[
    {
        "question_title": "Физикадан Рахашев тест жинағы кімде бар",
        "question_content": "Сәлеметсіздер ме?! Өтініш сіздерден өте шұғыл. Кімде Рахашев Физиканы оқып үйренейік 1 бөлімі бар. Қатты керек болып тұр еді.",
        "question_date": "2.05.2020",
        "question_tag": "Физика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Маған Айфон11 ұттыңыз дейді, оларға қалай хабарласамын?",
        "question_content": "Маған Айфон11 ұттыңыз дейді, оларға қалай хабарласамын?",
        "question_date": "2.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алаяқтарға ұрынып қалмаңыз, қазіргі таңда алдын ала ақша сұрайтындардың көбісі алаяқтар болып келеді.",
                "date": "2.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тұрғын үй коммуналдық кешені\" туралы слайд керек.",
        "question_content": "Тұрғын үй комммуналдық кешенін реформалау саласындағы мемлекеттік саясатты іске асыру тетігі қазіргі жәй күйі және оңтайландыру жолдары,Осы тақырыпқа слайд керек еді",
        "question_date": "2.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үймерет дегеніміз не ?",
        "question_content": "Үймереттер мен ғимараттар",
        "question_date": "2.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үймерет ( сооружения) -жер үсті, жер үсті және (немесе) жер асты бөліктері бар, тіреу, ал жекелеген жағдайларда қоршау құрылыс конструкцияларынан тұратын және әртүрлі өндірістік процестерді орындауға, өнімді сақтауға, адамдардың уақытша болуына, адамдар мен жүктердің орын ауыстыруына арналған көлемді, жазық немесе желілік құрылыс жүйесі.\n\nҚұрылыс жөніндегі ғылыми-техникалық әдебиетте \"үймерет\" термині тар мағынада да \"ғимарат болып табылмайтын ғимарат құрылысы\"мағынасында қолданылады. Мысалы, инженерлік-техникалық құрылыстар: көпірлер, бөгеттер, мачталар, радио - және телемұнаралар, тоннельдер, Метрополитен құрылыстары, фортификациялық құрылыстар, мемориалдық құрылыстар (ескерткіштер, мемориалдық пирамидалар мен обелискілер), сәулет құрылыстары (аркалар, колонналар, обелискілер) және тағы басқалар. Үймеретті кейде имарат депте айтады.\n\nҒимарат – сәулет өнерінің белгілі бір үлгі-тәсілімен салынған құрылыс, үй. Оған түрлі үлгідегі (жеке, көптекшелі, т.б.) тұрғын үйлер, қонақ үйлер, әр түрлі мақсатқа арнап салынған сарайлар (мәдениет сарайы, спорт сарайы, оқушылар сарайы, т.б.) мен мәдени-қоғамдық құрылыстар (театр, клуб, т.б.), мекеме үйлері, балабақша, мектеп үйлері мен басқа оқу орындары үйлері, кесенелер мен ғибадатханалар, дүкендер мен сауда үйлері, әр түрлі тұрмыстық қызмет көрсету орындарының үйлері, т.б. архитектуралық құрылыстар жатады.\n\nОңай ажырату үшін былай қарасаң болады: ғимарат адам тұратын, үймерет адам тұрмайтын.",
                "date": "15.07.2020",
                "upvotes": 0
            },
            {
                "text": "Барлық ғимараттар мен үймереттерді олардың қаттылығы мен деформациялық негізді бойынша абсолютті қатты, абсолютті майысқыш және шектік қаттылығы бар деп бөлуге болады.\nАбсолютті қатты үймереттер негізді салыстырмалы біркелкі қысыммен және симметриялық енгізуде біркелкі шөгуді қабылдайды. Біркелкі емес деформация негізде негіз конструкциясының майысуынсыз кренді қабылдайды. Домдық пештер, темірбетонды плиталар негізіндегі сунапорлы мұнаралар жөне т.б.\nАбсолютті майысқыш үймереттер топырақ негізінің шөгіуін қарастырады. Егер біркелкі емес шөгулер пайда болса, онда үймерет конструкциясында ешқандай қосымша күштер мен салмақтар пайда болмайды.\nШектік қаттылығы бар үймерет біркелкі емес деформация кезінде майысулар алуы мүмкін . Іргетас табанына түсетін күштерді кейбір бөлулер арқылы олар жиі біркелкі емес шөгуді азайта алады. Бұндай үймереттерге , үймерет көтергіш конструкциялары мен негіз топырағының қосылған жұмысын ескерген жөн болады.\nЕгер негізге түсетін біркелкі емес деформациясы өсуін ескерсек, ғимарат пен үймереттердің қаттылығын, онда жылжу мен деформациясының келесі формаларын көрсетуге болады:\n1. Крен іргетастың абсолютті әркелік шөгуінің 2 нүктесін қарастырады, сол нүктелердің арақашықтығына байланысты (1.2 сурет).\n2. Ғимарат пен үймереттің қайта қиысуы – бір бойда немесе көлденең ось бойынша орналасқан бірнеше іргетастар немесе 2 түрлі шөгулер (1.3 сурет).\nмұнда: Sл жәнеSn 2 іргетастың немесе жалпақ іргетастың шеткі шөгу нүктелері.\n3. Есептік майысу ішке немесе сыртқа , ғимарат пен үймеретті бағалау майысу сызығының ғимараттың майысқан бөлігінің ұзындығына және майысқан бөлігіне қатынасы(1.4 сурет).\n4. Айналу үймереттің ұзындығы бойынша бірелкі емес кренді көрсетеді, әсіресе 2 кескіннің әр жаққа кетуін.\n5. Іргетастың көлденең бойымен жылжуы конструкциядан негізді көлденең бойымен күштер түсуімен шығады.\nІргетас, негіздің шектік жағдайы және оларды жобалаудың принципі. Іргетастан күш салмақты топыраққа аударғанда топырақта нығыздау деформациясы пайда болады, олар көбінесе біркелкі емес болады, сондықтан көтергіш конструкцияда кейбір қираулар тудырады. Іргетастың негізінің деформациясын техникалық жағдайларға байланысты немесе сәулеттік бейнесінің мүмкіндігіне қарай шектеледі. Соған байланысты ғимарат пен үймерет негізінің есебі екінші топ бойынша деформацияның шектік жағдайы анықталады. Кейбір жағдайда , әсіресе топырақ бос болса , іргетас астындағы топырақтың толық тұрақтылығын жоғалтуы мүмкін. 1 топ есебімен шектік тұрақтылыққа есептелінеді. Іргетас пен негізді жобалаудағы осы шектік жағдай есептері бастапқы принциптердің бірі болып келеді. Бұдан басқа , торы 2 принципті ескерген жөн –«негіз – іргетас-жерасты конструкцияларының » жүйелерінің бірігіп жұмыс істеуін және негізге топырақтың жұмыс істеу түрі мен іргетас типін таңдау кезіндегі комплексті ізденістер жүргізу. Бұл жобалауды қиындата түседі\nЖобалау кезіндегі барлық факторлардвң комплексті есепті және іргетастың құрылғысы проф. Б.И. Далматов құрастырған . Ол келесі жағдайға әкеледі: не салынады (біркелкі емес деформацияға ғимараттың сезімталдығы ), ненің үстінде салынады (инженерлік – геологиялық жағдайы ) және қалай салынады (топырақтың табиғи жүйесінің бұзылмауына қарсы шамалар).\nТолығырақ: https://mylektsii.ru/7-124881.html",
                "date": "2.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шілменбет пен оймауыт уйленуге болама",
        "question_content": "Жигитим шілменбет мен оймауыт. Екеумзге отбасын куруга болама",
        "question_date": "2.05.2020",
        "question_tag": "Жанұя",
        "question_views": 714,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны әулеттің үлкендерінен сұрап шешесіздер. \nБір рудың адамдары да кейде қыз алыса беретін болса жеті атадан асқан соң , үлкендердің батасымен үйлене береді. \nБөле әпкем руы  қызыл бөрік, күйеуі де тура сол рудан, екеуі үлкендердің батасын алып үйленді. Сол үшін үлкендерден сұраған жөн болар.",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көздегі қалды қалай кетіруге болады?",
        "question_content": "Көздегі меңді немесе қалды қалай кетіруге болады",
        "question_date": "2.05.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мең, Қал — өзінің бітісі мен сыртқы көрінісі жағынан әр түрлі болып келетін тері ақауы. Ол туа бітеді немесе туғаннан кейін әр кезде пайда болуы мүмкін. Әдетте меңнің көлемі мен саны жасөспірім кәмелетке толар шақта, әйел екі қабат кезінде көбейеді Меңді электр тоғінің көмегімен және хирургиялық жолмен жоюға болады. Бірақ орнында аздаған тыртық қалады. Қара-қоңыр және қара меңге ерекше зер салу қажет, өйткені олар ұлғайып, өсіп, жайылып кетуі мүмкін. Мұндай жағдайда дереу дәрігерге көріну керек.\nЕгер осындай жағдайлар байқалмаса және көзіңіз жақсы көріп тұрса тиіспеген жөн. Ол сізідің ерекшелігіңіз деп қана түсініңіз, көзіңіз көріп тұрғанына рақмет деу керек деп ойлаймын. Көздегі түгілі денедегі қал зиянды болмаса адамдар ала қоймайды. Бұл менің жеке ойым.",
                "date": "3.05.2020",
                "upvotes": 0
            },
            {
                "text": "оны кетірудің қажеті жоқ, кетпейді де))",
                "date": "29.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде тіске дәрі жағуға боладыма11",
        "question_content": "Тіске дәрі жағу оразаны бұзадыма",
        "question_date": "2.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыздан тысқары заттар ауыз арқылы өтіп өңештен ары қарай өтіп кетсе ол оразаны бұзады деген имамның созін естідім. Және де ол тіс жұлу туралы да сұраққа жауап берді: Тіс жұлу оразаны бұзбайды , алайда қанның ішке  кетіп қалмауын қадағалау керек делінді. Және тіс пастасы мен мисуакты пайдалану оразаны бұзбайды, ішке кетіп қалмауын қадағалау керек делінді. Бірақ мұның барлығын ауыз ашқаннан кейін де жасауға мүмкіндігіңіз болса , ауыз ашқаннан кейін жасаған дұрыс делінді.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы ерлікті ұлықтайық\" эссе керек еді",
        "question_content": "\"Ұлы ерлікті ұлықтайық\" тақырыбына эссе керек еді",
        "question_date": "1.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Изучая раздел и используя интернет-ресурсы,",
        "question_content": "Изучая раздел и используя интернет-ресурсы, составьте отчет о типах загрязнения.",
        "question_date": "1.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 176,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Основные типы загрязнения\nФизическое (тепловое, шумовое, электромагнитно, световое, радиоактивное)\nХимическое (тяжелые металлы, пестициды, пластмассы и др. химические вещества)\nБиологическое (биогенное, микробиологическое, генетическое)\nИнформационное (информационный шум, ложная информация, факторы беспокойства)\nАнтропогенное загрязнение окружающей среды подразделяется на несколько видов.). В зависимости от региона доля того или иного источника загрязнения может значительно колебаться. Так, в городах наибольший удельный вес от загрязнения дает транспорт. Его доля в загрязнении окружающей среды составляет 70--80%. Среди промышленных предприятий наиболее «грязными» считаются металлургические предприятия. Они на 34% загрязняют окружающую среду. За ними следуют предприятия энергетики, прежде всего тепловые электростанции, которые на 27% загрязняют окружающую среду. Остальные проценты падают на предприятия химической (9%), нефтяной (12%) и газовой (7%) промышленности.\nЕжегодно на одного жителя Земли приходится свыше 20 т отходов. Основными объектами загрязнения являются атмосферный воздух, водоемы, включая Мировой океан, почвы. Ежедневно в атмосферу выбрасываются тысячи и тысячи тонн угарного газа, окислов азота, серы и других вредных веществ. И только 10 % этого количества поглощается растениями. Окись серы (сернистый газ) — основной загрязнитель, источником которого являются тепловые электростанции, котельные, металлургические заводы.\nКонцентрация двуокиси серы в окислах азота, порождает кислотные дожди, которые уничтожают урожай, растительность, вредно сказываются на состоянии рыбных запасов. Наряду с сернистым газом отрицательное воздействие на состояние атмосферы оказывает углекислый газ, который образуется в результате горения. Его источники — тепловые электростанции, металлургические заводы, транспорт. За все предшествующие годы доля углекислого газа в атмосфере увеличилась на 20 % и продолжает увеличиваться на 0,2 % в год. При сохранении таких темпов прироста к 2000 году в атмосфере доля углекислоты возрастет на 30—40 %.\nТакое физико-химическое изменение атмосферы может привести к явлению парникового эффекта. Суть его в том, что накопление углекислоты в верхних слоях атмосферы будет препятствовать нормальному процессу теплообмена между Землей и Космосом, будет сдерживать тепло, накапливаемое Землей в результате хозяйственной деятельности и в силу определенных естественных причин, например, извержения вулканов.\nПарниковый эффект выражается в повышении температуры, изменении погоды и климата. Подобные явления мы наблюдаем уже сейчас. При современных антропогенных нагрузках каждые 10 лет температура будет повышаться на 0,5°. Последствия такого изменения температуры выражаются в повышении уровня Мирового океана и затоплении части суши, населенных пунктов. Надо сказать, что за 100 лет уровень Мирового океана поднялся на 10—12 см, но при парниковом эффекте такой подъем может быть ускорен в 10 раз.\nДругим последствием парникового эффекта может стать рост опустынивания земель. Уже сейчас 6 млн га земель ежегодно обращаются в пустыню.\nС загрязнением атмосферы связано состояние озонового слоя Земли, основная функция которого состоит в охране человека и природной среды Земли от губительного воздействия ультрафиолетового излучения из Космоса. Под воздействием озоноразрушающих веществ — флерона, фреона, хлора, углерода, выделяемого холодильными установками, автомобилями и т.д., идет постепенное разрушение этого слоя, в частности, в отдельных местах над плотнонаселенными территориями его толщина уменьшилась на 3 %. Известно, что сокращение озонового слоя на 1 % ведет к росту заболеваемости рака кожи на 6 %.\nДругими не менее важными объектами загрязнения являются водоемы, реки, озера, Мировой океан. В Мировой океан ежегодно сливаются миллиарды тонн жидких и твердых отходов. Среди этих отходов первенствует нефть, которая попадает в океан с судов, в результате добычи нефти в морской среде, а также вследствие многочисленных аварий танкеров. Разлив нефти ведет к образованию в океане нефтяной пленки, гибели живых ресурсов моря, в том числе водорослей, плангтона, вырабатывающих кислород.\nКислород в атмосфере пополняется за счет двух источников — растительности (примерно 40 %) и Мирового океана (60 %). В Мировом океане кислород вырабатывается мельчайшими организмами — плангтоном. Гибель плангтона под нефтяной пленкой уменьшает возможности океана пополнять атмосферу Земли запасами кислорода.\nКроме того, загрязнение Мирового океана ведет не только к сокращению продовольственных ресурсов, рыбных запасов, но и заражению их вредными для человека веществами. Обнаружено, что, например, балтийская треска имеет на 1 кг веса до 80 миллиграммов ртути, т.е. в 5—8 раз больше, чем в медицинском термометре.\nМассовым источником загрязнения окружающей среды стали химикаты, применяемые в сельском хозяйстве: минеральные удобрения, ядохимикаты, стимуляторы роста. На планете сейчас распространено свыше 5 млн различного рода химических веществ и соединений. Токсичность действия их мало изучена (примерно 40 тысяч веществ).\nЭти и другие последствия загрязнения окружающей природной среды в конечном итоге отрицательно сказываются на физическом здоровье человека, на его нервном, психическом состоянии, на здоровье будущих поколений. Некоторые данные: 20 % населения постоянно подвергается аллергии в результате вредного воздействия загрязнения окружающей среды; каждый день на земном шаре умирает 25 тыс. человек из-за плохой воды, т.е. воды, которая содержит в больших дозах концентрации вредных веществ; 35 % населения промышленных городов систематически страдает различного рода болезнями, вызванными загрязнением окружающей среды.",
                "date": "2.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Не үшін Қытай тарихи картасында Жетісу, Моңғолияны Қытайға қарасты қылып сызады?",
        "question_content": "Не үшін қытай учебник историындағы \"историческая карта китая\"сында жетісу, балқаш көлі, орталық азия, моңғолия, сахалин аралы, сібір, вьетнам, корей түбегі түгелімен қытайға қарасты қылып сызады?",
        "question_date": "1.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 987,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Олардың идеологиясы сол шығар.",
                "date": "2.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Не үшін қытай мен моңғолия шыңғыс ханның мемілекет қарастылығы туралы таласады?",
        "question_content": "Қытай мен Монғолия не үшін Шығыс ханның мемілекет қарастылығы туралы таласады?",
        "question_date": "1.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 693,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еріннің үстіндегі түктен қалай құтылуға болады!!!",
        "question_content": "Менің ернімнің үстінде түк пайда болды!!!Мен оны жек көремін!!!Одан қалай айығуға болады!!!Кеңес беріңіздершіі!!!Қайта шықпайтындай етіп арылу керек еді!!!",
        "question_date": "1.05.2020",
        "question_tag": "Денсаулық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол түктің өсуі табиғи үдеріс болғандықтан оны түбегейлі жою мүмкін емес. Айына екі рет 10-15 минутыңызды бөлсеңіз болғаны . Қалтаңыздың көтеруіне орай әртүрлі қызмет түрлерін  байқап көруге болады.  Эпиляция және депиляцияның сан түрін таңдасаңыз болады. Ол өз еркіңізде.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "p>Learning the Unit and using the Internet Resources",
        "question_content": "p>Learning the Unit and using the Internet Resources make a report about the Types of Pollution",
        "question_date": "1.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 193,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дипломмен ауылға бағдарламасына қатыса аламын ба?",
        "question_content": "Менің мамандығым мемлекеттік басқару. Болашақта ауыл акиматына жұмысқа тұрсам дипломмен ауылға бағдарламасына қатыса аламын ба?",
        "question_date": "1.05.2020",
        "question_tag": "Заң",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Дипломмен – ауылға»\nТөмендегі мамандықтар:\n• білім беру;\n• денсаулық сақтау;\n• әлеуметтік қамтамасыз ету;\n• мәдениет және спорт;\n• ветеринария бойынша ЖОО-ны аяқтаған студенттер үшін.\nМемлекет тиісті әлеуметтік қолдаумен ауылдық жерлерде жұмыстар ұсынады. Жас мамандарды әлеуметтік қолдауға мыналар кіреді:\n• 70 АЕК мөлшерінде біржолғы көтерме жәрдемақы беру;\n• 1500 АЕК мөлшерінде 0,01% мөлшеріндегі сыйақы мөлшерлемесімен, 15 жылға арналған мерзімге тұрғынүй сатып алу және салу үшін бюджеттік несие беру;\n• ауылдық елді мекендерде орналасқан әлеуметтік салалар мекемелерінің мамандарына (қалалық елді мекендерде) тарифтік мөлшерлемелерден 25%-ға кем емес мөлшерде лауазымдық еңбекақыны көтеру.\nБағдарламаға қатысу үшін мыналар қажет:\n• сіз таңдаған елді мекенде (ауыл мектебі, аурухана, Мәдениет үйі, спорт кешені және т.б.) өз бетімен жұмыс табу;\n• жұмысқа қабылдау кезінде үміткер бағдарламаға қатысуға аудандық комиссияға өтініш береді;\n• өз бетіңізбен жұмыс іздеу мүмкіндігі болмаған кезде, сіз ҚР Ауылшаруашылық министрлігіне немесе өңірлердегі жауапты қызметкерлерге өтініш білдіре аласыз;\n• өңірлердегі кадрларға деген қажеттілік туралы деректер облыстық әкімдіктер басқармаларының сайттарында орналастырылған.\nЖобаға қатысу үшін құжаттар тізбесі:\n• үлгі бойынша өтініш;\n• жеке басты куәландыратын құжаттың көшірмесі;\n• тиісті елді мекенде тұратындығын растайтын, азаматтарды тіркеу кітабының (үй кітабының) көшірмесі немесе мекенжай анықтамасы;\n• білімі туралы дипломның көшірмесі;\n• Қазақстан Республикасының қолданыстағы заңнамасына сәйкес тұрғын үй сатып алу-сату туралы алдын ала шарт;\n• жылжымайтын мүлікті бағалау актісі (бюджеттік несие алу үшін);\n• тұрғын үй салу үшін берілген жер телімдерін пайдалану құқығына акті.\n«Дипломмен ауылға» бағдарламасының шеңберлерінде үш жылдың ішінде республиканың ауылдық елді мекендеріне 24 577 мамандар барғандығын атап көрсетеміз.\nhttps://www.keu.kz/kz/zh-mys-a-t-r-yzu/28-current-users/4515-s-diplomom-v-selo-molodezhnaya-praktika-i-molodezhnyj-kadrovyj-rezerv-2.html",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Радиусы 41 дм шар центрінен 9 дм қашықтықта жазықтықпен қиылған.",
        "question_content": "№1  Радиусы 41 дм шар центрінен 9 дм қашықтықта жазықтықпен қиылған. Қиманың ауданын табыңдар.\n  №2  АВС үшбұрышының төбелері радиусы 13 см сферада жатыр. Егер АВ =6 см, ВС =  8см, АС = 10 cм болса, онда сфераның центрінен үшбұрыш жазықтығына дейінгі қашықтық неге тең?",
        "question_date": "1.05.2020",
        "question_tag": "Мектеп",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тікбұрышты үшбұрыш ΔАОВ  Пифагор теоремасы :\nСонда қима ауданы:\nЖауабы: 16π м2.",
                "date": "3.05.2020",
                "upvotes": 0
            },
            {
                "text": "Пифагор теоремасы бойынша шардың ортасынан жазыққа дейінгі қашықтықты іздейміз. ОО1²=ОС²-О1С²=13²-5². ОО1=√144=12.",
                "date": "3.05.2020",
                "upvotes": 0
            },
            {
                "text": "r=41 cm\n\n9см\n\nS=7см",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразада қызыңмен қол ұстасып қыдырса бола ма?",
        "question_content": "Ораза кезінде жүріп жүрген қызға жақындап немесе көшеге қыдырса бола ма?",
        "question_date": "1.05.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізінен мұсылман адамға Рамазан айынан өзге айларда да некесіз қол ұстаспақ түгілі  жай кездесе беруге де болмайды. Қызда анық ойыңыз болса үйленесіз немесе дайын болмасаңыз оны да өзіңізді де күнаға жетелемейсіз. Ораза ұстау нәпсіні тәрбиелеу, ол тек тамақтан тиылу емес.",
                "date": "3.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай арықтауға болады?",
        "question_content": "Менің жасым 11де. Бойым 150. Салмағым 60-65. Қалай арықтасам болады. Бірақ өз өзімді жеңіл сезініп,оңай қозғаламын. Өзім футболға қатысамын. Әлде карантинде қимылсыздықтан немесе жата беріп, көп тамақ ішкеннен деп ойлайсыздар ма? Былай қыста 50 кг болғанмын. Карантинде қалай арықтасам болады!? Бет әлпетім өзгеріп, иек асты майларым көрініп тұр Не істейін! Мен ұл баламын! Бәрі мазақтап, келемеждейді. Ұрсам өзіңнен кішілерді неге ұрасың дейді. Артық сөз қажет емес!",
        "question_date": "30.04.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 476,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Карантин алдында  50 кг болып, қазіргі уақытта 60-65кг болып кетсеңіз , сізге өз-өзіңізді дереу қолға алу керек. Сол салмақпен ұзақ жүріп қалсаңыз кетіру қиындап кетеді.\nМен өзімнің салмақты қуатын тәсілдерімді айтсам:\n1) қара шоколад пен жеміс -жидектен өзге тәтті жемеймін.\n2) су көп ішемін, жылы таза етіп ішемін. Және көк шай мен шөп шай ішемін.\n3) Кардио жаттығу жасаймын( кешкұрым 40мин жүгіру, үйде 30 мин аса кардио жаттығу жасау).\n4) ішім мен аяғыма тамақты орайтын пленкамен орап терлеуге жағдай жасаймын(арнайы терлететін костюм болса тіптен жақсы).\n5) Тамақтың алдында жылы су ішемін. \nИнтернеттен алынған түрлі әдістерге қарағанда менің өзіме пайдасы тиген әдістерді айтуды жөн көрдім.",
                "date": "30.04.2020",
                "upvotes": 1
            },
            {
                "text": "Егер ораза ұстасаң,ауызашарға 40 минут қалғанда пресске и қолға нагрузка жаса.А если ұстамасаң,күні бойы қимылдау керек.Не анаңа көмектес не жұмыс жаса.Бұлда пайдалы!!!Мен 12-демін.Салмағым 32.Бойым 160 см.Джиу-джитсумен айналысамын.Мен де осыларды дәл сенің жасыңда жасадым.Өте пайдалы.Сәттілік!!!",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диаграммада көрсету үшін тік төртбұрыштың ұзындығын қалай алған ыңғайлы?",
        "question_content": "1) 36км; 48км; 9,6 км.\n\n2) 300га; 128 га; 236 га шамаларын бағанды диаграммада көрсету үшін тік төртбұрыштың ұзындығын қалай алған ыңғайлы?",
        "question_date": "30.04.2020",
        "question_tag": "Математика",
        "question_views": 994,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші  диаграмма үшін  1 клетка = 10 км. Биіктік = 10 клеток = 100 км.\nЕкіншісі үшін = 4 клетка  100 га Сонад барлық биіктік= 12 клеток = 300 га.",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "О Қ П Ы Р А Т Ш Ы. Ғ Ы Б Д О П М Ы осы әріптерден сөз құрау керек?",
        "question_content": "О Қ П Ы Р А  Т Ш Ы. Ғ Ы Б Д О П М Ы  осы әріптерден сөз құрау керек?",
        "question_date": "30.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) оқы, тар, пырақ.\n\nАл бір әріпті қайталап қолдануға болатын болса: ара, ата, патша, шырақ,тоқ(тоқшылық дегендегі ), парақ, ақпарат,  шатыр,\n\n2)доп, омбы, мығым.",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Составьте к нему аннотацию, используя характерные для данного жанра клише?",
        "question_content": "Прочитайте текст, составьте к нему аннотацию, используя характерные для данного жанра клише.\nВ настоящее время человек эксплуатирует более 55%  суши, использует около 13% речных вод, скорость вырубки лесов достигает 18 млн. га в год. Кроме того, жизнедеятельность человека сопровождается интенсивным развитием промышленности и энергетики, из-за чего происходит резкое возрастание вредных выбросов в  атмосферу.",
        "question_date": "30.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аннотация данного текста: использование человеком земной поверхности\nНо это считается как название текста, потому что данный текст сам как аннотация статьи:\nВ настоящее время человек эксплуатирует более 55%  суши, использует около 13% речных вод, скорость вырубки лесов достигает 18 млн. га в год. Кроме того, жизнедеятельность человека сопровождается интенсивным развитием промышленности и энергетики, из-за чего происходит резкое возрастание вредных выбросов в  атмосферу.",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прочитайте текст, составьте к нему аннотацию?",
        "question_content": "Прочитайте текст, составьте к нему аннотацию, используя характерные для данного жанра клише.\n\nАгрессивное вмешательство человека в окружающую природную среду, ее загрязнение приводят к отравлению  и исчезновению водных бассейнов, уничтожению обширных лесных массивов, вымиранию и исчезновению животного мира, снижению производительности сельского хозяйства, создают угрозу для здоровья целых народов.",
        "question_date": "30.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Rukhani zhangyru-is an ideological platform\" тақырыбында шығарма керек.",
        "question_content": "rukhani zhangyru-is an ideological platform",
        "question_date": "30.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "It is known that from this year Kazakhstan has started realization of the Third modernization of the country. Her main purpose is an occurrence into number of 30 advanced countries of the world on the basis of implementation of the Plan of the nation.\nBefore our country has carried out the First modernization has created the independent state. Then having accepted Strategy-2030 and having constructed Astana, Kazakhstan was included into number 50 of the developed countries - it is results of the Second modernization.\nI give all this to show interrelation and continuity of the state policy aimed at system and consecutive evolutionary development of Kazakhstan.\nToday, within the Third modernization of the country three modernization processes will be already carried out: political reform, creation of new model of economic growth and modernization of public consciousness.\nIn Kazakhstan strategy in which in addition, it is staked on judgment of history of the country and traditional cultural wealth of the Kazakhstan people is developed. This strategy is covered in program article of the Head of state N. Nazarbayev \"Bolashakka  bagdar: Ruhani zhangyru. Prospection: modernization of public consciousness\".\nThe main goal of this article is to revive spirituality in general on the basis of interaction of the state and civil society.\nThe program \"Ruhani Zhangyru\" includes 6 special projects:\n- \"Tougan Ger\"\n- \"Sacral geography of Kazakhstan\",\n- \"Kazakhstan culture in the modern world\",\n- \"100 new textbooks\",\n- \"Translation of Kazakh language to Latin graphics\",\n- \"100 new faces\",\n- which are implemented according to four basic subprogrammes: \"Atameken\", \"Terbiye zhene bilim\", \"Rowhani  kazyna\" and \"Akparat tolkyny\".\nТолығырақ: http://pktik.kz/en/our_state/ruhani-zhaңғyrtu/",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "70 кг адам денесінде қанша литр су болады?",
        "question_content": "70 кг адамда, неше су болады?",
        "question_date": "30.04.2020",
        "question_tag": "Биология",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "70 кг * 0,7 = 49 литр су бар",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С К Ү Р І І К осы әріптерден сөз құрау керек",
        "question_content": "С К Ү Р І І К осы әріптерден сөз құрау керек",
        "question_date": "30.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үскірік деген сөз шығып тұрған сиқты.",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жәшіктің көлбеу бетпен үйкеліс күші 20Н. Физикадан 5.7 есепті қаай шығарады?",
        "question_content": "Ұзындығы 4,5 м биіктігі көлбеу жазықтық бойымен массасы 30 кг жәшікті тарады. Жәшіктің көлбеу бетпен үйкеліс күші 20Н.",
        "question_date": "30.04.2020",
        "question_tag": "Физика",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Η =  * 100 %\nА пайдалы = F * S\n\nF - күш ( 20 Н )\n\nS - жол ( 4,5 м )\n\nА п = 20 * 4,5 = 90 Дж\nА шығын = m * g * h\nm - масса ( 30 кг )\n\ng - еркін түсу үдеуі ( 10 Н / кг )\n\nh - биіктік ( 1,5 м )\n\nА з = 30 * 10 * 1,5 = 450 Дж\nη =  = 0,2 * 100 = 20 %",
                "date": "30.04.2020",
                "upvotes": 0
            }
        ]
    }
]