[
    {
        "question_title": "Қызым түнде шошып оянады",
        "question_content": "Саламатсыздарма Қызым 2 жаста түн ортасында бақырып жылайды бірақ көзін ашып оянбайды ұйықтап жатып жылайды қалтырап дірілдеп шошып қаша береді бұл неден екен бір жыласа тоқтамайды сағаттап жылайды бұл құбылыс 2-3 күн сайын болып тұрады неден екен білсеңіздер айта кетсеңіздер өтініш Алдын ала рахмет",
        "question_date": "6.01.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатты шошынып қалған болар, мешітке алып барып дем салдырып алыңыз.",
                "date": "7.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бел сет ұстамай тұр",
        "question_content": "Белайн номерімде сет ұстамай тұр",
        "question_date": "6.01.2024",
        "question_tag": "Ұялы телефон",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін жүрген жеріңізде билайнның желілік қамту аймағы жоқ немесе телефонның желілік баптау жағыннан тек 2G\\3G\\4G автоматты түрде ауысатындығын тексеріп көріңіз. Мүмкін телефонның антеннасы істемей бұзылған.",
                "date": "7.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тоғыз адам түсінде сау шарф тағып тұр?",
        "question_content": "Адам түсінде сау шарф тағып жүріп, оны жоғалтып алып, тапқаннан кейін жамау-жамау қылып тағып жүрсе не болады?",
        "question_date": "6.01.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Етекір келер алдында",
        "question_content": "Тест көрдім етекір алдында көрсете ма бір сызық көрінер көрінбес болып тұр Біреулер етекір алдында сүйтіп көресетеді дегені рас па",
        "question_date": "3.01.2024",
        "question_tag": "Денсаулық",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әркімде әртүрлі. Кейбірінде көрсетеді, кейбірінде жоқ.",
                "date": "5.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында 60,0 % калий бар, к2, s, k2, so3, k2, so4, қоспасындағы",
        "question_content": "Құрамында 60,0 % калий бар, к2, s, k2, so3, k2, so4, қоспасындағы оттектің массалық үлесі (%)",
        "question_date": "3.01.2024",
        "question_tag": "Химия",
        "question_views": 571,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күнделікті ішуге 95 пе әлді 110 номерлі шайды ішу керек пе",
        "question_content": "Көк шайды күнделікті ішуге қайсысын таңдау кернк .95 или 110",
        "question_date": "2.01.2024",
        "question_tag": "Тазалық",
        "question_views": 706,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көк шай 95\n\nҚытайдың Юньнань провинциясында өсіріледі\n\nКөбірек сергітетін дәм\n\nАшық және таза түсі бар.\n\nКөк шай 110\n\nҚытайдың Хунань провинциясында өсіріледі\n\nДәмі тәттірек\n\nТүсі кішкене лай түстес бар.\n\n110 шай көбінесе 95 көк шайға қарағанда жоғары сапалы болып саналады. Көк шайдың екі түрінде де денені бос радикалдардан қорғайтын антиоксиданттар бар. Көк шай 110 құрамында теанин көп, сондықтан ол мидағы гамма-аминобутир қышқылының деңгейін жоғарылатып, көңіл-күйді жақсартады. Көк шай 95 құрамында бактериялар мен вирустармен күресуге көмектесетін катехиндер көп. Көк шайдың екі түрінің де өзіндік ерекшеліктері мен пайдалы қасиеттері бар. Белгілі бір түрді таңдау дәмдік артықшылықтарға және шайды пайдалануына байланысты болуы мүмкін.\nКөк шайдың негізгі компоненттерінің бірі - полифенолдар. Бұл антиоксиданттар денені бос радикалдардың зиянды әсерінен қорғай алады, тотығу стрессін болдырмайды және жүрек-қан тамырлары ауруларының даму қаупін азайтады.",
                "date": "4.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жоо дан басқа жоо на ауысу",
        "question_content": "ALT академиясынан баска жоо на ауысуга болады ма?Алт бирлескен,ауысканда тек бирлескен универлерге ауысамын ба алде мемлекеттик статусы бар универлерге де ауыса аламын ба",
        "question_date": "2.01.2024",
        "question_tag": "Университет, колледж",
        "question_views": 662,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ауысқыңыз келген ЖОО-на транскрипт алып барып, деканаттан сұрап көріңіз.",
                "date": "10.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іштің оң жағы ауыру соқыр ішек пе? Скорый шақыру керек керек пе?",
        "question_content": "Ішімнің оң жағы ауырды. Соқыр ішек деп ойладым. Бірақ жүрегім айнып, құсып, температура болмады. Бірде ауырды, бірде басылды",
        "question_date": "2.01.2024",
        "question_tag": "Денсаулық",
        "question_views": 575,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен ип ашу үйін қандай құжат керек?",
        "question_content": "Қандай құжаттар керек және магазин арендалық алсам оған қандай құжаттары керек сеске бару керекпа. Одан кейін келісім шартқа отыру керекпа оған қандай құжаттар керек",
        "question_date": "2.01.2024",
        "question_tag": "Жеке бизнес",
        "question_views": 622,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ашып жатқан магазин бағытына байланысты (мысалы, азық-түлік, құрылыс, киім-кешек т.б.) құжаттар әр түрлі болады. Ипны салық органында, егов арқылы немесе банк приложениесі арқылы аша аласыз.\nТолығырақ: 29-тарау. Мүліктік жалдау (жалға алу).",
                "date": "4.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағерке есімінің мағынасы қандай?",
        "question_content": "Менің Ақерке деген сіңілім бар.Ағерке деген атың мағынасы (ақ-ақ деген сөздің мағынасы дұрыс жүрет.Сабағын 5 ке оқиды.Жуас қыз болат деген мағына ны білдіре ді.Ал(ерке-үиінің ең ерке қызы папасы көп еркелететін болады. Ос ақерке есімнің мағына сы",
        "question_date": "2.01.2024",
        "question_tag": "Жанұя",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Binomo.com сайты құмар ойын санаты болып табылады мв?",
        "question_content": "Binomo.com сайты құмар ойын болып саналады ма?  Жалпы осы сайт жөнінде білгім келеді?! Жалпы пікір қандай?!",
        "question_date": "2.01.2024",
        "question_tag": "Қаражат, Ақша",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұнаттым сол бір жанды. Өлеңді бағалап кетіңіздерші өзім жаздым",
        "question_content": "Ұнаттым сол бір жанды\nСол бір жанды шын жүрекпен ұнаттым,\nӨтірік шынды менде оған ұнаппын.\n\nШын сезімге жүрегіме мұң арттың,\nАқырында махаббаттың отына мені құлаттың\nӨз өзімді алдауменен жұбаттым,\nАрасында білдірмей ақ жылаппын.\nЕ тәңірім махаббат пен сынапсың,\nСол аруды таза ниет ақ жүрекпен ұнаттым.\nӘлі талай махаббаттың шыңдарынан құлармын,\nАқырындап екі аяққа тұрармын.\nСол жүректі неге алдымнан шығардың,\nЖәудіреген көздерімнен әлі талай шығар мұң.\n\nҮміт үзбейм соңында бір ұнармын,\nМүмкін бірге қол ұстасып тұрармын.\nАйналамда өсекшілер тұрар мың,\nСен бар болсаң жанымда оп оңай ақ көзімді мен жұмармын.\n\nӘлі талай биікке мен шығамын ,\nЖалғызсырап сені іздеп тұрамын.\nТаба алмадым бара алмадым жаныңа,\nСенесіңба менде жатқан сен білмейтін біраз сырдың барына\n\nОсы ғана қазір менде барыда,\nҚуанамын менде сенің барыңа.\nМендік болшы бере алмайм басқаға,\nМені бұлай жарты жолдан айдалаға тастама.\nКелген еді бір жақсы бастала,\n\nМедік жүрек таза әлі оны олай ластама.\nАрнасаңда ол жүректі басқаға,\nӨтінемін мені олай тастама",
        "question_date": "31.12.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 515,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Ұзындығы 240 м поезд бірқалыпты қозғала отырып.... 360 м болса, поездың жылдамдығы қандай?",
        "question_content": "Ұзындығы 240 м поезд бірқалыпты қозғала отырып, көпірден 2 минутта өтті. Егер көпірдің ұзындығы 360 м болса, поездың жылдамдығы қандай?",
        "question_date": "30.12.2023",
        "question_tag": "Математика",
        "question_views": 686,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Берілгені:\n\nL1=240м\nL2=360м\nt=2мин=120с\nТабу керек:\nV-?\n\nШешуі:\nV = (L1+L2)/t = (240+360)/120 = 5 м/с\nЖауабы: Поездың жылдамдығы 5 м/с.",
                "date": "30.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Танысу кездесу қарым қатынас",
        "question_content": "Екі жылдан бері бірімізді танимыз бірақ арнайы кездеспегенбіз кейде қарама қарсы кездесіп қалатынбыз. Екі жыл мен жұмыс істейтін ауылда жұмыс істеп кейін қалаға кетіп қалды . Казр инста арқылы сөйлесіп тұрамыз. Өзінің қалауымен бірнеше сыйлықтар бердім. Енді кездесіп тұрайық деп ұсыныс жасасам казргі жағдайда қарым қатынаста болғым келмейді деп айтады.  үйленуге ойланып жүрмін. Қыз қазіргі жағдайда қатынаста болғым келмейді дейді. Енді қалай не стеугеболады ойларыңыз қандай. Қыздың басқа адаммен байланысты проблемасы болған екен . Өзінен сұрасам айтқысы келмейді. Қысқасы не стеуге болады. Ойларыңыз қалай.",
        "question_date": "29.12.2023",
        "question_tag": "Махаббат",
        "question_views": 829,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызбен ашық сөйлесіңіз, үйленетін ойыңыздың бар екендігін айтыңыз. Кездесуден қашып жатса, өз уақытыңызды өзіңіз құртпаңыз. Себебі қыздың ойы болса, өткен проблемаларына қарамайды. Алла тағала барлығын жұп-жұбымен жаратқан. Өз жұбыңызды табасыз деген ойдамын.",
                "date": "1.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ол оқулықтың 75% ін құрайды. Оқулық қанша беттен тұрады?",
        "question_content": "Студент емтихан алдында оқулықтың 120 бетін оқыды. Ол оқулықтың 75% ін құрайды. Оқулық қанша беттен тұрады?",
        "question_date": "29.12.2023",
        "question_tag": "Математика",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл тапсырманы шешу үшін есіңізде болсын, оның бөлшек түрінде көрсетілген бөлігінен санды табу үшін бұл санды бөлшекке бөлу керек. Қызығушылықты бөліктерге айналдырайық. 75% = 75/100 = 0,75 бөлік. 120 бет бүкіл оқулықтың 0,75 бөлігін құрайтынын біле отырып, оқулықта қанша бет бар екенін есептейік. 120/0,75=160 бет. Жауабы: 160 бет.",
                "date": "30.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экологиялық турлардың иерархиялық жіктелуін сипаттаңыз",
        "question_content": "Экологиялық турлардың иерархиялық жіктелуін сипаттаңыз мен сабаққа дайындығын тексереді",
        "question_date": "29.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 501,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экологиялық турлардың иерархиялық классификациясы\n\nЭкологиялық турлар – қоршаған ортаны зерттеу және сақтау мақсатында өткізілетін саяхаттар. Олар ұлттық саябақтардан қалалық жерлерге дейін әртүрлі жерлерде өткізілуі мүмкін және флора мен фаунадан тарих пен мәдениетке дейінгі көптеген тақырыптарды қамтуы мүмкін.\n\nЭкологиялық турларды бірнеше критерийлер бойынша жіктеуге болады, соның ішінде:\n\nҚоршаған ортаға әсері: Экологиялық турлар қоршаған ортаға қаншалықты әсер ететініне байланысты төмен, орташа немесе жоғары әсер етіп жіктелуі мүмкін. Төмен әсер ететін турлар серуендеу, велосипедпен жүру және құстарды бақылау сияқты экологиялық таза әдістерді қолдану арқылы қоршаған ортаға әсерін барынша азайтады. Төмен әсер ететін турлар қайықтар немесе квадроциклдер сияқты кейбір көлік түрлерін пайдалануы мүмкін, бірақ олар сонымен бірге олардың қоршаған ортаға әсерін барынша азайтуға тырысады. Әсері жоғары турлар қоршаған ортаға көбірек әсер ететін көліктер мен жабдықтарды пайдалануы мүмкін.\n\nІс-әрекет түрі: Экологиялық турларға жабайы табиғатты қарау, жаяу серуендеу, велосипедпен жүру, рафтинг, кемпинг және т.б. сияқты әр түрлі іс-шаралар кіруі мүмкін. Кейбір турлар флора, фауна немесе тарих сияқты қоршаған ортаның белгілі бір аспектісін зерттеуге бағытталуы мүмкін. Басқа турлар жалпы болуы мүмкін және кең ауқымды іс-шараларды ұсына алады.\n\nЭкологиялық велосипедпен саяхат\nҰзақтығы: Экологиялық турлар бірнеше сағаттан бірнеше аптаға дейін созылуы мүмкін. Қысқа турлар ұзақ турларға қарағанда қоршаған ортаға азырақ әсер етеді.\n\nҰзақ экотур\nМақсатты аудитория: Экологиялық турлар барлық жастағы және қабілетті адамдарға арналған. Кейбір турлар балалы отбасыларға, басқалары мүмкіндігі шектеулі адамдарға, ал басқалары тәжірибелі саяхатшыларға арналған.\n\nЭкологиялық турға барар алдында дайындалу маңызды. Міне, кейбір кеңестер:\n\nБаратын жерді зерттеңіз: турдың баратын жері, оның ішінде флора, фауна, тарих және мәдениет туралы мүмкіндігінше көбірек біліңіз. Бұл турдан барынша пайда алуға және кез келген жағымсыз тосынсыйлардан аулақ болуға көмектеседі.\nТурыңызға қосылатын әрекеттермен танысыңыз: Егер сіз турға енгізілген әрекеттердің ешқайсысымен таныс болмасаңыз, олар туралы алдын ала көбірек біліңіз. Бұл тур кезінде дайындалуға және өзіңізді жайлы сезінуге көмектеседі.\nДұрыс киім-кешек пен жабдықты жинаңыз: Жыл мезгіліне және турда жоспарланған іс-шараларға байланысты сізге сәйкес киім мен жабдықты жинау керек. Жаяу жүруге немесе орындайтын басқа әрекеттерге қолайлы ыңғайлы аяқ киім кигеніңізге көз жеткізіңіз.\nТуроператорға хабарласыңыз: Егер сізде сұрақтар немесе алаңдаушылықтар болса, туроператорға хабарласыңыз. Олар сіздің сұрақтарыңызға қуана жауап береді және сіздің сабаққа дайын екеніңізге көз жеткізеді.\n Экологиялық турдан барынша пайда алуға көмектесетін кейбір қосымша кеңестер:\n\nШыдамды болыңыз: жабайы табиғатты көру шыдамдылықты қажет етуі мүмкін. Өзіңіз қалаған нәрсені бірден көрмесеңіз, ренжімеңіз.\nҚоршаған ортаны құрметте: Жабайы табиғатта қонақ екеніңді ұмытпа. Табиғатты құрметтеңіз және гидтің нұсқауларын орындаңыз.\nЛәззат алыңыз! Экологиялық турлар – бізді қоршаған әлем туралы көбірек білудің және ұмытылмас тәжірибе алудың тамаша тәсілі.",
                "date": "30.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 сыныпта екі тоқсан 3, екі тоқсан 5 болса жылдыққа неше қойылады?",
        "question_content": "11 сыныпта екі тоқсан 3, екі тоқсан 4 болса жылдыққа неше қойылады",
        "question_date": "28.12.2023",
        "question_tag": "Мектеп",
        "question_views": 815,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі уақытта баллдық жүйе болғандықтан, тоқсандық баға соған байланысты есептеліп шығады (базадан).",
                "date": "1.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған мына өлеңді тауып беріңізші ---- қардың қойнында бұлақ сыңғырлап",
        "question_content": "Ақшағи қардың қойнында бұлақ сыңғырлап ... бір түб ақ қайын тұр ғой қол бұлғап...\n\nМаған осы өлеңді тауып беріңізші,  өтінем.",
        "question_date": "28.12.2023",
        "question_tag": "Қазақша ән",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен 10 сыныпты оқып жүремін. 2 ші жарты жылдық а колледж ге тапсырма аламын ба?",
        "question_content": "Мен 10 сыныпты оқып жүремін. 2 ші жарты жылдықта колледжге тапсырма аламын ба?",
        "question_date": "28.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 806,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім беру ұйымдарында оқуға азаматтардың өтініштерін қабылдау:\n     - күндізгі оқыту бөліміне - 20 маусым мен 20 тамыз аралығында.",
                "date": "1.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нүктедегі өріс кернеулігі 600В/м Егер заряды 15н Кл болса нүктеге дейін қашықтығы?",
        "question_content": "Срочно керек\nФизика 8 сынып 2 токсан 2-ші Бжб",
        "question_date": "27.12.2023",
        "question_tag": "Физика",
        "question_views": 720,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тәрбие процесі бойынша тәжірибе жинақтаушыға мінездеме",
        "question_content": "Оқу процесі бойынша тәжірибе жинақтаушыға мінездеме",
        "question_date": "27.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 604,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі бажа, бір-бірінін баласын қалай атайды?",
        "question_content": "Екі бажа , бір -бірінін баласын қалай атайды?\n\n Бажа жиен диме?!\nБарлық туыстық атаулар айтылса да, осы айтылмаған неге?",
        "question_date": "27.12.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 20г калий хлоратын KCIO3 айырғанда түзелетін оттектің массасы?",
        "question_content": "Массасы 20г калий хлоратын KCIO3 айырғанда түзелетін оттектің массасын және зат мөлшерін есепте?",
        "question_date": "27.12.2023",
        "question_tag": "Химия",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үйлену мен үшін кеш емес пе?",
        "question_content": "Менің сұрайын дегенім жасым 33 келді, әлі үйленген жоқпын, бір жағдайлармен байланысты, тағдыр кездестірген жоқ, енді сұрайын дегенім мендей жаста қай қыздарға үйлене аламын, және 26 жастағы қыздар маған тұрмысқа шыққысы келе ме?. Олар қай жасқа дейінгі жігіттерге тұрмысқа шыққанды қалайды?. Мен сол 26 28 жастағы қыздарға үйлене аламын ба?",
        "question_date": "27.12.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің жасыңызда сізді қызықтыратын және қарым-қатынас орнатқыңыз келетін кез келген қызға үйленуге болады. Егер екеуің де осы қадамға дайын болсаңыздар, жасыңыз некеге тұруға кедергі емес.\nХазіреті Пайғамбар (с.ғ.с.): «Неке менің сүннетім. Кім одан бас тартатын болса, менен емес!»-деген.\n\nҚыздар сіздің жасыңыздағы жігіттерге тұрмысқа шыққысы келе ме дегенге келсек, бұл сұрақтың жауабы әр қызға байланысты. Кейбір қыздар жас жігіттерді жақсы көреді, ал басқалары ересек адаммен қарым-қатынас орнатуға қарсы емес.\n\nЖалпы, егер сіз тұрмысқа шығуға дайын екеніңізді сезсеңіз және өзіңізге ұнайтын қызды тапсаңыз, онда бұл қадамды кейінге қалдырмау керек.\n\nҮйленуге болатын нақты қыздарға келетін болсақ, бәрі сіздің қалауыңызға байланысты. Сіз өзіңіздің жасыңыздағы қызды таңдай аласыз немесе жас немесе жетілген әйелді таңдай аласыз. Ең бастысы екеуің бірге бақыттысыңдар.\n\n26-28 жастағы қыздарға үйленгіңіз келсе, бұл әбден мүмкін. Бұл жаста қыздар байсалды қарым-қатынас орнатуға және отбасын құруға жеткілікті түрде жетілген. Дегенмен, мен айтқанымдай, жас анықтаушы фактор емес. Ең бастысы екеуің үйленуге дайынсыңдар, бірге болғыларың келеді.\n\nЕгер сіз тұрмысқа шығуға дайын екеніңізді сезсеңіз және өзіңізге ұнайтын қызды тапсаңыз, онда бұл қадамды кейінге қалдырмау керек.",
                "date": "27.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Масса 10 кг, мольдік масса 50*10 кг/моль газдың 300к темппературасы қысым 350 кпа?",
        "question_content": "Физикадан осы БЖБ шыгару жолы, жауабы керек. Масса 10 кг, мольдік масса 50*10 кг/моль газдың 300к темппературасы қысым 350 кпа. газ тұрғ/ыдыс көлем?",
        "question_date": "26.12.2023",
        "question_tag": "Физика",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": []
    }
]