[
    {
        "question_title": "Түсімде жақсы көретін адамымды көрдім.",
        "question_content": "Түсімде жақсы көретін қызды көрдім, жылап жатыр екен, қасына келіп оны жұбатып қасында жаттым, екеумізде өте қуанышты болдық. Бұл нені білдіреді?",
        "question_date": "16.03.2019",
        "question_tag": "Достық",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің бейсанаңыздағы (подсознание) жақсы көретін адамыңызға қамқор болсам деген қалаудың түс арқылы көрініс табуы.",
                "date": "17.03.2019",
                "upvotes": 1
            },
            {
                "text": "Мен құлай сүйген адамымды бірнеше рет көрдім түсімде, маған бұйырып тұрған адам деп ойлаушы едім, бірақ шын өмірде олай емес болып шықты. Қайткенде де, түсті әрқашан да жақсылыққа жору керек)))",
                "date": "16.03.2019",
                "upvotes": 0
            },
            {
                "text": "Ештеңені білдірмейді.Түнде армандап жататын болғансың ғо.Түнде азанда әрекет етсей",
                "date": "26.03.2019",
                "upvotes": 0
            },
            {
                "text": "Түсіңде біреуді құшақтасаң патша ауысады дегенді білдіреді.",
                "date": "27.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Pubg mobile ойыны",
        "question_content": "Самсунг галакси А7 2017 жылғы телефонына пабг мобайл ойынын орнаттым. Бірақ графикасы төмен көрсетіп тұр. GFX және Pubg tool программаларын қолданып көрдім. Сонда да қатып ойналып тұр. Осы программалармен қалай графикасын дұрыстасам болады. Кім біледі?",
        "question_date": "15.03.2019",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 951,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оперативкаң аз. Көтермейді.",
                "date": "27.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылдық есеп тапсырмағаным үшін карточкамды бұғаттайды ма?",
        "question_content": "Мен ақпан айындағы жылдық есеп беруді тапсырмаған себебінен менің жеке кәсіпкерлікке емес өзім қолданып жүрген жеке картам бұғатталама?",
        "question_date": "15.03.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз айтып отырғаныңыз ИП-ның әр 6 ай сайын тапсыратын есебін айтып отқаныңыз болар. Ол отчетты тапсырмасаңыз сіздің жеке счетыңызға қатысы жоқ. Сіздің банк карталарыңызды жауып тастамайды. ИП-ыңыз қандай да бір мемлекеттік тапсырысты жеңіп алып, қара тізімге кіріп кетсе де банк карталарыңызға қатысы жоқ. Мүмкіндігінше отчетты 0-деп тапсырып отырған дұрыс. Егер тапсыра алмасаңыз ондай болса қорқатын ештенкесі жоқ. Кейін қайта тапсыруға болады.",
                "date": "16.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрістің потенциалын анықтаңыздар.",
        "question_content": "Екі параллель шексіз ұзын әр түрлі таңбалы зарядпен біртекті заряталған жүйе үшін шексіз алыс нүктедегі өрістің потенциалын анықтаңдар",
        "question_date": "15.03.2019",
        "question_tag": "Физика",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "электр өрісінің потенциалы осы формуламен анықталады",
                "date": "13.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік емтиханнан 3 алып, бірақ орта баға 4 болса дипломға қандай баға түседі",
        "question_content": "Мемлекеттік емтиханнан 3 алса, бірақ орта баға 4 болса дипломға қандай баға түседі?Дипломға қай пәндердін бағасы түседі, қайдан білуге болады?",
        "question_date": "15.03.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Платонус/универ т.б. системалар арқылы қарауға болады. Дипломға қорытынды баға түседі раслабься.",
                "date": "27.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Туу туралы куәлігін адамдар бар ма және оны қайтадан қалай жасатамыз?",
        "question_content": "Туу туралы куәлігімді таба алмай жүрмін оны қайтадан жасату керек болп жатыр.Жоғалтып қайтіп жасаткан адамдар бар ма",
        "question_date": "14.03.2019",
        "question_tag": "Заң",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасатуға болады, Халыққа Қызмет Көрсету Орталығынан.",
                "date": "23.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Информатика пәнінен C++ тілінде бағдарлама коды құрыңыз?",
        "question_content": "Екі сан берілген. Егер олардың екеуі де теріс сан болса және біріншісі екіншісінен үлкен болса, онда әрқайсысын 2 есе арттырыңыз, әйтпесе, оларды 2-ге арттырыңыз. Бағдарлама коды құрыңыз. C++ тілінде. Өтініш!",
        "question_date": "13.03.2019",
        "question_tag": "Бағдарламалау",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тілінен 5 сыныпқа тжб қажет еді?",
        "question_content": "Ағылшын тілінен 5 сыныпқа тжб қажет еді?",
        "question_date": "13.03.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 12800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отинемин маган агылшынан тжбынын суретин жибересиздерме",
                "date": "21.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Калий 25 мл, концентрациясы 0,25 моль/г күкірт қышқылы",
        "question_content": "Мына есептерді шығарып бересіздерме\n#1\nКөлемі 300 мл суға 30%-дық 500 мл тұз қышқылының ерітіндісі арластырылғаннан кейінгі ерітіндідегі заттың массалық үлесін есептеңдер.\n#2\nКөлемі 500 мл концентрациясы 0,2 мл ерітінді əзірлеу үшін қанша (г) мыс купоросы (CuSO4 × 5H2O) қажет?\n#3\nКалий 25 мл, концентрациясы 0,25 моль/г күкірт қышқылы 1 мл ерітіндісіндегі заттың массасын есептеңдер.\nАЛДЫН АЛА РАХМЕТ!",
        "question_date": "13.03.2019",
        "question_tag": "Химия",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nV₁( HCI еріт)=500мл.\n\nω%(HCI)=30%\n\nρ(HCI)=1,1493г./мл.\n\nV(H₂O)=300мл. или\n\nm(H₂O)=300г.\n\n------------------------------\n\nω%₂(HCI)-?\n\nШешуі:\n\n1. Тұз қышқылының массасын анықтаймыз:\n\nm(HC I еріт)=p(HCI)х V₁(HCI еріт)\n\nm(HCI еріт)=1,1493г./мл.×500мл.=574,65г.\n\n2.30% ерітіндідегі тұз қышқылының массасын анықтаймыз:\n\nm(HCI)=ω%(HCI)×m(HCI еріт)÷100%\n\nm(HCI)=30%×574,65г.÷100%=172,395г.\n\n2. Тұз қышқылының жаңа массасын анықтаймыз:\n\nm₁( HCI еріт)=m( HCI еріт)+m(H₂O)\n\nm₁( HCI еріт)=574,65г.+300г.=874,65г.\n\n3. Ерітіндідегі тұз қышқылының үлесін анықтаймыз:\n\nω%₂(HCI)=m(HCI)÷m₂( HCI еріт)×100%\n\nω%₂(HCI)=172,395г.÷874,65г.г.×100%=19,71%\n\n4. Жауабы: 19,71%",
                "date": "20.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әйел ажыраспаған жағдайда, күйеуінен алимент өндіре ала ма?",
        "question_content": "Әйел күйеуін тастап, қазіргі таңда басқа еркекпен тұрып жатыр. Күйеуімен бір рет ажырасып, сот күйеуін айыпсыз деп санап қайта қосылған болатын. Әйелдің тәртібі нашар, некеден ажыраспай тұрып, басқа еркекпен тұрып жатыр. Сол әйел заңды некеде тұрып, заң жүзінде ажыраспай жатып, күйеуінен алимент өндіртуге сотқа арызданыпты. Осы жағдайды қалай түсіндіріп бере аласыздар? Әйелдің іс-әрекеті дұрыс па? Бұрынғы күйеуі сотталмаған, ішпейді, тартпайды.",
        "question_date": "13.03.2019",
        "question_tag": "Заң",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алимент өндіру үшін ажырасу маңызды емес. Бірақ, алимент не себепті өндірілу керек екендігі толық дәлелдену қажет.",
                "date": "14.02.2020",
                "upvotes": 1
            },
            {
                "text": "Негізінен алимент алу үшін ажырасу міндетті емес, заңды түрде ажыраспай-ақ ала алады. Ол кісіде қанша баласы ба? алимент өндірудің мақсаты қандай?",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтың салт-дәстүрін қалай IT-технологиямен ұштастырып көрсетуге болады?",
        "question_content": "Қазақтың салт-дәстүрін қалай IT-технологиямен ұштастырып көрсетуге болады?",
        "question_date": "13.03.2019",
        "question_tag": "Университет, колледж",
        "question_views": 839,
        "question_upvotes": -1,
        "answers": []
    },
    {
        "question_title": "Жеңілдік, сөзін фонологиялық талдау?",
        "question_content": "Жеңілдік, сөзіне фонологиялық талдау жасап беріңізі?",
        "question_date": "13.03.2019",
        "question_tag": "Мектеп",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фонологиялық талдау сызбасы (схема фонологического разбора)\nЖеңілдік\n1. Аралас буынды сөз\n2. Бір ашық буын, екі бітеу буын бар. же-ашық буын, ңіл-бітеу буын, дік-бітеу буын\n3. екі жағдайда тасымалданады жеңіл-дік және же-ңілдік\n4. екпін –дік-буынға түседі\n5. түбір мен қосымша арасында үндестік бар. Себебі  үндестік заңына бағынып тұр.",
                "date": "20.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 уақыт намазда айтылтын сүрелер бір ме?",
        "question_content": "5 уақыт намазда айтылтын сүрелер бір ме? Сүннет деген не парыз деген?",
        "question_date": "12.03.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қамат парыз намаздарының алдында айтылады.\n\nАллаху акбар, Аллаху акбар\nАллаху акбар, Аллаху акбар\n\nАшхаду алля иляха илля Ллах\nАшхаду алля иляха илля Ллах\n\nАшхаду анна Мухаммадар расулю Ллах\nАшхаду анна Мухаммадар расулю Ллах\n\nХаййа аля ссалях\nХаййа аля ссалях\n\nХаййа аляль фалях\nХаййа аляль фалях\n\nКад камати ссалях\nКад камати ссалях\n\nАллаху акбар\nАллаху акбар\n\nЛя иляха илля Ллах\nНамаз оқудың дұрыс үлгісі (таң намазының парызы)\n\n«Ниет еттім Алла разылығы үшін бүгінгі таң намазының парызын оқуға, жүзімді қараттым құбылаға».\n\nНиет шын жүректен айтылуы тиіс. Ниеттің тек тілмен ғана айтылып, жүрекпен бекітілмесе намаз қабыл болмайды.\n<!--dle_image_end-->\n1. «Аллаһу әкбәр» деп ифтитаһ тәкбірі алынады. Ифтитаһ тәкбірін алып, Аллаға құлшық ету кезінде ештеңе адамның ойын бөлмеуі керек. Ер адамдар тәкбір алғанда қолдарының іші құбылаға қарап, саусақтары жәй ғана ашық қалпында және бас бармағы құлағының жұмсақ ұшының артқы тұсына келетіндей түрде қолдарын жоғары көтереді\n2.Тәкбір алғаннан кейін қол байлайды. Түрегеліп тұрғанда сәжде жасайтын жерге қарап тұрады. Оң қолының алақанын сол қолының үстіне қойып, оң қолының басбармақ, кішкене саусақтарымен білегін қысып ұстайды. Қолдарын кіндіктің астына ұстап, «Субханака» дұғасын айтады: «Субханака Аллаһумма уа бихамдика уә тәбәрәкә-смукә уә тәғала жәддукә уә лә иләһә ғайрук».\n\nМағынасы: «Я,Алла! Сен кемшілік сипаттардан пәк және ұзақсың. Сен әр уақыт мақтауға лайықсың. Сенің атың мүбарак. Сипатың өте жоғары. Мақтауға лайық. Сенен өзге Тәңір жоқ»\n\nСодан кейін: «Әғузу биллаһи минаш-шайтанир-ражим. Бисмилләәһир-рахмаанир-рахиим» айтылады.\n\nМағынасы: «Лағынеті шайтанның азғыруынан бір Өзіңе сыйынамын».\n\nСодан кейін, Құрандағы «Фатиха» сүресі оқылады:«Әлхамду лилләһи раббил-аләмин, әр-рахмаанир-рахиим, мәәлики иәумид-дин, йиәкә нағбуду уа ийәәкә нәстаиин, иһдинас-сираатал-мустақиим, сираатал-ләзинә әнғамтә аләйһим, ғайрил-мағдууби аләйһим уәладдааал-лиин. Амин».\n\nМағынасы: «Барлық мақтау бүкіл әлемдердің Раббы, Рахман, Рахим және қиямет күнінің Иесі Аллаға тән. Тек Саған ғана құлщылық қыламыз, әрі Сенен ғана жәрдем тілейміз. Бізді тура жолға сала көр. Нығметке бөлендіргендеріңнің жолына. Ашуға ұшырағандарың және адасқандардың жолына емес».\nФатиха» сүресінен кейін қосымша тағы қысқа бір сүре оқылады. Қысқа сүрелер әр бірінші және екінші рәкатта қайталанып тұрады. «Кәусар» сүресі: «Иннәә әғтайнакәл кәусәр, фасалли лираббика уәнхар, инна шәниәкә һуәл әбтәр».\n\nМағынасы: «(Я,Мұхаммед), Біз саған кәусарды бердік. Сондықтан Раббың үшін намаз оқы, құрбан шал. Расында ұрпақсыз қалған, Сені жамандаған дұшпанның өзі».\n\n3. «Аллаһу әкбар» деп рукуғқа барады. Рукуғта 3 рет«Субхана раббиял азим» (мағынасы: «Аса Үлкен Раббым күллі кемшілік атаулыдан пәк») деп айтады. Рукуғта сәжде жасайтын жерге қарайды. Ерлер рукуғта саусақтарын ашық ұстап қолдарын, тізелерінің үстіне қойып, арқасын түп-түзу тегіс ұстайды. Тізелері мен шынтақтары да түзу болу керек.\n4. «Сәмиаллаһу лимән хамидаһ» (мағынасы: «Аллаһ Өзін мадақтаған жанның мадағын естиді») деп айтып, рукуғтан тұрады. Және тік тұрғаннан кейін «Раббәнә уә ләкәл-хамд» (мағынасы: «Ей, Раббымыз Аллаһ! Хамд мен мадақ Саған ғана лайық») дейді.\n5. «Аллаһу әкбар» (мағынасы: «Аллаһ Ұлық!») деп сәждеге барады. Сәждеге жығылғанда алдымен тізелер, содан кейін қолдар және маңдай мен мұрын жерге тиеді. Сәждеде бас екі қолдың арасында болады. Сәждеде 3 рет\n\n«Субхана раббиял ағләә» (мағынасы: «Аса ұлы Раббым күллі кемістік атаулыдан пәк») деп айтады. Ерлер сәждеде шынтақтарын қабырғасынан ұзақ және білектерін жерге тигізбей ұстайды. Аяқтары саусақтарымен жерге тіреліп тік ұсталады. Саусақтарының ұштары құбылаға қараған түрде келеді.\n\n6. «Аллаһу әкбар» (мағынасы: «Аллаһ Ұлық!») деп басын сәждеден көтеріп, тізерлеп отырады. Отырғанда қол саусақтардың ұшы тізеге тиіп, қолдар санның үстіне қойылады. Екі сәжде арасында «Субхан Аллаһ» дейтіндей бір қысқа уақыт отырады.\nЕр адамдар сол аяғын жерге төсеп оның үстіне отырады. Оң аяғының саусақтары құбылаға қарап, аяқ тік ұсталады.\n7.«Аллаһу әкбар» (мағынасы: «Аллаһ Ұлық!») деп екінші сәждеге барады. 3 қайтара «Субхана раббиял ағләә»(мағынасы: «Аса ұлы Раббым күллі кемшілік атаулыдан пәк») дейді.\n8.«Аллаһу әкбар» (мағынасы: «Аллаһ Ұлық!») деп екінші рәкатқа тұрып қолдары байланады. Сәждеден тұрғанда: алдымен бас, одан кейін қолдар, соңында қолдар мен тізені таянып, тік тұрады. Осымен бір рәкат орындалады.\nЕкінші рәкат\n\nТүрегеп тұрып, оң қолын сол қолының үстіне қойып,«Бисмилләһ рахманир рахим» деп айтады. Сосын «Фатиха»сүресін оқиды:\n\n«Әлхамду лилләһи раббил-аләмин, әр-рахмаанир-рахиим, мәәлики иәумид-дин, йиәкә нағбуду уа ийәәкә нәстаиин, иһдинас-сираатал-мустақиим, сираатал-ләзинә әнғамтә аләйһим, ғайрил-мағдууби аләйһим уәладдааал-лиин. Амин».\n\nМағынасы: «Барлық мақтау бүкіл әлемдердің Раббы, Рахман, Рахим және қиямет күнінің Иесі Аллаға тән. Тек Саған ғана құлшылық қыламыз, әрі Сенен ғана жәрдем тілейміз. Бізді тура жолға сала көр. Нығметке бөлендіргендеріңнің жолына. Ашуға ұшырағандардың және адасқандардың жолына емес».\n\n«Фатиха» сүресінен кейін Құрандағы қысқа бір сүре оқылады.«Ықылас» сүресі:\n\n«Қул һуаллаһу ахад, Аллаһус-самад, ләм иәлид уә ләм иуләд, уә ләм иәкул-ләһу куфуан ахад».\n\nМағынасы: «Айт: Ол Алла біреу ғана. Алла самад (әр нәрсе Оған мұқтаж). Ол тумады да туылмады. Еш бір барлық Оған тең емес».\n2. Бірінші рәкаттағыдай «Аллаһу әкбар» (мағынасы: «Аллаһ Ұлық») деп рүкүғқа барып, 3 рет қайталап «Субхана раббиял азим» (мағынасы: «Аса Үлкен Раббым күллі кемшілік атаулыдан пәк») деп айтады.\n3. «Сәмиаллаһу лимән хамидаһ» (мағынасы: «Аллаһ Өзін мадақтаған жанның мадағын естиді») деп айтып, рукуғтан тұрады. Және тік тұрғаннан кейін «Раббәнә уә ләкәл-хамд» (мағынасы: «Ей, Раббымыз Аллаһ! Хамд мен мадақ Саған ғана лайық») дейді.\n4. «Аллаһу әкбар» (мағынасы: «Аллаһ Ұлық!») деп сәждеге барады. Сәждеге жығылғанда алдымен тізелер, содан кейін қолдар және маңдай мен мұрын жерге тиеді. Сәждеде бас екі қолдың арасында болады. Сәждеде 3 рет «Субхана раббиял ағләә» (мағынасы: «Аса ұлы Раббым күллі кемшілік атаулыдан пәк») деп айтады. Ерлер сәждеде шынтақтарын қабырғасынан ұзақ және білектерін жерге тигізбей ұстайды. Аяқтары саусақтарымен жерге тіреліп тік ұсталады. Саусақтарының ұштары құбылаға қараған түрде келеді.\n5. «Аллаһу әкбар» (мағынасы: «Аллаһ Ұлық!») деп басын сәждеден көтеріп, тізерлеп отырады. Отырғанда қол саусақтардың ұшы тізеге тиіп, қолдар санның үстіне қойылады. Екі сәжде арасында «Субхан Аллаһ» дейтіндей бір қысқа уақыт отырылады.\nЕр адамдар сол аяғын жерге төсеп оның үстіне отырады. Оң аяғының саусақтары құбылаға қарап, аяқ тік ұсталады.\n6. «Аллаһу әкбар» (мағынасы: «Аллаһ Ұлық!») деп екінші сәждеге барады. 3 қайтара «Субхана раббиял ағләә» (мағынасы: «Аса ұлы Раббым күллі кемістік атаулыдан пәк») дейді.\n7. «Аллаһу әкбар» (мағынасы: «Аллаһ Ұлық») дер сәждеден басын көтеріліп тізерлеп отырады. Отырғанда саусақтарының ұшы тізеге тиіп, қолдары санның үстіне қойылады. Отырғанда «Әт-тәхият» дұғасын айтады: «Әт-тәхияту лилләһи уас-салауату уа-таййбәәт, әс-сәләәму аләйка әйюһән-нәбию уә рахматуллааһи уә бәракәтуһ, әс-сәләму аләйнә уа алә ибәдилләһис-саалихиин, әшһаду әл-ләә иләһә иллАллаһ уә әшһәду әннә Мухаммәдән абдуһу уә расуулуһ».\n\nМағынасы: «Тілмен, денемен және мал-мүлікпен орындалатын ғибадаттардың бәрі Аллаға ғана тән. Я Жоғарғы мәртебелі Пайғамбар! Алланың сәлемі, рахметі және берекеті саған болсын! Сәлем және сәлеметтік бізге және Алланың игі құлдарына болсын. Шаһадат айтамын, Алладан басқа ешбір Тәңір жоқ екеніне. Және де шаһадат айтамын Мұхаммед (ғ.с.) Алланың құлы әрі елшісі».\nСодан кейін «Аллаһумма салли» дұғасы айтылады: «Аллаһумма салли алә Мухаммәдин уа алә әәли Мухаммәд, кәмәә саллайтә алә Ибраһимә алә әәли Ибраһим, иннәкә хамидум мәжиид ».\n\nМағынасы: «Я, Алла! Ибраһимге және ұрпақтарына рахмет еткеніңдей Мұхаммедке және Мұхаммедтің ұрпақтарына да рахмет ет. Шын мәнінде Сен аса мақтаулы, әрі жоғарысың».\n\nСосын «Аллаһумма барик» дұғасын айтады: « Аллаһумма бәрик алә Мухаммәдин уа алә әәли Мухаммәд, кәмәә бәәрактә алә Ибраһимә алә әәли Ибраһим, иннәкә хамидум мәжиид ».\n\nМағынасы: «Я, Алла! Ибраһимді және ұрпақтарын мүбәрәк еткеніңдей Мұхаммедті және Мұхаммедтің ұрпақтарын да мүбарак қыл. Шын мәнінде Сен аса мақтаулы, әрі жоғарысың».\n\nСодан кейін «Раббәнә әтинә» дұғасы айтылады: «Раббәнә әәтинә фид-дүния хасанатән, уа фил-аахирати хасанатән, уа қинәә азәбән-нәр».\n\nМағынасы: «Я, Алла! Бізге дүниеде де жақсылық бер, ақыретте де жақсылық бер. Және тозақ отынан сақтай көр».\n8. Соңында бірінші оң иыққа қарап «Әс-сәләәму аләйкум уа рахматуллаһ» деп сәлем береді.\n9. Сосын сол иыққа қарап «Әс-сәләәму аләйкум уа рахматуллаһ» деп сәлем береді.\n10. Намаз аяқталған соң, екі қолды кеуде деңгейіне қойып мына дұғаларды оқиды: Әстағфируллах! Әстағфируллах! Әстағфируллах! (мағынасы: «Аллаһтан кешірім сұраймын!»).\n\nСодан кейін «Аллаһумма әнтәс-сәләәм уә минкәс-сәләәм тәбәәрактә иәә зәл-жәләәли уәл-икрәәм» (мағынасы:«Аллаһым! Сен - сәлемсің. Сәлем сенен. Сен күллі нұқсандық атаулыдан пәксің. Дүние мен ақырет сәлеметі мен бейбітшілігі сенің көмегіңмен ғана болады. Нағыз қасиетті - Сенсің. Ей, құдірет пен жомарт иесі Раббым»).\nТаң намазы. 2 рәкат Сүннет\nТаң намазы. 2 рәкат Парыз\nБесін намазы. 4 рәкат Сүннет\nБесін намазы. 4 рәкат парыз\nБесін намазы. 2 рәкат Сүннет\nЕкінті намазы. 4 рәкат парыз\nАқшам (Шам) намазы. 3 рәкат парыз\nАқшам (Шам) намазы. 2 рәкат Сүннет\nҚұптан намазы. 4 рәкат парыз\nҚұптан намазы. 2 рәкат Сүннет",
                "date": "16.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен білімді ұрпақпын эссе жазу?",
        "question_content": "Эссе жазу керек еді. Мен білімді ұрпақпын. Осы тақырыпта эссе жазып берсеңіздер.",
        "question_date": "12.03.2019",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мен білімді ұрпақпын.\n\nБарлық адамның арманы мақсаты болады. Осы өмірде қаншама мамандықтар бар. Біз кім болсақта ең басты оқып білім алу  мақсатымыз. Осыдан сан мыңдаған жылдар бұрын өзіміздің ақын-жазушыларымыз өз бетінше оқып білім алды.\nЕңбек етсе ерінбей\n\nТолы адамның тіленбей деп айтылғандай. Ақылды, дерек, данышпан, тапқыр  болсақ бізден зор үміт күтуге болады. Өзіміздің ата-анамызды, туған туыстарымызды мақтанышы қорғаны боламыз. Ұлы Абай атамыздың немесе басқа да адамдардың бізге қалдырған мұралары өте көп. Бізде дәл солай өзіміздің іні-сіңілілерімізге мақтанышпен айтатындай болымыз керек.",
                "date": "8.11.2019",
                "upvotes": 1
            },
            {
                "text": "Ұлы Дала төсінде еркін көшіп, ен жайлаған байрақты бабаларымыз тоқымына басар жалғыз атын ел шетіне жау тисе, ер басына күн туса деп сақтайды екен. О шетінен, бұ шетіне дейін қыран қанаты талатын, сызып қойған шекарасы болмаса да «атажұрт», «атакүлдік», «кіндік қаны тамған жер» деген өлшеммен кесіп- пешіп, қызғыштай қорыды. «Қу толағай бастанып, темір қазық жастанып жүріп», «Біз – қазақ деген елміз» деп кеудесін керіп, жауының пысын басты.\nҚайсарлығы қара тасты үгіткен,\nҚаһарынан қас дұшпаны үріккен.\nҚайырымдылығы тас жүректі жібіткен,\nАрғы тегі Алаштан тараған,\nКерегесін ағаштан құраған\nТағдырдың тезіне, қолдан жасаған тозақтың өзіне шыдаған елміз,- деп жауына алмастай тілін безеп, бір қарыс жерін де бермеді.\nСол бір замандардың аумалы- төкпелі оқиғасын Жұбан атамыз «Мен- қазақпын, мың өліп, мың тірілген» деген бір-ақ ауыз сөзге сыйғызып жібергенін қарашы.\nИә, күндіз тіршіліктің қамымен сайын Даласында қой баққан бабаларымыз түнде көкке қарап ой бақты. Көргені мен сезгенін, білгені мен түйгенін тілінің ұшына қондырып, жылдар көшімен кейінгі ұрпағына жеткізді.\nЗамана дауылына төтеп беріп, адамзат  баласы тудырған шексіз мүмкіндіктер мен даму заманына көштен қалмай, жүгі жолда аумай ХХІ ғасырдың табалдырығын аттады.\nҚазақстан -  бұл күндері көк байрағын байлар шаңырағы шалқыған, керегесін кең жайып талай жұрттың баласын баурына тартып, тыныштық пен берекенің, татулық пен мерекенің Отаны болған, өз үні, өз кебеті, өз сәулеті, ен дәулеті бар іргелі ел. Төрткүл дүние бас қосқан Біріккен Ұлттар Ұйымының төрінен саңқылдап Ана тіліміздің естілуі: «Енді ешкім өзгерте алмайтын бір ақиқат бар! Ана тіліміз Мәңгілік еліміздің Мәңгілік тілі болады. Қазақ тілін даудың тақырыбы емес, ұлттың ұйытқысы ете білген жөн» деген Елбасының сөзінің ақиқатқа айналғаны емес пе?!\nЕлбасы белгілеп берген «Қазақстан-2050» стратегиясы- ұлттың ұлы бағдары, Қазақстанды мекендеген барша ұлттың арманы болды.\nҚазақстан-көп ұлтты мемлекет. Елбасы айтқандай, көп ұлтты болуымыз - біздің байлығымыз, мақтанышымыз.\n                   1937 жыл еді.\n                   Поезд жүйіткіп келеді.\n                   Терезеден тұрмын қарап таңдана:\n                   Дала, дала, кең дала.\n                   Содан кейін азаптан торыққаным есімде,\n                   Содан кейін қазақтарға жолыққаным есімде.\n                   Құшақ жайып қарсы алғаны есімде,\n                   Құрмет қылып ән салғаны есімде.\n                   Жоқ, ұмытпан,\n                   Ұмыта алман жандарды ол,\n                   Достықтың отымен жүрегімді жылытқан.\n                   Қазақстан! Гүлстан! Ғажапстан! Күністан!\n                                                                        Ен Сен Нен\nИә, сан ұлттың басын осындай ғажап өлкеге заманның желі, тағдырдың тезі, тарихтың толқыны, саясаттың салқыны қосты.\n«Тілі басқа,- тілегі бір, жүзі басқа,- жүрегі бір» сан ұлттың баласы «Біз Қазақстандықпыз!» деп мақтанышпен айтады.\nМен-Қазақстандықпын! Аналарымыздың көз жасы, Аруларымыздың Ары, ержүрек аталарымыздың қаны төгілген кең байтақ Ұлы Даланың иесімін. Сондықтан менің иығыма артылған міндет жүгі ауыр, парыз жүгі айқын. Мен оны жүрегіммен сезінемін.\n«Жаратқанның мейірімі шексіз, алды кең» деп отырушы еді атам. Осындай ен байлықты, мейірімді де жомарт халықты иесіз қалдырмады. Елі қалап, жұрты қолдап Елбасын сайлады. Елбасының көрегендігі мен сарабдал саясаты арқасында еліміз Еуразия кіндігіне айналды.\nСарыарқаның төрінен бой көтерген жас қала бұл күндері бас қала атанып, ай сайын емес күн сайын келбетіне көрік қосып келеді.\n«Бақыт, қайда барасың?» деп сұраған екен деген тәмсіл бар халқымызда. Сонда: «ынтымағы жарасқан, қуаныш пен қайғыда да қол ұстасып бірге бел асқан, қайырымды да мейірімді, берекелі жерге барамын!» деген екен дейді.\nМен-бақытты ұрпақпын. Көреген де дана, аузы дуалы шешен, түрткүл дүниенің тыныштығын ойлаған көсем Елбасымыз жастарға үлкен міндет жүктеп, үміт артып отыр.\n«Елдік пен Тәуелсіздіктің киелі көк Туын ХХІ ғасырда асқақтата желбірететіндер-жастар, сендер боласыңдар!» деген Елбасының  сенімін ақтауға осы күннен тырысып келемін.\nКүні кеше Астана қаласы, Президент орталығында өткен «Әлемді өзгертетін идеялар» семинар-тренингіне қатысуым маған өзіме деген сенімділік пен асқақ арман сыйлады. Елбасының тікелей эфирде жастармен сұхбаттасуы, ғарыш саласында дамыған елдердің қатарына қосылуға тікелей себеп болған Айдын Айымбетов ағамызбен кездесу, Еуразия ұлттық университетінің ғалымдарынан дәріс алу, тарих ғылымдарының профессоры Болат Көмековтың қолынан Сертификат алуым қиялымның шындыққа айналғандай әсер қалдырды. Жастық жігерім мен күшімді білім алуға, ізденуге, әлемді тани отырып, өз Отаным- Тәуелсіз Қазақстанды дамытуға жұмсаймын деген кұлшыныс кішкене жүрегіме қуаныш сыйлады. Мен еліме, Президентіме сенемін! Мен өзіме, болашағыма сенемін! Себебі заманауи қоғам – білекке емес, білімге сенетін кезең.\nМен-Қазақстандықпын! Бұл мен үшін білім алу құқына ие болу деген сөз  ғана емес, алған білім-өнегемді өзіме, отбасыма және Отаным Тәуелсіз Қазақстанның гүлденуі мен өркендеуіне жұмсаймын деген ұлы жауапкершілікті жүктейді.\nМен - Қазақпын, өренімін елімнің,\nЖамандықтан, надандықтан жерідім.\nҰрпағымын қасиетті қазақтың,\nҰлылардың арқалаған сенімін.  \nМен - қазақпын, иесі осы даланың,\nТопыраққа тамыр жайған табаным.\nТіл-дінімнің биіктетіп беделін,\nҚай кезде де қазақ болып қаламын.\nАтырау облысы\nИсатай ауданы\nИсатай селосы\nИсатай орта мектебінің\n10 сынып оқушысы: Қайыржанова Асылай Бекзатқызы\nҰстазы:  Ғұмарова Ағзия Зұлхарнайқызы",
                "date": "8.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі сөйлемге синтаксистік талдау жасау керек",
        "question_content": "Жақындап зер салып қарасам,əлгі торғайлар суырлардың денесін неше түрлі шыбын -шіркейлерден,қанын сорып ,түймедей болып тырсиған кенелерден,бүргелерден арылтып,күнделікті керегін теріп жеп жүр екен.",
        "question_date": "12.03.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 959,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Актив номердің кімнің атына тіркелгенін қайдан білуге болады?",
        "question_content": "Актив номердің кімнің атына тіркелгенін қайдан білуге болады?",
        "question_date": "12.03.2019",
        "question_tag": "Байланыс операторлары",
        "question_views": 13300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Телефонда *562# тересің.Сонда көрсетеді",
                "date": "4.01.2020",
                "upvotes": 0
            },
            {
                "text": "87782518203 кімнің атына тіруелген",
                "date": "15.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Несие ұйымдары мазалай береді. Не істеуге болады?",
        "question_content": "Сәлеметсіз дерма. Сұрайын дегеним жекеменшик несие беретин ұйым жайлы. Пайыздарым күннен күнге өсуде . Азғантай алған ақшам 10еселенди..комектесиниздерши...3баламен жалғыз басты анамнын.. Қалай қандай женилдектер бар екен. Табыс табам алайда тамагымыздан артылмай отыр. Енди жақында ғана аурухана ға тусип одан ари шығынға баттым. Мына микрокредитти токтатып қоя алатын заң барма  Ақыл берсениздер екен",
        "question_date": "12.03.2019",
        "question_tag": "Кредит, Несие",
        "question_views": 597,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пайызы қатты көбейгенде сотқа беретін сияқты, сол кезде шешеді не боларын.",
                "date": "27.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қылығың тәтті бағаламай сол бір тәтті сәтті. Мәтінін білемін ән керек еді?",
        "question_content": "Қылығың тәтті бағаламай сол бір тәтті сәтті\nсаған қарай жаным қанат қақты тағы қақты\n\nБірақ ұмыт дедің мүлде\nжан жарамды айта аламын кімге\nбарма амалым болу үшін бірге мәңгі бірге\n\nсағынам сені жаным гүл гүлім\nбағынар жүрек бағың болды кім",
        "question_date": "12.03.2019",
        "question_tag": "Қазақша ән",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағдат Бақытжанұлы Тәттім",
                "date": "22.03.2019",
                "upvotes": 0
            },
            {
                "text": "Елдияр Каримжанов «Тәттім»",
                "date": "13.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Насыбай қалай қоюға болады?",
        "question_content": "Насвай жұтып қойса не болады? Жұтып қойғанда алдымен не істеу керек?",
        "question_date": "11.03.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көл мөлшерде жылы суды тез тез жұту керек 2 л кемінде, сол кезде су өздігінен сыртқа қайта шығады, промывание желудка жасайсын, 2-3 рет қайтала, шығып кетеді. Қалай қоюға болады? просто атпа, қалай жиеркенбейсін сасық затты аузына салуға, қыздар сүйіспей қояды)) өзім қолыма ұстауға да жиеркенемін. Абай атамыз айтқандай, мықты болсан өзіңді жең, өзің қоя алмасан әлсіздігіннен.",
                "date": "22.03.2019",
                "upvotes": 0
            },
            {
                "text": "Нағыз ер жігіттің қалтасында міндетті түрде насыбай жүру керек.",
                "date": "24.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Минез деген не?",
        "question_content": "Минез деген не ? 15 балл берем!",
        "question_date": "11.03.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Мінез» сөзі өмірде және көркем әдебиетте кеңінен қолданылады. Басқа адамдармен қатынаса отырып әр адам өз мінезі танытады және өзгенікін бағалайды. Күнделікті өмірде қауым мінезді «жақсы», «жаман», «ауыр», «жеңіл» деп сипаттайды. Ара қатынасымыз бұзылған жағдайда, әдетте: «Мінезіміз келіспеді»,- деп жауап береміз. Түрліше мінез иелері ұқсас жағдайларда әр-түрлі ірекет етеді, күйзеледі. Егер біз келесі адамның мінезін жетік білетін болсақ, онда бізге оның әрекеттерін түсіну де оңайға соғады, ендеше, ол адаммен қатынасудың тиімді стильін таңдап, белгілі жағдайлардағы әрекет-қылықтарын болжай аламыз.\n\nМінез ерекшеліктері жайлы білім мамандарды жұмысқа қабылдауда, жауапты қызметке тағайындауда, бірлескен әрекетті орындауды тапсыруға байланысты топтарға біріктіруде маңызды. Сонымен қатар, шиеденістерді шешуде, ұжымда жағымды психолгиялық ахуалды орнатуда, қарым-қатынас тиімділігін арттыруда мінез жайлы түсінік аса қажет.\n\nМінез туралы алғашқы ғылыми түсініктер ерте заманнан келеді, ол әр адамның өзіндік адамгершілік қасиеттерінің мен ойларының боларын сипаттаған Аристотельдің есімімен байланысты. Оның шәкірті, ежелгі грек философы Теофраст (б.э.д. 372-287) адами ерекшеліктерді жүйелеп, оның 30 қасиетін көрсеткен, мысалы: сайқал, жасапмаз, сөзшең, т.б. Теофраст өзінің «Этические характеры» тракты арқылы ғылымға «мінез» (грек. сharacter – қасиет, сапа) терминін енгізген. Кейіннен, француз жазушысы Ж. Лабрюйер (1645-1696) ұзақ уақыт бойында зиялы қауымның қылықтарын бақылай келе, мінездің мыңнан аса типтік қасиеттірін сипаттаған. Психологияның басты мақсаты тұлға мен мінезді зерттеу деп есептеген А.Ф. Лазурский (1874-1917) мінездің мәнін, құрылымын, типтерін және дамуын қарастыратын психология ғылымының бір саласы – мінезнаманы жасады.",
                "date": "12.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына суреттің 3 көрінісін және аксонометриялық проекцияларын салу керек?",
        "question_content": "Көмектесіңізші! Мына суреттің 3 көрінісін және аксонометриялық проекцияларын салу керек",
        "question_date": "11.03.2019",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өтінемін, бүгін жұмысты тапсыру керек",
                "date": "12.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай донерка(шаурма) ашсам болады?",
        "question_content": "Мен донерка(шаурма) ашқым келіп жүр.Осыған қатысты барлық бизнес идеялардың барлығын көрдім.Бірақ осы істің мамандарының ойын білгім келеді.\n\nСіздерден көмек...\n\nКім осы салада іс атқарып жүр?\n\nҚалай ашқанын қандай документтер жыйнағанын қысқаша айтып өтсе?\n\nКейбіреулер заңды түрде тіркелмей де ашуға болады дейді осы жөнінде де айта кетсеңіздер\n\nЖәне де өз ойымен бөлісе кетсе.",
        "question_date": "11.03.2019",
        "question_tag": "Бизнес туралы",
        "question_views": 564,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз you tube тан  бизнес басауды көріңіз бəрі түсіндіріледі",
                "date": "12.03.2019",
                "upvotes": 0
            },
            {
                "text": "Ютубтан орысшаны да қазақшаны да көргенмін.Прост мұнда сол кәсіп жайында хауары бар адамдар болса кішкене де болсын өз ақылдарымен бөліссе екен дегенім.",
                "date": "12.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махаббатсыз некеде бала үшін қалай тұрасыздар? Өз басымнан осы жағдай өтіп жатыр",
        "question_content": "Ассалаумағалейкум. Махаббат жоқ. Екеумізді туыстарым қосып еді. Арамызда бала бар. Бірақ жылдар өте суып бара жатырмын әйеліме. Ажырасам баланы қимаймын. Сабырдың да шегі келді. Енді қалғаны құлақты жуып, көзді жұмып жүру ғана калды. Не кеңес бересіздер?",
        "question_date": "11.03.2019",
        "question_tag": "Жанұя",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе колынмен жасаған баланы басымен жауап бер кызын кезеңде бари даусы едигои неликтен жаппай калдынба ози сөзге бала туса Баска не керек арам оига бармаса негізі сен жаман еркек екенсиз",
                "date": "11.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эконометрика пәнінен көмектесе алатын адам бар ма?",
        "question_content": "Эконометрикадан есептер шығаруға көмек беретін адам болса жазыңыздаршы",
        "question_date": "11.03.2019",
        "question_tag": "Университет, колледж",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әке-шешеміздің үйін бөліске салу жайында?",
        "question_content": "Әкеміз қайтыс болар алдында өз үйін ең кенже баласына мұрагерлік ретінде аударып берген, Біз басқа балалары қарсылық көрсетіп, үлес бер деместен келіскен болатынбыз, Кенже інімізідің қолында шешеміз бар, бірақ үй ініміздің атында. Енді қазіргі уақытта інім шешеміздің қарсылығына қарамастан үйді сатамын деп отыр. Үйдің сатылғанына осы мәтінді жазып отырған сол жанұяның үлкен баласы мен де қарсымын. Сатып қалаға көшіп келемін дейді. Шешем қалаға келмеймін дейді. Осы үй шешем тірі отырғанда сатылмау үшін не істеуге болады. Немесе біз өз тарабымыздан егер үй сатылар болса бізге сатылған сомадан үлес бер деп арызданамыз ба? Тек үйдің сатылып кетпеуі үшін.Бізге басқа балалары үшін шешеміздің сол үйде тыныш отырғаны керек. Өйткені ол үйді әкем, шешем өздері үйленгеннен алған үйлері еді, соны шешем қимайды, және біз де басқа балалары қара шаңырақтың тұрғанын қалаймыз. Заңды жөнінде не істеуге болады. Тек үй сатылмауы үшін. Жауаптарыңыз үшін алдын-ала рахмет.",
        "question_date": "11.03.2019",
        "question_tag": "Заң",
        "question_views": 545,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрагерлік берілген болса мұрагер өз атына тіркеген жағдайда не істесе де өзі біледі.\nНегізінен, бірақ мұрагерлік қағаздарымен танысып көру керек.",
                "date": "14.02.2020",
                "upvotes": 1
            },
            {
                "text": "ҚР Азаматтық кодексіне сәйкес 1078-бап. Жекелеген мұрагерлердiң мұраға кiретiн мүлiкке басым құқығы 1. Мұра ашылғанға дейiнгi бiр жыл iшiнде мұра қалдырушымен бiрге тұрған мұрагерлер тұрғын үйдi, сондай-ақ үй жабдықтары мен үй-iшi тұрмысы заттарын мұраға алуға басым құқыққа ие болады. 209 2. Мұра қалдырушымен бiрге мүлiкке ортақ меншiк құқығы бар мұрагерлер ортақ меншiкте болған мүлiктi мұраға алуға басым құқыққа ие болады. 3. Осы баптың 1 және 2-тармақтарында аталған басым құқықты жүзеге асырған кезде бөлiске қатысатын басқа да мұрагерлердiң мүлiктiк мүдделерi сақталуға тиіс. Егер өздерiне тиесiлi үлестердi беру үшiн мұраны құрайтын мүлiк жеткiлiксiз болса, басым құқықты жүзеге асыратын мұрагер оларға тиiсiнше ақшалай немесе мүлiктiк өтемақы беруге тиiс.",
                "date": "28.12.2020",
                "upvotes": 0
            }
        ]
    }
]