[
    {
        "question_title": "Сфераның радиусын табыңдар?",
        "question_content": "Ұзыңдығы 20 см-ге тең хорда сфера центрінен 24 см қашықтықта өтеді.Сфераның радиусын табыңдар",
        "question_date": "20.02.2019",
        "question_tag": "Геометрия",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сфера радиусын табу",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конустың биіктігін және табанының радиусын табыңдар?",
        "question_content": "Конустың жасаушысы 18 см-ге тең және табан жазықтығымен 60° бұрыш жасайды.Конустың биіктігін және табанының радиусын табыңдар",
        "question_date": "20.02.2019",
        "question_tag": "Геометрия",
        "question_views": 30200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "конустың биіктігі 9 түбір астын 3-ке тең, табанының радиусы 9-ға тең",
                "date": "30.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Цилиндрдің радиусы 12 см,осьтік қимасының диагоналі 30 см.",
        "question_content": "Цилиндрдің радиусы 12 см,осьтік қимасының диагоналі 30 см.Цилиндрдің а) биіктігін ә) осьтік қимасының ауданын б) бүйір бетінің ауданын в) толық бетінің ауданын табыңдар.",
        "question_date": "19.02.2019",
        "question_tag": "Геометрия",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а) Биіктігі² = 30²-24²=900-576=324\nбиіктігі = 18 см\nә) осьтік қимасының ауданы = 18*24=432 см²\nб) бүйір бетінің ауданы = 2*3,14*12*18=1356.48 см²\nв)толық бетінің ауданы = 1356.48+2*432=2220.48 см²",
                "date": "19.02.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "AMD FX 4130 процессорына NVIDIA GeForce GT 730 байланысы жайлы?",
        "question_content": "AMD FX 4130 процессорына NVIDIA GeForce GT 730 видеокарта сәйкес келеді ма?",
        "question_date": "19.02.2019",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәйкес келеді. Тек аналық тақта қолдаса болды",
                "date": "20.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналист іздеп жүрген сайттар немесе газет-журналдар бар ма?",
        "question_content": "Журналист мамандығы бойынша сайттар мен газет-журналдардан жұмыс іздеймін",
        "question_date": "19.02.2019",
        "question_tag": "Мамандық",
        "question_views": 970,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Azattyq  іздеп жүрген, инстадан тапсаңыз болады",
                "date": "19.06.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің мінезім туралы шығарма жазу?",
        "question_content": "Менің мінезім тақырыбы бойынша шығарма қажет?\nМенің мінезім. Әр адамның мінезі әр түрлі. Бір -біріне ұқсамайтын қырсық, ақкөңіл, ашушаң т.б болып келеді. Бірақ адамның бойында жақсы мінезбен қоса жаман мінезі де болады. Әр адам оны біліп сол жаман мінезінен құтылуға ұмытуы керек дем ойлаймын. Менің жақсы мінезім ақкөңіл ,тез бауыр басып қаламын, ұзақ ойланамын. Ал жаман мінездеріме келсем ашушаңмын бірақ ол тез тарап кетеді.",
        "question_date": "19.02.2019",
        "question_tag": "Мектеп",
        "question_views": 12400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СЖ-та 8 жыл опыты бар Редактордан қызық сұрақ екен)\n\nСайтқа көптен бері кіріп тұрғаным. Есімде қалыпсыз. Аккаунт-логиніңіз, тіпті аватаркаңыз да өзгермеген екен)\nАл сұраққа келетін болсақ, ешкім мында сізге шығарма жазып бере қоймас.",
                "date": "2.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Менің елімнің байлықтары эссе жазу қажет?",
        "question_content": "Менің туған жерім- Егеменді Қазақстан\n\nМенің туып өскен жерім - егеменді Қазақстан. Қазақстанның байлығы өте көп және қазынаға бай ел. Біздің еліміздің табиғаты өте сұлу. Биік-биік асқар тау, мөп-мөлдір көлдер, неше түрлі өсімдіктер мен дәрілік қасиеті бар шөптер өседі. Қазақстан жерінде аңдар мен құстар, неше түрлі жануарлар жасайды. Сол жерде біздің ата-бабаларымыз, батырларымыз, ақындарымыз, ғалымдарымыз туып өскен. Қазақстандай жері шұрайлы, шөбі шүйгін өлкені мен әрқашан да мақтан тұтамын.Қазақстанның кең даласындай байтақ дала еш жерде жоқ шығар. «Отаның-алтын бесігің», «Отаны жоқтық – нағыз жоқтық»- деп дана халқымыз бекер айтпаған. Өз Отанын сүю, өз ана тілін ардақтау - әрбір азаматтың бірінші міндеті.\n\nАл біздің халқымызда атамекенді ардақтау сезімі өте терең деп ойлаймын. халқымыздың басынан қандай қиын кезеңдер өткенде де ата-бабаларымыз елімізді сыртқы жаудан қорғай білген. Өз елі үшін жанын да, барын да аямаған. Халқымыздың осы бір қасиеті жанымызға ана сүтімен тарап, ана тілімен дарып, ақ нанымен бекуі тиіс.\nӨйткені Отан біз үшін оттан да ыстық!",
        "question_date": "19.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 9900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Менің елім – Қазақстан. Қазақстан жер көлемі жағынан әлемде Ресей, Қытай, АҚШ, Аргентина, Бразилия, Канада, Үндістан және Австралиядан кейінгі 9-орынды алады. Қазақстанның табиғаты әр алуан. Оның кең-байтақ аумағында таулар да, орман-тоғайлар да, кең жазықтар да бар. Климаты-барынша континентальді. Қазақ жері ұлан-байтақ, таңқаларлық әдемі жер. Еліміздің ұлан-байтақ даласында есепсіз байлық бар, бұл - сирек кездесетін жануарлар мен өсімдіктер, пайдалы қазбалар. Қазақстанның байтақ жерінде Менделеев кестесінің 99 элементі бар. Бұл да біздің үлкен мақтанышымыз. Елімізде мұнай, көмір, темір, алтын, күміс және тағы басқа да байлықтар жеткілікті. Қазақстан мұнай қоры бойынша әлемнің көптеген мұнай өндіруші елдерінен алда тұр. Республикада қазіргі уақытта барланған және табылған 2,8 млрд. тонна мұнай мен конденсат қорынан және 1,9 триллион текше метр газ қорынан тұратын 172 мұнай, 42 конденсат және 94 газ кен орны бар. Оның ішінде хромның әлемдік қорының жартысынан астамы Қазақстан аумағында болса, одан өзге де қорғасын, мырыш, мыс, алтын мен күмістің бай қоры бар. Вольфрам қоры бойынша екінші, марганец қоры бойынша үшінші, қорғасын мен молибден қоры бойынша төртінші, темір кентасының қоры бойынша сегізінші орын алады. Жетекші өнеркәсіп салаларының қатарына түсті және қара металлургия жатады. Жоғары сапалы мыс пен мырыш, қорғасын мен кадмий әлемдік нарықта үлкен сұранысқа ие.\n\nҚазақстан - дәнді дақылдар (негізінен астық), азық-түлік пен техникалық дақылдардың (күнбағыс, мақта) ірі өндірушісі. Ауыл шаруашылығындағы негізгі салалардың бірі - мал шаруашылығы. Ол жеңіл өнеркәсіпті шикізатпен, халықты тамақ өнімдерімен қамтамасыз етеді.\n\nҚазақ елі өз мәдениетін дамытқан ел. Қазақ халқы салт-дәстүрге өте бай ел. Бұл-оның мәдениетті әрі тәрбиелі ел екендігінің айғағы. Белгілі қоғам қайраткері, заңгер Н.Шайкенов: «Ұлт дәстүрі – заңнан биік», – деген. Демек, салт-дәстүрлі ел – мықты әрі тұғыры берік ел. Біздің халқымыз өз ұрпақтарына ғасырдан ғасырға ұлт қасиетін салт-дәстүрмен, өнегені әдет-ғұрыппен, үлгіні жөн-жосықпен, әдепті ырым, тыйыммен тәрбиелеп, ұлағатты ұл, инабатты қыз өсірген.\n\nҚазақстан ғылымы да әлемдік ғылым қазынасына зор үлес қосты, іргелі ғылымдарды түбегейлі зерттеуге бағытталған ірі институттар жұмыс істейді.",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бойтұмарларды не үшін таққан:",
        "question_content": "Бойтұмарларды не үшін таққан:",
        "question_date": "18.02.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бойтұмар – дұға, аят, астрологиялық ишаралар немесе қасиетті кітаптардан алынған сөздер жазылған, мойынға тағылатын қастерлі зат. Бойтұмар ретінде түрлі бұйымдар (ұлутас, тас, сүйек, т.б.) немесе арнайы жасалған ішінара қымбат зергерлік заттар да қолданылады.\nАта-бабаларымыз бойтұмар зұлым күштердер қорғайды деп сенген\nАл кейде алыс сапарларға аттанғанда туған жерінің бір уыс топырыған бархыт матаға орап, жіпке тігіп, бойтұмар қылып тағып жүрген. Бұл туған жерін ұмытпауға, оны не болса да еске алуға негізделген",
                "date": "19.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақ Орда, Моғолстан, Әбілхайыр хандығы, Ноғай Ордасында “бек” атауы берілген:",
        "question_content": "Ақ Орда, Моғолстан, Әбілхайыр хандығы, Ноғай Ордасында “бек” атауы берілген:",
        "question_date": "18.02.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақ Орда, Моғолстан, Әбілхайыр хандығы, Ноғай Ордасының әлеуметтік құрылымы феодалдық қатынастарға негізделген. Хандық биліктің ең жоғарғы өкілдері – хан, сұлтандар, оғландар. Хан кеңесінің құрамы хан тұқымдарынан, ұлысбектерден, әмірлер мен бек, билерден тұрған. Ханның кеңесшісі уәзірлер болған. Құрылтай – хандық өкіметтің ең жоғарғы жиыны. Ақ Орда, Әбілхайыр хандығы, Моғолстанда түрік тайпаларының басшылары “әмір” деп аталған. Ал Ноғай Ордасында оларды “мырза” деп атаған. Қарапайым халық “қараша” деп аталады. Әділ үкім шығаратын “би” қызметі болған. Шыңғысхан жаулап алған жерлерін балаларына бөліп берген. Осы жерлер “інжу” деп аталған. Иқта, сойырғал деп аталатын сый - жерлер әскери немесе мемлекеттік басқару ісінде ханға адал қызмет еткендерге берілген. Әскерді азық - түлікпен қамтамасыз ету үшін жиналатын салық тағар деп аталған. Жан басына және мал басына құшыр салығы салынды. Жер көлеміне байланысты қалан салығы салынған. Мал салығы зекет деп аталған. Отырықшы егінші аймақтардан харадж, баж салықтары алынған. Мұрагердің “тел бауырын” көкілташ деп атаған. Ал мұрагердің тәрбиешісі атабектер болған. Жастайынан сайланған хандарға ақыл беретін кеңесшінің лауазымы “наиб” болған. Ханның аңшылық ісін басқаратындар миршикар деп аталған. Жасауылдар жиын - той, мерекелерде тәртіп, салт - дәстүрді қадағалап отырған. Cарай қызметінің басшылары ішік аға басы делінсе, хан кеңесшілері инақтар деп аталған. Ал даруғалардың міндеттеріне салық жинау, тәртіпті қадағалау кірген. Хандық өкіметтердің мемлекеттік - әкімшілік жүйесі билеушілер мүддесін қорғауға бағытталған.",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Орыс әкімшілігіне Кенесары алғашқы елшілігін жіберді:",
        "question_content": "Орыс әкімшілігіне Кенесары алғашқы елшілігін жіберді:",
        "question_date": "18.02.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "19 ғасырдың 20 жылдары Ұлы жүздің бір бөлігі мен Кіші жүздің оңтүстігі Қоқан билігінде болып, қазақтардан салық жинады. 19 ғасырдың 20 - 30 жылдары Хиуа хандығы шекті, төртқара, табын, байұлына қысым көрсетіп, Сыр өзенінің төменгі ағысында бекіністер тұрғызды, сауда керуендерін тонады. 1822 жылғы Жарғы бойынша жаңа округтерді ұйымдастыру қазақтардың шаруашылығын құлдыратты. Отаршылдыққа қарсы күресті Абылай ханның немерелерінің бірі – Кенесарының ағасы сұлтан Саржан Қасымұлы басқарды. Көкше және Ұлытаудың маңындағы шаруалар патша үкіметінің жазалау қысымына төтеп бере алмай, Орта жүздің оңтүстігіне көшіп кетті. 1836 жылы Саржанды Қоқан ханы өлтіртті.\nКенесарының саяси көзқарасының қалыптасуына əсер еткен əкесі – Қасым. Сұлтан Қасымның 40 шаңырақты ертіп Көкшетау бойынан Қоқан шекарасына көшуінің басты себебі – патша үкіметінің округтік приказдарды құруына қарсылығы. 1836 жылы Қасым сұлтан және балалары Ташкент билеушісінің қолынан қаза тапты.\n1837 - 1847 жылдардағы көтеріліс басшысы – Қасым төренің баласы, сұлтан Кенесары (1802 - 1847 ж. ж.). Көтерілістің басты мақсаты: Қазақ елінің патшалы Ресейдің құрамына қосылып үлгермеген өңірлерінің дербестігін сақтау, қазақ жерлерін бекіністер мен округтік билеу арқылы отарлауды тоқтату, Қоқандықтардың тепкісіндегі қазақтарды азат ету. Көтеріліс бүкіл Қазақстанды қамтып, ұлт - азаттық сипат алды.\nКөтерілістің басты қозғаушы күші қазақ шаруалары болды. 80 - нен астам би, старшын, сұлтандар көтеріліске қатысты. Ақсүйектер мақсаты – көтерілісті пайдаланып, бұрынғы артықшылықтарын қайтарып алу және көшпелі феодалдық дербес мемлекеттің бостандығын қалпына келтіру. Көтеріліске əртүрлі ұлттардың өкілдері қатысты – орыс, өзбек, қырғыз. Кейде көтерілісшілер саны 20 мыңға жетті. 1838 жылғы мамырда Кенесары сарбаздары Ақмола бекінісіне шабуыл жасап, өртеп жіберді. Бұл көтерілісшілерге рух берген ірі жеңіс болды. 1838 жылдың күзінде қозғалыс Кіші жүзді шарпып, оған би Жоламан Тіленшіұлы тобы қосылды. 1841 жылы көтерілісшілердің қоқандық əскерлер орналасқан Созақ, Жаңақорған, Жүлек, Ақмешіт бекіністерін қоршауы жəне бірнеше қоқан бекіністерін алуы сарбаздарды рухтандырды. Қоқан ханы Кенесарыға одақ жасауды ұсынып, бірақ батыр оны қабылдамады.\n1844 жылғы шілденің 20 - нан 21 - не қараған түнінде көтерілісшілер сұлтан Жантөреұлы тобын қоршап, 44 сұлтанды мерт қылды. Сарбаздардың рухы көтеріліп, қазақ ауылдарының жаңадан Кенесары маңына жиналуына түрткі болды. Орынбор əкімшілігін Кенесарымен келіссөз жүргізуді бастауға мəжбүр етті.\n1845 жылғы сəуірде Кенесары ауылына орыс елшілері Долгов пен Герн келіп, патша əкімшілігінің талаптарын жеткізді. Кенесарыға басқа елдермен дипломатиялық байланыс жасауына тыйым салынды. Көтеріліске қатысқан қазақ руларына үкімет межелеген жерлерде ғана көшіп - қонуға рұқсат берілді. Кенесарының Орынбор қазақтарының иелігін Ресей империясының бір бөлігі ретінде мойындағанда ғана көтерілісшілерге кешірім берілетіндігі басты шарт ретінде қойылды. Екі ай бойы Кенесары ауылында болған елшілер талаптарын орындата алмай Орынборға қайта оралды.\nКенесары Ресейдің билігін мойындауы үшін өзінің талаптарын қойды. Қазақ жеріндегі барлық патша бекіністерін жою, жазалаушы топтардың бассыздығын тыю, салық жинауды тоқтату. Екі жақ бір - біріне талаптарын мойындата алмағандықтан, келіссөздер тоқтатылды. Кенесары тобы Сарыарқадан оңтүстік аудандарға ығысуға шешім қабылдады. Сарыарқадан Ұлы жүзге қарай бет алуының себебі – Қоқан езгісіндегі қазақтардың дербестік алуына көмектесіп, өзіне тірек жасау болды. Кенесары əскерін Жетісу қазақтарының бəрі бірдей қабылдамады. Абылайдың баласы сұлтан Сүйік Ресей билігін мойындаса, үйсін, жалайыр, дулат руларының көпшілігі көтерілісшілерді жақтады. Кенесарының соңынан ермеген ауылдарды ойрандауы Жетісудағы белді руларды Ресейден көмек сұрауға мəжбүр етті.\n1847 жылғы сəуірде Кенесары 10 мың əскерімен қырғыз жеріне басып кірді. Көтерілістің бастапқы сипаты өзгерді. Кенесары əскерлерінің қырғыз ауылдарын шабуылдауы Кенесарыға қарсы өшпенділікті туғызды. Кенесарының өзін қолдамаған ауылдарға озбырлық көрсетуі көтерілісшілер қатарын сиретті. Қазақ рулары көтерілісті өз жерінде қолдап, Қоқан жəне қырғыздармен күресуден өздерін алшақ ұстады. Ресей империясынан жеңілдіктер алған ақсүйектер орталықтанған феодалдық мемлекетті қалпына келтіруге мүдделі болмады. Ақырында 1847 жылы Тоқмаққа жақын Майтөбе түбіндегі шайқаста (Кекілік сеңгір) Кенесары қырғыз манаптарынан жеңіліс тапты.\n1841 жылы тамызда Кенесары хандық билікті қалпына келтірді. Билер сотын жойып, хандық сотты енгізді. Билік тізгіні Кенесарының өз қолында болды. Хандық кеңестің құрамы Кенесарының жақын туыстарынан, би, батыр, сұлтандардан тұрды. Хандық кеңеске негізінен ұрыста ерлік көрсеткен немесе дипломатиялық қасиеттерін көрсете білген өкілдер кірді. Кенесары жер шаруашылығын дамытуды қолдап отырды. Барымтаға, жиі қайталанып тұратын тартыстарға қатаң шек қойды. Алайда Кенесары сарбаздары сауда керуендерін шабуылдап, экономикалық байланыстарға нұсқан келтірді.\nБұл көтеріліс үш жүзді қамтыған, отаршылдық езгіге қарсы бағытталған 19 ғасырдағы ең ірі көтеріліс болды.",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жаңа Конституция бойынша мəжіліс депутаттарының саны?",
        "question_content": "Жаңа Конституция бойынша мəжіліс депутаттарының саны:",
        "question_date": "18.02.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "107 бір жүз жеті",
                "date": "18.02.2019",
                "upvotes": 0
            },
            {
                "text": "мәжіліс 67 депутаттан тұрды",
                "date": "1.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі. 8 сынып. Бірыңғай тұрлаусыз мүшелерге мысал ойлап табаңдар.",
        "question_content": "Берилген создерди пайдаланып, толыктауыш болатындай етип сойлем курастырындар: Егу, ағаш, табиғи байлықтар, денсаулык, жер шары, пайдалану.",
        "question_date": "18.02.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаяу жүргіншілердің қозғалысы және оның параметрлері.",
        "question_content": "көбірек мәлімет болса бере аласыздарма\n\nЖаяу жүргіншілердің қозғалысы және оның параметрлері",
        "question_date": "18.02.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаяу жүгіншілер жолдың жүргіншілер жолымен жүреді. Жаяу жүргіншілер жолы болмаса жолдың оң жақ шеткі жолақпен жүреді, қараңғы, елді мекеннен тыс жерде немесе көрініс шектеулі болса жолдың сол жақ бөлігімен жүруіне болады",
                "date": "18.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалғыз басты, жесір ана ретінде көмек сұраймын",
        "question_content": "Мен көп балалы жесір анамын. 6 балам бар, Қызылорда қаласында пәтер жалдап тұрамын. Жұмыссызбын. 5 балам оқушы. Қандай көмек алуға болады? Айына алатын көмек ақшам 75 мың теңге.",
        "question_date": "17.02.2019",
        "question_tag": "Жанұя",
        "question_views": 807,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cіздің жалықыңыз  = ең төменгі кұнкөріс деңгейі * отбасындағы адам саны - 75000 = 26440*6-75000=83640 теңге ме? Мемлекеттен берілетін жалдамалы баспанаға әкімшілікке кезекке тұрсаңыз, сіздің балаларыңызды жетімдер тобына жатқызыды және бірінші кезекте жалдамалы пәтер беріледі.",
                "date": "17.02.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қышыма ма не өзі? Үстім бөрітіп кетті.",
        "question_content": "Мен ер азаматпын. Үстім қатты қышиды не істесем болады. Жалпы қантар айының басынан бастап қышыну басталды. Кейде бөртіп қайтып кетеді. (Бөрту жыныстық мүшеге де шығады). Аллергия қарсы дәрілер іштим көмектеспеді. Дәрігерге қаралғым келмейді. Не болуы мүмкін қалай ойлайсыздар. Ондай бұрын болмаған өзімді таза ұстаймын.",
        "question_date": "17.02.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірер күннен кейін онысы құртқа (личинка) айналып, бір аптадан соң ересек қотыр кенелер пайда болады. Демек қышыма кене адам үшін өте қауіпті жәндік. Оның мөлшері 0,2—0,5 миллиметрден аспайды, сондықтан ұлғайтқыш әйнек арқылы ғана толық көруге болады. Қышыма қотыр адамнан адамға жылдам жұғады. Әсіресе отбасы мүшелеріне тез тарайды. Яғни қышымамен ауырған адаммен тiкелей қарым- қатынаста болғанда, сондай-ақ олардың пайдаланған төсек –орындарын,iш киiмдерiн, киiм-кешектерiн,сүртінетін орамалдарын, жөкелерiн(мочалка), қолғаптарын, басқа да заттарын пайдаланғаннан жұғады. Сондықтан тиісті тазалық талаптарын сақтау қажет, деп жазады медицина ғылымдарының докторы Жасан Зекейұлы.\nҚышыма адамға үй жануарларынан жұғуы да мүмкін. Қышыма кене мал денесін де жайлап, адамға көбінесе жылқыдан жұғады. Қышыма кененің әре-кетінен денеде қотыр пайда болады Сондай-ақ тазалық-індет тәртібін сақтамаған жағдайда қышыманы моншадан, душтан, жатақханадан, пойыздан, қонақ үйлерден, яғни кез келген жерден жұқтырып алуыңыз мүмкін. Аурудың жасырын кезеңi 7 күннен 10 күнге дейiн, кейде 1,5 айға дейiн созылуы мүмкiн.\nЭпидемиологиялық тексеру нәтижелерiне қарағанда қышымамен әлеуметтiк жайсыз және тұрмысы нашар отбасындағы адамдар жиi ауыратын көрінеді. Қышыма жұқтырған адамдардың ең көп саны мектептерде, орта және жоғары оқу орындарында жаңа ұжымдар құрылғанда, яғни күзгi –қысқы уақыттарда тiркеледi. Соңғы кездері қышыма қотырдың қатты дуылдап қышып, адамның мазасын алмайтын, бөрткені де онша қаптап шықпайтын жеңіл түрі жиі кездеседі. Қышыманың бұл түрінде беті қанталап қабыршақтанған бірлі-жарымды ғана бөрткендер кездеседі.\nБелгілері:\nҚолдың саусақтарының арасында, кеуде мен iштiң, санның, аяқтың терiсiнде бөртпелер және қышыма пайда болады.\nҚышыма қотыр жұқтырған адамның денесінің кей тұсы бой бермей дуылдап кышиды, әсiресе түнде қатты қышиды.\nТерiнi үнемi қасығанда оған микробтар түсiп, қышымаға терiнiң iрiңдi жұқпасы қосылып, ауру әрi қарай асқынып кетедi.\nДенесін түрлі түйіншектер, көпіршіктер, қанды қабыршақтар, тырнақ ізі басады\nМұндай жағдай аяқ-қолдың буын бүгілістерінен, саусақ аралықтарынан, тіпті тұла-бойдан да байқалады.\nАдам денесінде қотырдың ізі қалып, ұсақ бөртпелердің көбейіп кетуі. Қышыманың орны ақшыл-сұрғылт жолақтанып ине ұшының ізіндей болады, ізі тура сызықтай болмай, ирелеңкіреп бір-біріне қатарласа түскен үтір сияқтанып жатады.\nҚышыманың бөрткені балалардың алақаны мен саусақтарының арасында, қарнына, шынтақтың бүгілетін тері қатпарына, балтырына, өкшесіне табанның ішкі жағына, құйрығына, иығына беті және басына шығады.\nЕмшек жасындағы сәбилердің көбінесе алақаны мен құйрығының ұшына, беттеріне шығуы мүмкін.\nТері ауруларының белгісі байқала салысымен-ақ дер кезінде дәрігерге көрініп, нәтижелі ем қабылдау қажет. Қышымаға қарсы арнаулы емдi терi ауруының дәрiгерi ғана жүргiзедi. Ауырған адам өзiн-өзi емдеуге болмайды Ең бастысы науқас тұтынған заттардағы паразиттің көзін жою керек. Қотыры бар адам дер кезінде дәрігерге көрініп емделмесе, ол созылмалы ауруға айналады. Қотыр, әсіресе, кешке қарай, жылы киінген кезде қатты қышиды. Қышынған адам денесін қасып қанатып та алады. Ол қанаған жер асқынып, іріңдейді.\nТазалық талаптары:\n«Сақтықта қорлық жоқ» демекші, ең алдымен адам таза болу керек\nАпта сайын суға түсіп, іш киімін жиі ауыстыру керек. Әсіресе біреудің киім-кешегі мен заттарын пайдаланғаннан аулақ болыңыз.\nҚышыма қотыр жұқтырған адам ауруханаға жатпай, үйде емделсе, оның төсек-орыны, тұтынатын заттары өзге отбасы мүшелерімен араластырылмай, жеке ұстаған дұрыс\nКірлеген киімдерді де бөлек жинап, бөлек жуған жөн. Яғни оны 1-2% сода ертіндісі немесе кез-келген ұнтақ сабын қосылған, қатты қайнап тұрған суда 10 минуттай қайнатып жуу керек.\nКиімді тек үтіктеп кию керек. Сырқат жатқан бөлмені де күн сайын 2 пайыздық сабын-сода ертіндісімен жақсылап сүрту керек.\nНауқасқа күтім жасағаннан кейін немесе оның жатқан жерін жинастырған кейін міндетті түрде қолды сабынмен жуу керек. Моншаға, душқа түскен кезде отыратын орындықты, сабын, сусабын, ысқы қоятын сөрелерді және жуынатын кіршені ыстық суға хлор араластырып жуған дұрыс.\nБіреудің жуынатын заттарын, сыпыртқысын (веник) пайдаланбаңыз. Әр адамның жеке сүлгiсi және жөкесi болғаны жөн. Жаңадан сатып алған киiм-кешектi, iш киiмдi және төсек жаймаларын мiндеттi түрде үтiктеген дұрыс.\nҚышыма қотыр ауруының белгісін байқап, күдiктенсеңізе дереу терi аурулары дәрiгеріне көрiнңіз.\nДәрiгерге дер кезінде қаралу – ауруды айналасындағы адамдарға жұқтырмауға, қышыманың таралмауын және одан тез сауығуын қамтамасыз етедi.\nhttps://stan.kz/kyshyma-kotyr-dertinin-belgileri-men-o/",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қобыланды батыр жыры марабай нұсқасы",
        "question_content": "Қобыланды батыр жыры марабай нұсқасы қажет еді. Қайдан тапсам болады?",
        "question_date": "17.02.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 11100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны ше кітаптан ғана таба аласың////\nErasyl.Niyazbekov",
                "date": "17.02.2019",
                "upvotes": 0
            },
            {
                "text": "мағанда керек еді....",
                "date": "18.02.2019",
                "upvotes": 0
            },
            {
                "text": "маған да керек еді таппай жүрмін",
                "date": "19.02.2019",
                "upvotes": 0
            },
            {
                "text": "Хабардың сайттарынан издесей шыгады",
                "date": "24.02.2019",
                "upvotes": 0
            },
            {
                "text": "Приложение бар.\"Қобыланды батыр\" деп жазсан шығады",
                "date": "26.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистр басқа манандыққа түсу",
        "question_content": "Магистратураға басқа мамандыққа түсіп, магистр дипломымен жұмыс жасай аламын ба?",
        "question_date": "17.02.2019",
        "question_tag": "Университет, колледж",
        "question_views": 817,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия. Мен өзім 2019 жылы ҚазҰУ химия және химиялық технология факультетінде ОЗХТ -технолог мамандығын аяқтағанмын. Менің группаластарым арасында сол жылы барлығымыз магистратураға тапсырғанда КБТУ-ға эконимист мамандығына түскен группаласым болды, өзінің ұнататын, қызығатын саласы сол болатын әуел бастан. \nЖәне 2018 жылы ҚазҰУ  химия және химиялық технология факультетінде мұнайхимия мамандығына бакалаврды басқа мамандықтарды аяқтаған түлектер түскен, және қосымша ақысыз оқып 2020 жылы аяқтады. \nЯғн  осы кезге дейін мүмкін болды. Бірақ ескере кететін зат бакалавр басқа магистратура басқа мамандық оқыған кезде өзіңізге қиындық тууы мүмкін, себебі магистратурада бакалаврда өткен кешенді ары қарай тереңдетеді, сол кезде өзіңізге қиын болып қалуы мүмкін.",
                "date": "20.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Көк\" және \"жасыл\" сөздеріне ассоциация",
        "question_content": "Бізге ассоциативті эксперимент өткізуге тапсырма берді. Сұрақ былай: \"Көк\" деген сөзді естігенде ойыңызға не келеді? Ал \"жасыл\" деген сөзді естігенде ойыңызға не келеді? Жасыңыз бен жынысыңызды жазуды ұмытпаңыз)",
        "question_date": "16.02.2019",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көк аспан, жасыл желек, 31, ер",
                "date": "26.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза 2019 кестесі қажет?",
        "question_content": "Рамазан айы 2019. Ораза кестесі және намаз уақытының кестесі 2019 жылға бар ма? Рамазан уақытының өзгеруіне байланысты назарларыңызға 2019 жылғы Қазақстан елдімекендерінің Рамазан айындағы ораза және намаз кестесінің жаңа нұсқасын ұсынамыз!",
        "question_date": "16.02.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төмендегі сайтқа кіріп қарасаңыз болады: https://www.ktk.kz/kz/newsfeed/article/2019/04/28/118110/",
                "date": "14.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір мектепте 2 алтын белгі болу мүмкін бе?",
        "question_content": "Мектебімізде екі жақсы озат оқушы бар, бір де біреуін қия алмаймын. Сұраққа толық жауап беріңізші. Рахмет))",
        "question_date": "15.02.2019",
        "question_tag": "Мектеп",
        "question_views": 625,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық сабақтарын 5 ке тапсырған оқушылар алтын белгіні алады",
                "date": "16.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саясат басына бизнесмендерің келгені дұрыс па әлде ғалымдар?",
        "question_content": "Статистикалық және тәжрибиелік мәлімметтер болса немесе әлемде болып жатқан өмірлік мысалдармен болса....",
        "question_date": "15.02.2019",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бизнесмен келсе жағынан көбірек қолға алады жаңа жұмыс орындарын ашады. Халықа жұмыс береді. ЖІӨ ні көтереді. Мысалы: Трамп АҚШ тағы компаниялардың шет елдегі зауыттарын өз еліне көшіртті.\nАл ғалым адам келсе ол өзінің саласын ғана жетік біліп басқа салар артта қалып қоюы мүмкін. Мысалы: Хасан Роухони",
                "date": "15.02.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жазык ауа конденсаторлары 200В потенциалдар айырымына дейын зарядталған.",
        "question_content": "Жазык ауа конденсаторлары 200В потенциалдар айырымына дейын зарядталған. Конденсаторды ток козынен айырып, пластиналар аракашыктыгын 0,2 мм ден 0,7 мм ге дейын арттырса, потенциалдар айырмасы неге тең болады? Пластиналар арасы слюдамен толтырылган (€=7)",
        "question_date": "14.02.2019",
        "question_tag": "Мектеп",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "15.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойығы бар изомерия логикалық проекциясы салыңдар?",
        "question_content": "Сызба боСызба бойынша көрініс пен тілікті біріктіруді орындаңдар. Ойығы бар изомерия логикалық проекциясы салыңдар",
        "question_date": "14.02.2019",
        "question_tag": "Математика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екімүшенің толық квадратын айыру f(x)=3х\"-х-5",
        "question_content": "Екімүшенің толық квадратын айыру f(x)=3х\"-х-5 ( \"- деген ол квадрат)\n                                                               f(x)=4x\"-x-2\nf(x)=2x\"-10х+1\nf(x)=2/3*х\"-3х-3*3/1",
        "question_date": "14.02.2019",
        "question_tag": "Математика",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3x²-x-5=(V3)²*x²-2*1*V3/2 *x*1/2V3 +(1/2V3)²-(1/2V3)²-5=0  //V - түбір асты белгісі\nf(x)=3х\"-х-5=[(V3)*x-1/2*(V3)]²-61/12\n f(x)=4x\"-x-2=(2x)²-2*2x*1/4+(1/4)²-(1/4)²-2\n f(x)=4x\"-x-2=(2x-1/4)²-2,0625\nf(x)=2x\"-10х+1=((V2)*x)²-2*(V2)*x*5/V2+(5/V2)²-(5/V2)²+1\nf(x)=2x\"-10х+1=[(V2)*x-5/V2]²-11,5\nf(x)=2/3*х\"-3х-3*3/1=[(V{2/3})*x]²-2*V{2/3}*x*3/2*V{2/3}+(3/[2*V{2/3}])²-(3/[2*V{2/3}])²-3=(V{2/3}*x-3/[2*V{2/3}])²-3-9/(4*2/3)=(V{2/3}*x-3/[2*V{2/3}])²-3-9/14/3=(V{2/3}*x-3/[2*V{2/3}])²-3-27/14=(V{2/3}*x-3/[2*V{2/3}])²-69/14=(V{2/3}*x-3/[2*V{2/3}])²-4,92857143",
                "date": "15.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғат пен адам туралы бес жолды өлең қажет.",
        "question_content": "Табиғат пен адам тақырыбында бес жолды өлең қажет еді.",
        "question_date": "14.02.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бояуы мол табиғат\nБар өнерін төккен кеп.\nКөрген көзге, ақиқат,\nКөкпеңбек-ау, көкпеңбек!\nШалғыны тұр желкілдеп,\nШіркін мұндай көк қайда!\nБалапанның үлпілдек\nБауырындай мап-майда.\nБасын желге ырғайды\nБалаусасы балбырап,\nБасуға адам қимайды,\nЖайылады мал бірақ...",
                "date": "21.01.2020",
                "upvotes": 1
            }
        ]
    }
]