[
    {
        "question_title": "Бір универдан басқа қаладағы универге ауысуға бола ма?",
        "question_content": "Бір университетте грант оқып жатып, басқа қаладағы универге ауысуға бола ма? Ондай жағдайда грант сақталады ма?",
        "question_date": "7.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 826,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады. Ешқандай қарызы болмаса тура сол өзі оқып жатқан мамандығы бар басқа  университеттерге грантын сақтап ауыса алады.",
                "date": "7.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәңгілік елдің мәңгілік тілі тақырыбына ойдан шығарылған өлең керек еді",
        "question_content": "Мәңгілік елдің мәңгілік тілі  тақырыбына ойдан шығарылған өлең керек еді",
        "question_date": "7.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 304,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Графикти колданып функцияның анықталу облысы менмандер жиынын табу керек",
        "question_content": "комек керек бугинге функцияның анықталу облысы",
        "question_date": "7.09.2020",
        "question_tag": "Математика",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трафикті көрсетіңіз. Анықталу облысы мен мәндер жиынын тауып берейік",
                "date": "7.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Элементердің электрондық формулаларын жазу К , Ca, Sr Fe",
        "question_content": "Элементердің электрондық формулаларын жазу К , Ca, Sr Fe",
        "question_date": "7.09.2020",
        "question_tag": "Химия",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "K калий 1s 22s 22p 63s 23p64s 1\n20 Ca кальций 1s 22s 22p 63s 23p64s 2\nSr стронций 1s 22s 22p 63s 23p64s 23d104p65s2\nFe темір 1s 22s 22p 63s 23p63d64s 2",
                "date": "7.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атомдық номері13,27,56 элементердің электрондық формуласын жазындар",
        "question_content": "Атомдық номері13,27,56 элементердің электрондық формуласын жазындар",
        "question_date": "7.09.2020",
        "question_tag": "Химия",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Al 1s22s22p63s23p1 –  амфотерлі металл\nCo 1s22s22p63s23p63d74s2– амфотерлі металл\n Ba 1s22s22p63s23p63d104s24p64d105s25p66s2- металл",
                "date": "7.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басты жылдамдықтвн формуласы кандай",
        "question_content": "Бизде уй тапсырмасы физикадан киын еди моган көмек керек ягни басты жвлдамдықтын формуласы керек еди",
        "question_date": "7.09.2020",
        "question_tag": "Мектеп",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылдамдық, механикада – нүкте қозғалысының негізгі кинематикалық сипаттамаларының бірі:\nӨлшем бірлігі \nСИ     м/с\nСГС    см/с",
                "date": "7.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төлеген өлген соң Жібектің тағдыры",
        "question_content": "Төлеген өлген соң Жібек тағдыры",
        "question_date": "7.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төлеген өлген соң Қыз Жібек Төлегеннің інісі Сансызбайға тұрмысқа шығады.",
                "date": "7.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағылшын тілімен қатар 2 міндетті пән қандай?",
        "question_content": "Сәлеметсіздер ме, мен педагогикалық ағылшын тілін яғни: 2шет тілі мұғалімі мамандығын таңдап едім, енді ұбтыда ағылшын тілімен қатар 2 міндетті пән қандай? Бірнеше жерде тарих немесе дүниежүзі тарихы деп жүр. Ұбтыда 3 міндетті пәнде тарих бар ғой сонымен миым ашып кетті, өтініш жауап күтемін",
        "question_date": "7.09.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰБТ -дағы мідетті тарих ол -Қазақстан тарихы\n\nАл ағылшын тілі пәнінен педагогикалық мамандықтар бейіндік пәндері:\n\n1) Шет тілі  2) Дүнтиежүзі тарихы\n\nВ018-Шет тілі мұғалімдерін дайындау.",
                "date": "7.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Гипотенузасы 17 см-ге ал іштей сызылған шеңбердің радиусы 3 см-ге тең",
        "question_content": "Гипотенузасы 17 см-ге, ал іштей сызылған шеңберінің радиусы 3 см-ге тең болатын тікбұрышты үшбұрыштың катеттерін табыңдар",
        "question_date": "6.09.2020",
        "question_tag": "Геометрия",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тікбұрышты үшбұрышқа іштей сызылған шеңбердің радиусы мына формуламен табылады:\n Демек, аяқтар 15 см және 8 см немесе 8 см және 15 см (бұл біздің жағдайда бірдей).",
                "date": "18.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 топтағы мүгедек жұмысқа шықса болады ма?",
        "question_content": "Мен 2 топтағы мүгедекпін. Жұмысқа шықсам болады ма?",
        "question_date": "6.09.2020",
        "question_tag": "Заң",
        "question_views": 794,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүгедектерді жұмыспен қамту\n\nЖергілікті атқарушы органдар мүгедектерді жұмыспен қамтуды мына жолмен қамтамасыз етеді:\n\nқызмет орындарының жалпы санының үш пайызы мөлшерінде мүгедектерге жұмыс орындарынан квота бекіту\nжеке кәсіпкерлікті, шағын және орта бизнесті дамыту арқылы мүгедектер үшін қосымша жұмыс орындарын құру\nарнайы, сонымен қатар мүгедектерді жұмысқа орналастыру үшін арнайы жұмыс орындарын құру\nмүгедектерді кәсіби оқыту ұйымдары\n\nНазар аударыңыз!\n\nБірінші және екінші топтағы мүгедектер үшін аптасына 36 сағаттан аспайтын жұмыс уақыты бекітіледі, он бес жұмыс күндік қосымша ақы төленетін еңбек демалысы беріледі.\n \nТүнгі уақыттағы жұмысқа тек мүгедектік келісімімен, егер оның денсаулығына мұндай режим тйым салынбаса жіберіледі.\n \nЕңбек келісім-шартын жасаудан, қызметте өсіруден бас тарту, басқа жұмысқа ауыстыру тек мүгедектің келісімен жүзеге асуы тиіс, егер халықты әлеуметтік қорғау саласындағы облыстағы өкілетті органның аймақтық бөлімшелерінің қорытындысы бойынша оның денсаулығы кәсіби міндеттерді атқаруға келмесе, денсаулығына қауіп келсе және өзге тұлғалардың еңбек қауіпсіздігіне қайша келсе жоғарыда аталған шаралар керісінше іске асады.",
                "date": "6.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ХХ ғасырдың басында қазақ қоғамында қай саяси бағыт ең ықпалды болды?",
        "question_content": "ХХ ғасырдың басында қазақ қоғамында қай саяси бағыт ең ықпалды болды?",
        "question_date": "6.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХХ—шы ғасырдың бас кезінде қазақ өлкесінде ұлттық саяси партияларының алғышартының қалыптасып, одан әрі дамуы қазақ халқының ұлт—азаттық қозғалысының маңызды кезеңі болып табылады. ХХ—шы ғасырдың бас кезінде қазақ өлкесінде ұлттық саяси партияларының алғышартының қалыптасып, одан әрі дамуы қазақ халқының ұлт—азаттық қозғалысының маңызды кезеңі болып табылады. Отарлаушылар қазақ халқының жері мен оның табиғи байлығының айтарлықтай бөлігіне иелік етіп қана қойған жоқ, олар қазақ халқын рухани жағынан да отарлады: тілінен, ділінен бірітіндеп айыру бағытында қатыгездікпен ойластырылған шараларды жүзеге асырды. Бұл жөнінде М.Дулатов 1907 жылы жазған \" Қазағым менің, елім менің\" атты мақаласында былай деп ашына жазған еді: \" ...ең алдымен қазақ халқы — Ресейге тәуелді халық... Оның ешқандай правосының жоқтығы ыза мен кек тудырады. Халықтан жиналатын салық қаражатының көп бөлігі халыққа тіпті керек емес нәрселерге жұмсалады.... Өздеріңіз көп жазбай байқап отырғандай... чиновниктер, урядниктер кедей қазақтарды ұрып—соғып, малдарын тартып, ойына не келсе соны істеді... . ... енді чиновниктер біздің дінімізге, атадан мұра болып келе жатқан әдет—ғұрыптарымызға, біздің молдаларға да тиісті неке мәселелеріне араласа бастады, діни кітаптарды тұтқынға алды.... .... енді бұл чиновниктер қазақ даласына мыңдаған мұжықтарды жер аударып қазақтардың суымен шұрайлы жерлерін тартып әперуде. Чиновниктерде арқалаған олар өздеріне жайлы қазақ жерлерін еркін иемденуде.... Бұлар сорлы қазақтарды ұрып—соғып, бар мүлкін тартып алып кетуде ...\" [1, 30 б.] Сөйтіп Қазақстанда ең алдымен отаршылдыққа қарсы ұлттық сұраныстарға жауап беруге бағытталған идеялар, одан туындаған қозғалыстар мен саяси партиялар құрыла бастады. Қазақ ұлтының демократиялық интеллигенциясының жетекшілері, біріншіден, патшалық Ресейдің халықты қорлайтын отарлау саясатының мәнін әшкерлеуді және қазақтардың этнос ретінде сақталып қалуы үшін оның келешігіне қатер төндіріп отырған патша үкіметінің өлкені кеулеп бара жатқан жан—жақты экспансиясының тоқтатуды мақсат етті. Екіншіден, олар заң шығарушы және басқарушы үкімет органдарының алдына кадеттер ұсынған үлгі мен әр түрлі петициялар арқылы талап—тілектер қою демонстрациялар мен шерулер ұйымдастыру, мемлекеттік думаның сайлауына белсенді түрде араласып, парламентке халық өкілдерін өткізу үшін күресуді мұрат тұтты. Сондықтан да 1905–1907 жылдары қазақ интеллигенциясы кадеттер ұсынған Ресей қоғамын реформалау талаптарын жүзеге асыру жолында жүргізілген саяси науқандарға қатынасуда айтарлықтай белсенділік көрсетіп, нақтылы іс—әрекеттерге барды. Олар, атап айтқанда қазақ қауымын ең болмағанда уездер мен болыстар шеңберіндегі жүйесін қалыптастырудың отарлық сипатын өзгертуді талап етті. Қазақ интеллигенциясының қоғамдық—саяси қызметінің тағы бір бағыты Ресейден Қазақстанға орыс мұжықтарын көшіру ісін басқаратын аударушылардың қоныс аударушы мекемелерінің қызметін тоқтату үшін саяси күрес жүргізуге арналды. Үшіншіден, ұлттық—либералдық қазақ интеллигенциясы қоғамының саяси өміріне өзін өкімет пен дергілікті халық бұқарасын байланыстыратын күш ретінде көрсетуге ұмтылды[1, 38 б.]. Қазақстанның көпұлтты мемлекет ретінде тарихи дамуының негізгі ерекшелігі, оның жергілікті халқының түркі тілдес халықтардан құралуы еді. Мұсылмандар ынтымақтастығы идеясы мен олардың санасындағы ұлт—азаттық қозғалыстағы \" дін бірлігі\" түрік халықтарының бір туғандығы туралы, олардың тарихи тағдырының ортақтығы туралы ұғымдар тығыз байланысты болып табылады. ХХ ғасыр басында панисламизм және пантүркішілдік ұлт—азаттық қозғалыстардың идеясына айналып, тегі мен тағдыры бір түрік халықтарын жақындата түсті. ХХ ғасыр басында түрік халықтарының ұлт—азаттық күресіндегі негізгі бағытын таңдау бірігу негізіне — олардың исламға (исламшылдыққа) немесе олардың түрік қауымдастығына (түрікшілдікке) бет бұруымен тікелей байланысты болды. Пантүркішілдік, панисламизм Ресейде ХІХ ғ. 80—шы жылдарында татар интеллигенциясының мәдени—либералдық қозғалысы ретінде өмірге келді. Оның теориясының қалыптасуы мен таратылуы қырым—татар ағартушыларының қоғамдық және ғылыми қызметтерімен тығыз байланысты. Пантүркішілдіктен шыққан \" жадидшілік\" екі идеяның — ағартушылық пен діннің бірігуін білдіреді. Жадидшілдіктің негізін салған Исмаил Гаспаринский (1851–1914) 1883 жылы Ресейдегі мұсылмандар \" тіл, идея, әрекет жағында да бірігу керек\" деп атап көрсетті. Оның ізбасары Жүсіп Ақшора түркi тілінде сөйлейтін ұлттар бірігіп, бірлікке келген \" ұлт одағы\" болып құрылуы керек дегенді ортаға салды. 1917 жылы қазан төңкерісінен кейін түркiшiлдiктi жақтаушылар Ресейде қуғынға ұшырап, көпшілігі Түркияға кетті. Сөйтіп, бұл идея түрік зиялыларының қолына өтіп, жаңа Түркияны қайта гүлдендірудің рухани тірегіне айналды. Қазақстанға панисламизм мен пантүркішілдік идеясы ХІХ ғ. соңында келді. Бұл идеяның жақтастары дін басылар, буржуазия және интеллигенция өкілдері болды. Қазақстандағы жадидшілер жаңа әдісті мектептер ашып, онда жаратылыстану, тіл, әдебиет сияқты зайырлы пәндер басым жаңа оқу бағдарламалары бойынша оқытуды жүзеге асырды. Ресейдегі панисламизм қозғалысының жақтастары жалпыресейлік мұсылман съездерін ұйымдастырып өткізіп отырды. Оған қазақтардан да депутаттар қатысты: І мұсылман съезі — 1905 ж., ІІ мұсылман съезі — 1906 ж., ІІІ мұсылман съезі — 1907 ж. өтті. 1905 жылы «Бүкілресейлік мұсылман одағы» (Иттифак муслимин) құрылып, оған қазақ дін басылары да мүшелікке кірді. Ақпан революциясынан кейін 1917 жылы осы идеялар негізінде біраз саяси партиялар сахнаға шықты. Мысалы; \"Шура—ислами«(Ислам кеңесі), «Шура—улема» (Діни қауым кеңесі). ХХ ғ. басында әлемнің күшті империялардың түркі халықтарының бірігуінен немесе ислам дініндегілердің бір ұранның астына жиналуынан алаңдағаны сонша, ендігі жерде бұл идеялар мүлдем жат атаулар қатарына қосылды. Сол үшін де түрікшілдікті \" пантүркизм\" , исламшылдықты \" панисламизм\" деп атады. 1905 жылдардағы ресейлiк революциядан соң өрлеу алған жалпыресейлiк мұсылмандық қозғалыстар, бiрiншiден, Мемлекеттiк Дума деңгейiнде түркi және басқа мұсылман халықтарының ең өзектi саяси және әлеуметтiк мәселелерiн қоюға, оларға отаршыл билiктiң назарын аударуға мәжбүр етті. Екiншiден, татар, қазақ және басқа мұсылман елдерiнiң ұлт—азаттық қозғалысының ширауына қолдау жасап, дем берiп отырды [2, 35 б.]. Ә. Бөкейхановтың 1910 жылғы жарияланған \" Қырғыздар\" атты әйгілі мақаласындағы ой тұжырымдары Петербург қаласында А.И. Костянекийдің редакциясымен жарық көрген \" Формы национального движения в современных государствах\" деген еңбекке енді. \" ... Қырғыз халқының арасында, — деп жазады Ә. Бөкейханов осы мақалада — саяси партиялар әлі пайда болған жоқ... орыстандыру саясатының ауыртпалығын көтерген басқа шет аймақтардың халықтарындай, қырғыз халқы да үкіметке қарсы пікірде және орыстың оппозициялық партияларына көңіл қояды. Жақын болашақта... қырғыздар арасында қалыптасып келіп екі саяси бағытқа сай екі саяси партия құрылуы мүмкін. Оның бірін ұлттық—діни бағыттағы деп айтуға болар, ал оның мақсаты қырғыздарды басқа мұсылмандармен біріктіру болмақ. Екіншісі қырғыз келешегі кең мағынадағы батыс мәдениетін енгізуге байланысты деп есептейтін бағыт. Бірінші бағыт мұсылман—татар партияларын үлгі тұтар, екінші оппозициядағы орыс партияларын, атап айтқанда, халық бостандығы партиясын үлгі етпек...\" [1, 35б.]. Сөйтіп, 1905–1907 жылдардағы революция кезінде қазақ қоғамында қазақ интеллигенция қатарында ұлт мәселесі жөніндегі идеялар пайда бола бастады. Бұл жылдары қазақ интеллигенциясы тарапынан Ресей жеріндегі саяси партияларды қазақ жеріне тарту жұмыстары жасалды. Мәселен, 1905 жылы Кадет партиясының бастауыш ұйымын құру жүргізілді, І—ІІІ бүкілресейлік мұсылмандар құрылтайлары өтіп, \" Мұсылман партиясы қоғамының\" құрылуы басталды. І Дүние жүзілік соғыстың басталуы мен шығысты отарлауды жедел қарқынмен жүргізе бастауы 1913 жылы А. Байтұрсыновтың \" Қазақ ұлтының өмір сүруінің өзі проблемаға айналды\" деп жазғанымен дәл келіп, ұлттық мүддені көтеру мәселесі алға шықты. 1916 жылғы ұлт—азаттық революция, қазақ интеллигенциясының либералдық—демократиялық зиялылар тобы мен социал—демокртатяилық тобы болып бөлінуіне әкеліп, алғашқы ұйымдар мен қозғалыстардың басталуына тудырды. 1917 жылы 27 ақпанда Ресейде буржуазиялық—демократиялық төңкеріс болып, монархия құлады. Петроградтағы оқиғалар туралы хабарды Қазақстан халқы қуанышпен қарсы алды. Қазақтар самодержавиенің құлатылуын құттықтап, бұл фактіге өздерінің сан ғасырлық күресінің нәтижесі, 1916 жылғы ұлт—азаттық қозғалыс мақсаттарының қанағаттандыруы деп қарады. Ақпан төңкерілісі патша өкіметінің геноцид саясатын тежеді, ұлт саясаты саласында өзінің жалпы азаматтық мұраттарды—бостандықтарды, халықтардың теңдігін қолдайтынын мәлімдеді. Революция туралы Қазақстанда ұлттық—демократиялық қозғалысынң басшылары қуанышпен қарсы алды. Кадет ұйымы Ақпан төңкерісінен кейін Семейде, Петропавлда, Қостанайда, Оралда, Өскеменде құрыла бастады. Олардың ұлттық мүддеге байланысты ұстанымдары жоғары айтылған мақалада айқын көрініп тұр. Кадет партиясныың мақсаты: бөлінбес біртұтас Ресей, конституциялық монархия құру, қоныстандыру саясатын қолдау еді. Кадеттер басқа саяси партиялармен солдат казармаларында еңбекшілерді соғысқа қарсы, бүкіл үкімет билігінің жұмысшы және солдат депутаттары кеңестерінің қолына көшу жолында митингілер мен пікір сайыстар өткізді. 1917 жылдың көктемінде өлкенің ірі қалаларында, уездердің көпшілігінде, болыс орталықтарының бір бөлігінде Эсер (СР) партиясының ұйымдары құрылды. Осы ұсақ буржуазиялық партияның \" жерді оны өңдейтіндерге беру керек\" , \" жер бүкіл халықтың меншігі\" деген ұрандары, Түркістандағы съезде патша өкіметінің отарлау саясатының айыптауы оның уақытша табысқа жетуін қамтамасыз етті. 1917 жылғы жазға қарай барлық кеңестер солардың қолында болды [3,35 б.]. Халықтың ауыр жағдайын шешу үшін өлкеде бірнеше съездер өткен болатын. 1917 жылғы мамыр айында өткен Ташкенттен өткен эсерлер партиясының Түркістан өлкелік съезд іс жүзінде Орта Азия мен Қазақстанның жергілікті халқына ұлттық автономия беруге қарсы шықты. Осыған мазмұндас сәуір айында Омбы қаласында өткен Батыс Сібір эсерлерінің конференциясында да қабылданды [1,109 б.]. Сонымен қатар қазақ өлкесінде діни сипаттағы партиялар құрылды. 1917 жылғы мұсылмандардың Бүкілресейлік съезінде, кейін сол жылдың 17–20 қыркүйегінде өткен Түркістан және қазақ мұсылмандарының съезінен кейін Иттифок—муслимин (мұсылмандар одағы) партиясының құрылғанын жариялады. Бұл парттия тұңғыш мұсылман партиясы Түркістан федералистердің партиясы болды. Сол сияқты 1917 жылы 14 наурызда Қазақстанның оңтүстігінде Шура—ислами ұйымы құрылды. Бұл ұйым ұлттық—демократиялық бағытта саяси күштері Алаш партиясымен қарым қатынаста болды. Мәселен, 1917 жылы \" естеліктерден үзінділер\" атты М. Шоқайдың естеліктерінде өлке зиялылары мен діни қызметкерлердің қоғамдық—саяси өмірге араласу, әр түрлі саяси ұйымдардың пайда болуы, Қоқан автономияның құрылуы оның Кеңес үкіметімен арақатынсы, ұлттық мүдделерді көтеру туралы деректемелік мәні зор мәліметтер молынан кездеседі. Онда Алаш қайраткерлерінің батыс және шығыс топтары жетекшілерінің қозғалыстың Түркістандық басшылар тобымен байланысты мен өзара қатынасын ашып көрсететін мәліметтер де бар. Сөйтіп, 1917 жылдың 22 қарашасында Шура—ислами Қоқан қаласында өткен Бүкіл Түркістандық төтенше ІV съезінде кеңес үкіметін мойындамау мен Түркістан автономиясын құру туралы шешім қабылдайды. Түркістанда ұлт бағдарламасын нақты іске асыру нәтижесі айқындала түсті. Империялық ойлаумен шовинистік көзқарас ұлғаю, ұлттың өзін—өзі билеу идеологиясын большевиктердің жете бағаламауын айқындады. \n\nТолығырақ: https://e-history.kz/kz/history-of-kazakhstan/show/8749/",
                "date": "6.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белгісіз аймақтар деген киноның қазақшасы бар ма?",
        "question_content": "Белгісіз аймақтар деген киноның қазақшасы бар ма?",
        "question_date": "6.09.2020",
        "question_tag": "Телеарналар",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өндірістік-техникалық бөлім инженері деген қандай мамандық?",
        "question_content": "Өндірістік-техникалық бөлім инженері деген қандай мамандық? оның міндеттері қандай? жалақысы қанша, қазіргі кезде керек мамандықпа? далпы осы мамандық жайлы айтып беріңіздерші.",
        "question_date": "6.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өндірістік-техникалық бөлім инженері лауазымына көп міндет кіреді. Оның әрекеттері объектіні құрудың немесе дамытудың техникалық жағымен байланысты процестердің тұрақты қызмет етуін қамтамасыз етуге бағытталған. ӨТБ инженерін барлық қолданыстағы нормативтік әдебиетті білуге, бір мезгілде жобалаушы, сметашы, техникалық қадағалау инженері, сапа және қауіпсіздік техникасы жөніндегі инженер болуға, шеберлердің, жұмыс жүргізушілердің, экономистердің, бухгалтерлердің жұмысын, құрылыс өндірісінің немесе құрылыс материалдарын дайындау технологиясын және т. с. с. білуге міндетті әмбебап маман деуге болады.\nТолығырақ: https://e.otruda.mcfr.kz/776112",
                "date": "6.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11-бітіріп 80-балмен программист мамандығына универге түсе аламын ба? Алматы қаласына",
        "question_content": "11-бітіріп 80-балмен программист мамандығына универге түсе аламын ба? Алматы Астана қаласына.",
        "question_date": "6.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақылы түрде болса кез -келген университетке түсе аласыз. Болашақта жақсы білім деңгейін көрсетіп жатсаңыз, университет грант бөліміне де ауыстыруы мүмкін.\n\nАл грантқа әр жылы әртүрлі , былтырғы грантқа түсу балынан -+10 бал болар ары кетсе.",
                "date": "7.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Университеттердегі әскери кафедра ?",
        "question_content": "Университетте студенттер әскери кафедраға құжат өткізіп жатады. Оның не пайдасы бар. Құжатты өткізсе кейін оқуды аяқтаған соң әскерге шақырмайма ?",
        "question_date": "5.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда қазіргі уақытта әскери кафедрадан ерікті негізде өту. Әскери кафедраға түсу - әскери офицер запасына әрі қарай қабылдану мүмкіндігі. Запасқа қабылдану үшін әскерге бару керектігі баршамызға белгілі. Әскери кафедралардың түлектеріне бұл талап етілмейді, себебі әскери қызметке алу үшін тек запасқа енбегендер шақырылады.  \nӘскери кафедраға қалай түсуге болады?\nӘскери кафедраға конкурс өтетін жылы 25 жастан үлкен емес жастағы, сотталмаған, тек қана оқытудың күндізгі түрінде оқитын студенттер түсе алады.\nӘскери кафедрада оқыту үшін іріктеу ҚР ҚМ әскери кафедраға жыл сайын қабылдау жылының 1 наурызына дейін жолдайтын қабылдау жоспарына сәйкес конкурстық негізде жүргізіледі.\nӘскери кафедра құжаттарды қабылдауды қабылдау жылының 20 мамырында аяқтайды, ал медициналық куәландыру нәтижелерін конкурсты өткізу жылын қоса алғанда қабылдау жылының 31 мамырында аяқтайды.\nӘскери кафедра құжаттарды қабылдауды қабылдау жылының 20 мамырында аяқтайды, ал медициналық куәландыру нәтижелерін конкурсты өткізу жылын қоса алғанда қабылдау жылының 31 мамырында аяқтайды\nСтуденттерді әскери кафедрада оқытуға іріктеу үшін конкурс мынадай үш кезеңде жүзеге асырылады:\nбірінші кезең – Қазақстан Республикасы Қорғаныс министрінің 2015 жылғы 2 шілдедегі № 373 бұйрығымен бекітілген (Нормативтік құқықтық актілерді мемлекеттік тіркеу тізілімінде № 11846 болып тіркелген) Қазақстан Республикасының Қарулы Күштерінде әскери-дәргерлік сараптаманы жүргізу қағидалары және әскери-дәргерлік сараптама органдары туралы ережеге сәйкес (бұдан әрі – Әскери-дәрігерлік сараптама жүргізу қағидалары) медициналық куәландырудан өту;\nекінші кезең – кәсіби-психологиялық тестілеуді жүргізу;\nүшінші кезең – дене дайындығын тексеру.\nҚұжаттарды қабылдауды және конкурстың бірінші кезеңін өткізуді ұйымдастыру әскери кафедраға жүктеледі,ал екінші және үшінші кезеңдерді іріктеу комиссиясы өткізеді.\nКонкурстың әрбір кезеңінен тек бір рет өтуге рұқсат етіледі. Алдыңғы кезеңнен өтпеген оқуға түсуші келесі кезеңге жіберілмейді.\nӘскери кафедрада оқуға конкурсқа қатысуға ниет білдірген студент  мынадай құжаттарды тапсырады:\nӨтініш;\nЖеке куәлік (түпнұсқа  немесе көшірме );\nТіркеу куәлігі немесе әскери билет (түпнұсқа  немесе көшірме);\n3х4  өлшемдегі 2 фотосурет;\nАта-анасының біреуінің немесе екеуінің де балаға қамқорлығының болмау фактісін растайтын құжаттардың бар болған жағдайда біреуінің не қамқорлықтың (қамқоршылықтың) белгіленуін растайтын құжаттардың түпнұсқасы мен көшірмесі\n«Мемлекеттік көрсетілетін қызметтердің стандарттарын бекіту туралы» Қазақстан Республикасы Бас Прокурорының  2015 жылғы 27 шілдедегі № 95 бұйрығына (Нормативтік құқықтық актілерді тіркеу тізілімінде №12055 тіркелген) сәйкес  нысандағы  соттылалғандығы бар болуы немесе жоқтығы туралы анықтама;\nСпорттық разрядын,ағымдағы жылғы орындаушылардың республикалық не халықаралық конкурсындағы,соңғы үш жыл ішіндегі жалпы білім беретін пәндер бойынша халықаралық олимпиададағы,сондай-ақ жалпы білім беретін пәндер бойынша Президенттік не республикалық олимпиададағы жүлделі орнын растайтын (құжат бар болған жағдайда;\nЖеке істі ресімдеуге көрінетін екі файл.\nӘскери кафедраларда оқу қалай өтеді?\nСтуденттердің әскери даярлығы қосымша оқыту түрі болып табылады және студент жігіттер үшін теориялық және практикалық оқу курстарына, оқу-жаттығу жиынынан немесе студент қыздар үшін кәсіби практикадан тұрады. Әскери даярлыққа барлығы 588 академиялық сағат, олардың ішінде 360 академиялық сағат ӘОО-ға және 228 академиялық сағат оқу-жаттығу жиындарына (студент қыздар үшін кәсіби практика) бөлінеді.\nЗапастағы офицерлер бағдарламасы бойынша әскери даярлық өтелмейтін және өтелетін негізде жүзеге асырылады. Өтелетін негізде оқуға өтелмейтін негізде оқу үшін конкурс шарттарынан өтпеген және өтелетін негізде оқу үшін іріктеу бойынша комиссия ұсынған студенттер тартылады..\nӘскери кафедрадағы сабақтар «әскери күн» әдісімен жүргізіледі, яғни оқу кезеңінде әскери кафедрадан өту үшін бір күн беріледі. Медициналық ЖОО әскери кафедраларында ЖОО ректорының бұйрығымен ЖОО-дғаы оқу ерекшелігін ескерумен студенттердің әскери дайындығын басқаша ұйымдастыру орнатылуы мүмкін.\nӘскери дайындықтан шеттету ЖОО басшысының бұйрығымен мынадай негіздер бойынша жүзеге асырылады:\nүлгермеушілік;\nЖОО басшысымен бекітілетін (еркін нысанда) ішкі тәртіпті бұзғаны үшін;\nнауқастануы, отбасы және қызметтік жағдайлар бойынша босатуларды қоспағанда академиялық кезең ішінде оқу сабақтарының 18 сағатын босатуы;\nөз еркімен;\nденсаулық жағдайы бойынша;\nөтеулі негізде оқыған жағдйда оқу үшін төлем жасамағаны.\n 1)-5) тармақшасы бойынша шеттетілген оқитындар әскери даярлыққа қайта қабылданбайды, 6)  тармақшасы бойынша шеттетілгендер  шеттету туралы бұйрық шыққан сәттен бастап бір ай ішінде оқу үшін төлем жасаған кезде қайта қабылданады.\nЗапастағы офицерлер бағдарламасы бойынша әскери дайындықтың толық курсын бітірген және бітіру емтиханын  тапсырған білім алушылар ЖОО бітірген соң «запастағы лейтенант» «запастағы медицина қызметінің лейтенанты» әскери атақты беруге  ұсынылады.\nТолығырақ: https://egov.kz/cms/kk/articles/military_service/senior_devision",
                "date": "5.09.2020",
                "upvotes": 0
            },
            {
                "text": "Әскерден заңды түрде қашу.",
                "date": "6.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқу оқымасам, әскерге шақырып алып кете ма?",
        "question_content": "20 жастағы жігіт Курьер (тамақ таситын, ресми жұмыс) болып жұмыс істесе, армияға алып кетема? Оқу оқымаса.",
        "question_date": "5.09.2020",
        "question_tag": "Заң",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа, алып кетуі мүмкін егер адам саны жетпей жатса.",
                "date": "5.09.2020",
                "upvotes": 0
            },
            {
                "text": "Арине алып кетеді, ҚР Конституциясында көрсетілгендей әрбір ҚР азаматы азаматтық борышын өтеуге міндетті, сол себептен әскерге баруы тиіс, егерде күндізгі оқуда оқыса және үйінде жалғыз асыраушысы болса алып кетпейді.",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Университетте химия-биология мамандығын бітіріп қандай жұмысқа тұруға болады?",
        "question_content": "Университетте химия-биология мамандыгын бітіріп қандай жұмысқа кірсе болады",
        "question_date": "5.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түлектер келесі жұмыс орындарында жұмыс істей алады  6В015-жаратылыстану – ғылыми пәндері бойынша мұғалімдерді дайындау мамандығы бакалаврларының бітірушілері 5В011200 – “Химия” сияқты ұйымдар мен мекемелерде жұмысқа орналасу мүмкіндігіне ие.: – орта жалпы білім беретін және мамандандырылған мектептер, колледждер, гимназиялар, білім беру бөлімдері;  – білім бөлімдері;  – химиялық бейіндегі ғылыми-зерттеу ұйымдары (институттары). 5В011300-Биология жаратылыстану ғылыми пәндері бойынша 6В015 мамандығы бойынша білім бакалавры: – негізгі орта және бейіндік мектеп; – мамандандырылған мектеп; – техникалық және кәсіптік білім беру ұйымдары  6М011300- “Биология” 7М015- “жаратылыстану-ғылыми пәндері бойынша мұғалімдерді даярлау” бағыты бойынша магистрлердің түлектері осындай ұйымдар мен мекемелерде жұмысқа орналасу мүмкіндігіне ие.: – жалпы орта білім беретін және мамандандырылған мектептер, колледждер, гимназиялар, училищелер, білім беру бөлімдері; – ғылыми-зерттеу ұйымдарында (институттарда); – мемлекеттік және мемлекеттік емес мекемелерде (біліктілікті арттыру институттарында, баспаларда). 7М015 -” жаратылыстану-ғылыми пәндер бойынша мұғалімдерді даярлау “6М011200 -” Химия ” сияқты ұйымдар мен мекемелерде жұмысқа орналасу мүмкіндігі бар: – жалпы орта білім беретін және мамандандырылған мектептер, колледждер, гимназиялар, училищелер, білім беру бөлімдері; – ғылыми-зерттеу ұйымдарында (институттарда); – мемлекеттік және мемлекеттік емес мекемелерде (біліктілікті арттыру институттарында, баспаларда);  8D015- “жаратылыстану ғылыми пәндері бойынша мұғалімдерді даярлау” мамандығының докторантурасының түлегі осындай ұйымдар мен мекемелерде жұмысқа орналасу үшін жақсы мүмкіндіктерге ие.: – жоғары оқу орындары, ғылыми-зерттеу, білім беру ұйымдары; білім беруді басқару органдары. – ұлттық білім беру жүйесін дамыту бағдарламаларын қолдау бойынша қазақстандық және халықаралық қорлар; – білім беруді басқару ұйымдары; – жалпы білім беру ұйымдары; – мамандарды даярлауды жүзеге асыратын жоғары оқу орындары – психологтар, педагогтар, әлеуметтік педагогтар және әлеуметтік қызметкерлер; – мемлекеттік және жергілікті билік органдары; – коммерциялық компаниялар және үкіметтік емес ұйымдар . – қалалық және республикалық әлеуметтік қызметтер, жұмыспен қамту орталықтары; – құқық қорғау ұйымдары мен пенитенциарлық мекемелер; – білім беру мекемелері; – түрлі бейіндегі Оңалту орталықтары; – спорттық және шығармашылық ұйымдар. – білім беру мекемелері.\nТолығырақ: https://kipudn.kz/kk/%D1%85%D0%B8%D0%BC%D0%B8%D1%8F-%D0%B6%D3%99%D0%BD%D0%B5-%D0%B1%D0%B8%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F-%D0%BA%D0%B0%D1%84%D0%B5%D0%B4%D1%80%D0%B0%D1%81%D1%8B/",
                "date": "5.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серіппенің жұмысын тап.",
        "question_content": "k=1 кН/м = 1000Н/м\n\nm=2кг\n\nX=2см=0,02м\n\nT=1/4\n\nFсерп=?\n\nА=?\n\nФизика\n\n2008\n\nОқу-әдістемелік құрал\n\nАстана\n\n51-бет",
        "question_date": "5.09.2020",
        "question_tag": "Физика",
        "question_views": 648,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "k=1 кН/м = 1000Н/м\n\nm=2кг\n\nX=2см=0,02м\n\nT=1/4\n\nFсерп=?\n\nА=?\n\nFсерп=k*X = 1000*0,02=20",
                "date": "5.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі үғымдарды бір бірене байланыстырып кесте түзіндер",
        "question_content": "Атом, молекула, химиялық элемент, атомдық масса, молекулалық масса, химиялық формула, валентік, тотығу дәрежесі , химиялық теңдеулер, химиялық реакция\nАтом, молекула, химический элемент, атомная масса, молекулярная масса, химическая формула, Валентин, степень окисления , химические уравнения, химическая реакция",
        "question_date": "5.09.2020",
        "question_tag": "Химия",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жыландар жылына неше рет қоректенеді?",
        "question_content": "Жыландар жылына неше рет қоректенеді.Мен білмей жатырмвн.Мектеп",
        "question_date": "5.09.2020",
        "question_tag": "Мектеп",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылан — бауырымен жорғалаушылар класы қабыршақтылар отрядының бір тармағы. Денесі жұмыр, ұзын (ұзындығы 8 см-ден 12 м-ге дейін жетеді). Денесін мүйізді қалқаншалар мен қабыршақтар, арқасы мен бүйірлерін ұзына бойы қатарласа орналасқан, ромбы тәрізді қабыршақтар жапқан. Бауыры көлденең жатқан ірі қалқаншалармен жабылған, олар бір-бірімен жұмсақ тері қатпарлармен жалғасқан. Ірі денелі жемтіктерді жұтқанда тері қатпарлары жазылып, құрсақ қалқаншаларынын ұзына бойы созылуына мүмкіндік береді. Көздерінде қозғалмалы қабақтары болмайды, олар мөлдір қабықпен жабылған. Күндіз белсенді тіршілік ететін жыландардың көз қарашығы дөңгелек болса, ымыртта, түнде белсенді тіршілік ететіндерінде — тік бағытта орналасқан саңылау тәрізді. Сыртқы құлақ (есту) тесігі және дабыл жарғағы болмайды. Сондықтан жыландар ауадағы дыбысты естімейді. Тілі ұзын, ұшы — айыр. Сезу қызметін тілі мен бір жұп Якобсон мүшесі атқарады. Якобсон мүшесі — кенсіріктің ішкі жағындағы ауыз қуысына ашылатын, екінші ұшы тұйықталып біткен екі қуыс; бауырымен жорғалаушылар мен сүтқоректілерде болатын иіс сезу мүшесі (тек қолтырауын мен құстарда болмайды). Бұны дат анатомы Людвиг Якобсон ашқан. Тістері жіңішке, өткір, артқа қарай иілген, усыз жыландарда тістері жемтігін ұстау қызметін атқарады. Улы жыландардың үстіңгі жақтарында у ағатын өзекшесі бар улы тістері орналасқан, олар қозғалмалы (алға — артқа қарай) болып келеді. Жак сүйектері бір-бірімен серпімді сіңір арқылы байланысқан. Мұндай байланыс аузын кен ашуға мүмкіндік беріп, ірі жемтіктерді тұтастай жұтуға жәрдемдеседі. Аяқтары жоқ, тек айдаһарда, ұршық тәрізді жыландарда, соқыр жыландарда, бүрме ауызды жыландардың кейбір түрлерінде ғана жамбас белдеуінің қалдығы мен артқы аяқтарынын тырнақ тәрізді жұрнағы сақталған. Иық және жамбас белдеулерінің болмауына байланысты омыртка жотасы бөлімдерге анық жіктелмеген: қысқа әрі жуан жыландарда омыртқасының саны 141, ал ұзын әрі жіңішкелерінде — 435-ке жетеді. Жыландар жылына 2-4 мәрте түлейді. Сыдырық (жыланның түлеген эпидермис қабығы) тұтастай түседі. Тіршілік ететін ортасына сәйкес реңі алуан түрлі келеді. Жыландар Жер шарына кең тараған (тек Антарктидада ғана кездеспейді), 3 мыңға жуық түрі белгілі. Олар 12 тұқымдасқа бірігеді. Ең көбі - сарыбас жыландар, олардың 1500-дей түрі бар. Қазақстанда 5 тұқымдасқа жататын: соқыр жыландар (1 түрі), айдаһарлар (2 түрі), сарыбас жыландар (12 түрі), сұржыландар (2 түрі), бозша жыландардың (1 түрі) 18 түрі белгілі. Жыландардың көпшілігі құрлықта, әдетте, қалың шөп өскен жерлерде, ағаш басында, шөлді аймақтарда, кейбір түрлері тұщы сулар мен теңіз-мұхиттарда тіршілік етеді. Жыртқыш түрлері тышқантәрізділермен, бақалармен, омыртқасыздармен қоректенеді. Жылына бір рет көбейеді. Көпшілік жыландар жұмыртқа (қарашұбар жыландар, гюрзалар, т.б) салады, ал кейбіреулері (сұржыландар, бозша жыландар. т.б.) тірі туып көбейеді. Жеке дара немесе топтанып (мысалы, сұржыландар) қыстайды. Топтанып қыстайтын түрлерін халық «ордалы жыландар» деп атайды. Жылан зиянды кеміргіштер, моллюскілер және жәндіктермен қоректеніп пайда да келтіреді. Кейбір түрлерінің терісі әсемдік бұйымдар, еті тамақ жасау үшін, ал уы медицинада қолданылады. Жыландардың уы (әсіресе, тропикалық елдерде) тек жануарларға ғана емес, адам өмірі үшін де аса қауіпті. Орта Азия елдерінде улы жыландардан кобра, гюрза, эфа, Қазақстанда дала (тамғалы) сұржыланы, кәдімгі сұржылан, бозша жылан немесе қалқантұмсық жылан, оқ жылан кездеседі. Улы жыландардың көпшілігі адамға қарсы шабуыл жасамайды. Жыландардын терісі, еті, уы үшін көп аулау, сондай-ақ бейберекет өлтіру, олардың көптеген түрлерінің азаюына, таралған аймағынын тарылуына соқтыруда. Осыған орай олардың 26 түрі мен түр тармағы Халықаралық табиғат қорғау одағының «Қызыл кітабына», ал Қазақстандағы 4 түрі ұлттық «Қызыл кітапқа» (1996) енгізілген.\nТолығырақ: https://balkhashlib.kz/kk/resurs_16/id/2098",
                "date": "5.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеулер жүйесін шешіңіз.",
        "question_content": "{4х=-6.                                                            {7у-2х=20",
        "question_date": "5.09.2020",
        "question_tag": "Математика",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "{4х=-6.                                                           \n{7у-2х=20\n{x= -3/2\n{7y-2x=20\n7y+3=20\n7y=17\ny=17/7\nx= -3/2",
                "date": "5.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапеция диагоналы 90 15 градус",
        "question_content": "теңбүйірлі трапецияның диагоналі бұрышты 90 және 15 градусқа бөледі,трапецияның табандарының қатынасын табындар",
        "question_date": "5.09.2020",
        "question_tag": "Геометрия",
        "question_views": 615,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ерінге жара шықты, не істесем болады?",
        "question_content": "Саламатсыздарма астынғы ерніме(сыртына))жара шықты басында томпаиып тұрған  кеин жарылып түсі сары болды және де ол қатты қышиды, аздап томпаиып  түсі ақ болып үстінен бассан май тәріздер сұйықтық ағады не істесем болады  бес алты күн болды көмектесіңіздер өтінем!!",
        "question_date": "5.09.2020",
        "question_tag": "Тазалық",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұшық – жұқпалы жара. Ол түшкіргеннен, жөтелгеннен, сүйіскеннен, ерін далабынан, ортақ ыдыс қолданудан пайда болуы мүмкін. Демек, ұшықтың алдын алу үшін жеке бас гигиенасын сақтану керек. Әсіресе, суық кезде иммунитетті нығайтса, ұшық шықпайды.\nАл ұшық шыққанда қалай емдейміз?\nБал – ең тәтті де пайдалы емдік ас. Оны күнделікті бір қасықтан жесе не шайға, жылы сүтке қосып ішсе, иммунитетті жақсартады. Ал ұшық шыққан жағдайда күніне бірнеше рет ерінге бал жағуға болады. Ұшық беті қабыршақтанатын болады, сонда қабыршағын алып тастамай, өзі кеткенше күтекн жөн. Бал ұшықты емдеуге ғана емес, ерінге маска жасауға да таптырмас нәрсе.\nЖанжабіл. Егер тәттіні жақсы көрмейтін, керісінше ащыға құмар адам болсаңыз, ұшық емдеуге жанжабіл көмектеседі. Оның тамырын майдалап турап, қара шайға қосып, арықтау мақсатында ішетінін білеміз. Ол артық салмақтан құтылумен бірге инфекцияларды жоюға да қабілетті. Тамырын турап, еріннің ұшық шыққан жеріне басса, тез нәтиже береді. Біраз ауыртып, жанға жағымсыздық береді, есесіне ұшықтан тез арыласыз.\nЛимон. Лимон шырынын түрлі тағамға сеуіп дәм қосамыз, шемен, құрт аураларына ем етеміз, вирустық аураларға сол арқылы қарсы тұрамыз. Ал ең қышқыл циртустық жемістің өзін балмен бірге тұмау, суық тию ауруларын жазуға қолданамыз. Лимон жемісі мен шырын ғана емес, қабығы да аса пайдалы. Оның қабығын ұшық шыққан жерге басса, ем болады. Күніне бір жарым сағат өткен сайын бірнеше рет қайталау керек. Лимон сығындысын ерінге жағуға да болады.\nАс содасы. Көптеген ауруға ем болатын тағы бір керемет нәрсе – ас содасы. Оның ең жақсы жері кез келген үйден табылады, сатылу бағасы қолжетімді. Ұшық шыққанда ас содасы мен судан қоспа жасап пайдалануға болады. 100-200 мл суды орташа отта сәл қайнатып, бір шай қасық сода қосып, аралыстырамыз. Дайын болған қоспаға қағаз майлық не мақта малып, еріннің ауырған жеріне басамыз. Болмаса кез келген ыңғайлы нәрсемен жақса да жарайды. Аздап ауыртады, бірақ ұшық тез кеткенін қаласаңыз, сәл шыдауға тура келеді.\nТұз. Ұшықты емдеуге тұз да пайдалы. Оның салатқа арналған, теңіз тұзы секілді тым майда түрін таңдаймыз. Ерінді сәл ылғалдандырып алып, ұшық үстіне сеуіп қою керек. 10-15 минуттан соң жылы сумен шайып, ерінге арналған бальзам жағамыз. \nАқпарат дереккөзі: https://massaget.kz/layfstayl/Zdorove/33868/",
                "date": "5.09.2020",
                "upvotes": 0
            },
            {
                "text": "Балзам жвгып дурм мен маган  кеше шыгып.Бастады",
                "date": "26.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "130 санының 2:3:5 қатынасындай етіп бөліңдер?",
        "question_content": "130 санының 2:3:5 қатынасындай етіп бөліңдер?",
        "question_date": "4.09.2020",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "130 = 2x+3x+5x\n\n10x = 130\n\nx=13\n\n26:39:65",
                "date": "4.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде сәукеле көрдім. Не білдіреді?",
        "question_content": "Тусимде кудашамнын тойында киген адеми саукелесин кип корип, адемисин ай деп жур екенмин.Озим де кудашамда алдагашан турмыс курган адамдармыз. Тусти жорып берсениз",
        "question_date": "4.09.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сенің сәукеле киіп жігітіңнің үйінде жүргенің көп ұзмай бастарың қосылады.\nТолығырақ: http://www.kazakh.ru/talk/mmess.phtml?idt=9056&page=5",
                "date": "6.09.2020",
                "upvotes": 0
            },
            {
                "text": "куйеуге шыгып кетесын",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    }
]