[
    {
        "question_title": "Тағдыр романы мен соңғы көш романының ұқсастықтары",
        "question_content": "Тағдыр романы мен соңғы көш романының ұқсастықтары.",
        "question_date": "17.04.2020",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабдеш Жұмаділовтың көпшілікке кеңінен таныс «Тағдыр» романы – Шығыс Түркістандағы қазақ тарихы негізінде жазылған тарихи роман. Бұл романда жазушы Қытайдағы екі мың жылдан аса уақыт өмір сүрген монархиялық патшалық өкіметтің 1911 жылға дейінгі тарихи жағдайларына байланысты қазақтардың өмірін, күресін қайраткер тұлға Демежан арқылы көрсетеді. Романдағы басты оқиға орыс пен қытай арасындағы шекара бөлінісі болса, оның сыртында қазақтың көшпенді өмірі, отырықшы өмірге үйрену, қытайлықтардың қамал-қорған тұрғызулары секілді тарихи маңызы зор оқиғалар да орын алған. Жазушы шығармашылығынан қазақ өмірінің, салт-дәстүр, әдет-ғұрпының алар орны мол. Сондай-ақ, роман мазмұнын ашып, авторлық идеяны жеткізуде бұл баяндаулардың алар орны да айтулы болмақ. Қабдеш Жұмаділов романдары күшті характерлермен, сюжеттік-композициялық бітімімен  дараланады. Жазушының «Соңғы көш» романынан кейін жазған «Тағдыр» туындысы да Шығыс Түркістан тақырыбында жазылған. «Соңғы көш» пен «Тағдыр» романдарында ортақ мәселелер бар. Біріншіден, екі шығармадағы оқиғалардың өткен орны – Шығыс Түркістан аймағы. Екіншіден, екі романды да сабақтастырып тұрған бейнелер – Сымайыл, Күдері, Қанағат би, Естай. Роман мазмұнына қысқаша тоқталып өтсек, «Тағдыр» романына арқау болған – Еженхан мен Ақпатшаның арасындағы Шығыс Түркістан аймағын бөлісу мәселесі, шегара бөлінгеннен кейінгі халық тағдыры. Романда XIX ғасырдың аяғы мен XX ғасырдың басы аралығындағы уақыт қамтылған, яғни «Соңғы көштегі» Қанағат бидің әкесі – Күдері мен атасы Сымайылдың өмір сүрген дәуірі бейнеленген. Роман сюжетіне арқау болған оқиға – Ресей мен Қытай сияқты екі империяның ортасында өмір сүрген аз санды қазақ елінің ауыр тағдыры. Екі мемлекет арасындағы шегара бөлісу мәселесі романның «Жол торабы» бөлімінде ғана көрініс тапқан. Қалған бөлімдерінде осы оқиғадан кейінгі ел ішіндегі жағдай, шегара бөлісінің қазақ жеріндегі ел басқару жүйесіне әсері, соған қатысты қоғамда болған өзгерістер, қазақ пен қытай арасындағы қарым-қатынастар, т.б. мәселелер суреттелген. Әр мемлекет өзінің территориясын айқындап, шегара бағандарын орнату кезінде жергілікті халық тарапынан үлкен наразылық туады, бірақ ол көтеріліске ұлғаймайды. Автор сынға алатын мінез ерекшеліктері кейде – қазақшылық болып жалпылама атауға иелік етіп те жүр. Жазушының символикалық мәнге аса назар аударатындығын «Соңғы көш» романынан да байқаған болатынбыз. Бұл «Тағдыр» романында да айқын аңғарылады. «Романның ұзын-ырғасына сүйенсек, алғашқы бөлімде қалың қазақтың, іргесі іріп, қанаты қайырылып, қабырғасы сөгілген сергелдең жұрттың шылбыр үзіп шыға алмастай шегара шеңберіне түсуі – бастау да, итке тастаған сүйектей үкірдайлыққа таласып, маңдайына басқан азаматы Демежанның түбіне жетуі – түйін. Бүкіл бір қауым елдің етекке толған көз жасы, қайғы-зар, бір күндік қуаныш тойы осы бастау мен түйіннің арасында тұйықталған шекара шеңберінің ішінде өтеді». «Тағдыр» романы тек шекара бөлісі ғана емес, тұтас ұлт тағдыры екендігін жоғарыда айттық. Ондағы тарихи деректіліктің өзі ұлт болмысын ашуға қызмет ететіндігіне де, қазақты танытуға септігін тигізетіндігіне де баса назар аударғымыз келеді. «Тағдыр» романындағы тарихи деректілік туралы сөзімізді әдебиеттанушы ғалым Шериаздан Елеукеновтың роман жайындағы сөзімен түйіндесек: «Тағдыр» – ұлтжанды қаһарманды биік  өреге көтерген роман. Ол – қазақ әдебиетінің өз қойнауынан шыққан туынды. Басқа тілдерге аударылғанда ғана бағы ашылатын кейбір шығармалардай, батыс я Латын Америкасы роман үлгісі бойынша пішілмеген. «Тағдырды» оқып отырғанда қазақтың кең даласына сүңгіп кеткендей рахат кешесің» – дейді.\n\n“Соңғы көш” – адамзат баласы жылап келіп, жылап кетіп жататын мына жарық дүниедегі қазақ деген халықтың бүкіл болмыс-бітімінің, кескін-келбетінің шежіресі. “Соңғы көш” – ғасырлар бойы аузынан “тәубасы” мен “қанағаты” түспеген, ешкімге ұқсамас төлтума мәдениет жасаған, мына жарық дүниеде барша жұртқа гуманизм мен шынайы демократияның жарқын үлгісін көрсеткен, өмірге адамның қонақ екенін терең түйсінген, “қонып бір өтер сай үшін, арам өлер тай үшін” бет жыртыспауға үндеген, жаны жайсаң, жүрегі мәрт жұрттың шынайы тарихы; “Соңғы көш” – қазіргі таңда жаһандану процесі адамзат қоғамына дендеп еніп, материалдық игіліктер бірінші кезекке шығып, руханият әлемі кейінге ысырылған, рухани азғындау, экспансия элементтері, несін жасырайық, қоғамға ене бастаған сәтке қарағанда, рухы биік, өзін табиғатты бағындырушы емес, керісінше, сол табиғаттың бір бөлшегі ретінде түйсінген ұлы дала тұрғындарының айнасы. “Соңғы көш” – табиғи тазалығын, кәусар бұлақтай мөлдірлігін сақтап қалған көшпелі жұрттың өмір атты керуен – көштегі соңғы бұлқынысы, алапат арпалысы.\n\nhttps://adebiportal.kz/kz/news/view/21613",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың теңбүйірлі қабырғасын табу",
        "question_content": "Теңбүйірлі үшбұрыштың бүйір қабырғасы жанасу нүктесі арқылы төбесінен есептегенде 5:2 қатынасында бөлінеді. Үшбұрыштың периметрі 54 см болса, бүйір қабырғасын табыңыз.",
        "question_date": "17.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына есептің шартын дұрыс түсінбедім.  Үшбұрыш не фигурамен жанасқанын түсіне алмадым .\nҰқсас есеп шарты: үшбұрыштың периметрі 54 см, егер оның қабырғалары 2: 3: 4 сәйкес болса, оның жақтарын табыңыз\n2х+3х+4х=54\n9х=54\nх=6\nх*2=12 (1 -бүйір жағы)\nх*3=18(2 -бүйір жағы)\nх*4=24 ( 3 -бүйір жағы)",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есепті теңдеу арқылы шығару",
        "question_content": "Екі санның арифметикалық ортасы 43 ке тең. Бірінші сан екеінші саннан 13,6 ға артық.Осы санды табыңдар",
        "question_date": "17.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші сан x, екіншісі x-13,6\nБірінші сан 49,8, екіншісі 49,8-13,6 = 36,2",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қақтығыстарға қарсымыз тақырыбында аралас құрмалас сөйлемдер жазу 5-6сөйлем ?",
        "question_content": "Қақтығыстарға қарсымыз тақырыбында аралас құрмалас сөйлемдер жазу 5-6сөйлем ?",
        "question_date": "17.04.2020",
        "question_tag": "Мектеп",
        "question_views": 670,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оператор фотограф болу үшін қайда оқу керек?",
        "question_content": "Оператор фоограф ягни видео laf story түсіретін адам мамандығын қалай үйренсе болады. Оператор мамандығын қайдан үйренсек болады или курстар барама",
        "question_date": "17.04.2020",
        "question_tag": "Видео, Видео жасау",
        "question_views": 666,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз жеке ойым, дәрігер секілді маңызды мамандықтар болмаса уақыт кетіріп керек емес. 2-3 айлық курстар оқып ары қарай барлығы тәжірибемен келеді деп ойлаймын. Сондықтан, ең тиімді әрі оңай жолы сол Love Story түсіріп жүрген адамдармен танысып сол командаға ере жүріп үйренген дұрыс деп ойлаймын.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасушалар қандай әдіспен бөлінген кезде тұқымды өсімдіктерді гаметалар түзіледі?",
        "question_content": "жасушалар қандай әдіспен бөлінген кезде тұқымды өсімдіктерді гаметалар түзіледі?",
        "question_date": "16.04.2020",
        "question_tag": "Биология",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоғары сатыдағы өсімдіктер құрамына енетін өсімдіктер, оларды жиі жапырақсабақтылар деп атайды, өйткені олардың денесі сабаққа, жапыраққа және тамырға бөлінген. Бұдан басқа оларды ұрықтылар деп те атайды, дебебі оларда ұрық болады. Ақыр аяғында оларды тамырлы өсімдіктер (мүктектестерден басқалары) деп те атайды, өйткені олардың сапрофиттерінің органдарында тамырлар мен трахеидтер болады.\nЖоғары сатыдағы өсімдіктер тарихи даму барысында құрлықта тіршілік етуге бейімделді. Бұл өсімдіктерде жыныстық (гаметофит) және жыныссыз (спорофит) ұрпақтар алмасады. Гаметофит гаметалар түзейді және ұрықты қорғайды, ал спорофит споралар өндіреді, олар гаметофиттің келесі ұрпағын қамтамасыз етеді. Жоғары сатыдағы өсімдіктерде диплоидты спорофиттер басым келеді, ол және де өсімдіктің сыртқы түрін анықтайды.\nЖоғары сатыдағы өсімдіктер патшалықтармағында жоғары сатыдағы споралылар және жоғары сатыдағы тұқымды өсімдіктерді ажыратады. Жоғары сатыдағы споралылар үшін жыныстық және жыныссыз көбеюдің ажыратылуы тән. Бірінші жағдайда көбею спорофиттердің спорангияларында түзілетін бірклеткалы споралар арқылы жүзеге асады, екінші жағдайда-гаметофиттердің жыныс органдарында түзілетін гаметалар арқылы іске асады. Жоғары сатыдағы тұқымды өсімдіктерге көпклеткалы түзіліс-тұқымның болуы тән, ол көбею процесі кезінде пайда болады және тұқымды өсімдіктерге споралылардың алдында маңызды эволюциялық басымдылық береді.\nЖоғары сатыдағы өсімдіктер патшалықтармағы бірнеше бөлімдерге жіктеледі. Соның ішінде жоғары сатыдағы споралы өсімдіктер Риниофиттер (hyniophyta) және Зостерофиллофиттер бөлімдеріне жататын организмдер толықтай жойылып кеткен. Қазіргі кезде кездесетіндер Мүктектестерге (Bryophyta), Плаунтектестерге (Lycopodiophyta), Псилоттектестерге (Psilotophyta), Қырықбуынтектестерге (Eguietophyta), Папоротниктектестерге бөлінеді. Жоғары сатыдағы түқымды өсімдіктер Ашықтүқымдылар (Gymnospermae) және Жабықтұқымдылар немесе Гүлді өсімдіктер (Angiospermae немесе Magnoliophyta) бөлімдері деп жіктеледі. Ашықтұқымдылар мен Жабықтүқымдылар — тұқымды өсімдіктер, қалғандары — Жоғары сатыдағы споралы өсімдіктер. Жоғары сатыдағы споралылардың кейбіреулерінде барлық споралары бірдей (тең споралы өсімдіктер), ал басқаларында спораларының мөлшері әртүрлі ( әртүрлі споралы өсімдіктер) болады. Өсімдіктердің қазіргі бөлімдерінен олардың жекеленгендері ғана қарастырылады.\nМүктектестер (Bryophyta) бөлімі. Бұл бөлімге аласа бойлы, көпжылдық өсімдіктер жатады. Олардың кейбіреулерінің денесі қатпарлы, деседе көпшілігінде сабақ пен жапыраққа жіктелген. Мүктектестердің 25 000-ға жуық түрі бар. Барлық географиялық аймақтардың ылғалды жерлерін мекендеушілер болып табылады. Топыраққа ризоидтар деп аталатын түк сияқты өсінділермен бекінеді. Осы қүрылымдар арқылы олар топырақтан қорек алуды қамтамасыз етеді. Бұл типтің (бөлімнің) ең белгілілері көкек зығыры, көптүрлі маршанция, сфагнум туысының мүктері (300 түр).\nМүктердің дамуына жынысты (гаметофит) және жыныссыз (спорофит) ұрпақтарының алмасуы тән. Жынысты ұрпақты өсімдіктерде әртүрлі мөлшерлі споралар түзіледі. Аналық жыныс клеткалары аталықтарымен ұрықтанғаннан кейін спорофит (споралары бар спорангиялар) дамиды, оның клеткалары диплоидты хросомалар жиынтығына ие. Мейоз нәтижесінде спорангияларда пайда болған споралар гаплоидты хромосомалр жиынтығына ие болады. Топыраққа түскен споралар өсіп шығып, өсімдіктің бастамасын, гаметофитті, береді, онда митоз жолымен көбейетін клеткаларында хромосоманың гаплоидты жиынтығы болады. Гаплоидты гаметофит даму циклінде басым келеді. Гаметофитте жаңадан жыныс клеткалары түзіледі және процесс қайталанады. Бұл өсімдіктердің өздеріне тән ерекшеліктері сол, оларда тек гаплоидты гаметофит ғана басым болмай қоймай, сонымен қатар гаметофит (жынысты ұрпақ) және спорофит (жыныссыз ұрпақ) жеке бір өсімдік болып табылады.\nМүктектестердің табиғаттағы маңызы сол, экосистемада болып, олар көптеген басқа да өсімдіктер түрлерінің, сол сияқты жануарлардың да, мекендеу ортасына эсерін тигізеді. Мүктердің қарқынды көбеюі топырақтың жағдайын нашарлатады. Сфагнум мүктері өліп, «шымтезектенеді» және шымтезектің кенін түзейді. Кейбір түрлері медицина өнеркәсібінде пайдаланылады.\nБұл топтың өсімдіктері ең алғашқы құрлық өсімдіктерінің бірі болган және 450-500 млн жыл бұрын кең тарап өсіп-өнген және олардың эволюциясы спорофиттің регрессивті дамуында болган деп жорамалдайды. Мүктектестер эволюцияның тұйық бұтағы болған деп саналады. Папоротниктектестер (Palypodiophyta) бөлімі. Бұл бөлім шегінде дымқыл жерлерде өсетін шөптесін өсімдіктер жатады. Папоротниктектестердің кейбіреулері, тропикада өсетіндер, агашта өсетіндер, олардың кейбіреулерінің биіктігі 25 метрге дейін жетеді. Бұл өсімдіктердің 10 000-н аса түрі белгілі. Папоротниктектестердің нагыз өкілдері папоротниктер болып табылады.\nПапоротниктектестер үшін жынысты жэне жыныссыз ұрпақтардың алмасуы тән, бірақ та мүктектестерден айырмашылығы, бұл бөлімге жататын организмдерге, басым көпшілігі спорофит, диплоидтық тән. Спорофитте негізгі органдар — сабақ, жапырақ, тамыр болады. Керісінше, гаметофит өте кішкентай, үлкен емес, тақтайша сияқты, болуымен сипатталады, ол топыраққа ризоидтар көмегімен бекиді.\nПапоротниктектестер үшін дамудың күрделі циклі тән. Цикл гаметофиттің (өскіннің) изоспораларының дамуымен басталады, онда антеридиялар мен архегониялар түрінде жыныс органдары қалыптасады. Соңғыларында жыныс клеткалары дамиды. Олар ұрықтанғаннан соң зиготадан спорофит пайда болады, онда споралар түзіледі, олар гаметофиттің бастамасын береді. Папоротниктектестердің көпшілігі әртүрлі споралы өсімдіктер болып табылады.\nПапоротниктектестердің табиғаттағы маңызы өте үлкен, өйткені олар көптеген экожүйелердің құрамына кіреді. Егер жекеленген өсімдіктер түрлерінің дәрілік шикізат болатынын ескермесек, қазіргі папоротниктектестердің шаруашылық маңызы үлкен емес. Папоротниктектестер 7 бөлімге жіктеледі, олардың көпшілігі жойылып кеткен. Папоротниктектестер ең көне споралы өсімдіктер болып табылады. Олар девонда болган, ал карбонда биіктігі 30 метрге жететін орман өсімдіктерін құраған. Бұл өсімдіктердің қалдықтары таскөмір түзілуіне қатысқан.\nАшықтұқымдылар (Gymnospermae) бөлімі. Бұл бөлімнің өсімдіктері тұқым береді, ол дегеніміз, шын мәнінде, болашақ өсімдіктердің ұрығы болып саналады. Тұқымның негізгі органдары ұрықтық тамыр, ұрықтық сабақша, ұрықтық жапырақшалар болып табылады. Десе де ашықтұқымдыларда тұқым жеміс жапырақшаларымен жабылмаған. Осыған орай оларды ашықтұқымдылар деп атайды. Ашықтұқымдыларға ағаштар, бұталар және лианалар жатады. Түрлердің саны 700-ге жуық. Барлық Жер шарына таралған. Солтүстік жарты шарда өте үлкен алқапты алып жатады, қылқан жапырақты ормандарды құрайды.\nАшықтұқымдылардың көпшілікке белгілі өкілдері қарағай, самырсын, шырша, балқарағай болып саналады. Бұл бөлімнің өсімдіктерінің бағанасы мен тамырының ұлпалары камбий, ксилема, флоэма болып табылады. Көпшіліктерінің жапырақтары — «инелер». Ашықтұқымдылар үшін ұрпақтардың кезектесуі тән, ол гаплоидты және диплоидты күйдің алмасуымен байланысты, бірақта олардың гаметофиттінің кішіреюі айдан анық. Арша, саговник, боз арша (туя), шырша, қарағай, балқарағай — спорофиттер. Барлық тұқымды өсімдіктер сияқты, ашықтұқымдыларда әртүрлі споралылар болып табылады. Көбею мүшелері аналық және аталық бүршіктер, олар гаметофит болатын бір ағаштың өзінде қалыптасады.\nТұқымның пайда болуы — спорофиттің дамуындағы бірінші кезең. Аналық бүршіктер ірі қабыршақтардан құрылған, оларды мегаспорофиллалар деп атайды, олардың әрқайсысының ішкі жағында екіден мегаспорангия орналасады, ал әрбір мегаспорангия өз кезегінде мегаспораға ие, одан көпклеткалы гаметофит дамиды, онда екі немесе үш архегония болады. Әрбір архегония жалғыз ірі жұмыртқа клеткасынан және бірнеше ұзарған кіші клеткалардан тұрады. Мегаспорангия интегумент деп аталатын құрылыммен жабылған. Мегаспорангияны интегументпен қоса ұрық бастамасы (семязачаток) деп атайды.\nАталық бүршіктердің ішкі жағындағы олардың қабыршақтарында (микроспорофиллдерде) екіден микроспорангия болады, онда микроспоралар орналасқан, олардың эрқайсысы гаплоидты тозаңға дамиды. Тозаңдық түйіршектер (дэндер) аталық гаметофитті құрайды. Мегаспорофиллдер мен микроспорофиллдер қысқа споратүзуші жас өркенде мега- және микростробиллдерге (сәйкесінше) жинақталған, ол споротүзуші жапырақшалары бар сабақшаны түзейді.\nТозаңдар аналық бүршіктерге түскенде, ол ұрық бастамасына өтеді, ал эрбір тозаңдық түйіршіктен аталық түтікше мен екі сперма ядросы дамиды, ал аталық түтікше аналық клеткаға өткенде сперма ядросының аналық клетканың ядросымен қосылу жүреді. Бұл дегеніміз ұрықтану. Диплоидты зигота диплоидты ұрыққа айналады. Уақыт өте ұрық бастамасының сыртқы интегументі тұқым қабықшасына айналады, ал мегаспорангия қалдықтарынан эндосперм түзіледі. Осылайша, ұрық бастамасы тұқымға айналады. Тұқым пісіп-жетілгеннен кейін бүршіктен сыртқа түседі.\nТолығырақ: http://ikaz.kz/zho-ary-satyda-y-simdikter/",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикадан төмендегі сұрақтарға жауап беріңіз?",
        "question_content": "1.Механикалық энергияның сақталу заңының мәні неде?\n\n2.Бір дененің кинетикалық және потенциалдық энергияларының өзгерісі арасында қандай байланыс бар?\n\n3. Дененің механикалық энергиясы деп нені айтады?\n\n4. Механикалық энергияның сақталу заңы әрқашан орындала ма?\n\n5. Вертикаль жоғары лақтырылған дене қозғалысы кезіндегі кинетикалық және потенциалдық энергиялардың қалай өзгеретінін түсіндіріңдер.",
        "question_date": "16.04.2020",
        "question_tag": "Физика",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі түрі бар механикалық энергия — кинетикалық энергия нүктелік дененің потенциалдық энергиясы жүйенің тел. Механикалық энергия жүйесінің тел сомасына тең кинетикалық энергиялар бұл жүйеге кіретін денелердің потенциалдық энергиялар олардың өзара іс-қимыл:\nМеханикалық энергия = Кинетикалық энергия + Потенциалдық энергиясы\nМаңызды механикалық энергияның сақталу заңы:\nИнерциалдық санау жүйесіндегі механикалық жүйенің энергиясы тұрақты болып қалады (өзгермейді, сақталады) жағдайда, бұл ішкі күштер, үйкеліс және сыртқы күштердің үстінен тұрғыдан зерттеледі жүйесін нөлге тең (немесе осыншама аз, олар елемеуге болады).\nКинетикалық энергиясы\nТүрі-механикалық энергия кинетикалық энергиясы нүктелік дене тең, ол жасауға денесі үстінен басқа тұрғыдан зерттеледі азайту есебінен өзінің жылдамдығы нөлге дейін. Бұл туралы әңгіме инерциальных жүйелерінде есептеу (ИСО).\nКинетикалық энергиясы нүктелік дененің мына формуламен анықталады K = (mv2) / 2.\nКинетикалық энергия дененің өсуде кезде, олар жасап жатқан жұмысына оң баға берді. Оның үстіне шамасына ұлғайтылады. Жасау кезінде үстінен дене теріс жұмыс оның кинетикалық энергиясы кемиді шамаға тең модулі. Сақтау кинетикалық энергиясы (болмауы оны енгізу), — дейді жасалып, үстіне денесімен жұмыс нөлге тең.\nПотенциалдық энергия\nПотенциалдық энергия — бұл түрі механикалық энергия, ол ие болуы мүмкін, тек қана жүйесін денелердің немесе дене ретінде қаралатын жүйесінің бөліктерін, бірақ бір нүктелі денесі. Потенциалдық энергия-әр түрлі жүйелердің формула бойынша әр түрлі.\nЖиі қаралатын жүйесімен тел «болып табылады адам денесі – Жер», егер қандай да бір дене бетіне жақын орналасқан планета (бұл жағдайда Жер) және притягивается оған ауырлық күшінің әсерімен. Бұл жағдайда потенциалдық энергиясы тең ауырлық күшінің жұмысы кезінде түсіру-дененің нөлдік биіктігі (h = 0):\nП = mgh\nПотенциалдық энергия жүйесінің денесі – Жер» азаяды кезде ауырлық күші оң жұмыс. Бұл ретте азаяды биіктігі (h) орналасқан дененің Жер бетінен. Ұлғайту кезінде биіктіктен ауырлық күші теріс жұмыс жасайды, ал жүйесінің потенциалды энергиясы өседі. Егер биіктігі өзгермейді, онда потенциалдық энергия сақталады.\nТағы бір мысал жүйесін иеленген, әлеуетті энергиясы болып табылады құралы » иілгіш деформированная басқа денесімен серіппесі бар. Серіппе бар әлеуетті энергиясы, сондықтан жүйесі болып табылады өзара іс-қимыл жасайтын өзара бөлшектер (бөлшектер), ұмтылатын қайтаруға пружину бастапқы күйіне, яғни серіппе ие серпімділік күші.\nСерпімділік күшінің жасайды жұмысқа ауысқан кезде дененің недеформированное жай-күйі, онда потенциалдық энергиясы нөлге тең болады. (Барлық жүйесін ұмтылады азайтуға әлеуетті энергиясы.)\nПотенциалдық энергия жүйесінің «серіппе» мына формула бойынша анықталады П = 0,5 k · Δl2, мұндағы k — серіппенің қаттылығы, Δl — ұзындығының өзгерісі серіппе (сығылу немесе созылу).\nСеріппелер » недеформированном жай-күйі ие нөлдік әлеуетті энергиясын. Үшін жүйесі пайда болды потенциалдық энергия сыртқы күш жасауға оң жұмысын қарсы күштер серпімділік, т. е. қарсы ішкі әлеуетті күш.\nТолығырақ: https://shygharma.info/mehanikaly-energiyany-t-rleri/",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутбукке приложения қалай жүктейді?",
        "question_content": "кім біледі ноутбукқа ештеңе жүктей алмай жатырмын. Жүктегеннен кеін бір файл шығады оны ашсаң түсініксіз видео шығады",
        "question_date": "16.04.2020",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер алмазға түссе сыну бүрышы нешеге тең болады?",
        "question_content": "Жарық ауадан  шынының бетіне45º түседі.Сыну бұрышын анықта?Егер алмазға түссе сыну бүрышы нешеге тең болады ? (19º, 28º)",
        "question_date": "16.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\nЖауабы:γ1=19°, γ2=28°.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cколько граммов 20 раствора гидроксида натрия потребуется",
        "question_content": "Cколько граммов 20 раствора гидроксида натрия потребуется для нейтрализации 98 граммов раствора с массовой долей 20% серной кислоты?",
        "question_date": "16.04.2020",
        "question_tag": "Химия",
        "question_views": 454,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: 80 грамм",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нарманбет Орманбетұлы сұрақтар мен тапсырмалар?",
        "question_content": "Қазақ əдебиеті 10 сынып. Нарманбет Орманбетұлы сұрақтар мен тапсырмалар.",
        "question_date": "16.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 482,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нарманбет Орманбетұлы 1859 жылы қазіргі Қарағанды облысы Ақтоғай ауданы Нарманбет атындағы ауылда дүниеге келген. Нарманбеттің әкесі ауқатты адам болған. Соның арқасында бала Нарманбет өз ауылында әкесі үйге шақырған молдадан бастапқы білім алады. 1873 жылы Нарманбет Қарқаралыдағы екі сыныпты орыс-қазақ мектебіне түсіп, бір жыл оқып шығады. Бір жылдық оқудан кейін Қарқаралыда тұрып, орыс тілінен жеке сабақтар алды.\nНарманбет өлеңді 14 жасынан бастап жаза бастаған. Махаббат, лирикалық өлеңдер жазып жүрген ақын дала өміріндегі маңызды оқиғаларға жауап беретін азаматтық тақырыптарды жазуға көшті.\nБала кезден оқуға, білімге құштар болып өскен ақын Шығыс әдебиетінен, Пушкин, Лермонов, Толстой шығармашылығынан жақсы хабардар болды. Ақындығымен қоса домбырашылдығымен де аты шықты.\nАбаймен, оның шығармашылығымен танысу Нарманбетке ақынның азаматтық ұстанымдарына жаңа көзқараспен қарауына түрткі болды. Орманбетұлы биліктің саясатына қатысты өз көзқарасын білдіріп, жастардың білім алуына қамқорлық жасайды, болыс басшыларының тағайындалуына қызығушылық танытады.\nАқынның әкесі Орманбет Байжомартов Қарқаралы болысының әкімшілігінде маңызды лауазымдарды атқарған. Әкесі секілді Нарманбет те қоғамдық өмірге белсене араласып, отбасының дәстүрлерін ұстанды. Ол бірнеше рет әртүрлі өкілді органдарға, комиссиялар мен съездерге сайланды.\n1888 бен 1903 жылдар аралығында Нарманбет бірнеше рет Балқаш болыстығында 3-жылдық цикл бойынша № 3 ауылдың халықтық судьясы болып сайланды. 1895 жылдан 1897 жылға дейін болыс басшысының орынбасары болды. 1890-1892, 1908-1910 және 1911-1913 жылдары Нарманбет Орманбетұлы болыс басшысы болып тағайындалды.\nНарманбет Орманбетұлы ұлттық әдебиетімізді биікке көтерген алып тұлғалардың бірі. Суырып салма ақын ретінде халық мұңын жұқтайын өлеңдер шығарды. Нарманбет ақын жастайынан ел басқару істеріне де араласып, халқымыздың сол заманда басына түскен қиындықтарын көзімен көрді, көкейіне түйді. Нарманбет Орманбетұлының шығармашылығында қазақтың өткен ғасырдағы өмір жолы айқын көрсетілген. Ол Абай дәстүрінде өлеңдер жазып, артына көптеген нақыл сөздерін қалдырды.\nНарманбет өлеңдерінің негізгі тақырыбы оқу-білім, адамгершілік, ел мүддесі. Қоғамдық өмірге белсене араласқан Нарманбет ақын Ресей империясының отаршылыдығына қарсы 1905 жылғы Қоянды жәрмеңкесіндегі атақты Қарқаралы петициясына қатысушылардың бірі болды.\nБұл жерде Қарқаралы петициясын ұйымдастырушылардың бірі Ахмет Байтұрсынов та болған еді. Оның Қарқаралыда қалалық училищенің оқытушысы болғаны мәлім. Нарманбет ақын «Мектеп бастығына» өлеңінде Ахмет Байтұрсыновтың ұлтты ағарту мен оятудағы қызметін ерекше бағалады. Қарқаралы уезіндегі бұл қозғалыс кейін қазақ тарихынан айқын және кең орын алды. Нарманбет сол жылы Қоянды жәрмеңкесіндегі ұлтшылдардың мыңдаған адам қол қойған талап-тілектеріне қызу араласты.\nҚарқаралы қозғалысының ұйытқысы болған Ахмет Байтұрсынұлы, Жақып Ақбаевтар жер аударылғанда Нарманбет «Қазақты жүруші еді қойдай бағып» атты өлең шығарады. Кең даланы ен жайлаған бейқам елдің мүшкіл хәлін айтып, берекесіз тіршіліктің мінсіздігіне налиды. Тығырыққа тап болған халықты жарқын болашаққа бастайтын ұлт зиялыларына, соның ішінде қазақтан шыққан тұңғыш заң магистрі Ақбаевқа сенім артып, алаш арысының ел үшін атқарған еңбегін, ұлтжандылық тұлғасын анық танытады.\nҚазақты жүруші еді қойдай бағып» өлеңінде Қарқаралы петициясының маңызын, осы іске ұйытқы болған алаш азаматтарының елдік жолындағы қызметін баяндайды.\n«Оян қазақ» деп ұран тастай отырып,\nАшық тұр ғой кең есік —\nКірігі хаққа жылайық!\nҚаршыға аңдып қоянды,\nО да шошып оянды,\nКел, ұйқыдан тұрайық,- деп жаңа үн, жаңа сарын әкелді.\nБұл өлеңде Нарманбеттің 1905 жылы қандай бағыт ұстанғаны, қандай мақсат көздегені айқын көрінеді. Ол сол кездегі барша көзі ашық, көкірегі ояу ұлт зиялылары сынды заман ағымы, қоғам өзгерісіне сергек қарады. Сол себепті де қазақ әдебиетінде алғашқылардың бірі болып, барша алаш азаматтарын толғандырған қоғамдық және әлеуметтік мәселелерді батыл көтерді.\nОл империялық-отаршылдық саясаттың әдейі жасап отырған рулық тартыстарын, олардың халықтың бірлігіне нұқсан келтірген керағар әсерін, еліміздің алауыздығын, сол кездегі қоғамдық қайшылықтарды сынай отырып, халықты оқу-білімге, рухани оянуға шақырды. Нарманбет ақын бүгінгі күннің емес, келешек ұрпақтың не боларына да алаңдайды.\nАқын 1907 жылы Семей облысының қазақтарынан мемлекеттік думаға сайланатын осы өңірдің сайлау жиналысының Қарқаралы уездің болыстығының сайлаушы да болып бекітілді. Осындай әлеуметтік өмірге араласа жүріп, ақын патшаның отаршылдық саясаты қазақ халқын жерінен айыру, елдігін жою екенін терең ұғына бастайды. Сол жылдары шығарған өлеңдерінде саяси әлеуметтік тақырыптағы мәселерді қамтыды. Сондықтан да оның поэзиясының негізгі арқауы патшалық отаршыл саясат озбырлығы, жер қайғысы, әлеуметтік теңсіздік, халық бостандығы.\nМіне, осы тұрғыдан алғанда ақын өз дәуірінің мәселелеріне сергек қарай отырып, әлеуметтік істерге де барынша беделді болды. Нарманбет сонымен қатар, «Қазақ» газетіне хабар жазған, тілшілік міндет атқарған. Соның ішінде Нарманбеттің «Қазақ» газетінің шығарушыларына жазған хатын да аса құнды мұра деуге болады.\nОл ақынның азаматтық тұлғасындағы елшілдік қасиетті танытумен қатар, қазақ зиялыларын ақыл-парасатқа шақырған озық ойынды айғақтай түседі.\nАқын «Аждаһаның аузында», «Ұран» атты өлеңдерінде орыс отаршылдығының озбыр, екіжүзді саясатын сынай отырып, азаттыққа қол жеткізуді армандайды.\nПатшаның тақтан құлауына қуана отырып,\nТілекті берген күн,\nКөздің жасын иген күн.\nҚұлдықтан басы құтылып,\nҚатарға жұртым енген күн.\nӘлемді жұтқан айдаһар,\nМерт болып міне, өлген күн,- деп жырлайды.\nНарманбет бірінші философ, ағартушы, демократ ақын. Күрескер, алашшыл ақын. Отарлауға қарсы бірнеше өлеңдер сериясын жазған. «Сарыарқа», «Сарыарқа сайран жерім-ай», «Сарыарқаға қарасақ» секілді көп өлеңдер жазған. Сондай-ақ, ел басқарған, орысша сауатты ақын болған. Бір қызығы, Нарманбет Орманбетұлы ақынды мұрат тұтпаған екен. Ақындық оған табиғаттан берілген сый. Ол атақты билер сияқты шешендік сөздер, билік сөздерді өзінің қызмет бабында, билік кезінде құрал есебінде пайдаланып, соған зер салып, мұрат еткен.\nНарманбат композиторлық қырынан да танылған ақын. Нарманбет ақынның шығармаларының тақырыбы бірсарынды емес. Онда махаббатты, достықты жырлаған өлеңдер де кездеседі. Ақын өлеңдерінде махаббат, табиғат лирикасы көрнекті орын алады. Абай мектебінен біраз тәлім алғаны да анық. Оның арнау өлеңдері мен айтыстары да бар.\nӨкінішке орай, оның ақын ретіндегі белсенділігі мен аңғарымпаздығы ұзақ жылдар бойы оқырман назарынан тыс қалды. Кеңестік идеология тұсында да ол өз ұлтына зиянды ақын ретінде көрсетілді. Тек 1939 жылы профессор Есмағамбет Ысмайылов алғы сөзін жазып шығараған жұқа кітапшасынан басқа Кеңес үкіметі соңғы жарты ғасыр бойы оның бірде-бір шығармасын басып шығармады.\nТолығырақ: https://stan.kz/narmanbet-ormanbetulynyn-omirbayany/",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тірек сөздерді пайдаланып қызықты, шағын әңгіме құрастырыңыз?",
        "question_content": "Тірек сөздерді пайдаланып қызықты, шағын әңгіме құрастырыңыз. Әңгіме бір оқиғаны таныту үшін жазылады және оқиға желісі қысқа болады.\nТірек сөздер: Театр, сахна, қойылым, музыка, режиссер,  комедия, шымылдық, талантты актерлер, көрермен ықыласы, көңілді кеш, мәдениет.",
        "question_date": "16.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәшкентай Аймен театрға қойылым тамашалауға алғаш рет келіп отыр. Бұрын теледидардан ғана көретін  сахна  өмірде тым үлкен әрі әдемі екендігіне тамсанып қана отыр. межелі уақыттан ертерек келгендіктен қойылым әлі бастала қоймаған. Тек дайындық ретінде үзік-үзік музыканың дыбысы шығады. Демалыста зерікпесін деп әкесінің досы Серік комедиалық қойылымға Айман мен әжесін шақырған болатын. Серік көкесі осы театрда 10 жылдан астам уақыт режиссер қызметін атқарып келеді.\nКөп ұзамай шымылдық та ашылып қойылым бастала кетті.  Әжесі екеуі талантты актерлердің өз образына ьеріле ойнағанына  тамсанып отырып , қойылымның қалай аяқталғанын да байқамай қалды. Көңілді кешті ұйымдастырған барша театр ұжымына деген көрермендердің ықыласы да өте ерекше болды. Мәдениет саласын дамытып жүрген Серік ағасына риза болған Айман мен оның әжесі алғысын жаудырды. \nӘңгіме құрау бастауыш сыныпқа беріледі деп ойлағандықтан осылай шықты ойымнан, пунктуациялық қателіктер болуы мүмкін.",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер жарық айнаға 600 бұрышпен түссе сыну бұрышы –",
        "question_content": "Егер  жарық айнаға 60 градус бұрышпен түссе сыну бұрышы-?",
        "question_date": "16.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сыну бұрышы 60 болады",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер шеңбердің АВ және СД хордалары iшкi N нүктесінде қиылысып, АД-40 градус,",
        "question_content": "Егер шеңбердің АВ және СД хордалары iшкi N нүктесінде қиылысып, АД-40 градус, ВС-30 градус болса онда ВNС бұрышын табыңыз?",
        "question_date": "16.04.2020",
        "question_tag": "Геометрия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешуі:\nЖауабы:35 градус",
                "date": "19.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Айналымдарды асыруға мүмкіндік беретін реакция теңдеулерін жаз: H2O=O2=SO2=H2SO3",
        "question_content": "Айналымдарды асыруға мүмкіндік беретін реакция теңдеулерін жаз: H2O=O2=SO2=H2SO3",
        "question_date": "16.04.2020",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H2O->O2->SO2->H2SO3\n\n2 H2O = 2 H2+O2\n\nS+O2 = SO2\n\nSO2+H2O = H2SO3",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың қабырғалары 1:2:3, 2:3:6, 1:1:2 қатынасында бола ма?",
        "question_content": "Үшбұрыштың қабырғалары 1:2:3, 2:3:6, 1:1:2 қатынасында бола ма?",
        "question_date": "16.04.2020",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыштың теңсіздігі. Егер а, b, c үшбұрыштың жақтары болса, онда теңсіздіктер болады\n a + b> c\n b + c> a\n a + c> b яғни үшбұрыштың екі жақ қабырғаларының ұзындықтарының қосындысы үшінші жақ қабырғасынан үлкен болу керек.\n1) Ең кіші жағы x-ге тең болсын, екінші жағы - 2x, үшіншісі - 3x\n x + 2x = 3x, бұл үшбұрыштың теңсіздігі берілген үшбұрыш үшін сәйкес келмейді, яғни осындай  ара қатынасы бар үшбұрыш бола алмайды. Былайша айтқанда 1:2 қатынастағы қабырғалар 3 қатынастағы қабырғаға жанасып қалар еді.\n2) Ең кіші жағы 2x болсын, содан кейін екінші жағы 3x, үшінші жағы 6x болсын 2x + 3x = 5x <6x, бұл берілген үшбұрыш үшін үшбұрыштың теңсіздігі сақталмайтындығын білдіреді, яғни осы ара қатынасы бар үшбұрыш жоқ. 3) Ең кіші жағы x-ге тең болсын, содан кейін екінші жағы х-қа, үшінші 2x-ке тең болады x + x = 2x, бұл берілген үшбұрыш үшін үшбұрыштың теңсіздігі сақталмайтындығын білдіреді, яғни осы ара қатынасы бар үшбұрыш жоқ.\nЖауабы: келтірілген 3 жағдайда да үшбұрыш теңсіздік заңына сай келмейді.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табаны тік төртбұрыш болатын призманың көлемін табыңдар",
        "question_content": "Табаны тік төртбұрыш болатын призманың көлемін табыңдар Катеттері 15 см 17см биіктігі 14,7см",
        "question_date": "16.04.2020",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АВ=DC=15\nAD=BC=17\nH=AA1=DD1=BB1=CC1=14.7\nV = SоснH=15*17*14.7= 3748.5",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мүктер, балдырлар және қалпақшалы саңырауқұлақтың тіршілік",
        "question_content": "Мүктер, балдырлар және қалпақшалы саңырауқұлақтың тіршілік цикліндегі ұқсастықтар мен айырмашылықтар?",
        "question_date": "16.04.2020",
        "question_tag": "Биология",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүктектестер түрлерінің саны жағынан гүлді өсімдіктерден кейінгі екінші орында. Дүние жүзі бойынша олардың 22 000-нан 27 000-ға дейін түрлері бар.\nМүктер жер бетінің барлық жерлерінде кездеседі. Әсіресе ылғалы мол жерлерде бітік өседі. Орманның батпақты жерлерінде мүктер жер бетін тұтас жауып тұрады. Мүктерді ағаштан салынған үйлердің шатырынан, ағаш діңдерінен, тастардың, жартастардың бетінен көреміз. Мүкті ағаштардың түскен бұтақтарынан, тіпті терең тұщы сулардың түбінен кездестіруге болады. Климаты аса қатал Арктика мен Антрактикаданың бірқатар аудандарында жоғарғы сатыдағы өсімдіктерден тек мүктер ғана өседі. Мүктерді зерттейтін ғылым бриология деп аталады.\nМүктестер-аласа болып келетін көпжылдық, сирек жағдайда быржылдық өсімдіктер.\nМүктердің биіктігі 1 миллиметрден 70 сантиметрге дейін жетеді. Денесі жапырақ пен сабаққа бөлінбейтін тақташа тәрізді құрылысы қарапайым мүктер де бар. Бірқатар мүктердің өсімді мүшесі тармақталып, жерге төселіп өседі. Басым көпшілігінің сабағы мен жапырағы болады. Барлық мүктерде тамыр болмайды. Тамырдың қызметін ризоидтары атқарады. Ризоид-бірнеше жасушалардан тұратын жіңішке жіп тәрізді сыртқы қабығының өсіндісі. Ризоид арқылы өсімдік топырақтың суды және онда еріген минералды заттарды бойына сіңіреді.\nМүк сабағының сыртын бір немесе бірнеше қатар жасушалардан тұратын қабықша жауып тұрады. Бұл жасушалардың хлорофилдері болмайды. Қабықшаның астында жасушалары хлоропластрға толы, жақсы жетілген фотосинтездеуші ұлпа орналасады. Өткізгіш, тірек, қор жинаушы және жабын ұлпалары нашар жетілген. Су мен минералды заттардың тасымалдануы өткізгіш ұлпалардың қатысуымен жүзеге асады.\nМүктерде аса кең тараған өкілі көкек мүгі. Жасыл мүк көкек зығыры деп те аталады. Олай аталу себебі:сабақ ұштарындағы қалпақшасының жиектергі зығыр талшықтары тәрізді жіңішке тілімделген. Жасыл мүк жапырағы-сабағы бар мүктер тобына жатқызылады. Себебі жасыл мүктің сабағы мен жапырағы болады. Сабағы мен жапырағы болмайтын түрлері де кездеседі. Жасыл мүк топырақтын бетін кілемдей түтасып толық жауып жататындықтан, басқа мүктерді ығыстырады. Бойына ылғалды көп сіңіреді. Бұл орманның батпаққа айналуына себепші болады. Жасыл мүк екіүйлі өсімдік. Аталық өсімдік-көпжылдық, ал аналық өсімдік быржылдық болады.Жасыл мүктің биіктігі 40 см. Сабағы бұтақтанбайды. Сабағында тірек ұлпасы болады. Сабаұтың ортасында қарапайым өткізгіш шоқ орналасады. Жасыл мүк топыраққа ризоидтары арқылы бекінеді.\nЖасыл мүктер басқа жасыл өсімдіктер секілді өздігенінен қоректенеді. Топырақтан ризоидтары арқылы суды және онда еріген минералды заттарды сіңіреді. Жапырақ жасушаларында хлорофилл джәндері бар. Жапырақтар арқылы ауадан көмірқышқыл газын сіңіреді. Соның нәтижесінде олардың хлоропластарында фотосинтез процесі жүріп, ағзалық зат түзіледі.\nБалдырлар (лат. Algae) — төменгі сатыдағы су өсімдіктері. Теңіз, көл, өзендерде, ағынсыз да және су қоймаларындарда өседі. Балдырдың жасушалық құрылымы болмайды, бір жасушалы, колониялы, көп жасушалы түрлері бар. Көп жасушалы өкілдерінің денесін таллом деп атайды. Жасуша қабығы гемицеллюлозадан және пектинді заттардан тұрады. Жасушасы негізінен бір ядролы. Цитоплазмасында митохондрия, диктиосома, рибосома, хромотофора сияқты органоидтары және вакуолясы (бос қуысы) болады. Балдыр биохимикалық қасиеттеріне және жасушалық құрылымына қарай 12 типке бөлінеді: көкжасыл Балдыр (Cyanophyta), прохлорофитті Балдыр (Prochlorophyta), қызыл Балдыр (Rhodophyta), жалтырауық Балдыр (Chrysophyta), диатомды Балдыр (Dіatomeae), криптофитті Балдыр (Cryptophyta), динофитті Балдыр (Dіnophyta), қоңыр Балдыр (Phaeophyta), сарыжасыл Балдыр (Xanthophyta), эвгленді Балдыр (Euglenophyta), жасыл Балдыр (Chlorophyta), хара Балдыры (Charophyta). Бұлардың 30 мыңға жуық түрі белгілі, Қазақстанда 1 мыңнан астам түрі кездеседі.\nЖасушасында Балдырға түс беріп тұратын хромотофораларының саны әртүрлі (біреу, екеу, көп) болады. Олардың пішіндері тақта, астау, білезік, дән, лента, жұлдыз тәрізді болып келеді. Балдыр өсімді (вегетативті), жыныссыз және жынысты (гологамия, изогамия, анизогамия, оогамия) жолдармен көбейеді. Бұлардың көбею органдары бір жасушалы (бұған тек хара Балдыры жатпайды). Балдырдың көпшілігінің хлорофилі болғандықтан көмірқышқыл газын сіңіріп, фотосинтез процесіне қатысады. Сондай-ақ, дайын органикалық заттарды пайдаланатын паразит түрлері де бар, бірақ бұлардың хлорофилі болмайды.\nБалдыр — жан-жануарлардың мекені, тіршілік-терінің көзі. Бентосты Балдырға (теңіз, мұхит түбінде тіршілік етеді) қарағанда планктонды Балдырдың (суда қалқып жүретіндер) саны анағұрлым басым, сондықтан олар көптеген организмдердің қорегі болып табылады. Ағынсыз суларда өсетін Балдыр шіріп, сапропельге айналады. Сапропельден смола, бензин, керосин, техника майлар, лактар алынады. Балдырдың қалдығы балшыққа емдік қасиет береді. Қызыл Балдырдан өндірілетін агар тамақ өнеркәсібінде пайдаланылады, оларды мата бұйымдарының және қағаздың құрамына беріктік беру үшін қосады. Қоңыр Балдырдан алынатын альгин мата тоқуда желім есебінде жасанды талшықтар, пластмасса өндіруде және табиғи тыңайтқыш, малға жем ретінде пайдаланылады, сондай-ақ, күлінен калий, натрий тұздары, иод өндіріледі. Шығыс Азия елдерінде ламинария қоңыр Балдыры “теңіз капустасы” деген атпен, ал жасыл Балдыр (ульва) “теңіз салаты” деген атпен тамаққа пайдаланылады. Балдырды зоб, атеросклероз ауруларын емдеу үшін медицинада қолданады.\nЖасыл балдырлар (Chlorophyta)\nӘртүрлі шыбыртқылы балдырлар (Heterocontae)\nДиатомды балдырлар (Diatomeae)\nҚоңыр балдырлар (Рһаеорһусеае)\nҚызыл балдырлар (Rhodoрһусеае)\nЦианобактериялар немесе Көк-жасыл балдырлар (Cyanobacteriae)\nСаңырауқұлақтар – төменгі сатыдағы өсімдіктердің ішіндегі ең көп тарағаны, олардың 100000-дай түрі кездеседі. Басқа өсімдіктер типтерінен басты айырмашылықтары пластидтері, хлорофилі болмайды. Бұлар дайын органикалық заттармен қоректенуге бейімделген гетеретрофты өсімдіктер.\nТүрлері бойынша Жейтін саңырауқұлақтар және Жеуге жарамсыз саңырауқұлақтар болып бөлінеді. Олардың вегетативтік денесі тарамдалып матасқан гифалардан (жіңішке жіпшелерден) тұрады. Бұлар бір-бірімен матасып грибница немесе мицеллий деп аталатын саңырауқұлақтың денесін құрайды.\nГифарлардың жуандығы 1-ден 10 кейде 20 микронға дейін барады. Олардың көбісінің мицелийлері субстраттың ішінде жатады. Субстраттың бетінде жемісті денелері немесе спора тасушы органдары орналасады. Олардың пішіндері шар тәрізді, таға, қабық сияқты, қалпақты түбірге ұқсас және басқаша түрлі болып келеді.\nГифалар төбе жасушалары арқылы ұзарып өседі және моноподиальды бұтақтанады. Бүйірлік мицелийлер негізгі мицелийлерге ұқсайды. Тек паразит саңырауқұлақтардың көбісі иесінің жасушасының ішіне еніп жататын бүйірлік мицелийлері әрі қарай өспейді, жасуша ішінде шар, алмұрт, немесе тарамдалған гаусторияға айналады, сөйтіп иесінің жасушасындағы қоректік заттарды сорып, тіршілік етеді.\nТөменгі сатыдағы саңырауқұлақтардың кейбіреулерінде мицелий болмайды, вегетативтік денесі жалаңаш не қабықшасы бар протоплазмадан тұрады. Мұндай саңырауқұлақтардың жасушаларынан тарамдалған, өте жіңішке, ядросы жоқ қысқа жіпшелер өседі, оны ризомицелий деп атайды. Ол мицелийдің алғашқы нышаны болып есептелінеді.\nЖоғары сатыдағы саңырауқұлақтардың мицелийлері – көлденең перделерге бөлінбеген, көп жасушалы. Олардың перделерінде жасушаларды бір-бірімен байланыстырып тұратын өте ұсақ поралары болады.\nСаңырауқұлақтардың жасуша қабығы құрамында насекомдар қабықтарының хитиніне ұқсас, хитин заты және полисахаридтер болады. Олардың жасушасы протоплазмадан, бір, екі, кейде одан да көп ядродан және вакуолядан тұрады. Төменгі сатыдағы саңырауқұлақтардың мицелийлері көп ядролы, ал жоғары сатыда орналасқан саңырауқұлақтар бірнеше ядродан тұрады.\nЖасуша ядролары саңырауқұлақтардың көпшілігінде өте кішкентай 1-3 микрондай болады. Ірі ядролар жыныс процесімен байланысқан органдарда ғана болады да, кейде олардың мөлшері 10 микронға жетеді. Ірі ядроларда ядрошықтардың бар екендігі байқалады. Протоплазма жас жасушалардың – гифалардың ұштарын толтырып тұрады. Бояп қарағанда олардан ұсақ дөңгелек көпіршік тәрізді вакуолялар көрінеді. Ересек жасушаларда протоплазма жасушаның қабығына қарай жақын орналасады. Клетканың ортаңғы бөлімін ірі вакуоля алып жатады. Одан жасушаның жан-жағында жіңішке протоплазма жіпшелері тарайды. Вакуоля жасуша шырынына толы болады. Клетка шырыны түссіз, тек ағзадан саңырауқұлақтарда антоциан пигментінің болуына байланысты, қызғылт тартып тұрады. Саңырауқұлақ жасушаларында қор заты ретінде еш уақытта крахмал жиналмайды, май тамшылары мен гликолен, ал біраз саңырауқұлақтарда волютин жиналады.\nКейбір саңырауқұлақтарда әр түрлі улы заттардың жиналуы да жиі кездеседі. Саңырауқұлақтардың түсі – жасуша қабығында, протоплазмада, вакуоляда болатын пигменттерге байланысты. Пигменттер әр түрлі химиялық процесстер нәтижесінде түзіледі.\nСаңырауқұлақтардың жоғары сатыдағы өсімдіктердегідей нағыз талшықтар болмайды. Алайда жалған талшықтар жиі кездеседі, олар өз ара матасып жататын, бірақ плазмодесмамен жалғаспайтын гифалардан құралады. Жалған ұлпа гифалардың құрылысы әр түрлі болады және түрліше орайласып келеді, демек олардың физиологиялық маңызы да өзгеше. Оларды кейде жалған түзуші, жабындық, механикалық, өткізгіш тканьдер деп бөледі. Кейбір саңырауқұлақтардың ризоморфтар деп аталатын. Мицелийлердің матасуынан құралған, жуандығы бірнеше миллиметрге жетіп, ұзындығы бірнеше метрге дейін баратын суды өткізу қызметін атқаратын ұзын қоңыр түсті жуан жіптері болады.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірақ халық сирек қоныстанған елге жатады синтаксистік талдау жасау",
        "question_content": "Синтаксистік талдау жасау керек өтініш дұрыс жауап беріңізші",
        "question_date": "16.04.2020",
        "question_tag": "Мектеп",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шеңбер мен түзу бір нүктеде жанасуы мүмкін бе?",
        "question_content": "Помогите пожалуйста срочно!!!!!Шеңбер мен түзу бір нүктеде жанасуы мүмкін бе? Жалпы жанасу деген не?",
        "question_date": "16.04.2020",
        "question_tag": "Геометрия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шеңберді түзу жанап өтуі мүмкін , қиып өтуі мүмкін немесе мүлде қиылыспауы мүмкін: \n1) Қиылысу кезінде 2 нүкте арқылы қиылысады;\n2) жанап өтуі 1 нүкте арқылы жанасады;\n3)Шеңбер мен түзу қиылыспаған кезде олардың ортақ нүктесі мүлдем болмайды.",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Намаз бастадым, бірақ ойым 2 түрлі бола береді?",
        "question_content": "Намаз бастаганыма 3 кун болды. Бирак намаз сонында аятул курсимен дугаларды окымадым оны . китапты толык карааганмынгой билмей калдым енди сурагым келгени намаздарым осы уакка дейн окылмаган болып саналадыма? Ари сурактар мазалап кетти бугн ешким олип кайта тирилген жок сонда тозак жумск барын кормей билмей калай сенемиз деген сұрак? 2 ойлы болып журмин акылдарыныз болса",
        "question_date": "16.04.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең бастысы сіз шын ниетпен оқысаңыз болды емес пе?",
                "date": "16.04.2020",
                "upvotes": 0
            },
            {
                "text": "Сіздің ойыңыз арғы өмір барын біз көрген жоқпыз оған қалай сенеміз дегеніңіз бе?\nАлланың барына сенбеу, ол тіпті шайтан жасамаған күнә. Сіз Алла Тағаланың барына сенесіз бе? Сенсеңіз, Алла Тағала парыз деп санаған істергеде сеніңіз.О дүниеде жұмақта, тозақта барына сеніңіз, өйткені ол ақиқат! Мен сенемін! Өйткені мен Алладан шын жүректен жалбарынып тілек тілеген кезімде, тілегім қабыл болды, сол кезде Алланың мейірімі шексіз, құдіреті күшті екеніне одан сайын сенім арттым!",
                "date": "26.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Намаз соңында дұға болмаса намаз қабыл болады ма деген сұрақ мазалауда?",
        "question_content": "Саламатсыздар ма намаз бастаганыма 3 кун болды бирак китапты толык окымаппын бугн ашып карап отсам намаз сонында аятул курси окылып дугалар окылады екен. Енди сурагым келгени намаздарымнын ешкайсы кабыл болмады ма сонда. Ари сурактар мазалай бастады. Адам олет тозак пен жумакка барама жокпа ким биледи деген. Ешким олип кайта тирилип кормедигой.",
        "question_date": "16.04.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кімнің намазы қабыл болмайды?\nАссалаумағалейкум! «Арақ ішсең денеңе харам ас барып 40 күн намазың қабыл болмайды» деген хадис бар. Ал, футболға бәс тігіп ұтып, ол ақшаға тамақ алып жесең, денеңе харам ас барса, оқыған намазың қабыл бола ма? (Әлихан)\nУа алейкум ассалам!\nШын мәнінде, кімнің намазы мен дұғасы қабыл болатындығы Алла тағалаға ғана аян. Алайда, намазы қабыл болмайтын адамның белгілері айтылған хадистер бар. Солардың бірі арақ ішкен және арам ас жеген адам.\nАбдулла бин Омар (р.а.): «Кімде-кім арақ ішсе Алла тағала оның қырық күн намазын қабыл етпейді. Егер тәубе етсе Алла тағала оны кешіреді. Егер қайта ішсе Алла тағала оның қырық күн намазын қабыл етпейді...[1]»,-деген хадис риуаят еткен.\nӘбу Һурайра (р.а.): «...Адам ұзақ сапар шегіп, үсті-басы шаң-тозаң болып екі қолын аспанға көтеріп: Уа, Раббым! Уа, Раббым!,-дейді. Алайда, ішкен асы харам, ішкен суы харам, киген киімі харам және қорегі харам. Ондай адамның дұғасы қалай қабыл болмақ?![2]»,-деген риуаят жеткізген.\nДемек, бұл күнә істер адамның құлшылығының қабыл болуына кедергі келтіреді. Бірақ, арақ ұрттап қойған адам, ертесіне есін білген соң намазын оқуға міндетті. Намазы қабыл болмаса да, құлшылықтан босатылмайды.\nСонымен бірге, мына хадистерге зер салыңыз. Ибн Аббас (р.а.): «Үш адамның намазы төбесінен бір сүйем де көтерілмейді, олар: жұртқа имам болған, бірақ оны ел қаламаған адам, күйеуі риза болмай түнеген әйел және туыстық қарым-қатынасты үзген бауырлар[3]»,-деген хадис риуаят еткен.\nӘбу Һурайра (р.а.): «Кісі алпыс жыл намаз оқыса да, бірақ оның бір намазы қабыл болмайды. Мүмкін, ол рукуғын толық орындайды да сәждесін толыққанды орындамайды немесе сәждесін толық орындайды да рукуғын толыққанды орындамайды[4]»,-деген риуаят келтіреді.\nОсы мағыналас хадистер Құран Кәрімнің: «...Күдіксіз намаз; арсыздықтан, жамандықтан тыяды...[5]»,-деген аятынан бастау алады.\nҚорыта айтқанда, мұсылманның намазы мен дұғасы қабыл болуының басты белгісі адал ас және күнә мен арсыздықтан тиылуы.\n[1] Тирмизи\n[2] Муслим\n[3] Ибн Мажаһ\n[4] Асбаһани\n[5] Ғанкабут сүресі, 45-аят\nТолығырақ: https://asyldin.kz/faq2/view/id/310.html",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "30 қойды 3 күнде тақ санмен сой",
        "question_content": "30 қойды 3 күнде тақ санмен сой",
        "question_date": "16.04.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 941,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл мүмкін емес. Себебі кез келген үш тақ санды бір біріне қоссақ жұп шықпайды. \nЕгер қалдық сандармен қоссақ қана мүмкін. \n9,1 + 7,9 + 13 = 30\nБірақ қойлар қалдық сан емес қой )))",
                "date": "18.04.2020",
                "upvotes": 0
            },
            {
                "text": "9+7+15=29\n\nБик кой кашып кеткен",
                "date": "23.03.2022",
                "upvotes": 0
            },
            {
                "text": "15+15=30 үшкүн ішінде сойылса болды да, араға бір күн тастап кетеді.  Үш амалмен тек тақ сандар арқылы десе бір жөн , мысалы 5×3+15 н/е 3×7+9 деген сияқты\nҮш күн отыз қой тақ сан дегені ақылға сыймайтын нәрсе деп ойлаймын",
                "date": "26.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нақты сұрақ. Қазақстанда қалай атақты болуға болады?",
        "question_content": "Өзім бишімін. Break dance стиліндегі robot, electric boogie, dubstep, popping т.б стильдерде бар. Тек соңғы кезде инстаграм мен ютубқа ғана жүктедім. Ары қарай шамалы болса да кеңес сұрағым келгені. Бейнедегі биімнің қателіктері және жетіспеушіліктер болса айтып жіберіңіздерші.\n\nЖалпы бүкіл жерде ryukouga есімді қолданамын.",
        "question_date": "15.04.2020",
        "question_tag": "Өнер",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірден танымал болып кету үшін әрине Қазақстанда жағымсыз не ерсі бір қылығы бар би керегі анық. Бірақ юұл ісіңіз өзіңізге кері әсер етеді әрине. Немесе шет елдік конкурстардан өзіңізді көрсете білуіңіз керек. Осындай азаматтар мен азаматшалар Қазақстанда тез танылады. Себебі , кешірім сұраймын алдын -ала , Қазақстанның халқының көп бөлігі қолы бос зеріккен сәйкесінше біреуді сынап -мінеуге талпынады( ұнамсыз видеоларды таратып, талқылағанға әуес) тез таныласыз. Екінші себебі Қазақстанның халқына біреудің қаңсығы- таңсық болып көрінеді. Яғни, өзінен өзге елді мойындатқан адам халық арасында құрметке ие. Ал өз арасындағы тура сондай қабілетті адамды көзге іле қоюы қиын. Бірақ. бұлай шағым айтудың өзі бір жағынан дұрыс емес, бұл өмір , өмірде тіршілік үшін күрес  (баламалы мағынада) заңды болып табылады ғой.",
                "date": "16.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Опираясь на материал текста составить диалог по следующему плану",
        "question_content": "***Задание 4. Опираясь на материал текста составить диалог по следующему плану: I. Постановка и раскрытие общего вопроса. Сейчас одна из важнейших проблем — это проблема...; Темой нашей дискуссии является актуальная проблема (чего?) В наше время проблема продолжает быть актуальной, Каково Ваше мнение? Интересно услышать Ваше мнение. II.Раскрытие темы. Переходы в темах. Как я понял Вас…; Вы думаете, что…; По Вашему мнению…. Я не понял; Что Вы имеете в виду? …Пожалуйста, уточним это; Не могли бы вы повторить /уточнить... Хотелось бы, чтобы Вы уточнили свою позицию по вопросу о...; Что вы ещё можете сказать по этому поводу? III. Завершение диалога Вы действительно считаете, что...? Если я правильно понял… ; Вы сказали, что...; Вы сказали, что..., не так ли? Могу согласиться с тем, что... ; Совершенно ясно, что...; Очевидно, что...; Бесспорно/безусловно, что... Если теперь подытожить сказанное Вами, то… .. ***Задание 5. Напишите аннотацию к тексту Этические нормы в деловом общении. Слово этикет (от французского etiquette — ярлык, этикетка) определяется как совокупность правил поведения, касающихся отношения к людям (обхождение с окружающими, формы обращения и приветствий, поведение в общественных местах, манеры и одежда). Этике'т — нормы и правила, отражающие представления о должном поведении людей в обществе, установленный порядок и внешние формы поведения где-либо, например, дипломатический этикет. Деловой этикет представляет собой совокупность правил и форм поведения при взаимоотношениях деловых партнеров. Он используется при знакомстве, проведении беседы, переговоров, расставании с партнером и т.д. Правила этикета, в том числе делового, заключают в себе эстетические и нравственные характеристики. Речевой этикет — это совокупность всех этикетных речевых средств и правила их использования в тех или иных ситуациях. В различных сферах человеческой деятельности этикетные средства используются различно. Поэтому в самостоятельные системы выделяются его разновидности: воинский этикет дипломатический этикет, церковный (православный) этикет, светский этикет, служебный (деловой) этикет Различные виды этикета представлены системой различных этикетных формул. Однако общим принципом использования этикетных средств в любой сфере общественной жизни остается принцип вежливости. Этикет — это кодекс цивилизованного поведения, который базируется на потребности человека быть признанным, на учете его социального статуса и достоинства. Умение вести себя с людьми надлежащим образом является одним из важнейших, если не важнейшим, фактором, определяющим шансы добиться успеха в бизнесе, служебной или предпринимательской деятельности. Дейл Карнеги еще в 30-е годы заметил, что успехи того или иного человека в его финансовых делах даже в технической сфере или инженерном деле процентов на пятнадцать зависят от его профессиональных знаний и процентов на восемьдесят пять - от его умения общаться с людьми в этом контексте легко объяснимы попытки многих исследователей сформулировать и обосновать основные принципы этики делового общения или, как их чаще называют на Западе, заповеди personal public relation (весьма приближенно можно перевести как \"деловой этикет\"). Джен Ягер в книге \"Деловой этикет: как выжить и преуспеть в мире бизнеса\" выделяет шесть следующих основных принципов: 1. Пунктуальность (делайте все вовремя). Только поведение человека, делающего все вовремя, является нормативным. Опоздания мешают работе и являются признаком того, что на человека нельзя положиться. Принцип делать все вовремя распространяется на все служебные задания. Специалисты, изучающие организацию и распределение рабочего времени, рекомендуют прибавлять лишних 25 процентов к тому сроку, который, на ваш взгляд, требуется для выполнения порученной работы. 2. Конфиденциальность (не болтайте лишнего). Секреты учреждения, корпорации или конкретной сделки необходимо хранить так же бережно, как тайны личного характера. Нет также необходимости пересказывать кому-либо услышанное от сослуживца, руководителя или подчиненного об их служебной деятельности или личной жизни. 3. Любезность, доброжелательность и приветливость. В любой ситуации необходимо вести себя с клиентами, заказчиками, покупателями и сослуживцами вежливо, приветливо и доброжелательно. Это, однако, не означает необходимости дружить с каждым, с кем приходится общаться по долгу службы. 4. Внимание к окружающим (думайте о других, а не только о себе). Внимание к окружающим должно распространяться на сослуживцев, начальников и подчиненных. Уважайте мнение других, старайтесь понять, почему у них сложилась та или иная точка зрения. Всегда прислушивайтесь к критике и советам коллег, начальства и подчиненных. Когда кто-то ставит под сомнение качество вашей работы, покажите, что цените соображения и опыт других людей. Уверенность в себе не должна мешать вам быть скромным.",
        "question_date": "15.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 972,
        "question_upvotes": 0,
        "answers": []
    }
]