[
    {
        "question_title": "Медеу Сәрсекенің «Қазақтың Қанышы» атты роман эссесі туралы.",
        "question_content": "Медеу Сәрсекенің Қаныш Сәтбаев роман эссесі Қанат ұшқанда қатаяды бөлімінің таризи және көркемдің маңызы керек?",
        "question_date": "19.12.2019",
        "question_tag": "Мектеп",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Морфологиялык талдау керек мына сөйлемге, қалай істеймын?",
        "question_content": "Берілген сөйлемге морфологиялық талдау жасаныз:\n\nАдамдардың бір-бірінен айырмашылығы мынанда: біреулері нені айтуға, нені істеуге тиіс екенін әуелі ойлап алады, енді біреулері айтарын айтып, істерін істеп алғаннаң кейін барып ойланады (Л.Н.Толстой)",
        "question_date": "19.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген мақал мәтелдерді буын түрлеріне ажырат?",
        "question_content": "Берілген мақал мәтелдерді буын түрлеріне ажырат:\n\nАрлы адамның белгісі-шындыққа жығылады, арсыз адамның белгісі-құр күлкіге ұрынады. Адамның сұлулығы-шыншылдығында. Адал еңбектің абыройы жоғары. Аталы-сөз-ақылға қөз.",
        "question_date": "19.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ар-лы а-дам-ның бел-гі-сі ------ шын-дық-қа жы-ғы-ла-ды,\n\nар-сыз а-дам-ның бел-гі-сі ------ құр күл-кі-ге ұ-ры-на-ды.\n\nА-дам-ның сұ-лу-лы-ғы  ------- шын-ды-ғын-да.\n\nА-дал ең-бек-тің а-бы-рой-ы жо-ға-ры.\n\nА-та-лы сөз ------ а-қыл-ға көз.",
                "date": "16.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Абайдың соғыс туралы өлеңі (тақпақ) керек",
        "question_content": "Кез-келген өлең, не қара, не жай болсын, тек соғыс пен Абайдікі болсын",
        "question_date": "19.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абайда \"Соғыс\" деген өлең жоқ. Ол Махамбеттің өлеңі, қателескен шығарсыз",
                "date": "31.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шоқан Уәлихановтың қазақ әдебиетіне қосқан үлесі?",
        "question_content": "Маған Шоқан Уәлихановтың қазақ әдебиетіне қосқан үлесі қажет. Шоқан Уәлижановтың қандай еңбегі бар?",
        "question_date": "17.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 13500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шоқан Уәлихановтың қазақ халық әдебиеті үлгілерін жіктеуі және оның тегі, құрамы, ерекшеліктері туралы ой-пікірлері. Шоқан Уәлихановтың қазақ әдебиеті туралы еңбектері, негізінде, мыналарды қамтиды( қазақтың ауыз әдебиетінің халық өміріндегі маңызы, эпостық жырлардың тууы, тарихи шындықпен байланыстылығы мен ерекшеліктері, қазақ халық поэзиясының жанрлық түрлері мен өзгешеліктері( аңыздар, ертегілер, айтыстар, мақалдар( олардағы этнографиялық көріністер( қазақ әдебиетінің жекелеген өкілдері Асан қайғы, Бұқар жырау, Тәтіқара жырау, Шал ақын, Шөже, Орымбай, Нұрымбай, ертедегі көптеген шығыс жазбаларындағы қазақтарға, олардың аңыз- әңгімелеріне байланысты деректер( әдеби алмасулардың сыр-сипаты, әдеби салыстырулар т.б. Міне, қазақ әдебиетінің көп ғасырғы даму тарихы мен тәжірибесі Шоқан Уәлиханов еңбектерінде тұңғыш ғылыми тұрғыда тексерілді де байсалды ой-тұжырымдар айтылды. Ол ой-тұжырымдардың ғылыми салмақтылығы мен тереңдігі биік деңгейде болды да осы күнге дейін мән-маңызын жоғалтқан жоқ. \nҚазақ ауыз әдебиеті үлгілерін жинап, жарыққа шығару, зерттеу ісінің ғылыми жолға тұңғыш қойылуы қазақ оқымыстысы Шоқан Уәлихановтың есімімен байланысты. Ол қазақ аңыздары, аңыз- әңгімелері, ертегілері, өлеңдері, эпостық жырлары мен тарихи жырлары саласынан мол материалдар жинап, алғаш зерттеді. Зерттеу нәтижелерін қазақ халқының өткендегі тарихын танып білуге пайдаланды. Ғалым еңбектерінде қазақ ауыз әдебиеті алғашқы рет қазақтың мәдени рухани мұрасы есебінде зерттелді. Шоқан Уәлихановтың басқа еңбектері сияқты әдебиет туралы жазған мақалалары, ғылыми еңбектері, күнделіктері оның ерекше білімдарлығын, байыптылығын, аңғарымпаздығын, ұқыптылығын байқатады. Қай халықтың болса да әдебиеті алдымен фольклордан, халық сөз өнерінен басталатыны белгілі. Бұл заңдылық қазақ халқына да тән екндігін, оның ауыз әдебиеті де бай әрі өзіндік сыр-сипаттары да мол болғандығын Шоқан Уәлиханов көптеген деректерге сүйене отырып дәлелдейді. \nҚазақтың ауыз әдебиеті Шоқан Уәлихановты тіпті бала күнінде қызықтыра бастағаны белгілі. Оған дәулетті Уәлихановтар әулетінде қазақтың сөз өнері аса құрметтелгені, ауылында талай айтыстар, өнер сайыстар болғандығы, парасатты, терең ойлы, оқыған, білімді әжесі Айғаным халық даналығын, ертегі, аңыздарын щебер әңгімелейтіні, араб, парсы тілдерін меңгеруі, әкесі шыңғыспен бірге ел аралағанда халықтың ертегілерін жинап жүргені ықпал еткен(5.24). “Шоқан Уәлиханов қазақтың халық поэзиясына ерте жастан құмартып, оның классикалық үлгілерін жазып алып, өзінің ата-анасына дауыстап оқып жүреді.",
                "date": "17.12.2019",
                "upvotes": 1
            },
            {
                "text": "Шоқан әдебиет, оның теориясы мәселелері жөнінде сол кездің өзінде-ақ, көптеген тың пікірлер, тұжырымдар жасап, өз халқының тіршілігі мен мәдени дамуының жағдайларына лайық дамытады. Сондай-ақ, әр халықтың әдебиетін оның қоғамдық, әлеуметтік өмірімен тығыз байланыста қарастырады. \n      Қазақ поэзиясының халықтық сипаттары жайлы тың ой-пікір білдіреді. Халықтың рухани серігі болған поэзия туралы ол: \"Бұл халықтың ертеден өзіне тән тұрмысында есте қалдырмаған бірде-бір маңызды оқиғасы, бірде-бір тамаша адамы жоқ деуге болады. Олардың бірін суырыпсалма ақындар не жыршылар жыр етсе, екінші біреулерінің атын кейінгі ұрпақ естерінде ұмтылмастай етіп белгілі бір сыбызғышы не қобызшы музыканттар тастап кеткен\", – деп жазады. \nҚазақ өлеңдерінің халықтығы жайлы құнды пікірлер білдіруде, Шоқан халық әдебиетінің бағалы нұсқаларын жасаған және ауыз әдебиетінің таңдаулы үлгілерін жырлаған. Орынбай, Шөже, Жанақ, Арыстанбай, Құрымбай сияқты ақындардың еңбектеріне жүгінеді, мысалдар келтіреді. Сонымен бірге қазақ поэзиясының жанр, түр, өлең құрылысын зерттей келе, мұны орыс ғалымдарына таныстыруды мақсат тұтқан. \n      Ол қазақ, өлеңдерін: жыр, жоқтау, қара өлең, қайым өлең, өлең деп беске бөледі. Өлең құрылысын жыршылардың қобыз не домбыраға қосып айтуына қарап жүйелеген. Өлеңге, әсіресе, суырып салма өлеңге бейімділік барлық көшпелі елдердің өзіне тән ерекшелігі екенін анықтаған. \nТолығырақ.",
                "date": "18.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастырылып қалудан қалай арылуға болады? Психологтың көмегі тие ма?",
        "question_content": "Сәлеметсіз мен бүгінмен бастырылып жүргенім 6 рет 1 ай ішінде.үйде бұндай жағдай болмаған. Студент кезімде жатақханада тұрғанымда 1,2 рет бастырылғанмын. Қазір жатақханада жалғыз тұрамын. Күнде бастырылудан шаршадым.басында қатты қорқып,жылап оянатынмын. Ютубтан аятул курсін шығарып барып ұйықтадым әсер етпеді. Қазір мен оның келетінін бастырылатынымды біліп жататын болдым. Ол келеді менің жанымда жатады, бөлменің ішінде жүреді даже үстелде тамақ ішіп отырады и оның баласы бар. Басында көпке созылмайтын қазір ол мені как будто 2мин ететіндей қинайды уже үйрендім қашан бітеді деп күтіп жататын болдым. Білем бастырылу бұл ауру саналмайды медицина тілінде қан айналымы дұрыс жұмыс істемегендіктен, балшық еттерін қозғалмай қалады, бірақ күнде жалғаса беретінінен шаршадым ұйықтауға қорқатын болдым мүмкін маған дәрігерге бару керекпа мүмкін психологқа? Қалай ойлайсыз? Не істесем болады алдын ала рахмет шынайы жауап берсеңіз қуанатын едім",
        "question_date": "17.12.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 936,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша сізге кішкене көбірек діни жағынан әрекет жасау керек, жиі мешітке барыңыз, имамдардан да сұраңыз, жиі дәрет алып жүріңіз, бөлмені аластаңыз. Жалғыз жатпаңыз, құрбыларыңыз болса жиі келіп тұруын өтініңіз. Жалғыз жүрмеңіз, енді бұл менің ойым. Психологтан да сұрап көріңіз.\nҚаласаңыз, маған да жазып тұрыңыз если шо әрине өз қалауыңыз ғой, ватсапқа Ватсап ссылкамен өтсеңіз болады, жазып тұрыңыз, ұялмаңыз, дос болайық. Шын көңілім. Қалай болдыңыз сол туралы жаза беріңіз.",
                "date": "18.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖКХ кезекте тұрған баспана алушылар, банктен ақша алып, үй ала -аады ма?",
        "question_content": "Салеметсиздерме!Кояр сурагым 2013-2014 жж  оз жеке уйим апаттык куйде болгандыктан комиссия тагайндалып мени укимет тарапынан уй алуга кезекке койды.Бирак али клмадым кезекте турмын.Ендиги маселем , егерде озим банктен ссуда алып озим квартира сатып алсам , мени кезектен алып тастаймайма екен???Осы суракка жауап издеймин.ЖКХ-га осы суракпен барганда алып тастайды деп айткан",
        "question_date": "17.12.2019",
        "question_tag": "Заң",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖКХ алып тастайды десе болды ғой онда алып тастайды ғой, мысалы мен Жилстройсбербанкпен үй алдым, мен де ЖКХда кезекте тұрғанмын, алып тастады ғой. Үкімет те ақымақ емес қой, олар жібермейді өздерінікін.",
                "date": "18.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімдердің айлығы қалай есептеледі?",
        "question_content": "Сәлеметсіздерме! Менің сұрағым, мен мектеп табалдырығында 2011жылдың қыркүйек айынан үздіксіз қызмет атқарамын. 5 Сыныпқа сынып жетекшімін, 25 сағатпен істеймін ауылдық жерде. Айлығымды есептеп бере аласыздарма? бухгалтерге аздап күмәнданып қалдым.",
        "question_date": "15.12.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сайттан қарап көріңіз. Жалақыны есептейтін калькулятор бар екен. Істемей жатса https://t.me/culskz телеграм арнасына жазыңыз.",
                "date": "16.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Иық белдеуіндегі сүйек аурулары қандай?",
        "question_content": "Менің иық белдеуіндегі сүйегім (бұғана тұсы) төмен түсіп кеткен. Анамның ішінде жатқанда. Ол жайлы естулеріңіз бар ма? Біраз жыл өтті. Сонда да қазір заман дамыды. Емделу жолы бар ма?",
        "question_date": "14.12.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізгі дəрі-дəрмектер тізімі:\n- *1% прокаин ертіндісі (синтокаин, аминокаин новокаин)\n- *диазепам (сибозон, реланиум, сидукцен, фаустан)\n- *наркотикалық анальгетиктар\n- * 0,85% натрий хлориді ертіндісі\n- *декстран\n* – Негізгі (өмірге маңызды) дəрілік заттар тізіміне кіретін препараттар\nТолығырақ.\nЕң алдымен дәрігерге көрінгеніңіз жөн.",
                "date": "14.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныстық катынас кезінде қалай тез бітірмеуге болады?",
        "question_content": "Саламатсыздарма менде жыныстық қатынасқа түспей жатып тез ағып кетет.  Простатиттің кесіріненбе кім білед??",
        "question_date": "13.12.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 17000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басты себептері: Ұзақ уақыт жыныстық қатынасқа түспеу (мұндай кездері шаруаның тез аяқталуында тұрған дәнеңе жоқ, толған нәрсенің тез жарылатындығын есте сақтаған жөн) Есеңгіреу (анығырақ айтқанда, төсектегі шаруаға есеңгіреп отырып кірісу, бұл кезде адам ағзасын басқара алмайды) Асығыс қимылдау, «бабында тұрғанда басып қалу» (еркектер арасында мұндай да қате түсінік бар, яғни, сол арқылы олар миға ерте дабыл беріп қояды) Күйзелісті күйде жүру (қандай да бір түйінді мәселені ойлап тұрып төсекке шығудың қажеті жоқ, тән ләззатының күйзелісті жоятынын есте сақтап, шаруаға еркін кіріскен абзал) Жыныс мүшесіндегі жұқпалы ауру (бұл жерде бәрі түсінікті болар...) Төсек шаруасын жалғыз атқару (әйелге де бірауық мүмкіндік беріп, «демала» тұрғанның зияны жоқ, пайдасы болмаса) Сенімсіздік («соңына дейін шыдай аламын ба?» - еркекті құртатын осы бір сенімсіздігі) Жатын орынның дұрыс таңдалмауы («көріп қояды, естіліп қалады» деп жалтақтатып қоятын орынды таңдау да аттан тез түсіп қауға, шаруаны жетеріне жеткізбей аяқтап қоюға себеп болады) Уақыттың аздығы (төсектің шаруасы өтіп бара жатып орындап кете салатын іс емес, қолайлы уақыт пен ыңғайлы орын болуы керек) Гормоналды жүйедегі кемшілік (денсаулыққа дұрыс қараған жөн) Қорқыныш («бала жасап қоям-ау» деген қорқыныш та әсер етеді, жоспарда жоқ болса, алдын ала сақтық шараларын ойлауға ешкім тыйым салмаған) Тағы да қорқыныш («ауру жұқтырып алам-ау» - некелі жардың қадірі осындайда білінеді) Төсек қатынасына жиіркенішпен қарау (миға сіңіп қалған осынау бір қағида тез бітіруге ғана емес, келешекте ауруға да ұшыратуы мүмкін) Құрсақ-құйымшақ бұлшықеттерінің әлсіздігі (жаттығу жасап тұрған дұрыс) Дұрыс тыныс алмау (төсекте тыныс алудың орны да маңызды) Төсектегі серіктеске сенбеу (бір рет қана кездескен немесе мүлде танымайтын жанмен төсектес болуда әдетте шаруа тез бітеді) Сезімнің болмауы (жұптардың бір-біріне деген сезімінің суып кетуі) Мұның барлығы тек негізгі ғана себептер, бұдан басқалары да болуы мүмкін. Осы себептерге орай мәселенің түйінін қалай шешуге болатын бірнеше жолдарын байқап көрейік. ЕСКЕРТУ! Төсек қатынасы кезінде келеңсіздікке тап болмай, істі соңына дейін абыроймен атқарғыңыз келсе, мыналарға жоламаңыз: Ішімдік туралы ұмыту керек; Жүйкені тыныштандыратын дәрі ішу де кедергі келтіреді; Елітетін заттар да сіздің «еркек» атыңызға кір келтіретінін біліңіз. Бұған қосымша, олардың денсаулыққа қаншалықты зияны бар екендігін жақсы білетін жаста болуыңыз керек, егер осы мақаланы оқып отырған болсаңыз. 1-әдіс: Бұлшықетті шынықтыру Мұны көбіне әжетханада жасай аласыз. Зәр шығару кезінде оны ортасынан тоқтатып, қайта жалғастырып бірнеше рет қайталасаңыз, сізге «қажетті» бұлшықет шыныға түседі. 2-әдіс: Құрсақ-жамбас бұқлшықеттерін нығайту Бұл әдіс әдетте әйелдерге де көмектеседі. Төменгі жақты жиырып, қайта босату арқылы күніне бірнеше рет жаттығу жасауға болады. Бастапқыда тек орындықта отырғанда жасасаңыз, кейін кез келген тұрыста жасауға үйренесіз. Бұл жалпы, құрсақ, құйымшақ айналасындағы мүшелерге (ішкі-сыртқы) берері мол пайдалы жаттығу болмақ. 3-әдіс: Кеудемен емес, ішпен тыныстаңыз Иә, төсекке жатқанда (жыныстық қатынас кезінде) кеудемен ғана тыныстамай, оған қарынмен тыныстауды қосыңыз. Өкпемен ғана тыныстау жүректің тез соғуына әкеледі де, алқынып шаруаны тез аяқтауға тура келеді. Сондықтан кезек демалуға мән берген жөн. Төсек қатынасы кезінде дұрыс тыныс алуды үйренбесеңіз, дәріханадан дәрі алып ішсеңіз де ештеңе көмектеспейді. 4-әдіс: Жұбыңызбен келісіңіз Төсектегі шаруа әйел мен еркекке бірдей ортақ. Сондықтан арасында «аз ғана тыныстайық» деп үзіліс жасау оғаш емес. Керісінше, сәтті аяқтауға мүмкін зор. Осы әдіс көп көмектеседі, сондықтан үнемі жұбыңызбен ашық болған жөн. Оған бар «күшіңізді» көрсетемін деп титықтап қалғаннан ашық әңгімелескен жөн болмақ. Осы ретте жұптардың қателіктерін де айта кету керек: Әйел сезсе де үнсіз қалады, себебі, «еркектің намысына тиіп кетемін» деп ойлайды; Еркек үндемей қалады, себебі, әйелден ұялады және оны төсекте басқара алмай қалудан қорқады. Еркек пен әйел бір дене боп біте қайнасқанда мұндай орынсыз ұялшақтық пен әрекетсіздіктің соңы көбінесе сәтсіздікке ұшыратып жатады. 5-әдіс: Екінші рет байқап көру Көп жағдайда ерінші рет байқап көру әдісін еркектер пайдаланбайтын көрінеді. Ал мамандардың айтуынша, бұл әдіс ең нәтижелісі. Бірінші реттен соң көңіл-күйді тыныштандырып, шаруаны қайта бастаса, алдыңғысынан ұзақ болатындығын айтады мамандар. 6-әдіс: 3 есе жай қимылдау Әдеттегі қимылыңызды еске түсіріңіз де, одан 3 есе жаймен қайталап көріңіз. Асықпаған жөн, сол үшін жедел атқармауға бастайтын барлық жағдайды орайластырып алған дұрыс. 7-әдіс: бәрі де аймалаудан басталуы керек Жұбыңызды елітіп, аймалау кезінде өзіңізді басқарцға үйреніңіз. Иә, табиғатыңыз оған құлықсыз болғанмен, миыңыз өзіңіздікі. Демек, өзіңізді өзіңіз басқарыңыз. Арасында үзіліс жасап, қайта жалғастыруды әдетке айналдырған жөн. 8-әдіс: Мұрынмен тыныстаңыз Спорттық жаттығу жасағанда мұрынмен тыныстап, демді ауыздан шығару керек пе еді? Мұнда да мүмкін болғанынша солай ету қажет. Бұл да бір спорт екендігін есте ұстаған жөн. 9-әдіс: Көзді жұмып... Шаруаны ұзағырақ еткіңіз келсе, бөлме қараңғы, яғни, жұбыңыздың әсем тәні көзіңізді арбамайтын болуы тиіс. Еркектердің жаратылысы солай, әйелдің тәніне тез арбалады. Арбалады да... тез аяғына жеткізеді. 10-әдіс: Әжетханаға барып алыңыз Мұнда бәрі қарапайым: толып тұрған қуық аталық ұрық каналына қысым түсіріп, мұндайда кезде дер кезінде тоқтап үлгеру қиынға соғады. Алдын ала дайын болыңыз. 11-әдіс: Спорт және дұрыс тамақтану Спорттық жаттығудың пайдасын төсекте те көретініңізге кәміл сеніңіз және таңертеңнен кешке дейін орындықта отырар болсаңыз, сіз үшін міндетті түрде жүзу, жүгіру және йога жаттығулар қажет. Ал құрамында цинк, магний және Е дәрумені бар тағамдарды (жаңғақ, жұмыртқа, таза бал, ноқат, банан, қызанақ және т.б.) күнделікті ас мәзірінен үзбесеңіз, еркектік күшіңіз де, еркіңіз бен әлеуетіңіз де тасып тұрарына кепілдік береміз.\nТолығырақ.\nЕң алдымен дәрігерге көрінгеніңіз жөн.",
                "date": "13.12.2019",
                "upvotes": 2
            },
            {
                "text": "Жай сіз скорострелсіз",
                "date": "31.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлеуметтік (қызметкер) жұмыс мамандығы. ҰБТ қандай пән таңдау керек?",
        "question_content": "Әлеуметтік жұмыс қызметкері болу үшін қандай пән таңдау керек, айтып жібересіздерме?",
        "question_date": "13.12.2019",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрметті талапкер! Сіздің өміріңізде маңызды кезең басталды. Алдарыңызда кәсіби мамандық таңдап алу мақсаты тұр. Біз сіздерді С.Торайғыров атындағы Павлодар мемлекеттік университетіне 5B090500 Әлеуметтік жұмыс мамандық бойынша жоғары білім алуға шақырамыз.\nМаманданудың тізімі:\n-әр түрлі категория тұрғындарға әлеуметтік-медициналық қызмет көрсету;\n-әлеуметтік жұмыстағы басқару мен менеджмент.\nКәсіби қызметінің пәні – басқалардың көмегінсіз өз мәселелерін шешуде қиналатын кейбір жағдайларда өмір сүре алмайтын әлеуметтік көмекті талап ететін адамдарға көмек көрсету, әлеуметтік қорғау, әлеуметтік қызмет көрсету, халыққа медициналық-әлеуметтік қызмет көрсету , психоәлеуметтік жұмыстар.\n5B090500 Әлеуметтік жұмыс мамандығы бойынша бакалаврлар мынадай кәсіби қызмет түрлерін атқара алады:\n-диагностикалық, консультациялық;\n-әлеуметтік-реабилитацялық, әлеуметтік-профилактикалық, медициналық- әлеуметтік;\n-ұйымдастырушылық-басқару, оқу-зерттеу;\n-ұйымдастырушылық-координациялық, әлеуметтік қызмет көрсету;\n-әлеуметтік-тұрмыстық, әлеуметтік-педагогикалық, әлеуметтік-терапевтік;\n Бұл мамандықтар бойынша жоғары білім алған түлектердің жұмыс атқара алатын салалары:\n- органдар мен ұйымдар және ұйымдастыру-құқықтық формаларындағы ұйымдары, мекемелер, жалпы білім беру ұйымдары, денсаулық сақтау, мәдениет;\n- әлеуметтік-педагогикалық және әлеуметтік-психологиялық арнайы мекемелер;\n- пенитенциарлы жүйелер, арнайы ұйымдарының әлеуметтік-педагогикалық, әлеуметтік-психологиялық қызметтер;\n- балалармен, жеткіншектермен жұмыс жасау саласы, ойын алаңдары, жастар ұйымдары және бірлестіктері;\n- медициналық және профилактикалық ұйымдар, халықтың әр түрлі категориясына арналған реабилитациялық орталықтар;\n- әлеуметтік-кәсіби саладағы әлеуметтік қызметтер, коммерциялық емес, мемлекеттік емес ұйымдар.\nБізге түсе алады:\n- ҰБТ немесе комплекстік тестілеудің нәтижелер бойынша орта жалпы білім беру мектептерінің түлектері,оқу мерзімі – 4 жыл (күндізгі);\n- әлеуметтік жұмыс саласындағы білімі бар орта кәсіптік білім беру ұйымдарының (колледждердің) түлектері, оқу мерзімі – күндізгі, сырттай 3 жылдан кем емес.\nОқу қазақ және орыс тілдерінде жүргізіледі.Талапкер төрт пән бойынша тестілеу сынағынан өтеді: Қазақстан тарихы, математика, қазақ (орыс) тілі, география.\nПсихология және педагогика кафедрасында магистратура ашылды. 6М090500- әлеуметтік жұмыс магистрі мамандығы бойынша оқу мерзімі – 2 жыл, оқу түрі – күндізгі. Академиялық дәреже-магистрі.\nКадрлар құрамы\nПсихология және педагогика кафедрасының меңгерушісі – педагогика ғылымдарының докторы, профессор Бурдина Елена Ивановна.\nКафедрада педагогика ғылымдарының докторлары, профессорлар Пфейфер Н.Э., Кертаева Қ.М., Жуматаева Е., психология ғылымының докторы, профессор Шадрин Н.С., медицина ғылымының кандидаты, профессор Булекбаева С.Е., п.ғ.к., доценттер Жұманкулова Е.Н., Ғалиева Б.Х., Семёнова М.В., Старжинская Е.С., Мастобаев Ю.А., Кудышева А.А., Ксембаева С.К., Исинова К.С., Коровайко И.В., психология ғылымының кандидаты Колюх О.А., аға оқытушылар Тулекова Г.М., Жунусова А.Р., Жунисова А.Г., Пиговаева Н.Ю., Шаймерденова А.К., Попандопуло А.С., Казангапова Л.К., психология магистрі Кодекова Г.Б., педагогика және психология магистрі Дюсенова А.Ж, оқытушылар Черва С.Г., Мустафина С.С. жұмыс істейді.\nС.Торайғыров атындағы Павлодар мемлекеттік университетінде студенттердің білім алып, жоғары дәрежедегі маман болып шығуына, ғылыми ізденістеріне барлық мүмкіндіктер жасалған, яғни кітапхана, интернет-кафе, спорт залдар, «Students club» кафесі, студенттер үйі, жастардың баспасөз-орталығы т.б. орталықтар бар.\nЖыл сайын «Сәтбаев оқулары», «Марғұлан оқулары», «Қазақстан және әлемдік тілдер», «Мәшһүр-Жүсіп оқулары» атты ғылыми-практикалық конференциялар өтеді. Бұл конференциялар келешек жас ғалымдар үшін ғылым әлемінің бірінші баспалдағы болып табылады.",
                "date": "24.01.2020",
                "upvotes": 1
            },
            {
                "text": "биология и география",
                "date": "12.02.2020",
                "upvotes": 0
            },
            {
                "text": "биология мен  география пәнін тандайсын.",
                "date": "12.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пирамиданың көлемін есептеңіздер?",
        "question_content": "Пирамиданың табаны  қабырғалары 4 жəне 3 тік төртбұрыш əрбір бүйір қырлары 7 ге тең пирамиданың көлемін есептеңіздер",
        "question_date": "12.12.2019",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V=1/3*S*h = 37 осы формуламен шыгаруга болады",
                "date": "12.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "7, 8 және 9 санына бөлінетін 6 таңбалы сан?",
        "question_content": "523... санына 3 цифрды оң жағынан жазыңыз. Штукаря алты таңбалы сан 7,8 және 9 санына бөліну",
        "question_date": "11.12.2019",
        "question_tag": "Математика",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "504000\n\n7×8×9=504\n\n504ке үш нөл қос\n\n504000÷7=72000\n\n504000÷8=63000\n\n504000÷9=54000",
                "date": "13.12.2019",
                "upvotes": 0
            },
            {
                "text": "Бөлінгіштік белгілері\nБөлінгіштік белгілері деп, берілген х санының а санына қалдықсыз бөлінетінін бөлу амалын орындамай-ақ білуге болатын ережелерді атаймыз.\n\n2-ге бөлінгіштік белгісі.\nЕгер сан жұп цифрымен аяқталса, сол сан 2-ге бөлінеді\n3-ке бөлінгіштік белгісі.\nЦифрларының қосындысы 3-ке тең натурал сандар 3-ке бөлінеді.\n4-ке бөлінгіштік белгісі.\nЕгер санның соңғы екі цифрынан құралған сан 4-ке бөлінсе, онда берілген сан да 4-ке бөлінеді.\n5-ке бөлінгіштік белгісі.\nЖазылуы 0 цифрымен немесе 5 цифрымен аяқталатын натурал сандар 5-ке бөлінеді.\n6-ға бөлінгіштік белгісі.\nЕгер берілген сан 2-ге және 3-ке бөлінсе, онда берілген сан да 6-ға бөлінеді.\n7-ге бөлінгіштік белгісі.\nБерілген сан 7- ге бөлінетінін білу үшін: ол санды оңнан солға қарай үш – үштен топтаймыз да, тақ нөмірлі санды минуспен, ал жұп нөмірлі санды плюспен жазып, өрнектің мәнін табамыз. Егер өрнектің нәтижесі 7 – ге бөлінсе, онда берілген сан да 7 –ге бөлінеді.\n8 –ге бөлінгіштік белгісі.\nЕгер берілген санның соңғы үш орынды саны 8 –ге бөлінсе, берілген сан да 8 –ге бөлінеді.\n9- ға бөлінгіштік белгісі.\nЦифрларының қосындысы 9-ға тең натурал сандар 9-ға бөлінеді.\n10- ға бөлінгіштік белгісі.\nЖазылуы 0 цифрымен аяқталатын натурал сандар 10-ға бөлінеді.\n11-ге бөлінгіштік белгісі.\nСанның 11-ге бөлінетінін білу үшін: ол санды оңнан солға қарай екі –екіден топтаймыз да қосындысын табамыз. Сонда берілген сан 11- ге бөлінсе, берілген санда 11-ге бөлінеді.\n13- ке бөлінгіштік белгісі.\nБерілген сан 13- ке бөлінетінін білу үшін: ол санды оңнан солға қарай үш – үштен топтаймыз да тақ нөмірлі санды минуспен, ал жұп нөмірлі санды плюспен жазып, өрнектің мәнін табамыз. Егер өрнектің нәтижесі 13-ке бөлінсе, онда берілген сан да 13-ке бөлінеді.\n19- ға бөлінгіштік белгісі.\nСан 19- ға бөлінуі үшін ол санның ондықтары мен екі еселенген бірліктерінің қосындысы 19- ға бөлінуі керек.\n25 – ке бөлінгіштік белгісі.\nСан 25- ке бөліну үшін, ол 00, 25, 50, 75, т.с.с. сандардың бірімен аяқталуы керек.\n\n33-ке , 99-ға бөлінгіштік белгісі.\nСан 33-ке, 99-ға бөліну үшін, оның цифрларын оңнан солға қарай екі орыннан бөлгенде шыққан қосындысы 33-ке, 99-ға бөлінуі кеерк.\n101-ге бөлінгіштік белгісі.\nЕгер берілген санның, оңнан солға қарай есептегенде екі –екіден бөлінген цифрларының тақ орындағылардың қосындысы мен жұп орындағылардың қосындысын бірінен –бірін ажыратқанда айырма не 0-ге, не 101 –ге тең болса ол сан 101 –ге бөлінеді.\nТолық мәлімет.",
                "date": "11.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тәрбиеші – мұғалім Айманмен бір күні әңгімелесті. Зат есімді табыңыз?",
        "question_content": "Берілген мысалдардан зат есім тауып, құрлымына қарай талдау",
        "question_date": "11.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәрбиеші-мұғалім  зат есім.",
                "date": "11.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жалпы конкурспен ЖОО-ға түскен студенттер өзі қалаған қалада оқуға мүмкіндігі бар ма?",
        "question_content": "Сəлеметсіздер ме? Тестцентр сайтында қандай да бір жоо-на грантқа түскенде  общий конкурспен түсті  деп жазылып тұрған болса(мемлекеттік грант) , онда бұл гранттың именной грант болмағаны ғой я? Егер грант именной болса демек тестцентрдің жауабында дəл солай жазылу керек солай ма? Ал общий конкурстың ішінде целевой деп аталатын грант бар ма? Общий конкурспен түскен барлық студенттер өздері қалаған қалада отработка жасаса болады ма? Өтініш жауап күтемін,алдын ала рахмет!",
        "question_date": "11.12.2019",
        "question_tag": "Университет, колледж",
        "question_views": 653,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2017 жылдан бастап мемлекттік грантпен  оқуға түскен әрбір бакалавриат, магистартура , докторантура түлектері   ауылдық немесе қалалық грантпен оқуға түскеніне   қарамастан мемлекттік жұмыс орындарында кемінде 3 жыл мерзімде қызметін өтеуі тиіс. Егер қандай да бір себеппен түлек қызметін өтей алмаса мемлекетке оқу ақымсын қайтаруы тиіс. 2017 жылға дейін мемлекеттік грантпен оқуға түссе тек мемлекттік  ұйымдарда, ал 2017 жылдан кейін мемлекттік грантқа ие болып оқуды аяқтаған түлектер мемлекеттік және жекеменшік ұйымдарда қызметін өтеуге құқылы. Және де түлек грантты ауылдық квотамен жеңген жағдайда  ол қызметін ауылдық мекендегі жұмыс орындарында өтеуге тиіс.\nСонымен қатар, заңдық тұрғыда қызметті өтеуден босатылатын жағдайлар қарастырылған:\n1) Түлектің оқуын ары қарай жалғастыруы( магистратура, докторантура)\n2) жүктілік немесе 3 жасқа дейінгі баласы бар әйел\n3)I немесе II-ші топ мүгедектері\n4) Сәйкес бос жұмыс орны болмаса\nНегізі түлектерді оқу жылының соңына жақын жұмыс орындарының көрмесінде (әр университет қабырғасында ұйымдастырылады) ұйымдар жұмысқа шақырып солай жұмыспен қамтылады. Ал олай жұмыс орнын таба алмаған жас мамандарға жергілікті жұмыспен қамту орталығы  бос жұмыс орындарны қарастырады . Егер жас маман жұмыспен қамту орталығынан келген сәйкес ваканциядан бас тартса, финцентр мемлекеттің оқуға төлеген қаражатын өндіру жұмыстарын сотқа жөнелтеді.\nНегізінен 3 жылдық қызметін өтеу тұрғылықты жер бойынша өтеледі, егер тұрғылықты аумақта бос жұмыс орны табылмаса көрші аумақтардан жұмыс қарастырылады.",
                "date": "10.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медеу Сәрсекенің \"Қаныш Сәтбаев\" роман эссесі жайында мазмұндама қажет?",
        "question_content": "Медеу Сәрсекенің \"Қаныш Сәтбаев\" роман эссесінің \"Шырғалаңда\" бөлімінің тарихи және көркемдік маңызын анықтаңыз.3 мысал келтіріңіз.",
        "question_date": "10.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 15000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақилық\n\nШынайылық\n\nСөз дәлдігі",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғашық жүрек туралы әннің атауы қалай?",
        "question_content": "Радиодан бір ән естігенмін, бірақ кім орындайтынын, әннің атауын білмеймін. Мынадай сөздері бар: \"Ғашық жүрек теңін іздейді, сыңарын. Ғашық жүрек баса алмайды құмарын. Ғашық жүрек жалғызсырап қалмасын, Жаныма кел, қолыңды бер шынарым\".",
        "question_date": "10.12.2019",
        "question_tag": "Қазақша ән",
        "question_views": 596,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақпал Жүнісованың ғашық жүрек әніні",
                "date": "20.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қожа Ахмет Ясауидің кесенесі суреттер, мәтін құра?",
        "question_content": "Суретке қара. Қожа Ахмет Ясауидің кесенесі суреттер, мәтін құра. Мәтінде \"Сәулет\" тақырыбы бойынша 1-2 сабақта үйренген жаңа сөздерді қолдан. Жаңа сөздер: Кесене, төбе, мұнара, орналасқан.",
        "question_date": "10.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қожа Ахмет Яссауи кесенесі Оңтүстік-Қазақстан облысы Түркістан қаласында орналасқан. Оны әлемнің сезігінші кереметі деп тегіннен тегін атамаған. Бұл сарайлар мен ғибадатханалардың кешені орта ғасыр сәулетінің жауһары, ол ЮНЕСКО-ның Әлемдік мұра тізіміне енген. Қожа Ахмет Яссауи (Әзірет Сұлтан) - XII ғасыр ойшылы және түркілік сопылық бағытты дәріптеген ақыны. Біздің заманымызға дейін оның, әлемдегі ең көне түркі тілді кітап саналатын, «Диуани-Хикмет» («Даналық кітабы») атты еңбегі жеткен. Ол 149 діни-философиялық хикмет-өлеңдерден тұрады. Яссауи өзінің сопылық қауымын ұйымдастырған, онда адамдарды еңбекке баулып, қарапайым, миссионерлік өмірге, құлшылық етуге шақырып уағыздар айтылған. 63 жасында дүниеден өткен Мұхаммед Пайғамбардың ( с.ғ.а.) аруағын ардақтаған ол бұл дүниенің жарығын одан асып көруді өзіне артық санап, 63 жасқа толғаннан кейін мешіт жанындағы қылуетке түсіп, сол жерде өмірін жалғастырады. Ақын 1166 немесе 1167 жылдары дүниеден өткен. Оның зираты бірден мұсылман қауымының бас ұрып, тағзым ететін орнына айналды. Оған үш рет бару Меккеге барғанмен тең деп те жатады. Қожа Ахметтің арқасында Яссы қаласы – Түркістан – барша түркі елдерінің рухани орталығына айналды.\n233 жылдан кейін, Яссауи жерленген орында ерекше әдемі және үлкен кесене тұрғызылды. Ол бар болғаны он жыл ішінде – өте қысқа мерзімде бой көтерген! Кесене портал және күмбездерден құралған тікбұрышты ғимараттардан тұрады. Аркалы порталдың биіктігі – 37,5 метр, басты күмбездің биіктігі – 44 метр, диаметрі – 22 метр. Сыртқы қабырғалардың қалыңдығы – 2 метр, ал орталық дәліздердікі – 3 метр. Бүгінгі таңда жақсы сақталған кіре беріс ғимараттағы жазбада «Бұл киелі орын Алланың сүйікті құлы, әмірші Әмір Темірдің бұйрығымен тұрғызылған – Алла оның әмірін мәңгілік етсін!» деп жазылған. \nКесененің күмбезі Орталық Азиядағы ең үлкен күмбездердің бірі, оның диаметрі шамамен 18 метрді құрайды. Кесенеде шартты түрде сегіз блокқа бөлінген 30-дан астам бөлмелер бар. Олар өзара шиеленіскен жолдармен, дәліздермен, сырмалы екі қабатты сатымен байланысқан. Жарық ішке ағаш шарбақтармен бітелген терезелер арқылы кіреді, жаңғырық адамдардың аяқ дыбысын алысқа алып кетеді... Жартылай қараңғылық, салқындық, тыныштық құлшылық етушілердің жүрегінде терең сенім мен үйлесімділік тудырады. Қазандық – кесененің ең үлкен залы, күмбезбен жабылған негізгі салтанатты кеңістігі. Ол жерде көнеден келе жатқан киелі зат қола Тайқазан орналасқан, оның сыйымдылығы 60 шелек, диаметрі – 2,2 метр, салмағы 2 тонна. Аңыз бойынша, Тайқазан Қарнақ ауылында жеті сирек кездесетін металдың қорытпасынан жасалған. Тайқазан түркі тайпалары ынтымағының және қонақжайлылығының белгісі. Сенім бойынша, одан су ішкен құлшылық етуші жамандықтан тазарады.\nҚабірхана – Қожа Ахмет Яссауидің қабірі. Оның есігі нақышты өрнекпен көмкеріліп, ағаштардың құнды түрімен бедерленген. Бұл шаршы бөлменің тура ортасында ақшыл жасыл оюмен қапталған құлпытас орналасқан. Үлкен және Кіші Ақсарай, XV-XVI ғасырларда сарай бөлмелері ретінде қолданылған, бұл жерде қазақ хандарының ордалары орналасқан. Үлкен Ақсарайда өзге елдердің елшілерін қабылдайтын болған, мұнда даланың ең беделді және танымал адамдары жиналған. Бұл жерде таққа жаңадан отырған хандар өз еліне әділ қызмет етуге ант берген, мұнда әлі күнге дейін хан билігінің символындай болып, асатаяқ пен тақ орны сақталған. Ал кіші Ақсарайда, кесене қабырғаларында, көптеген танымал адамдар жерленген. Ең көне қабір 1431 жылға тән, ал барлығы 43 қабір тастары орналасқан. Кесенеде Абылай ханның, Бөгенбай батырдың және тағы басқа көптеген қазақ билеушілері мен қолбасшыларының мәйіті жерленген. Кіші мешіт – бейне меруерт тастан ойылғандай және жарық саңылаулары бар биік барабанда орнатылған ерекше күмбезбен қапталған, крест тәрізді бөлме. Сондай-ақ кесене ішінде кітапхана, Яссауи  өз өмірінің соңғы күндерін өткізген жер асты қылуеттері, жаңа туған нәрестелерді дәріптейтін шілдехана бөлмесі орналасқан. Кеңінен көсілген шаруашылық кешеніне құдықхана кіреді. Бұл жерден алынған суды мұсылмандар киелі санап, онымен Тайқазанды толтырып, мұсылман мерекесі күндері осы сумен құлшылық етушілердің шөлдерін қандырған. Асханада бидай мен қой етінен дәстүрлі тағамды әзірлеген. Сондай-ақ худжра деп аталатын тұрғын бөлмелері мен бүгінде көне легендер мен құмғандарды кездестіруге болатын монша да бар. Сол заманның ең озық технологиялары арқылы жасалған кесененің сәулеті қайталанбас құбылыс. Бұл ғимаратты тұрғызу кезінде парсы сәулетшілері Самарқанд және империя астанасы Тимуридтерді тұрғызу кезінде қолданылған көптеген жаңашыл сәулет және құрылыс шешімдерін пайдаланған. Құрылыста ерекше қоспа мен күйдірілген қызыл кірпіш қолданылған. Қабырғалар мен күмбездердегі декоративті әрлеудің байлығы әрі сан алуандығы, ғимарат пен күмбез көмкерілген сұлулығы мен шеберлігі жағынан ерекше тасты және майоликалы тақталар, мозаикалар, өрме жазумен, герметикалық және өсімдік өрнектерімен берілген қабырғадағы суреттер, тассүңгілер, қуатты тізбекті және көркем мұнаралар – осының бәрі Әмір Темір заманындағы, Орталық Азияға тән архитектура стилінің қалыптаса бастаған кезіндегі сәулет өнерінің қандай деңгейде болғанын көрсетеді. Сол дәуірде тұрғызылған барлық монументалды ғимараттардың ішінде тек Қожа Ахмет Яссауи Кесенесі ғана толықтай сақталған.\n  Қожа Ахмет Яссауи Кесенесінде көптеген құпия жасырынған. Ғалымдар бұрыннан-ақ не себепті бұл ғимараттың сол уақыттағы барлық діни ғимараттар секілді Меккеге бағытталмағанына бас қатырауда. Ал келесі құпия кесененің іргетасында жатыр, себебі ол мүлде жоқ! Іргетастың орнын қалыңдығы бір жарым метр болатын, көп қабатты балшықты негіз қойған. Соған қарамастан, мұражай көптеген соғыстар мен жер сілкіністерін басынан өткеріп, алты ғасыр бойы құламай келген. Іргетастың болмауын балшықты-дәкелі негіздің өзі жеткілікті деп түсіндірген. Аңызға сүйенсек, кесененің құрылысы кезінде мыңдаған өгіздерді айдап әкеліп, болашақ ғимараттың платформасын таптату үшін, шеңбер бойымен жүргізген деседі. Ал келесі тарихшылар Темірланның тұсында да ниеті таза емес, өз ісін шала істейтін жалдамалы жұмыскерлер болған дегенді алға тартады... 2000 жылдың басында кесененің көне қабырғаларының астына бетонды іргетас жүргізіліп шықты. Кесене 1723 жылы жоңғар шапқыншылығы кезінде, 1846 жылдары қоқандардың шабуылында, сондай-ақ 1856 жылы патша әскерінің соңғы шабуылы тұсында зақымданған болатын. Ескерткіштің он бір жерінде зеңбірек оқтарының іздері сақталған. Кесененің келесі құпиясы – қаптайтын тақталарды сырлаған көне жылтырақтар мен бояуларды қалай өндіргендері. Жаңа технологиялар бұрынғы шеберлердің нәтижесін қайта жаңғыртуға көмектесе алмады. Күмбездің қаптамасын заманауи тақталармен жаңартқан кезде бір жыл өте салысымен қаптаманы шешу керек болатын, себебі күмбез судың салдарынан ісіне бастаған. Ал ежелгі құрылысшылар су өткізбей ғана қоймай, сонымен қатар күмбездің табиғи жолмен ауа алмастырып тұруына қол жеткізген. Түркістанға жол тартқан кез келген құлшылық етуші адам, түркі елдерінің рухани тәлімгері, артында қалған ұрпағы «Далаға Ислам жарығын әкелуші» деп бағалайтын, танымал Әзірет Сұлтан жерленген, Әмір Темірдің бұйрығымен бой көтерген күмбезге бас сұқпай кетуі мүмкін емес деседі.",
                "date": "10.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүсіпбек Аймауытовтың \"Сылаң қыз\" пьесасының толық нұсқасы?",
        "question_content": "Ж.Аймауытовтың \"Сылаң қыз\" пьесасының толық нұсқасы қатты керек болып тұр. Интернетте іздесем, кейбір беттері жоқ екен. Кімде кітап бар?",
        "question_date": "9.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бәтжан карагым, сен де бәтеңке деп жок жерде кысасык.\nБ а т и м а. Мен не қылдым?\nБ а й. Бәтеңкені кайте бересін? Екі бәтенкең бар. Басмағың\nтағы бар. Сендерге киім шак келетін емес кой. (Аяғын көтеріг )\nМіне бес жылғы мәсі, ұлтартып алып киіп жүрміз гой!\nБ а т и м а. Киім шак келмей не әперіп едщ?\nТолық көру үшін мына сілтемені басыңыз!",
                "date": "9.12.2019",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Балаларға арналған банк картасы болуы керек пе?",
        "question_content": "Бүгін Каспиге барып, балама карта ашқым келген. Сөйтсем тек 16 жастан екен. Өзіме екінші карта аша алмайды екенмін. Шетелде 6 жастан бастап ашуға болады. Баланың өз атында болғанымен, ата-анасының қосымша картасы сияқты есептеледі. Кредит ала алмайды, лимиттері болады. Солай дұрыс қой. Бала өзіне қажетті нәрселер алса, төлем жасай алса болғаны.\nБізде қай банк балаларға карта аша алады?",
        "question_date": "9.12.2019",
        "question_tag": "Банк",
        "question_views": 574,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Әзірге (2020жыл) Қазақстан Республикасында ол жағы қарастырылмаған. Шетелде қолданылып жатқан дүние болса, болашақта бізге де келетін шығар.",
                "date": "26.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Олимп букмерлік клубы жабыла ма?",
        "question_content": "Бүгіннің басты жаңалығы болар? Енді ше? Ломбарды мен микрокредиті, букмекер кеңсесі мен кедейі көп елдің тұрғындарын әлбетте алаңдатады бұл жаңалық!\n\nТүсінгенімше Олимптың лицензиясы 6 айға тоқтатылған. Яғни жабылған емес. Қазақстан территориясында кассалары жұмыс істемейді уақытша, ал онлайн жұмыс істей береді.\n\nДегенмен ірі сома салмай, байыппен ойнау керек әліптің артын бағып. Басқа кеңсе де іздей тұрған дұрыс шығар? Бірақ Олимптікіндей қолдануы ыңғайлы сайт табу қиын, ол сонысымен де нарықты алып тұр.\n\nЖалпы ірі ақша айналымы бар мұндай жүйені жауып тастау оңай болмас, коррупциясы жақсы дамыған елде. Кассаларындағы азын-аулақ салықтарын көбейтетін шығар? Бұрын оффшорда ашылғандықтан төмен мөлшерде салық төлеп келген сияқты. Соны енді заңдастырады да, қайтадан жалғастыра береді. Басқа кеңселер де соған қарап, ойлана бастайды. Нәтижесінде бюджетке Сергектен де көп ақша түсетін болады. Осылай бұрап қойғандары да дұрыс болар, сірә?",
        "question_date": "9.12.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«2020 жылғы 22-қаңтардан OLIMP.KZ қазақстандық лицензия бойынша ставкалар қабылдай алмайды, оның әрекеті уақытша тоқтатылған. Әрине, мұндай жағдайдың орын алғаны өкінішті. Біз қазақстандық букмекерлік еңсе болғанбыз және болашақта да сондай болып болып қала бергенді қалаймыз», — делінген хабарламада. \nЕске сала кетейік, Алматы прокуратурасының талабы бойынша «Олимп» сауда белгісімен қызметін жүзеге асыратын «Олимп.kz» және Alpha-bet букмекерлік кеңселеріне тақырыптық салықтық тексеру тағайындалды. Сонымен қатар, 145 млрд теңге көлеміндегі салық есептелді. \nБукмекерлік кеңсеге заңсыз құмар ойын бизнесін ұйымдастыру фактісі бойынша тергеу жүргізіледі\n\nhttps://mail.kz/kz/news/economic/olimp-stavkalardy-kabyldamaitynyn-zhariyalady#hcq=SkMcuOr",
                "date": "24.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Медеу Сәрсекенің \"Қаныш Сатбаев\" роман эссесі жайында көмек керек?",
        "question_content": "Медеу Сәрсекенің \"Қаныш Сатбаев\" роман эссесінің \"Бәрі де майдан үшін\" бөлімінің тарихи және көркемдік маңызың анықтаңыз. 3 мысал келтіріңіз",
        "question_date": "9.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 238000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Медеу Сәрсеке – ұлтымыздың кемеңгер перзенті Қаныш Сәтбаевтың ғұмыр жолын айшықтауға елу жылдан астам уақытын сарп етіп, біртуар ғалымның жарқын бейнесін тартымды һәм тұрлаулы еңбегімен қазақ қауымына танытқан қаламгер.\nМемлекеттік жабық қоймаларда ұсталған көптеген мұрағатты әжетіне жаратқан жазушы өз еңбегінде ұлы ғалымның заман-дастары мен туыстарының, үй-ішінің жүрекжарды әңгімелерін, хаттары мен естеліктерін, геологиялық-ғылыми құжаттарды пай-даланып, ғалым ғұмырнамасын қиял-қоспасыз, шынайы оқи-ғалармен қызықты өріп, Қаныш Имантайұлы өмірінің бел-белес-терін бүкпесіз ашып, ұлағатты, ерлікке толы істерін саралап та, даралап та ұлықтаған. Қаныштай дара дарын өмірін әсірелеусіз ұлықтаған ғұмырнама туынды ел асылын ардақ тұтқан қауымды бейжай қалдырмас деген үміттеміз...\nҚолыңыздағы роман-эссе қазақ және орыс тілдерінде 11 рет басылып, әлемнің 112 еліне тарағанын ескертеміз.",
                "date": "9.12.2019",
                "upvotes": 1
            },
            {
                "text": "Медеу Сәрсекеннің Қаныш Сәтбаев романындағы ғалымның қазақ ғылымын қалыптастыру\nКіріспе\nЖоспар:\nҚазақ халқының ғұлама қаламгері\nМедеу Сәрсекеннің еңбектері\nҒылыми мұралары\nҚаныш Имантайұлы Сәтбаев бір сырлы, мың қырлы азаматы\nБіздің қоғамдық ортада көптеген қарапайым халықтың жасанды мінезі жоқ, көп жақсылығын кездестіреміз.Өз елімізде қаншама жастарымыз қол ұшын созып,адамгершілігімен қарап, қаншама ақын,ғалым, академиктерден үлгі аламыз. Қазіргі таңда үлгі өнегіні көрсетіп, ұлтымызды біріктіріп жатқан перзенттеріміз бар. Сонымен қатар, қазақ халқының кемеңгерлердің біріне тоқтала кетсек -Медеу Сәрсеке ағамыз.Ол Ұлтымыздың кемеңгер перзенті,Қаныш Сәтбаевтың ғұмыр жолын айшықтауға елу жылдан астам уақытын сарп етіп, біртуар ғалымның жарқын бейнесін тартымды һәм тұрлаулы еңбегімен қазақ қауымына танытқан қаламгер.Мемлекеттік жабық қоймаларда ұсталған көптеген мұрағатты әжетіне жаратқан жазушы өз еңбегінде ұлы ғалымның заман-дастары мен туыстарының, үй-ішінің жүрекжарды әңгімелерін, хаттары мен естеліктерін, геологиялық-ғылыми құжаттарды пайдаланып, ғалым ғұмырнамасын қиял-қоспасыз, шынайы оқиғалармен қызықты өріп, Қаныш Имантайұлы өмірінің бел-белестерін бүкпесіз ашып, ұлағатты, ерлікке толы істерін саралап та, даралап та ұлықтаған. Медеу Сәрсекеннің Қаныш Сатбаев романында ұлтымыздың қаламгер перзенті болып, ғұмыр жолын айшықтауға елу жылдан астам уақытың сарп етіп, ғаламның жарқын бейнесін тартымды, тұрлаулы еңбегімен қазақ қауымына танытқан болатын.Қазақ ғылымның қалыптастыруға қаншама жолын салды. Медеу Сәрсеке Ұлтымыздың әреккеттерімен өмірінің бел белестерін бүкпесіз ашып, ұлағатты ерлікке толы істерін саралап та, даралап та ұлықтайды. Дарынды қазақ халқы жиырмасыншы ғасырда көптеген ғалымдарды өмірге әкелді, солардың ішінде Қаныш атамыздың тұлғасы құзар шыңға ұқсайды.Сонымен қатар, әртүрлі мәліметтер,деректер арқылы бөлімдерді бүгінгі күнмен қалдырды. Медеу Сәрсеке қазақ әдебиетінде ғылыми қиял жанрының өрістенуіне айырықша үлес қосқан қаламгеріміз. Бұған дейін құпияда ұстап, «ақтандық»қалпында қалып елген мұрағат құжаттарын, хаттар мен естеліктерді, пайдаланып ұлы ғалымның замандастары мен туыстарының әңгімелерін, арқау етіп қиял қоспасыз өз күшімен өрлеген ғұмырнама. Медеу Сәрсекеннің «Қаныш Сатпбаев» романында бірінші бөлімінде, Әдеби шығарманың композициялық ерекшеліктерін талдай отырып, автор бейнесінің шығармадағы белгілі бір оқиғадағы көрінісін анықтайды. Ал екінші бөлімінде, Үлкен Жезқазған туралы Жезқазғанның сол кездегі сырт өмірі, Ұлытауға асығып жеткен жас ғалым Қаныш бейнесі, сол жолында төгілген тер мен еңбегі қамтылып,ашылды. Ғылым жолында халқымыздың рухани өміріңдегі, ерекше тұлға ретінде Қаныш атамыздың есімі жанында мәңгі сақталуда. Сонымен қатар, сан қырлы, ақыл ой парасатын туған халқының мерейін үстем етуге жұмасады. Қаныштың  ғылым саласынан бөлек, тарих пен мәдениет саласында да мол еңбек қалдырды. Ш.Уәлиханов жазып алған Ер Едіге жырын қазақ оқырмандарына арнап, қайта дайындады. Сондай-ақ, Затаевичтің қазақтың 500 ән-күйі” жинағына өз орындауында қазақтың жиырма бес әнін қосты. Ғылыми зерттеулері мен практикалық ұйымдастыру қызметің шеберлікпен ұштастырды.Және, оған орыс тілінде ғылыми түсініктеме берді.\nОл кісінің атқарған еңбектерінен бөлек, азаматтық болмысы да бүгінге аңыз болып жетті. Әсіресе, ағылшын премьерінің алдында  “Менің халқым менен де биік” деп ұлтының мәртебесін асқақтатқан тұлғаны біз де ұлықтауға тиіспіз.",
                "date": "23.12.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жұмыссыз жүрген адамдарға көмек болса екен деймін?",
        "question_content": "Осы қай жұмысқа сөйлесуге барғанда немесе орналасуға неге тәжрибе 2-3 жыл болу керек деп сұрайды. Тәжрибие жинай алмаған адамдарға тәжрибиені кім береді екен? Немесе жұмысқа тұру үшін ақша сұрайды? Мұны қалай шешуге болады?",
        "question_date": "9.12.2019",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "НЕГЕ АДАМДАР ЖҰМЫССЫЗ?\n⠀\nЖұмыссыз дегенде қол қусырып, аяқты аспанға көтеріп немесе бір белгісіз күштің көмектесуін күтіп жатқан адамдар туралы айтайын.\n⠀\nСоңғы кезде түсінгенім былай. Жұмыссыз жүрген жандарға жаным ашып, оларға көмектесу үшін әр түрлі жұмыс ұсынамын, ақыл-кеңес айтуға тырысып көремін. Сонда менің байқауымша жұмыссыздар 3 түрлі категорияға бөлінеді:\n⠀\n1) Жалқаулар. Абай атамыз айтпақшы, \"әрбір жалқау кісі қорқақ, қайратсыз тартады; әрбір қайратсыз қорқақ, мақтаншақ келеді; әрбір мақтаншақ қорқақ, ақылсыз, надан келеді; әрбір ақылсыз надан, арсыз келеді; әрбір арсыз жалқаудан сұрамсақ, өзі тойымсыз, өнерсіз, ешкімге достығы жоқ жандар шығады\".\n⠀\nЖалқау болған соң кез келген нәрсені бастауға, істеп көруге қорқады. Қорыққан соң басына \"корона\" киіп алып, оның бәрін білемін деп мақтанады. Айтқанды түсінбейді, бірақ жағдай айтып, қарыз сұрайды. Әркімнен көмек сұрайды, жұрт оған беруге міндетті болып көрінеді. Бермесе ренжігіш келеді. Сол үшін олармен ешкім араласпайды, атын естігенде қашатын болады.\n⠀\nҚазақстанда еңбекқор адам аштан өлмейді. Әйтеуір нәпақасын табуға болады. Ебін тапқандар бәріне үлгеріп жүр. Просто адамның желаниесі мен дисциплинасы болмаған соң ештеңеге жарымай, лағып жүреді.\n⠀\n2) Заман ағымына ілесе алмағандар. Негізгі бізде көпшілік жұмыссыз кісілер осы санатқа жатады. Мамандығы ескіріп кетіп, жұмыстан шығып қалып, стресске түсіп, депрессияға кіріп кетеді. Мысалы, кондуктор, күзет, парковщик, сатушы, дүкенші мамандықтарының орнын автоматизация, IT технология басып жатыр.\n⠀\nЖұмыссыз қалған жандар жаңа мамандықты игеремін дегенше 1-2 жыл жүріп қалады. Қайратты, еңбекқор жандар амалын тауып, ситуациядан шықса, қалғандары өзін жоғалтып алады. Бұлар жаңа мамандық игереді немесе бизнеске кетеді. Негізгі тығырықтан шығатын екі жол осы...\n⠀\n3) Байлар. Бизнесін жүйелеп, ұйықтап жатқанда да ақша табатын, өздігінен ақша келіп тұратын система жасап қойған бақытты жандар. Бұлар - жұмыссыз, өйткені оларға жұмыс істеу мұқтаждығы жоқ. Өмірден ләззәт алып, ел-жер көріп, анда-мында халықтың алдына шығып сөйлеп жүреді. Олар туралы комментарий айтудың өзі артық.\n⠀\nЖұмыссыздар туралы сіз не ойлайсыз?\n\nНұрлан Жанай",
                "date": "11.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тәрбиеге байланысты мақалдар керек?",
        "question_content": "Тәрбиеге байланысты 5-6 мақалдар керек. Тәлім тәрбие тақырында қысқа әрі еш жерде қайталанбайтын мақалдар болса қатып кетер еді?",
        "question_date": "9.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 783,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әкеге ҚАРАП ұл өсер\nАнаға ҚАРАП қыз өсер\n\nАғаштан ағаш сәнін алады,\nАдамнан адам тәлім алады.\n\nҚызы анадан үйренбей өнеге алмас,\nҰлы атадан үйренбей сапар шекпес.\nАта балаға сыншы\n\nАтаңа не істесең алдына сол келер\n\nТәрбие бесіктен беріледі\n\nТәрбиелі адам тағаланған атпен тең.\n1. Атасынан ақыл алса, тентек ұл да жөнделер.\n\n2. Есті кісі ерегіспейді,\n\n   Көпшіл адам бөлек ішпейді.\n3. Ата көрген оқ жонар,\n\n   Ана көрген тон пішер.\n\n4. Ылғи алтын іздеме,\nҚазына оған тола алмас.\n\nСұлу сөзге құл болма,\n\nЗеректік онда көп болмас.\n\n5. Кім өмірден тәлім ап үйренбесе,\n\nЕшкімнен де үйренбес ол еш нәрсе.",
                "date": "9.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сүреңін деген сөз қандай мағынаны білдіреді?",
        "question_content": "М.Мөңкеұлының үш қиян шығармасында сүреңін деген сөз бар сол сөздің мағынасын түсінбей тұрмын.",
        "question_date": "9.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    }
]