[
    {
        "question_title": "Нео модернизация деген не",
        "question_content": "Нео модернизация деген не тез арада керек? Көмектесіңіздерші?",
        "question_date": "5.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 251,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ошақты руы қай рудың қызын ала алмайды?",
        "question_content": "ошақты руы қай рухани қыз алыса алады?",
        "question_date": "5.04.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ошақты руының ішінде де қыз алыса аласыз, тек нақты 7 аталарңыз сай келетін болмаса болды, Мысалы : Ошақты - Тасжүрек пен Ошақты -Тасжүрек аталас болып саналады. Ал Ошақты Тасжүрекпен Ошақты- Қоңыр  отбасы құра алады.",
                "date": "8.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гитарада жаксы ойнаймын, бирак дауысым нашар. Не истеуге болады? Вокал комектеседи ме?",
        "question_content": "Олен туралы, дауыс шыгару, ан айтып уйрену..",
        "question_date": "5.04.2022",
        "question_tag": "Өнер",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты маманмен кеңесе отырып, дұрыс қойылған дем, арнайы дайындықтар көмектесуі мүмкін.",
                "date": "8.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А (40) массиві берілген. Массивтің элементтерін кему ретімен реттеу;",
        "question_content": "А (40) массиві берілген. Массивтің элементтерін кему ретімен реттеу;",
        "question_date": "5.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 265,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Несіпбек Айтұлы Бәйтерек шығармасын жазғанда қандай көңіл күйде болды?",
        "question_content": "Несіпбек Айтұлы Бәйтерек шығармасын жазғанда қандай көңіл күйде болды?",
        "question_date": "4.04.2022",
        "question_tag": "Мектеп",
        "question_views": 827,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кенеттен қатты жел соғу. Ұшып кету",
        "question_content": "Түсімде мені кенеттен жел ұшырып әкетті",
        "question_date": "4.04.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онда өңіңде ауыр салмақ болады сенде",
                "date": "20.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз ашқанда, бекіткенде дұғаны қол жайып оқи ма?",
        "question_content": "Ауыз ашарда, ауыз бекітерде дұғаны қол жайып оқу керек пе?",
        "question_date": "3.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыз ашу және ауыз бекіту дұғалары Дұға болып саналатындықтан жалпы дұғаның жасалуы бойынша пікірді айта кетсем:\n\nХанафи мазһабының пікірі:\n\nفي شرح الحصكفي 1/507 :(و) أما (عند الصفا والمروة وعرفات) ف (يرفعهما كالدعاء) و الرفع فيه, و في الاستسقاء مستحب (فيبسط يديه) حذاء صدره (نحو السماء) لأنها قبلة الدعاء و يكون بينهما فرجة و الإشارة بمسبحته لعذر كبرد يكفي والمسح بعده على وجهه سنة في الأصح شرنبلالية). اه\n\nИмам Хаскафидің түсіндірмесінде (шархында): «Сафа, Маруа және Арафатта әдеттегі дұғадан соң істелгендей екі қол көтеріліп дұға жасалады. Сол сияқты жаңбыр тілеу дұғасында да екі қол көкірек тұсына дейін көтеріліп, екі қолдың арасы алшақ ұсталады да алақандар аспанға қаратылып жайылады. Себебі аспан дұғаның құбласы. Сонымен қатар салқын күндері үзір ретінде сұқ саусақпен ишарат етудің өзі де жеткілікті. Дұға жасалып болған соң екі қолмен бет сипау имам Шурунбулалидің ең дұрыс пікірі бойынша сүннет болып табылады»,- деп келген.\n\nوفي الفتاوى الهندية 5/318 : (مسح الوجه باليدين إذا فرغ من الدعاء قيل : ليس بشيء, وكثير من مشايخنا - رحمه الله تعالى - اعتبروا ذلك وهو الصحيح وبه ورد الخبر, كذا في الغياثية.) اه\n\n«Әл-Фатауа әл-Һиндия» атты ханафи мазһабы ғұламаларының пәтуалар жинағында: «Дұға жасалып болған соң екі қолмен бет сипауда тұрған еш ағаттық жоқ. Ұстаздардың (р.а.) (шейхтер) көбі бұл пікірдің дұрыс болғандығы үшін, оған басымдық берген. Себебі дұғадан кейін екі қолмен бет сипауды растайтын нақты деректер жеткен. Сонымен қатар «әл-Ғиясия» еңбегінде де дәл осылай айтылған».\n\nАлла барлығын білуші.",
                "date": "4.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сызықты алгоритмге мысал келтіру! Қатты керек боп тұр?",
        "question_content": "Сызықты алгоритмге мысал келтіріңіз.",
        "question_date": "3.04.2022",
        "question_tag": "Информатика",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Командалары бірінен кейін бірі тізбектеле орындалатын алгоритм сызықтық алгоритм деп аталады.\nӨз өміріңде мынадай жағдайлар бірнеше рет болған шығар, мәселен, сабақ оқу керек, алайда сен компьютердегі ойынды аяқтағың келеді. Немесе далада жаңбыр жауып тұр, сен серуенге шығасың ба, әлде шықпайсың ба? Келтірілген мысалдар біздің ойымыздың тұжырымын көрсетеді: кейбір оқиғалар болды ма, жоқ па?\nМысал келтірейік: Егер жаңбыр басылса, онда қолшатырды жабуға болады. Бұл мысалдағы шарт «жаңбыр басылды» болып табылады. Егер шарт «ақиқат» болса, біз қолшатырды жабамыз. Әйтпесе, егер шарт «жалған» болса, онда қолшатыр ашық күйінде қалады. \nСөз арасындағы ақиқат немесе жалған мәндерін қабылдайтын «егер» және «онда» сөздері шарт деп аталады. Алгоритмдегі шарттарды жазу үшін >, <, = сияқты салыстыру таңбалары қолданылады.\n1.Командалары бірінен кейін бірі тізбектеле орындалатын алгоритм сызықтық алгоритм деп аталады.\nМысалы, тал егу алгоритмі\nқолға күректі аламыз\nжерді қазамыз\nжерге су құйямыз\nталды жерге орналастырамыз\nАлгоритмді жазсақ\nБасы\nҚолға күректі алу\nТалды орналастырамыз\nЖерге су құйамыз\nЖерді қазу\nСоңы",
                "date": "4.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лениннің денесі неге жерленбеген?",
        "question_content": "Лениннің денесі неге жерленбеген?",
        "question_date": "3.04.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 563,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ленинді ақтық сапарға шығарып салушылар өте көп болды. Әлемнің түкпір-түкпірінен Мәскеу билігіне көңіл айтушы делегаттар келе бастады. Алғашында солардың қоштасу рәсімі үшін сүйекті бірнеше ай жерлемей ұстап тұрды. Сол аралықта Алексей Щусевтің жобасымен Қызыл алаңда көсемге арналған мавзолейдің құрылысы басталды. Әрине, жаны кеткен дене бұзылмай тұра ма? Басында Лениннің денесін мұзға қатырып ұстай тұрмақ болғандар ол ойларының қате екенін түсініп, бальзамдауға рұқсат берді. Бұл жауапты іс бұрын бальзамдаумен айналысып көрмеген химик Борис Збарский мен анатом Владимир Воробьевқа тапсырылды. Іске амалсыздан кіріскен ғалымдар әбден бұзыла бастаған денені төрт ай бальзамдап, әрең бітіріпті. Тіпті, мавзолей ашылатын күнді ұйқысыз өткізген деседі.\nМіне, содан бері Лениннің бальзамдалған денесі Қызыл алаңдағы мавзолейде жатыр. Тек соғыс кезінде Мәскеуге қауіп төнгенге уақытша Түменге көшіріліп, 1945 жылы қайта әкелінді.\n\nIhsan.kz",
                "date": "5.04.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "14 аудан бойынша жанармайқорының мөлшерi белгiлi.",
        "question_content": "14 аудан бойынша жанармай қорының мөлшерi белгiлi. Жанармаймен еңжақсы қамтылған үш ауданды анықтаңдар.",
        "question_date": "3.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 228,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауыз ашқаннан кейін мастурбация болады ма? Күндіз ұстаған оразан бұзылады ма?",
        "question_content": "Ауыз ашқаннан кейін мастурбация боладыма түсте ұстаған оразан бұзылады ма? Шыдамай бара жатсаң?\n\nТүсінісікпен карайды деген ойдамын",
        "question_date": "3.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза кезінде нәпсіні тыйып, жаман әдеттерді өміріңнен алып тастауға тырысу керек,яғни 1 ай бойы сіз өз өзіңізді тәрбиелейсіз. Сонда тек ауыз ашқаннан кейін ғана емес , жаман әдетті өміріңізден мүлде алып тастауға тырысу керексіз.",
                "date": "4.04.2022",
                "upvotes": 1
            },
            {
                "text": "Сол мағанда қызық үиленбеген боидақпын ауыз ашардан кейін жасаса қалай болар екен көп болып еді жасамағанға болмайын деп тұр\nБелді босату керек еды\nЖауапкүьемболады-болмайды",
                "date": "9.04.2023",
                "upvotes": 0
            },
            {
                "text": "Оразаның қабыл болуының белгісі - оразадан кейін Сіздің тақуалығыңыздың артуы. Ал егер оразадан кейін нәпсіңізді тия алмасаңыз, онда...",
                "date": "9.04.2023",
                "upvotes": 0
            },
            {
                "text": "Діни сұрақтарды fatua.kz ҚМДБ сайтына қоя аласыз",
                "date": "9.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 сынып оқып жүргенде коледжге түсе аламын ба?",
        "question_content": "Мен 10 сынып оқып жүргенде колледжге түсе аламын ба? Полетехникалық колледж ге!",
        "question_date": "3.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия әрине 9 сынып аяқтаған болсаңыз болды.",
                "date": "4.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бірліу туы\" газеті жайлы",
        "question_content": "\"Бірлік туы\" газетінде, қандай мәселелер қозғалды?",
        "question_date": "2.04.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 226,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ журналистикасы тарихында ұлттың бірлігін, атамекен тұтастығын қорғаған ұлттық биресми басылымдардың дүниеге келуін сол кезде елде орын алған саяси оқиғалардан бөліп қарастыруға болмайды. Өйткені олардың пайда болуының өзі сол жағдайлармен тығыз байланысты. Саяси өзгерістерден бейхабар халық үшін елдегі оқиғаларды саралап  түсіндіретін, хабар беретін көзі керек болатын. Қазақ мерзімді баспасөз тарихында ұстанған бағыттары мен мақсат-мүдделері бір арнаға тоғысумен ерекшеленетін,  тарихтары мен тағдырлары ұқсас көптеген басылымдардың зерттеліп, ғылыми айналымға енуі қуанарлық жайт. Бейресми басылымдардың ішінде «Бірлік туы» газетінің де өзіндік орны, көтерген мәселелерінің күнделілігі жағынан салмағының бар екендігі анық.\n«Бірлік туы» басылымы толыққанды зерттеу жүзін көрмегенмен,  ол туралы азды-көпті мағұлмат беретін еңбектер баршылық. Алғашқы мәліметтерді «Қазақ» газетінен кездестіреміз. Аталған басылымда мұғалім Уәлихан Ғұмарұлы деп қол қойған автордың: «Ташкенттегі» «Ықтият» союзын ашқан жастар «Бірлік туы» деген серіктік тағы ашып отыр. Мақсаттары: осы серіктік ақшасы атынан «Бірлік туы»  деген бір газет шығармақ. Серіктіктің ағзалық хақы 10 сом. Газеттің жылдық хақы 5 сом.\n«Бірлік туы» газетін шығаруышылыққы әзірге ұйғарған кісісі учитель Садық мырза Өтегенов.  Егер серіктіктің пұлы көбейіп кететін түрі білінсе, қаламының шеберлігімен танылып жүрген марзаларымыздың бірін шақыруға да ойсыз емес. Серіктік жалғыз газеттен ғана тұрмай, әдебиет-матғұбат жағында қызмет етіп, халық арасында бұларды көбірек татуға һәм халықтың басқаша  жетілу жолдарына қызмет етуге тырыспақ/1/,- деген ақпараты жарияланыпты.  Осы шағын хабар – ошарында Уәлихан Ғұмарұлы: «Бұл серіктікті ашуға себеп бұл кұнде Ташкентте шығарып тұрған Көлбай Тоғысовтың «Алаш» деген газеті бар. «Алаш» газетінің шыққаннан бергі халыққа жақсы пайдалы бір жол көрсете алмауы»- деп газеттің шығу себебін өзінше түсіндіреді.\n«Қазақ» газетінің 1917 жылғы 236- санында жарияланған. Онда: «Бірлік туы» атты қазақ газетінің 1 һәм 2 нөмірлері басқармамызға келді. Шығарушысы: Мұстафа Шоқай баласы. Газет жетісіне бір рет шығады. Жылдық хақы 5 сом, жарты жылдағы 3 сом, үш айлығы  1 сом 70 тиын. Баспасөздің ең керек уақытында көтерілген «Бірлік туына» құтты болсын айтамыз. «Бірлік туы» алаш ұранына жала жапқан марқұм «Алаш» газетіндей болмай, қазақ-қырғыздың шын қызметкері, шын жолбасшысы болуына тілектеспіз һәм солай деген үміттеміз. «Бірлік туының» адресі:г. Ташкент, ред. Газ. «Бірлік туы»/2/,- деп хабар береді.\n «Бірлік туы» газетінің жарыққа шығуын Ташкентте басылып тұрған «Туркестанский курьер» газеті деп қуана хабарлайды. «Обращение к казакам - киргизам» тақырыбымен жарияланған үндеу сол жайынан сыр шертеді: «Осебенно нам неустроенному хоть как-нибудь киргизскому народу нужны напячь весь нашу сил для защиты своих интересов. Успехов возможны при единение и единоглати всего шашего народа нужны, что требует момент от каждой нации. Для этой цели в Ташкенте организовано киргиз- казакское издательское творчество под казакхцем  «Бирлик туи» которые начало издавать газету «Бирлик туи». Мы этого ждали давным-давно, но откладывались возможности»/3/.\nС. Сейфуллиннің «Тар жол тайғақ кешу» тарихи-мемурлық романынада да «Бірлік туы» туралы қысқа мәлімет беріледі. Онда: «Түркістан алашшыл оқығандары Ташкентте «Бірлік туы»деген газет шығарып, «Алашты»ұран қылып, советті сөгіп тұрды»/4/,- деп жазылған. Осы жерде автор «Бірлік туы», «Жас азамат», «Үш жүз», «Тіршілік» газеттерінің керекті нөмірлерінің қолына түспегендігін тілге тиек етеді. «Әлеумет тархына қарағанда, 1917-1918 жылғы саяси күрестің зор майданындай ұлы дүбірлерде оқыған адамдардың бәрі де сол заманда шығып тұрған газет, журналдардың айналасына жиналмақ. Егерде әлеумет қатысқандар маңайындағы газет, журналдардың бағытына риза болмаса, өздері бөлек газет, журнал шығарып, майданға шықпақ», -деген С.Сейфуллиннің сөзінде шындық бар. Ниеттері бір Алаш азаматтары «Айқап» журналы мен «Бірлік туы», «Қазақ» газеттерін өз пікірлерін ашық білдіретін мінберге айналдырғанын мұрағат материялдары растайды.\nБұл аталған басылымдар ХХ ғасырдың басындағы ұлт өмірінің ажырамас бөлігі еді. Қазан төңкерісіне дейінгі, сол кезеңдегі, содан кейінгі қазақ халқының өмірі туралы, елдегі қалыптаса бастаған саяси ахуалдар туралы, большевиктердің билік тұтқасынан айырылып қалмау үшін жасап отырған іс-әрекеттері, елге төніп отырған қауып-қатерлері жөнінде шынай фактілерді арқау еткен жарияланымдардың құны айрықша. «Бірлік туы» газетінде жарық көрген «Түркістан автономиясы»/5/, «Екә талай күндер»/6/, «Мемілекет халі»/7/, «Қазіргі күй»/8/ атты мақалалар.\nУфадағы Ғалия медресесінің шәкірттері жолдаған үндеуде: «Береке, бірлік қалып, адамшылық ойласаң, адам болатын шағың жетті! Алтыбақан алауыз болып бөлінсең, жоқ болатын уақытың жетті! Кейінгі үрім-бұтақ, қара қазан сары баланың қамын ойлайтын уақыты осы!», - депайтылғандай, сол уақыттың шындығын алдымызға жайып салады.\n«Бірлік туы» газетінің ерекше атап айтар бір бағыты бірлікті ту ету болды. Ол түркістан автономиясын құруды қолдағанынан да айқын байқалады. Бір шоғыр зиялы қауымның ұйытқысы бола білген басылым ұлтты тәуелсіздік пен тұтастықтың жолына жұмылдыры білді. Өткенін екшеп, болашағын болжап, бағыт-бағдарын нақтылап, ұлт бостантығын баянды ету мәселелері басылым беттеріндегі жарияланымдардан анық көрініс тапты.\nҚорыта келгенде, «Мерзімді басылым тарихын, әсіресе, ұлттық баспасөз тарихын, бүгінгі күн талабына сай, ұлттық мүдде тұрғысынан қайта қарау төл тарихымызды толықтыра түсері, оларды тарихи дерек көзі ретінде пайдалану бұралаңы мол ХХ ғасырдағы қазақ тарихын тереңірек зерттеуге мүмкіндік берері анық. Өйткені, ел тарихының жазба деректер тобына жататын мерзімді басылымдардың, оның ішінде ғасыр басында дүниеге келіп, бірі қысқа, бірі ұзақ өмір кешкен бейресми, ұлттық бағыттағы демократиялық басылымдардың ұлт тарихына байланысты берер мәліметтері, жеткізер деректері мол» /10/,- деген тарихшы ғалым Қ. Атабаевтың тұжырымын толық қолдаймыз. Осы бағытта зерттеу жұмысын жандандыру алдағы мақсатымыз болып табылады.\n  ***\n  ***\n  The article is about the history of the «Birlik tuy» newspaper creation. This newspaper was issued in the beginning of XX century. As a scientific base of research, the historical items of information and actual material were taken. The author spends a parallel of the thematic and genre decision of national independence and freedom in the magazine questions in the «Ayikap» «Kazak» and «Birlik tuy» magazines.\nӘБДІРАЗАҚОВА Аякөз  Қожамырзақызы Қорқыт Ата атындағы ҚМУ, магистр- аға оқытушы\n\n\nИсточник: https://e-history.kz/kz/history-of-kazakhstan/show/8735/\n© e-history.kz",
                "date": "2.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза ұстаған адамға құшақтап, сүйуге болады ма?",
        "question_content": "Ораза ұстаған адамға басқалармен құшақтап, сүйіп амандасуға болады ма? (әйелім емес)",
        "question_date": "2.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза кезінде әйелін сүюге рұқсат. Бірақ әйелінің сілекейі тамаққа кетпеуі тиіс және бұл жақындасуға дейін апармауы керек.   Имам Хаскафи Дуррул әл-Мухтар кітабында: «Егер адам өзіне сенімсіз болса сүю, ұстау, құшақтау және аймалау мәкруһ болып табылады. Ал егер өзін ұстай алса ешнәрсе емес», деген. Хадисте Омар (одан Алла разы болсын): «Бір күні қуанып келіп әйелімді сүйіп қойдым. Ол күні ораза едім. Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) келіп: «Бүгін ауыр күнә істедім. Ораза болсам да әйелімді сүйіп қойдым» – дедім. Сонда Алла Елшісі (оған Алланың салауаты мен сәлемі болсын): «Егер оразада ауызыңды шайсаң не болады?» – деп сұрады. Мен: «ештеме болмайды» – деп жауап қаттым. Сонда ол: «Дәл сол секілді бұл жағдайда да ораза бұзылмайды»[1]. – деді.   Осы хадиске орай сүю оразаны бұзбайды. Ал егер де, сол уақытта шаһуатпен ұрық шықса оразасы бұзылып, сол күннің қазасын өтейді. Оразада әсіресе жастарға әйелін сүймегені жөн болады. Өйткені сүю жақындасуға алып барады.   Айша анамыз (Алла одан разы болсын): «Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) ораза кезінде сүйіп, құшақтайтын еді. Ол сендерге қарағанда өзінің нәпсісін қатты ұстайтын еді»[2] – деген. \n http://fatua.kz/kz/post/view?id=980",
                "date": "2.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай жарыққа қарағанда адамның көзі шаршамайды?",
        "question_content": "Қандай жарыққа қарағанда адамның көзі шаршамайды?",
        "question_date": "2.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "флуоресцентті лампалардың жарығы жақсы , ол  өте көк емес, сары емес, адамның көзі  олардан шаршамайды.",
                "date": "2.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразаның 1-ші күнінде ауыз бекітпей ұйықтап қалса?",
        "question_content": "Оразаның 1-ші күнінде ниет етіп жатып ауыз бекітпей ұйықтап қалса оны ертесіне бекітуге және 1-ші күнді қарыз ретінде ұстауға бола ма?",
        "question_date": "2.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 917,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер ораза ұстауға ниет етіп, сәресіге ұйықтап қалса, ештеңе ішіп жеместен ораза ұстауын ары қарай жалғастыра береді. Сәресі ішу – парыз емес. Бірақ, сәресінді жіберіп алмауға тырысқан жөн. \nХадисте: «Сәресі ішіңіздер, себебі, сәресінде берекет бар. Бір жұтым су ішсеңдер де сәресінді тастамаңдар. Себебі, сәресіге тұрғандарға Алла Тағала рақым етіп, періштелер кешірім тілейді делінген. Сәресі ішу адамға күш береді, күндізгі жұмыстарын тыңғылықты атқаруға, ғибадаттарын кемшіліксіз орындауға көмектеседі. Бұған қоса, сәресіге тұрған кісі сүннет сауабын алады.\nhttps://kaz.nur.kz/health/1492166-orazada-saresige-uyyqtap-qalsa-ne-ist/",
                "date": "2.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз ашып, бекіткен кезде құрма жеу міндетті ма?",
        "question_content": "Құрма жемей ақ ауыз бекітіп аша берсе болмайма, мен құрма дегенді ұнатпайтын едім.",
        "question_date": "2.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қасиетті Рамазан айында мұсылмандар ауызды құрмамен ашуды сүннет деп есептейді. Сүннет деген Пайғамбарымыз Мұхаммед (с.ғ.с.) жасаған  және \"жасаңдар\" деген әрі жасалғанын қолдаған іс әрекеттер.\n\nБекітілген және бекітілмеген сүннеттер бар. Жалпы сүннетті орындаса сауап, ал орындамаса жаза болмайды. Бірақ мұсылмандар үшін үлкен кемшілік болып табылады екен.(әсіресе бекітілген сүннеттерді)",
                "date": "2.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразада ән аспабын тыңдап, не ойнауға бола ма? (домбыра, гитара)",
        "question_content": "Ораза басталды. Сол оразаның уақытында гитара немесе домбырамен ойнауға бола ма?",
        "question_date": "2.04.2022",
        "question_tag": "Ораза сұрақтар",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 920 г, ал кинетикалык энергиясы 46 Дж болатын доптың жылдамдығы неге тең?",
        "question_content": "Массасы 920 г, ал кинетикалык энергиясы 46 Дж болатын доптың жылдамдығы неге тең?",
        "question_date": "1.04.2022",
        "question_tag": "Физика",
        "question_views": 801,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Формула бойынша есептесек түбір асты 100, оны түбір астынан шығарсақ 10 . \nЯғни жауабы 10м/с.",
                "date": "19.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратураны кез келген мамандықты оқуға болады ма?",
        "question_content": "Мен 3 курс студенті едім қазіргі таңда КАРГУ да фармацев мамандығын оқып жатырмын. Кейін бітірген соң Магистратураны ағылшын тілі мұғалімін оқыса болады ма?",
        "question_date": "1.04.2022",
        "question_tag": "Университет, колледж",
        "question_views": 582,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр жылы әртүрлі болуы мүмкін.\nМен 2019 бакалавар бітірдім. Химфак ҚАЗҰУ -да (органикпін), сол жылы химфакта бітірген бірақ саласы бізге сай келмейтін химфактың басқа мамандық бакалаврларның түлектері (бейорганиктер)  біздің салаға жататын мұнайхимия мамандығын таңдап түсті. Себебі , біз 4 курс бакалаврді оқып жүргенде түпті басқа факультеттің (юрфаки т.б. + басқа ЖОО бітірген) бакалавр түлектері сол мұнайхимияға түсіп ешқандай қарз сабақтарсыз оқып жатқанын білетін. Бірақ примерно 2 семестрде ректораттан группаның бейорганиканы бітірген магистранттарына хат келіп, қарыз сабақтарды ақылы оқуы керектігі жайлы хабар келді. Сондықтан бәрін біліп алған жөн, оқу ісіне жауапты зам деканмен ақылдасыңыз.",
                "date": "2.04.2022",
                "upvotes": 0
            },
            {
                "text": "Болмайды, сол мамандықтағы бар пәндерден магистратура оқуға болады",
                "date": "17.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беттегі грибокты қалай емдеуге болады? Ол көбейе ма?",
        "question_content": "Бет терісіне шыққан грибокты қалай тез әрі дақ қалдырмай кетіруге болады?",
        "question_date": "1.04.2022",
        "question_tag": "Тазалық",
        "question_views": 833,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз бетіңізше емдеуге тырыспаңыз, одан сайын оның орналқат бет ауданын көбейтесіз, Яғни бүкіл бетіңізге жайылып кетеді. Дерматолог маманға қаралыңыз.",
                "date": "2.04.2022",
                "upvotes": 0
            },
            {
                "text": "Грибок -паразит. Паразитке қарсы табиғи өнімдер ішу керек.Және кешенді түрде тазалану керек. Уақтылы емдемесеңіз, көбейе береді.Хабарласыңыз.",
                "date": "9.07.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "A B C теңбуйірлі үш бурышында АС тең 32 см ауданы",
        "question_content": "A B C теңбуйірлі үш бурышында АС тең 32 см ауданы 192 см квадрат буйір қабырғасының ұзындығын тап",
        "question_date": "1.04.2022",
        "question_tag": "Геометрия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A B C теңбуйірлі үш бурышында АС тең 32 см ауданы 192 см квадрат буйір қабырғасының ұзындығын тап",
                "date": "4.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адамның шашын уыстап ыстап бірден жұлса не болады",
        "question_content": "Адамның шашын уыстап ыстап бірден жұлса не болады",
        "question_date": "31.03.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 383,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ештеңе болмайды, аздап қанауы мүмкін, абайсызда жұлынып кетсе, яғни ұдайы қайталанатын іс болмаса онда қайта өз орнына келіп өседі, тек қанаған жағдайда, күшкене күтім жасап жазып алсаңыз болды.",
                "date": "2.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл дипломға жазғы семестрдің әсері бар ма?",
        "question_content": "Менде барлық сабағым 5, практика, емтихан, сессия дегеннің бәрінен 5 алғанмын. GPA балым 3.85 бірақ бір сабақтан жазғы семестрге қалып қойғаным бар. Оны да 5 ке тапсырып шықтым. Осы жазға қалғаным қызылға әсер ете ме?",
        "question_date": "31.03.2022",
        "question_tag": "Университет, колледж",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ әсер етпейді",
                "date": "31.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүниежүзі суында беткі ағыстардың қалыптастыуының негізгі себебі",
        "question_content": "маған тез географиядан ожсб ға дайындық сұрақтарына жауап керек көмектесіңші \nЖауап беріңші\nДүниежүзі суында беткі ағыстардың қалыптасуының негізгі себебі \nТез керек\nА) күн сәулесі\nВ) тұрақты жел \nС) литросфералық тақта\nВ) айдың тұтылуы\nЕ) жердің айналуы \nҚайсы дұрыс",
        "question_date": "31.03.2022",
        "question_tag": "Мектеп",
        "question_views": 908,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхит суының беткі кабаты ғана емес, түбіне дейін де үнемі қоз-ғалыста болады. Оны қозғалысқа келтіретін көптеген себептер бар. Оған тұрақты желдер, Жердің ез білігінен айналуы әсерінен ауытқы-тушы күші, су температурасы мен тұздылықтың айырмашылығы, мұхит табанының жер бедері және материк жағалауларының пішіні жатады. Мұхиттық ағыстар туралы теңізшілер мен саяхатшылар ежелден-ақ білген және оны өз қажеттеріне (кеме қатынасы, шөлмек поштасы және т.б.) пайдаланып келген.\nМұхит пен материк арасындағы жылу мен ылғалдың айналысында беткі агыстардың маңызы зор. Беткі ағыстардың қалыптасуының аегізгі себебі жел болғандықтан, түрақты желдер мен ағыстардың бағыттары мен жылдамдықтары арасында тығыз байланыс бар. Бұл байланыс әсіресе Атлант мұхитының солтүстік бөлігінде айқын көрінеді.\nДүниежүзілік мұхиттағы беткі ағыстардың қалыптасуы мен айналымын Атлант мұхитының солтүстік бөлігінің мысалында қарастырайық. Бұл ағыстар жүйесі солтүстік-шығыс пассаттың беткі су массаларын батысқа қарай айдауынан түзілген Солтүстік пассат агысынанбасталады. Ол Оңтүстік Американың шығыс жағалауында екіге айырылып, бір тармағы Экваторлық қарсы агысты түзіп, судың бір бөлігі шығысқа қарай кері қайтады. Ал Пассат ағысының екінші тармағы Сариб теңізіне жетіп, су деңгейін көтереді. Осы беткі су массасы Антиль аралдарын айналып өтіп, Жердің ауытқытушы күшінің әсерінен дүние жүзіндегі ең қуатты жылы ағыс – Голъфстримді түзеді. Гольфтрим ағысы Солтүстік Американың шығыс жағалауын бойлай, 40°.е. дейін жетеді. Одан әрі су массаларының негізгі тармағы қоңыр қай ендіктегі тұрақты соғатын батыс желдерінің әсерінен Солтүстікатлант агысына айналады. Бұл ағыс Скандинавия түбегін айналып өтіп, қоңыржай және полярлық ендіктердегі судың беткі температуасын жоғарылатады. Сондықтан бұл аудандарда қыс салыстырмалы түрде жылы, ылғалды болады. Ағыс Жаңа Жер аралдары маңына жеткенде, Арктиканың суық суларымен араласып, күшін жояды. Ал қоңыржай ендіктерден қайтқан су массалары Африка жағалауларындағы тереңнен көтерілетін суық сулармен араласып, Канар суық агысын түзеді. Ол әрі қарай Солтүстік Пассат агысына жалғасады. Осылайша Атлант мұхитының солтүстігінде сағат тілі бағытындағы аса ірі су айналымы пайда болады.\nІрі су айналымы Атлант мұхитының оңтүстігінде де калыптасады. Бұл жүйе Оңтустік Пассат агысы, Бразилия агысы, Батыс Желдері агысы, Бенгел агыстарынан кұралады. Бірақ оңтүстік жарты шарда Жердің ауытқу күші солға бағытталатындықтан, айналымның бағыты сағат тіліне қарсы қозғалады.\nТынық мұхитында да осындай ағыстар жүйесі қалыптасады: мұндағы Куросио агысы Гольфстримге ұқсас, ал Солтустік Тынық Мұхит агысы Солтүстік Атлант ағысына, Гумболъдт немесе Перу агысы Бенгел ағысына ұксас. Бұл ұқсастықтар екі мұхиттың да полюстер аралығындағы географиялық орнымен байланысты.\nҮнді және Солтүстік Мұзды мұхиттардағы ағыстардың қалыптасуы олардың географиялык орнының ерекшеліктеріне қарай басқаша сипатта болады.\nОңтүстік жарты шардың коңыржай белдеуіндегі ашық су айдыны арқылы шеңбер жасап, Дүниежүзілік мұхиттағы ең қуатты суық ағыс — Антарктикалық ағыс немесе Батыс Желдер агысы өтеді. Ол ені 1000-1300 км болатын, 1-5 км тереңдікке дейінгі су массаларын ағатына 3,5 км жылдамдықпен қозғалысқа келтіреді. Осы ағыс аркы-лы дүние жүзіндегі барлық өзендерден бір жыл ішінде ағып өтетін судан 200 есе көп молшердегі су ағып өтеді. Бұл батыс желдерінің өте куатты екенін дәлелдейді.\nДүниежүзілік мұхитта беткі ағыстар жылу мен ылғалдың тасымалда-уы мен бөлінуіне зор ықлал етеді. Ағыстар мұхиттардың батыс бөлігінде ісылы суларды полюстерге қарай бағыттап, жоғары ендіктерді жылытады, ал шығысында экватор маңына салқын суларды алып келіп, жылыуына себепші болады. Жылы және суық ағыстар кебінесе қоңыржай белдеулерде түйіседі. Соның нәтижесінде қасиеттері түрліше судың араласуынан мұхит үстінде құйындар пайда болады. Бұл құбылыс мұхиттарға ғана емес, көршілес құрлықтар үстіндегі ауа райына да өсер етеді. Кылы және салқын мұхит суларының түйісу аймақтары Дүниежүзілік мұхиттағы биологиялық өнімділіктің жоғары ауданы болып есептеледі. сондықтан кәсіптік балықтар осы аудандарда көптеп ауланады.",
                "date": "4.03.2023",
                "upvotes": 1
            }
        ]
    }
]