[
    {
        "question_title": "Мыс (ІІ) хлоридінің ерітіндісінің электролизі кезінде катодтың массасы 3,2 грамға артты.",
        "question_content": ".  Мыс (ІІ) хлоридінің ерітіндісінің электролизі кезінде катодтың массасы 3,2 грамға артты. Осы кезде анодқа бөлінген газдың көлемін (қ.ж.) табыңдар.\nБер:                              шешуі:  қалай?\nm(Сu) = 3,2г                                                                      \n                                                      т/к V(СІ2) =?",
        "question_date": "4.10.2020",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Натрий хлоридінің сулы ерітіндісін электолиздегенде",
        "question_content": "Натрий хлоридінің сулы ерітіндісін электолиздегенде анодта көлемі (қ.ж.) 22,4л сутек түзілген болса, алынған сілтінің массасын табыңдар.\nБер:                              шешуі: қалай?  Электролиз теңдеуі: қандай?\nV (Н)2) = 22,4 л                                                     \n2NaCl + 2H2O   = Н2+ Cl2 +2NaОН\nт/к  m (NaОН) =?",
        "question_date": "4.10.2020",
        "question_tag": "Химия",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіктөртбұрыш бөлменің периметрін табу",
        "question_content": "Қабырғалары 2м65см-ге тең екі бөлек шаршы пішінді линолеум төселді. Бөлменің ұзындығы мен ені қанша? Көмектесіңіздерші",
        "question_date": "4.10.2020",
        "question_tag": "Математика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аәбвгдежзиклмноп",
                "date": "8.10.2020",
                "upvotes": 0
            },
            {
                "text": "Ұз-530см\nЕні-265см\nР=2×(а+в)\n2м65см=265см\n265×2=530см\nР=2×(530+265)=1590см\nЖ/бы: Р=1590см",
                "date": "10.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кері матрицаға арралған 5 есеп туып бере аласыздарма",
        "question_content": "Маған Математика пәнәнен кері матрицаға арналған 5 есеп керек еді тез арада. Шығарып беріңіздерші . Толық нұсқасы болса есептің ,шығарылу жолымен",
        "question_date": "4.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 219,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екіқабат екенімді қалай білуге болады?",
        "question_content": "Беременность, екіқабат екенімді қалай білуге болады. Тест тапсырып көрсем екіқабат деп көрсетіп тұр. Узиге барып тексерілсем екіқабат емесің деп жатыр. Қалай білуге болады?",
        "question_date": "4.10.2020",
        "question_tag": "Денсаулық",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7 күннен соң тағы көріңіз егер срог  кішкентай болса көрсетпеуі мүмкін немесе хгч тапсырыңыз сонда белгілі болады.",
                "date": "10.11.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Иықтары 0,1 м және 0,3м иінтірекке екі күш әрекет етеді.",
        "question_content": "Иықтары 0,1 м және 0,3м иінтірекке екі күш әрекет етеді. Қысқа иыққа әрекет ететін күш 3Н-ға тең. Иінтірек тепе-теңдік те болу үшін ұзын иыққа әрекет ететін күш неге тең болуы керек.",
        "question_date": "3.10.2020",
        "question_tag": "Физика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M1=M2\n0.1*3=F*0.3\nF=1H\nТолығырақ жазсақ:\nЖауабы : 1Н",
                "date": "3.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нақыл сөздегі сын есімге қалай талдау жасаймын",
        "question_content": "Нақыл сөздердегі сын есімдерге талдау жасап, оның мазмұн, мағынасын талдаңыз.\n\nАқылды әрі адал адамға жақындауға талпын, ақылд әрі өтірікші адамнан сақ бол, адал әрі ақымақ адамды ая, өтірікші әрі ақымақ адамнан аулақ қаш",
        "question_date": "3.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 558,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақылды, адал, өтірікші, ақымақ сөздері қандай? деген сұраққа жауап беріп, берілген нақыл сөз сөйлемінде сын есім рөлін атқарып тұр.\nБұл сын есімдердің мазмұн мағынасын ашар болсақ, барлығы да адам бойында кездесетін қасиеттерді айқандаушы сөз болып табылады.",
                "date": "3.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияның тақ жұп екеннін анықтау?",
        "question_content": "1)f(x)=x2+sin2x\n\n2)f(x)=x4sin2x\n\n3)f(x)=(2-x2)sin2x-5",
        "question_date": "3.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 703,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2 сынауықта натрий хлориді мен натрий фосфаты бар.Қайcы кайда екенин анықтау",
        "question_content": "2 сынаукта натрий хлорид натрий фосфат бар кайысы кайда екенин аныктау",
        "question_date": "3.10.2020",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хлорлы ионға сапалы реакция - AgNO3 күміс нитратымен реакция. Құрамында натрий хлориді бар пробиркаға күміс хлоридінің ақ түсті тұнбасы түседі.\nNaCl + AgNO3.= AgCl↓. + NaNO3\n қалған 2 ші пробиркада фосфат",
                "date": "3.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "16 г раствора гидроксида натрия",
        "question_content": "16 г раствора гидроксида натрия добавляли к 16 г раствора сульфата меди 2. Определите массу образовавшегося осадка.\n\nҚұрамында 16 г мыс (2) сульфаты бар тұз ерітіндісіне натрий гидроксидінің 12 г ерітіндісін қосты . Түзілген тұнбаның массасын анықтаңыз",
        "question_date": "3.10.2020",
        "question_tag": "Химия",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CuSO4 + NaOH -----> Cu(OH)2 + Na2SO4\n(Cu(OH)2 тұнбаға түседі",
                "date": "3.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Центрге тартқыш үдеуге мысал керек еді өтініш сіздерден",
        "question_content": "Өтініш центрге тарқыш үдеуге мысал керек еді",
        "question_date": "3.10.2020",
        "question_tag": "Физика",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шифрлау деніміз не?",
        "question_content": "Шифрлау деген не? Егер жауабын білсеңіз өтінемін маған көмектесесіз бе? Егер бұл сұрағыма жауап берсеніз көп көп рахмет сізге!",
        "question_date": "3.10.2020",
        "question_tag": "Информатика",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шифрлау - Рұқсат етілмеген қол жеткізуді болдырмау үшін деректерді кодтау процесі. Шифрланған хабар ашық кілті бар алушыдан басқа кісілер үшін оқылмайтын түрде болады. Ашық кілт шифрды шешеді, себебі ол жіберуші хабарды шифрлау үшін пайдаланған құпия кілтке сәйкес келеді.",
                "date": "3.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Қаһар»романының «Кенесары хан» үзіндісінің мазмұнына шолу",
        "question_content": "Гербурт-Жүсіп  неліктен  Кенесары ордасынан кете алмады?",
        "question_date": "3.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі билік қалады",
                "date": "1.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші жырдың мазмұны қажет",
        "question_content": "7 сынып Қазақ әдебиеті кітабында Бірінші жыр деген бар соның маған мазмұны қажет тезірек пд пж пж пж",
        "question_date": "3.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 889,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сүтті ішуге қиналатын болдым.",
        "question_content": "Мен кешке сүтке балл қосып ішуді әдетке айналдырсамба деген едім, ішіп жүргеніме 1-2 апта болды.Бірақ қазір сүтті ішкім келмей қалды, не себепті олай ? Ол ненің белгісі ? Сүт ауылдікі.",
        "question_date": "2.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 229,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүттің пайдасы өте көп болғанмен шамадан тыс ішкен кезде одан жалығу сезімі пайда болады. Ондай сезім кез келген тағамды үздіксіз пайдалана мберуден туындайды. Одан қорқудың қажеті жоқ.\nОсы орайда сүттің пайдасы жайлы айтып кеткім келеді.\nСалмақты сақтауға және бұлшықетті өсіруге көмектеседі\nАртық салмақпен күресіп жүрген жандар үшін сүттің пайдасы зор. Диетадан кейін салмақты бір қалыпта сақтауға, бұлшық ет массасын жоғалтпай, өсіру үшін ағзаға тағаммен берілетін макронутриент ақуыз қажет. 100 грамм сиыр сүтінде шамамен 3,2-3,5 грамм ақуыз бар, мұндай ақуыздың сіңу коэффициенті – 1.0. Бұл – барлық қажетті аминқышқылдарды қамти отырып сүт ағзаға толығымен сіңеді деген сөз.\nИнсульт және жүректің ишемиялық ауруы қаупін төмендетеді\nСиыр сүтінде майлар шамамен 63 пайызды құрайды. Олар жүрек пен қан тамырлары үшін зиянды деп саналады, бірақ ғылыми дәлелі жоқ. Керісінше, ірімшік, майсыз сүт және қышқыл сүт өнімдері инсульт пен жүрек ауруларының қаупін төмендетеді. Бұдан бөлек, сүтте 4,73 пайызға дейін жүрек пен миға пайдалы май қышқылдары болады. Бұл қышқылдар тек көктем және жазда құнарлы шөппен қоректендірілген жануарлардан көп бөлінеді.\nСүйектің сынуына жол бермейді\nСүйек пен тіс күшті және сау болу үшін ағзаға кальций қажет. Сонымен қатар, бұл макроэлемент қан тамырларының, жүйкенің және гормондардың жұмысына қатысады. Адам ағзасына кальций жетіспеген кезде денсаулығы сыр бере бастауы мүмкін. 100 грамм сүтте 112 миллиграмм кальций бар. Сүттегі кальций лактозаның, D дәруменінің және фосфордың арқасында ағзаға жақсы сіңеді.\nЕгде жаста мидың жақсы жұмыс істеуіне көмектеседі\nСүтті жақсы көретін егде жастағы адамдардың миында глутатион көп болады. Бұл мидағы жасушаларды бос радикалдардан қорғайтын күшті антиоксидант.",
                "date": "2.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бақытым сен басыма қонған\" деген әнді кім айтады?",
        "question_content": "Бақытым сен басыма қонған\n\nҚуансаң мен қасыңда болғам\n\nСоққан жүрегіміз бір\n\nАйтылар тілегіміз бір\n\nБолсам деп өзіңе қорған\n\nАрманым жоқ\n\nАлтыным\n\nМына сілтемедегі музыка аты қандай,кім орындайды?\n\nhttps://www.instagram.com/p/CFubmVZBI_I/?igshid=1wji4u70tp7sy",
        "question_date": "2.10.2020",
        "question_tag": "Қазақша ән",
        "question_views": 905,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ромбының бұрыштарын табыңдар-дейді осыда 4:5 қатынасы деген не?",
        "question_content": "Ромбының диагональдарының бір қабыырғасымен жасайтын бұрыштарың шамасы 4:5 қатынасындай. Ромбының бұрыштарын табыңдар-дейді осыда 4:5 қатынасы деген не?",
        "question_date": "2.10.2020",
        "question_tag": "Математика",
        "question_views": 914,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы екі бұрыштың қосындысы 360/2=180 градус. Х үшін бір бөлікті белгілеңіз.:\n4х+5х=180\n9х=180\nх=180/9\nх=20(градус)\n4х=20*4=80(град.)\n5х=20*5=100(град.)\nРомбтағы қарама-қарсы бұрыштар тең, сондықтан бұрыштар 80, 100, 80 және 100 градусқа тең.",
                "date": "2.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыдыстың саңылауынан шапшыған суды дұрыс бейнелеген кескінді табыңыз?",
        "question_content": "Тестті дұрыстап орындаңыз, сәйкестендіріңіз?",
        "question_date": "2.10.2020",
        "question_tag": "Физика",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Паскаль Заңы - осылай дейді:\nТепе-теңдік күйде жатқан сұйық не газға әсер етілген қысым сол сұйық не газдың кез келген нүктесіне барлық бағыттарға бірдей таралады\nБұл заң француз философы Блез Паскаль есімімен аталынған, бірақ та осы заңды Г.Б.Бенедитти (1530-1590) мен Симон Стервин (1548-1620) екеуі 1586 дәлелдеген. Осы заң сұйық не газ қозғалып жатқанда, бұл заңға сүйенуге болмайды, сондықтан гидродинамика теңдеулерін қолдану керек, сонымен қатар сұйық не газға гравитациялық өріс әсер еткенде, Паскаль заңы қолданылмайды, себебі биіктік өзгерген сайын сұйық пен газдардың қысымы өзгереді екені мәлім.\n2) В суретіндегі кескін дұрыс бейнеленген.",
                "date": "2.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Формулаларды сәйкестеріңдер?",
        "question_content": "Формулаларды орындарына сәйкестендіріңіздер, әр формулаларды орндарына қойыңыз, сәйкестендіріп тап!",
        "question_date": "2.10.2020",
        "question_tag": "Физика",
        "question_views": 659,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші формула рейнольдс саны деп аталатын формула.",
                "date": "2.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тас жане қола дәуірінің жекеменшік түрі?",
        "question_content": "Тас және қола дәуірінің жекеменшік түріне не жазуға болады?",
        "question_date": "2.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 19400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тас дәуірі адамзат тарихындағы маңызды кезеңдердің бірі. Бұл кезеңде адамның, оның мүсін-кейпі мен мінез-құлқы күн көріс тіршілігі қалыптасты. Тас дәуірі осыдан 2,5млн жыл бұрын басталып, б.з.д. 3 мыңжылдықта аяқталды.\nҒылыми зерттеулерге қарағанда  адам баласы осыдан 2 миллион жыл  бұрын пайда болған. Бұл деректі  археология ғылымы дәлелдеген.  Археология – тарихи ескерткіштер, мұралар арқылы адам  баласының  өткен тарихын зерттейтін ғылым. Ең алғашқы адамның сүйегі Шығыс Африкада (Кения  жерінің Олдувай шатқалы) табылады.\nТас дәуірінің  кезеңдері:\n1. Палеолит (ежелгі тас дәуірі)\nа) ерте палеолит (б.з.д. 2млн -140 мыңжылдықтар).\nОңтүстіктегі Үнді мұхиты жағынан қазақ жеріне жылы ауа  келіп тұрған. Сондықтан Қазақстанда субтропиктік ормандар өскен. Сол кезде Қазақстан жерін мекендеген жануарлар: өзен, көлдердің жағасында пілдер, шалғында жылқылар, таулы жерлерде аюлар, мамонттар, бұғылар, бизондар, арқарлар, тауешкілер т.с.с.\nҚазақстан жеріндегі ежелгі адамның іздері ерте палеолит  дәуіріндегі б.з.д. 800-140 мыңжылдықтарға сәйкес келеді. Алғашқы адамдар Қаратау (Жамбыл-Шымкент облыстары) жотасы мен Қарасу (Шымкент обл. Алғабас ауд.) тұрағында мекендеген. Ең көне тас құралдар Оңтүстік Қазақстаннан табылды. 1958 жылы Оңтүстік Қазақстанда тас ғасыры адамының тұрақтарын тапқан ғалым Х.Алпысбаев болатын. Ерте палеолитке Шабақты, Бөріқазған тұрақтары жатады. Алғашқы адамдардың айналысқан істері: аң аулау, терімшілік. Алғашқы адамдардың баспанасы: тау үңгірлері, үңгіме қуыстар, тау шатқалдары, т.б. адамдар табиғаттың қаталдығына қарсы тұру үшін бірігіп аң аулап тіршілік етті, топтасып өмір сүрді. Олар пайдаланған тас құралдар мыналар: кварцит, обсидон, тақтас, шақпақ тас.\nә) Орта палеолит (б.з.д. 140-40 мыңжылдықтыр).\nОрта палеолит дәуірі мустьер дәуірі деп аталады. Бұл дәуір ертедегі адамның одан әрі өсіп-дамуымен, мәдени дамуының жаңы кезеңге көтерілуімен ерекшеленеді. Орта палеолит дәуірінің адамдар неандерталдықтар деп аталады. Антропологиялық келбеті: мойыны қысқа келеді, тістері ірі болады,сөйлеу қабілеті толық қалыптасқан. Негізгі кәсібі: аң аулау, терімшілік. Аңды қауым болып топтасып аулаған.\nБасты ерекшеліктерінің бірі – шақпақ тастан от шығаруды үйренді. Діни наным-сенім қалыптаса бастады. Мәселен, өлікті жерлегенде бір қырынаа жатқызып, аяғын бүгеді екен. Тас өңдеу әдісі жетілді. Еңбек құралдары, негізінен, нуклеустан жасалды. Бұл кезеңнің археологиялық ескерткіштері Оңтүстік Қазақстанның Топалы шатқалы мен Қызылрысбек тұрағынан табылған. Сондай-ақ, орта палеолитке Уалиханов атындағы тұрақ жатады.\nб) Кейінгі палеолит (б.з.д. 40-12 мыңжылдықтар).\nБұл дәуірде адам бласы  дамуындағы тағы бір жаңа кезең басталып, қазіргі адамға ұқсас адамдар  қалыптасты. Бұл адамдарды «саналы адам» немесе кроманьон адамдары деп атайды. Адамдар пышақ тіліктерін жасай алатын дәрежеге жеткен.\nЕңбек құралдарының 20 шақты  түрі болған. Адамдар тау үңгірлерін, қуыстарды баспана қылған. Бұл  кезеңге тән баспаналар әзірге Қазақстан  жерінен абылған жоқ. Бұл дәуірде  адамдардың топтасып өмір сүру нәтижесінде  рулық қауым қалыптасты. Сонымен  қатар өнер де пайда болды. Бұл дәуір адамдарының бұрынғылардан бір ерекшелігі сол рухани жағынан әжептәуір жоғары болды. Үңгір қабырғаларына салынған суреттер осылай дейді. Кейінгі палеолит адамдары Оңтүстік Қазақстандағы Ащысай тұрағы, Орталық Қазақстандағы Батпақ тұрағы, Қарабас көмбесі, т.б.\n2. Мезолит дәуірі. Ежелгі тас ғасыры палеолит пен жаңа тас ғасыры неолит арасындағы өтпелі дәуірді орта тас ғасыры немесе мезолит деп атаймыз. Ол б.з.д. 12-5 мыңжылдықтар кезеңін қамтиды. Мезолит дәуірі 7 мың жылға созылды. Бұл дәуір тарих ғылымында өте аз зерттелген. Қазақстанда табылған ескерткіштері көп емес.\nТабиғаты: ауа райы күрт жылынып, мұздар еріді. Шөбі, өсімдігі мол жерлер сиреп қалды. Бірқатар жануарлар (мүйізтұмсықтар, мамонттар) құрып кетті. Аң аулау  сол кездегі адамдардың негізгі  кәсібінің бірі болды. Аңшылық қарулар: жебелі садақ, бумеранг, т.б. садақты  алғашында ағаштан жасаған. Жебелері де ағаш, ұштары сүйек. Жебе 80-450 метрге дейін жететін болған. Бумеранг ағаш ораққа ұқсас қару. 100 метрге дейін ұшады. Мезолит кезеңінде жебенің доғал және домалақ оқтұмсықтарын аңшылар терісі бағалы аңдарды аулау үшін қолданған. Балық аулау да жақсы дамыды. Оның себебі мұздар еріп, өзен, көлдер көбейді. Бұл дәуірде адамдар Еуропа, Азия, Америка материгін игерді. Дәуірдің ерекшеліктері: жануарларды қолға үйрету, дәнді дақылдар өсіру.\n3. Неолит дәуірі (б.з.д. 5-3 мыңжылдықтар). Неолит дәуірі тас дәуірінің соңғы кезеңі немесе жаңа тас дәуірі деп аталады. Бұл кезең тастардың тиімді қасиеттерін тауып, кәдеге жаратқан табысты кезең болды. Еңбек құралдарын жасаудың тәсілдері жетілдірілді. Бұл дәуірде біраз ерекшеліктер болды. Ең алдымен, қоршаған орта қазіргідей кейіпке жетті. Адамдар жануарларды қолға үйретумен айналысты. Шаруашылықтың дамуына, оның жаңа түрлерінің көбеюіне байланысты адамдардың кәсіби қабілеті де дами бастады. Жаңа тас дәуіріндегі адамдар бұрынғы адамдардан барлық жағынан жоғары тұрды. Олардың құралдары: қыш ыдыс, керамика, дән үккіш, балта, кетпен, келі, сәндік бұйымдар, т.б.  Бұларды саз балшықтан, тастан, граниттен, мыс, алтын, қорғасын сияқты металдардан, т.б. заттардан жасаған. Адамдар мата тоқып, киім тігуді үйренді. Керамикалық заттарға геометриялық өрнектер салатын болған.\nҚола дәуірі (б.з.д.2-1 мыңжылдықтар). Тас дәуірі аяқталғаннан кейін қола дәуірі басталады. Қола дәуірі деп аталуының себебі, осы кезде Еуразияда қола өндіру тәсілі дүниеге келген. Қола дәуірінде рулық қатынас жойылып, тайпалық бірлестіктер құрылады. Алғашқы қоғамдық еңбек бөлінісі қалыптасты, оған мал шаруашылығының егіншіліктен бөлінуі себеп болды. Қола дәуірінде бүкіл Қазақстан жерінде мал шаруашылығы жетекші салаға айналды.\nҚола дәуірінің  үш ерекшелігі:\n1. Қола метеллургиясы. Түсті металдар, оның ішінде алтын, өндірістік жолмен игеріле бастады. Қазақстанның бірнеше өңірінде кен орындарын табылуы бұған дәлел.\n2. Бақташылық, мал шаруашылығы.  Мал өсіру негізгі кәсіпке  айналды. Үй жануарларының түрі  көбейді.\n3. Егіншілік. Егіншілік  біршама дамыды. Металлургияның, мал  шаруашылығы мен егіншіліктің  дамуы ер адамдардың қоғамдағы  рөлін арттырды. Сондықтан аналық  рулық қатынастардың орнына аталық  отбасылық рулық қатынас орнады.\nАндронов мәдениеті. Қазақстанда қола дәуіріндегі тайпалардан көптеген  тұрақтар, кен орындары, тағы басқа археологиялық ескерткіштер қалған. Бұларды Андронов мәдениеті деп атайды. Бұл мәдениет еуразиядағы қола дәуірінің ең ірі мәдениеті. Андронов мәдениетінің алғашқы ескерткіші 1914 жылы Сібір жеріндегі Андронов қонысындағы Ачинск ауылының маңынан табылған. Қола дәуіріндегі ежелгі қалалрдың ең ескі тұрағы – Арқайым. Ол Қостанай және Шелябі облыстарының шекарасында орналасқан. Андронов мәдениетінің ескерткіштері Енисейден Оралға дейінгі өте үлкен аймаққа таралған.\nБұл мәдениеттің Қазақстандағы  ескерткіштері Солтүстік-Батыс және Орталық Қазақстанда орналасқан. Орталық Қазақстанда Андронов мәдениетінің 30-дан аса мекені, 150-ден аса  моласы табылды. Кейінгі қола дәуірінің  мәдениеті Беғазы-Дәндібай мәдениеті деп аталады. Андронов мәдениеті кезеңіндегі тайпалар геометриялық өрнек салуды білген.\nАдамдар мыс пен қалайыны қосып қорытуды үйренген. Ол б.з.д. 2мыңжылдықта  басталған. Андроновтықтарда, негізінен, отырықшы шаруашылық басым болған. Бұл, әрине, егіншіліктің болғанын көрсетеді. Жерді тесемен өңдеген, сондықтан  сол кездегі егіншілік «теселі  егіншілік» деп аталған. Көбінесе бидай, тары өсірілген. Алғаш рет соқаны Андроновтықтарда патша салған. Қола дәуірінің тайпалары үнді-ирандық  тілде сөйлеген.\nАндронов қолөнері. Қола дәуірінде Қазақстанды мекендеген тайпалар ыдысты  қыштан жасаған. Андронов мәдениетінің археологиялық рәмізі сырға мен алқа. Үй кәсіпшілігінде тоқыма кәсібі дамыған.\nАндроновтықтардың кен өндіру әдісітері:\nа) Жұмсақ кен өндіргенде опыру әдісін қолданды;\nә) қатты кен өндіргенде отпен уату әдісін пайдаланды;\nб) үңгіп қазу әдісі.\nАндроновтықтар өндірген кенді сумен шаятын болған.\nАндроновтықтардың баспанасы  – жертөле немесе жартылай жертөле.\nДіні мен өнері. Қола дәуірінің адамдары табиғат күштеріне көбірек табынды.\n1. Мәйіттің басын батысқа  немесе оңтүстік-батысқа қаратып  жерлеген.\n2. Өлікті қабірге аяқ-қолын  бүгіп жатқызған.\n3. Өлген адамды өртеп,  қабірге оның күлін ғана қою  ғұрпы да болған.\nАндроновтықтар үй салғанда құрбандық шалған. Ошақты қатты құрметтеген. Тасқа салынған суреттер: жабайы бұқа, бишілер, қоспақ түйе, екң аяқ арба, әскер шайқасы. Әшекейлер: сақина тәріздес сырға, алтын білезік және т.б.",
                "date": "2.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кез келген функцияға кері функция табуға болама? дәлелдеу",
        "question_content": "Кез келген функцияға кері функция табуға болама?оны дәлелдеу",
        "question_date": "2.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күлтегін жырына жоспар құрау?",
        "question_content": "Күлтегін жырына жоспар құрау керек. Күлтегін жыры туралы толық ақпарат бере кетсеңіздер.",
        "question_date": "2.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Қадырханның қойнауы.\n\n2.Көк аспанның әмірі.\n\n3.Мен халқымды өсірдім.\n\n4.Тұрар жерде тұрысты.\n\n5.Еңбек еттім ел үшін",
                "date": "5.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әнге сөз жазамын. Хабарласыңыздар!",
        "question_content": "Әнге сөз жазамын. WhatSapp 87774749894. Арзан әрі тиімді бағада!!!",
        "question_date": "1.10.2020",
        "question_tag": "Әннің сөзі",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ, орыс, ағылшын тілдеріндегі құрмалас сөйлемдердің айырмашылығын көрсетіп жазыңыз?",
        "question_content": "Осы сұраққа тез жауап керек.\n\nҚазақ,орыс,ағылшын тілдеріндегі құрмалас сөйлемдердің айырмашылығын көрсетіп жазыныз.",
        "question_date": "1.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қасыңнан жүрдек поезд өткен кезде ол сені өзіне тартатын сияқты болып сезіледі",
        "question_content": "Қасыңнан жүрдек поезд өткен кезде ол сені өзіне\nтартатын сияқты болып сезіледі.Неге?",
        "question_date": "1.10.2020",
        "question_tag": "Физика",
        "question_views": 623,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Г р а в и т а ц и я",
                "date": "1.10.2020",
                "upvotes": 0
            }
        ]
    }
]