[
    {
        "question_title": "Не үшін кәзір Қытайда диаспора қазақ балдар бірбірімен қытайша тілде сөйлейді?",
        "question_content": "Не үшін кәзір Қытайда Қытайлық Диаспора этностық қазақ балдар чистый қытайша тілмен ға на сөйлеседі?",
        "question_date": "28.09.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі, Қытайдың қазақ халқына саясаттары өзгерген, олар түгелдей қытайландыру саясатын жүргізіп жатыр.",
                "date": "14.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Не үшін Қытайдағы мектептерде қазақ тілі оқулықтары басылып шығарылмайды?",
        "question_content": "Не үшін Қытайда қытай қазақ школасында қазақ тілі Не печататься болды.",
        "question_date": "28.09.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қытайдың қазақ халқына саясаттары өзгерген. Жаңалықтар қарасашы. Youtube-та 1612, Азаттық радиосы арналарын қара.",
                "date": "14.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түбір және жұрнак жалғауын тауыпберіндерші",
        "question_content": "Ақылды, белгілі, кітабына, енгізілді",
        "question_date": "27.09.2019",
        "question_tag": "Мектеп",
        "question_views": 928,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ақыл - түбір ды - жалғау\n\nбелгі түбір лі жұрнақ\n\nкітап түбір  ы жұрнақ на жалғау\n\nенгізу түбір іл, ді жұрнақ",
                "date": "27.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджмент мамандығын бітігеннен кейін жұмысқа тұру оңай бола ма",
        "question_content": "Менеджмент мамандығын бітігеннен кейін жұмысқа тұру оңай бола ма??",
        "question_date": "27.09.2019",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез-келген мамандықта жұмысқа тұру ішін 2-курстан соң мамандық бойынша жұмыс істей бастау керек. Официант анау-мынау емес болашағына қажетті мамандықты\n\nМенеджмент деген жалпылама ұғым. Менеджер бұл басқарушы не жобаны жүргізуші. Нарықта түрлі менеджерлер бар. Қазіргі таңда менеджер проектов деген өте сүранысқа ие және бағаланатын мамандықтардың бірі. Сіз оқу бітірген кезде не сұранысқа ие болатыны жайлы ойлану керек. Жалпы қандай менеджер болмасын оған қойылатын негізгі талаптар кез-келген профессионалға қойылатын талаптармен бірдей: коммуникация, стресске төзімділік, тайм менеджмент, жауапкершілік, жақсы сөйлеп әрі жаза білу, бірнеше тіл білу және т.с.с.\n\nОқу бітірген соң құр дипломмен ғана болсаң, жұмыс табу қиын болады. Ал, оқу барысында стажировкадан өтіп, жұмыс істесен, оқу бітірмей-ақ қайда барамын, қайда жұмыс істеймін деген сұрақтардың жауабың білесіз. Стажировканы \"галочка\" үшін емес тәжірибе үшін, болашақта істейтін нарықты көру үшін, оқу барысында қай жақтарынды дамыту керектігін білу үшін өту қажет. Big4, халықаралық компанияларлың офистерінде немесе ішкі стандарттары жоғары отандық ірі компаниялардан өтуге тырысу керек.",
                "date": "17.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дизайнер мамандығы туралы толық ақпараттар берсеңіздер?",
        "question_content": "Саламатсыздар ма?дизайнер мамандығы туралы толық ақпарат берсеңіздер?бұл мамандықтың жоғары оқу орыны бар ма және ҰБТ ның қатысы бар ма оқуды бітірген соң қайда жұмыс істей аламын.Осы мамандықта оқып жүргендер болса көмектесіп жіберсеңіздер?жалақысы қанша болады?Жұмыс табу оңай ма?",
        "question_date": "27.09.2019",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматыдағы Қазақтың Бас сәулет құрылыс академиясы еліміздеі сәулетші, дизайнер, құрылысшы мамандарын даярлайтын бірден-бір жетекші оқу орны екені белгілі. Осы орайда қазіргі кезде кең тараған әрі аталған оқу орнында жүйелі оқытылатын дизайнерлік мамандық жөнінде әңгімелеуді жөн көрдік.\nДизайн саласы – ғылыми-техника, компьютерлік салалар дамыған ХХІ ғасырда жаңаша тыныс алып, ілгері қадам басты. «Дизайн» термині ағылшын тілінен енген сөз. Ол жобалау, сызу, ойластыру деген ұғымды білдіреді.\n\nАкадемиядағы дизайн мамандығы бойынша студенттерге сәулеттік дизайн, графикалық, өнеркәсіптік, теле-видео дизайны және сән дизайны бойынша жан-жақты білім беріледі. Осының ішінде, әсіресе теле-видео және сән дизайны өзінің ерекше инновациялық технологиялармен қызықтырады. Айта кетейік, бұл оқу орнында тұңғыш рет ашылған дизайн өнерінің бір түрі. Факультетіміз осы салаға жаңадан қадам басқан шәкірттермен қатар өз шеберліктерін шыңдауды мақсат еткен азды-көпті тәжірибесі қалыптасқан жастар, магистранттардың шығармашылығын дамытатын ғылыми орталық болып табылады. Оқу үдерісі барысында аталған мамандықтың барлық ерекшеліктері, теориялық негіздері, жобалаудың жаңа бағыттары, әдістемелері ескеріліп отырады. Қазақтың ұлттық ою-өрнектеріне мән беріледі. Өйткені ұлтымыздың төл өнері заманға сай дамып, ұмыт қалмауы тиіс. Оны уақыт талабына сай жаңғыртып отыру дизайн өнерін халықтық нақышпен өркендетуге серпін берері анық.\n\nДизайн саласының қыр-сыры барша жұртшылыққа түсінікті бола бермеуі де мүмкін. Бұл негізінен адамның қиялымен, көркем ойлау жүйесімен байланысты сала болғандықтан оны шығармашылық бағытқа жатқызамыз. Мәселен, оқу үдерісі бірнеше кезеңдерді қамтиды. Атап айтқанда, «Үйлестіру кезеңінде» мамандықтың негізін оқып үйрену, яғни композицияның, суреттің, бейнелеудің, мүсіннің, түс танудың көркемдік құралдарын, инженерлік графиканың, жарнама мен баспа графикасының, макеттеудің негіздерін, сонымен қатар өнер тарихы, дизайн тарихы мен теориясы бойынша теориялық білімді меңгеру жүзеге асырылады. Алуан түрлі дизайн нысандарын жобалаудың, дизайн нысандарын құрастырудың, дизайн нысандары өндірісінің, құрал-жабдық зерттеудің, менеджмент пен маркетингтің тәсілдерін меңгеру «Тұрақтандыру кезеңінде» үйретіледі.\n\nСтуденттердің дизайн нысандарын жобалау аясында оқып меңгерген, жинақтаған білімдерін сәулеттік және өнеркәсіптік салада компьютерлік технологияларды қолдана отырып пайдалануын мамандандыру кезеңі деп атайды. Оқу барысында меңгерген теориялық білімін, практикалық шеберліктерін шәкірттер пленерлік, технологиялық, жобалық және өндіріс барысында көрсете алады. Жоғарыда аталған кезеңдердің әрқайсысын меңгеру – шығармашылық қабілеттің артуына мүмкіндік береді.\n\n«Дизайн» мамандығы бойынша мамандар дайындаудың оқу бағдарламасы (оқу бағдарламасы мен жоспары) Қазақстан Республикасы Білім және ғылым министрлігі бекіткен Мемлекеттік жоғары кәсіби білім беру стандарты негізінде құрылған. Басты мақсат – білімгерлердің дизайн жасауға қажетті теориялық білімдерін практикамен ұштастыру, мамандық терминологиясын еркін меңгеруге мән беру, кескіндеме, графика, мүсін, дизайн, жарнама өнімдеріне композициялық талдау жасауына қол жеткізу.\n\nӨзіндік шығармашылық жұмыстарға да баса назар аударылады. Оған студенттер белсене қатысқан ірі көрмелер мен байқаулар дәлел бола алады: Түркістан қаласының 1500 жылдығына байланысты қаланың сәулеттік келбетін жаңарту концепциясын әзірлеуі; Парижде ЮНЕСКО штаб-пәтерінде Қ.И.Сәтбаевтың 100 жылдығына арналған «Қазақстан ғылымы» көрмесінің экспозиция жобасысын дайындауы; Қазақстан Республикасы Спорт комитеті ұйымдастырған Лозанна қаласындағы (Швейцария) Олимпиада мұражайының көрмесіне қатысуы, сондай-ақ «Қарлаг» құрбандарына арналған көрмеге, «Сент-Этьен 2000» көрмесіне (Франция), «Орта Азиядағы киіз» халықаралық семинарына, «Сорос-Алматы» қазіргі заман өнер орталығы ұйымдастырған жастар фестивалінің көрмесіне қатысқандарын атап өтуімізге болады. Халықаралық жас дизайнерлер байқауында студенттеріміз үш жыл қатарынан бірінші жүлделі орындарға қол жеткізді.\n\nБүгінгі таңда «Дизайн» мамандарын даярлау бойынша жетістіктеріміз аз емес. Бұл белгілі дәрежеде қазіргі заманғы отандық дизайнның, сәйкесінше ұлттық мәдениетіміздің өркендеуіне ықпал етері сөзсіз.\n\nЖанар КЕНЕСАРИНА,\n\nДизайн факультетінің деканы, педагогика ғылымының кандидаты, профессор\n\nӘбдуали ТӨЛЕБИЕВ,\n\nпрофессор, ҚР мәдениет қайраткері, ҚР Суретшілер одағының мүшесі",
                "date": "28.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз баланың есімін өзгертуге болады ма?",
        "question_content": "Менің қызымның есімі Ясина. 1 жасқа жақында толды. Өте көп ауырады. Ясина есімі балаға ауыр ма? Ол есімді өзгертуге болады ма?",
        "question_date": "26.09.2019",
        "question_tag": "Тұлға, Адам",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балаға Алланың көркем есімін беруге болмайтыны ескертіледі. Ол үшін есімнің алдына \"Абд\" қосымшасын қою керек\nБалаға есім беру аса жауапкершілікті іс екені сөзсіз. Психолог мамандардың айтуынша, жақсы есім баланың болмысына, тұлға болып қалыптасуына тікелей әсер етеді. Оған өзінің есімінің артықшылықтарын, өзімен аттас тұлғалардың өмірі, жеке қасиеттері туралы жиі айтып отырған жөн. Сонда ізгі қасиеттер баланың бойына да даритын болады. Ислам діні де өз кезегінде балаға мағынасы дұрыс, естір құлаққа жағымды, көркем ат қоюға шақырады.\n\"Сәбилерге пайғамбарлардың есімдерін беріңдер және ең жақсы есімдер — Абдулла және Абдурахман, ең шыншылдары — Харис және Һаммам, ал ең жиіркеніштілері — Харб және Мурра\", — деп келтірілген Мұхаммед пайғамбардың сөзі хадистердің бірінде.\nСебебі, Харис — \"егінші\" (яғни, әркім жақсы-жаман амалының өнімін арғы дүниеде алу үшін бұл дүниеде егінші іспеттес өмір сүреді), Һаммам — \"қам жасаушы\" (әр адам осы дүниесін не арғы дүниесін жақсарту үшін қам жасайды), Харб — \"соғыс\", ал Мурра — \"ащы\" (Ібілістің бір аты) деген мағынаны білдіреді.\nМұсылманша есімдер деген арнайы ұғым жоқ болғанымен, пайғамбарлардың немесе Мұхаммед пайғамбар айтқан есімдер, Алланың есімдерін, тарихи есімдерді, сахабалардың, одан кейін өмір сүрген ізгі адамдардың есімдерін қою әдетке айналып келеді. Яғни, мұсылманша есім дегеніміз — араб тіліндегі аттар емес. Бұл кез келген тілде болуы мүмкін. Төменде ең кең таралған есімдерді жинақтап беріп отырмыз:\nА\nАбдуллаһ — Алланың құлы. Мұхаммед пайғамбардың әкесінің есімі Абдуллаһ болған;\nАбдурахман — Аса мейірімдінің құлы. Көзі тірісінде жәннатпен сүйіншіленген сахабаның бірі — Абдурахман ибн Ауф;\nАббас (Ғаббас) — қатал, қатаң;\nАбдулхамид — Мақтаулының құлы;\nӘли — биік, асқақ. Әли ибн Әбу Талиб — балалар арасында ең алғаш болып ислам (он жасында) қабылдаған, көзі тірісінде жәннатпен сүйіншіленген сахаба. Пайғамбардың қызы Фатиманың жары;\nӘнас — қуанышты, жағымды, ақкөңіл. Он жасынан бастап пайғамбар үйінде тәрбиеленген сахабаның есімі — Әнас ибн Мәлик;\nАңсар — көмекшілер, қолдаушылар, жолсерік. Мединенің төл тұрғындары, Алла елшісі мен оның сахабалары қоныс аударып келгенде, ислам дінін қабылдап, оларға пана тауып берген. Тіпті, пайғамбар \"Басқа адамдар бір жолмен жүрсе, аңсарлар келесі жолмен жүрсе, мен аңсарлардың соңынан барар едім\" деген болатын;\nАхмад (Ахмед) — мақтаулы, аса мақтаулы. Мұхаммед пайғамбардың есімдерінің бірі;\nАюб (Айюп) — өкінуші, серт беруші. Құранда аталған Алла тағаланың пайғамбарларының бірінің есімі.\nБ\nБәкір — алғашқы, тез өсуші.\nҒ\nҒани (Абдулғани) — бай, есепсіз байлықтың иесі. Алла Тағаланың көркем есімдерінің бірі;\nҒафур (Ғаффар) (Абдулғафур, Абдулғаффар) — кешірімді. Алла тағаланың көркем есімдерінің бірі.\nД\nДәуіт (Дәуд) — сүйікті, тартымды. Құранда аталған Алла тағаланың пайғамбарларының бірі, Забур кітабы түсірілген елші.\nЗ\nЗаид — өсуші.\nЗәкария — Алланы еске алушы, нағыз еркек. Исраил қауымына жіберілген пайғамбар, Жақия пайғамбардың әкесі, әйелдердің ардақтысы Мәриям анамызды қамқорлығына алушы;\nЗубеир — күшті, ақылды. Көзі тірісінде жәннатпен сүйіншіленген сахабаның бірі — Зубеир ибн әл-Аууам;\nЗиннур — екі нұрдың иесі. Көзі тірісінде Жәннатпен сүйіншіленген сахаба, үшінші халиф Осман ибн Аффанды пайғамбардың екі бірдей қызына үйленгені үшін осылай атаған.\nИ,Е, Ы\nИбраһим — халықтардың әкесі. Құранда аталатын Алла тағаланың пайғамбарларының бірі. \"Алланың досы\" деген лауазымға ие болушы, бір Аллаға бойсұнушы;\nЫдырыс — ынталы, білім алушы;\nІлияс — Құдайдың құдіреті, ғажайып. Құранда аталатын Алла тағала пайғамбарларының бірі;\nИман — сенім мағынасын білдіреді;\nИнсан — адам мағынасын білдіреді;\nЕскендір — батылдарды жеңуші;\nИслам (араб.) — бейбітшілік, мойынсұну, бағыну;\nИсмаил — \"Алла өзі естиді\" деген сөз тіркесінен шыққан. Ибраһим пайғамбар мен Ажар анамыздың ұлы, Құранда аталатын Алла тағаланың пайғамбарларының бірі;\nЫсқақ — жайдарлы, көңілді. Құранда аталатын Алла тағаланың пайғамбарларының бірі;\nЫқылас — шынайы. Ықылас сөзінің түбірі \"Холис\" деген сөзден шығады, яғни араб тіліндегі сөздік мағынасы \"Холис\" — \"мұнтаздай таза\" деген мағынаны білдіреді;\nИхсан — мейірімді, жақсы, мейірбандық танытушы, көмектесуші.\nК\nКарим (Абдулкарим) — жомарт. Алла Тағаланың көркем есімдерінің бірі;\nҚасым — бөлуші, таратушы, әділетті. Мұхаммед Пайғамбардың ұлдарының бірінің есімі — Қасым;\nЛ, М\nЛұқман (Лұқпан) — қараушы, қамқорлық танытушы. Құранда есімі аталатын ізгі адам, дана хакім;\nМәлік — қожайын, ие, патша. Алла тағаланың көркем есімдерінің бірі;\nМансур — жеңімпаз, жеңісті мақтау;\nМұзаффар — жеңімпаз жауынгер;\nМұкаддас — қасиетті, таза;\nМұса — ұл, сәби; судан табылушы. Құранда аталатын Алла тағаланың пайғамбарларының бірі. Алла тағала періштелердің қатысуынсыз тікелей сөйлескен, Тәурат кітабы түсірілген елші;\nМуслим — мұсылман, Аллаға бойсұнушы;\nМұстафа — тегіс, жоғарыда тұрушы, ең жақсы, таңдаулы;\nМұхаммед — \"мақталушы, дәріптелуші\" деп аударылады, \"ха-ми-да\", яғни, мақтау, алғыс айту, дәріптеу етістігінен шыққан. Пайғамбарлардың мөрі әрі абзалы, Алланың сүйікті құлы;\nМухсин — жақсылық жасаушы, көмектесуші;\nМұхтар — таңдаулы, таңдау еркі бар адам.\nН\nНадир — сирек мағынасын білдіреді;\nНариман — мықты, мығым, берік;\nНұғман — кішіпейіл, берекелі, игілікті;\nНұр — жарық, жайнаған;\nНуриман — сенімнің нұры.\nР\nРаис — басшы, жетекші, қолбасшы;\nРамадан — мұсылмандар күнтізбесіндегі ораза ұсталынатын тоғызыншы айдың аты;\nРамиз — нышан, жақсылықты нышандаушы;\nРасул — елші, елшілікке жіберілуші;\nРинат — жаңартылған, қайта туылған.\nС\nСабир (араб.) — сабырлы;\nСәбит — берік, адал, уәдесінде тұрушы;\nСабур — өте шыдамды, төзімді;\nСадық — адал, шынайы; \nСаид (араб.) — мырза, ақсүйек;\nСалауат — қошеметтеуші, бата;\nСалман — дені сау, уайымсыз;\nСамат- мәңгілік, қолбасшы;\nСамир — әңгімелесуші, әңгіме айтушы;\nСардар — бас қолбасшы, жетекші;\nСафа (араб.) — таза, шынайы. Қажылық рәсімдері атқарылатын таудың аты;\nСүлеймен — амандықта, саулықта өмір сүруші. Құранда аталатын Алла тағаланың пайғамбарларының бірі;\nСұлтан — патша, мемлекет басшысы.\nТ\nТабрис — мұра, байлық, мақтаныш, ұлылық;\nО\nОмар — өмір, өмір сүруші. Екінші халиф, көзі тірісінде жәннатпен сүйіншіленген сахабаның есімі.\nҮ\nҮміт — күтілуші, қаланушы, арман.\nФ\nФаиз — жеңімпаз, дегеніне жетуші;\nФаруқ — жақсы мен жаманды айыра алушы;\nФаттах — қайыр есіктерін ашушы, жеңімпаз. Алла тағаланың көркем есімдерінің бірі.\nХ\nХабиб — сүйікті, дос, жақсы көрілуші, қымбатты;\nХайдар — арыстан;\nХаниф — шыншыл, адал, шыншылдықты сүюші;\nХарис — күзетші, қорғаушы;\nХарун — бірбеткей, тәуелсіз;\nХалим — жұмсақ, сабырлы, байсалды. Алла тағаланың көркем есімдерінің бірі;\nХасан — жақсы, әдемі;\nХусеин — сымбатты, жақсы. Хасан мен Хусейн — пайғамбардың сүйікті немерелері. Алла елшісі олар туралы \"Хасан мен Хусейн — жәннаттағы жастардың көшбасшысы болады, ал әкелері олардан жақсы\" деп айтқан. (Ибн Мәжаһ).\nЖ\nЖүніс — көгершін мағынасын білдіреді;\nЖақып — еруші, жолын қуушы. Құранда аталатын Алла тағаланың пайғамбарларының бірі;\nЖақия — жігерлендіруші, рухтандырушы;\nҚыздарға қойылатын есімдер:\nА\nАйла — ай секілді сұлу, аймен нұрланған;\nАзиза — күшті, бағалы, қымбат, сүйкімді;\nАжар — жақсы, әдемі, бірегей. Ибраһим пайғамбардың жары, Исмаил пайғамбардың анасы, зәм-зәм суы берілген ардақты әйел;\nАиша — тірі, өмір сүруші. Мұсылмандар анасы, Мұхаммед пайғамбардың сүйікті әйелінің есімі;\nӘлия — асқақ, көрнекті;\nӘмина — сенімді, адал. Мұхаммед пайғамбардың анасының есімі;\nАмира — бұйрық беруші, ханшайым;\nАниса — жақын дос, жылы шырайлы, жайдары, жарқын;\nАсма — биік, ұлы. \nД\nДиляра — жанды қуантушы, барлығына сүйікті;\nДина — иман келтіруші, сенген, көзі жеткен;\nДинара — алтын;\nДания — жақын; танымал, атақты;\nЖуайрия — \"жария\" сөзінің кішірейтілген формасы. Мұсылмандар анасы, Мұхаммед пайғамбардың әйелі.\nЗ\nЗамиля — жолсерік, жолдас;\nЗамина — қамтамасыз етуші, кепілдік беруші, негіз;\nЗульфия — бұйра шаштардың иесі, сүйкімді, тартымды;\nЗухра — сәулелендіруші, таңғы жұлдыз;\nЗейнаб (Зейнеп) — хош иісті ағаштың атауы. Мұхаммед пайғамбардың әйелінің туған қызының немересінің (Фатима есімді қызынан) есімі Зейнаб болған;\nЗәнжәбил — жәннаттағы хош иісті дәмді өсімдік;\nИрада — қасиетті сыйлық;\nК\nКалима —шырын тілді, әңгімелесуші;\nКамиля — мінсіз, ең жақсы;\nКарима — жомарт, гауһардай қымбат, мейірбан;\nКаусария (Кәусар) — молшылықта өмір сүруші, жәннаттағы өзен.\nЛ\nЛатифа — мейірімді.\nМ\nМаймуна — берекелі. Мұхаммед пайғамбардың соңғы әйелі;\nМадина — Медине қаласының атауынан шыққан;\nМалика — патшайым, бұйрық беруші. \"Ма-ля-кя\" — билеу, болу бұйыру етістігінен шыққан;\nМансура — жеңімпаз;\nМарьям — сүйікті, жаны үйлесуші. Иса пайғамбардың анасы, Алла тағаланың тазартып, күллі әлемдегі әйелдерден ардақты еткен құлы;\nМуслима — мұсылман қыз, Аллаға бойсұнушы;\nМухсина — жақсылық жасаушы, салиқалы, таза.\nН\nНадира (араб.) — салыстырылмайтын, сирек;\nНәзира — жайнаған, көңілді;\nНасима — көрікті, жұмсақ жүректі;\nНафиса — әдемі, биязы, мәртебелі, қымбат;\nНурия — жаны мейірімді, ашық жүзді, нұрлы келбетті.\nТағы оқыңыз: Тыйым салынған есімдерді білесіз бе?\nР\nРабиа — бәйшешек; төртінші;\nРайян — дүниеде ораза ұстағандар кіретін жәннат қақпаларының бірі;\nРаиса (араб.) — жетекші;\nРайхан — ләззат, рахат; өсімдік атауы;\nРауза — гүл бақшасы;\nРұқия — таңғажайып, өзіне байлап қоюшы. Мұхаммед пайғамбардың қызының есімі.\nС\nСабира — шыдамды, сабырлы;\nСалима — дені сау;\nСания — екінші;\nСарра (Сара) — мәртебелі. Ибраһим пайғамбардың әйелі;\nСафия — таза, анық, шынайы, таңдаулы. Мұхаммед пайғамбардың әпкесі, ержүрек сахаба әйел;\nСәлсәбил — Құранда аталған жәннаттағы бұлақ;\nСумая — асқақ, биік. Дін жолында қаза болған тұңғыш мұсылман, сахаба әйелдің аты.\nТ\nТаухида — біріктіруші, негізін қалаушы;\nТасним — жәннаттағы бұлақ.\nФ\nФатима — Мұхаммед пайғамбардың қызы.\nХ\nХабиба — сүйікті, жақын, қымбатты;\nХалима (араб.) — жұмсақ, сабырлы. Мұхаммед пайғамбардың сүт анасы болған әйелдің есімі;\nХалиса — адал, берілген, шыншыл;\nХанифа — турашыл, шыншыл;\nШамсия — күн секілді.\nЕскерту: Балаға Алланың көркем есімін беруге болмайды. Ол үшін есімнің алдына \"Абд\" қосымшасын қою керек. \"Абд\" мағынасы — \"құл\". Мәселен, Абдулкарим болса — Жомарттың құлы, Абдурахман — аса мейірімдінің құлы және т.б.\nӘрі қарай оқу: https://sputniknews.kz/society/20190107/8748327/musylmansha-esimder-at-koiukezinde-neni-eskeru-kerek.html",
                "date": "28.10.2019",
                "upvotes": 0
            },
            {
                "text": "сәлеметсіз бе? Қазір қызыңыздың жағдайы қалай,?",
                "date": "11.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шарбақты сай сөзіне түсініктеме анықтама беру?",
        "question_content": "Шарбақты сай сөзіне түсініктеме анықтама беру?",
        "question_date": "26.09.2019",
        "question_tag": "Мектеп",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фармацевт (дәрі жасаушы) болу үшін не істеу қажет?",
        "question_content": "Салем  Мен озим фармацияны окып жатрм(аптекар) жоғарғы оку орныныа ягни фармацефт(дәрі жасаушы) болгым келеди оны неше жыл оку керек және ол мамандыкта грант барма",
        "question_date": "25.09.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрі жасаушы мамандық фарм технология мамандығы деп аталады. Фарм технология басқа технологиялық мамандықтар секілді 4 жыл бакалавр, ары қарай қалауыңыз бойынша 2 жыл магистратура және 3 жыл докторантураны оқып фарм технолог маманы бола аласыз. Бакалавр дәрежесінен кейін де технолог ретінде жұмыс жасауға болады, алайда көп мекемелер магистр дәрежесін алған жас мамандарды қабылдауды жөн көреді.  Фарм технология мамандығына түсу үшін ҰБТ немесе КТ да химия- физика пәндерін таңдай аласыз.",
                "date": "12.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Макро және микроэкономикалық процесстерге мысал",
        "question_content": "Макроэкономикалық процесстерге 5 мысал және микроэкономикалық процесстерге 5 мысал",
        "question_date": "24.09.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Макроэкономикалық процестерге елге көптеп инвестиция тартылса, елде көптеген жұмыс орындары ашылады, жұмыссыздық азаяды, халықтың табысы мен тұрмыс сапасы артады. Сыртқы сауданың көлемі артады.\n\nМикроэкономикаға арапа кезін алып қарастырсақ: арапада иіс шығару керек деп май, ұн шығаратын кәсіпорындардың саудасы өседі, ал керісінше нан және кондитерлік өнімдер сатылымы азаяды",
                "date": "24.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұлттар неге ауады? Жаңбыр неге жауады?",
        "question_content": "Бұлттар неге ауады? Жаңбыр неге жауады",
        "question_date": "23.09.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 26900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұлттар неге ауады? ------ Бұлт ауа массасының ағыны әсерінен қозғалады (ауады).\n\nЖаңбыр неге жауады? ----- Бұл судың физикалық құбылысы. Жер бетіндегі сулар - мұхит, теңіз, өзендерден  күннің ысуымен су буға айналады, сосын атмосферада салқындап, суға айналып, жаңбыр болып жауыды. Яғни табиғаттағы су айналымы.",
                "date": "23.09.2019",
                "upvotes": 1
            },
            {
                "text": "Өйткені буланған су бұлт түзеді.ол өте жеңіл болғандықтан бұлт түзіледі. Аспандағы ауа температурасы салқындаған кезде ол жаңбыр болып жакады.\n\nБұлттар неге ауады?\n\nсебебі атмосфера оларды қозғайды\n\nЖаңбыр неге жауады?\n\nБұл судың физикалық құбылысы. Жер бетіндегі сулар - мұхит, теңіз, өзендерден күннің ысуымен су буға айналады, сосын атмосферада салқындап, суға айналып, жаңбыр болып жауыды. Яғни табиғаттағы су айналымы.\n\nШағыл неге көшеді?\n\nЖарық неге өшеді?\n\nМаса неге шағады?\n\nсалмақ юілу үшін\n\nЖұллыз неге ағады?\n\nтабиғат құбылысы\n\nОрман неге шулайды?\n\nішінде жануарлар бар\n\nТеңіз неге тулайды\n\nатмосфера суды қозғайды",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтінді оқы. Мәтін мазмұны бойынша бір-біріңе сұрақ қойыңдар?",
        "question_content": "3-тапсырма. Мәтінді оқы. Мәтін мазмұны бойынша бір-біріңе сұрақ қойыңдар.\n\nБүгін — демалыс. Күн бұлтты. Мен далаға шықтым. Аспанда тырналар ұшып барады. Анау — тырнаның балапаны. Ол үлкен болды. Мен тырналарды жылы жаққа шығарып салдым. Олар қыста жылы жақта мекендейді.",
        "question_date": "23.09.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 24000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1: Бүгін қандай күн?\n\n2:Ауа-райы қандай?\n\n3:Сен қайдасың?\n\n4:Аспанда қандай құстар ұшып барады?\n\n5:Анау-- қандай құс?\n\n6:Тырнаның балапаны кішкентай ма?\n\n7:Сен тырналарды қай жаққа шығарып салдың?\n\n8:Тырналар қыста қайда мекендейді?",
                "date": "23.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Температурасы 27 градус болған кездегі сутегі молекулаларының орташа жылдамдығын табыңдар.",
        "question_content": "Маған физикадан есепти шығарып бериниздерши",
        "question_date": "23.09.2019",
        "question_tag": "Физика",
        "question_views": 17600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V² = 3·R·T / M\n\nБерілгені:\nR = 8,31 Дж/(К·моль) -\nt =  27°C     T = 27 + 273 = 300 K\nM(H2) = 0,002 кг/моль\n\n<Vкв>² = 3·8,31·300 / 0,002 ≈ 3 740 000 (м/с)²\n<Vкв> = √(3 740 000) ≈ 1930 м/с ≈ 1,93 км/с",
                "date": "23.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика пәнінен үйде оқыту бағдарламсы",
        "question_content": "Математика пәнінен 6-сынып үйде оқыту көмекші бағдарламсы, күнтізбе жоспары,  сабақ жоспары бар  ма?",
        "question_date": "21.09.2019",
        "question_tag": "Мектеп",
        "question_views": 909,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қолда көк түсті нүкте бар?",
        "question_content": "Бәріңе сәлем. Менің қолымда 4-5 жылдай ішінде көк түсті нүкте бар. Ол не болуы мүмкін? Білсеңіздер көмек беріңіздерші...",
        "question_date": "21.09.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жергілікті емханаға барып тексеріліңіз",
                "date": "26.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Bilingual physics textbook » 8 сынып (Astana kitap) электрондық түрі керек еді?",
        "question_content": "Маған «Bilingual physics textbook » 8 сынып (Astana kitap) электрондық түрі керек еді.  Шығарып алайын деп едім. Іздедім, бірақ таба алмадым.",
        "question_date": "21.09.2019",
        "question_tag": "Физика",
        "question_views": 762,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бесікті аяқпен тербету, соншалық дұрыс емес нәрсе ма?",
        "question_content": "Бесікті аяқпен тербетсе не болады? Соншалық жаман іс па?\n\nМына төмендегі ырымдар қайдан шыққан:\n\nБос бесікті тербетуге болмайды. Бос бесікті тербеткен жаман ырым саналады.\n\nҮйге келген адам бос бесікті тербету арқылы өзінің ұрпақсыз қалғанын үндемей-ақ білдірген. Бесікті сатуға, кез келген адамға беруге, аяқ астына тастауға болмайды. Қазақ халқында бесік ұрпақ жалғастыратын қасиетті бұйым саналады. Баласы көп үйдің бесігін жақсы ырымға жорып, тек жақын туыстары қалап алып, жаңа түскен келіннің отауының төріне қойған. Бесікті ашық қалдырмайды, орап қояды. Бос бесіктің өзін анда-санда отпен аластап, жын-шайтаннан қорғаған.",
        "question_date": "20.09.2019",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аударып алу қаупі бар :) Бірақ солай ыңғайлы болса тербете беріңіз,бастысы бөпеңіз жыламасын",
                "date": "26.09.2019",
                "upvotes": 0
            },
            {
                "text": "Аяқпен ешқашан бесік тербетуге болмайды.Ол үйге жамандық шақырады",
                "date": "28.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыстан кейінгі еңбек демалысы қалай есептеледі?",
        "question_content": "Саламатсызба. мен мемлекеттік қызметте жұмыс жасағаныма 5 жыл болды. Өткен 2018 жылы наурыз айында декреттік демалысқа шықтым. 2019 жылы ақпан айында жұмысқа қайта қосылдым. енді қазан айында еңбек демалысымды алсам толық 12 айға есептелінеді ме, әлде жұмыс жасаған 8 айға ғана төленеді ме?",
        "question_date": "20.09.2019",
        "question_tag": "Заң",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Еңбек кодексінің (бұдан әрі-Кодекс) 192-бабына сәйкес әйелге, қалауы бойынша, жүктiлiкке және босануға байланысты демалыстың алдында немесе тiкелей одан кейiн не балаға күтiм жасауға арналған демалыс бiткен соң жыл сайынғы ақылы еңбек демалысы берiледi.\nЖыл сайынғы ақылы еңбек демалысына құқық беретiн жұмыс стажына:\n1) нақты жұмыс iстелген уақыт;\n2) қызметкер нақты жұмыс iстемеген, бiрақ оның жұмыс орны (лауазымы) мен жалақысы толық немесе iшiнара сақталған уақыт;\n3) қызметкер еңбекке уақытша жарамсыздығына, оның iшiнде жүктiлiгiне және босануына орай демалыста болған уақытына байланысты нақты жұмыс iстемеген уақыт;     \n4) қызметкер жұмысына қайта алыну алдында нақты жұмыс iстемеген уақыт қосылады.\nСонымен бірге, Кодекстің 107-бабы бойынша қызметкерлерге жыл сайынғы ақылы еңбек демалысын берудiң кезектiлiгi жұмыс берушi қызметкерлердiң пiкiрiн ескере отырып бекiтетiн демалыс кестесiнде белгiленедi не тараптардың келiсiмiмен белгiленедi.\nКодекстің 239-бабына сәйкес мемлекеттiк бюджет есебiнен ұсталатын азаматтық қызметшiлерге лауазымдық жалақысы мөлшерiнде сауықтыруға арналған жәрдемақы төлене отырып, ұзақтығы күнтiзбелiк отыз күннен кем болмайтын жыл сайынғы негiзгi ақылы еңбек демалысы берiледi.\nОсыған орай, егер Сізге еңбек демалысы толық көлемде немесе жоғарыда аталған стажға қарай үйлесімді берілсе, сауықтыруға арналған жәрдемақы толық, заңнамада белгіленген мөлшерде төленуі тиіс.",
                "date": "12.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаудан да, даудан да қорықпаған қазақ едім. Ой тұжырым жасау?",
        "question_content": "Жаудан да, даудан да қорықпаған қазақ едім. Енді қорқынышым көбейіп жүр. Балаларын бесікке бөлемеген, бесігі жоқ елден қорқамын. Немересіне ертегі айтып беретін əженің азаюынан қорқамын. Дəмді, дəстүрді білмейтін балалар өсіп келеді. Оның қолына қылыш берсе, кімді де шауып тастауға даяр. Қолына кітап алмайды. Үйреніп жатқан бала жоқ, үйретіп жатқан əке-шеше жоқ»,",
        "question_date": "20.09.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаһандану деген осы. Салт дәстүр ұмытылып, менталитет жоғалып жатыр.",
                "date": "24.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамның жағымды және жағымсыз қасиеттері туралы жазу?",
        "question_content": "Адамнын жагымды жане жагымсыз касиеттерин жазып бериндерш)\n\nСебебимен бирге.\nМысалы: Тік мінезді адаммын, себеби унемі адамдардың бетіне бар шындықты айтып тастаймын\n\nТік мінезді адаммын",
        "question_date": "20.09.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 14100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаман қасиеттері:\nАрамзалық - арамдығы жоғары, ниеті жаман адамның қасиеті. Арамза адам өзгелерді алдасам, олардан пайда тапсам деген ниетпен жүреді. Алайда өзгеге жамандық ойлаған адамның өзінде еш уақытта жақсылық болмайды.\nАрсыздық - ар-намысы жоқ, ұятсыз, абыройсыз адамның адамгершілікке жат кылықтары мен мінез-кұлқы. Абай атамыз: «Өзін-өзі күндейді, Жақынын жалған мінейді, Ол - арсыздық белгісі», - деп айтса, Шәкәрім атамыз: «Айла, өтірік, арсыздық өнер емес, Мен де анаудай болсам деп таласарлық», - деп түсіндірген.\nЕріншектік - еңбекке зауқы соқпайтын жалқау адамның қасиеті. Қазақ халқы еріншектіктің жаман қасиет екенін үнемі даналық сөздермен білдіріп отырған. Соның бірі - ұлы ақын Абай атамыз кейінгі ұрпаққа бұл қасиетті мынадай сөздермен таратады: «Адам баласын қор қылатын үш нәрсе бар: Әуелі - надандық, екіншісі - еріншектік, үшіншісі - залымдық; Еріншектік - күллі дүниедегі өнердің дұшпаны». Сондай-ақ «Еріншек етікшіден, елгезек масақшы артық», «Жабайы шөп егінді аздырар, еріншектік ерді аздырар» деген сияқты мақал-мәтелдерді айтып кетуге болады.\nЖалқаулық - кежегесі кейін тартып тұратын еріншек адамның қасиеті. Жалқаулық - адамның ең нашар қасиеттерінің бірі. «Алма піс, аузыма түс» дейтіндердің кейпін киген жалқау адамдар көп жақсылықтан құр қалады. Ұлы Отан соғысының Батыры Бауыржан Момышұлы атамыз «Еңбек түбі - рахат, жалқаулық түбі - азап» деген насихат айтып кеткен.\nЖақсы қасиеттері:\nСезімталдық\nЖалпы қоғамдық қалыптасқан пікір бар: келбеті келісті адам тартымды көрінеді деген, алайда бұл қате ұғым. Тартымды болуға мұның қатысы жоқ. Тартымды көріну бұл – өзіңді байсалды ұстау басқаларды өз ырқына бағындыру үшін өз - өзіңе сенімді болу.\n\nМақсаты айқын\nАдам көздеген мақсатын анықтап алуы керек, мақсаты айқын болған кезде күресе біледі және мақсатына жетпей қоймайды.\n\nӘзіл - оспақты түсіне білу\nБұл адамның елеулі ерекшеліктерінің бірі болып саналады. Әзіл - оспақты түсін білетін адам кез келген ортаның гүлі және қызықты жан ретінде есте қалады. Кейде орынды айтылған әзіл атылған садақтың жебесіндей адамды сеспей қатырады.\n\nИкемділік\nБет - әлпетің қанша әдемі тартымды болса да, денеңді түзу ұстап жүрмесең бұл сұлулығыңа кесір. Егер сәнді қозғала білсең – би билеуде ме, жай жүрісіңде ме мүмкін тіл байлығында ма, бұл келбетіңді одан сайын безендіре түсері анық.\n\nСенімділік\nИығы салбырау, баяу, сенімсіз шыққан дауыс, жеке пікірі болмауы мұның бәрі – тартымсыз тұлғаның белгілері болып есептеледі.\n\nБатылдық\nДүдәмал күй жағымды қарым - қатынас орнатуға ықпал етпейді. Батыл да еркін болуы керек: қандай балмұздақ жегің келгеннен бастап қай елде өмір сүргің келетініне дейін өзің шешу керек.\n\nАқылы жетік адам\nАқылды адам – өмір туралы дұрыс ой қорыта алады. Кез келген адамның жағдайына түсіністікпен қарау – бұл жағымды қасиет, адамды тартымды етіп көрсетеді.\n\nНақтылау\nАдамның сыртқы келбетіндегі кішкентай ғана деталь, ол тіпті көрінер көрінбес болса да адамның назарын аударады және ол мәңгі есте сақталып қалады. Сондықтан детальға назар аударыңыз.\n\nҚызықты сұхбат құра білу\nМұнда ой - өрістің кеңдігі ғана емес, сұхбаттасып отырған жанды тыңдай білу де маңызды. Тек өзің ғана сөйлеп, өзің туралы айта беру әбестік. Әңгімелесіп отырған адаммен тепе - теңдік сақтау қажет.\n\nЕрекше қасиет немесе қылық\nӘр адамның бойында өзіндік ерекше қасиеті (қылығы) болады. Кейбіреулер ол қасиетін аша алмайды кейбірі тіпті оны кемшілік деп есептейді. Алайда, адамның сол қасиеті басқалардан ерекшелеп тұрады. Сондықтан ешкімді қайталама, өз - өзіңмен ерекше бол!\nАдамның келбеті уақыт келе өзгереді, ал ерекше қалыптасқан тұлғаңыз мәңгі қалады.",
                "date": "4.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 200г тұз қышқылында 2,7 алюминий ерітілген. Ерітінділерге арналған есеп?",
        "question_content": "Массасы 200г тұз қышқылында 2,7 алюминий ерітілген. Ерітіндідегі хлорсутектің массалық үлесін табыңыз. Жауабы 0,0547",
        "question_date": "20.09.2019",
        "question_tag": "Химия",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6HCl+2Al→2AlCl3+3H2\n\n200 г   2,7г              хг\n\n219 г/м 54г/мол      6г/моль\n\nх=m(H2)=2,7*6/54=0,3 (грамм)\n\nw(H2)=0.3/202.7=0,0015=0,15%",
                "date": "26.09.2019",
                "upvotes": 1
            },
            {
                "text": "Рахмет брат брак негізі 0,0547% шығу керек",
                "date": "27.09.2019",
                "upvotes": 0
            },
            {
                "text": "Жауабы 31градус",
                "date": "21.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магний сульфатының кристалгидротынан (MgSO4×7H20) магний сульфатының 12%-тік ерітіндісі",
        "question_content": "Магний сульфатының  кристалгидротынан (MgSO4×7H20) магний сульфатының 12%-тік ерітіндісінің 1килограмын алу үшін жұмсалатын судың массасын(г) анықтаңыз (алдын ала рахмет)",
        "question_date": "20.09.2019",
        "question_tag": "Химия",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "судың үлесі 100-12=88%\n\n100% - 1000 г\n\n88%  - х г\n\nх=m(H2O)=88*1000/100=880 грамм",
                "date": "27.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Сөз шығару өнерді қорек қылады\" морфологиялық талдау керек?",
        "question_content": "\"Сөз шығару өнерді қорек қылады\" сөйлеміне морфологиялық талдау қажет?",
        "question_date": "19.09.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 663,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арифметикалық прогрессия",
        "question_content": "Арифметикалық прогрессияның а4=10 а9=20 айырмасы қандай",
        "question_date": "18.09.2019",
        "question_tag": "Автосақтандыру",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а9=а4+5d\n\n20=10+5d\n\nd=(20-10)/5=2",
                "date": "26.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әр нәрседен негатив іздеу қалай аталады екен?",
        "question_content": "Кешегі марафоннан \"экологтар\" бір суретті бөлісіп жатыр. Марафоншылар көшені ластапты-мыс.\n\nМарафон көрмегеннен болар негізі? Әдетте мұндай қала ішінде болатын марафондар жылына бір рет ірі мегаполистерде өтіп тұрады. Негізгі мақсаттары жеңімпаздарды анықтау емес, бұқаралық спортты насихаттау, қайырымдылық, қоршаған ортаны қорғау. Қатысушылар жарна төлейді, ол ақша белгілі мақсаттарға жұмсалады. Марафон маршруты және қай көшелер қай кезде жабылатыны алдын ала хабарланады. Марафон біткеннен кейін қатысушылардан қалған қоқыс жиналады. Барлығы өз уақытында ретімен.\n\n21 км, 42 км қашықтыққа жүгіретіндер суларын асықпай тоқтап ішіп тұрмайды әлбетте. Жүгіріп бара жатып ішіп, жолдың сыртына лақтыра береді. Ол велоспортта да солай.\n\nАна суретте де қарасаңыз адамдар жүгіріп барады. Яғни жарыс аяқталмаған. Жарыстан кейін жиналады бәрі. Сол суретті таратқан адамды жазалау керек, дезинформациясы үшін.\n\nЖалпы негатив нәрсе көп тарататындарды басқалар өмірі тек негативке толы екен деп ойлап қалуы мүмкін. Көп жағдайда шынымен солай әлбетте...",
        "question_date": "18.09.2019",
        "question_tag": "Психологиялық кеңес",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмірде жолы болмағандар",
                "date": "26.09.2019",
                "upvotes": 0
            },
            {
                "text": "Пессимист деп айтады,бірақ қоғамға кейде сондай жандар да керек ау...",
                "date": "26.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ежірей деген ұлың болады ойтолғау, пікір жазу?",
        "question_content": "\"Ежірей деген ұлың болады\", \"Бедірей деген қызың болады\" деген сөйлемдерге ойтолғау жазу. 10-15 сөйлемдей.",
        "question_date": "17.09.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 9900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тілді алмайтын ұлың,жұлынған қызың,мойынсынбайдың келінің болады деген",
                "date": "18.09.2020",
                "upvotes": 0
            },
            {
                "text": "Құрамалы, қорғанды үйің болады,\n\nАйнымалы, төкпелі биің болады.\n\nХалыққа бір тиын пайдасы жоқ\n\nАй сайын бас қосқан жиын болады.\n\nІшіне шынтақ айналмайтын\n\nЕжірей деген ұлың болады.\n\nАқыл айтсаң ауырып қалатың\n\nБедірей деген қызың болады.\n\nАлдыңнан кес-кестеп өтетін,\n\nКекірей деген келінің болады.\n\nІшкенің сары су болады,\n\nБерсең итің ішпейді,\n\nБірақ адам оған құмар болады,\n\nҚиналғанда шапағаты жоқ жақының болады.",
                "date": "25.09.2023",
                "upvotes": 0
            }
        ]
    }
]