[
    {
        "question_title": "Бесікке салу жолы тура мағыналы сөздер ма?",
        "question_content": "Бесікке салу жолы тура мағыналы сөздер ма? Көмектесіңіздерші өтінемін",
        "question_date": "16.10.2020",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқы «Бесіксіз үйде береке жоқ» деп өмірге келер сәбиді асыға күткен. Себебі бала — өмірдің гүлі, жалғасы. Жас нәрестенің өмірге келуі, отбасы мүшелеріне әкесі мен атасына, нағашы жұртына үлкен қуаныш әкелген, жас нәресте өмірге келгенде арнайы адам жіберіп сүйінші сұратқан.\nҚазақ баласын ағаш бесікке салып баққан. Ағаш бесік көшпелі өмірге өте қолайлы. Бесікті қазақтың құрмет тұтуы соншалық, кейде атасы жатқан бесікке немерелері жатқан. Қазақтың туған жерді алтын бесікке теңеуі де бесікті ардақтаудан шыққан.\nБесік түгел ағаштан жасалады. Оның құрылысы келіннің әнінде былай баяндалады.\nТүбегіңді, шүмегіңді салайын.\nДенең таза болсын деп\nБас жастықша салайын\nБасың жұмсақ болсын деп\nЕкі бел жастаншы\nБел көрпеңді салайын.\nСымбатты, сұлу өссін деп\nТартпа бауды тартайын\nСымға тартқан сүйректей\nДенең сұлу болсын деп\nЖабуыңды жабайын\nЖел, суық тимей қалсын деп.\nБесікке бөлеу рәсімін ауылдың қадірменді анасы іске асырған. Бесікке салушы бесіктің барлық жабдықтарын орын-орнына қойғаннан кейін, шашуға әкелген құрт, май, бауырсақты уыстап алып бесіктің түбек байлайтын тесігінен төмен өткізіп, бесік астынан қолын тосқандарға үлестіріледі. Бұл дәстүр тыштырма деп аталады. Тыштырма үйлестіріп болған соң барлық отырғандарды қамшымен арқаларынан ұрып шығады. Сонан соң бесікті отпен аластайды.\nАлас, алас баладан алас.\nИесі келді, пәледен көш\nАлас, алас баладан алас.\nКөзі жаманның, көзінен алас,\nТілі жаманның тілінен алас.\nҚырық қабырғасынан алас\nОтыз омыртқасынан алас, — деп пәле-жала, жын-шайтан, тіл-көзден сақтасын деген тілек айтылады.\n— Әдемі, сұлу болсын деп, басына айна мен тарақ жастайын. Көзден сақтасын деп, тұмар байлайын. Қамшыдай өткір болсын деп басына қайшы жастайын.\n— Баланы әкеліңдер бесікке бөлеп берейін.\nМойынымдағы тұмарым\nТарқамайтын тұмарым\nТағдыр берген алсын деп\nАқ бесікке салсын деп\nМойынымдағы маржаным\nҚорадағы мал-жаным,\nБесігіңе жата ғой\nТәтті ұйқыға бата ғой\nБалам жатсын бесікте\nПәлесі қалсын есікке.\nТолығырақ: https://bilim-all.kz/article/9227-Besikke-salu",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Форма 063-ті қайдан жасатуға болады?",
        "question_content": "Форма 063 ті жоғалтып алдым өтенем  оны қалай, қайдан алса болады.",
        "question_date": "16.10.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Форма 063- ті сіз емханадан немесе жеке емханалардан жасата аласыз.",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздардың армиясы бар ма?",
        "question_content": "Қазақстанда қыздардың армиясы бар ма?",
        "question_date": "16.10.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақыры оқу ордамызда гендерлік теңдік орнады: қыздар ұлдармен қатар әскери билет ала алады. Қорғаныс министрінің бұйрығы бойынша ағымдағы жылда еліміздің жоғары оқу орындарында әскери кафедраға 500-ге жуық қыз қабылданды. М.Қозыбаев атындағы СҚМУ-да 28 болашақ қыз лейтенант әскери дайындықтан өтіп жатыр.\nҚыздарға әскери кафедрада төрт мамандық ішінен екі мамандықты меңгеріп шығуға ұсыныс жасалды: әскери психолог және идеолог. Заманауи құрал-жабдық, тәжірибелі оқытушылар, әскери техника мен қару-жарақ - мұның бәрі тең дәрежеде өтіп жатқан қыздар мен ұлдардың сапалы даярлығына жағдай жасайды. Взводтар ұлдарға және қыздарға арналған деп бөлінбейді, соған орай қыздар үшін нормативтер де жеңілдетілмейді. Оқыту әскери күн әдісімен іске асырылады: студенттер әскери кафедрадағы сабақтарға қатысу үшін бір күнге сабақтардан босатылады.\nУниверситетімізде әскери кафедрада қыздар оқу деген - жаңалық, шындығында бұл бұрын-соңды болып көрмеген жағдай емес. Себебі ертеден-ақ ерлерге арналған мамандықтарды қыздар да меңгеріп келеді. Еліміздің әскери қатарында 8 мың әйел адам әскери қызмет атқарып жүр, бұл Қарулы күштердің жалпы штаттық санының 12%-ын құрайды.\n\"Петропавл мисі\" сұлу байқауының қатысушы, жымиған, атақты пушкиндік батыр әйел секілді әдемі Виктория Пронина ұзын көйлектің орнына көкшіл сұр түсті камуфляж киіп жүр, ал қолында Макаров тапаншасы.\nСтуденттер әскери кафедраға романтика, болашақта жақсы үлес немесе жеңілдік іздеу үшін емес, жүрек қалауларымен түсті. Жетекшілердің айтуынша, қыздар өз міндеттерін ерлерден артық орындамаса, кем орындамайды, сонымен қатар олар әскери қызметте тәртіп пен сөйлеу әдеп нормаларын нығайтуға жағдай жасайды. \nТолығырақ: https://www.nkzu.kz/news/view?id=3936",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Present simple. Has got. Have got",
        "question_content": "Put have got/has got,  make sentences negative and interrogative\n\nMy brother __________ littleears\n\nMy friends __________ a big nose\n\nMy granny __________ a small face\n\nMy teacher __________short hair\n\nКөмектесіңіздерш алдын ала рақмет",
        "question_date": "16.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 686,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "has got\nhasn't got\nhasn't got",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік бұрышты үшбұрыштың гипотенузасы 20 см-ге?",
        "question_content": "Тік бұрышты үшбұрыштың гипотенузасы 20 см-ге, ал оның катеттерінің қосындысы 28 см-ге тең. Қабырғаларының ұзындықтарын табыңыз?",
        "question_date": "16.10.2020",
        "question_tag": "Математика",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "20^2=x^2+y^2\n\nx+y=28\n\n400=x^2+y^2\n\nx=28-y\n\ny=16;   y=12\n\nx=12;   x=16\n\nЖауабы: 16",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магнии мен темірдің күкірт қышқылымен әрекеттесуі?",
        "question_content": "Келесі химиялық реакциялардың жылдамдығына әсер ететін факторлар.\n\nа) магнии мен темірдің күкірт қышқылымен әрекеттесуі.\n\nә) көмірдің ауада және оттекте жануы.\n\nб) темірдің ыстық және салқын тұз қышқылымен әрекеттесуі.\n\nТиісті реакциялар теңдеуі.",
        "question_date": "16.10.2020",
        "question_tag": "Химия",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Mg + H2So4 = Mg2So4 + H2\n\nFe  + H2SO4 → FeSO4  + H2\n\n2) С + О2 = СО2 + Q\nЕгер сіз оттегі бар ыдыста көмірді жағатын болсаңыз, онда бұл жағдайда көмір ауаға қарағанда тезірек жанып кетеді. Яғни көмірдің оттегідегі жану жылдамдығы ауаға қарағанда жоғары.",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эссе на тему «Пусть будет сильна наша единая нация»",
        "question_content": "Эссе на тему «Пусть будет сильна наша единая нация»",
        "question_date": "16.10.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 984,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Медеу Сәрсекенің Қаныш Сәтпаев шығармасындағы тарихи тұлғалар?",
        "question_content": "Медеу Сәрсекенің Қаныш Сәтпаев шығармасындағы тарихи тұлғалар?",
        "question_date": "16.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың периметрі 13 см бүйір қабырғалары табанынан 2 см қысқа. Орта сызығын тап?",
        "question_content": "Үшбұрыштың периметрі 13 см бүйір қабырғалары табанынан 2 см қысқа. Орта сызығын тап?",
        "question_date": "16.10.2020",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(х-2) Қабырғасы\n\nх  табаны\n\n(х-2)+(х-2)+х=13\n\n3х=17\n\nх=17/3\n\nҮшбұрыштың орта сызығы табанының жартысына тең болғагндықтан:\n\nорта сызық = 17/3/2=17/6",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір алмұрттың салмағына тең мандарин саныны табыңыз.",
        "question_content": "Үш апельсин және бір алмұрттың салмағы 10 мандариннің салмағына,алты мандарин мен бір апельсиннің салмағы бір алмұрттың салмағына тең.Салмағы бір алмұрттың салмағына тең мандарин саныны табыңыз.",
        "question_date": "16.10.2020",
        "question_tag": "Математика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3*апел + алм = 10*ман\n\n6*ман + апел = алм\n\n3*апел + 6*ман + апел = 10*ман\n\n4*апел = 4 ман\n\nапел = ман\n\n6*ман + ман = алм\n\n1 алмұрт 7 мандариннің салмағына тең",
                "date": "20.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Академия деген не? Және оған қандай оқу бітіріп түседі",
        "question_content": "Мен мысалға 11 оқып жатрм ҰБТ тапсырам.Сосын академияға түсемба әлде универ немесе колледж оқуым керек па? Академия жайлыда түсіндіріп жіберсеніздер ЖАЛПАҚ ТІЛМЕН қарапайым.",
        "question_date": "16.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпақ тілмен айтқанда ЖОО бір атауы ғой. \nАкадемия — ғылыми қоғамдардың, мекемелердің, оқу орындарының атауы. \"Академия\" сөзі гректің Akademos деген мифтік батырының атынан шыққан. Біздің заманымыздан бұрын 4 ғасырда Афины маңындағы \"қасиетті бақ\" сол батырдың атымен аталып, онда Платон өз шәкірттеріне лекция оқыған. Ғылыми мекемелерде, оқу орындарында \"академия\" атауы содан бері қолданылып келеді. Эллинизм дәуірінде академия типіне жақын ғылыми қоғамдар пайда болды (мысалы, Александрия мусейоны, Біздің заманымыздан бұрын 3 ғасыр). Орта ғасырлық шығыста Бағдадтағы \"Ғалымдар үйі\" (\"Байту-л-хикма-академия\", 9 ғасыр), Хорезмдегі \"Маъмун академиясы\" (11-ғасырдың басы), Мараға обсерваторияларындағы (13 ғасыр), Самарқандағы (15 ғасыр) ғылыми қоғамдар алғашқы академиялық орталықтар іспетті болды. Еуропада (15-16 ғасырлар) Италияның әртүрлі гуманитарлық ғылыми қоғамдары академия деп аталды. Ғылыми орталық ретіндегі академиялар 17 ғасырдан бастап Лондонда (1660), Парижде (1666), Берлинде (1700) құрылды. Ресейде ҒА-сы 1725 жылы ашылды. Қазақстанда 1946 жылы құрылды. Қазақстанда бірнеше салалық академиялар (Ауыл шаруашылық Ғылым Академиясы, Медициналық Ғылым Академиясы, Көлік және коммуникация Академиясы Педагогикалық Ғылым Академиясы, Көркемсурет, Гуманитарлық Ғылым Академиясы, Жоғары әскери Академиясы т.б.) бар.",
                "date": "19.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің әлсіздігінің себебі неде?",
        "question_content": "Саламатсызтарма. Мен өте әлсізбін. Бір нәрсе істеп бастасам тез шаршап қаламын. Және өзімді сезби қала беремін. Кейде көзім анық көре алмай қалады. Бұның бәрі бір кездед болады да. Бұл неден сіздердің бастарыңыздан мынадай өтіппеді сіз барсыз бірақ сезе алмайсыз және миыңыз өліп қалғандай болады. Ойларыңызды айтыңыздаршы. Телефоннан емес тексеріп көрдім. Кішкентайымда жүрегіме ота жасалған бірақ одан емес. Ойларыкызбен бөлісіп кеңес берулеріңізді сұраймын.",
        "question_date": "15.10.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балалар темір тапшылығы анемиясы (ТТА) – темірдің жетіспеушілігі салдарынан темір түзілудің бұзылуымен сипатталатын және анемия мен сидеропения арқылы көрінетін гематологиялық синдром.\nТемір – адам ағзасындағы негізгі микроэлементтердің бірі және ол ағзаның көптеген үрдістеріне қатысады. Темір тапшылығы жалпы ағза төзімділігінің бұзылуын, тыныс алу мүшелерінің жиі жұқпаларға шалдығуын, асқазан-ішек жолының, орталық және жанама нерв жүйесінің бұзылуын, бұлшықет, тері мен оның бөліктері жұмысының төмендеуін тудырады.\nЖаңа туған нәрестенің темір тапшылығының себептері – бұл әйелдің жүктілік кезеңіндегі темір тапшылығы, нәрестенің ауыр салмақпен немесе шала тууы, жүктіліктің патологиялық сипаты (токсикоз, жіті немесе соматикалық және инфекциялық аурулардың өршуі және т. б.).\nБалалар ағзасындағы темір тапшылығы тамақтың құрамында темірдің аз болуынан пайда болады. Әсіресе омырау ембейтін және сүт қоспаларымен, сиыр және ешкі сүтімен қоректенетін нәрестелерде туындайды. Бір жасқа келіп қалған (екінші жарты жыл) нәрестелерде темір жетіспеушілігі қосымша тамақты (көкөністен және еттен жасалған езбе) кеш беруден, сондай-ақ сүтті тағамдарды (сиыр сүтін, айран, Крепыш, Биолакт, Тоқтамыс, биойогурттарды) ерте бере бастаудан және оларды көп мөлшерде (150-180 гр-нан астам және күніне бір реттен артық) қолданудан, дәруменге тапшы, құрамы біркелкі тамақ рационы, 3 жасқа дейін шай беруден пайда болады. Сонымен қатар балаларда темір тапшылығы анемиясы мальабсорбция синдромы, ішектің созылмалы аурулары, асқазан-ішек жолында қан кету, ішек құрты инвазиялары болғанда да туындайды.\nТемір тапшылығы анемиясына ортақ белгілер тән. Ең басты және көзге көрінетін белгілер – ол бет-жүзінің, сілемейлі қабыршақтардың бозарыңқы болуы, көз конъюктивиті. Сонымен қатар ондай балаларға жалпы дене әлсіздігі, кыңырлық, жылауықтық, тез қозғыштық, ағзаның жалпы күш-қуатының төмендеуі, тершеңдік, тәбетінің төмендегі немесе болмауы, дұрыс ұйықтамау, тамақтанудан кейін құсу, лоқсу, көру қабілетінің төмендеуі тән болады. Бұлшықет жүйесі тарапынан өзгерістер байқалады: бала әлсіз қимылдайды, бос болады, тез шаршайды, отыру, еңбектеу, жүруді кеш бастайды. Бір жасқа келіп қалған немесе бір жастан асқан балалардың эпителий тіндерінде бұзылу белгілері– терінің жарылуы, құрғақтығы байқалады, ангулярлы стоматит, ауызы маңайында ауыршаң жаралар, ауыз қуысы сілемейлі қабыршағының глосситі немесе атрофиясы, шаштың сынғыштығы мен сөңінкілігі, шаштың түсуі, тырнақтың сынуы және қабыршақтануы, тістің бұзылуы (кариес), психомоторлық және дене дамуында кеш қалу пайда болады.\nАурудың күрделілігі деңгейіне қарай ағза мүшелері мен жүйелерінің бұзылуы байқалады: жүрек-тамыр жүйесінде – жүректе шу, тахикардия пайда болады, нерв жүйесінде – бас аурады және бас айналады, талып қалу, ортостатикалық коллапс туындайды. Бауыр мен көкбауыр үлкейуі мүмкін. Асқазан-ішек жолы тарапынан жұта алмау, іш кебу, іш өту, іш қату, дәмнің бұзылуы – баланың саз, топырақ жеуді қалауы байқалады.\nӨкінішке орай, жоғарыда аталған белгілер біртіндеп пайда болады және баяу дамиды, сондықтан ата-аналар көп көңіл бөле қоймады да, темір тапшылығы ұлғая түседі. Темір тапшылығы анемиясы профилактикалық тексеру кезінде жиі анықталады.\nАна мен бала орталығының балалар емханасында 2016 жылдың 01 қаңтарынан бастап орта және ауыр дәрежедегі темір тапшылығы анемиясы диагнозы 3 жасқа дейінгі 86 балаға және 91% балаға алиментарлы генез анемиясы диагнозы қойылды.\nСол себептен, құрметті аналар мен әкелер, балаңыздың тамақтану рационына, баланың өз жасына сәйкес барлық қажетті заттарды қабылдауына көңіл бөліңіз және төмендегі тармақтарды назар қойып оқыңыз:\nбала өмірінің алғашқы айларында темір тапшылығы анемиясын алдын алудың табиғи әдісі баланы 6 айына дейін тек омыраумен емізу болып табылады;\nтемір тапшылығы анемиясының алдын алу мақсатымен егіз, үшем ішіндегі балаларды, үлкен салмақпен және шала туған балаларды тамақтандырған кезде құрамында темірі мол қоспалар қолданған жөн;\nкем дегенде 6 айдан бастап қосымша тамақ бере бастау қажет;\n7 айлық жастан сәбиге күн сайын еттен жасалған езбе беріп, одан кейін біртіндеп бауыр, тауық пен балық етін қосу керек;\nсонымен қатар біртіндеп баланың тамақтану рационына жаңғақ, жаңа піскен көкөніс пен жеміс-жидек (жергілікті жердің), аллергия болмаған жағдайда қолдан жасалған компот пен морс, жеміс шырындарын қосу абзал;\nсәбиге айран мен ашытылған сүт тағамдарын кем дегенде 8 айдан бастап және күніне бір рет қана (түскі кезде) беру керек;\n3 жасқа дейін шай беруге болмайды;\nішек құрты инвазияларының алдын алуды және ішек құрты анықталған жағдайда уақытында санация жасауды естен шығармаңыз;\n1 жасқа дейін ай сайын, 2 жасқа дейін тоқсан сайын, 3 жасқа дейін жарты жыл сайын профилактикалық тексеруден өту керек;\nтексеру кезінде балаңыздың ағзасында темір тапшылығы анемиясы анықталатын болса, дәрігердің барлық нұсқауларын орындау қажет және анемияның әрбір сатысында негізгі ем – ол темір, сондай-ақ темірі мол тамақ - емдеудің бір бөлігі болып табылатынын білуіңіз тиіс.\nТолығырақ: https://cmr.kz/kz/patsientterge/articles/balalar-temir-tapshyly-y-anemiyasy/",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбытыға дайындалу әдістері қандай?",
        "question_content": "Ұбытыға қатысап 140 бал жинағым келеді",
        "question_date": "15.10.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сұрақты әрбір түлек  өзіне қоятын шығар. Мен де бір жыл бұрын ҰБТ туралы барлық сайттарды ақтарып,  баспасөздегі мақалалардың бірін қалдырмай оқып, өзімнен бұрын оқып кеткен достарымнан, туысқандарымнан сұрай беретінмін. Кішкене қауесет тараса, соған сеніп, министрге хат жазуға дейін баратынбыз. Қазір ойласам, өте күлкілі екен. Бос алаңдап, түнімен ұйықтай алмай шыққан кездеріміз де болды. Бірде «ҰБТ-ны өзгертіп, оның орнына емтихан түрінде тапсыратын болыпты» деген қауесет тарап, екі жыл бойы тестке дайындалып жүрген біз әбден әбігерге түсіп едік. Жас талапкерлерге айтарым – еш күйзелмеңдер, сабырмен дос болыңдар! Еш қорықпай, қаймықпай, сабақтарыңды ынтамен оқып, өздерің тапсыратын 4 пәнді індете қараңдар. Жылда тест сұрақтары жаңартылып, аздап қиындатылатыны болмаса, басқа айтарлықтай ауырлығы жоқ екен. \nҰБТ-ға дайындық кезінде жинаған азды-көпті тәжірибем бар, соны өздеріңмен бөліссем деймін. \n1. Біреулер 5-11 сынып аралығындағы кітаптардың бәрін алып оқиды, ал кейбіреулер тесттен бас алмайды. Менің ойымша, осы әдістердің біріне ғана қатып қалып, ұстанып жүре берудің қажеті жоқ. Адам жан-жақты болуы шарт. Кітаптардың бәрін оқи берсе, ештеңе басқа кірмейді. Мәселен, бір кітаптың 4-5 тақырыбын оқып алып, сосын соған орайласатын тест сұрақтарына жауап берсе, қонымды әрі нәтижелі болады. \n2. Сынақ тесттерді толтырғанда, ешкімнен көмек сұрамай, өзің істеуге тырыс. Кейде тестке беріліп жазып отырғанымда,  достарым қайта-қайта ойымды бөліп, сұрай беретін. Сол кезде ренжімей, қайта көмегімді аямай, бәріне көмек беруге тырыстым. Сосын «уақытым басқаларға көбірек кетіп қалды ғой» деп қамығып та қалатын едім. \n3. Өзіңнің қолыңдағы тест кітапшаларын ғана емес, сыныптастарыңдікін де алып, таныс. Саған беймәлім сұрақтар сонда жүруі мүмкін. Түсінбеген сұрақтарды сыныптастарыңмен бірге талқылаудан тайсақтама. \n4. Бұрын оқыған тақырыптарды қайталап оқи бергеннің де пайдасы көп. \n5. Тек оқумен отыра бермей, далада серуендеп, достармен қыдыруға да уақыт табу керек. Тамақтану рационын да дұрыстау керек. Тым тәтті әрі майлы тағам адам миының жұмыс үрдісін баяулатады. Шоколад, мәселен, адам миының дұрыс әрі тез жұмыс істеуін қамтамасыз етеді, алайда оны да көп жей беруге болмайды. \n6. Кейбіреулер ешқашан бармаған мешіттеріне немесе ғибадатханаларға  тура ҰБТ тапсыратын жылдары барып, сыйына бастайды. Өзі оқымай, көктен көмек сұрай берген де жөн емес. Сонымен қатар, ырым-нанымға да қатты сене беруге болмайды. \n7. ҰБТ-ға дайындалумен қатар, күнделікті сабақтарға да тиянақты дайындалу керек. Әсіресе, қоғамдық білім негіздері, құқық, тәрбие сабағы дегендерді сабақ құрлы көрмейтіндер болады. Бірақ осы сабақтарды жақсы оқыса, университеттің І курсына келгенде міндетті түрде өтетін философия, мәдениеттану, тарих сияқты пәндердің бағдарламасын игеруге көмегі көп  тиеді екен. \n8. ҰБТ-ға дайындық барысында тек бір сабаққа ғана, мысалы, әркімнің өзіне қиын соғатын сабағына ғана немесе математикаға ғана көңіл бере беру тіпті дұрыс емес. Мәселен, мен, шынымды айтсам,  математикадан әдетте 15-18 балл ғана жинап жүрдім. Одан 20-25 балл алу үшін тек математиканы тынбай оқи беріп едім, басқа сабақтарым бірте-бірте төмендей бастады. Сондықтан 5 пәнге де бірдей уақыт бөлген жөн. \n9. «Достық», «EdTech», «Достар», «ҰБТ-ға дайындалу бұрышы», т.б. курстарға сеніп, өз бетінше оқымай қоюға болмайды. Курстардың өзі жоғары балл жинауыңа кепілдік бере алмайды. Мен достарыммен бірге ешқайда бармай-ақ, өз бетімше дайындалдым. Нәтижесі жаман болмады, 118 балл жинап, грант иегері атандым. Тоқсан ауыз сөздің тобықтай түйіні, егер оқымасаң, алға қойған мақсатыңа жете алмайсың. Қашанда оқи отырып, қинала отырып, оптимистік көзқараста болған жөн\n\nТолығырақ: https://mail.kz/kz/news/lifehack/ubt-ga-kalai-daiyndalu-kerek-1#hcq=ZorAvds",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Антивирустың уақыты бітсе, программа ашпай қала ма?",
        "question_content": "Антивирустын уақыты бітсе программа ашпай қалама кім біледі?",
        "question_date": "15.10.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 342,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Антивирус уақыты бітсе бағдарлама жұмыс жасамайды.  Оны жаңадан белсінді ету керек.",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккірімде қоңыр қанның ізі бар?",
        "question_content": "Жасым 13-те. Месячный келгеніне 10 болды. Трусиімде қоңыр қанның ізі бар 10 күн болды. Анама айтуға ұяламын. Не істеуге болады?",
        "question_date": "15.10.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйел бойындағы еркекте жоқ нәзіктік, сұлулық, жүктілік етеккірмен тығыз байланысты. Ол қыз бала ағзасының көктемі басталар шақта «келіп», күзі басталарда «кетеді». Иә, күн суығанда жылы жаққа кететін құс секілді. Құс демекші, мұндай \"құсқа\" да қолайлылық, көңіл керек. Ал, сіз оған қалай қарап жүрсіз? Қай жаста басталуы тиіс? Жалпы, етеккір – бұл жатырдың ішкі эндометрий қабатының жаңару үдерісі. Медицина мамандарының айтуынша, ол жаңарған сайын әйелдің бүкіл ағзасында қайта қалпына келу, жасару орын алады екен. Етеккірдің келуі – жыныс мүшенің жетілгенін білдіреді. Дені сау әйелде климастық кезеңге дейін ай сайын тұрақты келуі керек. Ол әркімнің ағзасының ерекшелігіне байланысты 10-14 жаста басталып, 50-55 жастарда тоқтайды. Алайда, ол тым ерте және кеш келсе оған немқұрайлы қарауға болмайды. Мұндайда міндетті түрде дәрігерге көріну қажет. ЕГЕР, 10 жастан бұрын келсе, 17 жасқа дейін келмесе... Америка ғалымдарының зерттеуінше, етеккір келуі 10 жастан бұрын және 17 жастан кейін басталған әйелдер жүрек қан тамырлары ауруларына, инсультқа, артериалды қан қысымының жоғарылауына бейім келеді екен. Сондай-ақ, етеккірдің ерте және кеш келуі қыз баланың сүт безінде, жыныс безі жүйесінде, басқа да гормональды аурулардың бар екенін білдіреді. Сондықтан да қыз бала 10 жасқа толмай жатып етеккір келсе және 17 жасқа дейін келмесе, онда ата-анасы уақытты созбай дәрігерге тексертіп, қажетті кеңес алғаны дұрыс. Дәл сол сияқты ай сайын тұрақты келетін етеккір айналым мерзімі (циклі) әркімнің ағзасының күйіне орай, түрлі уақыт аралығын қамтиды. Біреуде әр 21 күн сайын етеккір келсе, енді біреулерде әр 28 күн сайын айналып келіп отырады. Ал, оның арасы қанша уақыттан кем, не артық болса ол қауіпті саналады? 21 күннен кем, 35 күннен артық болса... фото: metdaan.com Етеккір айналымының мерзімі – бірінші келген күні мен келесі айдағы соңғы келген күн аралығы. Мысалы, қазан айындағы етеккір келген алғашқы күн мен қараша айында етеккір кезеңінің аяқталған күн аралығы. Бұл аралық шамамен 28 күн болуы тиіс. Әйтсе де, әйел ағзасындағы кейбір өзгерістерге байланысты, дәлірек айтқанда психикалық және физикалық әсерлерге қатысты бұл көрсеткіш өзгеріп отыруы мүмкін. Яғни, етеккір жүйелілігінде өзгеріс болуы мүмкін. Мысалы, өткен айда 21 күннен кейін келсе, ал одан соң арада 33 күн өткеннен соң келсе, бұл да қалыпты боп табылады. Бірақ та, нендей жағдай болса да, етеккір айналымының мерзімі 21 күннен кем болмауы керек және 35 күннен асып кетпегені дұрыс. Егер, етеккір циклі аталған көрсеткіштен кем, я болмаса артық болса, онда гинекологқа барыңыз! Төсемені 1-2 сағат сайын ауыстырсаңыз... Сізде етеккір айналым мерзімі қалыпты болғанымен, қынаптан бөлінген қан мөлшері қалыпты ма? Бұған да мән берген жөн. Сонда оның мөлшері қандай болуы керек? Бұл әркімде әр түрлі, нақты айту мүмкін емес. Дегенмен, медицина мамандары егер төсемені әр 1-2 сағат сайын ауыстыруға тура келсе, онда бұл – «гинекологқа тексеріліңіз» деген ескертуді білдіреді дейді. Қан мөлшерінің шамадан көп келіп жатқанын түнгі уақытта да анықтауға болады. Түнде жатарда төсемені жаңалағаннан соң, таңға дейін алаңсыз ұйықтайсыз ба? Егер, түн ортасында тұрып төсемені ауыстыруға мәжбүр болсаңыз, бұл денсаулығыңызда кінәраттың бар екенін білдіреді. Таң атысымен-ақ дәрігерге асығыңыз! Қанша күннен артық созылмауы қажет? Дені сау әйелде етеккір 3-7 күнге созылуы керек дейді мамандар. Ал, 2 күннен кем келсе, онда бұл – горманальдық ауру немесе олигоменорея, ал 10 күннен асса онда бұл – жатырда ет өскеннің немесе полип, миома және қатерлі ісіктің пайда болғанын білдіруі мүмкін екен. Бұл өте қауіпті. Сонымен қатар, етеккірдің ауыртып келуіне де бей-жай қарамаңыз, ол – альгодисменорея деп аталатын дерттен хабар береді. Қай белгілер қалыпты саналады? Тәбеттің артауы, эмоциональды сезімталдықтың жоғарылауы, көңіл күйдің болмауы, белдегі жеңіл ауырсыну, бас ауруы, бет терісінде қызыл бөртпелердің пайда болуы, ұйқысыздық, іштің кебуі, дененің және аяқ-қолдың ісінуі қалыпты саналады. Осы аталған қалыпты жағдайлардан басқасының бәрі де – ағзаңыздың «дәрігерге тексеріл» деген дабылы. Ағзаңызда тіл жоқ, сондықтан да ол белгілі бір кеселдің пайда болып жатқанын, қауіпті етеккір кезіндегі «дабылдармен» білдіреді. Дабылға құлағыңыз түрік болсын, өйткені, етеккір реттілігінің бұзылысы, айналым мерзімінің өзгерісі тек гинекологиялық емес, ол эндокринологиялық, неврологиялық, тіпті онкологиялық дерт белгісі де болуы әбден мүмкін. Міне, әйел адам етеккірдің көмегімен ай сайын денсаулығында сырқаттың бар-жоғын анықтап, қауіпті дерттердің алдын ала алады. Мұндай жанашыр еркекте жоқ, әйелде бар. Ендеше, әйелдер, өзіңізде ғана бар мұндай «жәрдемшіні» қуана қарсы алыңыз, ерекше гигиеналық тазалықпен шығарып салуды үйреніңіз! Сонда дерт те сізге жоламайды!\nТолығырақ: http://ernur.kz/meditsina/etekkir-kezindegi-bul-belgiler-kauipti-sanalady",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жібек орамал, өзеннің жағасы, жуас ат. Осы сөздерге сөлем құрау керек?",
        "question_content": "Жібек орамал, өзеннің жағасы, жуас ат, сөздің мағынасы, қалың қарағай, кең сарай. Осы сөздерге сөлем құрау керек?",
        "question_date": "15.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әжем бар кезде жібек орамал тағып жүруші еді.\nАсан екеуміз өзен жағасында алғаш рет кездескенбіз.\n\nЖаңадан туылған жылқы қорамыздағы ең жуас ат.\n\nОмоним айтылуына қарай сөздің мағынасы әртүрлі болып келеді.\n\nҚазақстанның солтүстігінде қалың қарағай ормандар өте көп.\n\nӘркімнің өмір сүріп жатқан жанұясы өзіне кең сарайдай болып көрінеді.",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жердің бөліктерін қай бөліктеп құрайды?",
        "question_content": "Жер қыртысының тұрақты бөліктерін қандай платформалар құрайды?",
        "question_date": "15.10.2020",
        "question_tag": "Мектеп",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Материктік және мұхиттық жер қыртысы. Жердің қатты қабығы болып саналатын литосфера жер қыртысы мен мантияның жоғарғы бөлігін қамтиды. Құрамдас бөліктерінің түрліше болуына байланысты жер қыртысы материктік және мұхиттық болып бөлінеді. Олардың құрылысындағы айырмашылықтар айқын көрсетілген.\nҒалымдардың болжамы бойынша, алдымен мұхиттық жер қыртысы қалыптасқан. Жердің ішкі күштері әсерінен біртіндеп пайда болған жарықтар бойымен магмалық жыныстардың жоғары көтерілуінен жаңа қатты қабат пайда болып, жер қыртысын қалыңдатты. Бұл материктік жер қыртысының түзілуіне, құрлықтың қалыптасуына негіз болған.\n2.Геологиялық жыл санау және геохронологиялық кесте. Жердің геологиялық жасы литосфераның қалыптасқан уақытынан бастап есептеледі. Егер Жердің жасы шамамен 5 млрд. жылға жуық деп есептелінетін болса, жер қыртысынының қалыптасуынан кеткен уақыт 2,5-3,5 млрд. жыл шамасында. Оған жер қыртысынан табылған ежелгі геологиялық жыныстардың жасы дәлел болады. Геологиялық жыл санау геохронологиялық кесте арқылы жүргізіледі. Грек тілінен аударғанда гео – жер, хронология – жыл санау деген мағынаны білдіреді.\nЖер қыртысы мен тіршілік дүниесінің неғұрлым ірі өзгерістерін көрсететін геологиялық уақыт аралығы эра деп аталады. Жердің даму тарихы бес эраға жіктеледі. Әр эра неғұрлым қысқа аралық уақыттарына – дәуірлерге бөлінеді. Дәуірлердің аттары көбінесе сол кезеңге сәйкес келетін тау жыныстары табылған жерлердің атымен аталады. Мысалы кембрий, пермь, юра. Геохронологиялық кестеде Жер тарихындағы басты оқиғалар – тау жасалу кезеңдері, климаттық өзгерістер, тіршіліктің дамуы және т.б. көрсетіледі.\n3.Литосфералық тақталар және олардың қозғалыстары. Материктер мен мұхит қазаншұңқырларының қалыптасуы мен одан әрі дамуы жөнінде әр түрлі ғылыми болжамдар бар. Қазіргі кезде жер қыртысының құрылысы мен қалыптасуы кезеңдері литосфералық тақталар теориясы тұрғысында түсіндіріледі. Бұл ілім ХХ ғасырдың неміс ғалымы А.Вегенер ұсынған болжамға негізделеді, бірақ ол кезде тақталарды қозғаушы күштердің шығу тегі белгісіз болатын.\nЛитосфералық тақталар теориясы бойынша, жер қыртысы және мантияның бөлігі жекелеген тақталардан тұрады. Қазіргі кезде 7 аса ірі, ондаған кіші тақталар анықталған. Олар құрылымдық ерекшеліктеріне байланысты материктік және мұхиттық тақталарға ажыратылады. Ірі литосфералық тақталардың көпшілігі материк пен лоарға жалғасып жатқан мұхит табандарын қоса қамтиды. Аса ірі тақталар қатарына Еуразиялық, Солтүстік Америкалық, Антарктидалық тақталар жатады. Олардың қалыңдығы шамамен 60-100 км-ге жетеді. Ал Тынық мұхиттық және Наска тақталары мұхиттық тақта болып табылады. Мұхиттық тақталарда гранит қабаты болмайтындықтан олар салыстырмалы түрде жұқа және неғұрлым қозғалмалы болып келеді. Тақталар бір-бірінен мұхиттағы су асты жоталары мен терең шұңғымалар арқылы бөлініп жатыр.\nТақталардың өзара әрекеттесуі жүретін мұндай аудандар құрлықта да кездеседі. Тақталардың сырғып, жылжуы мантияның тығыздығы төмен, иілгіш жоғарғы қабатындағы заттардың қозғалыстарысмен түсіндіріледі. Жоғары бағытталған бұл қозғалыстардың нәтижесінде жер қыртысында терең жарықтар пайда болады, олар әсіресе жер қывртысы жұқа болып келетін мұхит табандарында жиі кездеседі. Жер қыртысындағы неғұрлым терең жарықтардың жиынтығы рифт деп аталады, бұл құрылымдар көбінесе мұхиттық тақталардың шеткі бөліктеріне сәйкес келеді.\nЖарықтар бойымен Жер қойнауынан көтерілген ыстық магма есебінен жер қыртысы қалыңдап, мұхиттық тақталардың ауданы ұлғаяды. Бұл әрекет тақталардың ығысуына себепші болатындықтан, рифттер тақталарының ажырау шекарасы және мұхиттық жер қыртысының қалыптасуы ауданы болып табылады. Ал салмағы мен тығыздығы түрліше болатын материктік және мұхиттық тақталар шектескенде, мұхиттық тақта ауырдлығына байланысты майысып, материктік тақтаның астын сыналап енеді. Соның нәтижесінде мұхиттық тақталардың күшті майысуға ұшыраған бөліктерінде аралдар доғасы мен жағалық теңіздердің қазаншұңқырлары қалыптасады. Бұл заңдылық Тынық мұхиттық тақта мен Еуразиялық тақтаның әрекеттесу аймағында айқын байқалады (физикалық картадан осы аймақтағы терең шұңғымаларды, аралдар доғасы мен жағалық теңіздерді анықтаңдар). Ал кейбір материктердің жағалық бөліктерінде құрылымы күрделі биік тау жоталары түзіледі. Оған Тынық мұхиттық тақтасының Солтүстік және Оңтүстік Америкалық тақталарымен шектескен аудандарындағы Кордильера және Анд таулары мен оларға жалғасып жатқан шұңғымалар жүйесі дәлел болады. Материктік және мұхиттық литосфералық тақталардың шектесу аудандары тақталардың соқтығу шекарасы деп аталады. Екі материктік тақтаның жанасқан аудандарында олардың шеткі бөліктері өзара соқтығысу нәтижесінде сығылып, қатпарлануға ұшырайды. Дүние жүзіндегі ең биік Гималай таулары Еуразияға Үндістан тақтасының соқтығысуы нәтижесінде түзілген. Литосфералық тақталар теориясына сәйкес, материктер мен мұхиттардың пішіні мен аумағы геологиялық уақыт аралығында өзгерістерге ұшырап отырады.\nБұл литосфералық тақталардың бағыты мен жылдамдығына тәуелді. Мысалы, Тынық мұхиттық литосфералық тақта жылына 10-11 см жылдамдықпен Еуразия тақтасына жақындай түссе, керісінше Қызыл теңіз табаны мен Арабия тақтасы жылына 5 см жылдамдықпен Африка тақтасынан қашықтай түсуде. Болашақта осы тектес қозғалыстар нәтижесінде материктер мен мұхиттардың қазіргі орны мен пішіндері өзгерістерге ұшырайтындығы жөнінде ғылыми болжамдар бар. Литосфералық тақталар қозғалысы нәтижесіндеғ ежелгі біртұтас Пангея (гректің «барлық құрлық» деген сөзінен шыққан) құрлығы Лавразия мен Гондвана материктеріне ажырады. Кейінгі қозғалыстар олардың қазіргі материктерге бөлшектенуіне және мұхит табандарының ашылуына себепші болды. Лавразия құрамында Еуразия мен Солтүстік Америка материктері ұзақ уақыт бірге болған. Ал Гондвана Оңтүстік Америка, Африка, Аустралия мен Антарктида материктерінің жиынтығынан тұрды. Сондықтан Лавразиялық және Гондваналық материктердің табиғат жағдайлары бір-бірінен елеулі айырмашылық жасайды.\nӘрбір материктің негізін жер қыртысының тегістелген, салыстырмалы түрде тұрақты бөліктері – платформалар құрайды. Олар жасына байланысты ежелгі және жас платформалар болып бөлінеді. Негіздері архей-протерозой эраларында қалыптасқан құрылымдар ежелгі платформалар деп аталады. Оларға Шығыс еуропа, Сібір, Арабия, Солтүстік Америка, Аустралия және т.б. платформалар жатады. Ежелгі платформалардың негізін құрайтын қатты кристалды жыныстардың жер бетіне ашық шығып жатқан бөлігі қалқан деп аталады. Бұл жыныстардың абсолюттік жасы 3-3,8 млрд. жыл шамасында болады. Ірі қалқандарға Канада, Балтық, Алдан қалқандары мысал бола алады. Ал палезой эрасында көтерілген жер қыртысының неғұрлым тұрақты бөліктері жас платформаларды құрайды. Оларға Батыс Еуропа. Батыс Сібір, Тұран және т.б. құрылымдар жатады. Ежелгі және жас платформалардың әр түрлі жастағы және платформалардың әр түрлі жастағы және қалыңдықтағы шөгінді жыныстар қабаты жауып жатқан бөлігін тақта деп атайды. платформалық құрылымдарға көбінесе жазық жер бедері сәйкес келеді.\nЖер қыртысының қозғалмалы белдеулері геосинклиналдар деп аталады. Қазіргі кезде аласарып, мүжілген ежелгі таулар да, биік таулар да кезінде геосинклиналдық аймақтарға жатақан. Бұл аймақтарда да қазіргі геосинклиналдардағы сияқты күшті тау жасалу, жанартау атқылауы қарқынды жүрген. Біртіндеп ішкі күштер әрекетінің бәсеңдеуі нәтижесінде таулар сыртқы күштер әсерінен үгіліп, аласарған. Ал қазіргі ірі геосинклиналдық белдеулерге Альпі-Гималай, Батыс және Шығыс ТЫнық мұхиттық белдеулер жатады. Олар литосфералық тақталардың шектескен аудандарына сәйкес келеді. Осы аталған ірі сейсмикалық белдеулер бойында сөнбеген жанартаулар орналасқан және жер сілкінулер жиі байқалады.\nЖер шарында 800-ден астам сөнбеген жанартау бар, олардың басым көпшілігі мұхит табанында шоғырланған. Қосарбеттегі «Жер қыртысының құрылысы» деп аталатын тақырыптық картада литосфералық тақталардың орналасуы, материктік және мұхиттық жер қыртысының арақатынасы, құрлықтағы және мұхит табанындағы жарықтардың тарлуы беріледі. Сонымен қатар жер қыртысын құрайтын жыныстар, пайдалы қазбалардың шығу тегі мен орналасу заңдылықтары көрсетіледі. Бұл картада жер қыртысының тұрақты және қозғалмалы бөліктері, апатты жер сілкінулер мен жанартаулардың атқылауы жүріп жатқан аудандар да беріледі.\nТолығырақ: https://baribar.kz/student/6794/zher-qyrtysynynh-qurylysy/",
                "date": "15.10.2020",
                "upvotes": 0
            },
            {
                "text": "мен білмим.потому что мен окымадым кешір",
                "date": "13.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сд и Де векторының қосындысын табу керек?",
        "question_content": "Сд және Де векторларының қосындысын табу керек.\n\nВс и Ве векторларының айырымын табу керек.",
        "question_date": "15.10.2020",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ережеге сай",
                "date": "17.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функциялардың мәнін табыңыздар?",
        "question_content": "Функциялардың мәнін табыңыздар?",
        "question_date": "15.10.2020",
        "question_tag": "Математика",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақбілек романындағы Сабыржан бейнесі ?",
        "question_content": "Аймауытовтың \"Ақбілек\" романында Сабыржан есімді кейіпкер бар ма? Ол қандай кейіпкер?",
        "question_date": "15.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 613,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Параллелограмның периметрін табыңыз егер? Егер бір қабырғасы екіншісінен 5 см артық.",
        "question_content": "Параллелограмның периметрін табыңыз егер.\n\na) егер бір қабырғасы екіншісінен 5 см артық.\n\nb) бір қабырғасының ұзындығы екіншісінен 3есе аз болса.\n\nc) қабырғаларының қатынасы 3:5 қатынасындай болса.",
        "question_date": "15.10.2020",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а)а=х\nб=х+5\n P=2(a+b)= 2(х+х+5)=2(2х+5)=4х+10\nб) а=х\nб=3х\n P=2(a+b)= 2(3х+х)=2*4х= 8х\nс) а=3х\nб=5х\n P=2(a+b)= 2(3х+5х)=2*8х=16х",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Полидактилия (көп саусақтылық) - бұл доминантты аутосомалық ауру",
        "question_content": "1. Полидактилия (көп саусақтылық) - бұл доминантты аутосомалық ауру. Күйеуі полидактилиядан зардап шегеді және әйелі саусақ құрылымы қалыпты отбасында бала қалыпты саусақ құрылымымен дүниеге келген.\nСұрақтар:\n1) Барлық отбасы мүшелерінің генотиптері мен фенотиптерін және полидактилиямен баланың туу ықтималдығын анықтаңыз. Тұқым қуалаудың түрін сипаттаңыз?\n2) Бұл жағдайда  Мендельдің қай заңына  сәйкес келеді? Неліктен?\n3) Осы тұқым қуалау типі бойынша 5 мысал келтіріңіз",
        "question_date": "15.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақтауда сағат 20:50 болса, Парижде сағат неше болады?",
        "question_content": "Егер Ақтауда сағат 20:50 болса, Парижде сағат неше болады?",
        "question_date": "15.10.2020",
        "question_tag": "География",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "UTC+5 Ақтаудың сағаттық белдемі\n\nUTC+2 Париждің сағаттық белдемі\n\nАрасы 3 сағат. Ақтаудың сағаттық есептелуі алда жүреді.\n\nЯғни Ақтауда 20:50 болса Парижде 17:50",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакция жылдамдығы неше есе артады?",
        "question_content": "Температураны әр 10 градусқа көтергенде реакция жылдамдығы екі есе өсетін болса, температура 100°С-тан 200°С-қа жоғарылағанда, реакция жылдамдығы неше есе артады? жауабы : 1024есе, шешуі:?!",
        "question_date": "15.10.2020",
        "question_tag": "Химия",
        "question_views": 10400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы болмула бойынша 2нің 10 дәрежесі 1024 болады.",
                "date": "16.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қандай тұжырым МКТ-ң негізгі қағидаларына жатпайды?",
        "question_content": "Қандай тұжырым МКТ-ң негізгі қағидаларына жатпайды?\nа) заттар бөлшектерден тұрады;\nв) бөлшектер хаосты қозғалыста болады;\nс) бөлшектер бір-бірімен әсерлеседі;\nд) молекулалардың массасы мен өлшемі аз\nе) жауаптардың арасында дұрысы жоқ",
        "question_date": "15.10.2020",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай тұжырым МКТ-ң негізгі қағидаларына жатпайды?\nд) молекулалардың массасы мен өлшемі аз\nСебебі барлық уақытта молекуланың массасы  салыстырмалы түрде аз бола бермейді",
                "date": "15.10.2020",
                "upvotes": 0
            }
        ]
    }
]