[
    {
        "question_title": "Қалай ән жазуға болады?",
        "question_content": "Эстрадалық әнді қалай жазуға болады ән жазатын адам барма?",
        "question_date": "7.03.2021",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізде радиодан танымал әнді естігенде: «Мен де сондай бір нәрсені жаза аламын» деп ойладыңыз ба? Қиялды, негізгі музыкалық қабілеттерді және қызықты метафораларды қолдана отырып, кез-келген адам эстрада жанрында өз әнін екі рет жаза алады. Олардың әрқайсысы хитке айналмайды, өйткені көптеген музыканттар жүздеген әндер жазады, бірақ бұл альбомға тек сегіз-он ән кіреді. Егер сіз үнемі жаттығулар жасасаңыз, сіз жақсы әндер шығаруды үйренесіз және соңында нағыз хит жаза аласыз.\nӘн қандай болуы мүмкін\nЕгер сіз соңында лайықты нәтижеге қол жеткізгіңіз келсе, ән жазудан бұрын, осындай туындылардың құрылымы туралы ақпаратты зерделеуге уақыт бөліңіз. Қолданыстағы ережелерді сақтау жалпы қабылданған талаптарға сәйкес келетін сапалы опцияны жасауға көмектеседі. Ән құрылымы бірнеше компоненттерге бөлінеді, олардың әрқайсысының өзіндік ерекшеліктері бар.\nБұл атау ерекше рөл ойнайды деп ойламаңыз, ол болмауы мүмкін. Бұл құрылымның маңызды бөлігі. Қызықты, қызықты тақырып қызығушылықты, әнді тыңдауға деген ынтаны оятады. Сонымен қатар, бұл жұмыс көбінесе есте қалады.\nӘдетте атау ән жазылғаннан кейін таңдалады, өйткені ол қысқа түрде оның мазмұнын, көңіл-күйін дәл көрсетуі керек. Онда тым көп сөздер болмауы керек, нақтылық - бұл міндетті шарт. Тақырыптың максималды мөлшері бес сөзден тұрады. Бұл мәтіннен алынған сызық немесе тәуелсіз сөйлем болуы мүмкін.\nНегізгі ақпаратта аят бар. Бұл лирикаға салынған мағынаны толығымен көрсетеді. Бірнеше өлеңдерде сюжет, эмоционалды компонент біртіндеп ашылады. Бұл нақты оқиға, ойлар, тәжірибе туралы әңгіме және т.б. болуы мүмкін.\nӨлеңдерді жазуда жолдардың слогдарын дұрыс есептеу маңызды. Олардың мазмұны әртүрлі, бірақ себеп қалады. Өлеңдер бір ырғақта орындалуы керек, сондықтан буындардың саны музыкалық фразаның ұзындығына сәйкес келуі керек.\nХор алдындағы хор\nАлдын ала хор міндетті элемент емес. Бірақ бұл компонент мәтінге енгізілуі мүмкін. Өлеңді аяқтаған бір-екі жолды хорға дайындаңыз. Мамандар мұны хорға дейін атайды. Хорға дейінгі барлық өлеңдерде бірдей болуы мүмкін немесе көңіл-күйде, мағынада белгілі бір айырмашылықтар болуы мүмкін, бірақ сол себеппен орындалады.\nХор маңызды рөл атқарады. Семантикалық жүктеме төмен болуы мүмкін. Бірақ бұл жаңа ән тыңдағаннан кейін бірінші болып есте қалатын рефракция. Оған ерекше назар аудару керек. Хор сәтті емес шығарманы «сақтап», нәтижесінде шедеврді құртып жіберуі мүмкін.\nОның маңыздылығы оңай екеніне көз жеткізу. Танымал хиттердің барлық сөздерін санаулы адам біледі, барлығы өз хорынан қуана қарсы алады. Хор өлеңге қарағанда жарқын, серпінді болуы керек.\nӨлеңдер мен хорлар классикалық құрылымда кезектеседі. Бірақ кейде композицияның соңғы бөлігіне ерекше экспрессивтілік беру керек. Ол үшін пультиментальды жұптың хоры мен соңғы бөлігінің арасында музыканттар көпір деп атайтын көпір орнатылады. Оның әуені өлең үшін қолданылғаннан өзгеше. Көпір мәтінді болуы мүмкін, кейде бұл жағдайда аспаптық жоғалтуды қолдану орынды болады.\nЛириканы қалай құрастыру керек\nЕгер сіз ән жазуды шешсеңіз, көрерменге дәл нені жеткізгіңіз келетінін шешіңіз. Мәтіннің мағынасы көңіл-күйді, эмоцияны дәл жеткізуі керек, тақырыпты ашуы керек. Сондай-ақ, әнді құру бағытын таңдау керек. Бұл поэтикалық формада, ритвативте болуы мүмкін. Бұл опциялар айтарлықтай айырмашылықтарға ие. Таңдау жұмыс жанрына, стильге байланысты болады.\nӘнді әдеби шығарма деп санауға болады, өйткені ол белгілі бір тақырыпты ашады. Мәтін мазмұны белгілі бір ойды білдіретін құрал екенін түсіну керек.\nПоэтикалық форма\nПоэтикалық форма бірнеше музыкалық жанрларда қолданылады. Мұндай әнде музыка мен сөздер бір-бірімен тығыз байланысты, бірін-бірі толықтырады. Бұл тәсіл фольклор, шансон, эстрада музыкасын жазуда қолданылады.\nӨлеңді осы форматта жазбас бұрын, поэтикалық мәтіндердің кейбір ерекшеліктерімен танысу керек. Шебер туындысын құру үшін поэтикалық қабілет, белгілі бір поэтикалық мөлшерді байқау, сәтті рифтерді таңдау мүмкіндігі қажет. Рифмаға мұқият қарау керек. Жасанды сөз тіркестерін беру үшін жай сөздерді таңдау мүмкін емес. Бұл әнді бұзып, мағыналық компонентті бұзуы мүмкін. Жұптағы сызықтар, жұптасқан хор ырғағы.\nЕгер сіз бір рифмамен А, екіншісімен В белгісін белгілесеңіз, өлеңдегі рифмді бірнеше жолмен орналастыруға болады:\nABAB - рифтер сызық бойында орналасқан,\nAABB - екі рифмдегі жолдар,\nААА - барлық жолдар рифма,\nАББА - бірінші және соңғы, екінші және үшінші жолдардағы рифмдер.\nӘндер өлеңдердегідей қатал емес. Рифтер жетілмеген болуы мүмкін. Әуен олардың бір-бірімен үйлесуіне көмектеседі. Ол ұсақ сәйкессіздіктерді түзетеді.\nӘр адамның жазу қабілеті бола бермейді. Сіз қарапайым жолмен жүре аласыз, әйгілі ақындардың дайын өлеңдерін немесе әніңіз үшін осындай таланттары бар достардың шығармаларын таңдай аласыз.\nШедеврді қайталау форматында жазу поэтикалық нұсқадан өзгеше. Мұндай әндерде музыка композицияны беретін көмекші элемент болып табылады. Бұл бағыт ритм мен блюз, хип-хоп жанрларында қолданылады. Әуендік компоненттің негізгі элементі - ырғақ. Мәтін құру кезінде оған сену керек.\nРекатитив симметриялы қатарға бағынбайды. Бұл әңгіме түрі, тек ол әуезді. Мәтінде табиғи сөйлеу қолданылады. Мәнерге, жанрға байланысты өлшенген, әуезді немесе құрғақ рекативті пайдалануға болады.\nЕгер сіз рэп әнін жазуды шешсеңіз, ырғақ маңызды нұсқаулық болады. Әдетте оның емлесі ілгектен басталады. Бұл бірнеше рет қайталанатын лейтмотиф болып табылатын қайталанудың бір түрі. Егер оны өзіңіз құрастыру қиын болса, сүйікті әніңіздің жолын алуға болады. Тек оны дәл көшірудің қажеті жоқ, әйтпесе авторлық құқықты бұзу туралы шағым болуы мүмкін.\nРэп нақты тарихты айта алады, философиялық ойларды, метафораларды қоса алады. Бірақ идеяны күрделі түрде білдіруге болмайды. Бұл жанр қарапайым сөздермен, айқын суреттермен сипатталады. Егер сіз тек идеяны жеткізіп қана қоймай, көрерменді қызықтырғыңыз келсе, орфографиялық сөздермен тақырыпты көбейтуге, желпіндіруге болады.\nТолығырақ: https://kk.hydroponicsbc.com/5293-how-to-write-a-song.html",
                "date": "8.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зәрдің қуықтан толық шықпауы, ненің белгісі? Яғни қуықта жатқанда білінеді.",
        "question_content": "Зәр қалып қояды. Түнде далаға қайта шыққын келмейді және тез қозғалсын. Ана зәр шығып кетеді.\n\nКеңес беріңіздерші",
        "question_date": "7.03.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 856,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зәр шығару жүйесінің немесе бүйрек жұмысының бұзылуынан, суық тиюден болуы мүмкін. Цистит болуы да әбден мүмкін. Себебі, зәріңіз толық шықпаған күйді сезіну, зәр шығару кезіндегі ауырсыну цистит ауруы болуы мүмкін.",
                "date": "8.03.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Телефон Samsung Galaxy A11 графикалық үлгідегі пин кодқа түсіп қалды. Не істеу керек?",
        "question_content": "Телефон Samsung Galaxy A11 графикалық үлгідегі пин кодқа түсіп  қалды не істесем болады көмектесіп жіберіңдерші өтініш",
        "question_date": "7.03.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 542,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арифметикалық прогрессияның барлық оң мүшелерінің қосындысын табыңыздыр.",
        "question_content": "Арифметикалық прогрессияның барлық оң мүшелерінің қосындысын табыңыздыр.",
        "question_date": "7.03.2021",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қос теңсіздікті шешіңіздер?",
        "question_content": "Қос теңсіздікті шешеіңдер",
        "question_date": "7.03.2021",
        "question_tag": "Математика",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "-6,5*2 <= 7x +6 <=20,5*2\n\n-13<=7x + 6<=41\n\n-19<=7x<=35\n\n-19/7 <=x<=5\n\nжауабы осы сандар арасында",
                "date": "7.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлшекті қысқартыңыздар.",
        "question_content": "Бөлшекті қысқартыңдар",
        "question_date": "7.03.2021",
        "question_tag": "Математика",
        "question_views": 305,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2*a*y^3/(-4a^2*y) = -((y^2)/(2a))",
                "date": "7.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дизайнер болу үшін сурет сала білу міндетті ма?",
        "question_content": "Дизайнер болу үшін сурет сала білу міндетті ма?",
        "question_date": "7.03.2021",
        "question_tag": "Өнер",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дизайнер мамандығы бағдарламаларға бөлінуі мүмкін мынадай салалары:\nөнеркәсіптік, ресімдеумен айналысады құрумен және тұрмыстық техника, көлік құралдарын;\nдизайн ортасы, жасайды интерьер, ресімдейді ғимараты, учаскелері;\nграфикалық, еңбек етуде құру сауда маркаларын және жарнама;\n3D-дизайн, жасайды анимация, презентация, макет арқылы компьютерлік бағдарламалар;\nландшафтық мұражай-қорығы, маманданған жұмыс, байланысты жер телімін рәсімдеумен қоса, парк, бақша;\nкиім дизайны, аяқ киім және аксессуарлар, талабы жаңа стиль және бағыт сән.\nБағыттар саны дизайн саласындағы әр күні кеңейеді және өседі: кукольщики, цветокорректора, витражисты және басқа да.\nҚазақстан тарихы мамандығы дизайнер\nЗародился дизайн ежелгі заманда, адамдар бірінші рет бастадық тап мәселе қолайлы еңбек құралдары мен тұрмыс.\nҚазіргі заманғы дизайн байланысты тақырыптар, бұл 19 ғасырда дами бастады индустриялық өндіру, сонда қажеттілігі туды жобалау-көркемдік іс-әрекет.\nАлғашқы мектеп дизайн пайда болды 20-шы жылдары 20 ғасырдың, өйткені өскен осы мамандарға қажеттілікке.\nПрофессиональный праздник\nКүндіз дизайнер санау 9 қыркүйек. Пайда бұл мереке 2005 жылы, мен сезімге мерейтойына танымал және табысты дизайнер Владимир Чуйко.\nӨзінің кәсіби мерекесі дизайнерлер атап өте қызықты және креативті. Жиі бұл күні ұйымдастырылады, әр түрлі шығармашылық және өте қызықты іс-шаралар, онда дизайнерлер мүмкін демалуға және мақтана өзінің жинап келеді.\nАртықшылықтары мен кемшіліктері\nЖұмыс дизайнер өте пайдалы:\nжақсы пайда;\nгарантированная оплата труда;\nөз есептеледі;\nжұмыс істеуге мүмкіндігі бар үй.\nБірақ бар мен кемшіліктері:\nнормаланбаған жұмыс кестесі;\nкүшті жүктеме көз;\nқаупі бар моральдық тозуын және депрессия.\nКейде дәмі клиенттің мүлдем келмесе санатындағы маман, сонда тапсырыстарды орындау қажет немесе тіпті перевыполнить қалауына қарай клиенттің, ал ең дизайнер.\nКімге қолайлы кәсіп\nБұл мамандық – абырой, сол үшін, кім көреді шығармашылығы және креатив, сол үшін кім, жақсы дәмі мен дамыған қиял, жоқ, үйреніп кеттім - монотонной және іш пыстыратын жұмыс.\nТамаша, бұл сала отырып, кім жақсы көреді, сурет салғанды, жасауға тамаша, бар жұмыс істеу дағдыларын, қажетті бағдарламаларда жобалау үшін, армандайды жасау және ләззат өз жауһарларымен.\nМамандығына қойылатын талаптар\n- Мемлекеттік тіл-татулықтың ұйытқысы, әдетте, мынадай талаптар қояды:\nболуы көркемдік талғамын;\nболуы портфолио;\nжұмыс тәжірибесі тапсырыс берушілермен;\nболуы бейінді білім беру;\nнегізгі бейінді компьютерлік бағдарламалар;\nшығармашылық бүкіл.\nДизайнер білу, бейнелі ойлау, уақытында қосуға қиял, сабыр бол, усидчивым болуы, жоғары жұмыс қабілеттілігі.\nЛауазымдық міндеттері\nМіндеттері дизайнер жарнама бөлімінің:\nсапалы орындауға және көркемдік-безендіру жұмыстары клиенттің тапсырысы бойынша;\nжобаларын әзірлеу, техникалық рәсімдеу;\nқұрастыру және келісуге эскиз;\nқұру көрінісі мәтінге;\nқұру жалпы стиль сайта, басылымның не басқа жобаның.\nМіндеттері дизайнер киім:\nүлгілерін әзірлеу модельдер;\nтаңдау ассортименті маталар мен фурнитуралар;\nілесіп процесі үлгілерін пысықтау;\nөндірісті қосу;\nқадағалауға сән тенденциялары.\nЖауапкершілік\nЖауапкершілік дизайнер жасалады:\nорындау немесе уақтылы орындау лауазымды міндеттерін;\nсақталмаған қолданыстағы нұсқаулықтар;\nережелерін бұзғаны, ішкі еңбек тәртібін.\nМаман сондай-ақ, жауапты, еңбек тәртібін.\nӨкілеттіктері дизайнер\nДизайнер бар:\nақпарат алу, қажетті міндеттерді орындау үшін;\nұсыныстар беру әкімшілігінің жетілдіруге қатысты өз кәсіпорын;\nшешімдер қабылдау, олар сіздің құзыреті;\nталап басшыларының қамтамасыз ету, қалыпты еңбек жағдайларын.\nЖалпы сипаттамасы мамандық\nКім дизайнер? Дизайнер – бұл адам, иеленетін, көркем қабілеттері, оларды жүзеге асыруда құру арқылы тамаша туындысы.\nҚазіргі уақытта бар көп бағытты дизайн.\nДизайнер пәтер еңбек етуде, жоспарлағанда көп қабатты ғимараттар. Дизайнер-интерьер бетте эксклюзивті бейнесі ішіндегі ең пәтер.\nДизайнер киім жасайды нобайлар және киім. Керемет туындылары, жаңа ағым құрып мойындатады бұл мамандар. Дәл біз риза болуы тиіс жаңа моделін киім.\nӨте танымал болды дизайнер дәл жарнама, өйткені әрбір өнім түрі ерекше шешімді талап етеді, өзіне.\nЕң жоғары сұранысқа ие бағыттардың дизайн – дизайнер – графиктер. Бұл шығармашылық және қызықты мамандық. Компьютерлік жаңалықты көмектесті жаңа деңгейіне көшу, ал таланты мамандар-дизайнерлер мен олардың креатив, негіз болды әзірлеуге сайттар, макет, баспа өнімдерін, қаптамалар, және басқа да материалдарды түрлі салаларда өмір.\nКөлемі ұлғаюда құрылыс коттедждер, ал жобаларды ландшафтық дизайнерлер. Деректер мамандар сұранысқа ие болуда.\nЕң жас, бірақ өте тез өз дамуындағы саласы дизайн – бұл веб дизайн. Интернетті пайдаланушылар саны қарқынды өсуде, ұлғаюда және олардың талап-тілектерін өз сайттары болуы, өнімді жарнамалау, ал бұл әкеледі орасан зор сұранысқа мамандардың осы бағыттағы. Осы веб дизайнерлер болып табылады ең жақсы төлеуге зерттеу.\nСөз дизайн ауыстырылады ағылшын жобалау. Дәл жобалауға негіз болды, мүлдем әр саланың дизайн.\nҚажеттілігін социумның міндеттерін айқындайды дизайнерлер, ал мүлдем жарылды шығармашылық мінездердің. Іске асыру бөтен идеялар өмір оңай емес. Сондықтан шыдамдылық керек, сонда ғана мемлекеттік тіл-татулықтың ұйытқысы, дружелюбием және шабыт.\nЖұмысқа орналасу кезінде дизайнерлер, басты критерий болып табылады портфолио. Әңгімелесу аялдап өтуге үнсіз. Сапалық және креативті жұмыс үлгілері – бұл ең үздік көрсеткіштері.\nТамаша тәсілі өзім туралы, ретінде лайықты дизайнере – бұл әр түрлі сайыстар мен көрмелерге. Сөйтіп болады және едәуір көтеруге бар.\nКәсіби дағдылар мен іскерліктер\nДизайнеру киім қажет болуы келесі дағдылары:\nіскерліктері сурет қолмен және графикалық редакторларға;\nбілуі тиіс құрастыру негіздері;\nмеңгеруі технологиясымен киім тігуді;\nмүмкін тәжірибелі пайдаланушы ӨК;\nжақсы меңгеруі ұйымдастыру техникасымен.\nӨте маңызды дағдысы бар кез-келген дизайнер болады: жедел және тиімді шешуге, алға қойылған міндеттерді, орындаушылық, жауапкершілік тез тіл табыса алу.\nЖеке қасиеттері дизайнер\nОсы мамандарына қажет меңгеруі мынадай қасиеттерге ие:\nнаблюдательностью;\nкреативті ойлау;\nдамыған субъект белсенділігі;\nкоммуникабельностью;\nұтқырлығы;\nтерпеливостью;\nқабілеті командада жұмыс істей;\nтакт сезімі.\nЖақсы дизайнер білуі керек шоғырланатын екі жақтарында объектінің: сыртқы, және ішкі: бөлшектер, мәні мен функционалдығы.\nМансап дизайнер\nКәсібінің қажеттілігі дизайнер болды, бар және болады әрқашан биікте. Оның өзектілігі мен танымалдығы сондай-ақ, күн санап өсуде.\nЕгер дизайнер үнемі самосовершенствуется, игереді, жаңа техниканы, барады түрлі тренингтер мен семинарлар, нарабатывает тәжірибесі мен білімі, онда оған қамтамасыз етілген тамаша мансап.\nТолығырақ: https://workking.ru/kk/proforientatsiya/professiya/dizajner-2.html",
                "date": "7.03.2021",
                "upvotes": 0
            },
            {
                "text": "Арине миндетти емес, талгам мен енбек болу керек",
                "date": "1.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналист болу үшін қандай сабақ тандау керек?",
        "question_content": "Барлық журналистердің аттарын бересіздерма журнал қайтіп жазуға  болады не туралы жазу керек? Айтыныздаршы.",
        "question_date": "7.03.2021",
        "question_tag": "Мектеп",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Журналисика мамандығын таңдау үшін  шығармашылық емтихан тапсырасыз.",
                "date": "7.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ түрік лицейіне тапсыру үшін ата ананың өтінішінің үлгісін бере аласыздарма",
        "question_content": "Маған қазақ түрік лицейіне тапсыратын ата ана өтінішінің үлгісі керек еді. Соны бере аласыздарма",
        "question_date": "7.03.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қосымша №1\nКонкурстықкомиссияға\nата-анасынан (заңдыөкілінен)\nТегі ______________________________________\nАты_______________________________________\nӘкесініңаты ________________________________\nТіркелгенмекенжайы_________________________\n________________________________________\nНақтытұрғылықтымекенжайы_______________\n________________________________________\nТелефон ________________________________\nЖеке куәлік_____№___________\nБерілген(кім және қашан)____________________\n__________________________________\n  Өтініш\n      Меніңбаламдыжіберуіңіздісұраймын (аты-жөнітолық)\nтуғанкүні____________, 7-сыныбындаоқуғаконкурстықіріктеу үшін ____________ қ. БИЛ-ге.\n______________________                     «____»_______________\n(қолы)                                          (өтініш беру уақыты)\nМен \"Білім-инновация\" лицейлеріне қабылдау Ережесінің талаптарымен және оқыту нысанымен таныстым.\nМен Үміткердің конкурстық іріктеудің барлық кезеңдеріне келуі үшін дербес жауап беремін және үміткердің дәнекершілердің қатысуынсыз конкурстың барлық кезеңдерін өзбетінше өтуін қамтамасыз етуге міндеттенемін. Үміткер конкурстан өткен кезде конкурстық іріктеу кезеңдерін ұйымдастыруға және өткізуге жауап беретін ұйымдардың қызметкерлерімен сыпайы болуға міндеттенемін.\n  Дата ___________                                                                        _________________________________\n                                                                                                                                                                                                                                                                                                                              Ата-анасының/заңды өкілінің қолы\nПандемия кезеңінде коронавирустық инфекцияның таралуының алдын алу мақсатында карантин жағдайында “БІЛІМ-ИННОВАЦИЯ” лицейі білім беру ұйымдарының  2020-2021 оқу жылына 7 сыныпқа оқуға қабылдауды ұйымдастыру бойынша  әдістемелік нұсқаулықтар\n 1. Жалпы Ережелер\n1. Осы «БІЛІМ-ИННОВАЦИЯ» лицейі білім беру ұйымдарына оқуға қабылдау бойынша әдістемелік нұсқаулықтар 2007 жылғы 27 шілдедегі Қазақстан Республикасының «Білім туралы» Заңына, Қазақстан Республикасы Білім және ғылым министрілігінің 2018 жылғы 12 қазандағы №564 бұйрығымен бекітілген  Бастауыш, негізгі орта және жалпы орта білімнің жалпы білім беретін оқу бағдарламаларын іске асыратын білім беру ұйымдарына оқуға қабылдаудың үлгі қағидалары, Қазақстан Республикасы Білім және ғылым министрлігінің 2013 жылы 19 шілдедегі №289 бұйрығымен бекітілген Мамандандырылған білім беру ұйымдарының түрлері қызметінің үлгілік қағидаларына сәйкес әзірленді.\n2. «БІЛІМ-ИННОВАЦИЯ» лицейі білім беру ұйымдарына (бұдан әрі- БИЛ) түсуге ниет білдіруші үміткерлер – Қазақстан Республикасының жалпы білім беретін білім беру ұйымының 6-шы сынып оқушылары (бұдан әрі-Үміткерлер) бола алады.\n2. Құжаттарды қабылдау тәртібі\n3. Облыстарда және Нұр-Сұлтан, Алматы, Шымкент қалаларында балаларды 7 сыныпқа қабылдау конкурсын өткізу үшін БИЛ директоры бұйрығымен саны – 5 адам, лицей педагогтары мен мамандарынан тұратын қабылдау комиссиясы құрылады.\n4. Қабылдау конкурсының екі турын ұйымдастыру үшін «БІЛІМ-ИННОВАЦИЯ» Халықаралық қоғамдық қоры (бұдан әрі-Қор) президентінің бұйрығымен саны – 5 (бес) адам, Қор басшылығы, әдіскерлер және Қор мамандарынан тұратын жұмыс тобы құрылады.\n5. Құжаттарды қабылдау рәсімі 2020 жылғы 15 мамыр мен 17 маусымға дейін онлайн түрде жүзеге асырылады. Үміткердің заңды өкілдері онлайн-форманы және www.bilemtihan.kz сілтеме бойынша конкурсқа қатысу өтінішін толтырады.\n6. Конкурсқа қатысу үшін төмендегі құжаттар талап етіледі:\n1) Үміткердің ата-аналарынан немесе өзге де заңды өкілдерінен өтініш (форма бойынша);\n2) туу туралы куәлігінің көшірмесі, ЖСН(ИИН);\n3) фотосурет 3х4.\nҚұжаттардың түпнұсқалары талап етілмейді.\nhttps://bil.edu.kz/talapkerge/",
                "date": "7.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасушалық құрылысы жоқ жәндіктер",
        "question_content": "Жасушалық құрылысы жоқ жәндіктер???",
        "question_date": "7.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 жасушалы -амеба",
                "date": "7.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітім мені жалаңаш көрсе",
        "question_content": "Баршанызга салем. Жигитим мени тусинде жаланаш корипти. Ол не тус. Не билдиреди. Билетиндериниз аитыныздаршы",
        "question_date": "7.03.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 566,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам түсінде өңінде не көп ойласа соны көреді. ОЛ тек жігітіңіздің ойы дұрыс емесін білдіреді. Ондай түс көрген күннің өзінде сізге сон айтпай ақ қоюына болар еді, және бұл қосымша сізге деген құрметі жоғын білдіреді, бұл менің жеке ойым.",
                "date": "7.03.2021",
                "upvotes": 0
            },
            {
                "text": "Бұрын бұл сайтта ұятсыз сұрақтарға шектеу қойылатын еді,артық кетпеңіздер.Түсті жоруға болмайды,жақсылыққа балау керек.Халықта намыс болмаса,қызда ар болмаса құр шырайдан не пайда,төмен дәрежелі болғанша дұрыс сөз сөйлеп үйренейік.Егер ондай сұрақтарыңыз болса басқа сайттан сұраңыздар мұнда дін мамандары отырады!",
                "date": "14.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналист болу үшін қандай сабақ тандау қажет?",
        "question_content": "Барлық журналистердің аттарын білесіздерма и журнал қайтіп жазуға болады не туралы жазу керек айтыныздаршы не туралы жазайын",
        "question_date": "7.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінгі кеңестеріміз бесінші пән ретінде әдебиетті таңдап, журналистика жағалауына жеткісі келіп жүрген жеткіншектерімізге арналады.\n***\nСіз кішкентайыңыздан қалам мен қағазға әуес болдыңыз. Бәлкім поэзияға, бәлкім прозаға жақынсыз. Өлеңдеріңізді өз ортаңызда оқисыз, мектептегі, аудандағы, тіпті облыстағы жарыстарға қатысып, бірнеше марапаттауларға ие болдыңыз. Шағын ғана туындыларыңыз газет немесе журнал беттерінде жарияланып та жүр. Сізге микрофон қатты ұнайды. Кештерді жүргізгенді, сценарий жазғанды, ұйымдастырушылық жұмыстармен айналысқанды жаныңызға жақын тартып тұрасыз. Көгілдір экраннан көрініп жататын аға-әпкелеріңізге еліктейсіз, оларды мұқият тыңдайсыз. Және журналист болуды армандайсыз! Ал арман деген орындалмайтын дүние емес. Бойыңызда журналиcтке тән қабілет, тума талант бар ма? Асығыңыз, сізді журналистика құшақ жая қарсы алады. Біз бүгін осы мамандықты таңдағандарға қойылатын талаптар, журналистиканы бітіргендердің қайда жұмыс істеуге болатындығы туралы айтып өтпекпіз. Журналистің өмірінің қандай болатынын біліп қана таңдау жасағаныңыз дұрыс деп санаймыз.\nЖурналист мамандығы – қиындығы мен қызығы мол, жан-жақты білімділікті талап ететін жауапты сала. Өз шығармашылығы арқылы қоғамға да, адамға да қызмет ететін, ешқашан қателесуге болмайтын, қашанда жаңаның, жаңалықтың жақтаушысы, қолдаушысы бола алатын осы бір кәсіп иелерінің қатары жыл өткен сайын көбейіп келеді. Әлемде күн сайын болатын өзгерістер мен жаңалықтардың санын ескерсек, бұған да таңғалуға болмайды. Журналистика мамандығы, оның шығу тарихы туралы мына жерден оқи отырыңыз.\nБүгінгі таңда журналистерге қойылатын талаптар – бұрынғыдан әлдеқайда қатаң. Заман ағымына сай кез келген жағдайға бейімделе алмайтын, сөзге шорқақ адам журналистика саласында табан тіреп тұра алмайды. Бәсекеге төтеп бере алатын білікті, білімді, шебер маман ғана тұрақты қызмет ете алады. Біріншіден, таза шығармашылық талаптарға қоса, журналист жаңа техникалық құрал-жабдықтармен жұмыс істей алуы керек. Екіншіден, оның денсаулығы мен психологиясы орнықты болуы керек. Сыртқы келбеттің де маңыздылығы жоқ емес. Журналист болу үшін тума дарын қажет. Себебі, сала шығармашылықпен тығыз байланысты. Дарындылық пен жаңашылдық тың ізденіс пен талпыныс, көркем әдебиетке деген сүйіспеншілікпен дамып отырады.\nСіз журналист болсаңыз, басты мақсатыңыз – баспасөз, радио, теледидар, кино, ғаламтор сияқты ақпарат құралдары арқылы елдегі және әлемдегі жаңалықтар мен оқиғалар, саяси, әлеуметтік, экономикалық, мәдени, рухани және табиғи құбылыстар жөнінде жұртшылыққа мағлұмат беріп, қоғамдық пікір қалыптастыруға жол ашу болады. Қолыңыздан келмей ме, сізді ешкім қабылдамайды. Халық қабылдамаса, керексіз болып орта жолда қалып қоясыз. Сондықтан, салаға бармас бұрын жақсылап ойланыңыз. Шамаңызды сізден басқа ешкім жақсы білмейді. Мәселен, жыл сайын мыңдаған адам шығармашылық емтихан тапсырып, Қазақстанның түпкір-түкпіріндегі жоғарғы оқу орындарындағы журналистика факультетіне түседі. Қайда бәрі? Осыдан-ақ кез келгеннің саланы игеріп кете алмайтындығын білуге болады. Сіздің қолыңызда диплом бар екен деп, ешкім де көгілдір экраннан сөйлетіп қоймайды. Балалық шақта сізге үлгі болған аға-әпкелердің дәрежесіне жету үшін талай-талай сынақтардан өтуіңіз қажет.\nЕскерте кетейік, сіз журналист мамандығын бітіргеннен кейін басқа ешқандай салада жұмыс істей алмай қаласыз. Ал филолог мамандығын таңдасаңыз, журналист те, мұғалім де, редактор да, ғалым да, хатшы да, аудармашы да боласыз, мемлекеттік мекеменің іс-қағаздарын жүргізіп, министрлікте де жұмыс істеу мүмкіндігі бар.\nЖурналист газет-журнал немесе радио мен теледидар жұмысын атқарып, шығармашылық қызмет жасайды. Ол редакция жұмысында бірінші - ұйымдастырушылық, екінші - әдеби өңдеу, үшінші - шығармашылықпен айналысады. Қазіргі қоғамда қандай оқиғаны болсын тапқырлықпен, сенімді түрде, көз жеткізіліп жазатын, уақыт ағымын жақсы түсінетін, идеяға толы материалдар жазып, жұрттың назарын аудара білетін \"қоғамдық қайраткерлер\" сұранысқа ие. Сондай-ақ, журналисттен өз ісіне деген адалдық, көпшіл, жұртпен тез ортақ тіл тапқыш болуы, жинақы, қиын жағдайдың өзінде жұмыс істей алатын, аңғарымпаз және сезгіш болуы талап етіледі. Қысқасы, белгілі аксиомада айтылғанындай, бір пайыз талант болса, тоқсан тоғыз пайыз – еңбек. Түсініп отырғаныңыздай, отбасы мен бала тәрбиесіне жауапты қыз баласына бұл саланы бірге алып жүру оңай емес. Мүмкін емес демейміз, қолдан келмейтін нәрсе жоқ. Қазақстанның өзінде \"төртінші билікті\" де, отбасылық өмірді де дөңгелетіп алып жүре алатын қайсар қыздар жеткілікті.\nЖурналистика үшін не жасай аламын деп ойлайсыз? Жо-жоқ, төңкеріс жасаудың қажеті жоқ. Алайда, әрбір адам «мен мынаны жасаймын» дегенде ғана қоғамға пайдасын тигізе алады. Сылдыр сөз бен көшірмеден артық жасай алмасаңыз, мамандықтың абыройына нұсқан келтірмеңіз. Өзгелерден ерекшеленетін стиліңіз, өзіндік жаңалықтарыңыз болғанда ғана халықтың жүрегіне жол табуға мүмкіндік ашылады. Біліңіз, біз бұл жазба арқылы сіздің мамандыққа деген құштарлығыңызды өшіргіміз келмейді. Керісінше, болашақты бағдарлап, алдына дұрыс мақсат қоя біліп, сапалы маман атанса екен деген тілігіміз бар.\nАқпарат дереккөзі: https://massaget.kz/arnayyi_jobalar/bt/18849/",
                "date": "8.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның биіктігі 16 см, орта сызығының ұзындығын 2,5 дм. Трапецияның ауданын тап?",
        "question_content": "Тауып бірінші кімде бар",
        "question_date": "6.03.2021",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S тр. = lh,\nl = S тр. : h;\nl = 4 дм^2 : 16 см = 40 см^2 : 16 см = 2,5 см.\nЖауабы: 2,5 см.",
                "date": "6.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сепрін -2050 бағдарламасы бойынша",
        "question_content": "Саламатсыздар ма ? Кызым Серпін -2050   грант бағдарламасы бойынша 2016 жылы Орал каласына окуга түскен болатын. Жакында Оку бағдарламасы бойынша Орал каласынын  жумыспен камту орталыгынан  Орал каласына  жумыссыздыкка тұру туралы кағаз келген болатын. Кағазда жумыс грантты отработка жасамаса сумманын толеу турады КР коддекс бойынша толеу керек екениндігі туралы айтылган. Кызым Бағдарлама бойынша Орал каласында жумысты отработка жасауы шартты турде ме алде Батыс Казахстаннын кез келген каласында жумыс жасай алады ма ? Бұл бағдарлама жалпы Баска Батыс Казахстан кез келген каласында жумыс истеуге мүмкіндік  бермейді ме?",
        "question_date": "6.03.2021",
        "question_tag": "Университет, колледж",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай жерде оқыды сол аймақта жұмыс өтілін өту керек. Яғни тұрмыс құрып немесе басқа жағдай болмаса ол сол аймақта қалу мүмкін.",
                "date": "6.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен біреуге ашулансам, сөйлесем, ұрыссам көзімнен жас тоқтамайды?",
        "question_content": "Мен біреуге ашулансам, сөйлесем, ұрыссам көзімнен жас тоқтамайды. Өзіме жыным келеді. Сөзімді, ойымды толықтай жеткізе алмаймын, жылап қоя беремін. Не істеу керек. Көзімдегі жасты қалай құртамын. Әлде жас шығармайтын дәрі бар ма екен?",
        "question_date": "6.03.2021",
        "question_tag": "Психологиялық кеңес",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ішіңіздегі уайым, көңіл толмауылық, шаршау жайынан болуы мүмкін. Оны дәрімен емес, жанңзды түсініп емдей аласыз деп ойлаймын.",
                "date": "6.03.2021",
                "upvotes": 0
            },
            {
                "text": "Жалпы менде сондаймын.Маған зобқа байланысты деген менде зоб бар.",
                "date": "9.03.2021",
                "upvotes": 0
            },
            {
                "text": "Неге жылаймыз?\nЕгер біз физиологиялық себептерді алып тастасақ, онда таза психология қалады. Зерттеулерге сәйкес, өмірдің жартысына жуығы көптеген адамдардың көз жасын сүртуге жұмсалады. Эмоцияның күшті көрінісі, өзін-өзі ұстай алмау, сонымен қатар көптеген эмоционалды лақтыру, әсіресе, егер адам табиғатқа тым сезімтал болса, көз жасына толы болуы мүмкін. Жылаудың негізгі себептері арасында мыналар:\nқызғаныш\nреніш немесе сын\nбіреудің сізге айқайлаған реакциясы ретінде жылау,\nқайтыс болған адамға көз жас\nқымбат біреумен қоштасу\nкүйзеліс\nқорқыныш.\nБұл жағдайлардың әрқайсысы түсінікті және жоғарыда аталған себептердің біреуін ешқашан жыламаған адам жоқ. Бірақ қандай да бір себептермен жылауды қалай тоқтатуға болады? Қашан жылау мүмкін емес, сонымен қатар қажет?\nСуық нәрсе ішіңіз\nМүмкін емес сәттерде жыламау туралы кеңес беру - бұл өте қызықты кеңес, бірақ бұл шынымен де жұмыс істейді. Сіздің көз жасыңыз бет нервімен қозғалады. Сондықтан мұның бәрін жасау керек: бұл нервті басқа сезіммен ынталандыру.\nӨзіңізге бір стақан суық су құйып, шөлдегеннен өліп жатқандай ішуіңіз керек. Бұл бет нервтерінің аяқталуын ынталандырады және сонымен бірге назарыңызды жағымсыз жаңалықтардан аударады, ол сізді жылауға мәжбүр етеді.",
                "date": "11.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психолог керек. Менің өзіме жыным келеді?",
        "question_content": "Маган психолог керек. Мен озиме жыным келеди. Я жумыс истемейм я балашагама керек затта алып бере алмаймын. Жубайым аз гана акша табады . Арасында гана береди . Ата енем бар ол кисилерге куним карамаса деймын. Блм не истеримди , арасында жылап алап я созимди аягынадиен жеткизе алмаймын жылап жибере беремын , жыным келеди озиме , ешкимге созимде журмейди не истесем болады а . Акшан жок болса ешким адам гурлы кормейди екен соны тусындым.",
        "question_date": "6.03.2021",
        "question_tag": "Психологиялық кеңес",
        "question_views": 697,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Я аллам артык кетсем алдын алла кеширим сураймын. Шаршап кетим алансыз . Ата енеден шаршадым . 12 жыл бирге турамыз. Енем сондай тырнактын астынан кир издеп отырады , не истесемде жакпайм  баягыда жаман еди кадимгедей тисып , тистеп сойлеп отырады . Баласымен урыссам айтеур баласынын акысын алып беретын. Кудай кеширсын атам енемди жамандап отканыма бирак шаршадым алансыз соз жок. Бари кезек кезекпен маган тиседи . Биринши енем сойлеп ананы истемейсын мынаны истемейсын деп канымды ишеди, истегениммен дым коринбейди. Одан кейн атам тиседи. Одан кей байым . Уйымде 3 енем бар. Атама келсек жумысы вахтыда истейди . Жумыстан келсе аузынан арак туспейди кунде мас . Енеме тиседи солардын ортасына тусемын деп атамызбен бетимыз ашылган . Атам маганди тисуди шыгарды боктап боралап  дымымды калдырмай , балдарымада тиседи алансыз. Воопщем атама соз отпейди . Сана жок намыс жок .айта берсен коп. Мен 4 шисине еки кабатпын . Болек шыкым келеди . Я жумыс истемейм. Уфффф шаршадым жаза берсем коп бирак. Осынын озин зорга жазып отырмын ишиме симай жылап .",
                "date": "21.04.2021",
                "upvotes": 0
            },
            {
                "text": "Әдемі, келбеті келіскен сылқымды көрсеңіз, мысыңыз басылып, үнемі көпшілік ортада өзіңізді ыңғайсыз сезініп, кетуге асығасыз ба? Жасаған әрбір ісіңізді ұнатпай, басқаша жасамағаныңызға өкініп, сәтсіздіктерді жаза деп ойлайсыз ба? Айна алдында тұрып, мұрныңыздың жалпақтығына, беліңізде жиналған майға, бойыңыздың қысқалығына көңіл-күйіңізді түсіретініңіз тағы бар. Құрбыңыз «мына көйлек саған керемет жарасып тұр» десе, «ой, қойшы, қайдағы?! Дым жарасып тұрған жоқ» деп жауап беруіңіз әбден мүмкін. Себебі, комплиментті кекету сияқты қабылдауға үйреніп кеткенсіз.\nӨзіңізге өзіңіздің көңіліңіз толмай, өзіңізге ұрысудың себебі неде?\nӨзіңізді жиі сөгудің себебі балалық шағыңызбен тікелей байланысты. Кішкентай кезіңізде ата-ана тарапынан есіткен сөгістерден, «жұрттың баласын» үлгі тұтуынан, кішкентай жетстігіңіз болса да, мақтаудың жетіспеуінен өсе келе, өзіңізге деген қарама-қайшы көзқарас пайда болады да, сіз үшін «сырттың» мақтауы мен сөгісі маңызды болады. Күткен жылы сөзді, тамсануды есіте қоймаған соң өз-өзіңізді іштей «мүжи» бастайсыз.\nзагрузка...\nЖақсы қасиеттеріңізді бағаламай, өзіңізді жақсы көрмегеннің салдарынан сенімсіздік пайда болады. Ал сенімсіздік кез келген ісіңізді теріске шығаруы мүмкін. өзіңізді сыйламағандықтан айналаңыздағы жандардың құрметіне ие болу да қиын. «Мен бәрінен төменмін» деген ішкі ойыңыздың аяғы күйзеліске ұласады.\n1. Айналаңызға жаңаша көзбен қарап, өзіңіздің қаншалықты қадірлі тұлға екеніңізді сезіну үшін ең алдымен өзіңізді басқа адамдармен салыстыруды қойыңыз. Құрбыңыздың аяғы оқтай түзу болса, сіздің одан көзіңіз өте әдемі болар. Бойыңыздағы жақсы жақтарды бағалай біліңіз, өзіңізді жақсы көріңіз.\nзагрузка...\n2. Барлық мақтаулар мен жағымды пікірлерге «артық ештеңесі де жоқ» деген жауапты емес, әдем жымиып, «рахмет» деген жауапты қолданыңыз. Бағалап тұрған мақтау иесіне сіз туралы теріс ойды өзіңіз салып бермеңіз.\n3. Көзіңіз жиі түсетін жерлерге, мысалы, тоңазытқыш бетіне, әмияныңыздың кредиттік карта салатын орнына, айнаның жанына, жұмыс орныңызда анық көрінетін тұсқа «Мен ең тартымды жанмын! Өмірде тек бақытқа лайықпын!» деген сөйлемді жазып, көрген сайын қайталап жүріңіз және оған сеніңіз. Миға жатталған бұл сөз өзіңізге деген құрметтің молаюына көмектеседі. Ұйықтар алдында да, оянғаннан соң да үнемі осы сөздерді қайталап жүріңіз.\n4. Көңілді жүретін, өзіне сенімді адамдармен көп араласуға тырысыңыз. Әңгімеңіз жарасатын, сізді қолдайтын адам маңызды тұлға екеніңізді дәлелдейді. Кері әсері бар адамдармен алыстан сыйласқаныңыз дұрыс.\n5. Өткен өміріңізде қол жеткізген жетістіктеріңіздің тізімін құрыңыз, тіпті кішкентай ғана қуаныш болса да. Және дәл сол жетістікке жеткен уақытыңызды еске түсіріңіз. Ол жетістікке жетудің өзі – бақыт.\n6. Өзіңізге ұнайтын іспен айналысыңыз, ән салыңыз, би билеңіз, тігіс тігіңіз, сурет салыңыз. Сүйікті іспен айналысқанда миыңыз тынығып, көтеріңкі көңіл-күйге ие боласыз.\n7. Өзіңізге адал болыңыз,сеніңіз. Сөзіңізде тұрыңыз. Қалай өмір сүргіңіз келеді, солай жасаңыз. Сырт көз сізді мақтап жатыр ма, даттап жатыр ма, ең бастысы, сіз жайлы айтуда. Сіз елеусіз жан болсаңыз, сізді олар мүлде танымауы да, елемеуі де мүмкін еді.\n8. Әрекет етіңіз! Егер бір орныңызда өзіңізді құрбыңызбен салыстырып отыра берсеңіз, нәтижеге қол жеткізбейсіз. Сұлулыққа ұмьылыңыз, әдемі, әсерлі сөйлеуді, кербездене жүруді, маңғаздана күлуді айна алдында бірнеше рет қайталап, әдетке айналдырыңыз.\nТолығырақ: https://aikarakoz.kz/%D3%A9%D0%B7%D1%96%D0%BC%D0%B5-%D0%B6%D1%8B%D0%BD%D1%8B%D0%BC-%D0%BA%D0%B5%D0%BB%D0%B5%D0%B4%D1%96-%D0%BD%D0%B5%D0%BC%D0%B5%D1%81%D0%B5-%D3%A9%D0%B7%D0%B3%D0%B5%D1%80%D1%83%D0%B4%D1%96/",
                "date": "8.03.2021",
                "upvotes": 0
            },
            {
                "text": "https://t.me/balkia_baltabay",
                "date": "10.03.2021",
                "upvotes": 0
            },
            {
                "text": "ешқашан ондай емеспін",
                "date": "29.03.2021",
                "upvotes": 0
            },
            {
                "text": "Онда күйеуіңізбен ашылып сөйлесіңіз. Мен де жұмыс істейін деп. Ашылсашы күйеуіңе. Не проблема?",
                "date": "29.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көшпелілер өз-өзіне қол жұмсады ма?",
        "question_content": "Осы қызығып кеттім, бұрынғы қазақ халқында суицид деген жайт болды ма? Егер болса, онда қандай тәсілмен өз-өзіне қол жұмсады?",
        "question_date": "5.03.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ислам дінінде суицид жасаушылардың күнәсі адам өлтіргеннен де ауыр. Тіпті, ертеден-ақ ата-балаларымыз Ислам дінін ұстанып, ондай адамдардың жаназа намазын оқымаған және мұсылмандар жерленетін мазарға емес айдалаған көмген. Бірақ бұл жағдай халық арасында діннің жоғары мәртебеге ие болған кездерінде болатын Қазіргі кезде мыңдаған өз-өзіне қол жұмсап көз жұмса да жаназа намазы оқылып, мұсылмандар мазарына жерленуде. Шариғат заңдары адамдарға өзін-өзі өлтіруге рұқсат етпейді. Ол туралы хадисте: «Кімде-кім өзін темір қарумен өлтірген болса, ол әрқашан тозақта сол темірді көтеріп жүреді. Ал кімде-кім у ішіп өлетін болса, ол адам тозақта мәңгі у ішіп жүретін болады. Егер біреу өзін өлтірмек болып таудан құласа, ондай адам тозақта мәңгі құздан құлап бара жатады» дейді. Жан – Жаратушының адам баласына берген ең қасиетті аманаты болса, өз өмірін қию – сол аманатқа жасалған қиянат. Дінге сенімі бар адам өмірдің қиындықтарын сынақ деп біледі, өткінші деп қарайды. Әрбір қиындықтан кейін, жеңілдіктің келетініне сенеді. Жаратушыдан үмітін еш үзбейді. Сабыр етеді. Өмірдің ең қиын сәттерінде де өзін өлтіруге бармайды. Ендеше, өзін-өзі өлтірудің себептерін өмірдің қиындықтарынан іздеу дұрыс емес. Мұндағы басты себепті «сенім» деп білген жөн. Өмірді – Жаратушының бізге берген үлкен сыйы ретінде қабылдап, әртүрлі соқпақ жолдардың қиыншылықтарына төзіп, әр қиыншылықтың өзінен бір жақсылық іздеп, өз-өзімізді өлімге қимай, керісінше тығырықтан шығатын жол іздеп, өмірдің қадірін түсіну ол біздің басты парызымыз.\nТолығырақ: http://anatili.kazgazeta.kz/news/38359",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суретте кесек мыстың ауадағы салмағы көрсетілген бөлікті көрсетіңіз.",
        "question_content": "Суретте  бір   кесек  мыс  (ρмыс= 8900 кг/м3 )  берілген. g=10м/с2.   І)   Кесек  мыстың  ауадағы  салмағы ІІ)  Кесек  мыстың  массасы ІІІ)Кесек мыстың көлемі ІІІ) Кері  ығыстырушы  күш ІV) Кесек  мысты  суға  батырғанда,  көрсеткіш  динамометр шкаласының  қай  бөлігінің  тұсына  келіп  тұратынын  белгілеңдер.",
        "question_date": "5.03.2021",
        "question_tag": "Физика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5000*100=500000\n\nЯгни A=B\n\nЖауабы:=Паралипепед",
                "date": "8.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық байланыс түріне диктует және кристалл торларын анықтаңыз.",
        "question_content": "Химиялык байланыс Турине диктует жане кристалл торларын аныктау.      Сыпвши сульфидин, комариную сульфидин, фторсутек, аммиак, мод, кремний хлорид",
        "question_date": "5.03.2021",
        "question_tag": "Химия",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "8.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі трапецияның ауданын табыңыз.",
        "question_content": "1-нұсқа.\n\n1-тапсырма.\n\nавсd параллелограмның периметрі 323 см, ав қабырғасы 10 см, егер ав қабырғасына жүргізілген биіктігі 3 см болса 1) параллелограмның ауданын 2) вс қабырғасына жүргізілген биіктігін табыңдар.\n\n1-нұсқа.\n\n2-тапсырма.\n\nТеңбүйірлі үшбұрыштың ауданы 100, ал төбесіндегі бұрышы 30 градус. Теңбүйірлі үшбұрыштың бүйір қабырғаларын табыңдар?\n\n1-нұсқа.\n\n3-тапсырма.\n\nТеңбүйірлі трапецияның табаны 18 см, биіктігі 9 см, сүйір бұрышы 45 градусқа тең. Теңбүйірлі трапецияның ауданын тап.\n\n1-нұсқа.\n\n4-тапсырма.\n\nРомбтың бір диагоналі 48, ал қабырғасы 25. Ромбтың ауданын тап.",
        "question_date": "5.03.2021",
        "question_tag": "Геометрия",
        "question_views": 921,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2-тапсырма.\n\nТеңбүйірлі үшбұрыштың ауданы 100, ал төбесіндегі бұрышы 30 градус. Теңбүйірлі үшбұрыштың бүйір қабырғаларын табыңдар?\nS = 100\na бұрышы = 30°\nb=?\nS = b*b*sina \nb² = 100/(1/2) = 200\nb=10түбір2",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішкі тұстас бұрыштардың мәндерін табыңыз.",
        "question_content": "екі параллель түзуді қиюшымен қиғандағы ішкі тұстас бұрыштардың айырмасы 40°. Осы бұрыштарды табыңдар деп берілген",
        "question_date": "5.03.2021",
        "question_tag": "Геометрия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x-y = 40º  => x = 40°+y\n\nx+y = 180°  => 40°+y+y = 180°  => 2y = 140°   =>  y = 70°\n\nx = 40°+70° = 110°\n\n70° және 110° -тарға тең.",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Монғол әскерлерінің соғыс тактикаларын атаңыз.",
        "question_content": "Бжб срочно алтыға дейін",
        "question_date": "5.03.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біріншіден, ол тактикасына емес, ал стратегиясына байланысты болған. Тактикалық тұрғыдан алып қарастырғанда, моңғолдар садақ ату шеберлері. Мұнымен басқа көшпенділерден аз ерекшеленген. Әрине, тактикалық жағында-да жаңалықтар болған, мысалы аумақтарға бағытталған бастырмалатқан атыс. Бірақ ең бастысы — стратегиялық әдістер. \nБірінші және ең бастысы — кең майдандағы ұрыс. Осы жаңадан ойлап табылған нәрсенің маңыздылығын түсіну үшін Ортағасырдағы соғыс жүргізу әдістеріне қарау керек. Олар Еуразияның бүкіл аймағында стандартты болған. Соғыс бастаған ел, біріншіден, өз армиясын жинаған. Айта кету керек, ол кезде тұрақты армиялар болмаған еді, армия құрамы әскери міндетті өтеуге борышты болған феодалдардан, егін шаруашылығымен айналысқандардан құралған. Олардың екеуі-де әскери қызметте болған. Сондықтан да жауынгердің киім-кешегі оның табысына тәуелді еді. Мемлекет жорыққа шыққан армияны азық-түлікпен, жемшөппен және басқалармен қаматамасыз еткен. Жорық үшін үлкен обоздар (көп арба) жинақталған. Жорыққа шыққан армия бір бағытта жүріп, өз арбаларын қорғаған. Ал оған қарама-қарсы бағытта тура осындай армия шыққан. Олар белгілі бір жерде кездесіп, сол жерде ұрыс басталған еді. Осыдан кейін соғыс қимылдарын бастағандар жеңілген қарсыласты түгел тонаған немесе жеңілген жау өз жерлеріне қайтып кетіп, кейінгі оқиғаларды күткен. \nМоңғолдар басқа стратегия қолданған. Олар майданның кең аймағында шабуыл жасағандықтан белгілі бір мемлекеттің қарулы күштері бір жерде жиналмаған. Егер де қарсыластың армиялары бір жерге жиналып қалса, онда моңғолдар жеңілген. Камадан өту кезінде, Жебе мен Сүбедей қолбасшылардың Шығыс Еуропаға жасаған шабуылының соңында осылай болған. Хорезмді жаулап алу кезінде, Коломна және Лигница аумақтарының түбіндегі шайқастарда көп қан төгілген. Осы жерлерде көптеген Шыңғыс ханның ұрпақтары қаза тапқан.\nМоңғолдар дүниеге алып келген екінші құбылыс — террор. Ортағасырда тұтқынға түсу — кәдімгідей құбылыс. Шайқастарда көп адам қаза тапқан. Мысалы, Александр Невский Нева өзеніндегі шайқаста шведтерді талқандаған. Осы ұрыста 20 орыс жауынгері мерт болды. Осы кезде Чуд көлінде болған ұрыста Тевтондық Орден өзінің 70 жауынгерінен айырылған. Тұтқынға алынған адамдардың ішінде ақсүйектер қоғамының өкілдері болған. Тұтқынға түскендер көбінесе сатып алынған, сондықтан да бекерден-бекер жан тапсырудың керегі жоқ. Ал моңғолдар қамауға алынған адамдарды қинап өлтірген, тұтқынды өлтіру сәті бәріне көрсетілген. Осылай, еуропалық хронисттер адамдардың кескен бастарынан тұратын қорғандар туралы жазған. Моңғолдар Орталық Еуропаға жорықтарын жасау кезінде өздерінен кейін осындай қорғандарды қалдырып кеткен. Осындай әдістер ортағасырлық адамдардың санасына қорқыныш сезімін уялатып, қарсы тойтарыс беру үшін адамдардың жігерін әлсіретті. Осының арқасында қалалар және бекіністер өз еркімен берілген.\n\n\nТолығырақ: https://e-history.kz/kz/news/show/2943/",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шамдағы потенцианалдар айырымы 6 B болса, шамнан өтетін ток күшін есептеңіз.",
        "question_content": "Шамдағы потенцианалдар айырымы 6 B болса, шамнан өтетін ток күшін есептеңіз.",
        "question_date": "5.03.2021",
        "question_tag": "Физика",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I = U/R \nБұл жерде шамның кедергісінің мәні керек.",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "200 см2 ауданға 200 Н күшпен әсер ететін қысымды анықта.",
        "question_content": "200 см2   ауданға 200 Н күшпен әсер ететін қысымды анықта.",
        "question_date": "5.03.2021",
        "question_tag": "Физика",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген: S = 200 см ^ 2 = 0,02 м ^ 2\n\n Фдав = 50 Н.\n\n R -?\n\n Шешім:\n1) мен қысым күші әсер ететін қысымды табамын:\n\n p = Fdav / S\n\n [p] = N / m ^ 2 = Па.\np = 200 / 0.02 = 10000 (Па) = 100 (гПа)\nЖауап: осы күш әсер ететін қысым 100 гПа құрайды.",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Жылымық» кезеңінде Қазақстанда орын алған өзгерістерді сипаттап, кестені толтырыңыз.",
        "question_content": "«Жылымық» кезеңінде Қазақстанда орын алған өзгерістерді сипаттап, кестені толтырыңыз\nСалалар\nӨзгерістер\nӘлеуметтік\nЭкономикалық\nСаяси\nҚорытынды ой:",
        "question_date": "5.03.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 30300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "20-жылдардың ортасынан орнаған қатаң әміршіл-әкімшілік жүйе 40-50-жылдары әрекет ете берді. Саяси жүйеге адам еркіндігін басып-жаныштау, оның құқықтарын жоққа шығару, еңбек адамдарын өндіріс құрал-жабдықтарынан жатсындыру сияқты қолайсыз құбылыстар тән болды. Жетекші күш - Коммунистік партия болып, оның басшылығымен өмір сүріп отырған жүйенің барлық басқа буындарының (Кеңес мемлекетінін, кәсіподақтардың, комсомол, кооперативтер мен басқа да қоғамдық ұйымдардың) жүмысы үйлестірілді. Мемлекеттік органдардың құзырындағы мәселелерді шеше отырып, Коммунистік партия халық шаруашылық және әлеуметтік-мәдени, қоғамдық ұйымдардың міндеттерін орындауды өз қолына жинақтап, оларды дербес әрекет етуден айырды. Республикада И. В. Сталиннің жеке басына табынушылық жағдай қалыптасты. Қандай да бір қол жеткізілген табыстар оның кемеңгерлік басшылық жасай біліумен байланыстырылып, өрескел кемшіліктер мен сәтсіздіктер жөнінде сөз болмады. Осының бәрі Қазақстанның қоғамдық-саяси дамуына қолайсыз ықпал етіп, ауыр зардаптарға ұрындырды. Аты шулы ұрандарды саяси мақсаттарға пайдаланумен заңдылықтың бұзылуы, өкімет билігін асыра пайдалану жалғаса берді. Өмір сүріп отырған саяси жүйе өзінің дербес дамуына қабілетсіз екендігін көрсетті. Кеңес қоғамын дамытудың соғыстан кейінгі жоспарлары сталиндік антидемократиялық, социализмнің тоталитарлық үлгісімен үйлесіп кетті. Майдан мен тылда, соғыстың барлық ауыртпалығы мен қиыншылығын көтерген халық соғысқа дейінгі кезеңдегі халықтан басқаша еді. Қоғамдық өмірдің бейбіт жағдайының орнығуына байланысты қүндылықтарды қайта бағалау орын алды. Замандастардың санасында әлеуметтік бағдарламаларға бет бұрудың қажет екендігін түсіну айқын біліне бастады. Алайда қоғамдық сананың барлық деңгейінде сезіле бастаған қоғамдық жаңарудың кешенді бағдарламаларына өтуге тұрақты әлеуметтік-саяси құрылым бөгет жасады. Сонымен бірге өте ауыр соғыстағы жеңіс соғыстан кейінгі кезеңде басшылықтың қолданыстағы саяси жүйенің тиімділігіне деген сенім қалыптастырды, ал көпшілік басшылар баскарудың әкімшілік өдістерінің өзін-өзі ақтайтындығына сенімді болды. Сталинизм идеологиясы 40-жылдар мен 50-жылдардың басында өзінің шырқау шегіне жетті. 1939 жылы болған БК(б)П XVIII съезінің құжаттарында жазылған социализм қрылысын аяқтаудың соңына карай ел коммунистік қоғам кұруға өтеді деген тезисті Ұлы Отан соғысы аяқталған соң, теориялық жағынан талқылау жалғаса берді. 1946 жылғы наурыздағы КСРО Жоғарғы Кеңесінің сессиясында бүл тезис партияның жетемгілікке алатын тұжырымдамасы ретінде жарияланды. Соғыстан кейінгі онжылдық - КСРО-дағы 1920-1940 жылдардағы өмір шындығына қасад көзқарастың жалғасы еді.\nТолығырақ: https://kk.wikipedia.org/",
                "date": "5.03.2021",
                "upvotes": 0
            }
        ]
    }
]