[
    {
        "question_title": "Қызылорда облысында қызыл кітапқа енген өсімдіктер?",
        "question_content": "Қызылорда облысында қызыл кітапқа енген өсімдіктер",
        "question_date": "9.04.2020",
        "question_tag": "Табиғат",
        "question_views": 9000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Облыс аумағында кейбір әдебиеттерде өсімдіктің 756 жуығы кездеседі десе, ал кейбір әдебиеттерде 819 деп келтіреді. Оның 50 ден астамы дәрілік қасиеті бар, 12 түрі Қазақстан Республикасы Қызыл кітабына енгізілген (1981 ж.), және 9 түрі қорғауға алынған. Әсіресе сирек және құрып кету қаупі бар Қазақстанның Қызыл кітабына енген өсімдіктер ерекше қорғауды қажет етеді.\nСыр өңірінен сирек және құрып кету қаупі бар өсімдіктер қатарына 17 түрі енгізілген: қоңыр жүзгін (Callіgonum treste lіtu), қарапышақ (Emіnіum Lehmannhіі Cіralіaceac), Борщов қызғалдағы (Tupіla borszowіі Regel (Lіlіaceae)), бүршікті альдрованда (Aldrovanda vesіculosa L.), хива сораңы (Salsola chіwensіs), қаражемісті итжүзім (Bryonіa melanocarpa Nabіev), тораңғыл (Populus pruіnosa Schrenk), Корольков қызғалдағы (Tulіpa Korolkowіі Regel), аласа мерендера (Merendera robusta Bunge), соғды қызғалдағы (Tulіpa Sogdіana Regel), кіші наяда (Najas mіnat all), спираль валшенерия (Vallіsnerіa spіralus L.), шығыс акантолеписі (Eschіnops acontholіpіs), түкбас жолжелкен (Schіschіnіa), шай жапырақ (Centaurea nіtіda).\nҚорғауды қажет ететін өсімдіктер: каспий жуасы, бүзе қызғалдағы, леман қызғалдағы, сары резеда . Бұл өсімдіктердің кейбіреуі қорықшалардың аумағында. Бірақ қорғалымдар олардың қатаң қорғалуын қамтамасыз ете алмайды. Сондықтан Қазақстанның Қызыл кітабына енген Қызылорда облысындағы бірде-бір өсімдік өз дәрежесінде қорғалмайды деген сөз.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әнші болу үшін не істеу керек?",
        "question_content": "Менің әнші болғым келеді. Өкінішке орай ауылда тұрамын. Бірақ ауылымда әнге, қатысты үйірме, вокал жоқ. Енді не істесем болады?",
        "question_date": "9.04.2020",
        "question_tag": "Қазақша ән",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп интернатқа барып, сонда оқыған жақсы. Бала кезден  дауысты жоғалпай шынықтырған жөн. Мысалы мына:\nДарынды балаларға арналған мамандарылған №11 С. Сейфуллин атындағы облыстық қазақ мектеп интернат- кешенінің құрамындағы өнер мектебі 1993 жылы мектеп жанынан көркем-сурет класы болып ашылып, соңынан Батыс Қазақстан әкімінің 1999 жылы 8 желтоқсандағы  №242 шешімі бойынша Дарынды балаларға арналған облыстық қазақ мектеп интернат-кешенінің құрамына еңгізілді.\n     Міне, содан бері Батыс Қазақстан облысының түкпір-түкпіріннен келген, қаланың әртүрлі мектептерінен келген талай жасөспірімдер білім алып жатыр. Өнердің бір неше толқын өкілдері ұядан қияға самғады. Олар ұлттық өнердің қыры мен сырына баулитын шаңырақ табалдырығынан өз қалаулары бойынша домбыра, қобыз, фортепиано, баян, прима-домбыра сияқты аспаптардың сиқырлы сазын меңгере, хореография, көркемсурет класы бойынша әсемдікке, эстетикалық талғамға үйренуде.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі апта болды ішім өтіп жатыр не істеуге болады үй жағдайында?",
        "question_content": "Екі апта болды ішім өтіп жүр таңертең сосын кешке бірнеше дәрілерді іштім болмады",
        "question_date": "9.04.2020",
        "question_tag": "Денсаулық",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диарея  – іштің өтуі немесе тәулігіне үш реттен артық сұйық нәжіс ретінде пайда болатын синдром. Көп жағдайда іш ауруы, жоғары дене қызуы, құсу сияқты симптомдармен бірге пайда болады. Диарея кезінде ағза қатты құрғайды, сол себепті бұл ауру балалар және егде жастағы адамдар үшін қауіпті. Дер кезінде емдеу шарт.\nДиареның түрлері:\nМедицина диареяны екі түрге бөледі: өткір және созылмады. Екеуінің айырмасы аурудың ұзақтығында ғана, симптомдары ұқсас.\nӨткір диарея:\nДиареяның бұл түрінің ұзақтысы 1-14 тәулікті құрайды. Себептері әртүрлі болуы мүмкін: дәрі-дәрмекке деген реакция, астан улану, сонымен қатар әртүрлі инфекциялар (вирустар, бактериялар).\nСозылмалы диарея:\nСозымалы диарея ұзақ уақытқа созылады, кей-кейде асқынып тұрады. Бұл түрі ағзаны әлсіретіп, құрғақтыққа алып келеді. Және де бұл түрі жасырылған басқа аурудың симптомы болуы мүмкін.\nСимптомдары:\nІштің ауырсынуы\nІштің кебуі( метеоризм)\nЖүрек айну және құсу\nЖоғары дене қызуы\nБас ауруы\nТүршігу\nҚан аралас нәжіс\nДереу дәрігерге қаралу керек жағдайлар:\n-Егер сәбиде диарея 2 тәуліктен артық, ал егде жастағы адамда 5 тәуліктен артық созылса:\n-Дененің қызуының жоғары болуы\n-Қою түсті нәжіс, қан аралас\n-Құсу және жүрек айну\n-Диарея Африка, Азия және т.б. экзотикалық елдерге барғаннан соң басталса;\n-Азғаның құрғауы сезілгенде\nСебептері\nӨткір диареяның себептері:\nСапасыз суды пайдалану\nТағамдарға аллергия\nБұрын жемеген тағамдарды пайдаланғанда (мысалы, экзотикалық тағамдар)\nДәрі-дәрмектерге аллергия( әсіресе антибиотиктерге, NSAIDs дәрілеріне және антидеприсанттарға)\nІшек инфекциялары (вирусты, бактериалды, паразитті)\nстресс\nСозылмалы диареның себептері:\nішектің тітіркену синдромы\nойық жара колиті\nКрон ауруы\nтік ішек рагы\nсіңірудің бұзылуы\nДиагностика:\n-қан талдауы\n-рентгенді тексеру\n-эндоскопия\n-биопсия\n-сутекті тыныс алу тесті\n-қандағы гормондардың деңгейін тексеру\n-нәжіс талдауы\nЕмдеу:\nКөп жағдайда 2 тәуліктің ішінде диарея қайтады. Сол екі тәуліктің ішінде дұрыс тамақтанып, ағзаны құрғатып алмау керек.\nЕгер диарея ұзаққа созылса, міндетті түрде дәрігерге қаралу керек.\nДиареның негізгі ем-домы мыналар:\n-Диета ұстау;\n-Ағзадағы су балансын ұстау;\n-Үй жағдайында дәрі-ләрмекпен емделу;\n-Ауруханада емделу (егер де ауру созылса немесе басқа да күдіктер болса);\nДиарея кезіндегі диета:\n-Диарея кезінде көп су пайдалану.\n-Егер де тамаққа тәбетіңіз тартпаса, ішіңіз ауырса тамақтанудан бас тарта тұрған жөн.\n-Асты аз-аздан ішу.\n-Егер еметін бала диареямен ауырса оны емізуді жалғастыра беру. Егер қолдан тамақтанатын болса, сиыр сүтіп сумен алмастырған дұрыс.\nІш өткенде мына тағамдардан бас тарту қажет:\nМайлы және қуырылған тамақ\nКофе\nАлкоголь\nСүт және сүт өнімдері\nЖемістен жасалған шырындар (алмадан басқасы)\nЖеміс-жидектер және көкөністер\nТәттілер\nӘртүрлі соустар, кетчуп, майонез және т.б.\nҚара нан\nДиареяда жеу керек тамақтар:\nҚайнатылған күріш, сұлы және тағы басқа дақылдар\nАқ наннан жасалған қатқаннандар\nКартоп және тағы басқа қайнатылған көкөністер\nМайсыз еттер\nАлма пюресі\nбанан\n.\nДәрі-дәрмектер:\nДәрі-дәрмекті дәрігердің қабылдауында болған соң мұқият анықтама бойынша қолдану керек.\nДиареяға қарсы дәрілер тобы: «Энтерол», «Эубикор», «Мезим Форте», «Смекта», «Энтеросгель», «Имодиум», «Хилак Форте», «Лоперамид Акри», «Панзинорм Форте», «Лопедиум», «Регидрон», «Полисорб МП», «Линекс», «Полифепан», «Диосмектит», «Коапектат», «Энтеросорб».\nАғзаның құрғанып кетуіне қарсы дәрілер: «Регидрон», «Гидровит».\nІшек антисептиктері: Нифуроксазид («Энтерофурил», «Эрсефурил», «Стопдиар»), Рифаксимин («Альфа нормикс»), «Интетрикс».\nИнфекциялы диареяда: «Галавит»\nКолитте іш өтуді суыққа қарсы дәрілермен емдейді.\nДиарея кезінде антибиотикті тек дәрігер тағайындайды, және де ол диареяның инфекциядан пайда болғаны анықталған жағдайда беріледі.\nПрофилактика\nІш өтуді болдырмау үшін келесі ережелерді ұстау керек:\nқолды жуу. Әсіресе сырттан келгенде, ақша ұстағанда және т.б. қолды жылы сумен сабындап жуу керек\nкөкөністер мен жемістерді жеу алдын оларды жақсылап жуу керек\nПастерленбеген сүт іш өтуді және басқа да асқазан-ішек жолдарының ауруын тудырады\nЖарамдылық мерзімі өткен азық-түліктерді пайдаланбау\nЕтті тамаққа пайдаланар алдын ыстықтық өңдеуден өткен болуы керек\nАсханада барлық жерлер мен ыдыс-аяқтар таза болуы керек\nАстарды жылы жерде ұзақ сақтамау керек\nҚайнатылмаған, тазартылмаған суды пайдаланбау керек\nОдан өзге назарларыңызға іш өткенде дәрі іздемей-ақ үй жағдайында емделудің жолдарын ұсынамыз. \n1. Асқазан тамақты дұрыс қорыта алмай, іш өткен жағдайда мына емді қолданып көріңіз. Қойдың сүйегін өртеп, күлін ұнтақтаңыз. Қайнаған сумен күніне 3 рет шамамен 12 грам ішіңіз.\n 2. Қою қара шайға бал қосып ішу керек. \n3. Бір кесе күрішті тұзсыз суға қайнатып бұқтырады. Күніне бір мезгіл жеу керек. Емделу мерзімі 3-5 күн.\n 4. Іш тоқтамай өткен кезде еменнің қабығын талқандап, бір кесе қайнаған суға салып, оған 1 шай қасық тұз қосып бір сағаттай демдеу керек. Дәрі дайын. Осы дәріні әр 2 сағатта ас қасықпен ішеді. Келесі күні іштің өтуі тыйылады. \n5. 1-2 жасар баланың іші тоқтамай өтіп ешбір дәрі көмектеспесе, жаңадан туған 3 жұмыртқаның ақуызын пісекпен сорып алып, түтікше арқылы тік ішекке жіберсе, іштің өтуі сап тыйылады.\n 6. 3 жастағы баланың іші өтіп тоқтамаса, 1 кесе күрішті тазалап жуып, 3 литр суға 20-30  минут қайнатады. Тұндырады. Жылытады. Дәрі дайын. Осы дәріні жылылай тамақтың алдында жарты кеседен ішкізсе, үшінші күні іші тыйылады. Емдеу мерзімі 3-5 күн.\n 7. Көкемарал (душица) гүлінен 10 гр алып 300 гр суға қайнатып, демдеп, шай орнына ішкізеді. Осы әдіспен емдеуді таңертең бастаса, кешке қарай іштің өтуі тоқтайды. \n8. Мойыл (черемуха) дәнінен 1 ас қасық алып, 1 шәугім суға 3-4 минуттай қайнатып 10 күн ішкізсе, іштің өтуі сап тыйылады.\n 9. Құлқайыр (құлан қурай) гүлінен 1 ас қасық алып, көк шай демдейтін кішкентай шәйнекке шай сияқты қайнатып, демдеп ішкізеді. Бұл емдеу әдістерінің қай-қайсысы да баланың денсаулығына зиянын тигізбейді. Емдік тағамдар ретінде кепкен (қатқан) нанды талқандап жегізу керек және қою қара шай, сүтсіз кофе әлде какао берген абзал.",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен дененің ішкі энергиясы нөлге тең болмайды?",
        "question_content": "Неліктен дененің ішкі энергиясы нөлге тең болмайды?",
        "question_date": "9.04.2020",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі, молекулалар әрқашан қозғалыста болады. Ал молекулалар қозғалуды тоқтатқан кездегі температура -273 ° C құрайды. Бірақ ғалымдар бұл температураға әлі жеткен жоқ.",
                "date": "9.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әлем қақтығыстарының адам баласына әсері?",
        "question_content": "әлем қақтығыстарының адамға әсері эссе",
        "question_date": "9.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 628,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір орманның өртеніп кетуіне сіріңкенің бір басы жетіп жатыр. Жалпы тарихқа үңілер болсақ, барлық үлкен соғыстар кішкентайдан бастау алған. І дүниежүзілік соғыстың сабағы бізге тәлім болуға тиіс. С. Хантингтон мырза жорып отырған қорқынышы – болашақ күннің сыбағасында. Я болады, я болмайды. Бір Алла ғана біледі. Ал әзірше уақыт машинасы ойлап табылған жоқ. Келешекті ешкім көріп те келе алмайды. Біздікі ақыл мен білімді қосып, құдайдың ойын нақ тапсақ деген далбаса емес пе? Тіпті, ұлы көріпкел атанған Нострадамустың өзінің болжамдарының 50 пайыздайы ғана орындалған. Солай дегенмен, атпаған таң жаршысының басын жұлуға асықпай, сөзіне құлақ асқан да дұрыс әрі өткеннен де ғибрат алған жөн-ау!  І дүниежүзілік соғыс қалай дүние есігін ашты? Соғыс оты Австро-Венгрия тағының мұрагері, эрцгерцог Франц-Фердинандтың 1914 жылы Сараевода қастандықпен өлтірілуінен ұшқын алып, лаулай жөнелмеп пе еді? Австро-Венгрия дереу Сербияға соғыс жариялайды да, біздің «көке» болғыш Ресей ағайынымыз жәбір көріп жатқан славян текті серб бауырларына көмектеспек болып, қалың қосынын жібереді. Аз ғана күттіріп, бұл жан алып, жан берісуге Германия, Франция, Англия сияқты мемлекеттер өздері байқамай ілігіп кетеді. Осылайша І дүниежүзілік соғыс уысына қан шеңгелдей, шыр етіп жерге түсті. Ендеше Вьетнамның екінші Сербия болуы қаншалықты мүмкін нәрсе? Сірә да бұл жерде Вьетнамды шартты ел, аллегория деп қабылдаған жөн-ау. Өйткені ол елдің орынында кез келген мемлекеттің болуы ықтималдық теориясы бойынша 200/1 болуы әбден мүмкін. Тұжырым: Қадыр ағамыз «Адамдар шіркін адам ғой, Оянғанша ғана сайтаны» деп жырлаған екен. Тек қана  мұны, терең түсіне алсақ жарады. Жұмыр жердің баршамызға еркін жететін игіліктерін қиянатсыз, әділ бөліссек адамшылығымыз мерейлі болмайды деп тағы да айта алмаймыз. Ұшқыр ақыл-ойымыз бен жасампаз еңбегімізді әдеттегідей қанқұйлы соғыс-қақтығыстарға бағыштамай, бар әлеуетімізді адамзат бесігін көгертіп, өркендету үшін қолдансақ қандай-ды!? Мейірімі шексіз Алла тағаладан әлем амандығын тілей, талап қылып, адам баласының дертті ақылының сауығуы мен құйындай ұйытқыған діл-жүрегінің тыныштық табуына үміт артқаннан басқа тіршілікке тиянақ етеріміз жоқ.  \n\nИсточник: https://e-history.kz/kz/publications/view/3183",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мекеме туралы мәліметтер керек еді (ХҚКО жайында)",
        "question_content": "1Мекеме туралы мәліметтер керек еді (цон жайында)\n\n2Мекеменің материалдық техникалық базасы\n\n3Мекеменің негізгі бағытталған іс әрекеті\n4Мекеменің басқару структурасы\n5Өндірістегі технологиялық процестері\n6Мекемедегі еңбекті қорғау және техника қауіпсіздігі\nҚорытынды\n\nҚолданылған әдебиеттер (туралы мәліметтер керек еді цон жайында)бәрі",
        "question_date": "9.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дəретсіз ауыз ашуға бола ма?",
        "question_content": "Дəрет алмай ауыз ашуға бола ма?",
        "question_date": "9.04.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Видеода ғұсыл мен дәрет намаз бен құран оқуға шартталған, ал оразаға ол нақты шарт емес деп жауап берілген.",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен су қоймаларына үздіксіз талдау жасалып отырады?",
        "question_content": "Неліктен су қоймаларына үздіксіз талдау жасалып отырады?",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі су қоймалары бүкіл қаланың ауыз суын қамтамасыз етеді. Халық оны күнделікті тіршілікте қолданады. Қалдық су -су қоймаларына  қайта жіберіледі, оны ары қарай химиялық заттармен тазартады. Суды қайта халыққа босатар алдын ол судың қаншалықты адам тіршілігіне қолдануға сай келерін тексереді. Жалпы мақсаты осы ғой.",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағынды суларды қандай қасиеттеріне қарай бағалайды?",
        "question_content": "Ағынды суларды қандай қасиеттеріне қарай бағалайды?",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағалайды ма бөледі/топтайды ма?\nАғынды суларды қандай қасиеттеріне қарай бағалайды? болса халықта \" ағын судың арамы жоқ\" деп  ағын суды тазалығы үшін бағалайды. Себебі, су үнемі ағыста қозғалыста  болған соң ол суда бактериялар мен балдырлр икөбейіп үлгермейді.",
                "date": "8.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өнеркәсіптік ағын суларда қандай зиянды заттар болады?",
        "question_content": "Өнеркәсіптік ағын суларда қандай зиянды заттар болады?",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өнеркәсіптік ағын сулар неліктен қауіпті?",
        "question_content": "Өнеркәсіптік ағын сулар неліктен қауіпті?",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Толық тазартылмаған техникалық суларда қоршаған ортаға зияны көп химиялық элементтер болуы  мүмкін. Сондықтан  көп химиялық өндіріс орындарында айналмалы су механизмімен жұмыс жасаған қауыпсіздеу. (Сыртқа лас суды жібермей өз шаруалығында қайта қолданысқа енгізу)\n\n2) Толық тазартылмаған суларда ауыр металдар кетіп қалып, ол қандайда бір аралық жолмен(өсімдік, жануар еті)адам ағзасына өтсе,сол адам денсаулығына өте зиян.\n\n3)Қоршаған ортаның ффлора фаунасына өзгерістер, аурулар алып келетін қаупі бар.",
                "date": "8.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағын сулар дегеніміз не?",
        "question_content": "Ағын сулар дегеніміз не?",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 936,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағын су — жер бетіндегі жоғарыдан төмен қарай ағып жататын су (өзен, жылға). Ол тұрақты (жыл бойы ағатын) және уақытша, маусымды әрекетті болуы мүмкін. Ағын судың мөлшері мен режимі жауын-шашынның мөлшеріне, режиміне, жер бедерінің түріне, жердің геологиялық құрылысына, топырақ және өсімдік жамылғысына байланысты.",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Грам+, Грам- бактериялардың айырмашылығы",
        "question_content": "акпарат керек осы суракка толыктай",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 34300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грам позитивті бактериялар дегеніміз не?\nГрам позитивті бактериялар - бұл грамм бояу техникасында күлгін түске боялатын бактериялар тобы. Күлгін түске боялудың себебі грамм оң бактериялардың жасуша қабырғаларында қалың пептидогликан қабаты болуы. Әдетте, грам позитивті бактериялардың пептидогликан қабаты қалыңдығы 20-80 нм-ге дейін және тайхо қышқылдары болады.\nҚалың пептидогликан қабаты бастапқы дақты сақтайды, ол кристалды күлгін; демек, микроскоп астында күлгін немесе кристалды күлгін түсте пайда болады. Жуғыш зат бастапқы дақтарды кетірсе де, дақтар қалың пептидогликан қабатынан кетпейді. Стафилококк, стрептококк, бацилл, коринебактерия, листериа және клостридия түрлері грам позитивті бактериялардың кейбір мысалдары болып табылады.\nГрам теріс бактериялар дегеніміз не?\nГрам теріс бактериялар - бұл жасуша қабырғасында жұқа пептидогликан қабаты бар бактериялар тобы. Демек, олар бастапқы дақты кетіре алмайды. Мінезі жағынан грам теріс бактерияларда сыртқы мембрана деп аталатын қосымша мембрана болады, ол грам оң бактерияларда болмайды. Сондай-ақ, бұл сыртқы мембранада липополисахаридтер болады. Сонымен қатар, сыртқы мембрана болса да, деколоризатор қолданылғаннан кейін ол тозады. Содан кейін пептидогликан қабаты кеуекті болады, ал кристалды күлгін дақ дақ жасуша қабырғасынан толығымен кетеді.\nДемек, грам теріс бактериялар дақтардың екінші реңінде, қызғылт түсті болады. Грам позитивті бактериялармен салыстырған кезде грам теріс бактериялар антибиотиктерге бағытталған жасуша қабырғаларына төзімді. Бұл сыртқы мембрананың болуына байланысты. Сонымен қатар, олардың жасуша қабырғалары екі қабаттан тұрады және жасуша қабырғасында периплазмалық кеңістік болады. Сондай-ақ, грам оң бактериялармен салыстырғанда жасуша қабырғасы тегіс емес және қатаң емес. Escherichia coli, Pseudomonas, Neisseria, Chlamydia - бұл грам теріс бактериялар.\nГрам позитивті және грам теріс бактериялардың қандай ұқсастықтары бар?\nГрам позитивті және грам теріс бактериялардың жасушалық құрылымы ұқсас. Сондай-ақ, екеуі де капсулалары бар бір клеткалы прокариотты микроорганизмдер. Олардың екеуі де бір хромосомаға ие және біртекті емес. Сонымен қатар, олардың екеуінде де экстрахромосомалық ДНҚ ретінде плазмидтер болуы мүмкін. Сонымен қатар, екеуі де екілік бөліну арқылы біртіндеп көбеюде. Сол сияқты, екеуі де трансформациядан, трансдукциядан және конъюгациядан өтеді. Сонымен қатар, грам оң және грам теріс бактериялар антибиотиктермен ингибирлейді. Олардың жасуша қабырғаларында пептидогликан болады. Сонымен қатар бактериялардың екеуінде де беткі қабаты бар (S қабаты). Олар грамм бояу процедурасына жауап береді. Сонымен қатар, олар адамдарға, өсімдіктерге және жануарларға ауру тудырады.\nГрам оң және грам теріс бактериялардың арасындағы айырмашылық неде?\nГрам оң және грам теріс бактериялардың негізгі айырмашылығы - бұл грамм оң бактериялардың жасуша қабырғаларында қалың пептидогогликан қабаты бар, ал грам теріс бактериялардың жасуша қабырғаларында жұқа пептидогогликан қабаты бар. Пептидогликан қабатынан басқа, грам теріс бактериялар сыртқы мембранаға ие, ал грам оң бактерияларда жоқ. Демек, бұл грам оң және грам теріс бактериялар арасындағы айырмашылық. Сонымен қатар, грам теріс бактериялардың перифлазмалық кеңістігі мен жасуша қабырғасында екі қабаты болады, ал грам оң бактерияларда перифлазмалық кеңістік жоқ, ал оларда бір қабатты қатаң, тіпті жасуша қабырғасы болады.\nКелесі инфографикада грам оң және грам теріс бактериялар арасындағы айырмашылық туралы көбірек фактілер сипатталған.\nРезюме - Грам позициясы және грам теріс бактериялар\nБактерияларға байланысты бастапқы дақты алады және сақтайды; граммен боялған кезде күлгін күлгін бактериялардың екі түрі бар: грам оң және грам теріс. Грам позитивті бактериялардың жасуша қабырғасында қалың пептидогликан қабаты, ал грам теріс бактерияларда жұқа пептидогликан қабаты болады. Бұл грам оң және грам теріс бактериялар арасындағы негізгі айырмашылық. Жасуша қабырғасындағы осы айырмашылыққа байланысты грам оң бактериялар күлгін түске боялған, ал грамм теріс бактериялар грамм түсінде қызғылт түспен боялған. Сонымен қатар, грам теріс бактериялардың құрамында сыртқы жағымсыз бактериялар болады. Сыртқы мембрананың болуына байланысты грам теріс бактериялар антибиотиктерге бағытталған жасуша қабырғаларына төзімді, ал грам оң бактериялар оларға сезімтал болады. Сондықтан бұл грам оң және грам теріс бактериялардың арасындағы айырмашылықты жинақтайды.\nТолығырақ: https://kk.bccrwp.org/compare/difference-between-gram-positive-and-gram-negative-bacteria/",
                "date": "10.04.2020",
                "upvotes": 0
            },
            {
                "text": "-теріс +оң\n\n1-\n\n2+\n\n3+\n\n4-\n\n5-\n\n6+",
                "date": "8.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Микроорганизмдер түзетін антибиотиктер түрлері",
        "question_content": "акпарат керек осы суракка толыктай",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Антибиотиктерді өндірушілер арасында актиномицеттер доминантты орын алады. Микроорганизмдердің осы тобы өндіретін 4000 астам антибиотиктер анықталған. Актиномицеттің тек бір түрі - Str. griseus антибиотикалық активтілігі бар 50 қосылыстарды өндіреді. Оларды топтастырады:\n- тетрациклиндер (хлор-, окситетрациклиндер және олардың туындылары – доксициллин, метациклин), өндіруші штамдары - Str.aureofaciens, Str. rimosus, әсері кең спектрлі және химиотерапиялық нәтижелігі жоғары болғандықтан клиникаға аса маңызды антибиотиктер. Антибиотиктердің бактериостатты әсері бар, микробты клетканың рибосомасымен байланысып ақуыздар биосинтезін тежейді. Тетрациклиндердің бактерияға спецификалы улы әсерін тереңдетуі, соңғыларда осы антибиотик жинақталып қалуында;\n- макролидтер, молекула құрамында алифатикалық лактонды сақинасы (ең кемінде 12 көміртек атомдары) бар антибиотиктер. Макролидтер биосинтезі ацетатты немесе пропионатты фрагменттер конденсациясы жолымен атқарылады. Құрылысы және биологиялық қасиеттері бойынша осы антибиотиктерді екі топқа бөледі: антибактериалық макролидтер және саңырауқұлақтық макролидтер (полиендер). Бактериялық макролидтерді өндіруші штамдары: олендамицинді - Str. antibioticus, эритромицинді - Str. erythraeus. Эритромицин өндіруші құрылысы ұқсас 4 антибиотик түзеді - А, В, С және Д эритромициндер; А компоненті аса белсенді. Макролидтердің антибактериялық әсері пептидилтрансферазалық орталық ауданында 23S рибосомалық суббірлікпен байланысу арқылы рибосомада ақуыздар трансляциясын тежеуіне негізделген, нәтижесінде пептидилді қалдықтар тасымалы тежеліп полипептидті тізбектің элонгациясы тоқтайды. Осының барлығы ақуызсинтезін тежейді, бактериостатты нәтиже береді;\n- полиенді антибиотиктер, саңырауқұлақтарға қарсы әсермен сипатталынады, осы микроорганизмдердің цитоплазмалық мембрана өткізгіштігін бұзады. Саңырауқұлақтардың плазматикалық мембрана компоненттері – стериндермен байланысып полиендер олардың бүтіндігін бұзады. Нистатин өндірушісі - Streptomyces neurasei, амфотеррициндер А және В (38 көміртекті атомды циклдан құралған гаптендер) – Str. nodosus;\n- аминогликозидтер (стрептомицин – Str. griseus, сур.49; неомицин – Str. fradiae, канамицин – Str. kanamyceticus және осы топтың басқа антибиотиктері), рибосомада нәруызсинтезін тежейтін, трансляцияның барлық фазаларына әсер ететін кең спектрлі антимикробты әсермен сипатталынады;\nСурет 49. Стрептомицин құрылысы\n- рифамициндер, микробты клетканың екі спиральді ДНҚ матрицалық РНҚ репликациясы мен транскрипциясына кедергі жасайды. Бұл нафталан «ядросы» және ұзын алифатты тізбекті қосатын күрделі анзамицин құрылымы бар антибиотиктер. Туберкулез еміне кеңінен қолданатын рифампицин белгілі (өндірушісі Str.(Nocardia) mediterranei);\n- өспелерге қарсы антибиотиктер (актиномицин Д, блеомицин – Str. verticillius) қатерлі ісіктердің өсуін тоқтатады; улы болғанымен онкологиялық практикада қолданыс тапты; осы препараттың цитотоксикалылығы микроорганизмдердің ДНҚ репликациясын бұзуға негізделген.\nБактериялар табиғаты полипептидті антибиотиктерді өндіреді\nГомомерлі бір сызықты полипептидті антибиотиктер – грамицидин С (Bacillus brevis); гомомерлі циклды антибиотиктер – бацитрацин (B. licheniformis); гетеромерлі пептидтер – В, Е және М полимиксиндер (B. polymyxa). Бацитрацин, грамицидин және полимиксиннен басқа циклопептидті антибиотиктерге Cylindrocarpum lucidum және Tolypocladium inflaturn мицеллалы саңырауқұлақтар өндіретін циклоспорин А жатады.\nПолипептидті антибиотиктер прокариоттардың цитоплазматикалық мембрана өткізгіштігін бұзады. Полимиксин В үш құрылымды компоненттерден тұрады: бір сызықты трипептид, циклдық пептид және 6-метилоктан қышқылының қалдығы (молекуланың пептидтік емес бөлігі).\nМицеллалы саңырауқұлақтар беталактамды антибиотиктерді өндіреді\nПенициллиндер (Penicillium chrysogenum, P. notatum) және цефалоспориндер (Cephalosporium\\\\ Acremonium chrysogenum) мицеллалы саңырауқұлақтар өндіретін аса белгілі бета-лактамды антибиотиктердің өкілдері (сур.50). Олардың сипатында антимикробты әсеріне қабілетті бета-лактамды сақина құрылымы кездесуі. Бұл грам теріс микроорганизмдер тудырған инфекцияда қолданатын антибиотиктер клетка қабырғасының пептидогликан синтезін тежейді. Клиникалық практикада бета-лактамды топтың модификациясы немесе пенициллинді басқа антимикробты заттармен қосу арқылы дайындалған жартылай синтетикалық пенициллин туындылары жиі қолданылады.\nСурет 50. Цефалоспорин С өндіруші Acremonium chrysogenum штамы\nФторхинолондар жасанды антибиотиктерге жатады, кең спектрлі антимикробты әсері бар. Кейбір фторхинолондар антибактериалық әсермен қоса өспелерге қарсы, анти-АИВ-тік белсенділікке ие. 1962 жылы медициналық практикаға налидикс қышқылы (невиграмон) енгізілгеннен бастап осындай химиопрепараттар класы қолдануы басталды. Хинолондардың екінші ұрпағы қатарына оның 6 қатарына фтор атомы, 7 қатарына – пиперазин қалдығы енгізілген бірнеше туындылары кіреді (норфлоксацин, пефлоксацин, ципрофлоксацин және т.б.).\nЖануар текті антибиотикалық заттар\nБекіре балығынан алынған экмолин, эритроциттерден - эритрин, лизоцим және интерферон микробицидті әсерге ие.\nЖоғарғы өсімдіктер өндіретін антибиотиктер\n1928 жылы Б. Токин фитонцидтер туралы алғаш рет жазған. Химиялық таза түрінде төзімділігі әлсіз, тез бұзылады. Бұл сарымсақтан алынған аллицин (Allium sativum), шай қурайдан иманин, шалфейден сальван, шалғамнан рафанин (Raphanus sativum), үрме бұршағынан фазеолин (Phaseolus vulgaris) және т.б.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Антибиотик түзуші микроорганизм продуценттерді атаңыз",
        "question_content": "антибиотик тузушы микроорганизм осы суракка жауап керек",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Антибмотиктердің көпшілігін биосинтездеу арқылы алады. Онда актиномицеттер, саңырауқұлақтар және бактериялардың микроорганизмдері қолданылады. Бағалы антибиотиктердің көпшілігі актиномицет культурасынан алынады.\nАнтибиотиктер табиғатта кең таралған. Actinomycetales актиномицет-продуцентінің қазіргі кезде 20 жуық түрі белгілі. Соңғы уақытта Actinomycetales түріндегі актиномицеттерден басқа да антибиотик продуценттері табылады. Оларға: Micromonospora (гентамицин продуценті), Chainia (абурамицин продуценті) және т.б. жатады.\nАктиномицеттерді көптеген табиғи субстраттарынан кездестіруге болады. Олар аэробты және микроаэрафиьді болып келеді. Олардың оптимальды температурасы 25-30°С. Сонымен бірге термофильді актиномицеттерде бар. Бірақ олар 60°С жоғары температурада өсіп дамиды. Актиномицеттердің көпшілігі рН 6,8-7,5 өседі.\nСәулелі саңырауқұлақтардың құрылысы зең саңырауқұлақтарының құрылысын ұқсайды. Олар агарлы ортада өседі де коллоналар түзеді: субстратты мицелий жуан жібшелі гибтер бөлек жиналады. Субстратты мицелиде (біріншілік) ереже бойынша онда ауалы мицелилер өседі. Онда спора түзілу процесі жүреді (Candida).\nАктиномицет споралары тік, иректелген және спираль тәрізді болады да, ауа мицелиясын моноподиалді, симподиальды, дихотоминді орналасады. Актиномицет колоналары-тығыз болады. Гиф мицелиясы субстраттың ені 0,3-0,8 мм, ауада 1,4 мк дейін болады. Ауа мицелиясы кейде колоналардың бетін тегіс жаппайды және мүлдем болмауы да мүмкін. Актиномицеттерден пайда болған еріген пигменттерді мицелияны бояу әртүрлі болуы мүмкін. Олар споралар сияқты вегатативті және жыныссық жолмен көбейеді. Актиномицеттерді жынысты жолмен көбейту әлі дәлелденбеген. Споралар фрагментация жолымен формаланады.\nСпораладың формалары шар, цилиндр тәрізді және т.б. болады. Спораларды электрондық микроскоптордың көмегімен зерттегенде олардың қабықшалары жұмсақ, шашақ тәрізді болып келетіні байқалады. Қатты қоректік ортаны зең саңырауқұлақтарының өсуі және қыздырғанда споралардың сезімталдылығы актиномицеттердің құрылысына ұқсас болып келеді.\nТолығырақ: https://kazaksha.info/%D1%85%D0%B8%D0%BC%D0%B8%D1%8F-%D1%80%D0%B5%D1%84%D0%B5%D1%80%D0%B0%D1%82%D1%82%D0%B0%D1%80/%D0%B0%D0%B7%D1%8B%D2%9B%D1%82%D1%8B%D2%9B-%D0%B0%D0%BD%D1%82%D0%B8%D0%B1%D0%B8%D0%BE%D1%82%D0%B8%D0%BA%D1%82%D0%B5%D1%80/",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Антибиотик дегеніміз не?",
        "question_content": "суракка жауап керек накты жауап болса",
        "question_date": "8.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 672,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Алкоголь антибиотиктердің тиімділігін төмендететіні рас па?\nИә. Себебі, Антибиотик және алкоголь бір-бірімен үйлеспейтін екі нәрсе.  Алкоголь антибиотиктердің жанама әсерін күшейтеді. Ұйқының қанбауы, бас айналу, жүректің айнуы, асқазан бұзылысы секілді жайсыздықтарға тап боласыз.\nОдан бөлек:\n–  бас  ауруының күшеюі;\n– асқазанның түйілуі, лоқсу;\n– тершеңдік;\n– жүрек соғысының жиілеуі;\n– қан қысымының лезде көтерілуі;\n– бауырдың бұзылысы;\n– теріде аллергиялық белгілер;\n– ең ауыры – өлімге әкеледі.\nБұл уақытта организм инфекцияның әсерінен әлсіреп тұрғандықтан, алкоголь денсаулыққа зиян келтірмейді дегеннің өзінде тезірек айығуға кедергі болады.\nСпирттік сусындарды тек антибиотиктерді қабылдап жүрген уақытта ғана емес, одан кейінгі үш-төрт күн бойы қабылдамаған дұрыс!\n2. «Антибиотиктерді  алма шырынымен,  сүтпен ішуге болмайды», – дейді, расымен солай ма?\nРасында апельсин, грейпфрут, алма, ананас және тағы басқа шырындармен, сонымен қатар сүтті тағамдармен ішуге тиым салынады. Неге? Себебі, бұл айтылғандар (ілгерідегілер) антибиотиктердің сіңу процесін өзгертіп, емделу тиімділігіне зиянын тигізеді.\nСол сияқты бұл сұйықтықтарды таблетка қабылдаған соң, үш сағаттан кейн ішуге болады.\nЕң дұрысы – бөлме температурасындағы су. 200 мл мөлшерде су ішуге тырысыңыз. Бұл  лоқсудың алдын алып,  асқазанмен  байланысты кері  эффектілердің туындауынан сақтайды.\n3. Антибиотиктерді тамақтану барысында қабылдаса бола ма?\nБұл жерде сізге тағайындалған антибиотиктің түріне байланысты. Кейбіреулерін міндетті түрде бос асқазанға ішу керек, сонда ғана оның әсері жақсы болады. Ал кейбірін тамақтанып болған соң, қабылдайсыз. Бұл үшін дәрігеріңізбен ақылдасып немесе препараттың нұсқаулығына көз жүгірткен абзал.\n4. Антибиотикпен үйлестіруге келмейтін қандай тағам түрлері бар?\nҚатаң тиым салынған тағам түрлері жоқ, сондықтан рационыңызды өзгертудің қажеттілігі шамалы.\nУақытша ұсыныстар ғана болуы мүмкін. Жоғарыда антибиотикті сүтпен бірге ішуге болмайтыны туралы сөз қозғалды. Сол секілді май, йогурт, сыр мен тағамдық қоспаларды таблеткаға дейін бір-бір жарым сағат, қабылдағаннан кейін үш сағат пайдаланбаған жөн.\n5. Ал дәрі ше?\nСпиртке негізделген кез келген препараттармен қатар ішуге тиым салынады.  Айтпақшы, бір қарағанда спиртпен тамақты шайып, не сүрту пайдалы болып көрінгенімен, одан да зиян шегуіңіз мүмкін.\nАл басқа да кері әсері бар препараттардың тізімі антибиотиктің нұсқаулығында тұрады. Оны міндетті түрде оқып шыққан жөн. Себебі, олар бір-біріне жанама әсер етіп, ағзаға пайдасын азайтады. \n6. Кері әсерін төмендету үшін антибиотиктерді белгіленген мөлшерден аз қабылдаса бола ма?\nЖоқ. Сіз өз организміңізге зиян келтіріп қана қоймай, бактерияларға да жағдай жасап бересіз. Оның нәтижесі көңіліңізден шықпайтыны анық. Шалажансар микробтар мутацияланып, антибиотиктерге үйреніп алады. Бұл – қабылдап жатқан препараттан  ешқандай пайда күтпе деген сөз. Сіз дерттен айықпағандықтан, дәрігеріңіз жаңа препаттарды тағайындауға мәжбүр болады. \nЕсте сақтаңыз: антибиотиктің дозасын әуел бастан сіздің организміңізге зияны аз тиетіндей, ал бактерияларды тиімді құртуға лайықтап тағайындайды.\n7. Жұту оңай болу үшін таблеткаларды бөлшектеуге бола ма?\nЖоқ, бұл антибиотиктің жұмысына кедергі келтіруі мүмкін.\n8. Антибиотиктерді бір тәулікте қалай дұрыс қабылдауға болады? \nАнтибиотиктің тиімділігі бір күнде қалай қабылдағаныңызға да байланысты. Егер «тәулігіне екі рет ішу керек» десе, әр 12 сағат сайын қабылдап отырыңыз. Ал үш рет деп көрсетілсе, қабылдау уақытының арасы сегіз сағаттан болады.\n9. Антибиотиктер гормондық контрацептивтердің тиімділігін төмендететіні рас па?\nРас. Міндетті түрде дәрігеріңізге қалай қорғанатыныңызды жеткізіңіз. Ол сізге жүкті болып қалмау үшін кеңес береді.\n10. Неге антибиотиктер ішектерде проблема тудырады?\nАнтибиотиктердің басты тапсырмасы – ауру тудыратын бактерияларды өлтіру. Соның нәтижесінде микроағзадағы теңгерім бұзылып, диарея, іштің кебуі, метеоризм секілді жағымсыздықтарға ұшыратады. Бір апта қабылданған антибиотик ішектегі микрофлораның құрамын бір жылға дейін өзгертіп жібереді.\n11. Ішекті тезірек қалыпқа келтіру үшін не істеу керек?\nТірі микроағзасы бар биоқоспаларды қабылдауға (пробиотиктер) болады. Бұл антибиотиктерден әлсіреп қалған ішекке орналасып, микрофлораны қайтарып, бұрынғы қалпына келтіріп, бұзылыстардың қаупін төмендетеді.\nЗерттеулер дәлелдегендей, ең жақсы нәтижені сүт қышқылды бактериялары бар пробиотиктер мен Saccharomyces boulardii ашытқыш саңырауқұлақтары береді.\nМұндай биоқоспаларды антибиотиктерді қабылдап жүріп те, толық крусын қабылдап болған соң да пайдалануға рұқсат. Тек олардың арасында үш сағаттық үзіліс болу керек.  Әйтпесе, қоспаның пайдасы ұзаққа сақталмайды.\n12. Ішектегі микрофлораларды қалыпқа келтіру үшін йогурт пен айран ішсе бола ма?\nПробиотиктер азық-түліктерде де кездеседі.  Ішектің жағдайын жақсарту үшін антибиотик терапиясы кезінде немесе аяқтаған соң ферменттелген тағамдарды рационыңызға енгізіңіз: ашытылған қырыққабат; уксус қолданылмаған тұздалған тағамдар; мисо жапон сорпасы; ферменттелген тұзды сүт өнімі; сүт қышқылы (йогрут пен айран).\n13. Антибиотиктің бір курсын қабылдасам да, жазылатын түрім жоқ. Не істеу керек?\nИнфекция қайта келгені – жақсы белгі емес. Мүмкін бактерияларыңыз сіз ішкен препаратқа бейімделіп алған болар. Десе де, бұл да нақты жауап болмайды. Әлсіз иммунитетіңізбен жаңа бактериялық ауруды қағып әкеткен шығарсыз. Қандай жағдай болмасын, емдеп жатқан дәрігеріңізбен кеңесіңіз. Ол сізге басқа антибиотиктер жазып беруі керек.\nЕкі курстың ортасында уақыт жоғалтып немесе төзе тұрамын деп ойламаңыз. Сізге бастысы – дертті жылдамырақ жеңу.\n14. Антибиотиктерді жиі-жиі іше берсе, әсері болмай қалуы мүмкін бе?\nМүмкін, тіптен тиімділігі жоғалу да ғажап емес. Микробтардың антибиотиктерге төзімділігі адам денсаулығына ең үлкен қауіп әкеледі. Микроағзалар мутацияланып, дәрілерге бейімделіп алады. Оның нәтижесінде әлі заманауи ғылым жеңе алмай келе жатқан  жаңа супербактерия дүниеге келеді. Бұл – өте қауіпті! Мәселен, антибиотиктерге төзімділігі кесірінен туберкулезден жылына 250 мың адам ажал құшады.\nӨкінішке қарай, сол супербактериялардың өмірге келуіне өзіміз кінәліміз. Антибиотиктерді дұрыс пайдаланбаймыз немесе соңына дейін жеткізбейміз, дәрігерге жүгінбей өздігімізден препараттарды жөн-жосықсыз қабылдай береміз.\nАнтибиотиктердің жұмысын жақсартқыңыз келсе, оларды қабылдаудағы басты тәсілдерден ауытқымаңыз.\n15. Ағзаға зиян келтірмес үшін, антибиотиктерді жылына қанша рет қабылдаған дұрыс?\nАнтибиотиктер дәрумен емес. Оны тек дәрігердің тағайындауымен ішу керек. Егер сізде бактериялы инфекция болса, терапевт сізге өткен жылы қанша рет қабылдағаныңызға қарамай, антибиотик жазып береді.\n16. Балаларға антибиотик қабылдауға бола ма?\nӘлбетте. Егер балада бактериялы инфекция болса, дәрігердің белгілеуімен антибиотиктер ішуге болады.\n17. Антиобиотиктер қан анализіне әсер ете ме?\nИә. Кейбір антибактериялы препараттардан:\n– Лейкоциттердің деңгейі төмендейді. Нақты айтқанда дәл мұндай реакцияны көпшілігімізге таныс антибиотик левомицетин (хлорамфеникол) береді;\n– Гистамин деңгейі өседі. Бұлай гликопептидті антибиотик жұмыс жасайды;\n– Бауыр сынамасының нәтижесі бұрмаланады. Бұл эффект пенициллин және стрептомициннен келеді.\n– Сонымен қатар, антибиотиктер гемоглобин мен тромбоциттер деңгейін түсіріп, қанның ұю уақытын созып, антиглобулин тестінің нәтиежесін бұрмалайды.\nМұндай кері көрсеткіштердің болатынын медицина мамандары жақсы біледі. Сол себепті,  сізді қан анализіне антибиотикті тағайындаған дәрігер жіберсе, препараттың әсерін есепке алып, дұрыс нәтиже шығаратынына күмәніңіз болмасын.\nАл егер басқа дәрігер жолдаса, оған міндетті түрде антибиотик қабылдағаныңызды ескертіп қойыңыз.\n18. Антибиотиктер қан анализіне әсер етуін қашан тоқтатады?\nАнтибиотиктердің қаншалықты көмегі болғанын білу үшін, қан тапсыру уақытын, емдеу курсын  қабылдаған соң 14 күн өткенде ғана белгілеңіз.\n19. Антибиотик қабылдап жүріп күнге күюге (загар алуға) бола ма?\nКеңес берілмейді. Кейбір антибиотиктер терінің фотосезімталдығын арттырады. Бұл дегеніңіз, күнге күю (загар) кезінде теріңіз пигментенуге ұшырауы мүмкін.\nЕгер күннің сәулесіне шомылуға ынтығып тұрсаңыз, өз дәрігеріңізбен ақылдасқаныңыз жақсы.\n20. Спортпен шұғылдануға ше?\nДұрысы – шұғылданбау!  Антиобиотиктердің кері  әсері шаш етектен – диареядан бастап, жүрек аритмиясына дейін баруы ықтимал. Онымен қоса, сіңірлердің жағдайы күрт нашарлап кетеді. Тиісінше, ол түрлі жарақаттарға шалдықтырады.  Сол себепті антибиотиктерді қабылдап жүрген уақытта, мүмкіндігіңізге қарай, спорттық жаттығуларды қоя тұрыңыз. Егер фитнес залына баруды жалғастырсаңыз, жүктемені азайтып, жаттығу уақытын да біршама қысқартыңыз.",
                "date": "10.04.2020",
                "upvotes": 0
            },
            {
                "text": "Антибиотик дегеніміз микробтар",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Театр қайраткері болу үшін адамда қандай қасиеттер болу керек?",
        "question_content": "Театр қайраткері болу үшін қандай қасиеттер керек",
        "question_date": "8.04.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өнерлі,жан-жақты,білімді,сөзге бай,шебер,актерлық қабілеті бар,сұлу,сымбатты және т.б",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қатты дұға тілегенде үстіңе көзге көрінбейтін ыстық тамшылар тамса не болады?",
        "question_content": "Осыдан 8 жыл бұрын отбасымызбен қонақтамыз анам ыныме аяғы ауыр жасым ол кезде 7ті де тунде бары уйыктап қалғанда менын уйкым келми інім аман туылсыншы деп катты алла тағаладан сұрағанмын бір кезде үстіме ыстық бірдеңе тамып жатыр тобеге карасам ештене жок көзге корінбеиды бірдеңе тамшылап жатыр усты басым ашып кетті корпеге оранып жатып алдым,бул сонда не болғаны?",
        "question_date": "8.04.2020",
        "question_tag": "Ораза сұрақтар",
        "question_views": 765,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қонақта болсаңыз әрі кішкентай болсаңыз ол үйдің жытыту трудасынан немесе тағы басқалай бір жерлерден тамшылаған болар ыстық су. Немесе қатты трансқа кіріп кетіп  денеңізге батқан физикалық күш солай сезілген болар. Басқалай бұны түсіндіре алмас едім тура қазіргі санаммен.)",
                "date": "11.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Несіпбек Айтұлы Байтерек поэмадағы автордың идеясы?",
        "question_content": "Несіпбек Айтұлы Байтерек поэмадағы автордың идеясы?",
        "question_date": "8.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 156000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бәйтерек поэмасына сюжеттік талдау:\n\nОқиғаның басталуы: Түске енген Тәуелсіздік Патшасы.\n\nОқиғаның байланысуы: Президент сайлануы. Қазақтың тәуелсіздік алуы.\n\nОқиғаның дамуы: Қазақ халқының қалыптасуына үлес қосқан адамдар.\n\nОқиғаның шиеленісуі: Елдің астанасы Ақмолаға ауысуы.\n\nОқиғаның шешімі: Автордың Елбасыға алғыс арнауы.\n\nҚорытынды: Іргелі, тату мемлекеттің құрылуы.",
                "date": "4.05.2020",
                "upvotes": 1
            },
            {
                "text": "Н.Айтұлының \"Бәйтерек \"поэмасында Н.Ә.Назарбаевтың ерең еңбегімен қатар тәуелсіздік тақырыбы терең айтылған.",
                "date": "15.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Байтерекке арналған шығармалар?",
        "question_content": "Байтерекке арналған шығармалар керек еді. Байтерек туралы кім шығарма жазған?\n\nБəйтерек-Астана қаламыздың символы. Астана қаласына көрік,ерекшелендіріп тұрган ғимараттың бірі. Астана қаласына жолың түссе, ондай болса бəйтерекке бармай қайта алмайсың. Бəйтеректің биіктігі 97 метр. Бəйтеректің өзіндік бір тарихы бар.",
        "question_date": "8.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 38800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Н.Айтұлының \"Бәйтерек\"поэмасы",
                "date": "9.04.2020",
                "upvotes": 0
            },
            {
                "text": "Ата-бабаларымыз жапан далада жалғыз өскен ағашты киелі ағаш немесе әулие ағаш деп санаған. Оны кесуге, қандай да бір зақым келтіруге тыйым салған. Саясында ұзақ отырып демалып, ұйықтауға да болмайтынын ескерткен. Жалғыз өскен ағаштың жанында ұзақ болсаң, сол ағаштай сопиып жалғыз қаласың деп жалғыздықтың нышанына балаған. Ал құла түздегі жайқалып өскен жалғыз ағаш пен шөлді мекендегі тырбиып өскен бұталарды қасиетті санап, жанында түнеп, шүберек байлайтын болған. Кейбіреулер ол маңда әулие жатыр деп ырымдап, мал сойып, тілеу тілеп те жатады.\nБәйтерекетің негізгі идеясы Елбасы Н. Ә. Назарбаевтың ой-қиялынан туды. Президент осы алып ескерткіштің эскиз-нобайын бір түннің ішінде өзі ойлап шығарды. Оның айтуынша, монументтің негізгі идеясы бейбіт өмір мен келісімге ұмтылған барлық қазақстандықтардың ғұмырлық мұратын білдіреді.\nБәйтеректің негізгі ұстыны Бейбітшілік дарағы болып есептеледі. Ежелгі түпкі ұғымында «бәйтерек» деген сөздің өзі «өмір ағашы» деген мағынаны білдіреді. Міне, осы жапырақ жайған алып ағашқа ертедегі ертегілерде кездесетін қасиетті құс – Самұрық айқара жазылған кең қанаттарымен айналасын тұтас жауып ұшып келеді. Ол өмірдің өзегін өркендетіп, үміттің үзірін үкілейтін алып алтын жұмыртқа – Күнді салу үшін Өмір ағашы – Бәйтерекке ұмтыла түскен.\nОсы алып ағаштың тағы бір идеясы өлім мен өмірді теңестіретін дүниежүзілік мифтің мазмұнына негізделген. Қазақ мифологиясында ол космос ағашы ретінде қаралады. Бәйтерек үш әлемді байланыстырушы дәнекер ретінде кеңінен көрсетіледі. Ел арасында адамның жаны киелі теректе сақталады деген ұғым ежелден қалыптасқан. Мифологияға зер салсақ, бәйтерек туралы аңыз әңгімелер өте көп. Солардың бірінде, басы аспанмен, түп тамыры жер астымен жалғасқан киелі теректің әрбір жапырағы жер жүзінде жасаған әр адамның өмір тіршілігінің нышаны, жер бетінде тіршілік еткен әрбір адам киелі теректің жапырағы жарылғанда өмірге келіп, жапырағы жайқалып өскенде есейіп, кемеліне келіп, жапырағы мезгілсіз сарғайса, қайғы-қасіретке тап болады, жапырағы солса қартайып, жапырағы үзіліп, жерге түскенде, қазаға ұшырайды делінген. Осылай бәйтеректің жапырағына жан орналастырып, адамның өмір сүру кезеңдерімен үйлестіре бейнелейді.\nБәйтерек — үш әлемді байланыстырушы дәнекер ретінде әспеттелінеді. Орта дүниені — адам, жоғарғы дүниені — қарақұс, төменгі дүниені — жылан-айдаһар көрсетеді. Қазақ ертегілерде кейіпкер жерасты әлеміне тап болады және ұзаққа созылған сапар кезінде үлкен ағашқа жолығады, ол жерде ағашқа өрмелеп бара жатқан жыланды өлтіріп, Самұрықтың балапандарын айдаһардан құтқарып қалады. Осы ерлігі үшін Алып Қарақұс кейіпкерді жер бетіне алып шығады.\nЕртегіде Самұрық кұсы осылайша мінезделінеді. Кейіпкер жыланды өлтірген соң Байтеректің түбіне демалып отырады. «Сол кезде күнбатыс жақтан бір қара бұлт шығыпты. Қатты дауыл жерді шаңдатты.\n– Бұл не? – деп сұрады (Жарты – Төстік)? Сонда екі балапан айтты:\n- Бұл біздің анамыздың қанатының екпінді желі, — деді.\nКүн нөсер жауын құйып – құйып жібереді.\n- Бұл қалай? – дегенде, балапан айтты:\n- Анамыздың көз жасы. Жылда-жылда бала тапсам да, бірі ілеспей койды деп жылағаны – деді. Құс ашылып қар жауды, жапалақ – жапалақ.\n- Бұл не – деді.\n– Анамыздың қуанып, қарқ-қарқ күлгені, — деді.\nҚұскеліп ағаш басына қонғанда, үйдін жуандығындай ағаш иіліп жерге тиді дейді». Бұл теректің басы аспанмен, түп тамыры жер астымен жалғасқан. Ол көзге көрінбейтін киелі ағаш. Бәйтерек мазмұны бірде зәүлім ағашы көзге елестетсе, екіншісінде мықты, зор күшті үшіншісінде, ғарыш пен жер арасындағы тылсым байланысты бейнелейді. Сондай-ақ ол тіршілік иелеріне тірек, сүйеніш, қорған, пана деген, ұғымды да білдіреді.\nАңыз бойынша мифологиялық Бәйтерек немесе Жолтерек (жолдарақ) О дүние мен Бұл дүние арасын жалғаушы жол ретінде саналады. Алып теректің ерекше қасиеті сол оны айнала ән салып, тілеген адамдардың тілегі қабыл болып жақсылыққа өзгереді екен.\nЕлорданың бас жоспары аясында салынған нысанның сызба-жобасын әлемдік сәулет өнерінің шеберлері жасап, Ресей академиясының сәулетшілері, белгілі жапон сәулетшісі Кисе Курокава және «Ақорда» қазақстандық жобалау-құрылыс компаниясы орнатты. Есіл өзенінің сол жағалауынан көкке қарай бой созған зәулім «Бәйтеректің» биіктігі – 97 метр. Ол Астана қаласының елорда мәртебесіне ие болған 1997 жылды білдіреді.\nҒимараттың өзі үш бөліктен тұрады. Бұлардың да өзіндік сырлары бар. Нысанның жер асты бөлігі ұлттың тамыр жаюынан өзекті ой өрсе, ал екінші-үшінші бөліктері кейінгі өркендеу кезеңдерінен көріністер береді.\nКешеннің ең жоғарғы бөлігіндегі «Аялы алақан» композициясы осы монументті тұрғызу идеясын ұсынған Президент Нұрсұлтан Назарбаев алақанының көшірмесін алға тартты.\nПанорамалық залдың ортасында 17 жапырақтан тұратын 17 әртүрлі әлем діндерінің уәкілдері қолы қойылған ағаш глобусы орналасқан. Ұшар басында алтын шар орналасқан, арнайы шынылармен әйнектелген «Бәйтерек» күмбезінің салмағы 70 тоннаға жетсе, алтын шардың үстіңгі ауданы 1 553 метрді алады. Алтын шар мен ғимараттың негізгі кіреберісі бір-бірімен «оқпан» деп аталатын салмағы 695 тонналық металл құрылғымен жалғасып жатыр.\n«Астана-Бәйтерек» монументінің жерасты бөлігі 4,5 метрлік тереңдікке кетеді. Онда дәмхана, аквариумдер және белгілі суретші Ерболат Төлепбайдың шағын галереясы бар. «Ағаштың діңімен» лифтілер арқылы көтерілген адам көктегі шардан бір-ақ шығады.",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Несіпбек Айтұлы \"Байтерек\" шығармасына басқа қандай атау қоюға болады?",
        "question_content": "Несіпбек Айтұлы \"Байтерек\" шығармасына басқа қандай атау қоюға болады?",
        "question_date": "8.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "18.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Н.Айтұлының Байтерек шығармасының жанры қандай?",
        "question_content": "Маган уй тапсырмасыны осыны берды",
        "question_date": "8.04.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 21700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Несіпбек Айтұлының \"Байтерек\" шығармасы поэма.",
                "date": "9.04.2020",
                "upvotes": 0
            },
            {
                "text": "Әдеби , тарихи жанрга жатады",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтін дегеніміз не?",
        "question_content": "Мәтін құрылымы деген не?",
        "question_date": "8.04.2020",
        "question_tag": "Мектеп",
        "question_views": 959,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәтін деген сөйлемдерден құралады,ал,сөйлем сөздерден құралады.Мәтін ұзақ болады.",
                "date": "8.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құны 800 мың теңге болатын жай вексель?",
        "question_content": "Құны 800 мың теңге болатын жай вексель, жыл соңына дейін өтеуге белгіленіп, 5 айдан кейін банк есебіне қабылданған. Есептік ставкасы 12 пайыз. Вексель иесіне тиесілі соманы анықтаңыз? Қорытынды жасаңыз.\n\nБанк корпорацияға 23 күнге, 15 пайыз жылдық есеппен 20 млн теңге ұсынды? Жалпы төлем сомасын, айлық төлемдерді анықтап, Қорытынды жасаңыз.",
        "question_date": "8.04.2020",
        "question_tag": "Математика",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Осы пәнді оқып жүрген болсаңыз маған қарағанда жақсырақ білерсіз . қалай шығарылуына мысал міне:  \nБанковский учёт по простой и сложной учётным ставкам\n                                                Сложная учётная ставка\n       Вид           Простая\n     операции     учётная ставка      Дисконтирование        Дисконтирование\n                                         1 раз в год           m раз в год\n                                                                              mn\n Банковский        P = S (1 − nd )                                     f \n                                        P = S (1 − d ) n      P = S 1 − \n                                                                         \n учёт                                                                m\n                                                                         P\n                              1                  P           S =\n Наращение         S=P                   S=                           f \n                                                                             nm\n                          1 − nd              (1− d )n             1 − \n                                                                      m\n\n      В формулах использованы следующие обозначения:\n      n – срок от момента учёта до даты погашения векселя в годах;\n      f – номинальная годовая учётная ставка.\n     П р и м е р 1. Определить современное значение суммы в 120 000 р.,\nкоторая будет выплачена через 2 года, при использовании сложной учёт-\nной ставки 40% годовых.\n     Решение.\n                P = S (1 − d ) n = 120 000 ⋅ (1 − 0,4) 2 = 43 200 р.\n      О т в е т : 43 200 р.\n     П р и м е р 2. Вексель на сумму 9000 р. предъявлен в банке за полго-\nда до срока его погашения. Определить сумму, выплаченную владельцу\nвекселя, и сумму дисконта для простой и сложной учётной ставки 20%\nгодовых.\n     Решение.\n     1. Для случая простой учётной ставки\n                                    1        \n                          P = 9000 1 − ⋅ 0,2  = 8100 р.\n                                             \n                                    2        \n      Дисконт: D = S − P = 9000 − 8100 = 900 р.\n12\n\n\n     2. Для сложной учётной ставки\n                                            1\n                         P = 9000 ⋅ (1 − 0,2) 2 = 5760 р.\n     Дисконт: D = S − P = 9000 − 5760 = 3240 р.\n     О т в е т : 8100 р., 900 р. (для простой учётной ставки); 5760 р., 3240 р.\n(для сложной учётной ставки). Это значит, что владелец при учёте векселя\nпо сложной учётной ставке получит меньшую сумму при прочих равных\nусловиях, а удержанная сумма (дисконт) будет больше, чем при учёте по\nпростой учётной ставке.",
                "date": "11.04.2020",
                "upvotes": 0
            },
            {
                "text": "Рахмет мен досыма комеетеским келген",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамның қозғалатын сүйектері? айтыңдаршы жауап күтем",
        "question_content": "Адамның қазғалатын және қозғалмайтын сүйектері",
        "question_date": "8.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүйектердің байланысы. Сүйектердің сыртында бұлшықеттер, сіңірлер бекінетін әр түрлі жүлгелер, төмпешіктер, қантамырлары мен жүйкелер өтетін шұрықтар болады. Қаңқаны құрайтын сүйектер әр түрлі байланыстар түзеді. Олар аткаратын қызметіне қарай байланыстар: қозғалмайтын, шала қозғалатын және қозғалмалы байланыстарға бөлінеді. Қозғалмайтын байланысқа ми сауыты сүйектері мен сегізкөз жатады. Бұлар бірімен-бірі тұтасып, қозғалмайтындай болып байланысқан.\nШамалы қозғалатындар;\nШамалы қозеалатындарға - омыртқалардың бірімен-бірі шемір-шектер арқылы және қабырғалармен байланысуы жатады.\nҚозғалмалы (еркін) немесе буындық байланысқа аяқ-қол сүйектерінің байланысы т.б. жатады .\nТолығырақ: https://studfile.net/preview/6188540/",
                "date": "9.04.2020",
                "upvotes": 0
            }
        ]
    }
]