[
    {
        "question_title": "Мыс пен қалайының қосындысы не?",
        "question_content": "Қолайлы мен мыстың қосындысы?",
        "question_date": "15.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мыс пен қалайының қосындысы ҚОЛА",
                "date": "27.12.2021",
                "upvotes": 0
            },
            {
                "text": "Мыс пен қалайынның қоспасы жез",
                "date": "18.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлемдегі ғарыш айлақтары жылына неше млрд ақша жұмсайды?Және ол ақша ақталып жатыр ма?",
        "question_content": "Жалпы әлем ғарыш әлемін игеру үшін көптеген жоба жасап жатыр. Оған неше ақша бөліп жатыр? Қандай жоба жасап жатыр? Бөлінген ақша ақталып жатыр ма? Пайдасы тиіп жатыр ма?",
        "question_date": "15.12.2021",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғарышты игеру жобалары көлемі, ауқымы және бюджеті бойынша әр түрлі болуы мүмкін. Кейбір жобалар салыстырмалы түрде шағын болуы мүмкін және бірнеше миллион долларлық бюджетке ие болуы мүмкін, ал басқалары жылдар бойы миллиардтаған долларға тұруы мүмкін. Мысалы, NASA-ның Perseverance Ровер жобасының бюджеті шамамен 2,7 миллиард долларды құрады.\n\nҒарышты игеру жобаларын қаржыландыру әр түрлі көздерден, соның ішінде мемлекеттік органдардан, жеке компаниялардан және халықаралық ынтымақтастықтан алынуы мүмкін. NASA, Еуропалық ғарыш агенттігі (ESA) және Қытай Ұлттық ғарыш басқармасы (Cnsa) сияқты мемлекеттік органдар өз елдерінің үкіметтерінен қаржы алады. SpaceX және Blue Origin сияқты жеке компаниялар да ғарышты игеру жобаларына қомақты қаражат салады.\n\nҒарышты игерудің артықшылықтары өте көп және әртүрлі. Оларға ғылыми білімнің ілгерілеуі, технологиялық инновациялар, экономикалық даму және халықаралық ынтымақтастық кіреді. Ғарышты игеру GPS технологиясы, спутниктік байланыс және жердегі күнделікті өмірімізді жақсартатын медициналық құрылғылар сияқты көптеген технологиялық жетістіктерге әкелді. Сонымен қатар, ғарышты зерттеу бізге ғаламдағы орнымызды түсінуге көмектесті және сайып келгенде, Ғарышқа саяхат пен қоныстану үшін жаңа ресурстар мен мүмкіндіктердің ашылуына әкелуі мүмкін.\n\nТұтастай алғанда, ғарышты зерттеу жобаларын қаржыландыру мен пайдасы көптеген факторларға, соның ішінде олардың мақсаттарына, оларды қаржыландыратын ұйымдарға және олар қол жеткізген нәтижелерге байланысты.",
                "date": "17.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Құран кітаптің үстине зат қоюға боладыма?",
        "question_content": "Жасым 17 де.Үйде Анам намаз бастаған еді,осы жақын арада анам бір жерден емнен келгенде өзімен бірге құран кітап алып келген болатын. Анамнын тіл жағыннан науқастығы болғандықтан ол кісынің кейбір создерін түсінбейтін едік, ым дап қыйналып сойлейты бар. Ендігінде ол кітапті биыкке қойдық, арада біраз уақыт өткенсоң үйді тазалар кезінде мен шаң сұртіп жүргенымде абайсызда Құранды дәретсіз устаған едім ол кезде Құранды дәретсіз ұстауға болмайтыннында білмеген едым, сол кезде мен анаммен ұрсысып қалған тұғын дәл сол болмеде ызам келіп көйлегімді үтіктеп отырғанымда дәл сол үстаған қолымды үтикке күйдіріп алған болатынмын одан ізде қалды . Кейн келесы кунде инстагарм желісынде публикациида Құранды дәретсіз жане Жүніп адамдарға үстауға болмайты жайында шықты сол кезде өзімді жайсыз сезіндым Қасиетты кітаптты қалай үстадым, анамнында ескерткеныде болған екен мен ым дап сойлегенінен түсінбегендіктен қалайша ман беріп қарамағанда екенмін. Куйдіргенымде содан емеспе екен деп ойладым үйткены мен шаң сурткенде қолдарым лас болган тұғын. Ендігінде абайлап әр кезде ман берып жүрем. Ал енд қойылған сұрағым жайында Қаладан ауылға үйге келгенде кітаптің үстіне менің бас киымым мен сырғам жатр екен, анамнан сүрасамда түсінуім қыин енд сұрарым үстине зат қоюға боладыма ?",
        "question_date": "15.12.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "fatua kz деген сайт бар діни сұрақтар қоюға арналған, ҚМДБ сайты. Қолыңызды күйдіргеніңіз дұрыс болмапты.",
                "date": "14.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шерхан Мұртаза \"Бесеудің хаты\" драмасындағы кейіпкерлер тағдыры?",
        "question_content": "Шерхан Мұртаза \"Бесеудің хаты\" драмасындағы кейіпкерлер тағдыры қалай аяқталды? Осы хаттың мәтіні қалай? Онда не туралы жазылған?",
        "question_date": "15.12.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осыдан сексен бес жыл уақыт бұрын, 1932 жылы, 4 шілдеде БК(б)П Қазақ өлкелік комитетінің бірінші хатшысы Ф.И.Голощекинге жазушы Ғабит Мүсірепов, Қазақ мемлекеттік баспасының меңгерушісі Мансұр Ғатаулин, Коммунистік жоғары оқу орнының оқу ісі жөніндегі проректоры Емберген Алтынбеков пен оның орынбасары Мұташ Дәулетқалиев, Қазақ АКСР Мемлекеттік жоспарлау комиссиясының сектор бастығы Қадыр Қуанышев хат жазады. Ашаршылықтың ауыр нәубетіне, қазақ халқының бастан кешкен қиын жағдайына алаңдап, мұншама сұраусыз көз жасы мен қырғынға кінәлі адамдар неге жауап бермейді деген талап қойған бұл хат тарихта «Бесеудің хаты» деген атпен қалған еді.\nКеңес үкіметінің жаңа қағидалары қазақ қоғамына қайшылықты келіп, жалпыұлттық қасіретке айналып, барлық әлеуметтік топтарды күйретіп жібергені, күштеп ұжымдастыру мен отырықшыландыру, алым-салық жинаудағы қиянаттар халықтың жаппай аштыққа ұшырауына, ауа көшуіне әкеліп соққаны баяндалған бұл хат БК(б)П Қазақ өлке комитетінің ауыл шаруашылығын басқару жөнінде жүргізген қатыгез саясаты сынға алады. Сонымен қатар, елді ауыр жағдайдан құтқарудың жолдары да егжей-тегжейлі айтылған «Бесеудің хаты» қазақ зиялыларының тоталитарлық тәртіпке наразылығының бір көрінісі деуге де болар.\n«Бесеудің хатын» ұйымдастырғандардың біреуі – Мансұр Ғатаулин небары 34 жасында оққа байланып, аласапыран уақыттың құрбаны болады. Қалған төрт азаматтың да басына қара бұлт үйіріліп, қуғын-сүргін көреді.",
                "date": "4.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түсімде көп әруақ балаларды көрдім",
        "question_content": "Түсімде бір үлкен коттедж үйде көп аруақ балаларды көрдім. Сосын Ол жерде аспа бирдене берди. коп адамдар болды. Дастархан жайылып турды.",
        "question_date": "14.12.2021",
        "question_tag": "Жанұя",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мұндай түстерді көрмеу үшін жатар алдын дәрет алып, ұйықтар алдын дұғаларыңызды оқып, оң жақпен жатуға тырысыңыз. Сол кезде түн ұйқыңыз тыныш болады. Көрген түстеріңізді жақсылыққа жорыңыз әрдайым. Түсті  қалай жориды, ол солай орындалады. Дастарқан ол молшылықтың белгісі.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұрпаққа рух берген акын Махамбет",
        "question_content": "Махамбет өтемісұлы,эссе",
        "question_date": "14.12.2021",
        "question_tag": "Мектеп",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ажырасу туралы егер әкесі ажырасудан бас тартса мүмкіндік берілеме",
        "question_content": "Ажырасу кезінде отбасы мүшелерінің бірі ажырасу кезінде рұқсат бермеген жағдайда оларға жарасып кету мақсатында мүмкіндік берілеме",
        "question_date": "14.12.2021",
        "question_tag": "Заң",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазіргі жастарға \"қой жастар, күн болды ойланарлық\" тақырыбында монолог жазыңдар?",
        "question_content": "Қазіргі жастарға \"қой жастар, күн болды ойланарлық\" тақырыбында монолог жазыңдар?",
        "question_date": "14.12.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған не керек?Мен кәзір не істеп жүрмін?Бұл істеп жүргенім қаншалықты дұрыс?Өз-өзімді қолға алып,жақсылыққа ұмтылуым қажет.Өзіме керекті заттармен ғана айналысқаным дұрыс болар.Кәзір маған не керек?Маған оқу қажет.Қаншалықты қажет?Өте қажет.Себебі болашақта білімің болмаса не істемексің.Бойыма адами қасиеттерді қалыптастыру үшін де білім керек емес пе?Ия керек,сондықтан сабақ оқуым қажет.Ал екінші не істеймін спортпен айналысам,өз -өзімді жан жақты дамытамын",
                "date": "15.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден соң ЖОО ға түсу",
        "question_content": "Колледжден кейінгі ЖОО ға грантқа түсу үшін емтихан қалай өткізіледі? қандай пәндерден сынақтар болады?",
        "question_date": "14.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешенді тест тапсырасыз.",
                "date": "10.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декретік демалыстан кейін ақылы демалыс алуға бола ма?",
        "question_content": "Мектепте қызмет жасаймын. Жазда кезекті ақылы еңбек демалысымды алдым. Тамыз, қыркүйек, қазан, қараша айларында жұмыс жасап декреттік демалысқа шықтым. Көк қағазым  сәуір айында бітеді. Ол біткен соң ақылы еңбек демалысыма шыға аламын ба? Еңбек заңының қай бабы мен тармағында жазылған",
        "question_date": "14.12.2021",
        "question_tag": "Заң",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Декреттік демалысты отпускке жақын қалғанда алып кетсеңіз, отпусктен шыққан соң ала аласыз.",
                "date": "8.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге қарға тұз себетін.болсаң қар еріп кетеді?",
        "question_content": "Неліктен қарға тұз сепсең,қар ериді?",
        "question_date": "14.12.2021",
        "question_tag": "Мектеп",
        "question_views": 516,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұзды ерітіндінің қату температурасы  таза судыңкімен салыстырғанда төмен.\nМұздың бетінде квазисұйық судың өте жұқа қабаты бар. Ол мұз кристалынан үзіліп кететін ең жылдам молекулалардан құралады. Нөлден төмен температурада бұл молекулалар көп ұзамай қайтадан кристалға дейін «қатып қалады». Тұз осы квазисұйық қабатта ери отырып, молекулалардың концентрациясын аздап төмендетеді, олардың сұйық фазадан қатты күйге оралуын бәсеңдетеді, ал мұз ериді. Бірақ, әрине, өте қатты аязда мұзды тұздау оны еріту үшін жеткіліксіз.",
                "date": "26.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "50 см қашықтықта кернеулігі 720 Нкл",
        "question_content": "Өзінен 50 см қашықтықта кернеулігі 720 Нкл болатын электр өрісін тудыратын нүктелік зарядтың шамасын анықтаңдар?",
        "question_date": "13.12.2021",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "E = 720 Н/Кл\n\nr = 50 см = 0,5 м\n\n_____________\n\nq - ?\n\nШешуі:\n\nE = k·q / r²\n\nq = E·r² / k\n\nq = 720·0,5² / (9·10⁹) = 20·10⁻⁹ Кл;  q = 20 нКл",
                "date": "2.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Натрий карбонатын сірке қышқылының сұйытылған ерітіндісімен әрекеттескендер",
        "question_content": "натрий карбонатын сірке қышқылының сұйытылған ерітіндісімен әрекеттескендер",
        "question_date": "13.12.2021",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2СН3СООН + Na2CO3  = H2O  + CO2 +  2CH3COONa",
                "date": "26.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мидын жумыс истеуин жане есте сактауды арттыру",
        "question_content": "Мидын жумыс истеу кабилетин арттыру ушин,жане есте сактау кабилетин   арттыру ушин арналган китап керек орыс жане казак тилинде",
        "question_date": "13.12.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 230,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Курткамды жуғаннан кейін ішіндегі мақталары бәрі бір жерге үйіліп қалды",
        "question_content": "Курткамды жуғаннан кейін ішіндегі мақталары бәрі бір жерге үйіліп, курткам жаман болып қалды, соңы қалай қалыпқа келтірсем болады?",
        "question_date": "13.12.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "массажный тарақпен сәл үйкелеп, сіл күшпен сол тарақпен қағып ішіндегі материалдың тығыздалған құрылымын бұза алсыз. Солай ол түйіндерді кетіре аласыз. Өзім солай жасаймын.",
                "date": "26.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бесеудің хатын ұйымдастырушы топтың көшбасшысы",
        "question_content": "1. « Бесеудің хатын ұйымдастырушы топтың көшбасшысы . а ) Курамысов ; б) Исаев : в ) Мүсірепов ; г) Рыскулов . 2. « Асыра сілтеу болмасын , аша түнк қалмасын науқанын Қазақстанда жүзеге асырып отырған кім еді ? а ) Рыскулов ; б ) Голощекин ; в) Курамысов : г) Сталин .\n3. « Бесеудің хатының • Сталиннің қолына түспеуі неліктен ? а ) жол киындығынан б ) Сталин кез келген хатты қабылдай бермейді : в ) хат жарты жолда урланады : г ) Рыскулов хатты Сталиннің оқығанын қаламады .\n4. Оқиғаның шешімін табыңдар . а ) Бесеудің Сталинге хат жолдауы ; б) Рысқұловтың Сталинге Қазақстандағы жағдайды жеткізуі ; в) тозақ оты : г) Голощекин кабинетіндегі жиналыс .\n5. « Бұқпадан шыққан жау жаман , бүйірден шыққан дау жаман » . Қай кейіпкердің cөзі ? а ) Рысқұлов ; б ) Исаев ; в) Голощекин ; г ) Курамысов ,\n6. « Бесеудің хаты » шығармасындағы прологте берілген оқиғаны көрсетіңдер . а ) Мүсірепов пен Рысқұловтың диалогі ; б) Рыскулов пен Сталиннің әңгімесі ; в) бесеудің хатын талқыға салу ; г) каралы ауылдың көрінісі .\n7. Төмендегі өлең жолдарынан метафораны табыңдар : « Қиял - қыран , ақыл ты . Майдансыз қайтпас жау беті . Сен де жалғыз батырсың . а ) майдансыз қабiтпас ; б ) қиял - қыран : в) жау беті ; г ) жалғыз батырсың .\n8. Төмендегі берілген сөйлемде қайталаудың қай түрі қолданылып тұр ? Киелі қара шаңырақ , сүйеніп қызыл уыққа . а) эпифора ; б) еспе қайталау : в) анафора ; г) жай қайталау .\n9. « Қарой топырақ бiруыс » сөзі қай тұлғаға қатысты айтылған ? а) Исатайга ; б) Абайға ; в) Махамбетке ; г) Абылайға .\n10. Өлеңде бір - бірін аңдитын , қорқау адамдар бейнесін неге теңеген ? а ) сілеусінге ; б ) шиберіге ; в) тырнаға ; г) куланға .",
        "question_date": "13.12.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1а, 2б, 3д, 4а, 5а, 6а, 7а, 8а, 9а, 10б.",
                "date": "27.12.2021",
                "upvotes": 0
            },
            {
                "text": "1б\n\n2в\n\n3ә\n\n4а\n\n5в\n\n6ә\n\n7б\n\n8а\n\n9в\n\n10а",
                "date": "16.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолтық жүні қай жастан бастап шығады?",
        "question_content": "Қолтық жүні қай жастан бастап шығады?",
        "question_date": "13.12.2021",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол жасқа қарамайды.",
                "date": "14.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 5,6л этилен (қ.ж) броммен әрекеттескенде 42,3 г 1,2-дибромбутан",
        "question_content": "Көлемі 5,6л этилен (қ.ж) броммен әрекеттескенде 42,3 г 1,2-дибромбутан алынды. Реакция өнімінің шығымын есептеңдер.",
        "question_date": "12.12.2021",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығымы 90% \nШығымы 90%",
                "date": "8.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "БЖБ ТЖБ жауабын алуға болатын сайттар бар ма?",
        "question_content": "БЖБ ТЖБ жауаптарын алуға болатын сайт керек?",
        "question_date": "12.12.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 625,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Олх туралы сурак?",
        "question_content": "Олх ашылган нөмерімді кайта калпына калай келтіруге болады?",
        "question_date": "12.12.2021",
        "question_tag": "Google +",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер номер өз атыңызда болса, байланыс операторының қызмет орталығына барып қайта қалпына келтіре аласыз. Ал егер ол номер 6 айдан астам уақыт қолданылмаған болса, базадан өшіп кетеді. Яғни, оны қайта қалпына келтіру екіталай.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кредит дегенді қалай білуге болады? Егер летага калсан",
        "question_content": "Біздің универде 8250 1 кредиттің бағасы, егер балын жетпей сессиядан құласан, летага қалып қойсан кредиты толеу қажет ко. 2 апта болатын кезге оны қалай білуге болады\n\nУнивер де түсіндірді бірақ дым түсіне қоймадым",
        "question_date": "12.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Летада барлық сабақ тездетіліп оқытылады. Яғни оның 2 апта немесе 3 апта оқытылуына қарамайды. Сабақ бойынша  лекция, семинар, СРС,СРСП , лабороториялық сабақ болуына қарай , яғни оқытылатын пәннің тереңдетіліп оқытылуына қарай кредит саны есептеледі.  \nСізге тек кредит саны пән бойынша қанша соны біліп, 1 кредитке төленетін санға көбейтіп , сол  сумманы төлеу керек қой.",
                "date": "2.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заманбек Нұрқаділов деген кім?",
        "question_content": "Менің саясаттан хабарым жоқ. Бірақ осы адам туралы толық білгім келеді. Заманбектің қазаққа сіңірген еңбегі қандай?",
        "question_date": "12.12.2021",
        "question_tag": "Саясат туралы",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заманбек Қалабайұлы Нұрқаділов (15.1.1944, Нарынқол ауданы, Алматы облысы – 12.11.2005, Алматы) — Қазақ КСР-і мен Қазақстан Республикасының мемлекет және қоғам қайраткері, саясаткер. Ұлы жүздің Албан тайпасының Қоңырбөрік руынан шыққан. Кеңес Одағы кезіндегі Алматы қалалық атқару комитетінің соңғы төрағасы (1985 - 1992).\n1985 - 1992 - Алматы қалалық атқару комитетінің төрағасы;\n1992 - 1994 - Алматы қаласының әкімі;\n1995 - 1997 - Қазақстан Республикасы Парламенті Мәжілісінің депутаты;\n1997 - 2001 - Алматы облысының әкімі;\n2001 - 2004 - Қазақстан Республикасы Төтенше жағдайлар агенттігінің төрағасы.\n1990 жылдың наурызында Нұрқаділов Алматы қаласының әкімі ретінде Жоғарғы Кеңестің 12-шақырылымының депутаты болып сайланды. Бір жылдан кейін, 1991 жылдың көктемінде, Нұрқаділов қалалық халық депутаттары кеңесінің төрағасы болды және комбинатта Компартияның қалалық комитетінің бірінші хатшысы болды (оның тарихында соңғы болып шықты). Тамыздағы төңкерістен кейін және КОКП таратылғаннан кейін, ол депутаттар Кеңесінің төрағасы қызметін сақтап қалды, ал 1992 жылдың көктемінде облыстық, қалалық және аудандық әкімдіктер институты құрылғаннан кейін, Нұрқаділов 1994 жылдың маусымының соңына дейін сол кездегі Қазақстанның бас қаласы Алматы қаласының 1-ші әкімі ретінде қызмет етті.\n2005 жылдың 12 қарашасында Заманбек Нұрқаділов өз үйінде денесіндегі атылған үш оғымен өлі күйінде табылды. Екі оқ кеудесіне тиген, біреуі басына тиген. Болған оқиғаның ресми нұсқасы бойынша өз-өзіне қол жұмсаған деп танылды. Алматыдағы \"Кеңсай\" зиратына жерленген.",
                "date": "2.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IT мамандығын жақсы дайындайтын жақсы универлербарма?",
        "question_content": "Топ 5-6 университетің аттарын айта аласызба ,IT саласында.",
        "question_date": "12.12.2021",
        "question_tag": "Университет, колледж",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СДУ\n\nҚБТУ\n\nХАТУ\n\nАстанада ашылған Айти Университет бар\n\nНегізі, көп нәрсе студенттің өзінің талпынысына байланысты. Мықты программист болу үшін мықты универде білім алу жеткіліксіз. Өз бетінше де іздену керек.",
                "date": "4.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Максвелл маятнигінің салмағы Р.",
        "question_content": "Максвелл маятнигінің салмағы Р, радиусы R біртекті цилиндрі бастапқы жылдамдықсыз жіпті тарқата отырып, төмен қарай құлайды. Цилиндр осінің түсу биіктігіне тәуелді жылдамдығын анықтаңыз. Жіптің салмағы ескерілмейді.",
        "question_date": "11.12.2021",
        "question_tag": "Физика",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сол құлағым сол жақ басыммен бірге шаншыйды?",
        "question_content": "Сол құлагым шаншыйды? Сол жақ басымен бірге",
        "question_date": "11.12.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суықтаған болар, Лорға барып қаралсаңызшы.",
                "date": "2.03.2022",
                "upvotes": 0
            }
        ]
    }
]