[
    {
        "question_title": "Компьютер турған бөлменің температурасы қанша градус болу керек?",
        "question_content": "Компьютер турған бөлменің температурасы қанша градус болу керек?",
        "question_date": "22.03.2024",
        "question_tag": "Мектеп",
        "question_views": 812,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сііз үшін қолайлы кез келген температура компьютеріңізге де жақсы болады. ҚНЖЕ сәйкес +22-ден +24-ке дейінгі норма. Сондай-ақ +30-да жұмыс істеуге болады, бірақ ол дымқыл болуы керек. ҚНЖЕ 28-ге дейін рұқсат береді, артық емес.",
                "date": "24.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аллаға деген сенімім азайып бара жатыр",
        "question_content": "АЛЛАГА КЕЙДЕ СЕНБИ КЕТЕМН, ОЗМ ЫШКЫ ОЙЛАРЫМ ЖАМАН ПРАМ ОЙ САЛАДЫ АЛЛА ЖОК ЕКЕНИНЕ, калай буны кетырсек болады, Аллага калай 100% пайыз сенуге болады? Мен не ушн бундай боллдым?",
        "question_date": "22.03.2024",
        "question_tag": "Ораза сұрақтар",
        "question_views": 686,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз адам болғаннан кейін әр түрлі сұрақтардың туу заңды. Имандылық жайлы діни білімі жақсы адамдарды қараңыз, оқыңыз, парақшаларына жазылып ішіңіздегі сұрақтарды қойып, күдіктеріңізден арылыңыз. Имани біліміңізді арттырыңыз.",
                "date": "30.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биотехнология мамандыгын бітірдім қайда барып резюме тастаймын",
        "question_content": "Биотехнолог болып жұмыс істеу үшін дипломды қайда тапсырамын",
        "question_date": "20.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдымен жұмыспен қамту орталығына тастасаңыз болады.",
                "date": "21.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тепе теңдікке үш мысал?",
        "question_content": "жаратылыстану пәні бойынша сұрақ, тепе теңдікке үш мысал жазу өтініш көмек️️",
        "question_date": "19.03.2024",
        "question_tag": "Мектеп",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Денелердің тепе-теңдігінің мысалдары: Таразы, серіппедегі жүк, жіптегі шар, көлбеу призма, шардың қозғалысы. Ауырлық центріне сыртқы күштер әсер етпейінше, дене тепе-теңдікте қалады.",
                "date": "14.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экраны сынған телефоннан компютерге фото жібере аламыз ба?",
        "question_content": "Экраны сынған телефоннан (беті көрсетпит)\n\nСол телефоннан компка фото ведиолар жібере аламызба",
        "question_date": "19.03.2024",
        "question_tag": "Жалпы компьютер",
        "question_views": 858,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, жібере аласыз, через кабель коссаныз болды",
                "date": "23.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күшікке әдемі ат барма? Қасқыр, қабанбай деген аттар емес",
        "question_content": "Хаскиге ұқсайды ала түсті өте әдемі",
        "question_date": "17.03.2024",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 792,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атмосфераны зерттейтін құрал",
        "question_content": "Білмейміни не жазуым керек еді",
        "question_date": "17.03.2024",
        "question_tag": "Мектеп",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зонд шар (Шар-зонд) — ауа қабатын (атмосфераны) зерттейтін аспап. Ол сутек толтырылған резеңке шардан тұрады. Оған ауаның қысымын, температурасы мен ылғалдылығын жазып отыратын метеорограф бекітіледі. Белгілі бір биіктікте шар жарылып, метеорограф парашютпен жерге түседі. Зонд шартың көтерілу биіктігі — 40 км-гe дейін. Егер оған өз көрсеткіштерін автоматты түрде хабарлап отыратын радиәаспап ілінген болса, мұндай құрал радиозонд деп аталады.",
                "date": "18.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кезінде 13 жас кіші болсаң су ішсең не болады",
        "question_content": "Zhshdbd олар щкзуокткькьеьеьеьеьькьк",
        "question_date": "17.03.2024",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза – исламдағы бес парыздың бірі. Оны ұстау – әрбір мұсылманға парыз. Соның ішінде оразаның шарты бойынша қарт, яки әлсіз адамдарға, науқастарға, емізулі баласы бар аналар мен сапардағы адамдарға, жүкті әйелдерге ораза ұстамауға рұқсат етіледі. Оразаның қағидасы бойынша балиғат жасына толғаннан бастап ораза ұстауға рұқсат берілген. Соның ішінде қыз балалар 9 жастан бастап, ал ер балалар 12 жастан бастап ораза ұстауына болады.",
                "date": "18.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрышты алаңды ұзындығы 110 м болатын сыммен қоршау керек. Алаңның ауданы",
        "question_content": "Тік төртбұрышты алаңды ұзындығы 110 м болатын сыммен қоршау керек. Алаңның ауданы ең үлкен болу үшін, оның ұзындығы мен ені қандайболу керек?",
        "question_date": "17.03.2024",
        "question_tag": "Математика",
        "question_views": 408,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тік төртбұрышты алаңды ұзындығы 110м болатын сыммен қоршау керек?",
        "question_content": "Тік төртбұрышты алаңды ұзындығы 110м болатын сыммен қоршау керек. Алаңның ауданы ең үлкен болу үшін, оның ұзындығы мен ені қандай болу керек?",
        "question_date": "17.03.2024",
        "question_tag": "Математика",
        "question_views": 34,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ораза кезінде еріне әйелі мастурбация жасаса ораза бұзыла ма жоқ па?",
        "question_content": "Ораза кезинде ерине айели мастурбация жасаса ораза бузала ма или жок па",
        "question_date": "16.03.2024",
        "question_tag": "Ораза сұрақтар",
        "question_views": 535,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ: Мастурбацияның ешкімге зияны жоқ қой, неліктен харам?\nЖауап: Дініміз бір нәрсені харам қылған болса, көзге байқалатындай зияны көрінбесе де харам болады. Харам болса, неліктен харам деген орынсыз сұрақ қойылмайды. Бисмиллаһсыз сойылған қой еті де харам болып табылады. Міндетті түрде біреуге зиянының тию қажет емес.\nМастурбация импотенцияға және ерте босануға да себеп болады.\nИмам Қуртуби хазреттері былай деген:\n«Олар, жұбайлары мен күңдерінен басқа махрам жерлерін (зина, лиуата, мута некесі, жануармен қосылу, мастурбация секілді рұқсат етілмеген барлық нәрседен) қорғайды. Дұрысы, бұлар (халал болған жұбайларымен бірге болғандықтан) жамандалмайды, айыпталмайды. Олай болса, мұның тысына барғысы келген адам (зина, лиуата және мастурбация істеген, уақытша неке құрған, жануарға жақындаған, рұқсат болған жолдың сыртына шығумен) шектен шыққан болады.» (Муминун 5-7) (Жами-ул-Ахкам)\n(Бұл аяти карималар Мәдарик тәпсірінде де дәл осы түрде түсіндірілген.)\nБір хадис шәрифтің мағынасы да мынадай:\n«Қолымен некелескен (қай жолмен болса да мастурбация жасаған) адам лағнеттелді.» (И.Бауәрди)\nСұрақ: Мастурбация оразаны бұзады ма, бұзатын болса қаза ма, әлде каффарат қажет пе?\nЖауап: Оразаны бұзады, тек қаза ғана қажет. Бір Рамазанда екі рет мастурбация жасаған адамға каффарат та керек. Өйткені Рамазанның бір күнінде қазаны қажет ететін бір нәрсе істеп оразасын бұзған адам, басқа күнінде де дәл сол нәрсені қайтадан әдейі істесе, каффарат та керек болады.\nтолығырақ: https://www.islamdini.kz/articles/1163",
                "date": "18.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жобамен алатын үйдің материалына қойылатын талап бар ма?",
        "question_content": "Дипломмен ауылға жобасы бойынша алынатын үйдің салыну материалына қойылатын талап бар ма? Естуімізше кірпіш не каркастан болу керек деген талап бар деген екен?",
        "question_date": "16.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 545,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Енді азаматтардың уақытын үнемдеу және оларға осы мемлекеттік қолдауды алу процесін жеделдету үшін \"Дипломмен ауылға\" жобасы цифрлық форматқа ауыстырылды. Қазақстандықтардан жаңа өтінімдер otbasybank.kz жылжымайтын мүлік порталында онлайн режимде қабылданатын болады.\n\n\"Дипломмен ауылға\" жобасына қатысуға өтінім беру үшін қатысушы otbasybank.kz порталында тіркелуі және ЭЦҚ көмегімен өтінімге қол қоюы қажет.\n\nБағдарламаға ауылдық жерлерге енді ғана келген немесе бұрыннан тұрып жатқан және онда бірқатар кәсіптер бойынша жұмыс істейтін кез келген жастағы қазақстандықтар қатыса алады. Бұл денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт, агроөнеркәсіптік кешен мамандары, ауылдық округтер әкімдері аппараттарының мемлекеттік қызметшілері (әкімдер мен әкімдердің орынбасарларын қоспағанда).\n\nАудандық әкімдіктер мен облыстық маңызы бар қалалардың әкімдіктері жыл сайын өз елді мекенінде жоғарыда аталған мамандықтар бойынша талап етілетін қызметкерлердің тізбесін қалыптастыратынын атап өткен маңызды. Дәл осы тізім аясында жеңілдетілген кредиттер беріледі.\n\nҚарыздың ең жоғары сомасы 1500 АЕК-ке дейін, кредит бойынша мөлшерлеме 0,01%-ға тең (ЖТСМ – жылдық 0,01%-дан басталады)\n\nҚарыз маман жұмыс істейтін елді мекенде тұрғын үй сатып алуға немесе салуға беріледі. Кредиттің ең көп мерзімі – 15 жыл. Негізгі талап – жобаға қатысушы ауылдық жерде мамандығы бойынша 3 жыл жұмыс істеуі керек.\n\nЕнді \"Дипломмен ауылға!\" жобасы шеңберіндегі қарыздарға Отбасы банкте қызмет көрсетіледі. Сондықтан кредиттері бар қазақстандық азаматтар банктің клиенттері болуы тиіс. Бұл төлемдерді уақтылы өтеу үшін және болашақта мерзімді өткізіп алмау немесе өсімпұл есептелмеу үшін жасалатын шара.\n\nБанктің клиенттері бола отырып, олар кредит талаптарын өзгертпестен оны төлеуді жалғастырады.\n\nБанктің клиенті болудың мынадай бірнеше тәсілі бар:\n\n- Otbasy bank мобильді қолданбасын жүктеп, оның көмегімен ағымдағы шотты және депозитті ашу;\n- ұялы телефоннан 300 нөміріне тегін қоңырау шалу;\n- жақын жердегі банк бөлімшесіне немесе кеңес беру орталығына хабарласу.\n\n\"Дипломмен ауылға\" жобасы шеңберінде қазақстандықтар 100 АЕК мөлшерінде көтерме жәрдемақы алуға үміткер бола алады. Мемлекеттік қолдаудың бұл түріне де otbasybank.kz платформасы арқылы өтініш беруге болады.\n\nЖәрдемақы мен бюджеттік кредит алуға өтінішті бір мезгілде беруге болады.",
                "date": "18.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Android смартфон жүйесіне қалай араб төте жазуындағы қазақ тілін орнатамын?",
        "question_content": "Андроид жүйесіне қалай  Ахмет Байтұрсынұлы әліппесі. Төте жазудағы қазақ тілін енгізіп орнатамын?  Қащақша Төте жазу",
        "question_date": "16.03.2024",
        "question_tag": "Ұялы телефон",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ванна жақсы ма әлде себезгі (душ) жақсы ма?",
        "question_content": "Ванна жақсы ма әлде себезгі (душ) жақсы ма?",
        "question_date": "15.03.2024",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 718,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр адамның талғамы әртүрлі. Тазалық, гигиена жағынан алсақ, ванна лас келеді. Бір зерттеулер барысында қауіпті стафилококк инфекциясын тудыруы мүмкін, стафилококк микробтары ванналардың 30 пайызында дерлік болатынын көрсетті. Басқа зерттеуде ванналар қоқыс жәшіктеріне қарағанда 100 есе көп микробқа толы.\n\nДуш әдетте орта ваннаға қарағанда аз суды пайдалану арқылы қоршаған ортаға жақсы әсер етеді. Ваннаның сыйымдылығы 80 литрге дейін болса, әдеттегі сегіз минуттық электр душы 62 литрді пайдаланады. Ал душта бес минуттан аз уақыт өткізетіндер үшін бұл 40 литрден аз!\n\nДуш суды денеңізге біркелкі таратады және ластанған суды көзге көрінбейтін жерде шайқайды. Сіз душ қабылдаған кезде теріңізге жабысып қалған майларды, кірді және терді ыдырату үшін су денеңіздегі сабынмен тиімді араласады.\n\nАл ваннаның жақсы тұстары шаршауды, негативтілік пен жаман көңіл-күйді жуып, тек денемен ғана емес, жанмен де демалатын орын. Біреу терең ваннаға түсуді ұнатады, біреу қуаттандыратын душты жақсы көреді, бірақ бәрі бұл бөлмені мүмкіндігінше ыңғайлы жабдықтауға тырысады.",
                "date": "18.03.2024",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бонапарт неміс халқын ы басып біріктіріп біртұтас мемлекет редінде жинады қайда?",
        "question_content": "Бонапарт неміс халқын ы басып біріктіріп біртұтас мемлекет редінде жинады қайда?",
        "question_date": "15.03.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам миы туралы тест жасап берсеңіздер?",
        "question_content": "Адам миының мүмкіндіктері туралы суретпен жасалған тест скачать етуге бола ма?",
        "question_date": "15.03.2024",
        "question_tag": "Мектеп",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Функционалды зоналардын ерекшелігін сипаттаңыз анықтамасы мен ерекшелігі",
        "question_content": "Функционалды зоналардын ерекшелігін сипаттаңыз\nФункционалды зона Анықтама Ерекшелігі\n\nСелибті зона\n\nӨнеркәсіпті зона\n\nКөліктік зона\nКомуналдык коймалык\n\nРекрециалык зоналар\n\nСанитарлык қорғаныс зоналары",
        "question_date": "15.03.2024",
        "question_tag": "География",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Функционалдық аймақ - қалалық және ауылдық елді мекендердің аумақтарын дамытуды қала құрылысын жоспарлау кезінде бөлінген елді мекен жерінің бір бөлігі, ол табиғи объектілер алып жатқан аумақтарды белгілі бір мақсатта пайдалануға, сондай-ақ белгілі бір функционалдық мақсаттағы құрылыстарды орналастыруға арналған. елді мекенде, оның ішінде тұрғын үй, өндірістік және елді мекенде заңмен рұқсат етілген басқа да.\n\nТұрғын аумақ – елді мекен аумағының тұрғын, қоғамдық (қоғамдық және кәсіпкерлік) және рекреациялық аймақтарды, сондай-ақ инженерлік-көліктік инфрақұрылымның жекелеген бөліктерін, орналастыруы мен қызметінде белгіленген нысаны жоқ өзге де объектілерді орналастыруға арналған бөлігі. арнайы санитарлық қорғау аймақтарын қажет ететін әсер ету.\n\nӨнеркәсіптік аймақ - энергия көздері мен көлік кіреберіс жолдарының жақындығымен қамтамасыз етілген және өндірістік, логистикалық және жол бойындағы сервистік кәсіпорындарды салуға, сондай-ақ әкімшілік, сервистік және білім беру орталықтарын орналастыруға арналған өнеркәсіптік аумақ.\n\nКөлік аймағы (transportation zone) - материалды алушы (сатып алушы) немесе жөнелтуші (жеткізуші, жөнелту пункті) орналасқан елдің ауданы. Ел бірнеше көлік аймақтарынан тұруы мүмкін.\n\nӨндiрiстiк коммуналдық қоймалық зона. Ол өндірістік мекемелер, транспорт, энергетика, байланыс, қойма, коммуналды шаруашылық объектiлерi, сонымен қaтap өндiрiстiк сфераның жер тұтынушылары орналасқан жерлер. Ауылшаруашылық зонасы. Ауыл шаруашылық өндiрiciне пайдаланатын кәсiпорындардың, ұйымдардың, азаматтардың коммерциялық емес беғбандық және бақшалық жерлерi; Транспорттық зона.\n\nРекреациялық аймақ – қала маңындағы ауданда немесе қалада тұрғындардың демалыс аймақтарын ұйымдастыруға арналған, оның ішінде саябақтар, бақтар, қалалық ормандар, орман саябақтары, жағажайлар және басқа да объектілерді қамтитын арнайы бөлінген аумақ.\n\nСанитариялық қорғау аймағы (СҚА) — елді мекендегі арнайы мақсаттағы аймақтарды, сондай-ақ өнеркәсіптік ұйымдарды және басқа да өндірістік, коммуналдық және қойма объектілерін оларға қолайсыз факторлардың әсерін әлсірету мақсатында жақын маңдағы қоныстану аумақтарынан, тұрғын үй-азаматтық мақсаттағы ғимараттар мен құрылыстардан бөлетін аумақ.\n\nСҚА өзінің функционалдық мақсаты бойынша объектіні штаттық режимде пайдалану кезінде халықтың қауіпсіздік деңгейін қамтамасыз ететін қорғаныс тосқауылы болып табылады.",
                "date": "18.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квадраттың ауданы 25 есе кему үшін оның қабырғалары неше есе кему керек?",
        "question_content": "Квадраттың ауданы 25 есе кему үшін оның қабырғалары неше есе кему керек?",
        "question_date": "14.03.2024",
        "question_tag": "Геометрия",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешімі:\n\n1) a1 квадраттың қабырғасының бастапқы ұзындығы, ал a2 қысқартқаннан кейінгі ұзындығы болсын;\n2) Шарт бойынша шаршының ауданы 25 есе азайған, яғни: S1/S2 = (a1^2)/ (a2^2)=25 => (a1/a2)^2= 25 => a1/a2 =v5= 5;\nЖауабы: 5 есе азайтыңыз.",
                "date": "14.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызға туысқан бауырым екеуіміз ғашықпыз",
        "question_content": "қызға туысқан бауырым екеуіміз ғашықпыз мен бірінші болып сөз айтқан болатынмын 2 апта ойланып жүрген сол уақытта туысқан бауырып жақсы көретінін айттыпты ол менің сөз салғанымды біледі",
        "question_date": "14.03.2024",
        "question_tag": "Махаббат",
        "question_views": 745,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүрекке әмір жүрмейді деген осы болар. Сіздің сөз салғаныңызды біле тұра, өз сезімін білдіріпті. Қызға таңдау, сізге күту қалыпты.",
                "date": "9.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Домбыраның шығу тарихы қай күйде берілген",
        "question_content": "Домбыраның шығу тарихы қай күйде берілген?",
        "question_date": "14.03.2024",
        "question_tag": "Телеарналар",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқының аспаптық музыка саласы сан ғасырлар бойы қаншама тарихи кезеңдердің рухани нәрін бойына жинап, өзіндік айрықша үнмен, өзгеше нақышпен, шебер шыңдалып, кемел дамып, ұлттық дара сипатта қалыптасты. Әсіресе домбыра аспабының қазақ халқының руханиятында алар орны ерекше. Қазақ домбырасының түп тамыры көне замандардан бастау алады. Көне түрік дәуірінен бері талай ғасырлардың талқысынан өтіп, ұрпақтан-ұрпаққа аманат болып жалғасып жеткен домбыра - қазақ халқының баға жетпес ұлттық рухани құндылықтарының бірі болып саналады.\n\nАкадемик А.Жұбанов: «Кең даланы мекен еткен қазақ жұртының ең аяулы да қасиетті музыкалық аспабы домбыраның бірде күмбірлеген,бірде шертілген ойлы дыбысы құлаққа жағымды,жүрекке жақын, оның күмістей сыңғырлаған үні талай сырдың басын қайырады. Сымдай тартылған қос ішектен сан ғасырдың сан алуан сипаты ақыл-ойы, көңіл күйі жатыр. Домбыра - көшпелі елдің көнекөз шежіресі, көпті көрген қарияның көкірек күйі» - дейді.\n\nДомбыра ерте замандарда пайда болып бүгінгі күнге дейін саф алтындай сақталып, халқымыздың тыныс-тіршілігімен етене қабысып, кеңінен қолданылып келе жатқан музыкалық аспаптардың бірі. Алтайдан Анадолыға дейінгі түркі халықтарында домбыра аспабы кең таралған. Түркі тілдес халықтардағы домбыра тектес шертпелі аспаптарды қазақ, ноғай, өзбек, башқұрт – домбыра, тәжік – домбурак, бурят – домбро, монғол – домбор, түрік – томбра, телеуіт – комыс, шор – қобус, қырғыз – қомуз, қырым татарлары – қобуз, хақас – хомус, алтай – топшур, тува – топшулур, түркімен, қарақалпақ, ұйғыр – дутар деп айтады.\n\nАрхеологиялық қазба жұмыстары, тасқа түскен ескерткіштер зерттеулерге сүйенер болсақ домбыраның пайда болуы ежелгі түркі дәуірінен бастау алады. Алғаш домбыраның шыққан жері түркі халықтарының алтын бесігі Алтай тауы болып саналады.\n\nБелгілі түркітанушы ғалым Сартқожа Қаржаубайұлының зерттеу дерегі бойынша Монғол Алтай тауының сілеміндегі Жарғалант-Қайырқан жотасының бір үңгірінен табылған домбыра тектес көне саз аспабы екі ішекті, тоғыз пернелі болып келеді.\n\nМонғол Алтай тауының сілеміндегі Жарғалант-Қайырқан жотасының бір үңгірінен табылған домбыра.\n\nӘрі саз аспабының мойнында ежелгі түріктің руна жазуы бар.\n\nДомбыра тектес аспаптың мойнындағы руна жазулары\n\nАспаптың шанағына бұғының, бұланның бейнелері ойылып салынған, пернелері ағаштың қабығынан таспаланып тілініп жапсырылған, басы бұғы мен бұланның басына ұқсас және ол тас бетіндегі ежелгі түрік ескерткіштерінен көп айырмашылығы жоқ. Табылған саз аспабының пішіні бүгінгі күнгі алтай домбырасына ұқсас. Саз аспабындағы жазуды алғаш оқыған Берлиндік түркітанушы ғалым Peter Sieme, Қ.Сартқожаұлының аудармасы бойынша аспаптың мойнында «Жұпар күй әуені бізді сүйіспеншілікке бөлейді» - деп жазылған. Транслитерациясы: ž² p r¹ küü čöre: sb²t²d²mz, транскрипциясы: župar küü čöre sebit idmis. Саз аспабының жазу үлгісінің негізінде зерттеуші-ғалым Қ.Сартқожаұлы бұл жәдігерді б. з. 5-6 ғасырына жатқызады.\n\nЕжелгі түрік дәуірінде домбыра аспабы кеңінен қолданысқа ие болғандығын осы кезеңнің жәдігерлері саналатын ескерткіштер балбал тастарға, қылыш-қанжар сынды қару-жарақтардың сабына қашалып салынған домбыра аспабын ұстап тұрған адам бейнелерінен көруге болады. Оңтүстік Қазақстанның Қой қырылған көне қаласы орнынан табылған «Қыш тас мүсін» (домбырашы б.з. 8 ғ.) шанағы дөңгелек, мойны қысқа, беті жабық аспап ұстап тұрған музыканттың бейнесі тасқа қашалып түсірілген ескерткіш домбыраның түркі дәуірінің аспабы екендігін айғақтай түседі [3].\n\n«Қыш тас мүсін» (домбырашы б.з. 8 ғ.)\n\nСол сияқты ежелгі орта ғасырлардағы қанжардың сабына салынған екі бейненің бірі домбыра тартып, екіншісі билеп тұрғандығын көруге болады [4].\n\nҚанжардың сабындағы бейнелер\n\nАрхеологиялық зерттеулер негізінде сыбызғы, қобыз аспаптарына қарағанда домбыра кейінірек пайда болғандығын топшылауға болады. Себебі сыбызғы, қобыз аспаптарының болмысы табиғатпен етене жақын болып келетіндігі белгілі. Сыбызғы табиғи өсімдік қурайдан жасалса, қобыз аспабына жылқының құйрығының қылын, түйенің терісін пайдалануынан, ысқышының садаққа ұқсас келуінің өзінен көп нәрсені байқаймыз. Ал, домбыраның құрылымы, жасалу конструкциясы күрделірек, қолөнер қалыптасқан заманда, яғни, шебердің қолынан шыққан бұйым деген болжам жасауға болады.\n\nСыбызғы үрлемелі аспаптардың ең көне түріне жатады, әрі адамзатқа ортақ аспап болса, қобыз ысқышты аспаптардың атасы ретінде дүниежүзіне таралса, домбыраның түркі тілдес халықтарына тиесілі болуы, оның ішінде қазақ елінде айрықша өркендеуі осы сөзімізді нақтылай түседі.\n\nҚобыз негізінен бақсының аспабы болғандықтан екінің бірі тарта бермеген, ерекше қасиет қонған адамдар ғана ұстаған. Домбырада ондай шектеу болмағандықтан, күнделікті тұрмыста кеңінен қолданысқа ие болуынан да, мейлінше қанат жайып өркендеуіне мол мүмкіндік беріп, барынша дамуына кең жол ашқанға ұқсайды.",
                "date": "14.03.2024",
                "upvotes": 0
            },
            {
                "text": "Этимологисы\n\nДомбыра атауының этимологиясына байланысты әртүрлі жорамалдар айтылады. Бірақ осы уақытқа дейін музыка зерттеушілері әлі бір тоқтамға келе қойған жоқ. Домбыра атауы дом+бұра деген қосарланған сөзден тұратындығы байқалады. Қазақта әлі күнге дейін «ем-дом» деп қосаралана айтылатын сөз тіркесі бар. «Дом» сөзі қазіргі қолданыста ұлғаю, ісіну деген мағынаны білдіреді. Адамның колы суықтан тоңып немесе ісініп кеткенде «домбығып кетіпті» деп жатады. Сонымен қатар Орталық Қазақстанда Домбауыл деген тарихи тұлғаға тұрғызылған көне мазар сақталған. «Бұра», яғни, күйге келтір дегенді білдіретіндігі түсінікті жайт.\n\nКүйші, музыка зерттеуші А.Тоқтағанның қобыз аспабына қатысты талдауында да «қобыз атауы» дыбыстың көтерілуі, өрлеуі дегенді білдіретін болуы керек» - дейді.\n\nҚобыз аспабының шамандық наным-сеніммен байланысты болғандығын, екі аспапта да орындалатын күй сөзінің «көк аспанмен», яғни тәңірмен байланысты екендігін ескерсек, бір ортақ ұғыммен байланысты екендігін аңғаруға болады. «Домбыра тартшы» немесе «күй тартшы» деген сөз тіркестеріндегі «тарт» сөзі, яғни, тарту, жақындату, демек жаратушы Тәңірмен байланыстыру ұғымымен ұштасады. Бұл нақтылы тұжырым деп кесіп айта алмаймыз, тек жорамал ғана. «Дом» сөзінің көне түрік тіліндегі мағынасы белгілі болған жағдайда домбыра атауының мәнін анықтауға мүмкіндік болатындығын айта кеткен жөн.\n\nАңыздар\n\nДомбыраның пайда болу, шығу тарихы туралы қазақ халқында бірнеше аңыздар айтылады. Соның бірі еліміздің шығыс өңірінде сақталған, тарбағатайлық күйші Бағаналы Саятөлековтың айтуы бойынша «Ерте заманда тауқұдірет деген құс болған екен. Домбырада жалғыз ғана ішек, тауқұдіретте жалғыз ғана қанат болыпты. Тауқұдіреттің жалғыз қанаты еркегінің оң жағына, ұрғашысының сол жағына бітеді екен. Домбыраны жасаған шебер, жалғыз ішекпен көсілтіп күй тарта алмайды. Ал, жалғыз қанатты тауқұдірет қалықтап ұша алмайды. Домбырашы не істерін білмей іштен тынады. Тауқұдірет болса күндіз-түні Тәңірге мұңын шағып, қалықтап ұша алатын қос қанат сұрап, «құдірет-ау, құдірет» - деп жалбарынумен болыпты.Күндердің бір күнінде тауқұдіреттің аталығына Тәңір ой салады. «Бүйтіп зарлап жүре бергенше талпынып тірлік етіп көріңдер» - деді. Содан аталық тауқұдірет пен аналық тауқұдірет қолдасып ұшуды ойлайды. Бірінде - оң қанат екіншісінде-сол қанат, екі тауқұдірет бір-бірімен қолдасып, қанаттарын кере серпеді. Сол кезде жерден бауырлары көтеріліп, қалықтай ұшып жөнеледі. Жер беті дөңгеленіп төменде қалады. Қос тауқұдіреттің қанаттарын жел сүйемелдеп, көк жүзінде рахаттана самғайды. Сонда көңілдері шаттанған қос тауқұдірет қуаныштарын жасыра алмай құдірет-ау, құдірет мұныңа да шүкірлік – деп тәңірге ризашылықтарын білдіріпті. Кейін бұл тауқұдіреттен туған балапандарға тәңір қос қанат дарытып еді дейді. Осы оқиғаға куә болған домбырашы «қос қанат бірігіп еді-ұшты, егер домбырада қос ішек болса ше?» - дейді де, екінші ішек тағып көреді. Сонсоң, қос ішекті домбырасын тартып көрсе, ғажайып үн шығады дейді. Домбырашының қуанышында шек болмайды. Тіптен, риза болғандығы сонша, ең алғашқы күйін тауқұдіретке арнайды. Тауқұдіреттің алғашқыда қалай қиналғанын, «құдірет-ау, құдірет» - деп тәңірге қалай жалбарынғанын, сонсоң қолдаса ұшып көкке самғағанын күй тіліне салады».\n\nКелесі бір күй аңызы Шығыс Қазақстан облысындағы Күршім ауданының тумасы Арғынбек Қилыбаев ақсақалдың айтуы бойынша домбыра аспабының қалай пайда болуына байланысты айтылады. Ал, күй ел арасында «Қос ішек» деген атпен тараған. «Ертеде бір аңшы жігіт болыпты, деп айтылады «Қос ішек» күйінің аңызы. Сол аңшы жігіт биік таудың қиясын, қалың қарағайдың арасын тұрақ еткен бұғы-маралды аулап, кәсіп етсе керек. Бірде жолы болып, биік таудың қиын қиясынан теңбіл марал атып алады да, маралды етекке тусіру үшін ішек- қарынын ақтармалап алып тастайды. Содан, арада айлар өткенде, аңшы жігіт аң атауға ұрымтал жер еді ғой деп, баяғы теңбіл маралды атқан жерге соқса, құлағына бір ызыңдаған дауыс естіледі дейді. Барлап қараса, өткенде атқан маралдың ішегін қараға-құзғын іліп ұшқан болу керек, қарағайдың бұтағына қос тін болып керіліп қалғанын көреді. Ызыңдаған дыбыстың сол ішектен шығып тұрғанын аңғарады. Оның өзі бірде уілдеп, бірде сарнап, енді бірде сыңсып жылағандай болып, аңшы жігітті алуан түрлі күйге түсіреді. Сол жерде аңшы жігіт «қой мына қос ішекке тіл бітейін дер тұр екен, бір амалын жасайын» - деп, ішекті үйге алып келеді де, бір аспап жасап, соған қос ішекті тағады. Содан тартып көрсе, шынында да қос ішекке тіл біткендей сұңқылдап қоя береді. Бұл үн аңшы жігіттің ғана жанын жадыратып қоймайды, тыңдаған жанның бәрін ұйытады. Осылайша домбыра көптің сүйіп тыңдайтын аспабына айналады». Еліміздің Жетiсу өңiрiне тараған Қамбархан атты күйлердiң аңызы да осы сарында келеді. Қамбархан есiмiн домбыраның пайда болуымен байланыстырады. «Баяғыда елдiң мұңын мұңдап, жоғын жоқтаған Қамбархан деген бiр аңшы жiгiт болыпты. Қамбархан бiр күнi атып алған аңын сойып болып, iшегiн ағаш басына қарай лақтырып жiберсе, шұбатылған күйi бiр бұтақтан бiр бұтаққа iлiнiп қалыпты. Күндердiң күнiнде Қамбархан әлгi жерден өтiп бара жатса, құлағына ерекше бiр жағымды әуен, құйқылжыған үн, үзiлмейтiн сарын естiледi. Жан-жағына қараса, бiр бұтақтан бiр бұтаққа керiлiп қалған қос iшектi көредi. Жел соқса iшек ызыңдап қоя бередi екен. Қамбархан әлгi ағашты кесiп алып, шауып, жонып, домбыра жасапты да күй шертiптi. Қамбарханның бұл жаңалығы бүкiл қазаққа аңыз болып тарапты».\n\nКүй атасы - Қамбархан алғашқы (мифологиялық деректерде) домбыра аспабын жасаушы, күй шығарушы. Жалпы Қамбар ата бейнесi бүкiл түрiк жұртына белгiлi, есiмi аңызға айналған тұлға. Қазақтың, қырғыздың күйшiлерi мен түрiкменнiң бахшысы өз күйлерi мен саздарын осы Қамбар ата рухына бағыштаған.\n\nДомбыра атауына қатысты тұңғыш пікір айтқан ғалым Қ.Жұбанов өзінің «Қазақ музыкасындағы күй жанрының пайда болуы» деген мақаласында: «Евразия елдерінің бәріне де тегіс тараған, соның бәрінде де музыка иесі болып саналған бір тотемнің аты болуы керек» - дейді.\n\nҚазақ домбырасы – жұмсақ, қоңыр үнімен ерекшеленетін, дыбыстық диапазоны 1,5 октавадан 2 октаваға дейін жететін, мүмкіндігі мол, сонымен қатар ел-жер, орындаушылық дәстүр ыңғайына қарай сыртқы пішіні де сан түрлі болып келетін, әр қазақтың үйінің төрінен орын алған аспап. Осыншама кең таралғандығы себепті, қазақтың дәстүрлі әндері түгелге жуық домбыраның сүйемелімен айтылады. Алайда, домбыра аспабының тембрлік, диапазондық мүмкіндіктерін шегіне жеткізе ашқан жанр – көне ықылымдарда қалыптасып, ХІХ ғасырда өз дамуының шырқау шыңына көтерілген күй жанры. «Жалпы музыка атаулы нәрсе елдің ішкі сезім байлығын білдіретін болса,соның ішінде ең толғаулысы, ең сырлысы – күйі», - деп заңғар жазушы М.Әуезов айтқандай күй – халқымыздың сол ұланғайыр музыкалық қазынасының ең бір мол саласы, құрылымы, мазмұны, басқа да көп сипаттары жөнінен кемел дамып, биік өреге жеткен жанрларының бірі. «Қазақ музыка шығармаларының ішіндегі ең ірі жанрлардың бірі – күйлер. Композиция жағынан, музыка мәдениетінің басқа өлшеулері жағынан қарағанда да, күйлер халық музыкасының жетіскен ірі тарауы екендігіне дау болмауы керек», - дейді Қ.Жұбанов. Жоғарғы аспан немесе «Көк Тәңiрi» ұғымы «күй» деген сөзбен мағыналас. Ескi жазба үлгiлердiң iшiнде бұл сөз нұсқадан Махмұт Қашқаридың «Дивани Лұғат ат Түрiк» деген ХI ғасырдан қалған кiтабында «Күг-күй, саз дегенді білдіреді» делінген. «Күй деген сөздің арғы тегі «көк» пен байланысты болғанын көреміз. Көк пен су екеуі бір кезде бір ұғым болған. Бірі-жоғарғы, бірі-төменгі аспан болып саналған. Алғашқы адам ұғымында екеуі де космос. Бізде барлық табиғат адамнан сыртқы күш болып саналған. Музыканың алғашқы шығатын жерi адамның сыртқы табиғатымен араласуы, сонымен байланысуы болса, мына сөздiң өзiнiң аспан мағынасында болуы, осы пiкiрдi тағы да дәлелдеп отыр», - дейді Қ.Жұбанов. «Күй» сөзі түркі халықтарының біразында этномузыкалық термин ретінде пайдаланылады. Түпкі, төркін мағынасы «хал, жағдай, көңіл ауаны» сияқты психо-эмоциялық ұғымды білдіреді. Осы атаудың өзінен-ақ күйдің табиғатына жан толқынысының әуендік баламасы іспетті айқын психологизм тән екендігін аңғарамыз. Жинақтай айтқанда, күй – құрылымы жағынан шағын болғанмен, мазмұны терең, ойлы, сырлы, әуендік бітімі күрделі, музыкалық формасы кемел, әбден тәптіштелген аспаптық шығарма. Күйлер, негізінен, үш аспапта – домбыра, қобыз, сыбызғыда орындалған. Соның ішінде, дәстүрлі қазақ музыкасының мейлінше кең таралған және аса биік профессионалдық өреге жеткен саласы – домбыра күйлері. Қазақ халқының күй өнері өзінің бүгінгі биігіне аз ғана уақыт аясында жете салған жоқ. Қаншама жүздеген жылдар бойы сан қилы тарихи кезеңдерді бастан кешіріп, көптеген ғасырлар сүзгісінен өтіп, шыңдалып, кемелденді. Қазақтың домбырашылық өнерінде сахара аймақтарының тарихи, мәдени және географиялық ерекшеліктеріне, аспапта орындалу әді-амалдарына байланысты жеті түрлі дәстүрлі күйшілік мектептер болып қалыптасты. Олар: Шығыс, Арқа, Қаратау, Жетісу, Сыр бойы, Батыс, Маңғыстау күйшілік дәстүрлері деп аталады. Қазақтың домбыра күйлері орындаушылық ерекшеліктеріне, күйдің кұрылымына байланысты төкпе және шертпе деп жіктеледі. Қазақтың аспаптық музыка өнері әсіресе XIX ғасырда өзінің шырқау шыңына көтерілді. Құрманғазы, Тәттімбет, Дәулеткерей, Қайрақбай, Мүкей, Қазанғап, Байсерке, Қожеке, Абыл, Есір, Есбай, Құлшар, Өскенбай, Мырза, Әлшекей, Мәмен, Түркеш, Сейтек, Дина, Сүгір т.б. күйші-композиторлар казақтың күй өнерін бұрын болмаған биік өреге жеткізді. Ал, XX ғасырда күйші-орындаушылардың легі мол болды. Ә.Хасенов, Қ.Жантілеуов, О.Қабиғожин, М.Өскенбаев, Ж.Айпақов, Р.Омаров, М.Хамзин, Т.Момбеков, Н.Жәлімбетов, С.Балмағамбетов, Ә.Есқалиев, Р.Ғабдиев, У.Бекенов т.б. майталман күйші-орындаушылар кейінгі ұрпаққа күй өнерінің сынын бұзбай табыстады. XX ғасырдың 20-жылдары қазақтың ән-күйін жинақтаған А.Затаевич өзінің әйгілі «Қазақ халқының 1000 әні» кітабының алғы сөзінде: «Сырт көзге қарапайым көрінетін домбыра шебер орындаушының қолына тигенде өз шамасынан әлдеқайда асып түсіп, құлпырып шыға келетініне қайран қаласыз» - дейді. А.Затаевич сонымен қатар егер осы жұмысымды ары қарай дамытуға, тереңірек айналысуға мүмкіншілік болса сөз жоқ майталман домбырашылардың орындауындғы күйлерді қолға алар едім деген ойында жасырмайды. Қазақтың күй өнерін күйлерін жинақтап, зерттеп, насихаттау жолында академик А.Жұбановтың еңбегі айрықша. Күйшілік мектептер мен күйші-композиторлары туралы «Ғасырлар пернесі», «Ән-күй сапары», т.б. еңбектерінде көптеген деректер жазып, күй өнерінің жандануына өлшеусіз еңбек сіңірді. Сонымен қатар өнертанушы ғалымдар Б.Сарыбаев, Ө.Жәнібеков, Т.Бекхожина, Б.Ғизатов, Б.Аманов, Ә.Мұхамбетова, З.Жәкішева, С.Өтеғалиева, Г.Омарова, С.Қалиевтердің зерттеу еңбектері құнды дүниелер болып саналады. Күйші, зерттеушілер У.Бекенов, Т.Мерғалиев, М.Айтқалиев, А.Тоқтаған, Б.Ысқақов, А.Жаңбыршы, А.Райымбергенов, Б.Мүптекеевтер күй өнерінің жинақталуына атсалысты. Сол сияқты Қ.Жұбанов, С.Бегалин, Т.Әлімқұлов, М.Мағауин, А.Сейдімбеков, Ж.Иманәлиев, Т.Әсемқұлов тағы басқа жазушы, журналист, ғалымдар күй өнері жөнінде құнды деректер жазып қалдырды.\n\nҚолданылған материалдар:\n\nЖұбанов А. Ғасырлар пернесі. Очерктер. А.: Жазушы, 1975.\n\nСартқожаұлы Қ. Ата домбыра/Дала мен қала. № 47, 2010.\n\nСадоков Р.Л. Тысяча осколков золотого саза. Москва: Советский композитор, 1971. - 170 с.\n\nСамашев З. Қазақ өнері 1-том. Ежелгі өнер. 189 бет. Алматы. Елнұр баспасы. 2013\n\nЕсенұлы Айтжан. Күй – Тәңірдің күбірі. А.: Дайк-Пресс, 1996.\n\nӘбуғазы М. Шығыстың шыңырау күйлері. Өскемен: Шығыс Полиграф, 2009.\n\nСейдімбек А. Қазақтың күй өнері. Монография. Астана: Күлтегін, 2002.\n\nМуптекеев Б., Медеубекұлы С. Жетісудың күйлері. - А.: Өнер, 1998.\n\nЖұбанов Қ. Қазақ музыкасындағы күй жанрының пайда болуы жайлы. //Жұбанов Қ. Шығармалар мен естелiктер. - А.: Өнер, 1990.\n\nЗатаевич. А. В. 1000 песен и кюев казахского народа. - Алматы: Дайк-Пресс, 2004.\n\nЗ.Жәкішева Аспаптану (археологиялық және тарихи-этнографиялық зерттеу). Алматы: Қазақ тарихы, 2012. 256 б",
                "date": "14.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетіндегі сызаттар, жарықшақтар қандай себептерден пайда болуы мүмкін?",
        "question_content": "Мектеп сұрақтары. Міндетті түрде осы сұраққа жауап беріңіздерші",
        "question_date": "14.03.2024",
        "question_tag": "Мектеп",
        "question_views": 458,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер бетіндегі сызаттар мен жарықтар бірнеше себептерге байланысты болуы мүмкін:\n\n1. Геологиялық процестер:\n\nПлиталар тектоникасы: тектоникалық плиталардың қозғалысы жер қыртысында жарықтар мен жарықтардың пайда болуына әкелуі мүмкін.\nЖер сілкінісі: Жер дүмпулері жер бетінде жарықтар мен сызаттар тудыруы мүмкін.\nЖанартаулық белсенділік: Жанартау атқылауы жер қыртысында жарықтар мен бұзылулардың пайда болуына әкелуі мүмкін.\nКөшкін: сырғанау топырақ төбелер мен таулардың беткейлерінде сызаттар мен жарықтар тудыруы мүмкін.\n2. Эрозия:\n\nЖел эрозиясы: жел топырақ бөлшектерін ұшырып, бетінде сызаттар мен жарықтар қалдыруы мүмкін.\nСу эрозиясы: жаңбыр мен өзендер топырақты шайып, бетінде сызаттар мен жарықтар қалдыруы мүмкін.\nМұздық эрозиясы: Мұздықтар жер бетін сызып, тырнап, терең жарықтар қалдырады.\n3. Адам әрекеті:\n\nҚұрылыс: Құрылыс жұмыстары жер бетінде жарықтар мен сызаттар тудыруы мүмкін.\nАуыл шаруашылығы: Ауыл шаруашылығында ауыр техниканы пайдалану жер бетінде сызаттар мен жарықтар тудыруы мүмкін.\nТау-кен өндіру: Тау-кен жұмыстары жер қыртысында жарықтар мен жарықтар тудыруы мүмкін.\n4. Басқалар:\n\nТопырақтың кебуі: Топырақтың құрғауы бетінде жарықтардың пайда болуына әкелуі мүмкін.\nТопырақты мұздату: Топырақты мұздату бетінде сызаттар мен жарықтар тудыруы мүмкін.\nАғаш тамырлары: Ағаш тамырлары асфальт пен бетонды қазып, сызаттар мен жарықтар қалдырады.\nЖер бетіндегі сызаттар мен жарықтар әрқашан қауіп белгісі емес екенін ескеру маңызды. Дегенмен, жарықтар немесе сызаттар уақыт өте келе ұлғайып бара жатқанын байқасаңыз немесе олар шөгу немесе су деңгейінің өзгеруі сияқты басқа белгілермен бірге жүрсе, маманға хабарласыңыз.",
                "date": "14.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Иық тіресе сөзі тұрақты тіркес пе?",
        "question_content": "Қазақ тілі пәні нен иық тіресе сөзі тұрақты тіркес ке жатады ма?",
        "question_date": "14.03.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ораза ашатып біраз сағаттан кейін сол күндер келгенің білсен ол бұзілді деген сөз бе?",
        "question_content": "Мысалы мен ороза істап азаннан кешке дейын жұрдім оны ашып болгансон біраз сағаттан кейың келгенің білдім ол бұзілды деген сөзбе?",
        "question_date": "13.03.2024",
        "question_tag": "Ораза сұрақтар",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол күннің оразасы бұзылған жоқ, себебі ауыз ашып болған соң келген болса. Енді толық тазаланып болған соң ары қарай ораза ұстай беріңіз.",
                "date": "19.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Батыр Баян-намысты ер тақырыбында эссе (кіріспе, негізгі, қорытынды) бөлімдері болу қажет?",
        "question_content": "Батыр Баян-намысты ер тақырыбында эссе қажет міндетті түрде құрылым болуы керек (кіріспе, негізгі, қорытынды) бөлімдері болу керек",
        "question_date": "13.03.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "25 г ерітінді суалтқанда 0,25г тұз алынды. Еріген заттың массалық үлесін табыңдар?",
        "question_content": "Өтінемін тезірек ответ беріндерш",
        "question_date": "13.03.2024",
        "question_tag": "Химия",
        "question_views": 666,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "w%=m(тұз)*100%m(ерітінді)\nw%=0.25*100/25=1%\nБылайша айтқандай жауабсы былай болады:",
                "date": "14.03.2024",
                "upvotes": 0
            }
        ]
    }
]