[
    {
        "question_title": "Құрамында 15% қоспасы бар 40г техникалық кальцийді",
        "question_content": "Құрамында 15% қоспасы бар 40г техникалық кальцийді суда еріткенде түзілген ca(oh) 2 m-?",
        "question_date": "14.11.2021",
        "question_tag": "Химия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "реакция теңдеуі\n\nCa + 2 H2O → Ca(OH)2 + H2\n\n40*15=6г\n\n40-6=34г (таза кальций массасы)\n\nМ(Ca(OH)2)=40+17*2=74г/моль\n\n34г-------------х\n\n40--------------74\n\nх=34*74/40=62,9г",
                "date": "26.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Jumys snation бағдарламасы арқылы тест тапсырып жұмысқа тұрған медбике бар ма?",
        "question_content": "Саламатсыздар ма, барша қауым! Мен сұрайын деп едім жалпы! Jumys snation бағдарламасына тіркелген едім. Араларыңызда Jumys snation бағдарламасы арқылы тест тапсырып жұмысқа тұрған медсестралар (медбике) бар ма? Егер болса қандай тест келеді, тапсырған кісілер бар болса, тестте қандай сұрақтар келеді, айтып жіберсеңіздер өтініш.",
        "question_date": "13.11.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіс дәрігері болу үшін қанша балл алуым қажет",
        "question_content": "Тіс дәрігері болу үшін қанша балл алуым қажет....",
        "question_date": "13.11.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кемінде 135балл жылына стомотолгияға тек 15-20ғана грант бөлінеді",
                "date": "23.11.2021",
                "upvotes": 0
            },
            {
                "text": "Ия жалпы медицинада 5жыл бакалавр оқып,2 жыл интернатурада бөлінесіз хирургқа, сосоын тағы резентура оқисыз.",
                "date": "22.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мысықтан, суықтан терге шығатын домалақ жараларды қалай кетіруге болады?",
        "question_content": "Денемнен домалақ жаралар шығыпты. Соны қалай кетіруге болады?\nОл жараларды мысықтан немесе суықтан шығады дейді. Не істеуге болады?",
        "question_date": "13.11.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гу әулетінің шежіресі 2 сезон барма аты қандай болып шығады?",
        "question_content": "Гу әулетінің шежіресінің екінші сезоны барма аты қандай болып шығады қай жерден көрсем болады",
        "question_date": "13.11.2021",
        "question_tag": "Университет, колледж",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кгига по гу  2 сезон",
                "date": "10.04.2022",
                "upvotes": 0
            },
            {
                "text": "Маған гу әулетінің шезіреші 2сезоны керек аты қандай болады",
                "date": "14.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытайдан 1688 арқылы қалай Қазақстанға жеткізуге болады?",
        "question_content": "Қытайдан 1688 арқылы қалай Қазақстанға жеткізуге болады?",
        "question_date": "13.11.2021",
        "question_tag": "Жеке бизнес",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1688 бен прямой жумыс истейтин компаниялармен жумыс истейсиз олардын сонда склады болады сол складтан сизге Казакстанга акелп береди, биракта кг га акша толейсиз",
                "date": "20.11.2023",
                "upvotes": 0
            },
            {
                "text": "Жеке қытаймен жұмыс жасайтын каргомен серіктес болу керек. Ұйде отырып өзіңіз заказ бересіз  карго сізге тасымалдап береді",
                "date": "17.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылжымалы аталық гаметалары бар",
        "question_content": "Жылжымалы аталық гаметалары бар:\n\nA) қара бидай\n\n Б)сфагнум\n\nВ)балкарагай\n\nГ)арша.",
        "question_date": "13.11.2021",
        "question_tag": "Биология",
        "question_views": 789,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балқарағай болады",
                "date": "6.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шыбынның қаны атқармайды",
        "question_content": "Шыбынның қаны атқармайды\n\nОттегінің тасымалдайды\n\nГлюкозаның тасымалдауын\n\nЗәр қышқылының тасымалдайды\n\nАминқышқылын",
        "question_date": "13.11.2021",
        "question_tag": "Биология",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зәр қышқылының тасымалдайды1",
                "date": "28.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйді өз атыма аудару",
        "question_content": "2000-ншы жылы,үй сатып алғанмын.Атыма аударта алмадым .Қазір қалай атыма аударып алсам болады.Бірақ ешқандай құжаты жоқ,свет төлеп жүрген қағаздар ғана бар.Не істесем болады?",
        "question_date": "13.11.2021",
        "question_tag": "Заң",
        "question_views": 891,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СОНға барыңыз. Әлеуметтік қызмет көрсету орталығыңызға барыңыз!!! Үйдің құжатын жасатып алаңыз сонда ғана үйді атына түсіріп алуға болады.",
                "date": "22.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пәнінен өз ойыңды төжырымда.",
        "question_content": "1.Жиынтық күн радиациясы картасын зерделеңдер.Жиынтық радиация белдеулерінің пішіні неліктен параллельдердің шегараларымен дәлме-дәл келмейді деп ойлайсыңдар?өз жауаптарыңды дәлелдейтін мысал келтіріңдер.\n\n2.Дүниежүзінің физикалық картасын пайдаланып, күн радиациясының географиялық ендікке тәуелділігін бір меридианның оңтүстіктен солтүстікке, экватордан полюстерге қарай бағыты бойынша профильде көрсетіңдер.Абсцистер осыінде ендіктерді, ординат осінде күн радиациясының мәнін белгілеңдер.Абсцистер осінен төменіректе төсеніш бет шәкілін жүргізіңдер және көк түспен - мұхитты, қоңырмен - құрлықты көрсетіңдер.Қорытынды жасаңдар.\n\n3.Төменде ұсынылған сөздік формулаларды қолдану арқылы,сабақта оқылған негізгі заңдылықтарды анықтаңдар.Кейде бір формуланың көмегімен бірнеше заңдылықты айтуға болады.\n\nа)Күн сәулелерінің түсу бұрышы қаншалықты көп болса, соншалықты\n\nә)Күн радиациясының  мәні неғұрлым көп болса, соншалықты\n\nб)Беті қаншалық жақсы болса,соғұрлым\n\nв)Өсімдік жамылғысы қалың болса,\n\nг)Аумақ мұхиттан қаншалықты алыс болса,соншалықты\n\nғ)Таулар  неғұрлым биік болса,соғұрлым\n\n4.Параграфтың климат түзуші негізгі түрткіжайттарының сипаттамасының көмегімен жергілікті жердің климатын дедукция әдісімен сипаттаңдар.",
        "question_date": "11.11.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күн сәулесінің түсу бұрышы неғұрлым үлкен болса, жер бетінің бөлігі жылуды соғұрлым көп алады.",
                "date": "13.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Епсон принтер кызыл жанып қағаз шығармай тұр не істеуге болады?",
        "question_content": "Епсон л 222 принтер қағаз шығармайды. Қызыл кнопка жанып тұр",
        "question_date": "11.11.2021",
        "question_tag": "Жалпы компьютер",
        "question_views": 966,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұқсас сұрақтарды қарап көріңіз",
                "date": "11.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кальцийдін бір атомның массасын анықтаңдар",
        "question_content": "Кальцийдің бір атомның массасын табу",
        "question_date": "11.11.2021",
        "question_tag": "Химия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 моль Са = 40 г (молярлы массасы).\nзаттың  1 мольінде  6,022*10^23 құрылымдық бірліктер, бұл жағдайда атомдар бар.\nСонда  кальцийдің бір  атомының массасы  40 / 6,022*10^23 = 6,64452E-23 = 6,6445*10^(-23) г болады.",
                "date": "27.02.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үй алдындағы жазық алаңды жөндеп жаткан ұста массасы 400г кішкене бөренені вертикаль ...",
        "question_content": "Физика физика физика физика физика физика",
        "question_date": "11.11.2021",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Лексикалық Да талдау жасау",
        "question_content": "Тілдегі барлық сөздің ұйытқысы болып саналатын түбір сөздер ұйытқысы",
        "question_date": "10.11.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 192,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Білім беру мазмұнының принциптері?",
        "question_content": "1. Білім беру мазмұны?\n2. Білім беру мазмұнының принциптері?\n3. Білім беру мазмұнының анықтама құжаттары: стандарт, оқу бағдарламасы, типтік бағдарлама,оқу жұмыс бағдарламасы, авторлық оқу бағдарламасы, оқулық, оқу әдістемелік кешен, оқу құралы?",
        "question_date": "10.11.2021",
        "question_tag": "Университет, колледж",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім беру мазмұның қалыптастырудың принциптері. Білім берудің мазмұнының теориялық негізі XVIII ғ. соңы XIX — басында қалыптасқан. Олар материалдық және формалдық деп аталған.\nБіріншісін дидактикалық материализм немесе энциклопедизм теориясы деп атаған. Оны жақтаушылар оқыттудың мақсаты ғылымның әртүрлі санасынан кең көлемде оқушыларға білім беру деп есептелген. Бұл пікірді XVII ғ. Я.А.Коменский өзінің көп жылдық өмірін арнаған оқулығында оқушыларға қажетті білімді енгізуді көздеген.\n\nXIX ғасырдың белгілі педагогтары білім берудің мазмұнын қалыптастыруда материалдық теорияны жақтады. Бұл тұжырыдама бүгінгі күнде де өз жақтастарын тапты. Кейбір ақпаратқа толы оқулықтар мен бағдарламалардың мазмұнына талдау жасағанда оқушылардың меңгеруі өте қиын болатындығы айғақталды. Білім беру мазмұны формальдық теория бойынша немесе дидактикалық формализм, оқытудың құралы, оқушылардың танымдық қызығушылық және даму қабілеті ретінде қарастырды. Сондықтан оқу құралын таңдауды негізгі өлшемі классикалық тілдер мен математикада оқу пәнінің дамытушылық құндылығы болып есептеледі. Дидактикалық формализмнің теориялық негізін игерілген іс-әрекет, білім және іскерлік құрайды.\nДидактикалық формализмді жақтаушылар ерте заманнан белгілі, мысалы Гераклиттің ойьшша «білімі көптік ақылды емес» Цицеронда осындай пікірде болған. Жаңа кезеңде дидактикалық формализм пайда болды, оның негізі И.Канттың философиясында және гуманизмге қарсы тұрған Песталоцциде жатыр. Оның пікірі бойынша оқытудың негізгі мақсаты «оқушылардың дұрыс ойлауы немесе формальді түрде білім беруді күшейту». Германияда бұл теорияға жақын болған А.Дистервег,ол өзінің «Неміс ұстаздарына басшылық» — деген еңбегінде (1850 ж.) өз көзқарасын білдіреді. Формальдық теорияны жақтаушылардың еңбегі білім беру мазмұны оқушылардың танымдық қабілетінің дамуына, ес ойлау тағы басқалар қабілеттеріне көңіл бөлуі. Бұл теорияның әлсіздігі оқу бағдарламаларында тіл, математика пәндері көрініс тапқан. Осыған сәйкее (кұбылыстар мен заттардың көріну процесстері) оқушының ойлау қабілетінің дамуына, қалыптасуына, білімді игеруіне әсер етеді. Бұл екі жақты диалектикалық тәуелділік энциклопедизмді жақтаушыларға түсініксіз болды.\nОқытуды анықтау оның мазмұны арқылы формализмді жақтаушылар арқылы емес, оқытудың мәнін субъективті процессуальды жағынан жоғары бағалауы жеткіліксіз еді. Екі теория да К.Д.Ушинскийдің ғылыми сынына ұшырады. Ол кісінің айтуынша «парасаттылық нағыз білімнің арқасында ғана дамиды» — сондай-ақ мектеп адамды біліммен қаруландырып, сол байлықты қалай қолдануды үйретеді дейді. Орыс педагогикасында К.Д.Ушинскийден бері карай материалдық жэне формальдық тұрғыдан идеямен қамтамасыз ету бірлігі білім беру мазмұнын таңдауда қарастырылған.\nҚоғам және тұлғаның қызығушылығын айқындайтын білім беру мазмұнының бастапқы анықтаушы оның мақсаты болып табылады. Қазіргі заманда білім берудің мақсаты -қоғамдағы әлеуметтік құндылық іс-әрекетті жүзеге асыруда тұлғаға қажетті қасиеттерді дамыту. Оқытуға мұндай мақсат қою тұлғаның іскерлік, білім. дағдысы жағынан жан-жақты жетілген, толыққанды ақыл ойы, дене бітімі ерік жігері күшті болуын қамтамасыз етеді. Өмірдің мәдени жағын игеруге білім іскерлік дағды өте қажет. Сондықтан да білім ордаларында өнер мен ғылымның негізін оқыту өз мүддесі үшін емес, нағыз әдемілікті танып білуге үйрететін құрал. Адам — қоршаған ортамен бірлікте тұлға болып қалыптасатын динамикалық жүйе. Тұлғаның күштілігі уақыт өзгеруіне байланысты және субъектінің қасиеті адамның (онтогенетикалық) организмінің дамуына сәйкес. Ол іс-әрекет жүйесінде жүзеге асады. Басқа сөзбен айтқанда субъектінің дамуы іс-әрекеттің жемісі. Іс-әрекет түрлері (еңбек, ойын, қоғамдық) тұлғаның дұрыс дамып жетілуі үшін жағдай жасау туралы сөз болып отыр.\nОсыдан барып білім берудің мазмұнын анықтайтын тұлғаның іс-әрекеті болып табылады. В.С.Ледневтың тәжірибесінде оқушылардың іс-әрекетін ұйымдастыру арқылы мазмұнын анықтауға болады дейді. В.В.Краевскийдің — педагогикалық теориясында жалпы білім беру мазмұнын қалыптастыру принципі қарастырылған. Ол принцип білім берудің барлық элементтерімен барлық деңгейлерінде қоғамның ғылым, мәдениет және тұлғаның дамуымен сәйкес келеді. Ол — тұлғаның өсуі үшін және мәдениетті өмір сүруі ушін дәстурлі білім, іскерлік, дағды қоғамның әлеуметтік дамуы деңгейін көрсететін білім беру мазмұнына өндіру қажет дейді.\nОқытудың процессуалдық және мазмұндық бірлігі принципі жалпы білім беру мазмұнын тандағанда бір жақты пәндік — ғылыми бағдарлы болып келеді. Ол білімнің мазмұнынсыз нақты оқу процессті жүзеге асыра алмайды. Жалпы білім беру мазмұнын құрастырғанда қажетті принциппен технологияны енгізуі қажет. Білім беру мазмұнының құрылымдық бірліктегі принципі әр деңгейдс оқушы тұлғасы мен педагогикалық іс-әрекетті оқу материалы, оку пәнін теориялық жағынан бірлікте қарастырады. Соңғы жылдары білім беру мазмұнын таңдағанда гуманитарландыру және негіздеу бағдарлы — білімнен тұлғалық бағдарлы білімге көшу тенденциясы байқалды. Жалпы білім беру мазмұнын гуманитарландыру принципі жалпы адамзаттың мәдениетті, оқушылардың тәжірибелік және шығармашылық жағынан меңгеруге жағдай жасаумен байланысты. Бұл принцип оқушылардың көз-қарасын қалыптастыруға дайындаумен байланысты. Қазіргі кездегі қоғамның даму жағдайы, сондай-ақ тұлғаның мәдени гуманитарлық компоненті: өмірлік мәдени өзін-өзі анықтауы; еңбек мәдениеті және экономикалық мәдениеті; саяси және құқықтық мәдениеті; интеллектуалдық, адамгершілік, экологиялық, өнер және дене мәдениеті, отбасымен мәдени қарым-қатынас жағдайы сияқты көптеген аспектілерден тұрады. Мазмұнын терең негіздеу арқылы жалпы білім беруді дегуманизациялауды жеңу принципі болып табылады.\nПәнаралық байланыста, сабақтастығын гуманитарлық және жаратылыстану білімдерін кіріктіруді қалыптастыруды талап етеді. Бұлай оқыту білім алудың тәсілі ғана емес, іскерлік дағдыны қалыптастыру, оқушыларды жаңа біліммен қаруландыру, әдістерімен өздігінен іскерлік дағдыны меңгерудің құралы болып табылады. Жалпы білім беру мазмұнының беріктілігі оның жүйелі түрде оқу процесін гуманитарландыру, оқушыларды шығармашылықпен оқу ақпарат құралдарын шамадан тыс емес мүмкіндігіне қарай алуға жағдай туғызады. Жалпы білім беру мазмұнның компоненті тұлғаның базалық мәдениетімен байланысты. Білімсіз іскерлік мүмкін емес, шығармашылық әрекет белгілі білімнің іскерліктің тәрбиелеліктің негізінде қалыптасады.\n\nТолығырақ:https://referattar.kazaksha.info/білім-беру-мазмұның-қалыптастырудың",
                "date": "10.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4,5 ай жұмыс істедім. Айына 10 тәулік фармацевт дәріханада расчетный қалай есептеледі?",
        "question_content": "4,5 ай аптекада айына 10 тауликтен фармацевт болып жумыс жасадым, расчёт калай есептеледи жане за вре дность толенедиме?",
        "question_date": "10.11.2021",
        "question_tag": "Заң",
        "question_views": 486,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Расчетный счет сол аралықтағы алған жалпы айлық соммасын қанша ай жасадыңыз сол ай санына бөлу арқылы есептеледі. За вредность төлеу төлемеуі жасап жатқан жеріңіздің ережесіне байланысты. Мысалы маған төленбеген, яғни тағамдай( айран, сүт) өтеуі де мүмкін.",
                "date": "7.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орысша дос туралы 5 мақал мәтел керек?",
        "question_content": "Орысша дос туралы 5 мақал мәтел керек?",
        "question_date": "10.11.2021",
        "question_tag": "Мектеп",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Без друга на сердце вьюга.\n\nДруга люби-себя не губи.\n\nДля дружбы нет расстояний.\n\nДруг за дружку держаться-ничего не бояться.\n\nДруга ищи,а найдешь-береги.",
                "date": "10.11.2021",
                "upvotes": 0
            },
            {
                "text": "Верный друг лучше сотни слуг.\n\nВерному другу цены нет.\n\nСтарый друг лучше новых двух.\n\nЧеловек без друзей - что дерево без корней.\n\nДля друга семь верст не околица.\n\nДруга на деньги не купишь.\n\nЛегко друзей найти, да трудно сохранить.\n\nДобрый друг лучше ста родственников.",
                "date": "15.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тығыздығы 9300 кг/м3 көлемі 2,3 см3 болатын денеге әсер ететін",
        "question_content": "Тығыздығы 9300 кг/м3 көлемі 2,3 см3 болатын денеге әсер ететін ауырлық күшін табыңдар. Еркін түсу үдеуі 9,8 м/с2",
        "question_date": "10.11.2021",
        "question_tag": "Физика",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жақсылық жасау әр адамның ісі деген тақырып бойынша эссе жазу",
        "question_content": "Жақсылық жасау әр адамның ісі  деген тақырып бойынша эссе жазу",
        "question_date": "10.11.2021",
        "question_tag": "Мектеп",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсылық — адамгершілік пен имандьілықты сипаттайтын жалпы ұғым. Адамға жағымды нәрселердің бәрі жақсылық ұғымы арқылы жүзеге асады\n\nЖақсылық жасау-міндетті түрде ол адам үшін дүниені төңкеру немесе әлем білетіндей көмек көрсету емес,жай ғана өзбен демеп,кішкене ғана көзге ілінбес жақсылық жасаудың өзі үлкен құрметті іс.Жақсылықтың ісі ең алдымен жақындарыңнан,туысыңнан,достарыңнан басталады.Кейде тіпті жолда кетіп бара жатып,танымайтын үлкен адамның немесе жас жеткіншектің сумкасын көтерісіп жеткізіп берсеңде,бұл үлкен қошеметке ие болар сауапты істің біріне жатады.",
                "date": "15.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Артық жіберіп қойған айлықты компанияға қалай қайта тапсырып беремін?",
        "question_content": "Ассалаумагалейкум бейым журт! ПС.. Ешкандай артык ангиме керек емес тек сурагыма жауап керек!!\n\nМен жасап жаткан компания осыдан 3 жыл бурын артык 1 айдын зарплатасын аударып жиберди 340 мын тенге (вахтаныкын тенгиз месторождениедеги ) .....\n\nенди сол акшаны кайтаруга бел будым. Зан жузинде компаниянын коржынына калай кайтарып беруге болады? Еки ортада ешкимнин калтасына жынкырылып калмас ушун. Чтобы ертен маган \"сен неге кешигип айттын ол ушун еки еселеп кайтарасын \" деген ангиме айтпас ушун!!",
        "question_date": "10.11.2021",
        "question_tag": "Заң",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Компанияға айтыңыз. Олардың қателесіп аударуы сіздің кінәңіз емес, неге кеш айттың деп әңгіме айта қоймас.",
                "date": "14.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақбілек романын сатылай кешенді талдау керек?",
        "question_content": "Ақбілек романына сатылай кешенді талдау керек толықтай",
        "question_date": "10.11.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Оқиғаның басталуы: Мамырбайдың ауылына бандылардың шабуылы.\n\nБайланысуы: Ақбілектің қара мұрттың қысымында өмір сүруі.\n\nШиеленісуі: Ақбілектің диуананың көмегімен елге оралып, жүкті екені анықталуы.\n\nШарықтау шегі: Ақбілектің қаладағы өмірі, Балташ пен Ақбаланың оған деген сезімі.\n\nШешімі: Ақбілек пен Балташтың ауылға келіп, бар шындықтың белгілі болуы.",
                "date": "29.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дизайнер мамандығын таңдағым келеді?",
        "question_content": "11 сынып оқып жатырмын. Дизайнер мамандығын таңдағым келеді. Маған кеңестеріңіз болса айтыңыздарды. Қолымнан сурет салу барлығы келеді дайындалып жүрмін. Шығармашылық пән таңдауда не келеді?",
        "question_date": "10.11.2021",
        "question_tag": "Мектеп",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ДИЗАЙНЕР БОЛУ ҮШІН НЕ КЕРЕК?\n\nӨзгеге ұқсамауы, өзіндік қолтаңбасы болуы – басты шарт;\n\nОйлау қабілеті ерекше болуы тиіс;\n\n«Шикізатты» көріп отырып, дайын бұйымды көз алдына елестете алуы керек;\n\nАдамдармен тіл табыса білуі де маңызды;\n\nОйдан ой тудырып, үнемі соны, тың идеяларды ұсынып жүруі керек;\n\nТөзім мен сабыр да аса қажет қасиеттер, өйткені кейде ә дегеннен ойлағаның орындала қоймауы мүмкін. Бір жұмысты бірнеше рет бұзып, қайта жасауға тура келетін сәттер болады;\n\nЕңбекқор болу керек;\n\nКиімді пішіп-тігуге икемді болу қажет;\n\nСән әлеміндегі түрлі бағыттар, стильдер жөнінде жан-жақты хабардар болған жөн;\n\nМата мен терінің түрлерін ажырата білу керек;\n\nТігістің түрлерін де меңгерген жөн;\n\nКлиенттерді мұқият тыңдап, олардың қажеттілігімен санаса білу керек.\n\n«Дизайн» мамандығы бойынша мамандар дайындаудың оқу бағдарламасы (оқу бағдарламасы мен жоспары) Қазақстан Республикасы Білім және ғылым министрлігі бекіткен Мемлекеттік жоғары кәсіби білім беру стандарты негізінде құрылған. Басты мақсат – білімгерлердің дизайн жасауға қажетті теориялық білімдерін практикамен ұштастыру, мамандық терминологиясын еркін меңгеруге мән беру, кескіндеме, графика, мүсін, дизайн, жарнама өнімдеріне композициялық талдау жасауына қол жеткізу.",
                "date": "11.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кальций хлоридінің: а) балқымасын; б) ерітіндісін",
        "question_content": "Кальций хлоридінің: а) балқымасын; б) ерітіндісін электролиздегенде, графит электродтарында өтетін реакциялардың теңдеуін құрастырыңыз.",
        "question_date": "10.11.2021",
        "question_tag": "Университет, колледж",
        "question_views": 242,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Амеба жасушасында қоректік заттардың қозғалуы қалай жүзеге асады?",
        "question_content": "Амеба жасушасында қоректік заттардың қозғалуы қалай жүзеге асады?",
        "question_date": "10.11.2021",
        "question_tag": "Биология",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Амеба қозғалғанда цитоплазма жасушаның бір бөлігінен екінші бөлігіне қарай құйылады. Оның құрамында болатын заттар жасушаның бүкіл бөліктеріне таралады және орын ауыстырады.",
                "date": "12.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кальций хлоридінің: а) балқымасын; б) ерітіндісін электролиздегенде",
        "question_content": "1. Кальций хлоридінің: а) балқымасын; б) ерітіндісін электролиздегенде, графит электродтарында өтетін реакциялардың теңдеуін құрастырыңыз.",
        "question_date": "9.11.2021",
        "question_tag": "Химия",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": []
    }
]