[
    {
        "question_title": "Реакцияны жүргізуге жұмсалған мыстың массасын есепте (1,7л)",
        "question_content": "Курамында 2% богде заттар коспасы бар 0,1 кг техникалык мыстын тыгыздыгы 1080 кг/м3 14% азот кышкылында еритти. Рекцияда колданган мыстын массасын есепте (1.7л)",
        "question_date": "16.05.2019",
        "question_tag": "Химия",
        "question_views": 824,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жігітімді қыдыртуға қай жерге барсақ болады?",
        "question_content": "Сәлеметсіздер ме? Мен Алматыда тұрамын. Жігітім Шымкентте тұрады. Және ол жазғы каникулда келейін деп жатыр. Кездесуімізді күтіп жүрмін. Сұрайын дегенім: оны ең алғашқы кездесуге қай жерге апарсам болады? Қыдыртсам болады яғни? Паркке мее? Не кисем болады жәнее",
        "question_date": "16.05.2019",
        "question_tag": "Махаббат",
        "question_views": 769,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыдыртқанда бір жерге ғана емес, бірнеше жерге барыңыздар мысалы бірінші плейстейшн клуб потом кино одан сон кешксн паркке барыныздар.\nАл киімді өзіңіз біліңіз ауа райына байланысты",
                "date": "16.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өнер өмір өрнегі тақырыбына эссе, шығарма керек?",
        "question_content": "Маган эссе керек болып тур, такырыбы онер омир орнеги. Өнер өмір өрнегі тақырыбына эссе, шығарма керек?",
        "question_date": "16.05.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 92800,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Өнер — көркем образдар жүйесі арқылы адамның дүниетанымын, ішкі сезімін, жандүниесіндегі құбылыстарды бейнелейтін қоғамдық сана мен адам танымының формасы. Өнер өмірде болған оқиғалардықаз-қалпында алмай, өзгертіп, түрлендіріп, көркем образдарды типтендіру арқылы сомдайтын эстетикалық құбылыс. Оны қоғамдық сананың өзге формаларынан даралайтын белгісі де адамның шындыққа деген эстетикалық қатынасы болып табылады. Өнердің мақсаты – дүниені, адам өмірін, қоршаған ортаны көркемдік-эстетикалық тұрғыдан игеру. Көркем шығарманың бел ортасында нақты бір тарихи жағдайда алынған жеке адам тағдыры, адамдардың қоғамдық қатынастары мен қызметтері тұрады. Олар суреткер қиялы арқылы өңделіп, көркем образдар түрінде беріледі. Шығарманың суреттеу тәсілі, құрылымдық келбеті, көркем бейне жасаудың материялдық арқауы өнер түрлерінің ерекшеліктерін айқындайды. Осыған сай өнердің:\n*. көркем әдебиет ,\n*. музыка ,\n*. мүсін ,\n*. кескіндеме ,\n*. театр ,\n*. кино ,\n*. би ,\n*. сәулет өнері , т.б. түрлері бар.\nӨнердің қызметін, қоғамдық сананың, адам танымының айрықша формасы ретіндегі ерекшелігін айқындайтын белгілі бір анықтама беру немесе оның адам өміріндегі маңызы мен мәнін анықтау жайлы тартыстар бүкіл мәдениет тарихында тоқталған жоқ. Өнер жайлы: “табиғатқа еліктеу”, “Құдайды тану”, “шындықты бейнелеу”, “сезім тілі”, т.б. анықтамалар берілді. Көптеген теорияшылар өнердің күрделілігі мен санқырлылығына сай оның мән-маңызын тек танымдық немесе идеялдық, яки эстетикалық деп біржақты қарастырушылар да болды. Осындай көзқарастарға қанағаттанбай өнертанушылар өнердің бойында таным да, шындықты көре білу де, жасампаздық та, көркем бейне де, рәміз сияқты көптеген мәселелер келісті үйлесімде, тығыз қарым-қатынаста деген тоқтамға келді. Өнер жеке тұлғаның жан-жақты дамып жетілуіне, оның эмоционалды күйіне, интеллектуалды өсуіне ықпал етіп, адамзаттың қордаланған сан ғасырлық мәдени тәжірибесінен, даналығынан сусындауға мүмкіндік береді. Өнер туындысы адам сезіміне қозғау салумен бірге, баяндалған оқиғаны басынан өткізгендей тебіреніске, кейіпкердің қуанышына сүйінген, қайғысынакүйінген толғанысқа әкеледі, эстетикалық ләззәтқа бөлейді. Ол ерекше көркем образды рәміздер жүйесі арқылы, айрықша көркем тіл ретінде көрініп, адамдардың санасына жол табады. Адамның көркем шығармашылдық әрекеті сан алуан қалыпта дамып, ол өнердің түрлері, тектері, жанрлары ретінде таратылады. Өнер теориясы бойынша көркем шығармаға негіз болған матерялдық арқауына байланысты өнер түрлерінің негізгі үш тобы туындайды:\n1) мекендік немесе пластикалдық ( кескіндеме , мүсін , графика , көркем фото , архитектура , т.б.) яғни, көркем бейнені кеңістікте түзетін өнер түрлері,\n2) мезгілдік (сөз және музыка өнері ), яғни көркем бейнелерді уақыт кеңістігінде құратын өнер түрлері.\n3) мекенді-мезгілдік ( би , актерлік өнер және осыған негізделген аралас түрлер – театр , кино , телевизия , эстрада , цирк , т.б.), яғни көркем бейненібелгілі бір уақыт кеңістікте түзетін өнер түрлері.\nСөз өнері іштей – жазба әдебиет , ауыз әдебиеті болып бөлінсе, музыкылдық өнер – вокалдық, аспаптық музыка түрлеріне бөлінеді. Сахналық өнер – драмалық, музыкалдық, қуыршақ, эстрада, цирк, т.б. болып жіктеледі. Ауыз әдебиеті – эпос , лирика , драма сияқты тектерге бөлінуімен қатар, бейнелеу өнері – портрет , пейзаж , натюрморт , сахна өнері , комедия , трагедия , водевил , т.б. жанрларға бөлінеді. Өнер, жалпы алғанда, әлемді игерудің тарихи қалыптасқан көркем әдісі ретінде өзіне тән ерекшеліктер мен өзіндік сипатқа ие. Өнердің эстетикалық қызметі арқылы танымдық табиғаты мен тәрбиелік сипаты айқындалады. Әрбір тарихи кезеңнің, сондай-ақ әрбір халықтың өзіне тән эстетикалдық талап, талғамдарыболады. “ Өнер алды – қызыл тіл ” деген қазақ мәдениетінде сөз өнерінің орны ерекше болған. Қазақ фольклорының шағын жанрлары – мақал-мәтел , жұмбақ , лирикалдық ән-өлеңдер, билер институты тудырған шешендік сөздер табиғатының эстетикалдық сипаты басым. Халық музыкасында қалыптасқан әншілік, күйшілік дәстүрлердің де өзіндік болмысы анық. Кең тынысты лирикалдық әндер арқылы халық өзінің ішкі сезімдерін сыртқа шығарған болса, күмбірлеген күй арқылы өздерінің эстетикалдық әр филосиялдық ой-толғамдарын жеткізіп отырған. Осы белгісіне орай өнерді әрі эстетикалдық, әрі этникалдық құбылыс ретіндеқарастыруға да болады. Халық мұрасы тұсында оның этникалдық арқауы басым болса, кәсіби өнерге келгенде эстетикалдық сипаты үстем. Өнер туындылары арқылы өмір шындығын көрсетудің әр түрлі тарихи кезеңдерге тән өзіндік көріністері бар. Соларды саралай отырып, адамзат баласының көркем қиялмен ойлау жүйесінің даму, жетілу жолдарын аңғарамыз.",
                "date": "6.01.2020",
                "upvotes": 1
            },
            {
                "text": "Әрбір адамның жүрек түкпірінде бір сиқыр бар секілді. Бұл ғажайып сырға толы сандықта неше түрлі армандар, мақсаттар бар десеңші! Ал бұл сандықтың ең түбінде немесе кейде жарық жұлдыздай алға шоқ етіп шығатын бір нәрсе бар. Бұл не деп ойлайсыздар?\nБұл тамаша нәрсенің аты- өнер. Өнер – әр адамның бойындағы белгілі бір құдірет күші секілді. Кейде өмірден түңілген кездерде немесе көңіл-күй түсіңкі болған жағдайларда, қолыңа гитара алып, бір шерткеннің өзі, сол басыңнан өткен көптеген ауыр кезеңдерді титтей болса да ұмытуға мүмкіндік береді. Ал оның өзі қандай керемет дүние. Адамның бойындағы дарын, талант деген осы ғой, шіркін.... Бірақ өнер ол теке қана белгілі бір аспапты игере білу дегенге шектеліп қалмау керек, өнер – жан- жақты болады. Адамгершілік қасиетті сақтап жүру, адамдармен жақсы қарым-қатынаста болудың өзі, тіпті ауыр хабарды біле тұра, өзге жанға жеткізудің өзі – өнер. Сондықтан да өнер – менің өмірімнің үлкен бір бөлігі деп білемін. Өнерлі адам- өрге жүзеді, - демекші, өнердің құдіреттері арқылы әрқашанда биік шыңдарды бағындыратынымызға еш күмән жоқ екенін ұмытпаңыздар!",
                "date": "16.05.2022",
                "upvotes": 1
            },
            {
                "text": "Маған өмір өрнегі атындағы тықырп керек соған бер жауап жауапты күьем",
                "date": "24.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 2 тонна жеңіл көлікті тіркеп алған жүк машинасы 50 с ішінде 400 м жол жүрді.",
        "question_content": "Массасы 2 тонна жеңіл көлікті тіркеп алған жүк машинасы 50 с ішінде 400 м жол жүрді. Арқанның қатаңдығы К=2*6 квадрат(6) Н/м. Арқан қаншаға созылған.",
        "question_date": "16.05.2019",
        "question_tag": "Математика",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m=2т=2*10.      t=50c\n\nT=2*P m/k. T=2*3.14.   2*10/2*6=1*10\n\nl=t*T/400\n\nl=50*1*10/400=0,12",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Атың өшкір кредит\" Азия, Бақай топтарының орындайтын әнінің сөзі керек еді?",
        "question_content": "\"Атың өшкір кредит\" Азия, Бақай топтарының орындайтын әнінің сөзі керек еді?",
        "question_date": "16.05.2019",
        "question_tag": "Әннің сөзі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атың өшкір кредит\nАтың өшкір кредит\nАтың өшкір кредит\nАтың өшкір кредит\nАтың өшкір кредит\nАтың өшкір кредит\nАтың өшкір кредит\nАтың өшкір кредит\nЗвандама\nЗвандама\nБылай тартсаң жетпейді\nБылай тартсаң жетпейді\nОқу кредит кредит\nПайыздары аз дейді\nҚой ей рас па?\nҚарыз ал да қатын ал деген екен\nҚатының қалады қасыңда\nсондай екен ғой расында\nприкинь\nЭй мен кеттім банкке\n[Қайырмасы]\nАқшаң болса қалтаңда\nТалданда да талтанда\nЗвездасын ғой уже\nАлып қал сен қолтаңба\nАқшаң болса қалтаңда\nТалданда да талтанда\nЗвездасын ғой уже\nАлып қал сен қолтаңба\nЭй звездасы нес тағы?\nТүсімде кредит, өңімде кредит\nМенеджерлері звандап, уақытында төле дейді\nНеғыл дейді? Оны ешкім төлемейді\nНе дейді\nТөлемеген адам черт\nТөле десек төлейік, ақша қайдан табамыз?\nне деген ұйқас десейші\n[Қайырмасы]\nАқшаң болса қалтаңда\nТалданда да талтанда\nЗвездасын ғой уже\nАлып қал сен қолтаңба\nАқшаң болса қалтаңда\nТалданда да талтанда\nЗвездасын ғой уже\nАлып қал сен қолтаңба\nЭй звездасы нес тағы?\nКүніге келгенде\nКөңіл-күй болмай\nЖүгіресін қалаға ақша тауып далада\nАқша найс өсім пайыз\nала берсең сан мың пайыз\nТоқта бала, кредит алма\nӨсім пайыз соны ойла\nОны төлеп әуре болма\nЕңбек етші күшің барда\nБәрі болады\nАтананағлет кредит\nАтананағлет кредит\nАтананағлет кредит\nАтың өшкір кредит\nЕ құда сенде қанша бала-шаңа бар?\nЕ бесеу қой ей\n21мың қайда?\n21мың қайда?\n21мың қайда?\nЕй айлық дәу болады дейді ғой иә?\nКредитсіз бай өмір\nҚұдай берсін қайырын\nҚарыз болмай жүресің\n500мың болса айлығың\nМереке байлық тірегі\nБәрі де оны біледі\nҚарызсыз ғұмыр кешуді\nАзия, Бақай тіледі\nЕй 500мың несі тағы?\n500мың, 500мың прикинь\nНе дейді ей?\nЕнді кредит алмаймын\nСен де алма, мен де алмаймын",
                "date": "6.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Саналы адамның\" пайда болуы",
        "question_content": "\"Саналы адамның\" пайда болуы",
        "question_date": "15.05.2019",
        "question_tag": "Тарих сұрақтары",
        "question_views": 12600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Адамзаттың келесі даму сатысындағы тіршілік иесі «тік жүретін адам» деп аталады. Олардың ғылымға белгілі өкілдері питекантроп пен синантроптар. Олар бұдан 1 млн. жыл бұрын өмір сүрген. Бірінші питекантропты 1891 жылы Индонезиядағы Ява аралынан голландиялық ғалым Е.Дюбуа тапты. Содан бергі жүз жылдың ішінде Еуропа мен Азиядан, Шығыс және Солтүстік Африкадан осыған ұқсас 10 адамның қалдығы табылды. «Епті адаммен» салыстырғанда питекантроптың миының көлемі үлкейіп (950 см3), бас және жақ сүйектері кішірейді, аяғы ұзарып, қолы қысқара бастаған. «Тік жүретін адамның» екінші бір түрі синантроп алғаш рет 1927 жылы Қытайдағы Чжоу-коу-дянь үңгірінен қазып алынды.  Оның миының көлемі 1075 см3 болған. Қазіргі уақытта бізге синантроптардың 50-ге жуық қаңқасының қалдығы мәлім. Синантроп қаңқаларының жанынан түрлі формадағы тас құралдар мен күлдің, көмірдің, отқа күйген тастардың қалдықтары табылды. Тіпті бір жерлерде үйілген күлдің қалыңдығы 6 метрге дейін жеткен. Демек, синантроптар отты сөндірмей ұзақ уақыт сақтаған.\nАдам дамуының келесі сатысы – неандерталь адамның пайда болуы. Бұл адам 1856 жылы тұңғыш рет Германияның Неандерталь жотасынан табылды. Сондықтан оған табылған жерінің аты беріліп отыр. Неандерталь адамның өзінен бұрынғылармен салыстырғанда дене бітімі өзгеріп, қас үстіндегі дөңесі азайған және маңдайы жазылып, иек пайда болған. Миының көлемі артып, 1300—1400 см3-ке жетті. Еуразия мен Африканың түрлі аймақтарынан 120-дай неандерталь адамның қалдықтары табылды. Зерттеу деректеріне қарағанда, олар қысқа бойлы (155—150 см), дене бітімі еңкіштеу, жүру мен жүгіруге епсіздеу болып келеді. Олардың артқа қарай тайқылау шот маңдайы, дөң қабақты үлкен бастары мен жуан, әрі қысқа мойындары денелерімен жымдасып, бірігіп кеткен. Танауы жалпақ, бұғақтары салбыраңқы, қолының саусақтары жуан, әрі қысқа болып келеді. Қолдары күшті болғанымен, оларға қазіргі адамдарға тән икемділік пен шапшаң қимыл жетіспеді. 1938 жылы академик А.П.Окладников Өзбекстанның оңтүстігіндегі Тесіктас үңгірінен 8-9 жастағы неандерталь баланың қаңқа сүйегін тапты. Бұл баланың бет әлпетін танымал антрополог-ғалым М.М.Герасимов қалпына келтірген.\nЕжелгі дәуірде қоғамның дамуы өте баяу жүрген. Өйткені адамдар көп уақытын тамақ іздеумен өткізді. Дегенмен, адамзаттың жетілу құбылыстары да жүріп жатты. Олардың өмір сүру ортасына бейімделіп, денелерін тік ұстауы мен ойлау қабілеттерінің дамуы қазіргіге ұқсас адамдардың пайда болуына алып келді. Адам дамуының келесі сатысында неандерталь адамнан кейін дене бітімі қазіргіге ұқсас \"саналы адам\" қалыптасты. Мұндай адамның сүйегі алғаш рет 1868 жылы Франциядағы Кро-Маньон үңгірінен табылғандықтан, оны кроманьон адам деп атайды. Оларға тән белгілер үңгірден табылған 5 қаңқаны зерттеу негізінде анықталды. Бұл адамның түр-сипатында қазіргі адамдарға ұқсас белгілер көп. Олардың маңдайы жазық, қабақ үсті аздап шығыңқы, мұрны кішірек, бас сүйегі сопақша және иегі айқын болып келеді. Бас сүйегі қазіргі адамдарға ұқсас, миының көлемі - 1500–1800 см3. Кроманьон адамның дене бітімінде қазіргі адамдардан еш айырмашылық болмаған. Олардың бойы биік (168–194 см), аяқтары ұзын болған және тік жүрген.\nСырт бейнесі жағынан маймылға көп ұқсастығы болғанына қарамастан, алғашқы адамдар өзінің ежелгі туысынан анағұрлым биік тұрды. Өйткені оның ойлау қабілеті бар еді. Адамның ой-өрісі алғашқыда тым шектеулі болып, ауыр да баяу қалыптасты. Дегенмен, бұл адам дамуындағы үлкен жетістік болып саналды.",
                "date": "16.05.2019",
                "upvotes": 1
            },
            {
                "text": "Ғылыми зерттеулер нәтижесінде жер бетіндегі адам баласы осыдан 2-2,5 миллион жыл бұрын пайда болған.\n\nДене бітімі қазіргі кездегідей адамның (Хомо Сапиенс) пайда болуы соңғы палеолит дәуірімен байланысты. Осы уақыттан бастап адамдардың эволюциясында шешуші өзгеріс болады және нағыз адамзат тарихына біржолата көшу басталады.\n\nАлғашқы Хомо Сапиенс өкілдерінің пайда болуы әдетте б.з. 50-45 мың жыл бұрын болған делінеді. Оған тән белгілер 1868 ж. Франциядағы Кро-Маньон үнгірінде табылған бес қанқаны зерттеу негізінде аңықталды.\n\nКроманьондық адамның тұрпатында, осы заманғы адамдарға тән ерекшеліктер айқын білінеді. Оларға тән нәрсе – басының сопақтығына қарай маңдайы кең, беті өте жалпақ, тікше және мый қауағы кең (1500-1800 см3), бойы биік (168-194 см), сүйектердегі бұлшық ет бедері айқын көрінеді.\n\n\nЖақсы Жауап\n\n Жанета 2.10.2016 жауап берді\n\nАдамзаттың келесі даму сатысындағы тіршілік иесі «тік жүретін адам» деп аталады. Олардың ғылымға белгілі өкілдері питекантроп пен синантроптар. Олар бұдан 1 млн. жыл бұрын өмір сүрген. Бірінші питекантропты 1891 жылы Индонезиядағы Ява аралынан голландиялық ғалым Е.Дюбуа тапты. Содан бергі жүз жылдың ішінде Еуропа мен Азиядан, Шығыс және Солтүстік Африкадан осыған ұқсас 10 адамның қалдығы табылды. «Епті адаммен» салыстырғанда питекантроптың миының көлемі үлкейіп (950 см3), бас және жақ сүйектері кішірейді, аяғы ұзарып, қолы қысқара бастаған. «Тік жүретін адамның» екінші бір түрі синантроп алғаш рет 1927 жылы Қытайдағы Чжоу-коу-дянь үңгірінен қазып алынды. Оның миының көлемі 1075 см3 болған. Қазіргі уақытта бізге синантроптардың 50-ге жуық қаңқасының қалдығы мәлім. Синантроп қаңқаларының жанынан түрлі формадағы тас құралдар мен күлдің, көмірдің, отқа күйген тастардың қалдықтары табылды. Тіпті бір жерлерде үйілген күлдің қалыңдығы 6 метрге дейін жеткен. Демек, синантроптар отты сөндірмей ұзақ уақыт сақтаған.\n\nАдам дамуының келесі сатысы – неандерталь адамның пайда болуы. Бұл адам 1856 жылы тұңғыш рет Германияның Неандерталь жотасынан табылды. Сондықтан оған табылған жерінің аты беріліп отыр. Неандерталь адамның өзінен бұрынғылармен салыстырғанда дене бітімі өзгеріп, қас үстіндегі дөңесі азайған және маңдайы жазылып, иек пайда болған. Миының көлемі артып, 1300—1400 см3-ке жетті. Еуразия мен Африканың түрлі аймақтарынан 120-дай неандерталь адамның қалдықтары табылды. Зерттеу деректеріне қарағанда, олар қысқа бойлы (155—150 см), дене бітімі еңкіштеу, жүру мен жүгіруге епсіздеу болып келеді. Олардың артқа қарай тайқылау шот маңдайы, дөң қабақты үлкен бастары мен жуан, әрі қысқа мойындары денелерімен жымдасып, бірігіп кеткен. Танауы жалпақ, бұғақтары салбыраңқы, қолының саусақтары жуан, әрі қысқа болып келеді. Қолдары күшті болғанымен, оларға қазіргі адамдарға тән икемділік пен шапшаң қимыл жетіспеді. 1938 жылы академик А.П.Окладников Өзбекстанның оңтүстігіндегі Тесіктас үңгірінен 8-9 жастағы неандерталь баланың қаңқа сүйегін тапты. Бұл баланың бет әлпетін танымал антрополог-ғалым М.М.Герасимов қалпына келтірген.\n\nЕжелгі дәуірде қоғамның дамуы өте баяу жүрген. Өйткені адамдар көп уақытын тамақ іздеумен өткізді. Дегенмен, адамзаттың жетілу құбылыстары да жүріп жатты. Олардың өмір сүру ортасына бейімделіп, денелерін тік ұстауы мен ойлау қабілеттерінің дамуы қазіргіге ұқсас адамдардың пайда болуына алып келді. Адам дамуының келесі сатысында неандерталь адамнан кейін дене бітімі қазіргіге ұқсас \"саналы адам\" қалыптасты. Мұндай адамның сүйегі алғаш рет 1868 жылы Франциядағы Кро-Маньон үңгірінен табылғандықтан, оны кроманьон адам деп атайды. Оларға тән белгілер үңгірден табылған 5 қаңқаны зерттеу негізінде анықталды. Бұл адамның түр-сипатында қазіргі адамдарға ұқсас белгілер көп. Олардың маңдайы жазық, қабақ үсті аздап шығыңқы, мұрны кішірек, бас сүйегі сопақша және иегі айқын болып келеді. Бас сүйегі қазіргі адамдарға ұқсас, миының көлемі - 1500–1800 см3. Кроманьон адамның дене бітімінде қазіргі адамдардан еш айырмашылық болмаған. Олардың бойы биік (168–194 см), аяқтары ұзын болған және тік жүрген.\n\nСырт бейнесі жағынан маймылға көп ұқсастығы болғанына қарамастан, алғашқы адамдар өзінің ежелгі туысынан анағұрлым биік тұрды. Өйткені оның ойлау қабілеті бар еді. Адамның ой-өрісі алғашқыда тым шектеулі болып, ауыр да баяу қалыптасты. Дегенмен, бұл адам дамуындағы үлкен жетістік болып саналды.",
                "date": "18.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Палеолит дəуірінің Қазақстандағы тұрақтары",
        "question_content": "Палеолит дəуірінің жалпы тұрақтары",
        "question_date": "15.05.2019",
        "question_tag": "Мектеп",
        "question_views": 661,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соңғы палеолит – б.з.б. 40-35 мың жылдық аяқталады. Адамдар жер бетінің барлық аймағында өмір сүрді. Ру пайда болды. Ана жағынан (экзогамия-аналық ру). Дүниетанымы өсті. Өнер шықты, жануарлар суреттерін жартасқа салу пайда болды.\nО дүниеге сену болды. Мәдениеті – Шығыс Қазақстанда - Қанай, Свинчатка, Пещера, Шүлбі тұрақтары.",
                "date": "6.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экономист, іс жүргізуші, шаруа меңгеруші, көлік жүргізуші, күзетші, еден жуушы,",
        "question_content": "Экономист, іс жүргізуші, шаруа меңгеруші, көлік жүргізуші, күзетші, еден жуушы, аула тазалаушы, сантехник, электрик. Осылардың қайсысына сауықтыру жәрдемақысы төленеді? Қайсысы азаматтық қызметшілер? Техникалық қызметшілер кімдер? Техникалық қызметшілер азаматтық қызметшілерге кіреме?",
        "question_date": "15.05.2019",
        "question_tag": "Заң",
        "question_views": 680,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Еңбек кодексінің (бұдан әрі – Кодекс) 239-бабына сәйкес мемлекеттiк бюджет есебiнен ұсталатын азаматтық қызметшiлерге лауазымдық жалақысы мөлшерiнде сауықтыруға арналған жәрдемақы төлене отырып, ұзақтығы күнтiзбелiк отыз күннен кем болмайтын жыл сайынғы ақылы еңбек демалысы берiледi. Азаматтық қызметшiлерге сауықтыруға арналған жәрдемақы күнтiзбелiк жылда бiр рет төленедi.\nСонымен бірге, Кодекстің 1-бабында азаматтық қызметшi - Қазақстан Республикасының заңнамасында белгiленген тәртiппен қазыналық кәсiпорындарда, мемлекеттiк мекемелерде ақылы штаттық лауазымда iстейтiн және олардың мiндеттерi мен функцияларын iске асыру және мемлекеттiк органдарға техникалық қызмет көрсетудi жүзеге асыру мен олардың жұмыс iстеуiн қамтамасыз ету мақсатында лауазымдық өкiлеттiктердi жүзеге асыратын адам деп белгіленген.\nАзаматтық қызметшілер лауазымдарының тізбесі Қазақстан Республикасы Үкіметінің   2007 жылғы 27 қыркүйектегі № 850 қаулысымен бекітілген.\nБерілген тізбеге сәйкес азаматтық қызметшілерге біліктілік деңгейіндегі  мамандармен қатар Бiрыңғай тарифтiк-бiлiктiлiк анықтамалыққа (бұдан әрі – БТБА) сәйкес еңбегі кәсіби даярлық пен арнайы білімді талап ететін білікті жұмысшылар мен техникалық орындаушылар жатады.\nБілікті емес жұмысшылар (мысалы еден жуушы) азаматтық қызметшілерге жатпайды, соған байланысты қолданыстағы заңнамаға сәйкес аталған жұмысшыларға жыл сайынғы ақылы еңбек демалысына шыққанда сауықтыруға арналған жәрдемақы төленбейді.\nТолығырақ: https://www.enbek.gov.kz/kk/node/328094",
                "date": "6.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай тез семірсем болады?",
        "question_content": "Семиргим келип еди, арыкпын(38-40кг бойым 170) отинемин,жауап берсениздер. Арыкпын онын устине ораза устаган едим,одан сайын арыктап кеттим,не истесем болады. (Тамак коп же демениздер,тамакты жаксы жеймин. Уайымым жок. Накты комектескен кенес кйтыныздаршы,немесе дари аты?)",
        "question_date": "15.05.2019",
        "question_tag": "Денсаулық",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Семіргің келе ма әлде бұлшық ет өсіргің келе ма?",
                "date": "15.05.2019",
                "upvotes": 1
            },
            {
                "text": "Маған мейіз көмектесті, бір жұтым мейізді ыстық сумен салып қойсаңыз түнге, таңертең алып жеу керек және суын ішіп қою керек. тағы Инжир көмектеседі деп естігенмін.\nСізге жақсы маманға қаралу керек, бұл гормондардың әсерінен болуы мүмкін. Тек білікті маман сізге нақты көмектесетін дәрі жазып бере алады.",
                "date": "15.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде ер адамның бас киімін алып, оны жасырып қойсан не болады?",
        "question_content": "Түсінде саған ұнайтын ер адамның бас киімін алып, оны жасырып қойсан не болады? Бас киімнің түсі қызғылт (розовый). Өтініш жорып беріңіздерші.",
        "question_date": "15.05.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Дипломдық жұмыс керек. Тақырыбы: латын тілі",
        "question_content": "Дипломдық жұмыс керек. Тақырыбы: латын тілі",
        "question_date": "14.05.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 618,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төмендегі сайтқа кіру арқылы дипломдық жұмысты жүктеп ала аласыз.\n\nhttps://stud.kz/referat/show/92357",
                "date": "6.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сауықтыру жәрдемақысы техникалық қызметшілерге төлене ме?",
        "question_content": "Мен Шымкент қаласы әкімдігінің \"Оралмандарды бейімдеу орталығында\" экономист болып жұмыс істеймін. Менің міндетіме кадр маманының жұмыстары да кіреді. ҚР Еңбек кодексінің 139-бабында сауықтыру жәрдемақысы азаматтық қызметшілерге төленеді деген. Азаматтық қызметшілерге кімдер жатады? Біздің мекемедегі штаттан тыс қызметкерлерге, мысалы, экономист, шаруа меңгерушісі, іс-жүргізуші, күзетші, еден жуушы, көлік жүргізушісіне сауықтыру жәрдемақысы төлене ме? Техникалық қызметшілер, мысалы, еден жуушы, көлік жүргізуші, күзетші азаматтық қызметшілерге жатама?",
        "question_date": "14.05.2019",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші мәселе бойынша. Қазақстан Республикасы Еңбек кодексінің (бұдан әрі – Кодекс) 196-бабына сәйкес қызметкер өзi еңбек қатынастарында тұрған бiр жұмыс берушiмен (негiзгi жұмыс орыны бойынша), сондай-ақ бiрнеше жұмыс берушiмен де қоса атқаратын жұмыс туралы еңбек шартын жасасуға құқылы.\nНегiзгi жұмыс орны бойынша және қоса атқаратын жұмысы бойынша күнделiктi жұмыстың жиынтық ұзақтығы Кодекстiң 82-бабында белгiленген күнделiктi жұмыс уақытының нормасынан 4 сағаттан артық аспауға тиiс.\n            Қоса атқаратын жұмыс туралы еңбек шартында жұмысты қоса атқару жөнiнде сiлтеме болуы мiндеттi.\n            Кодекстің 199-бабына сәйкес қоса атқаратын жұмыс туралы еңбек шарты бойынша жұмыс iстейтiн қызметкерлерге жыл сайынғы ақылы еңбек демалысы негiзгi жұмысы бойынша демалыспен қатар берiледi.\n            Егер қоса атқаратын жұмыс туралы еңбек шарты бойынша жыл сайынғы ақылы еңбек демалысының ұзақтығы басқа жұмыс бойынша демалыстың ұзақтығынан аз болса, жұмыс берушi қоса атқарушы - қызметкердiң өтiнiшi бойынша демалыс ұзақтығының айырмасын құрайтын күндерге жалақысы сақталмайтын демалыс бередi.\n            Бұл ретте Кодектің 239-бабына сәйкес мемлекеттiк бюджет есебiнен ұсталатын азаматтық қызметшiлерге лауазымдық жалақысы мөлшерiнде сауықтыруға арналған жәрдемақы төлене отырып, ұзақтығы күнтiзбелiк отыз күннен кем болмайтын жыл сайынғы ақылы еңбек демалысы берiледi.\n            Осыған орай, аталған жәрдемақы негізгі жұмыс орны (лауазымы) бойынша, сонымен бірге қоса атқаратын жұмыс орны (лауазымы) бойынша төленуі тиіс.\n            Егер лауазымдарды қоса атқарған жағдайда (негізгі лауазым бойынша жұмыс уақытының шегінде), сауықтыруға арналған жәрдемақы төленбейді (қоса атқаратын жұмыс бойынша).\nОсыған орай, сұрағыңызға нақты жауап алу үшін Сіз негізгі лауазымыңызды және қосымша атқаратын жұмысыңызды анықтауыңыз қажет.\nЕкінші мәселе бойынша. Сонымен бірге, Кодекстің 107-бабына сәйкес қызметкерлерге жыл сайынғы ақылы еңбек демалысын берудiң кезектiлiгi жұмыс берушi қызметкерлердiң пiкiрiн ескере отырып бекiтетiн демалыс кестесiнде белгiленедi не тараптардың келiсiмiмен белгiленедi.\nЖыл сайынғы ақылы еңбек демалысына құқық беретiн жұмыс стажына:\n            1) нақты жұмыс iстелген уақыт;\n            2) қызметкер нақты жұмыс iстемеген, бiрақ оның жұмыс орны (лауазымы) мен жалақысы толық немесе iшiнара сақталған уақыт;\n            3) ) қызметкер еңбекке уақытша жарамсыздығына, оның iшiнде жүктiлiгiне және босануына орай демалыста болған уақытына байланысты нақты жұмыс iстемеген уақыт;\n            4) қызметкер жұмысына қайта алыну алдында нақты жұмыс iстемеген уақыт қосылады.\nОсыған орай, егер қызметкерге еңбек демалысы демалыс кестесі бойынша берілсе, ол толық берілуі тиіс.\nТолығырақ: https://www.enbek.gov.kz/kk/node/258144",
                "date": "6.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызымның тегін екінші күйеуімнің атына ауыстыру үшін нестеуім керек?",
        "question_content": "Саламатсызба! Мен кызымның тегін екінші күйеуімнің атына ауыстырайын деп едім, маған толық мағлұмат берсеңіздер? Бұрынғы күйеуімнің рұқсатынсыз қалай ауыстыруға болады және кімге барамын? Рахмет!",
        "question_date": "14.05.2019",
        "question_tag": "Заң",
        "question_views": 950,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "36. Бастапқы туу туралы куәлік жоғалған, пайдалануға жарамсыз болған және осы Қағидалардың 29-тармағының 1) және 6) тармақшаларында көрсетілген деректерді сәйкестендіру мүмкін болмаған жағдайда, сондай-ақ енгізілген өзгерістерге, толықтыруларға және түзетулерге байланысты мұрағат актісі жазбасының негізінде тіркеуші орган өтініш берушілердің тұрғылықты жері бойынша туу туралы қайталама куәлік береді.\n      37. Туу туралы қайталама куәлік алу үшін оларға қатысты азаматтық хал актілерін тіркеу туралы жазба жасалған тұлғалар немесе олардың уәкілетті өкілдері мынадай құжаттарды:\n      1) туу туралы қайталама куәлік беру туралы өтінішті;\n      2) өтініш берушінің жеке басын куәландыратын құжаттың көшірмесін;\n      3) бюджетке мемлекеттік баж төлегенін растайтын құжатты, мынадай тұлғаларды қоспағанда:\n      Ұлы Отан соғысына қатысушылар және оларға теңестiрiлген адамдар, Ұлы Отан соғысы жылдары тылдағы жанқиярлық еңбегі мен мінсіз әскери қызметі үшін бұрынғы КСР Одағының ордендерімен және медальдарымен наградталған адамдар, 1941 жылғы 22 маусым мен 1945 жылғы 9 мамыр аралығында кемінде алты ай жұмыс істеген (қызмет еткен) және Ұлы Отан соғысы жылдары тылдағы жанқиярлық еңбегі мен мінсіз әскери қызметі үшін бұрынғы КСР Одағының ордендерімен және медальдарымен наградталмаған адамдар, мүгедектер, сондай-ақ бала жастан мүгедектердің ата-аналарының бірі, қорғаншылар (қамқоршылар), мемлекеттiк ұйымдар – тууы туралы куәлiктердің тiркелгенi және қайталап берілгенi үшін;\n      жеке тұлғалар – азаматтық хал актiлерiн тiркеу кезiнде жiберiлген қателерге байланысты туу, қайтыс болу туралы, әке болуды белгілеу, бала асырап алу туралы актiлер жазбалары өзгертілген, толықтырылған, қалпына келтірілген және түзетiлген кезде өздеріне куәлiктер берілгенi үшiн;\n      жеке тұлғалар – туыстарының қайтыс болуы туралы өздеріне қайталап немесе бұрын берiлген куәлiктер алмастырылып берiлгенi үшiн;\n      жеке тұлғалар – бала асырап алуға және әке болуды белгілеуге байланысты тууы туралы куәлік қайталап берілгені үшін.\n      3) тармақшаның екінші абзацында көрсетілген тұлғалар мемлекеттік баж төлеуден босатуға негіз болатын құжатты;\n      4) өкілдің уәкілеттігін растайтын құжатты ұсынады.\n      38. Туу туралы қайталама куәлік тіркеуші органға қажетті құжаттар түскен сәттен бастап күнтізбелік бес күн ішінде беріледі.\n      Бастапқы туу туралы куәлік берілген басқа тіркеуші органға сұраныс жіберілген кезде туу туралы қайталама куәлікті беру мерзімі күнтізбелік отыз күннен аспайтын мерзімге ұзартылады. Өтініш беруші өтінішті қарау мерзімінің ұзартылғаны туралы екі жұмыс күні ішінде хабардар етіледі.\n      39. Туу туралы қайталама куәлік актілік жазбалармен дәлме-дәл сәйкестендіріліп жазылады. Жергілікті жерлердің атауы сол кезде болған әкімшілік-аумақтық бөлініске дәлме-дәл сәйкестендіріліп көрсетіледі, ал мемлекеттік тіркеу орны – сол кезде болған әкімшілік бөлініс бойынша осы жерде қызмет көрсеткен тіркеуші орган көрсетіледі.\n      Қайталап берілетін туу туралы куәліктердің бірінші бетінің жоғарғы жағында «Қайталап» деп көрсетіледі.\n      40. Он алты жасқа дейінгі балалардың туу туралы қайталама куәліктері ата-аналарына, қорғаншыларына, бала асырап алушыларға, қамқоршыларына және балаларды тәрбиелеп отырған балалар мекемелерінің әкімшіліктеріне беріледі.\n      Он алты жастан асқан, бiрақ он сегіз жасқа толмаған және жеке басын куәландыратын құжат алмаған балаларға ата-аналарының бiреуiнiң не қорғаншысының, бала асырап алушының қатысуымен олар жеке басын куәландыратын құжатты ұсынған кезде қайталама куәлiктер берiледi.\n      41. Өздеріне қатысты ата-аналық құқықтарынан айрылған ата-аналарға, оны қалпына келтіргенге дейін балалардың тууы туралы қайталама куәліктері берілмейді.\n      42. Ата-аналық құқықтарынан айырылу фактісін тіркеуші орган мұрағатта сақтауда тұрған туу туралы актісінің жазбасын тексеру жолымен жүргізеді.\n      43. Туу туралы қайталама куәлік берілген жағдайда алдында берілген куәлік жарамсыз болып табылады, ол туралы жеке тұлғалар туралы деректер базасында белгі соғылады.\n      44. Туу туралы куәлік пайдалануға жарамсыз болған және осы Қағидалардың 29-тармағының 1) және 6) тармақшаларында көрсетілген деректерді сәйкестендіру мүмкін болмаған жағдайда туу туралы куәлік жарамсыз болып табылады және тіркеуші органға тапсырылуға және ауыстырылуға жатады.\n      45. Туу туралы куәліктерді жою туралы осы Қағидаларға қосымшаға сәйкес акті жасалады, онда жойылған туу туралы куәліктердің сериясы, нөмірі мен күні және осы куәлікті берген тіркеуші органның атауы көрсетіледі.\n      46. Туу туралы куәліктерді жою үшін туу туралы куәліктер жойылатын тіркеуші орган басшысының бұйрығына сәйкес комиссия құрылады. Тіркеуші органның қызметкерлері қатарынан құрамында кемінде үш адамы бар комиссия қалыптастырылады.\n      47. Актіге комиссия мүшелері қол қояды және оны туу туралы куәліктер жойылатын тіркеуші органның басшысы бекітеді.\n      48. Туу туралы куәлікті алып қоюды алдын ала тергеу, анықтау органдарының лауазымды адамдары, сондай-ақ әкімшілік іс жүргізу және азаматтықты жоғалтуды ресімдеу барысында лауазымды адамдар жүзеге асырады.\nhttp://adilet.zan.kz/kaz/docs/P1300000929",
                "date": "27.01.2020",
                "upvotes": 1
            },
            {
                "text": "Неке және отбасы туралы кодексінің 64-бабына сәйкес мынандай жағдайлар жүзеге асырылады. Баланың атын және (немесе) тегін өзгерту\n      1. Ата-аналарының екеуi де тегiн өзгерткен кезде кәмелетке толмаған балалардың тегi өзгередi.\n      Бала он алты жасқа толғанға дейiн ата-аналарының бiрлескен өтiнiшi бойынша тіркеуші орган баланың мүдделерiн негiзге ала отырып, баланың атын, сондай-ақ оған берiлген тектi ата-анасының екіншісінің тегiне өзгертуге рұқсат береді.\n      2. Неке (ерлі-зайыптылық) тоқтатылған немесе неке (ерлі-зайыптылық) жарамсыз деп танылған жағдайда бала өзiне туған кезде берiлген тегін сақтайды.\n      3. Егер ата-аналары некенің (ерлі-зайыптылықтың) бұзылуын тіркеуші органда ресімдеместен бөлек тұрса не балаға қатысты әке болу анықталса және бала өзімен бiрге тұратын ата-анасы оған өзiнiң тегiн бергiсi келсе, тіркеуші орган бұл мәселенi баланың мүдделерiне қарай және нотариатта ресімделген басқа ата-ананың пiкiрiн ескере отырып шешедi. Ата-ананың тұратын жерiн анықтау мүмкiн болмаған, ол ата-ана құқықтарынан айрылған не олар шектелген, әрекетке қабiлетсiз деп танылған кезде, сондай-ақ ата-ана баланы күтіп-бағудан және тәрбиелеуден дәлелсіз себептермен жалтарған жағдайларда, ата-ананың пiкiрiн ескеру мiндеттi емес.\n      4. Егер ата-аналары некенің (ерлі-зайыптылықтың) бұзылуын тіркеуші органда ресімдей отырып, бөлек тұрса және бала өзімен бірге тұратын ата-анасы оған өзінің тегін бергісі келсе, тіркеуші орган бұл мәселені ата-аналарының екіншісінің пікірін ескерместен, баланың мүдделеріне орай шешеді.\n      5. Егер бала бiр-бiрiмен некеде тұрмайтын (ерлі-зайыпты емес) адамдардан туса және әкесi заңды тәртiппен анықталмаса, тіркеуші орган баланың мүдделерiн негiзге ала отырып, оның тегiн анасының осындай өтiнiш жасаған кезде болған тегiне өзгертуге рұқсат етеді.\n      6. Он жасқа толған баланың аты және (немесе) тегi заңды өкілдердің қатысуымен алынған оның келiсiмiмен ғана өзгертіледі.",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Елім менің әнінің авторы кім?",
        "question_content": "Бекболат Тілеуханов мен Димаштың орындап жүрген \"Елім менің\" әнінің авторы кім?",
        "question_date": "14.05.2019",
        "question_tag": "Қазақша ән",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сонау Америкадан келген Нурбек кнбшник",
                "date": "15.07.2019",
                "upvotes": 0
            },
            {
                "text": "Елім менің әнінің авторы Орал өңірінің әнші жыршысы Ғарифолла Құрманғалиев бұл әнді сөзін нұрсұлтан назарбаевтікі әні бекболат тілеухандікі деп аударып алған таза ұрлық.",
                "date": "15.05.2020",
                "upvotes": 0
            },
            {
                "text": "Елім менің әнінің авторы Орал өңірінің әнші жыршысы Ғарифолла Кұрманғлиев бұл әнді сөзін нұрсұлтан назарбаев әні бекболат тілеухандікі деп аударып алған таза ұрлық.",
                "date": "15.05.2020",
                "upvotes": 0
            },
            {
                "text": "Еркегали Рахмадиев пен Туманбай Молдагалиев",
                "date": "7.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ілияс Есенберлиннің \"Қаһар\" романына жоспар?",
        "question_content": "Ілияс Есенберлиннің \"Қаһар\" романына жоспар және талдау жасап беріңіздерші?",
        "question_date": "13.05.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 15900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ әдебиетінің тарихында бүгінге дейін ең көп роман (17) жазған жазушы Ілияс Есенберлин 1915 жылы Ақмола облысының Атбасар қаласында дүниеге келген. Ата-анасынан ерте айрылған Ілияс өзінен кейінгі інісі Раунақ екеуі балалар үйінде тәрбиеленеді. Қазақ кен-металлургия институтын бітірген. Еңбек жолын Жезқазған кенішінде бастайды, инженер, Бершүгір шахта басқармасының бастығы болады. Ұлы Отан соғысына қатысқан. Қайта оралған соң Қазақстан Қомпартиясы Орталық Комитетінде нұсқаушы, Қазақ мемлекеттік филармониясының директоры, “Қазақфильм” киностудиясының сценарлық коллегиясының мүшесі, “Жазушы” баспасының директоры, Қазақстан Жазушылар одағының екінші хатшысы болып қызмет істеді.\nІлияс Есенберлиннің алты кітаптан тұратын тарихи эпопеясы сөз өнерінің әлемдік нұсқасына қосылған тарихты көркемдік пайымдаудың үздік үлгілерінің бірі болып қала бермек.\nІлияс Есенберлиннің ұлт тағдырына қатысты шетін сырлары мен идеялары кемел деңгейде көрінетін бұл эпопеяның алғашқы бөлігі “Көшпенділер” трилогиясы еді.\n“Көшпенділердің” ең алғаш жазылған бөлігі “Қаһар” 1969 жылы “Жазушы” баспасынан жарық көрді. Орыс тілінде тұңғыш рет “Простор” журналының 1970 жылғы, 5,6 сандарында “Хан Кене” деген атпен жарияланған.\nТрилогияның бірінші кітабы болып табылатын “Алмас қылыш” романы тұңғыш рет 1971 жылы “Жазушы” баспасынан қазақ тілінде жарық көрді. 1974 жылы Москваның “Молодая гвардия” баспасынан “Загаворенный меч” деген атпен орыс тілінде басылып шықты.\nТарихи трилогияның екінші бөлімі “Жанталас” романы бірінші рет 1974 жылы “Жазушы” баспасынан шықты. Роман орыс тілінде тұңғыш рет “Простор” журналының 1973 жылғы 7, 8, 10 сандарында “Отчаяние” деген атпен басылды. Москваның “Известия” баспасынан 1974 жылы орыс тілінде шықты. Үш роман біріктіріліп “Көшпенділер” деген атпен алғаш рет 1976 жылы “Жазушы” баспасынан қазақ тілінде, Москваның “Советский писатель” баспасынан 1978 жылы, “Художественная литература” баспасынан орыс тілінде басылды.\nТрилогияны орыс тіліне аударған – Морис Симашко. Сондай-ақ “Көшпенділер” трилогиясы 1983 жылы Польшада 1986 жылы Венгрияда басылды. “Көшпенділер” трилогиясында бес ғасырлық оқиға, яғни, ХҮ-ХІХ ғасыр аралығындағы қазақ хандығы өмір сүрген кезең суреттеледі. Оқиға бүгінгі шекаралық аймақ тұрғысынан қарағанда Алтайдан Атырауға дейінгі шығыс пен батыс аралығы Батыс Сібір ойпаты мен Самарқанд пен Сырдарияға дейінгі солтүстік пен оңтүстік аралығын қамтитын географиялық аймақта өтіп жатады.\nШығарма кейіпкерлері ретінде негізінен тарихи тұлғалар, Шыңғысхан дәуірінен басталып Кенесарымен аяқталатын қазақ мемлекетінің бастау көзі мен қиын-қыстаулы тағдыр-талайының басында тұрған хандар тізбегі, ел мұңы мен арман-тілегінің хабаршысы ақын-жыраулар, ел мен жер үшін, ұрпақ болашағы үшін жан аямай шайқасып, Отанын қорғай білген арыстан жүрек, атан жілік батырлар. Бұлар – ел есінде аттары жатталып, тарихта қалған, өмірде болған тұлғалар.\n“Көшпенділер” трилогиясы партиялық идеологияның қылышынан қан тамып тұрған уақытта дүниеге келген шығарма. Ол кезде мұндай шығарманы жазбақ тұрмақ, қазақ халқының ертеректе өмір сүрген артында мол мұра қалдырған, елім деп еңіреген, ел үшін, жер үшін мерт болған батырлардың, хандардың, шешендердің атын атаудың өзі, олар жөнінде әңгіме қозғаудың өзі қиын еді, қауіпті еді. Ал Ілияс Есенберлин осының бәрін біле тұрып қазақ халқының өткен тарихын бейнелейтін, тарихтан мол мағлұмат беретін бір кітап емес, бірнеше роман жазып, оқырманға ұсынуы жай ерлік қана емес, талантты жазушының саяси жеңісі еді.\n“Көшпенділер” қазақ халқының ұлттық тарихының бастау көзі беріде емес, әріде жатқандығына жөн сілтеді. Бүкіл бір халықтың өмір-тарихы ұмытылып бара жатқандығын еске сала отырып, оған кінәлі-коммунистік саясат екендігін ашып айтпаса да, өмір ағысы басқа арнамен ағып бара жатқандығын, тарих беттері бұрмаланғандығын көркем тілмен бейнелеп берді.\nЕсенберлиннің осы трилогиясынан нәр алып, көп нәрседен мағлұмат алған көпшілік оқырман ондаған жылдардан соң тоталитарлық жүйеге қарсылық білдіргенін дүние жүзі біледі. Бірақ қылышынан қан тамған Горбачевтік-Колбиндік баскесерлер әділдік іздеп, бой көрсеткен жастарды қалай қуғындап, қалай түрмеге жатқанына тарих куә.\nАрхивтік деректер, халықтық аңыздар, этнографиялық сипаттар негіз болған тарихи эпопеяда автор оларды сол өткен дәуір елесін дәл бейнелеу үшін ғана емес, оған қоса түрлі қағида мен идеялардың, түрлі психология мен мақсат мүдделерінің қандай заман, қандай қоғамдық жүйеде болсын сабақтастық алып жатқан көрінісін беру үшін де пайдалану мақсатын тұтынған.\nТолығырақ: https://studfile.net/preview/5185708/",
                "date": "10.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі ушбұрыштың бүйір қабырғасы белгілі болса табанын қалай табады?",
        "question_content": "Теңбүйірлі үшбұрышқа іштей сызылған шеңбер жанасу нүктесінде бүйір қабырғасын табанынан есептегенде 2 см және 6 см кесінділерге бөледі.Үшбұрыштың периметрін табығдар",
        "question_date": "13.05.2019",
        "question_tag": "Геометрия",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шығарылуы:\nЖауабы : АВС теңбүйірлі үшбұрышының периметрі 20см",
                "date": "7.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Латын алфабитін қайдан орнатсам болады?",
        "question_content": "Қазір қазақстанлатын әліпбиіне көшті ғой я.Сол латын әліпбиінің шрифті бар ма?Компьютерге орнатайын деп едім!",
        "question_date": "13.05.2019",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Латынша фонттар бар бірақ енді енді дамып келе жатыр https://vk.com/kazakcakaripter",
                "date": "21.11.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кітап шығару үшін қандай құжаттар керек?",
        "question_content": "Кітап шығару үшін білім мнистрлігіне қандай құжаттар керек?",
        "question_date": "13.05.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітап — адам баласының ең басты байлығы. Кітапты кейде өмірдің кілті деп те жатады. Оның адам өміріндегі, қоғамдағы орнының үлкен екені бәрімізге белгілі. Кітап құзырында адамның мәртебесін асқақтатып, жаңа мүмкіндіктерге жетелейтін құдірет бар. Ертеде кітапты тек ғалымдар, білімі зор тұлғалар ғана жазса, бүгінгі күні көрген-білгенімен бөліскісі келетін саналы, көзі ашық адамдар да кітап жазып, оны жариялай алады. Ал кітапты басып шығару үшін қанша қаржының керек екенін білесіз бе?\nЕң алдымен қолжазбаны сенімді баспаға тапсыру керек. Қазақстан Республикасы Ұлттық мемлекеттік кітап палатасының мәліметі бойынша елімізде тіркелген 300-ден астам баспа және баспа ісімен айналысатын ұйымдар бар. Демек, сізде таңдау мүмкіндігі зор. Қолжазбаңызды баспаға тапсырмас бұрын, бірнеше баспалардың қызметімен танысып шыққаныңыз жөн. Оларды бір-бірімен салыстырыңыз. Алғашында баспалардың басым бөлігі сіздің кітабыңызды тегін жарыққа шығарудан бас тартуы мүмкін. Бүгінгі күні баспалардың басым бөлігі кітапты ақылы түрде басады десек, қателеспейміз. Еңсеңізді түсірмеңіз. Себебі, әлемге әйгілі автор Джоан Роулингтің «Гарри Поттер» жайлы кітабын кезінде 14 баспа жариялаудан бас тартқан. Ал бүгінгі күні бұл кітап 450 млн данамен сатылған дүниежүзіндегі ең үздік кітаптардың қатарына кіреді. Талаптансаңыз, сіздің де кітабыңыз осындай жетістікке жетеді. Бар болғаны шыдамдылық танытып, алғашқы кітабыңызды өз қаржыңызға жариялауға дайын болыңыз.\nПолиграфиялық қызметі арзан баспаны іздестіріңіз. Көбінесе блокнот, визитка, бүктеме шығаратын компаниялар мен типографияларда полиграфиялық қызметтер ірі баспаларға қарағанда арзанырақ. Ең бірінші кітабыңызды 300 данамен шығаруға кеңес береміз.\nҚолжазбаңыздың өте сауатты жазылғанына сенімді болсаңыз да, оны бірнеше рет оқып шығыңыз. Қолжазбаңызға редакторлық, корректорлық түзетулерді, иллюстрацияны, толықтай өзіңіз жасайсыз, соңынан типографияға өткізесіз. Егер бұл жұмысты істеуге қосымша көмек керек десеңіз, жеке редакторды, дизайнерді жалдағаныңыз дұрыс. Жеке редактор мен дизайнерге, корректорға баспада жұмыс істейтін редакторға қарағанда арзанырақ қаржы жұмсайсыз.\nТираждың құны\nТираждың құны сіздің кітабыңыздың көлеміне байланысты. Кітаптың көлемі үлкен, оның тиражы көп болған сайын, басу құны да қымбат болады.\nҚағаздың сапасы\nҚағаздың қатты және жұмсақ түрі болады. Жұмсақ қағаз қатты қағазға қарағанда екі есе арзанырақ.\nТүс\nКітаптағы мәтін тек бір түспен жазылса, сәйкесінше кітапты басу құны арзан. Ал егер бірнеше түстер қолданылса, қымбат.\nISBN нөмір және беттеу\nКітаптың халықаралық ISBN нөмірі болуы керек. Бұл нөмірді шамамен 6000-7000 теңгеге сатып алуға болады. Қазақстан Республикасының Ұлттық мемлекеттік Кітап палатасында ISBN нөмірі беріледі. Сондай-ақ кітабыңыз жарық көргеннен кейін оның 20 шақты данасы еліміздегі белгілі бір кітапханаларға таратылады. Беттеу кезінде кітаптың әр бетіне шамамен 350 теңге жұмсалады\nБаспада кітапты басу қымбатырақ болғанымен, оның өзіндік артықшылықтары бар. Баспаға қолжазба екі түрде, яғни электронды және қағазға компьютермен басылған қолжазба түрінде қабылданатынын ескеріңіз. Белгілі бір баспамен келісімге келгеннен кейін, міндетті түрде кітап басу процесіне атсалысып тұрыңыз. Сонымен қатар, келісімшарт бойынша өз құқығыңызды, баспаның құқығын сақтағаныныз абзал. Келісімшартта сіздің авторлық қаламақыңыз көрсетіледі. Баспада авторға қаламақы төлеудің екі жолы бар. Біріншісі — кітап жарық көргеннен кейін, сатылымнан түскен қаржының белгілі бір пайызынан авторлық қаламақы шығарылады. Екіншісі — әр авторлық табаққа беріледі. Авторлық табаққа берілетін сома автормен бірге ақылдасқаннан кейін, автордың келісімімен бекітіледі. Баспа бір авторлық табаққа 200-300 теңге беруі мүмкін. Авторлық табақ 40 000 таңбадан тұрады. Бұл шамамен интервалы 1.7, 10 қаріппен терілген 25 баспа табаққа тең. Баспада сіз редактормен тығыз жұмыс істейсіз. Егер қолжазбаңыздан сапалы кітап шығуын қаласаңыз, редактордың кеңесіне құлақ түріп, оның пікірін құрметтеңіз.",
                "date": "16.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әріптесіме кредит алып бергенмін. Әлі төлемей жүр. Қалай қайтарып ала аламын?",
        "question_content": "Шымкент қаласында бірге әріптес болған азамат Тухтамуратов Нурболат Турдалиевич былтыр өзі кредит алған екен, өзі төлемей осы уақытқа дейін менің атымды айтып төлейтінін өтірік айтып келген. Банктен менің отбасымның бәріне хабарласып, менің алаяқтық жасап жүр деп звондапты. Нурболаттың кредитін неге төлемейсің деп маған да хабарласты. Кредитті алған өзі, өзі төлесін. Мұндай хабарды естіп жүрегім ауырды. Қазіргі таңда ол азамат жұмыстан шыққан. Бұдан алдын ол кісіге шағын несие ұйымынан ақша алып бергем. Қашып жүр төлемей. Мен қандай іс әрекет жасай аламын ақшаны өндіріп алу үшін?",
        "question_date": "13.05.2019",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарыз қайтармайтын адамды қалай жауапқа тарту керек?\nБанктен немесе басқа да қаржы ұйымдарынан несие алғандардың заңды тұлғаға қарыз қайтаруы келісімшартпен реттеледі. Ал туысына, досына немесе танысына қарыз берген жеке тұлғалардың құқығы қалай қорғалады? Қарыз қайтармайтын адамды қалай жауапқа тарту керек? Қарыз берер кезде нені ескеру керек? Сотта қандай дәлел маңызды роль атқарады? Заңгер Марғұлан Шыныбаев жауап берді.\nЖалғасы сілтемеде",
                "date": "14.05.2019",
                "upvotes": 0
            },
            {
                "text": "Келесі жолы мұндай әрекетке қадам баспай-ақ қойыңыз. Арине көмектескіңіз келді. енді ол досыныңызға ештеңе істей алмайсыз. ол кісіден қолхат алып алыңыз, менен осындай сомада қарыз алды деп.",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрғын үй салу үшін 0,1 га жерді қалай аламын?",
        "question_content": "Тұрғын үй салу үшін 0,1 га жерді қалай аламын? Ауылдан 0,1 га жер теліміне кезекке тұрмақшы едім? Жер бос емес деген жауап алдым әкімдіктен? Жердің бос немесе бос еместігін қайдан білсем болады?",
        "question_date": "13.05.2019",
        "question_tag": "Заң",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Мен жастарға сенемін\" жоспармен бірге шығарма жазу?",
        "question_content": "Помогите пожалуйсто написать, шығарма \" Мен жастарға сенемін \" жоспарымен бірге! Өтінемін.",
        "question_date": "13.05.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен жастарға сенемін!\n«Арыстандай айбатты,\nЖолбарыстай қайратты\nҚырандай күшті қанатты\nМен жастарға сенемін!»\nМ.Жұмабаев\n       Тамыры терең жайылған, қиыр даланы төске алып, Еуразияның кіндігінен орын тепкен, кең байтақ қазақ жері, тарихы терең қойнауда жатқан,баға жетпес қазыналы, Мұхтарша айтқанда «қырқасынан қыран ұшқан»  тұңғиық табиғатқа ие қазақ даласы қазіргі таңда даму сатысынң жоғарғы шебінде жүргені айқын. Сара жол салып берген Сақ бабамыздың дәуірінен кейін қанша дәуір өтсе де, еліміз әлі күнге дейін өз құндылығын жоғалтпаған, мәртебесі биік,  мерейі асқақ, тағылымы мен толғауы мол, болашаққа байыппен белін буып аттанып  отырған, әлемнің іргесі биік елдерімен терезесі тең  мемлекетке айналып отыр.Бұның барлығы, әрине, алдымен жаратушы Алланың, содан соң  елбасымыз Нұрсұлтан Әбішұлы Назарбаевтың  сарабдал  салиқалы саясатының арқасында деп білемін.\nӘрине, мұндай дәрежеге қол жеткізудің жолында еліміздің әрбір азаматының еңбектері сіңді.Олардың әрбірі қиналып, ауыр жұмыс істеген жоқ, жай ғана  еліне деген, жеріне деген сыйластығын,құрметін, бәрінен бұрын, еліне деген ыстық патриоттық сезімін айқындап, даму қағидасын ұстана білді.Осының бәрін бір сөзбен айтқанда, халқымыз ел арасында өз елінің нағыз паториоты бола білгендігінің нәтижесінде  біз қиындықтың барлығын жеңе білдік. «Тілінен айрылған ұлт – ұлт болып жасай алмайды» дегендей, ана тілімізді  ардақтап, баба салтымызды  сақтай білдік. Осылайша біз тәуелсіз мемлекетке айналдық.\nДемек  алдағы болашақтың бастауы боларлық мүмкіндік «көздерінде от ойнаған, сөздерінде жалыны бар, ары жанынан қымбат болған» жастарымыздың еншісінде.        \nЖастар - болашақтың алтын діңгегі, болашаққа бастар нақты істердің темірқазығы. Ал  жастар қолдауы – мемлекеттің даму статусын жоғары көтеретін, әлемдік аренадағы еліміздің асқақ беделін айқын көрсете алатын ерекше күш.\n  Кез келген ағаш тамырсыз шықпайды. Тамыры берік, мықты ағаш қана жел соғып, дауыл тұрса да  құламайды, сынбайды. Сол сияқты кез келген мемлекеттің еш қиындыққа мойымай, тек қана алға бастайтын күші ол-  жастар.Жастар жалыны неғұрлым жалынды әрі мығым болса, мемлекет болашағы да соғұрлым мықты, берік, тұрақты болады. Қайсы мемлекетті алсақ та, елдің дамуы саналы азаматтар қатарының көбеюімен де байланысты екені анық. Себебі болашақ –  жастардың қолында. Ал осы жолда тайсалмай, елім үшін деп ерінбей еңбек ететін болсақ, өз үлесімізді қосарымыз хақ. Келешекте ел тізгінін қолға алатын жастардың барынша білімді, жан-жақты, білікті болуы қаншалықты маңызды болса, олардың Отанына деген сүйіспеншілігінің мол болуы басты қажеттілік болса керек. Демек мемлекеттің күйреуі не болмаса дамуы жастарға және олардың еліне, жеріне деген сүйіспеншіліктері мен ұлттық патриоттық сезімінің  деңгейіне байланысты. «Көздегені көк аспан» болған жастарымыз белсенді болса, мемлекет ешқашанда өзінің беделін жоғалтпайды. Мен жастарға сенемін!",
                "date": "10.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сәресіне үлгермесе не істеуге болады?",
        "question_content": "Саресине бир себептермен улгермей,карын аш калып койса не истеу керек?",
        "question_date": "13.05.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәресі ішу – парыз емес. Ұйықтап яки басқа себептермен сәресіні өткізіп алғандар ештеңе ішіп-жеместен ораза ұстауын ары қарай жалғастыра береді. Бірақ, сәресіні жіберіп алмауға тырысқан жөн. Хадисте: «Сәресі ішіңіздер, себебі, сәресіде берекет бар. Бір жұтым су ішсеңдер де сәресіні тастамаңдар. Себебі, сәресіге тұрғандарға Алла Тағала рақым етіп, періштелер кешіріп тілейді»,- делінген. Сәресі ішу адамға күш береді, күндізгі жұмыстарын тыңғылықты атқаруға, ғибадаттарын кемшіліксіз орындауға көмектеседі. Бұған қоса, сәресіге тұрған кісі сүннет сауабын алады. Себебі, сәресі жеу – пайғамбарымыздың сүннеті.\n\nЕгер сіз сәресіне ұйықтап қалған болсаңыз оразаңызды жалғастыра аласыз. Ең бастысы, ауыз ашарға дейін ешнәрсе ішіп- жемесеңіз болғаны. Бірақ сәресін жіберіп алудан сақ болыңыз.\nПайғамбарымыз (оған Алланың игілігі мен сәлемі болсын) Рамазан айында ауыз ашарға асығатын әрі өзгелерге де осыны айтатын. Сонымен қатар, Ол (оған Алланың игілігі мен сәлемі болсын) таң алдында сәресі ішуді бұйырған және де сәресі ішуді таң намазы кіргенде тоқтатуды бұйырған.\nАлла Елшісі (оған Алланың игілігі мен сәлемі болсын) былай деген: «Сәресінде береке бар, сондықтан оны жіберіп алмаңыздар, сендердің әрқайсыларың тым болмаса су ішіңдер. Расында Алла Тағала мен періштелер сәресі ішкен адамды жарылқайды» (Ахмад).",
                "date": "13.05.2019",
                "upvotes": 0
            },
            {
                "text": "өзіңізбен бірге су алып жүру керек",
                "date": "13.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "15г сірке қышқылы мен 15г этил спирті əрекеттескенде неше грамм эфир түзіліді.",
        "question_content": "Комектесіп жіберіңіздерші",
        "question_date": "12.05.2019",
        "question_tag": "Химия",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15г                  15г            \nCH3COOH+ C2H5OH=\n\n60г/моль      46г/моль\n\n     X г\n\nCH3COOC2H5+H2O\n\n88г/моль\n\nn(ch3cooh)=m(ch3cooh)/M(ch3cooh)= 15г/60г/моль= 0,25моль\n\nn(c2h5oh)=m(c2h5oh)/M(c2h5oh)=15г/46г/моль=0,33моль\n\nҚайсы заттың моль саны аз болса есептеу сол затпен жүргізіледі.\n\nX(ch3cooc2h5)=15•88/60= 22г\n\nЖ/ы: m(ch3cooc2h5)= 22г",
                "date": "22.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйленетін жігітім екеуміздің руымыз бірдей, не істесек болады??",
        "question_content": "Жігітім екеуміздің руымыз бірдей болып шықты.Оның руы Шөмекей Тоқа Жаманауыл, ал менікі Шөмекей Тоқа Қырғыз.Не істесем болады.Оның мамасы айтты мені арзұғұл болмаса алай беруге болады деды.Бірақ жеті атадан асқанын аспағанын білмеймін.Кейін үйленетін кезде болмайды десе,мен не істеймін.Ақылөкеңестеріңізді айтып жібересіздерме??????",
        "question_date": "12.05.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шөмекей сенің нешінші атаң?",
                "date": "12.05.2019",
                "upvotes": 0
            },
            {
                "text": "Менің руым Шөмекей, оның ішінде Қырғыз Тоқасымын.\n\nШөмен - Шөмекей - Тоқа - Есқара - Күнту. Күнту бабамыздан Бәйбіше Тоқа, Арзығұл Тоқа, Қырғыз Тоқа, Жаманауыл Тоқа, Мәлкей Тоқа.\n\nКүнту бабамыз айтқан кезінде: \"Осы бес балдарынан тараған ұрпақ бір-бірінен 77 тамырға дейін қыз алыспаңдар!\" - деп. Олай дегені мүлдем болмайды деген. Сондықтан ойлан қарындас! Кейін ұят болып қалмасын!",
                "date": "18.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз бекітуге кешігтім?",
        "question_content": "Бүгін ауыз бекіткенде 2 минутка кешигіп қалдым, бүгінгі оразам қабыл болама екен?",
        "question_date": "12.05.2019",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ниетіңіз қабыл болсын! Егер, байқамай қалсаңыз ештеңе етпес, азанды естігенде тамақ жеуді бірден доғару керек. Меніңде басымда болған бұндай жағдай, 1 күн қазасын ұстадым, өзіме сенімді болу үшін! Нақтырақ білетін имам кісілерден сұрағаныңыз жөн болар, жоғарыдағы тек менің ойым",
                "date": "12.05.2019",
                "upvotes": 0
            }
        ]
    }
]