[
    {
        "question_title": "Прибор көрсеткіші бойынша қуаттың, кедергінің және де резистордың өткізгіштігін есептеу",
        "question_content": "Мына суреттеги сұраққа жауап беріңіздерші",
        "question_date": "10.12.2022",
        "question_tag": "Физика",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тік төртбұрыштың ұзындығы енінен 3 есе ұзын.Оның ауданы мен периметрін тап",
        "question_content": "Тік төртбұрыштың ұзындығы енінен 3 есе ұзын.Оның ауданы мен периметрін тап",
        "question_date": "9.12.2022",
        "question_tag": "Математика",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кестеде тіктөртбұрыштың ені b мәндері берілген. А оның ұзындығы одан 3 есе үлкен.\n\nТіктөртбұрыштың периметрі оның 2-ге көбейтілген ұзындығы мен енінің қосындысына тең:\n\nP = 2(a + b)\n\nТіктөртбұрыштың ауданы оның ұзындығы мен енінің көбейтіндісіне тең:\n\nS = a ∙ b\n\nОсы анықтамаларды пайдаланып кестені толтырамыз.\n\n| b            | 2 см   | 1 см   | 3 см   |\n\n| ------------- | ---------- | --------- | ---------- |\n\n| a = b ∙ 3 | 6 см    | 3 см  | 9 см    |\n\n| P            | 16 см  | 8 см  | 24 см  |\n\n| S            | 12 см² | 3 см² | 27 см² |",
                "date": "10.12.2022",
                "upvotes": 0
            },
            {
                "text": "b(2,1,3)\na=b×3(6,3,9)\nP=a+a+b+b(16,8,24)\nS=a×b(12²,3²,27²)",
                "date": "12.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бойды қалай өсірсем болады?",
        "question_content": "Ер баламын, жасым 18-де. Бойым 1.67 см.\n\nБойымды қалай өсірсем болады? Тәжірибеден өткен кісілер кеңес айтыңызшы! Бойдың өсуі бірінші генге байланысты... деп бастамай-ақ қойыңыздаршы. Отбасымызда бәрі ұзын.рахмет!!!",
        "question_date": "9.12.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бойың қысылып барып өсетін шығар.",
                "date": "11.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата-аналарының құлағы естімейтін болса, ұрпағы қалай болады?",
        "question_content": "Ата-аналарының екеуінің де құлақтары естімейді (керең), яғни мылқаулықтың бір түрімен ауыратын. Ал екінші түрімен гетерозиготалы болатын жанұяда сау балалардың туылуы мүмкіншілігін анықтаңдар.",
        "question_date": "9.12.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сау балалар да дүниеге келеді.Ғылыми тұрғыда қалай аталатынын білмеймін, бірақ ондай отбасыларын білемін.",
                "date": "11.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометрия бжб 9 сынып 2 тоқсан. АВ кесіндісін О нүктесіне қатысты 120 бұрышқа сағат тілі?",
        "question_content": "1. [3 балл] АВ кесіндісін О нүктесіне қатысты 120 бұрышқа сағат тіліне қарсы бұрауды сипаттаңыз\n\n2. [1 балл] А(4;-11) симметриялық нүктесінің нүктелерінің координаттарын табыңыз.:\n\nв) Оу осі; с) координаталар басы\n\n3. [2 балл] Параллель тасымалдау кезінде А(-3;-4) нүктесі А1(7,3) нүктесіне ӛтеді. Осы тасымал нәтижесінде қандай нүктеге В (0;5) нүктесі етеді?\n\n4. [4 балл] Париждегі Эйфель мұнарасының биіктігі 300 м., оның кӛлеңкесінің ұзындығы 510 м. Лондондағы Биг Бен парламенттік сағаттарынан кӛлеңкенің ұзындығы 164,9 М. Биг Бен сағат биіктігін анықтаңыз?\n\n5. [4 балл] ABC үшбұрышының AD және BE медианалары F нүктесінде қиылысады. Белгілі, SABF=1 тең. SDEF табыңыз.\n\n6. [4 балл] F фигурадан F1 фигурасын гомотетий (O;) салыңыз.",
        "question_date": "9.12.2022",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қажылыққа бару арабтардың бизнесі деген пікірге көзқарасыңыз қалай?",
        "question_content": "Қажылыққа бару арабтардың бизнесі деген пікірге көзқарасыңыз қалай?",
        "question_date": "8.12.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Исламның бес шартының бесіншісі – қажылық. Қажылық белгілі уақытта, белгілі мекендерді арнайы түрде зиярат ету. \nБұл жөнінде пайғамбарымыз былай дейді:\n“Кімде-кім Алла үшін қажылық жасап, жаман сөз бен әрекеттерден аулақ болса, анасынан туғанда қандай күнәсіз болса, сондай болып күнәларынан арылып қайтады.”",
                "date": "7.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хлорметанның дисплейлі формуласы?",
        "question_content": "Хлорметанның дисплейлі формуласы берілген. C- Cl арасындағы байланыс полюстілігін көрсетіңіз және H – C –Cl байланыс бұрышын атаңыз?",
        "question_date": "8.12.2022",
        "question_tag": "Университет, колледж",
        "question_views": 231,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүріп жүрген қызым намаз бастаған еді екеумізге сөйлесуге болама шаригат бойыннша",
        "question_content": "Жүріп жүрген қызым намаз бастаған еді, бір бірімізді катты жаксы көреміз үйлену ниетімде бар шариғат бойынша қалай екеумізге сөйлесуге болам",
        "question_date": "8.12.2022",
        "question_tag": "Махаббат",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "fatua kz  сайтына сұрақтарды қоюға болады\n\nҚМДБ сайты",
                "date": "9.12.2022",
                "upvotes": 0
            },
            {
                "text": "Қыз бен жігіттің араласуы мен жүруіне шариғат тыйым салады. Өйткені, бөгде әйел мен ер кісі оңашаланатын болса, міндетті түрде араларына шайтан кіреді. Ондай кезде адам баласы нәпсісіне (шаһуатына) ие бола алмай қалуы бек мүмкін. Бұлай қыз бен ұл баланың жүруі мен араласуының соңы зинаға алып барады. Сондықтан Пайғамбарымыз (с.а.у.) бөгде қыз бен ұл баланың оңаша қалуына тыйым салған. Пайғамбарымыз (с.а.у.) мүбәрак хадисінде:\n«Ер кісі мен әйел оңаша қалмасын, өйткені олардың үшіншісі шайтан болады» - деген. (Термези  2165.) Сол сияқты Пайғамбарымыз (с.а.у.) бөгде әйелге қол беруден де қайтарған: «Сіздердің біреулеріңіз бөгде, өзіне халал болмаған әйелдің қолын ұстағаннан, басына темір инені қадағаны жақсырақ» (Табари 20/212, 487.) Тағы бір хадисте:\nАлла Елшісінің (р.а.) жұбайы Айша (р.а.) анамыздан жеткен хадисте Ол (р.а.) былай дейді: «Аллаға серт Пайғамбарымыз (с.а.у.) бірде-бір бөгде әйелдің қолын ұстаған емес» (Бұхари 6674, Мүсілім 3470, Термези 3228, Ибн Мәжә 2866, Ахмад 23685.)\nЕгер сол қызға үйленетін ойыңыз болса, кездескенде қыздың жанында махрамы (туыс сіңлілері немесе құрбылары) болуы тиіс. Әрі тек мағруф (жақсы) сөздер айтылып, оңаша қалуға болмайды. Әйтпесе, шайтанның торына түсіп қалуыңыз мүмкін.",
                "date": "9.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақбілекті әкесі неге кабылдамады?",
        "question_content": "Акбылекты әкесы неге кабылдамады?\n\nосы суракка комектесыныздершы",
        "question_date": "7.12.2022",
        "question_tag": "Мектеп",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеңес Одағы кезеңіндегі Азамат соғысының сұрапылы Алтай тауларындағы қазақ ауылдарында да жетеді. Марқакөл жағасында, Терең шатты мекендеген момын шаруа Мамырбай ауылына банда шауып, әйелін өлтіріп, бойжетіп отырған қызы Ақбілекті солдаттар алып қашып кетеді. Ақ әскерінің офицері – қара мұрттың ермегі болады (жас қызды әйел қылады).\nКүндердің күнінде арттан қуып жеткен қызыл әскерлер дүмпуімен безе қашқан ақтар өз бастарын қайда тығарын білмей, жан-жаққа бытырай зытып жөнелген кезде, Ақбілек бандылардың ескі жұртында керексіз болып қалып қояды. Кейін Ақбілек өз туған ауылына барады. Оны ауылда ең сорақысы азап, мазақ, қорлық күтіп тұрған. Бұрын ғашық болған, сөз салып жүрген Бекболат деген жігіті сұмдық оқиғаның мәнісіне көзі жеткеннен кейін, түк көрмегендей болып, теріс айналып кете барады. Бұл кезде Ақбілек жүкті екенін біледі (әкесі осы үшін қабылдамады).\nАқбілек босанады. Ол ұлды Ұрқия жеңешесі өзінің баласыз жүрген ағасы мен жеңгесіне береді. Ал Ақбілек қалаға оқуға кетеді.\n Арада 5 жыл өтеді. Ақбілек қалаға ағасы Төлеген мен жеңгесі Мағишаның үйіне келіп, сауатын ашады, оқиды, білім алады. Көзі ашық, көкірегі ояу, білімді жанға айналып, ағасы, жеңгесі болып үшеуі ауылға оралады.Ауылда ұлын Ескендірді көреді. Ақбілек қалада білім алып жүріп Балташ есімді жігітке тұрмысқа шығады. \nАқбілек басына түскен қиын жағдайларға қарамастан, өз өмірі үшін күрескен қазақ қызы.",
                "date": "9.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "16 г темр ііі оксидінің алюминиймен әрекеттесу кезінде түзілген",
        "question_content": "16г темір ііі оксидінің алюминиймен әрекеттесу нәтижесінде алынған темірлің массасымен мөлшерін табыңыз",
        "question_date": "7.12.2022",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "16г темір ІІІ оксидінің алюминиймен әрекеттесу нәтижесінде алынған темірлің массасымен мөлшерін табыңыз",
                "date": "15.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде құдыққа түсіп кеткем, ол нені білдіреді?",
        "question_content": "Әжем түсінде менің құдыққа түсіп кеткенімді көріпті, және өзі көмектесе алмай тұр екен, көмекке шақырайын десе батып кетема деп қорыққан. Бірақ мен батпай судың бетінде белімнен жоғары қалғып тұр екенмін және қолымда ақ қауырсын шәйнек болған. Бұл ненің белгісі",
        "question_date": "7.12.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндай түсіңді танымайтын адамдардан сұрама.",
                "date": "8.12.2022",
                "upvotes": 0
            },
            {
                "text": "Алла елшісі (с.ғ.с.) «Кісі түсін өзі жақсы көретін, парасатты кісіге не абыройлы жанға айтсын. Ол жақсы сөз айтып, жақсыға жорысын»» деуімен түсті кез-келген адамға жорытудың жөн еместігін білдірген. Өзі жақтырмаған адамға жорытса, оның жоруы түс көрген кісіні ренжітуі мүмкін екендігін басқа бір хадистерінде білдірген.\nИмам Мәліктен «Кез келген адам түс жори ала ма?»,- деп сұралғанда, ол «Түсті жақсы жори алатын адам ғана жоруы керек. Егер түсті жақсы деп ырымдаса, жақсыға жорысын, жақсыға ырымдамаса да жақсыға жорысын яки үндемесін»,- деді. «Жаман түс болса да жақсыға жору керек пе?»,- дегенде, «Жоқ! Түс — пайғамбарлықтың бір бөлігі, онымен ойнауға болмайды!»,- деп түсіндірді (Құртуби, әл-Жамиу ли ахкамил-Құран, 9/122-127).\nӘуелі түс жорушы түсті тыңдағанда немесе оның жаман екенін ырымдап оны жорымағанда я болмаса түсті жеткілікті түрде түсінбегенде былай деп дұға оқуы тиіс: «Жақсылығы — өзіңе, жамандығы — дұшпаныңа, жақсылығын өзің көр, жамандығынан сақтан!». Егер түстің жорамалы түс көрушіге ғана қатысты болса, осылай дұға оқиды. Ал ол түс баршаға қатысты деп есептесе, «Жақсылығы — бізге, жамандығы — дұшпандарымызға, жақсылығын біз көрейік, жамандығынан сақтанайық» деп дұға оқуы тиіс (Ибн Сирин, Мүнтәхабул-Кәлам, 6).",
                "date": "9.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медеу Сәрсекенің «Қаныш Сәтбаев» роман-эссесіндегі Қаныш бейнесін анықтаңыз?",
        "question_content": "2-тапсырма. Медеу Сәрсекенін «Қаныш Сәтбаев» роман-эссесіндегі Каныш бейнесін анықтаныз.\n\nТалдау нысаны\n\nҚаныш Сәтбаев\n\nКелешек туралы пiкiрi\n\nКейіпкердің өзі өмір сүрген ортасына көзкарасы, карым- катынасы\n\nӨмірлік максат-мұраты",
        "question_date": "7.12.2022",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Абай Қастеевтің «Сібір шамшырағы» романының кейіпкерлері Қазақстанның дамуына үлес қосқан тұлғалар. Олар мақсаттылығымен, еңбекқорлығымен, табандылығымен және күшті мінезімен ерекшеленеді.\n\nМақсатқа талпынушылық. Роман кейіпкерлерінің барлығы да биік мақсаттар қойып, соған жетуге ұмтылады. Мысалы, Қаныш Сәтбаев инженер болуды, Қазақстанда темір жол салуды армандайды. Айша есімді қыз дәрігер болғысы келеді, адамдарды емдейді.\nЕңбексүйгіштік. Роман кейіпкерлері өз елінің игілігі үшін еңбек етуге дайын. Олар шахтада жұмыс істейді, темір жол салады, ғылыммен айналысады. Мысалы, Қаныш Сәтбаев оқуына ақша табу үшін шахтада жұмыс істейді, одан кейін теміржол құрылысын басқарады.\nТабандылық. Роман кейіпкерлері жауапты шешімдер қабылдаудан қорықпайды. Олар басқа адамдар үшін жауапкершілікті алуға дайын. Мәселен, Қаныш Сәтбаев қиыншылықтарға қарамастан темір жол салуға бел буады.\nҚайсар мінез. Роман кейіпкерлерінің мінезі күшті. Қиындықтарды жеңеді, кедергілерге мойымайды. Мысалы, Қаныш Сәтбаев кеніштегі ауыр еңбек жағдайларын, темір жол құрылысына байланысты қиыншылықтар мен қиындықтарды бастан кешіреді.\nОлай болса, «Сібір шамшырағы» романының кейіпкерлеріне тән ортақ белгілер – қайсарлық, еңбекқорлық, қайсарлық, қайсар мінез. Бұл қасиеттер олардың табысқа жетуіне және Қазақстанның дамуына үлес қосуына көмектеседі.\n\nСонымен қатар, роман кейіпкерлері мынадай қасиеттермен ерекшеленеді:\n\nОтанға деген сүйіспеншілік. Романның барлық кейіпкерлері өз елін жақсы көреді, оны жақсартуға ұмтылады.\nАльтруизм. Роман кейіпкерлері басқа адамдар үшін өз мүдделерін құрбан етуге дайын.\nМейірімділік. Роман кейіпкерлері жауапты және әрқашан басқаларға көмектесуге дайын.\nБұл қасиеттер роман кейіпкерлерін өз елінің нағыз патриоты, лайықты адамдары етеді.",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Реуіште» сөзінің мағынасы қандай?",
        "question_content": "Қазақ тілі пәнінен бізге мәтіннен сөздерді теріп, олардың мағынасын жазуға берді. Сөйлем: Сыпайы реуіште жүру керек дейді және де.",
        "question_date": "7.12.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сияқты модаль сөзінің синонимі ретінде тілімізде тәрізді, әлпетті, сықылды, секілді сөздері де қолданылады. Соңғы екеуі фонетикалық тұрғыдан екі вариантта айтылғанымен негізінде, бір-ақ модаль сөз. Сияқты тәрізді, сықылды модаль сөздері өздерінің негізгі лексикалық мағынасында қолданылғанда адамдардың, басқа да әр түрлі заттардың арасында болатын өзара ұқсастықты білдіреді. Яғни салыстыру мағынасында айтылатын –дай, -дей қосымшасының қызметін атқарады. Бұл сөздер кейде әр түрлі етістік қосымшаларын да қабылдайды. Бұлармен тақылетті, реуішті, мәзімді, іспетті сөздері де мағыналас.\nРеуішті - сықылды, секілді",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен Албан ішіндегі Қоңырбөрік , ұнататын қызым Дулат ішіңдегі Бөгежіл , қыз алысуға болама",
        "question_content": "Мен Қоңырбөрік , Қызым Бөгежіл , қыз алысуға болама",
        "question_date": "7.12.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің түсінігім бойынша Қарашаұлы Бәйдібектен тараған Жарықшақ ұрпағы – Албан, Суан, Дулат өрбиді. Бұл үш ру бір атадан тараған. Сол себепті шешім қабылдамас бұрын әулеттеріңіздегі үлкендердің рұқсатын сұрағандарыңыз дұрыс болар.",
                "date": "21.12.2022",
                "upvotes": 0
            },
            {
                "text": "Ассалаумағалайкум Қалайсың\nӘрине  болады. Албан мен Дулат жеті атадан асып кеткен, алыса береді.",
                "date": "23.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Денелердің өзара әрекеттесуі» бөлімі бойынша жиынтық бағалау",
        "question_content": "Ғарыш кемесіндегі ғарышкерге гравитация әсерінен ауырлық күші әсер етеді. Бұл күш Жер бетіндегіге қарағанда аз. Орбитаға шыққан кезде ғарышкер салмағы мен массасы Жер бетіндегімен салыстырғанда қалай өзгереді?\n\nОрбитадағы массасы_\n\nОрбитадағы салмағы_",
        "question_date": "7.12.2022",
        "question_tag": "Физика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшынмен қоса қандай пән таңдауға болады?",
        "question_content": "Әлі қандай мамандыққа қандай пән таңдайтынымді білмеймін қандай пән таңдаған дұрыс?Математика тарихтан басқа?",
        "question_date": "7.12.2022",
        "question_tag": "Мектеп",
        "question_views": 621,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі трапецияның табандары 13 см және 8 см және диагональ",
        "question_content": "Теңбүйірлі трапецияның табандары 13 см және 8 см және диагональ трапецияның доғал бұрышын екіге бөледі. Трапецияның периметрін табыңыз.",
        "question_date": "6.12.2022",
        "question_tag": "Геометрия",
        "question_views": 392,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "∠СВD=∠АВD=∠ВDА, ΔАВD - теңбүйірлі; АВ=АD=13 см; ВК⊥АD.\n\nΔАВК - тікбұрышты үшбұрыш; АК=АD-DК=13-8=5 см; ВК²=АВ²-АК²=169-25=144.\n\nВК=12 см. Трапеция ауданы S=((ВС+АD) :2)=126 см²",
                "date": "15.01.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егер шыны таяқшаның заряды 8-10 Кл-ға тең болса, үйкелгенде одан",
        "question_content": "Егер шыны таяқшаның заряды 8-10 Кл-ға тең болса, үйкелгенде одан қанша электрон ажыратылып алынған?\n\nКомектесындерш отыныш срочно керек.",
        "question_date": "6.12.2022",
        "question_tag": "Физика",
        "question_views": 493,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қақпа сөзіне сионим",
        "question_content": "Қақпа сөзіне синоним",
        "question_date": "6.12.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 808,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қақпа сөзіне синоним дарбаза",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Периодты ондық бөлшекті жай бөлшек түрінде жазу 0,4(6). 0,(8). 23,(23)",
        "question_content": "периодты ондық жай бөлшекті. Жай бөлшек түрінде жазу.\n\n0,4(6).   0,(8). 23,(23). 2,89(2)",
        "question_date": "6.12.2022",
        "question_tag": "Математика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неге өздерін жазбайсындар осы ә, жеп жеңіл есеп қой",
                "date": "6.12.2022",
                "upvotes": 0
            },
            {
                "text": "0,4(6)=(46-4)/90=42/90\n\n0,(8)=8/9\n\n23,(23)=23бүтін23/99=2300/99\n\n2,89(2)=2бүтін(892-89)/900=2бүтін803/900=2603/900\n\nhttps://surak.baribar.kz/554848 Осы жерден есептеу жолын көрсеңіз болады",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде қанатты ат пен мысық көру және ақ киімді адам көру",
        "question_content": "Осы жақында түс көрдім, түсімде үйден тұрып терезеден далаға қарағанымда, аспанда қанаттары бар бірнеше ақ түсті жылқылардың ұшып жүргенін көрдім, потом сол терезеден кетіп қалып кейін қарағанымда қанаты бар жалғыз мысықтың ұшып жүргенін көрдім, содан шошып кетіп терезеден кетіп қалып, қайта барып қарағанымда аспанда саны жоқ қанаттары бар ақ түсті жылқылардың ұшып жүргенін, алайда сол қанаты бар жылқылардың үстінде ақ киімді адамдардың отырғанын көрдім, содан соңғы көрінісімде көрген періштелер сияқты ақ тұсті қанатты жылқының үстінде отырған ақ түсті адам сол астындағы жылқысымен бірге маған кіріп кетті, бұл түс нені білдіреді??",
        "question_date": "6.12.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 248,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екi дене 60 м/с мен тiк жогары лактырылды. н=60 м биіктікте кездеседі",
        "question_content": "Екi дене бiрдей 60 м/с жылдамдықпен тiк жогары лактырылды. Осы денелер н=60 м биіктікте кездесуi үшiн екiншi дене бiрiншi ж дене лактырылганнан кейiн канша секунд өткенде лактырылуы тиiс?A) 6c\nB) 7.2\n\nC) 9.8\n\nD) 12c\nE) 13.4c",
        "question_date": "5.12.2022",
        "question_tag": "Физика",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Полицейский болу үшін ҰБТ тапсыру міндетті ма?",
        "question_content": "Сәлеметсіздерме полицейский мамандығына қандай пәннен тапсырады? Қандай университеттер, қандай колледжде бұл мамандық бар? Оған қанша балл жинау керек? Полицейский мамандығына ұбт балы маңызды ма ?",
        "question_date": "5.12.2022",
        "question_tag": "Университет, колледж",
        "question_views": 881,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Полицияға жұмысқа тұру үшін дене бітімі күшті, төзімді болуы үшін, қол жұмсайтын ұрыс, қаруды игеру дағдылары болуы үшін міндетті түрде Қазақстан Республикасы қарулы күштерінде қызмет етуі қажет.\n\nПолиция  болып жұмыс істеу үшін орта мектепті бітіріп,  полиция мектебін, заң колледжін бітіру жеткілікті. Алғашқы офицерлік «лейтенант» шенін алу үшін, полицейдің 5В030100 – Құқықтану мамандығы бойынша жоғары заңгерлік білімі болуы тиіс.\n\nМамандықтар тізімі:\n5В030100 - Юриспруденция\n\nҰБТ бейінді пәні – дүниежүзілік тарих\n\nҰБТ шектік балл (жалпы грант) - 115 балл",
                "date": "5.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарахан, қыпшақ, керей, найман, жалайылардың ұқсастықтары?",
        "question_content": "6 сыныптың қазақстан тарихынан көріңіздерші. Қарахан, қыпшақ, керей, найман, жалайылардың ұқсастықтары?",
        "question_date": "5.12.2022",
        "question_tag": "Үй тапсырмасы",
        "question_views": 469,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Аумақтың ауданын анықтау. Жаратылыстану 6 сынып 1-сарамандық жұмыс?",
        "question_content": "1. Аумақтың ауданын анықтау.\n\n2. Халықтың санын анықтау.\n\n3. Халықтың тығыздыған анықтау.",
        "question_date": "5.12.2022",
        "question_tag": "Биология",
        "question_views": 782,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мысалы, Шымкент қаласын алсақ\n\n1. Ауданы - 1 170 км²\n\n2. Халық саны - 1 184 113 адам (қазан 2022 ж.)\n\n3. Тығыздығы - 1 184 113 адам / 1 170 км² = 1 012,06 адам/км²",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    }
]