[
    {
        "question_title": "Мен психотесттен тесттен өте алмадым, медицинаға оқуға түсе алмаймын ба?",
        "question_content": "Психометриялық тесттен өте алмасам конкурсқа медицина жазсамда түсе алмаймын ба? Өтініш тезірек жауап беріңіздерші!",
        "question_date": "10.07.2019",
        "question_tag": "Университет, колледж",
        "question_views": 696,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, себебі оны 1 жылда 1 рет қана тапсыра аласыз, және ол бұйрықпен міндетті сынақ ретінде бекітілген.",
                "date": "19.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əлеуметтік қамқорлық",
        "question_content": "Саламатсыздарма! Менің 3ұлым бар. Улкенім 5 жасар,  ортаншым 4-те, кіші ұлыма енді 1апта болды. Өз пəтеріміз жоқ, қайныапшеміздің уйінде тұрамыз. Күйеуім жақында түрмеде жазасын өтеп келді, бірақ денсаулығына байланысты қазіргі уақытта жұмыссыз. Біз қандайда-бір көмекке жүгіне аламызба?",
        "question_date": "9.07.2019",
        "question_tag": "Тұлға, Адам",
        "question_views": 459,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер отбасы табысы төмен болса атаулы әлеуметтік көмек ала аласыз,",
                "date": "17.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "65 баллмен қандай университтерге(грант) түсуге болады?",
        "question_content": "Ұбт-дан 65 балл алдым,осы баллмен қандай университтерге грантқа түсуге болады? Варианты?",
        "question_date": "8.07.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мед колледж болады",
                "date": "19.07.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен наурыздағы ҰБТ балымен \"серпін-2050\" қатыса аламын ба?",
        "question_content": "Сәлеметсіздер ме! Мен наурыздағы ҰБТ балымен \"серпін-2050\" қатыса аламын ба? Таңдау пән биохим. Жалпы балл 53.",
        "question_date": "6.07.2019",
        "question_tag": "Мектеп",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ қатыса алмайсыз",
                "date": "10.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "69 балл мен \"серпін-2050\" түсе аламын ба?",
        "question_content": "Сәлеметсіздер ме! Мен маусымдағы ҰБТ-дан 69 балл жинап, соның ішінде Қ. Тарихтан 3 балл жинадым. Таңдау пән биохим. Мен осы нәтижемен \"серпін-2050\" тапсыра аламын ба?",
        "question_date": "6.07.2019",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰБТ жиналатын максималды балл 120сұрақтан-140балл\n\n2019-2020 жылы ең төменгі өту баллы өзгермейді және Қазақстанның ұлттық университеттері үшін, атап айтқанда «Денсаулық сақтау және әлеуметтік қамсыздандыру (медицина)» білім беру саласы үшін 65 құрайды; 60 - «Ауыл шаруашылығы және биологиялық ресурстар», «Ветеринарлық медицина» білім беру салалары үшін; 50 - басқа ЖОО үшін. Педагогикалық мамандықтар бойынша өту шегін 70 балға дейін арттыру жоспарлануда. Бұл жағдайда 5 пәннәң әрқайсысы үшін кемінде 5 балл жинау керек. «Алтын белгі» белгісінің иегерлері болып табылатын түлектер мен қарапайым түлектер, егер  бірдей ұпай жинаса, грантқа иелену құқығына қатар құқыққа ие болады.\n\nСіз 1 пәннен 5 балдан кем жинағандықтан  өту балына жетпейді.",
                "date": "24.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іс жүргізушінің айлық жалақысы және кезекті еңбек демалысы",
        "question_content": "Іс жүргізушінің жалақысы 1- маусымнан бастап нақты қанша теңге болды және 1шілдеде кезекті еңбек демалысына кетсе кезекті еңбек демалында қанша теңге қолына алады.",
        "question_date": "6.07.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда 78 мың әкімшілік мемлекеттік қызметкердің жалақысы орташа есеппен 25%-ке өседі. Бұл туралы 28.02.2019жылы үкімет отырысында ұлттық экономика министрі Руслан Дәленов мәлімдеді.\n\"Әкімшілік мемлекеттік қызметкерлердің жалақысына қатысты. 78 мың мемлекеттік қызметші қамтылады. Олар жергілікті деңгейдегі жұмысшылар, яғни облыстарда, аудандар мен ауылдарда жұмыс істейтін сарапшылар, жетекші мамандар, бас мамандар\", - деді Дәленов үкімет отырысында.\nМинистрдің айтуынша, мемлекеттік қызметкерлердің айлығы орташа есеппен 25 процентке көтеріледі.\n\"Мәселен, егер бас маманның орташа жалақысы  84 мың теңге болса, енді ол 100 мың теңге алатын болады\", - деді ведомство басшысы.\nДәленов қосымша қажеттілік 76,5 миллиард теңгені, оның ішінде биыл 15,3 миллиард теңгені құрайтынын атап өтті.\nСонымен қатар, өзге сала жұмысшылары мен техникалық персоналдың да жалақысы артады. Олардың қатарына әлеуметтік жұмыскерлер, кітапханашылар, орманшылар, ветеринар дәрігерлер, іс жүргізушілер, аула сыпырушылар, техникалық персонал және тағы басқалары кіреді.\n\"Жалақы 30 процентке өседі. Егер қазір орташа жалақы 69 мың теңге болса, енді 90 мың теңгеге дейін көтеріледі. 643 407 жұмыскер қамтылады\", - деді Дәленов.",
                "date": "24.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметке жұмысқа тұру үшін дипломның приложениесін қажет ете ме?",
        "question_content": "Дипломның приложениесін мемлекеттік қызметтерге қажет ете ме?",
        "question_date": "6.07.2019",
        "question_tag": "Мансаптық өсу",
        "question_views": 802,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмысқа орналасу кезінде қажетті құжаттар:\nБірінші кезекте, жұмыс берушімен еңбек келісім-шарты жасалады. Еңбек келісім-шарты – жұмыс берушінің жұмысшыға нақты жұмыс беруге міндеттелетіні, еңбек жағдайымен қамтамасыз етіп, толық көлемде уақытында жалақы төлеуі туралы, ал жұмысшының сол қызметті тиісінше атқаруға және ұйымның ішкі еңбек тәртібі ережесін сақтауға міндеттелетіні туралы, жұмыс беруші мен жұмысшының арасындағы қағаз жүзіндегі келісім.\nЕңбек келісім-шарты (ЕК) екі данада жасалып, олардың әрқайсысына екі тарап та қол қояды. Бір дана сізге, екіншісі жұмыс берушіде қалады.\nЖұмыс еңбек шартын жасасу үшін қажетті құжаттар:\nжеке куәлік немесе паспорт (он алты жасқа жетпеген тұлғаның туу туралы куәлігі);\nтұруға ықтиярхат немесе азаматтығы жоқ тұлғаның куәлігі (Қазақстан Республикасы аумағында тұрақты тұратын азаматтығы жоқ тұлғалар мен шетелдіктер);\nтиісті білімді, дағдылар мен машықтарды талап ететін жұмысқа орналасу үшін еңбек шартын жасасу кезінде білім, біліктілігі, арнайы білімдер мен кәсіптік дайындығының болуы туралы құжаттар;\nеңбек қызметін растайтын құжат (еңбек өтілі бар тұлғалар үшін);\nалдын ала медициналық тексеруден өткені туралы құжат (Қазақстан Республикасы заңнамасына және қолданыстағы Еңбек кодексіне сәйкес мұндай тексеруден өтуге міндетті тұлғалар);\nсалық төлеушінің тіркеу нөмірі куәлігі мен әлеуметтік жеке код куәліктерінің көшірмелері.\nЖұмыс беруші Қазақстан Республикасының заңдарында және өзге де нормативтік құқықтық актілерінде көзделген жағдайларды қоспағанда, ҚР ЕК 32-бабының 1-тармағында көзделмеген құжаттарды талап етуге құқылы емес.\nҚР Еңбек кодексіне сәйкес Сіздің құқықтарыңыз:\nдемалу құқығы (жұмыс күні ағымында үзілісте, демалыс және мейрам күндері);\nұзақтығы 24 күнтізбелік күннен аз емес жыл сайынғы төленетін еңбек демалысына;\nжүктілік пен босануға байланысты төленетін демалыс, еңбекақысы сақталмайтын бала күтіміне байланысты 3 жылға дейінгі демалыс;\nуақытша еңбекке жарамсыздығына байланысты әлеуметтік жәрдемақы алу құқығы (ауырған жағдайда);\nеңбек келісім-шарты бұзу құқығы, бұл жөнінде жұмыс берушіге 1 ай бұрын хабарлау қажет;\nқызметкерлер саны немесе штатты қысқарту кезінде өтемақы төлемін алу құқығы.",
                "date": "24.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күміс алқа құжаты қашан дайын болады?",
        "question_content": "Күміс алқаға құжаттарымды ақпан айында өткіздім. Қараша айынды бір жасқа толып қойдық. Алайда кешігіп жатыр. Ақшасы қашан төленеді?",
        "question_date": "6.07.2019",
        "question_tag": "Заң",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Алтын алқа\" және \"Күміс алқа\" ордендерімен марапатталған көпбалалы аналарға 16 160 теңге көлемінде арнайы мемлекеттік жәрдемақы берілуі тиіс\nБала бір жасқа толғанға дейін берілетін жәрдемақы\nОтбасында төртінші бала дүниеге келген кезде бір реттік 159 075 теңге көлемінде жәрдемақы төленеді. Төртінші және одан кейін туған балаға бір жасқа толғанға дейін ай сайын 22 473 теңге жәрдемақы беріледі.\nОтбасындағы бала саны төрттен асса және құжаттары 2018 жылдың 1 қаңтарына дейін рәсімделсе, 10 504 теңге төленуі тиіс.\n\"Алтын алқа\" (жеті және одан да көп бала тәрбиелегені үшін беріледі) және \"Күміс алқа\" (алты бала туған аналарға беріледі) ордендері бар көп балалы аналар 16 160 теңге көлемінде арнайы мемлекеттік жәрдемақы алады.\nАстанада көпбалалы аналарға қандай көмек көрсетіледі\nавтобуста тегін жүреді;\n8 наурызда бір рет 6 313 теңге ақшалай көмек беріледі;\nбалалары астаналық ЖОО-ларда тегін білім алады (жан басына шаққандағы орташа табыс үш ең аз күнкөріс деңгейінен аспаған жағдайда, 92 991 теңге).\nТұрмыс жағдайы төмен отбасыларға қарастырылған көмек \n• коммуналдық қызметтерді төлеу үшін көмек. Төлемнің орташа көлемі 4-5 мың теңге;\n• атаулы әлеуметтік көмек (АӘК) — адам басына шаққандағы орташа табысы кедейлік шегінен төмен азаматқа немесе отбасыға көрсетіледі (2019 жылдың І тоқсанында Астана қаласында 15 499 теңге көлемінде бекітілді .\nСоңғы 12 айда отбасының әрбір мүшесінің жиындық айлық табысы күнкөріс деңгейінен аспайтын отбасылар тұрмыстық жағдайы төмен болып саналады (2019 жылы 29 689 теңге).\nБала бір жасқа толғанға дейін берілетін жәрдемақы\nміндетті әлеуметтік көмек жүйесінің мүшесі емес және балаға күтім жасайтын азаматтарға;\n2008 жылдың 1 қаңтарына дейін дүниеге келген балаға күтім жасайтын тұлғаларға. Сондай-ақ, олар міндетті әлеуметтік көмек жүйесінің мүшесі болуы тиіс.\nЖәрдемақыны алу үшін қайда бару керек\nЖәрдемақыны алу үшін тұрғылықты мекенжай бойынша \"Азаматтарға арналған үкімет\" мемлекеттік корпорациясына (ХҚКО-ға) бару керек және мұны www.egov.kz порталы арқылы жүзеге асырады.\nБала күтіміне берілетін жәрдемақының мөлшері қанша (2019 жыл):\nбірінші балаға — 5,76 АЕК — 14 544 теңге;\nекінші балаға — 6,81 АЕК — 17 195 теңге;\nүшінші балаға — 7,85 АЕК — 19 821 теңге;\nтөртінші және одан көп балаға — 8,90 АЕК — 22 473 теңге.\nЖәрдемақыны алу үшін қандай құжаттар қажет\n\"Азаматтарға арналған үкімет\" мемлекеттік корпорациясына келесі құжаттарды ала бару керек:\nбала туғаннан кейін жәрдемақы алу үшін жазылған өтініш;\nжеке басты куәландыратын құжат, оралмандар үшін — оралман куәлігі;\nбаланың туу туралы куәлігі немесе туу туралы актінің жазбасы;\nұл баланы немесе қыз баланы қамқорлыққа алған болса растайтын құжат;\nқызметті алушы ұсынған мәліметтер мен баланың туу туралы куәлігінде жазылған мәліметтер өзара сәйкес келмеген жағдайда некеге тұру (ажырасу) туралы куәлік;\nмекенжай анықтамасы;\nқұжатты тапсыру міндеті үшінші бір адамға жүктелген жағдайда сенімхат керек.\nЖәрдемақы алу үшін онлайн өтінішті қалай қалдыруға болады\nЖәрдемақыны тағайындау үшін төмендегілер қажет:\n• электронды өтініш пен өтініш берушінің электронды-цифрлық қолтаңбасы;\n• жәрдемақының тағайындалғаны туралы ақпарат алу үшін — электронды сұрау, электронды-цифрлық қолтаңба.\n\nӘрі қарай оқу:  https://sputniknews.kz/society/20190220/9310687/kazakhstanda-kop-balaly-otbasylarga-kandai-komek-korsetiledi.html",
                "date": "26.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Пломба қойылған тісім суық немесе ыстық тамақ, сусын ішкенде ауырады?",
        "question_content": "Суық немесе ыстық тамақ, сусын ішкенде пломба қойылған тісім дың ете қалад ауырады. Ол не үшін.Оның зияны жоқпа. Оны емдету керекпа, әлде уақыт өте келе қойылама  ? Пломба қойғаныма 1 апта болып қалд",
        "question_date": "5.07.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ешкандайда ауырмауы керек демек сызге пломбаны койган кысыге барыныз бырак суык су зат жемеуге тырысыныз баска тысьергеде зиян недегенмен",
                "date": "12.07.2019",
                "upvotes": 0
            },
            {
                "text": "Менде де солай болган\n\nТісіңнің түбі суықтаған ғой,\n\nТолык емделмей жатып салган болар",
                "date": "3.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "x +1 ≤ x + 5 теңсіздігінің шешімі",
        "question_content": "x +1 ≤ x + 5 теңсіздігінің шешімі және тік жақша мен жай жақша айырмашылығы не?  \nA) x ∈ [5;1],\nB) шешімі жоқ,\nC) x ∈ ( 5;1),\nD) Q(рационал сандар жиыны),\nE) R(нақты сандар жиыны)",
        "question_date": "5.07.2019",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "E) R(нақты сандар жиыны)",
                "date": "11.07.2019",
                "upvotes": 1
            },
            {
                "text": "Е жауабы болады. Нақты сандар жиыны",
                "date": "11.09.2019",
                "upvotes": 0
            },
            {
                "text": "жауабы E болады",
                "date": "24.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1С бағдарламасында еңбекақыны есептеу бойынша",
        "question_content": "Сәлеметсіздерме. Араларынызда бухгалтер бар деген ойдамын. Менің сұрағым мынандай: 1С кәсіпорын 8.3 бағдарламасында еңбекақыны аударған соң оны жұмыскерлердің шотына(қолма-қолсыз есеп айырысу) жіберу керек қой, сонда ол ақша есепшотқа қалай жіберіледі? Және еңбекақы аударылған соң салықтарды төлегенде, барлық салық бойынша ақпарат қайдан алынады? Ақымақ екен деп ойламаныздаршы, курс өткен болатынмын, нақты сол жақтарын түсіндірмегендіктен сұрап отырмын. Жауаптарынызға алдын-ала рахмет)",
        "question_date": "4.07.2019",
        "question_tag": "Банк",
        "question_views": 692,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Киелі шаңырақ бағдарламасы арқылы қалай үй алуға болады?",
        "question_content": "0 пайыздық бөліп төлеу арқылы Киелі шаңырақ бағдарламасы арқылы қалай үй алуға болады? Осы ақпарат туралы қайдан алуға болады?",
        "question_date": "4.07.2019",
        "question_tag": "Жер туралы",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "киелы шаныракты былмеймын но бакытты отбасы дегенмен уй алуга болады онай деп естыгем",
                "date": "12.07.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лингвистика мамандығы бойынша мектепте жұмыс жасауға болады ма?",
        "question_content": "Саламатсыздар ма, лингвистика мамандығы бойынша мектепте мұғалім болып жұмыс жасауға болады ма?",
        "question_date": "4.07.2019",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6М021300-Лингвистика мамандығы бойынша білім берудің мақсаты 6М021300-Лингвистика мамандығы бойынша білім берудің негізгі мақсаты болып табылады:\n– еңбек нарығында сұранысқа ие жоғары білікті педагогикалық кадрларды дайындау;\n- гуманитарлық пәндер саласындағы жүйеленген білімді қалыптастыру және жаңа технологияны қолдану;\n- кәсіби қызметін жүзеге асыруға қабілетті, әлеуметтік және азаматтық жауапкершілігі жоғары магистрдің негізгі және арнайы құзіреттіліктерін қалыптастыру;\nмагистранттардың лингвистика бағытындағы үдерістер мен құбылыстарды талдауы және бақылаудың ғылыми-зерттеушілік, тәжірибелік әдістерін меңгеруі;\nғылыми ойлау мен көзқарастар аясында жалпыадамзаттық және әлеуметтік жеке құндылықтарды қалыптастыру;\n1. Мамандық және қызмет түрлерінің атауы\nАталған білім беру бағдарламасын бітірушіге\n6М021300-Лингвистика мамандығы бойынша гуманитарлық ғылымдар магистрі дәрежесі беріледі.\nГуманитарлық ғылымдар магистрі Қазақстан республикасы Еңбек және халықты әлеуметтік қорғау министрлігінің 21 мамыр 2012 жылғы № 201-о-м бұйрығымен бекітілген Басшылардың, мамандардың және басқа да қызметшілердің Біліктілік анықтамалығына сәйкес және Қазақстан республикасы Білім және ғылым министрлігінің 13 шілде 2009 жылғы № 338 бұйрығымен, 09 маусым 2011 жылғы №241, 27 желтоқсан 2013жылғы № 512 өзгертулер мен толықтырулар енгізілген бұйрығымен бекітілген педагог қызметкерлер мен оларға теңестірілген тұлғалардың Үлгілік біліктілік сипаттамаларына сәйкес жұмыс өтіліне талап қойылмайтын лауазымды иеленуі мүмкін\n2. Білім беру бағдарламасы бітірушілерінің біліктілік сипаттамасы\n2.1 Кәсіби қызмет аясы\n6М021300-Лингвистика мамандығы бойынша гуманитарлық ғылымдар магистрі өзінің білім беру саласындағы кәсіби қызметін Біліктілік деңгейі: ҰБШ – 7 бойынша жүзеге асырады.\n2.2Кәсіби қызмет нысандары\n6М021300-Лингвистика мамандығы бойынша гуманитарлық ғылымдар магистрінің кәсіби қызмет нысандары болып табылады:\n орта білім беру мекемелерінің, жекелік немесе ведомстволық формасына қарамастан, барлық типтері мен түрлері;\nтехникалық және кәсіби білім беру мекемелері.\nжоғары оқу орындары;\nғылыми-зерттеу институттары;\n білім беру жүйесі қызметкерлерінің біліктілігін арттыру және қайта дайындау институттары;\n білім беру саласының уәкілетті және жергілікті атқару ұйымдары.\n2.3 Кәсіби қызмет пәні\n6М021300-Лингвистика мамандығы бойынша гуманитарлық ғылымдар магистрінің кәсіби қызмет пәндері болып табылады:\n білім алушыларды психолого-педагогикалық инновациялық әдіс-тәсілдермен оқыту және тәрбиелеу жұмыстарын ұйымдастыру;\nжоғары оқу орындарының білім беру шеңберінде магистранттардың ғылыми-зерттеушілік қызметін ұйымдастыру;\n- білім беру жүйесі басқармасында инновациялық үдерістерді қамтамасыз ететін уәкілетті және жергілікті атқарушы ұйымдардың қызметі.\n2.4 Кәсіби қызмет түрлері\n6М021300-Лингвистика мамандығы бойынша гуманитарлық ғылымдар магистрі төмендегідей кәсіби қызметтің түрлерін атқара алады:\n білім беру (педагогикалық);\n оқу-тәрбие;\n оқыту-технологиялық;\n әлеуметтік-педагогикалық;\n ғылыми-зерттеу;\n ұйымдастыру-басқарушылық.\n2.5 Кәсіби қызмет функциялары\n6М021300-Лингвистика мамандығы бойынша гуманитарлық ғылымдар магистрінің кәсіби қызмет функциялары болып табылады:\n-оқытушылық;\n тәрбиелік;\n кәсіби бағдарлық;\n ғылыми-зерттеушілік.\n\nhttp://kaznpu.kz/docs/institut_filologii/zhalpi_til_bilimi/programmi_2016/6M021300_linguistic_kaz2016.pdf",
                "date": "26.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Геодезия и картография мамандығы туралы ойларыңыз?",
        "question_content": "Геодезия и картография мамандығы туралы не білесіздер? Оқып жатқандар бар ма? Қыздар жасауға жақсы жұмыс па ? Оқып біткен соң жұмыс бар ма?",
        "question_date": "3.07.2019",
        "question_tag": "Мамандық",
        "question_views": 972,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В071100 – «Геодезия және картография» мамандығын бітіріп шыққан түлектеріне «технология және техника ғылымы» бакалавр академиялық дәрежесі беріледі.\nБұл мамандықты бітірген түлектер төмендегідей қызметте жұмыс атқара алады:\nҚұрылыстарда, өнеркәсіп орындарын геодезист қызметі;\nГеодезия және картография саласының маманы бойынша мемлекеттік органдарда;\n«Казгеодезия» кәсіпорнын картограф қызметінде;\nҒылыми-зерттеу институтында және ғылыми жобаларда ғылыми қызметкер ретінде;\nҚорғаныс және ғарыш саласында қызмет атқара алады.\nСонымен қатар, бакалавр саласын бітірген жас мамандар алғашқы техникалық картегорияларда, кіші ғылыми қызметкер қызметінде, зерттеуші инженер қызметінде, ғылыми-зерттеу мекелерінде инженер қызметінде және еңбек өтілінің болмауына қарамастан жобалық конструкторлық ұйымдарда қызмет атқаруға болады.\n5В071100 – «Геодезия және картография» мамандығының түлектері мамандығына сай келесі квалификацияны иеленеді:\nМамандандырылған – Қолданбалы геодезия\nКвалификация – технология және техника ғылымы бакалавры (сала бойынша).\nМамандандырылған – Аэрофотогеодезия\nКвалификация – технология және техника ғылымы бакалавры (сала бойынша).\nБакалавр қызметінің профессионалдық бағыты барлық ауқымды экономика саласын қамтиды. Сонымен қатар, әскери-өндірістік кешенін, азаматтық және өндірістік құрылыс алаңдарды, Жер ресурстарын басқару саласы бойынша барлық мемлекеттік органын қамтиды.\nЖұмыспен қамту мекемелері: «Казгеодезия» РМҚК, «Қазақстан ғарыш сапары» ҰК, «Казгеоизыскания» ЖШС, «АстанажерҒӨО» РМК және Каздорпроект» ЖШС болып табылады.\nУниверситетті бітірген соң аталмыш мамандық иелері Солтүстік, Орталық және Оңтүстік аймақтарында геодезия бағыты бойынша және құрылыс ұйымдарының барлық шаруашылықтарында жұмыс атқара алады.\nТүлектердің кәсіби қызметіне:\nқұрылысты геодезиялық қамту және инженерлік құрылымдарды эксплуатациялау жұмыстары;\nгеодезиялық-маркшейдерлік жұмыстар;\nмемлекеттік және арнайы геодезиялық желілерді құру мақсатындағы геодезиялық жұмыстар;\nбарлық масштабтағы топографиялық түсірісті жасау жұмыстары;\nтопографиялық, жалпы географиялық және тематикалық карталар мен атластарды құру, жаңарту және шығару жұмыстары;\nстереофотограмметрикалық әдісі бойынша карталар мен жоспарларды құру немесе жаңарту жұмыстары;\nстереофотограмметрикалық әдісі бойынша инженерлік жұмыстарды шешу жұмыстары;\nҒарыштық түсіріс жұмыстарын жүргізу жатады.\nБакалавр мамандығының технология және техника ғылымы саласындағы негізгі қызметі еңбек және кәсіби сала бағытында мамандық иелерін теориялық және тәжірбиелік дайындықтан өткізу болып табылады. Кәсіби сала  пәндері: геодезиялық, ғарыштық түсірме, гравиметрлік, фотограмметриялық, картографиялық аспаптар мен жабдықтар, карталар, ғарыштық геодезиялық аппараттуралар, геодезиялық және картографиялық ақпараттық бағдарламалар өнімдері болып табылады.\nТолығырақ: http://kazatu.kz/kk/belem-beru-bagdarlamalari/geodeziya-jane-kartografiya/",
                "date": "18.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Телефондағы сөздерді қалай жазуға болады?",
        "question_content": "Ұялы телефонмен сөйлескенді телефонға қалай  жазып қоюға болады?",
        "question_date": "2.07.2019",
        "question_tag": "Ұялы телефон",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнайы телефон сөйлесулерін жазып алатын Плэй маркетте бағдарламалар бар. Записывать телефонный разговор деп іздеңіз.",
                "date": "16.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Хоба банк қандай банк?",
        "question_content": "Хоба банк деген қандай банк?",
        "question_date": "2.07.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хоба банк деген банк жоқ. Хоум банк деген бар.",
                "date": "16.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арыстағы жарылысқа кім кінәлі?",
        "question_content": "Арыстағы жарылысқа кім кінәлі?",
        "question_date": "1.07.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 626,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекет басшысы Қасым-Жомарт Тоқаев Арыстағы әскери бөлімшеде болған жарылысқа кінәлі лауазымды тұлғаларға қатысты өкімге қол қойды. \nМемлекет басшысының Өкімімен өзіне жүктелген міндеттерді тиісті деңгейде орындамағаны және қару-жарақ пен оқдәрінің қауіпсіздігін және сақталуын қамтамасыз ету жұмысындағы, Қару-жарақ пен оқдәріні сақтау объектілерін көшіру және орналастыру бағдарламасын іске асыру кезіндегі елеулі кемшіліктері, соның салдарынан Арыс қаласында орналасқан әскери бөлімшедегі қару-жарақтың жарылуына және қалада адам шығынына ұшыратқан ауқымды апатқа жол бергені үшін: \nҚазақстан Республикасы Қорғаныс министрі болып қызмет атқарған Сәкен Әділханұлы Жасұзақов Қазақстан Республикасының Қарулы Күштері жүйесінен шығарылды. \nКелесі лауазымды қызметкерлерге: \nҚазақстан Республикасы Қорғаныс министрінің бірінші орынбасары – Қазақстан Республикасы Қарулы Күштері Бас штабының бастығы Мұрат Кәрібайұлы Бектановқа; \nҚазақстан Республикасы Қорғаныс министрінің бірінші орынбасары – Қазақстан Республикасы Қарулы Күштері Бас штабының бастығы болып қызмет атқарған Мұрат Жәлелұлы Майкеевке; \nҚазақстан Республикасы Қорғаныс министрінің орынбасары болып қызмет атқарған Талғат Жеңісұлы Жанжүменовке қатаң сөгіс жарияланды.\n\nДереккөз: https://24.kz/kz/zha-aly-tar/basty-zha-aly-tar/item/332980-to-aev-arysta-y-zharylys-a-kin-li-skerilerdi-zhazalau-turaly-kim-shy-ardy",
                "date": "15.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қандай депозит ашқан дұрыс?",
        "question_content": "Қай банктің депозиттері жақсы?  Қандай депозит ашқан дұрыс?",
        "question_date": "30.06.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 752,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші деңгейлі банктер салған ақшаңызға 9,8% қосады. Тиімдісі Жилстройсбербанк деп ойлаймын, егер ұзақ мерзімге ақша жинасаңыз әрі үйге де ақша жинап мемлекеттік жеңілдетілген бағдарламаларға қатысуға болады.",
                "date": "16.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Доллар көтерілуі мүмкін бе?",
        "question_content": "Доллар көтерілуі мүмкін бе? Теңге қандай қалыпта болады?",
        "question_date": "30.06.2019",
        "question_tag": "Қаражат, Ақша",
        "question_views": 590,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арине котерыледы",
                "date": "19.09.2019",
                "upvotes": 0
            },
            {
                "text": "KASE-нің таңғы сессиясының қорытындысы бойынша доллардың теңгеге шаққандағы бағамы 384,77 теңге болды. Ұлттық валюта өткен аптаны 386,71 доллармен жапқан еді.\nДоллар бағамының төмендеуіне мұнайдың бір баррелінің өткен аптадағы 60 доллардан 16 қыркүйекте 68 долларға қымбаттауы әсер етті.\nҚара алтынның күрт қымбаттауына Сауд Арабиясының екі ірі мұнай нысанының жарылуы себеп болған.\nЙемендегі көтерілісші топ – хуситтер жарылыс жасағанын мойнына алып отыр. Ресми Эр-Рияд хуситтерді Иран билігі қолдап отыр деп ресми Тегеранды айыптады.\nЖарылыс Сауд Арабиясының мұнай экспортына айтарлықтай кесірін тигізді. Бұрын тәулігіне 9,8 млн баррель өндірілген болса, енді елдің өндіріс қуаты – бар болғаны 5,7 млн баррель ғана. Дегенмен мемлекет осы дүйсенбіде жоғалтқан 4,1 млн баррельдің 2 млн-ы қалпына келтіретінін мәлімдеген еді.\nЖарылыстың зардабы жалпы әлемдегі мұнай нарығына да әсер етті. Террорлық әрекет салдарынан дүниежүзі бойынша мұнай өндірісі қазір 5% азайды.\nАҚШ мемлекеттік хатшысы Майк Помпео жарылысқа бірінші кезекте Иран билігін айыптап отыр. Ал Тегеран аталған айыпты жала деп мәлімдеді.\nҚара алтынның қымбаттауына жол бергісі келмейтін АҚШ президенті елдегі мұнай қорын пайдалануға рұқсат берді.\n\"Нарықты жеткілікті деңгейде қамтамасыз ету үшін қордың мұнайын пайдалануға рұқсат бердім\", – деді Дональд Трамп.\nНәтижесінде Нұр-Cұлтан уақытымен таңғы 9.00-де мұнайдың бір баррелі 66,24 долларға аздап төмендеді.\nСоңғы жаңалықтарға байланысты JP Morgan банкінің сарапшылары алдағы бірер айда қара алтын құны барреліне 80-90 долларға дейін жетуі мүмкін екенін болжап отыр.\nДегенмен отандық KASE сарапшылары мұндай оптимизмге бой алдырмай отыр. Мәселен, Қазақстанның қор нарығының баспасөз қызметінің мәліметінше, 23 қыркүйекке дейінгі алдағы бір аптада доллардың бағасының фьючерсі 387,17 теңге деп бекітілсе, 15 қазанға дейінгі доллар фьючерсі 389,17 теңгеге дейін қымбаттауы мүмкін делінген.\nҚазақстанның қор биржасының бұл болжамын \"Эксперт Казахстан\" журналының қаржы бөлімі редакторы Светлана Грибанова да растап отыр.\n\"Алдағы уақытта мұнай бағасы қалай өзгеретінін болжау қиын. Алайда баға күрт құбылғанның өзінде теңге бағамы айтарлықтай өзгеріске ұшырамайды. Өйткені Ұлттық банк қазір интервенция жасау құқығын әлі сақтап отыр, яғни мұнай бірден қымбаттап кетсе де, доллар бағамы бүгінгі 386 теңгеден ертең 360-қа түсіп кетпейді. Сондықтан мұнай бағасы қанша құбылса да, доллардың бағамы айтарлықтай өзгеріске ұшырамайтыны анық\", – дейді сарапшы.",
                "date": "19.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мүгедектік туралы анықтаманы қалай алуға болады?",
        "question_content": "Мүгедектік туралы анықтаманы қалай алуға болады? Менің інім сөйлей алмайды. Ол Алматы қаласында мүгедектік тіркеуде тұрып ай сайынғы жәрдемақысын алып келген. Енді жақында Қызылордаға көшіп келген. Мамасының қолында мүгедектігі туралы құжат болмай отыр. Соны қалай қайта алуға болады? Бір базалары бар шығар?",
        "question_date": "27.06.2019",
        "question_tag": "Заң",
        "question_views": 820,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Втэк-те көшірмелері болады. Райсбес-ке жібереді. Барып сұрауға болады.",
                "date": "30.06.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дөңгелек ось ф бурыш айналады ф=βt2 β=0,20рад/с2 v=0,65 м/с t=2.5c толық үдеуін",
        "question_content": "есеп шығарып беру керек тезірек комек керек",
        "question_date": "27.06.2019",
        "question_tag": "Университет, колледж",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кешенді тестілеуге құжаттар 2019 жылы қашан қабылданады?",
        "question_content": "Кешенді тестілеуге (кт) құжаттар қашан қабылданады әлде қабылданып қойды ма?  Алдын ала рахмет!",
        "question_date": "27.06.2019",
        "question_tag": "ҰБТ жайлы",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 сәуірден бастап 10 мамырға дейін өткен жылдың мектеп түлектері мен колледж түлектерінен ҰБТ тапсыруға өтініш қабылдау (БҚМУ қабылдау комиссиясында).\nҰБТ-ға қатысу үшін талапкердің өзі қабылдау комиссиясына төмендегідей құжаттарды тапсырады:\n1. Аттестат немесе колледж дипломы мен қосымшасы (түпнұсқа);\n2. Тестілеу жүйесіне қатысу үшін төленетін қаржыны төлегені туралы түбіртек (Халық банкінен және олардын терминалдары немесе Қазпошта АҚ филиалдары арқылы);\n3. Фото 3х4 – 8 дана;\n4. ҚР Денсаулық сақтау министрлігінің 2010 жылғы 23 қарашадағы № 907 бұйрығымен бекітілген 086-У нысанындағы медициналық анықтама;\n5. Жеке куәлігі;\n6. ХҚКО-нан мекен-жай анықтамасы;\n7. Тезтікпе (Скоросшиватель);\n8. Конверт (А5 форматта);\nМАҢЫЗДЫ !!! Құжаттарды тапсыру кезінде талапкер техникалық хатшыдан тестілеу пәндерін анықтауы керек.\nҚұжаттар тапсырылғаннан кейін техникалық хатшы талапкерге емтиханға рұқсатнама қағазын береді. Рұқсатнама емтихан тапсыратын тілде толтырылады. Талапкер рұқсатнамада жазылған өзі туралы барлық мәліметті тексеруі тиіс. ҰБТ-ны тапсыруға келген талапкер жеке куәлігін (паспорт) және емтиханға кіру рұқсатнамасын көрсетуі тиіс.\nӨтініштер уақытылы тапсырылмаған жағдайда, талапкер ҰБТ-ға қатысуға жіберілмейді.\n1 сәуірден бастап 10 мамырға дейін ҰБТ-ға қатысу үшін ағымдағы жылғы мектеп бітірушілердің өтініштерін қабылдау (ҰБТӨП-те, ақылы және грант негізінде).\n1 сәуірден бастап 7 шілдеге дейін шығармашылық мамандықтарға құжаттар қабылданады. 12 шығармашылық мамандықтар бойынша емтихан тапсыру 8-13 шілде аралығында өтеді («Шығармашылық емтихандар кестесін» қараңыз).\n1 сәуірден бастап 20 тамызға дейін екінші қайтара жоғары білім алушылардан құжаттарды қабылдау.\n20 маусымнан 14 тамызға дейін педагогикалық мамандықтар бойынша арнаулы емтиханға құжаттар қабылданады. Арнаулы емтихан қабылдау комиссиясының 222 кабинетінде өткізіледі («Арнаулы емтихандар кестесін» қараңыз).\nАрнаулы және шығармашылық емтихандардың нәтижесі емтихан өткен күні ілінеді.\n20 маусым - 5 шілде аралығында барлық мамандықтар бойынша ҰБТ өткізіледі (грантқа және ақылы бөлімге түсетіндер үшін). Рұқсатнамада тест тапсыру уақытының нақты күні мен аудиториясы көрсетілетін болады. Тестілеу күні сағат 7:30-да келу керек. ҰБТ ережелерін техникалық хатшыдан анықтаңыз.\n13 шілдеден бастап 20 шілдеге дейін мемлекеттік оқу гранты конкурсына қатысу үшін өтініш қабылдау.\nКонкурсқа қатысу үшін талапкердің өзі төмендегі құжаттарын қабылдау комиссиясына тапсыруы тиіс:\n1) Білімін растайтын құжат (түпнұсқа);\n2) ҰБТ сертификаты (маусым-шілде);\n3) Фото - 3х4 – 8 дана;\n4) ҚР Денсаулық сақтау министрлігінің 2010 жылғы 23 қарашадағы № 907 бұйрығымен бекітілген 086-У нысанындағы медициналық анықтама;\n5) Жеке куәлік немесе төлқұжат көшірмесі.\n6) Жеңілдік алуға мүмкіндік беретін құжат (І және ІІ топтағы мүгедек, бала күнінен мүгедек, жетім екендіктерін растайтын анықтама).\n7) Мамандығы бойынша 1 жыл жұмыс өтілі барын растайтын анықтама (ЖОО-лардың бағыттас мамандықтарына түсуші колледж түлектері үшін).\nМемлекеттік білім гранты конкурсына қатысу үшін берілетін өтініште білім беру бағдарламалар тобы мен ЖОО(лар) атауын көрсету керек.\n25 шілдеден бастап 3 тамызға дейін ҰБТ-ны қайта тапсыру үшін өтініштер қабылдау.\n5 тамыздан бастап 10 тамызға дейін жергілікті атқару органдарының (әкімшілік) оқу гранты конкурсына қатысу үшін өтініштер қабылдау.\n7, 21 тамызда екінші жоғары білім алушылар үшін жазбаша емтихан; ЖОО-лардың бағыттас мамандықтарына ақылы бөліміне түсуші колледж түлектері үшін және шетел азаматтарына әңгімелесу өткізіледі.\n1 тамыз – конкурс қорытындысы бойынша білім грантын растайтын куәліктерді табыс ету. (Конкурс қорытындысы www.testcenter.kz сайтында және «Егемен Қазақстан», «Казахстанская правда» газеттерінде жарық көреді).\n17–20 тамыз - ҰБТ-ны қайта тапсыру.\n10-25 тамыз аралығында - ЖОО-ға қабылдау. ЖОО-ға қабылдану үшін Қабылдау комиссиясына төмендегі құжаттар тапсырылуы қажет:\n1) ЖОО ректоры атына өтініш (техникалық хатшы береді);\n2) Білімін растайтын құжаттар (түпнұсқа);\n3) Фото 3х4 – 8 дана;\n4) ҚР Денсаулық сақтау министрлігінің 2010 жылғы 23 қарашадағы № 907 бұйрығымен бекітілген 086-У нысанындағы медициналық анықтама;\n5) ҰБТ сертификаты;\n6) Білім грантын алғандығы туралы куәлік (ЖОО - М.Өтемісов атындағы Батыс Қазақстан мемлекеттік университеті);\n7) Жеке куәлік немесе төлқұжат көшірмесі;\n8) ХҚКО-дан мекен-жай анықтамасы;\n9) ЖОО-мен келісімшарт (техникалық хатшы береді);\nСіздің ЖОО-ның студенті болғаныңызды жоғары оқу орны ректорының бұйрығы растайды. Сондықтан Сіз қабылдау комиссиясынан ЖОО-ға қабылданғаныңыз туралы бұйрықтың шыққанын білуіңіз қажет.",
                "date": "11.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Арыс қаласына тонналап баратын көмектерді таратудың жолы қандай?",
        "question_content": "Тонналап баратын көмектерді таратудың жолы қандай?\n\nЖүк көліктерімен келетін киім-кешекке адамдар қалай таласатынының шет жағасын Көкпектіден көргенмін. Бұл жерде нақты қандай қадамдар жасалуы керек?",
        "question_date": "27.06.2019",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 493,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қалаға келген көмекті үй, жан басына лайықтап отырып аудандарға одан мөлтек аудандарға арғысын көшелерге соңында үйме-үй бөлуге болады",
                "date": "5.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге Қазақстан Ұлттық Телеарнасы жоғалған балалардың тізімін жарияламай отыр?",
        "question_content": "Мен түсінбедім? Сонша адамды уайым мен әуреге салғанша неге Qazaqstan Ұлттық Телеарнасы немесе Агентство Хабар жоғалған балалардың тізімін жаппай хабарлап жарияламай отыр? Экраннан хабарласа болды ғой. Аймақтағының бәрі көреді. Солай оңай емес пе? Біразын тауып алатын еді ғой халық. Онсыз да, көбінің мекендері белгілі ғой. Оның орнына былжырап, биліктің маңызын көтеру сарынында эфир жасап жатыр. Өткен аптаның иісін кетіргісі келе ме? Қазір сондай популизмнің уақыты ма?",
        "question_date": "24.06.2019",
        "question_tag": "Жанұя",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Санитарлық-эпидемиологиялық станция (СЭС) маманы болу үшін қандай мамандық таңдау керек.",
        "question_content": "Мен қазір 11 сынып оқимын енді осы сэс те жұмыс жасау үшін қай универге түсемін және де грантқа қанша балл қажет? ҰБТ да Таңдайтын пәнім xим-био болады ма?",
        "question_date": "24.06.2019",
        "question_tag": "Биология",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В110400 – «Қоғамдық денсаулық сақтау» мамандығы\n5В110400 – «Қоғамдық денсаулық сақтау» мамандығы (5 жыл) бойынша оқуды аяқтаған бітірушіге «Қоғамдық денсаулық сақтау бакалавры» академиялық дәрежесін берумен жоғары білімі туралы диплом беріледі.\nhttps://kaznmu.kz/%D0%BC%D0%B0%D0%BC%D0%B0%D0%BD%D0%B4%D1%8B%D2%9B%D1%82%D0%B0%D1%80-%D1%82%D1%96%D0%B7%D1%96%D0%BC%D1%96/",
                "date": "2.02.2020",
                "upvotes": 1
            }
        ]
    }
]