[
    {
        "question_title": "Көркем әдеби стильге мысал келтіріңіз.",
        "question_content": "Көркем әдеби стильге мысал келтіріңіз.",
        "question_date": "8.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысалы:\n \nАзуы — алмас, тілі — у,\n \nАрам көңіл, ала ту,\n \nКең жемсаулы, кең қарын,\n \nНайзадай түйреп қолдарын\n \nҚорқау қасқыр — “жан” жүрді1.\nТолығырақ: http://megamozg.kz/index.php?page=view_mat&id=2302&partition=other&subpartition=articles_kazakh",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ақбілек\" романындағы Мұқаш пен Ұрқияның ерекшелігі қандай?",
        "question_content": "\"Ақбілек\" романындағы Мұқаш пен Ұрқияның ерекшелігі қандай?",
        "question_date": "8.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл ретте Мұқаш - өз мүддесі үшін жан алып, жан беретін, бір есебі ішінде, түпкі ойында соны жүзеге асыруды ғана діттейтін тұлға. Әйтсе де, «ішкі есебі» уақыт өте келе жария болатын, соның азап-күйігін молынан да тартып жүреді. Жанама кейіпкер ретінде Мұқаш өз міндетін атқарғанымен Ақбілектің азапты, күйінішті өміріне себепкер болды. Сол үшін де Мамырбай ауылының алғысын емес, қарғысын алды, оқырман жұртшылықтың да кері әсерін туғызды. Ендеше, біздің қоғамымызда теріс ой, екі жүзділік мінез жат. Мұқаш шындығы осы.\nҰрқия жақсылыққа жаны құмар, мейірімді жан. «Бар айыбы - пұшпағы қанаған жоқ, әйтпесе жібі түзу әйел».\nТолығырақ: http://www.pushkinlibrary.kz/exhibitions/Akbilek_kaz/roman_kaz.html",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген кесінді арқылы өтетін түзу мен жазықтық арасындағы бұрышты табу керек?",
        "question_content": "Ұзындығы 24 дм кесінді жазықтықты қиып өтіп оның ұштары жазықтықтан 5 және 7 дм қашықта жатыр. Берілген кесінді арқылы өтетін түзу мен жазықтықарасындағы бұрышты табу керек?",
        "question_date": "8.12.2020",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кесінді ұзындығы 12-ге тең, ал бұрыш 60 градусқа тең",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрек-қан айналым жүйесіне кері əсер ететін факторларды атаңыз",
        "question_content": "Көмектесіңдерш пожалуйста",
        "question_date": "8.12.2020",
        "question_tag": "Биология",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Есептеңіз: [2,5 – 4,9 + (-3,7) - (-5,8)] : 5 + (-4) : (-2) - 6",
        "question_content": "Есептеңіз: [2,5 – 4,9 + (-3,7) - (-5,8)] : 5 + (-4) : (-2) - 6",
        "question_date": "8.12.2020",
        "question_tag": "Математика",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "[2,5 – 4,9 + (-3,7) - (-5,8)] : 5 + (-4) : (-2) - 6 = [-2,4 + 2,1] :5+2-6 = -0,3:5 - 4 = -0,06 - 4 = -4,06",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талап Сұлтанбеков қай жылы қайтыс болды?",
        "question_content": "Талап Сұлтанбек қай жылы қайтыс болды",
        "question_date": "8.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернетте қайтыс болған жылы жазылмаған екен. Соған қарағанда нақты белгілі емес,",
                "date": "8.12.2020",
                "upvotes": 0
            },
            {
                "text": "Талап Сұлтанбеков 2007 жылы қайтыс болған.",
                "date": "27.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сығандарды қайдан табуға болады?",
        "question_content": "Сыған қыз досым болған соны іздеудемин.",
        "question_date": "7.12.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тауық қыста жұмыртқа туады ма?",
        "question_content": "Тауыктарым 6,7 аилык чорныи брама,  светли брма тауык корам 5,6 градус жылы 50 тауык бар неге бир жумыртка жок жауабын билсениздер айтыңыздар кораздары жаксы.\n\nТауык корада свет кешке жанады кунди ошеди жем сечка,.  Бидаи.",
        "question_date": "7.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көктемнің басталуымен қала сыртында үй бар көптеген жазғы тұрғындар өздері үшін тауықты өсіреді.\nБұл құстар өте қарапайым.\nЖануарларды энтузиастардың басты мақсаттарының бірі - жаңа піскен жұмыртқаны алу.\nБірақ көбінесе қыста құстар жұмыртқаларды белсенді түрде өткізетініне үміттеніп, тауықтарды қыста қалдырады.\nБірақ суық мезгілде құстар өздерінің негізгі функциясын белсенді атқара бермейді.\nЖәне бұл жыл өзгеріп отыратын уақыт екендігі. Құстар ұдайы қалады.\nЖұмыртқа өндірісінің көрсеткіштерін қалай сақтауға болады?\nБұл сұрақтың жауабы бар, ол жануарларды сақтауға арналған бірқатар нұсқаулардан тұрады.\nШаруа қожалықтарын тауып жатқан әр жазғы тұрғын өзінің құстарынан жұмыртқаларды үнемі алуға және кез келген уақытта келеді.\nҚыста тауықтар тек нашарлай бермейді, бірақ жұмыртқаларды қоюды тоқтата алады.\nБұл құбылыстың негізгі себептері жалпы ауа температурасының төмендеуі, күндізгі жарықтың ұзақтығын азайту, сондай-ақ құстар сақталатын жағдайларды бұзу. Сізге ерекше назар аудару керек.\nЖарық саны тауықтарды төсеуде шешуші рөл атқарады.\nҚысқа күндізгі сағатты «ұзартуға» болады жасанды жарық шамдарын қолдану.\nОлар 6-12 шаршы метрге 70-100 Вт қуаты бар 1 шамды есептеу арқылы төбеге бекітілуі керек. шаршы метр.\nКүннің жалпы ұзақтығы 12-14 сағатты құрайды, сондықтан шамдарды таңертеңгі 1-2 сағатқа (6-7 сағатқа) және бір уақытта кешкі уақытта (21-21 сағат) қосу керек.\nШамдар тым ашық күйде қалмауы керек, сондай-ақ оларды ұзақ уақыт бойы (16 сағаттан артық) айналдыра алмайды, өйткені тым жарқын және ұзақ жарықпен құстардың жүруі нашар болады, сондай-ақ өте жылдам қартайып, салмағын жоғалтады.\nТауықтың температурасы өте талап етіледі, сондықтан құстар үшін оңтайлы жағдайларды сақтау өте маңызды. Тауықтарды төсеу үшін ең жақсы температура диапазоны 10-20 ° C құрайды.\nКөптеген жұмыртқа тауықсыз 12-14 ° С аралығындағы тауықтарда беріледі, егер сіз құстардың торынсыз сақтасаңыз. Әйтпесе, ауа температурасы 15-18 ° C-тан аспауы керек.\nТемпература 10 ° C-тан төмен түссе, әкелінген жұмыртқалардың саны күрт төмендеуі мүмкін. Ал егер тауық етегіндегі аяз болса, яғни термометр белгісі нөлден төмен түссе, онда тауықтар әдетте роликті тоқтатады.\nҚұстар сақталатын бөлмеде ылғалдылық маңызды рөл атқарады. Ол 60-70% аспауы керек.\nҚабаттар ылғалдылықты жақсы көрмейді, өйткені бұл құстар өткір респираторлы инфекцияларды дамытуға бейім. Тауық үйінде жобалар жүріп жатса, онда тауықтың ауруы көбейіп бара жатады. Үйдегі ылғалдылықты реттеу үшін оны жүйелі түрде желдету немесе желдету жүйелерін салу керек.\nӨздеріңіз білетіндей, қыста жануарлардың инфекциясын жұқтыру қаупі жоғары болғандықтан көшеде тауықты шығаруға болмайды. Сондықтан бөлмеде олар толып қалмауы керек. Шаршы метрде 3-тен 6-ға дейін құстар орналастырылуы мүмкін.\nДегенмен қысқы жаяу құстар қажет, бірақ оларды босату үшін сіз бірқатар шектеулерді сақтауыңыз керек. Күннің ортасында серуендеу қысқа болуы керек. Ауа-райы қауіпсіз болуы керек, яғни жауын-шашын болмауы керек, әсіресе боран.\nАуа температурасы -10 ° С төмен болуы керек. Ауадағы жүрудің болмауы құстардың салмағын белсенді түрде арттыратындығына әкеліп соғады, бұл жұмыртқаларды салуға теріс әсер етуі мүмкін.\nҚұстардың арнайы қоқыс тастағысы келетін қоршалған аумаққа босатылуы қажет. Ағаш немесе сабан қолайлы материал ретінде пайдаланылуы мүмкін. Қоқысты жаңарту қажет болғандықтан.\nӘртүрлі паразиттер тауықтарға жағымсыз зиян келтіруі мүмкін, өйткені бұл өз кезегінде жұмыртқа төсеу жылдамдығының төмендеуіне әкелуі мүмкін.\nОсы себепті құстардың күлді, тауық үйіне қоюға арналған контейнермен қамтамасыз ету керек. Күлге бірдей көлемдегі құмды, сондай-ақ ұнтақ түріндегі күкіртті (күл мен құмға арналған 0,2 кг) қосу керек.\nҚұсыңызды қалай және қалай құс етсе, тауықтар сізге беретін жұмыртқалардың санын айтарлықтай әсер етуі мүмкін. Тамақты әртүрлі болуы керек.\nТауықтарды үнемі және бір уақытта тамақтандыру керек. Азық құрамында ақуыз, май, көмірсулар, сондай-ақ дәрумендер мен минералды тұздар болуы керек.\nМұндай үрдіс бар: балапандар жұмыртқа көп мөлшерде жұмыртқалар береді, егер олар таңертең мүмкіндігінше ерте және кешке қарай мүмкіндігінше кешірілсе. Тауық үйінде жарықты қосқанда, таңертеңгі тамақтану уақыты келді.\nТауықтарға арналған «ертеңгі» құрамында кебек, астық, пісірілген картоп, тұз және басқа компоненттер болуы керек. Бұл тамақ сұйықтығын жасау жақсы.\nКешкі тамақтандыру тұқымдарға тіректерге бір сағат қалғанда, ұйықтап қалуы керек. Бұл жолы жануарлардың асқазандарында көп уақыт бойы сіңірілетін құстарға толық дәнді беріп, оларды жылыту керек.\nҚұстардың диетасына кальций, фосфор, калий және натрий сияқты минералдар қосылуы керек. Кальций күшті жұмыртқаның қабығын қалыптастыру үшін қажет, кальцийді жақсы сіңіру үшін фосфор қажет. Балдырлар, ұсақталған көмір және күлді пайдалы қазбалардың көзі ретінде құстарға беруге болады.\nСондай-ақ, құстар шалғынды беріп, асқазандағы сұлы тәрізді дәндерде ұсақтауға көмектеседі. Бұл компоненттің болмауы кутикула тәрізді аурудың пайда болуына әкелуі мүмкін, бұл құс бұлшықетінің асқазанынан бас тарту.\nСондай-ақ, төсеу көкөністерді беру керек қоректілерден (сәбіз, картоп, қырыққабат, қызылша), сондай-ақ линден, қайың және асин сияқты ағаштардың бұтақтарынан. Тауықтарға су беруді ұмытпаңыз, өйткені сұйықтықсыз жануарлар өледі.\nЕгер осы қарапайым ережелерді ұстанатын болсаңыз, сіздің ферма сіздермен бірдей деңгейде қалмай, тұрақты табысқа ие болады.Адамдар, суық мезгілде жаңа піскен тауық жұмыртқаларын алғысы келетіндіктен, әуесқой жануарлар технигі ретінде сіз өз өнімдеріңізді керемет сата аласыз.\nТолығырақ: https://kk.yellowbreadshorts.com/1094-the-contents-of-chickens-in-winter-how-to-increase-egg-production.html",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ананың анасы\" шығармасындағы негізгі кейіпкерлердің бейнесі?",
        "question_content": "Тапсырма: Ғабит Мүсіреповтің «Ананың анасы» әңгімесіндегі ана бейнесіне\n\nжоспар бойынша шығарма жазыңыз.\n\nЖоспар:\n\n1. Кіріспе бөлім\n\nҒабит Мүсіреповтің шығармасындағы аналар тақырыбы\n\n2. Негізгі бөлім\n\n«Ананың анасы» әңгімесіндегі ананың асыл бейнесін жазушы қалай сипаттаған?\n\n2.1. Шығармадағы негізгі кейіпкерлер бейнелері\n\n2.2. Шығармадағы ана тұлғасынан қандай қасиеттер танылады?\n\n3. Қорытынды бөлім\n\nШығармаға арқау болған – Ананың ұлы махаббаты.",
        "question_date": "7.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ана – Сонар дегеннің қызы, он бес жасында бас бостандығынан айырылған, күңдікке берілген. Көргені қорлық, әділетсіздік. Он бес жасардың қызының артынан қорықпай, именбей қуып, өзінің құдіретті сөздерімен, батырларды тізеге бүктіріп, қызын аман есен алып, ауылына қайтады.\nЖалпақ - керей руының батыры, Ергеніктіден кегін алуға намыстана аттанады, алдын болжай біледі, даланың ессіз ері ананың сөзін адамгершілікпен түсініп, мейірімдік жасайды.\nТолығырақ: https://bilimdiler.kz/kazakh_tili/428-ananyn-anasy.html",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біз неге сұрақ қоямыз? Неге сіздер қоймайсыздар?",
        "question_content": "Биз неге жазумыз керек сендер жазсандарш",
        "question_date": "7.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мырыш оксидінің сутекпен тотықсыздандыруынан мырыш оксидінің массасы мен зат мөлшері",
        "question_content": "Мырыш оксидінің сутекпен тотықсыздандыру нәтижесінде 11 г таза мырыш алынған болса, реакцияға түскен мырыш оксидінің массасын, зат мөлшерін табыныз.",
        "question_date": "7.12.2020",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мырыш оксидінің сутекпен тотықсыздандыру нәтижесінде 11 г таза мырыш алынған болса, реакцияға түскен мырыш оксидінің массасын, зат мөлшерін табыныз.",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген реакцияны электрондық-баланс әдісімен теңестіріңіз: С+HNO3 → CO2+NO+H2O",
        "question_content": "Берілген реакцияны электрондық-баланс әдісімен теңестіріңіз: С+HNO3 → CO2+NO+H2O",
        "question_date": "7.12.2020",
        "question_tag": "Химия",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылу машинасының ПӘК-ін табу.",
        "question_content": "Қыздырғыштың температурасы 227 С , ал суытқыштың температурасы 27 С. Жылу машинасының ПӘК-ін есептеңіз.",
        "question_date": "7.12.2020",
        "question_tag": "Физика",
        "question_views": 21800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "T1 = 27 С = 300 K\nT2 = 227 С = 500 K\nПӘК = (Т2 - Т1) / Т 2 * 100% = (500 - 300)/500 * 100% = 40 %",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылу машинасы салқындағанда бөліп шығаратын жылу мөлшерін табыңыз.",
        "question_content": "Комек керек бжб 8 сынып физика жауабы 19 Маган оные шешуы керек\n\nМассасы m = 90 г су , t1 = 1000 C –тан t2 = 500 С-ке дейін салқындағанда бөліп шығаратын жылу мөлшері Q... (ссу = 4200Дж/кг*К)",
        "question_date": "7.12.2020",
        "question_tag": "Физика",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Q = 4200*0,09*(1273-773) = 4200*0,09*500 = 189 кДЖ",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаршының периметрі 44мм ге тең. Алты бұрыштың периметрін табыңдар.",
        "question_content": "Шаршының периметрі 44мм ге тең Алты бұрыштың периметрін табыңдар",
        "question_date": "7.12.2020",
        "question_tag": "Геометрия",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер шаршы мен алтыбұрыштының қабырғалары тең болса, онда 66- ға тең.\nP1 = 4a = 44       a= 11     a=b\n\nP2 = 6b = 6*11 = 66",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Write a short article about the place where you live for an international school magazine",
        "question_content": "Write a short article about the place where you live for an international school magazine(60-80 words). Give your article a catchy title. Follow the plan. Swap appr\\ers and evaluate your partner's piece of writing.\n\nPara 1: Where you live(I live in... It's a ...)\n\nPara 2: What it is like(houses, parks, etc.) (There are... There is ...)\n\nPara 3: Why you like it (I like the ...)",
        "question_date": "7.12.2020",
        "question_tag": "Мектеп",
        "question_views": 9700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I live in Almaty. This city has a beautiful view and never gets bored. There are many restaurants and clubs, as well as cheap shops. Everything is close to me and I like the fast pace of life here. I really like the high-rise buildings and the night view of the city. And the people in the city are ready to help. I like such an amazing city.",
                "date": "25.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 45 г хлордың зат мөлшерін табыңыз срочно керек болып жатыр",
        "question_content": "Массасы 45 г хлордың зат мөлшерін табыңыз",
        "question_date": "7.12.2020",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m=45(г)\n\nn=m/M\nM(Cl)=35.5(г/моль)\nn=45/35.5=1.2676(моль)",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мед универде оқытушының жалақысы қандай?",
        "question_content": "Мед универде оқытушының жалақысы қандай (фармакология,тб пәндерден сабақ беру) өтінем жауап беріңіздерші",
        "question_date": "7.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО оқытушы жалақысы :\n1) Сағат санына\n2) Еңбек өтілі мерзіміне\n3) ЖОО статусына\n4) Премиялық қосымша табыстарға орай өзгеріп отырады. Шамамен ұлттық ЖОО 1 ставка 70000-75000 теңге. Сондықтан оқытушылар бірнше оқу орындарында қатар жұмыс жасап, және қосымща ғылыми проекттер жүргізіп , жалпы айына табысын 200000-300000 теңгеге дейін жеткізе алады.",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хандық биліктің мақсаты қандай болды?",
        "question_content": "Қазақстан тарихы, хандық биліктің мақсаты қандай болды?",
        "question_date": "7.12.2020",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "XIX ғасырдың басында Ресейдің орта жүздегі саясаты белсенді болып, шаруашылық саласында жаңа бағыттар қалыптаса бастады. Жайық, Каспий теңізі, Ертіс, Зайсан көлі маңындағы қазақтар бұрын мал өсірумен айналысса, енді олар балық аулаумен шұғылдана бастады. Сонымен қоса шығыс және орталық аймақтарда тас көмір, түсті металл, өндіретін алғаш кен орындарын игеру жүзеге асырылып, ХІХ ғ. ортасына қарай су және жел дирмені, ұсталық, май, кен, былғары өңдеу зауыттары іске қосыла бастады.Тау кен өндірісіне Орал әскери шебі бойында тартылған жатақтардың саны жыл санап өсе түсті. Мысалы: 1820 жылы 6 мың адам болса, 1824 жылы ол сан 2 мыңға өскен. Уәли билігінің әлсіздігі Ресейдің бұл аймаққа ықпалын күшейте түсті. Империя құрамына Қазақстанның қосылуы, оның орналасқан геосаяси жағдайы Ресей үшін тиімді болды. Сонымен қатар Қазақстанның Қытаймен, Орта Азия халықтарымен Сібірмен тиімді сауда қатынасы Ресей үшін тиімсіз еді. Осындай жүріп жатқан ілгерлеушіліктерге патша үкіметі талабын қанағаттандырып, Ресейдйң басшылық, және саяси жағынан жүргізіліп отырған шаралары жандана түсті. Сондықтан да халық арасында ықпалы төмендей түскен қазақ хандықтары патша үкіметінің билеу саясатына қарсылық ұйымдастыра алмады. Қытай жағына “ауып түсіп”, “Богдыханның бодандығын қабылдауы” мүмкін деген қауіптері де хандық институттың жойылуын тездетті.\n1781 жылы Абылайдың қайтыс болуы, оның толып жатқан ұрпақтары арасындағы кикілжіңдер хан билігін әлсіретті. II Екатеринаның атына сұлтан, ақсақалдардың Уәлиді хан тағынан тайдыру туралы өтініш жіберуі патша үкіметі үшін тиімді мүмкіндік туғызды. Хандық билікті әлсірету мақсатымен 1815 жылы патша үкіметі орта жүзде Уәлимен қатар екінші хан етіп Бөкей сұлтанды тағайындады. Петербург сарайы қос билеуші Бөкей мен Уәлиді қан төкпей орындарынан алуға сылтау іздеді. Оларды бір-біріне айдап салып, бақталас  ауқатты сұлтандарды өз жағына тартып отырды.\nРесейдің әкімшілік-аумақтық басқару нысанына жақын басқару нысанының болмауы Шыңғыс ұрпақтарының хан билігінің сақталуы үкіметтің іс қимылын  тежеп отырды. 1817 ж. – Бөкей хан, 1819 ж. – Уәли қайтыс болғаннан кейін Орта жүзге хан тағайындалмады. Бұл жағдай Орта жүздегі билеу жүйесінің жаңа тәртібін қажет етті. Жаңа реформаны әзірлеуді Сібір генерал-губернаторы М.М.Сперанскийге жүктелді. Оны даярлауға болашақ декабрист Г.С.Батеньков белсене қатысты. Жарғының басты  мақсаты – Қазақстанның солтүстік шығыс өңірін әкімшілік, сот, саяси жағынан басқаруды өзгерту, рулық-феодалдық тәртіптерді әлсірету, ресейлік губерниялық басқаруға біршама жақындату. Елдегі қалыптасқан рулық феодалдық тәртіптерді әлсірету. Орта жүздегі хандық билікті жою. Орта жүз әкімшілік жағынан ауыл, болыс, округ болып бөлінді. Ауыл – 50-70 шаңырақтан, болыс 10-12 ауылдан, округ 15-20 болыстан құралды. Батыс Сібір генерал-губернаторлығына Тобольск, Томск және Омбы облыстарымен бірге “Сібір қазақтарының облысы” да кірді. Жарғы бойынша батыс шекарасы Орынбор даласына, оңтүстігі Шу өзеніне дейін созылған “Сібір қазақтарының округі” сыртқы және ішкі округтерге бөлінді. Бұлар Қарқаралы, Көкшетау (1824), Аягөз (1832), Ақмола (1831), Баянауыл , Үшбұлақ (1833), Амақарағай (1834) кейінгі 40-50 жылдарда құрылған Көкпекті, Құсмұрын, Алатау округтері болды. Көшпелілердің бір округтен екіншісіне өз еркімен ауысуына шек қойылды, ол үшін “жергілікті сұлтандардың” рұқсаты талап етілді.\nБасқарудың жаңа тәртібі бойынша ауылдарды – ауыл старшындары, болыстарды – болыс сұлтандары, округтерді – аға сұлтандар басқаратын болды. Аға сұлтанды тек сұлтандар ғана сайлайтын болды, оларға ресейлік майор әскери шені, ал 10 жылдан кейін дворяндық атақ берілді. Аға сұлтанды сайлағанда хан сайлағандай ескі әдет сақталып, хан сияқты ақ кигізге салып көтерді. Аға сұлтандар үш жылға сайланды. Болыс сұлтандарын сайлау мерзімі өмірлік болды. Болыстық билік мұрагерлікпен берілді. Егер болыстық сұлтанның мұрагері болмаса, оның орнына інісі немесе облыстық басқарма бекіткен туысы болатын еді.\nАға сұлтан басшылығымен округтық приказда өткізілетін отырыстарда облыстық бастық тағайындайтын ресейлік екі “құрметті қазақ” қатысуға тиіс болды. Көп кешікпей аға сұлтандар секілді үш жылға сайланды.\nЖарғы бойынша сот істері үшке бөлінді: қылмыстық, талап-арыздық және болыстық басқармаға шағымдар бойынша істер. Қылмыстық істер империя заңдары негізінде округтық приказда қаралды. Істі алдын ала тексеруге қазақ билерімен қатар бір орыс шенеунигі қатыстырылды. Қазақтардың талап етуі бойынша қаралатын істер жергілікті ескі заң бойынша шешілді. Округтік приказдың шешімдерді қайта қарауға құқығы болды. Кейін “Сібір қазақтарын” билеу шекаралық басқармаға тапсырылды. Мұрағат құжаттары округтік шенеуниктердің әрбір санатына қызметі үшін ақы төлемін де көрсетті. Мәселен: аға сұлтан жылына – 500 сом, жыл сайынғы мерекелерге – 3000 сом, мектептер мен училищелер “құруға” – 5000 сом қосымша шығыс баптарын белгіледі.\nКейін “Сібір қазақтарын” билеу шекаралық басқармаға тапсырылды. Оның төрағасын тағайындау үшін аранйы жарлық шығарылды. Шекаралық басқарма Батыс Сібір губернаторлығына бағындырылды, оның төрағасы шет елдермен келіссөз жүргізу құқығына ие болды.\n1822 жылғы “Жарғы” Қазақстанның әлеуметтік-экономикалық дамуында терең із қалдырды . «Жарғы» бойынша сот істері үшке бөлінді.\n1822 ж. Орынбор губернаторы П.К.Эсеннің қатысуымен “Орынбор қазақтарын басқару” жөніндегі Жарғы бойынша Кіші жүз жерінде үш хан тағайындау жоспарланды, бірақ ол іске аспады. Жарғының осы жылы бекітілмеуіне де себеп болған осы жай болды. Ал Орынбор губеранаторы 1824 ж. кіші жүз ханы Шерғазыны Орынбор қаласына шақырып, сонда басқа қызметке тағайындады да, Кіші жүздегі хандық билікті жойды. Тек Кіші ордада (Бөкей хандығында) 1845 ж. дейін хандық билік сақталды.\nЖарғыны жасаушылар жергілікті факторлармен санаспады, оны іске асыруда күш қолданатын тактикаға сүйенді.\nСонымен орта жүзде хандық, феодалдық мемлекеттіліктің жойылуы, бір жағынан қазақ қоғамының өзінде ішкі рулық талас-тартыстардың жалғасуы салдарынан, екінші жағынан патша үкіметінің әскери әрекеттерінің нәтижесінде болды.\n\nТолығырақ: http://moodle.nci.kz/mod/resource/view.php?r=1666&frameset=ims&page=3",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам бойындағы үрейден қалай арылуға болады? Немесе қазақи емшілерге бару керек пе?",
        "question_content": "Бойымдағы үрейден құтылып адам қатарында жүргім келеді",
        "question_date": "7.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қорқыныш пен пәлекеттен қорғану дұғалар\nСұрақ: Қорқыныш сезімінен және пәлекеттерден қорғану, құтылу үшін не істеу керек, қандай дұғалар оқу керек?\nЖауап: Имам Раббани хазреттері шәкірттерімен ұзақ сапарға кетіп бара жатып түнде бір керуен сарайға түнейді. Ол шәкірттеріне: «Бұл түні бір пәлекет шығады. (Бисмилләһпен) “Бисмиллаһилләзи лә йадурру ма'асмиһи шәйун филәрди уәла фиссәмаи уә һуәс-сәми'ул-алим” дұғасын оқыңдар» дейді. Түнде өрт шығады. Бұл хабарды естімеген бөлмелердегі кісілердің заттарының барлығы жанып кетеді. Дұғаны оқығандарға ештеңе болмайды. (Умдәт-ул-Ислам)\nДерт, пәлекет, фитна, ауру, көз тиюі, сиқыр және залымдардың жамандығынан қорғану үшін таңертең-кешке Имам Раббани хазреттері білдіргенін ойлап осы дұғаны 3 реттен оқу керек. Аяти хырз оқылғанда да осы дұғаны оқу керек.\nХадис шәрифте былай делінген:\n«\"Бисмиллаһилләзи лә йадурру ма'асмиһи шәйун филәрди уәла фиссәмаи уә һуәс-сәми'ул-алим\" дұғасын таңертең 3 рет оқыған адамға кешке дейін, кешке оқыған адамға таңертеңге дейін ешқандай бәле-жала келмейді.» (Ибн Мажа)\nҚорқынышты жерлерде және дұшпанның алдында амандықпен тыныштықта болу үшін Құрайш сүресін оқу керек. Іс жүзінде текесріп көрілген. Таңертең және кешкісін ең болмағанда 11 рет оқу керек!\nХадис шәрифтерде былай делінген:\n«“Әузу бикәлимәтил-ләһит-таммәти мин шәрри мә халәқа” дұғасын оқыған адамға сол жерден кеткенге дейін ешнәрсе зиян тигізе алмайды.» (Мүслим)\n«Елсіз (далада, адам жоқ) жерде бір нәрсені жоғалтқан немесе жәрдем керек болған адам “Ей Аллаһтың құлдары, маған көмектесіңдер” десін! Барлық жақта сендерге көрінбейтін Аллаһтың құлдары бар. Қорқынышты жерлерде үш рет “Аллаһтың құлдары маған көмектесіңдер” деу керек.» (Табарани)\n«Хасбиаллаһу уә ни’мәл уәкил сөзі барлық қорқыныштарға қарсы сақтық болып табылады.» (Дәйләми)\nҚорқынышты нәрседен құтылу және тілекке қол жеткізу үшін Таха сүресінің 37-ші аятынан (уә ләқад-тан) 39-шы аятының соңына (алә айнийа) дейінгі бөлігін су өткізбейтін бір нәрсеге жазып, жеті рет орап немесе іші (жазуы) көрінбейтіндей етіп бүктегеннен кейін ламинаттап, өзімен бірге алып жүру керек. Пайдасы көп екені байқалған.\nИмам Раббани хазреттері жыннан қорғану үшін және қорқынышты кездерде «Лә хаула уәлә қууата илла биллаһил алийил азыйм» оқуын әмір ететін еді.\nМұхаммед Масум хазреттері былай деген: \"Дерттерден құтылу және мақсатқа жету үшін 500 рет \"Лә хаула уәлә қууата илла биллаһ\" деу керек, оқудың басында және оқығаннан кейін жүз реттен салауат оқып дұға ету керек.\nДерттердің, бәле-жаланың кетуі үшін истиғфар оқу да өте пайдалы, көп тәжірибеден өткен. Хадис шәрифте: «Истиғфар айтып жүретін, көп оқитын адамды Аллаһу та’ала дерттерден, қиыншылықтардан құтқарады. Оны мүлдем күтпеген жерлерден ризықтандырады» делінген. Истиғфар адамды барлық мақсаттарына жеткізеді. Тәубе ету, истиғфарды көп оқу керек. Бүкіл дерттерге, қиыншылықтарға қарсы пайдалы. Аллаһу та’ала: «Истиғфар оқыңдар, көмектеріңе келемін» деген. (Худ 52)\n«Мәрақил фәлах»-тағы хадис шәрифте «Әр намаздан кейін үш рет \"Әстағфируллаһ әл-азыйм әлләзи лә илаһә иллә һуәл хаййәл қаййума уә әтубу иләйһ\" деп оқыған адамның барлық күнәлары кешіріледі» делінген. Бұл пақыр (Мұхаммед Масум хазреттері) парыз намаздардан кейін 70 рет истиғфар оқимын. Хадис шәрифке сай қылып үш рет «Әстағфируллаһ әлазыйм әлләзи лә илаһә иллә һуәл хаййәл қаййума уә әтубу иләйһ» деп оқығаннан кейін қалғанында тек «Әстағфируллаһ» деймін.\nӘли бин Әби Бәкр «Мәариж-ул хидайа»-да былай деген:\nИстиғфарлардан мәшһүр болғаны, пайғамбарымыздан хабар берілген мына истиғфар:\n«Бір адам “Әстағфируллаһәл-азыйм әлләзи лә илаһә илла һуәррахманур-рахим әл-хаййул-қаййумулләзи лә йамуту уә әтубу иләйһ Раббиғфир ли” дұғасын 25 рет оқыса, бөлмесінде, отбасында, үйінде және қаласында ешқандай апат, бәле-жала болмайды.» Мұны әр күні таңертең және кешке үш реттен оқу керек. (Күніне 25 рет оқу керек, одан бөлек таңертең-кешке үш реттен оқу керек.) Ғалымдардың көбі шәкірттері мен бала-шағасына осы дұғаны оқуға кеңес берген, көп пайдасын көрген.\" (2 том, 80 хат)\nҚауіп-қатердің алдын алу дұғасы\nШәйһ Шиһабуддин Сухрәуәрди хазреттері былай деген:\nКүнде таңертең мына дұғаны үш рет оқыған адамды Аллаһу та’ала өрттен, суға батудан және кенеттен келетін өлімнен сақтайды:\n«Бисмилләһи ма шааллаһ лә қууата иллә билләһ. Бисмилләһи ма шааллаһ лә йәсукул хайра иллаллаһ. Бисмилләһи ма шааллаһ лә йәкшифуссуә иллаллаһ. Бисмилләһи ма шааллаһ куллу ни’мәтин миналлаһ. Бисмилләһи ма шааллаһ әл хайру куллуһу бийәдилләһ. Бисмилләһи ма шааллаһ лә йасрифуссуә иллаллаһ. Бисмилләһи ма шааллаһ мә канә мин ни’мәтин фә миналлаһ.»\nСұрақ: Ұйықтап жатқанда бастырылып қаламын. Үстімнен біреу басып тұратын сияқты. Не істесем болады?\nЖауап: Жатарда оқылатын аяттарды дұрыс және ықыласпен оқу керек.\nСұрақ: Қасымда ешкім жоқ кезде намазға тұрғанда есіктің арасынан, терезеден, үйдің бір бұрышынан немесе артымнан біреу қарап тұрғандай, мені буындыратындай қорқамын. Бұдан құтылу үшін не істеуге болады?\nЖауап: Мұндай жағдайға тап болған бірнеше оқырмандарымызға “аяти хыфз” бен “аяти хырз”ды өзімен бірге тұмар қылып алып жүрулерін, күнделікті оқылатын дұғаларды да оқып жүрулеріне кеңес берген едік. Қазір барлығы дерлік осы қорқынышты хәлдерінен арылғандарын бізге білдіруде. Сізге де осы айтылғандарды орындауға кеңес береміз.\nСұрақ: “Аяти хырз”дан басқа “аяти хыфз” делінген дұғалар бар. Бұларды өзімен бірге алып жүрудің қандай пайдасы бар?\nЖауап: “Аяти хыфз” – қорғаушы аяттар. Құран кәрімдегі қорғауға байланысты аяттар жинақталып жазылған. Бұларды өзімен бірге алып жүру әр түрлі қиыншылықтардан, қаза және бәледен сақтайды. Сонымен қатар тілектеріне, мақсат-мұраттарына қауышу үшін тұмар күйінде алып жүруге немесе сурет күйінде дуалға іліп қоюға болады.\nНайзағайдың жарқылдауы\nСұрақ: Аспанның күркүреуінен, найзағайдың жарқылынан, қатты жауыннан қорқамын. Оған оқитын дұға бар ма?\nЖауап:\nИбн Аббас хазреттері  былай деген:\nАспанның күркүлдегенін естіген адам: «Субханаллаһи юсәббиһур-ра’ду биһамдиһи уәл мәләикәту мин һифәтиһи уәһуә алә кулли шәй’ин қадир» десе оған найзағай тимейді. Егер тиетін болса мен өтемін беруді мойныма аламын. (Тәфсири Хазин)\nМына төмендегі дұғаларды да оқу мүстаһаб болып табылады. (Тахтауи)\n«Субханаллаһи уә бихамдиһи, субханаллаһил азыйм.»\n«Аллаһумма лә тәқтулуна биғадабика уәлә тухликуна биазабика уәафина қалбә залик.»\nАлғашқы бөлімі найзағай дұғасы ретінде де оқылатын Рад сүресінің 13-ші аяти каримасының тәфсиріндегі мағынасы мынадай:\n«Аспандағы гүріл(ді естігендер) және періштелер қорққанынан хамдпен, (субханаллаһи уәлхамдулиллаһ деп) тәсбих етеді. Ол (Аллаһу та’ала) найзағайлар жіберіп, онымен қалағанын ұрады. (Жағдай осындай бола тұра, шектен шыққан кәпірлер) Аллаһпен күреседі. Алайда Аллаһтың азабы өте ауыр.»\nДұшпаннан қорғану үшін\nСұрақ: Дұшпанның зиянынан қорғану үшін не істеу керек?\nЖауап: Шайтан мен дұшпанның зиянынан және көз тиюінен қорғану үшін «Әстағфируллаһ мин кулли ма карихаллаһул азыйм әлләзи лә илаһә илла һуәл хаййәл қаййум уә әтубу иләйһ» деп оқу керек және оқығанда мағынасын ойлау керек. (Баршаға қажетті иман)\nМағынасы: Разы болмаған нәрселерден, істегендерімді кешір және істемегендерімді істеп қоюдан қорға ей ұлы Аллаһым! Барлық нәрсені жоқтан бар қылған және әр сәтте болмыста ұстап тұрған тек қана Сенсің! Сен әрдайым барсың!\nБәле-қазадан сақтану\nСұрақ: Бәле-қазадан сақтану үшін қай дұғаларды оқу керек?\nЖауап: Ихлас, Муаууәзәтәйн (Фәлақпен Нас) және Фатиха сүрелерін таңертең және кешке үш реттен оқыған адам жанын, мал-мүлкін және бала-шағасын бүкіл бәле-қазалардан сақтаған болады. (Ислам Ахлақы)\n«Үйінен шығарда екі рәкат намаз оқыған адам сырттан келетін әртүрлі бәлелерден сақтанады. Үйіне кіргенде екі рәкат намаз оқыған адам да іштегі жамандықтардан қорғанған болады.» (Бәйһақи)\n««Лә илаһә иллә әнтә субханәкә, инни кунту минәз-залимин» дұғасын оқыған адам дерт пен бәледен құтылады.» (Хаким)\n«Жұма намазынан кейін жеті рет Ихлас және Муәуизәтәйн сүрелерін оқыған адамды Аллаһу та’ала бір апта бәледен, қазадан, жаман нәрселерден сақтайды.» (И. Сунни)\n«Түшкіргенде «Әлхамдулилләһ» деген адамды Аллаһу та’ала жетпіс түрлі бәледен сақтайды.» (Ислам ахлақы)\n«Сабыр еткен адам бәледен құтылады.» (Ислам ахлақы)\nСұрақ: Жер сілкіну, өрт сияқты бәле-қазалардан сақтану үшін қай дұғаларды оқу керек?\nЖауап: Көптеген дұғалар бар. Бірнешесі мыналар:\n«Әузу би-кәлиматиллаһиттаммати мин шәрри кулли шәйтанин уә хамматин уә мин шәрри кулли айнин ләмматин» дұғасы әр күні таңертең және кешке үш рет оқылып өзінің үстіне немесе жанындағылардың үстіне үрленсе, көз өтуден, шайтандардың және жануарлардың зияндарынан сақтайды. (Мәуаһиб-и Ләдунниййә)\nБір адамға оқыған кезде Әузудің орнына «У'изукә» делінеді. Екі адамға оқыған кезде «У'изукумә», үш адамға оқыған кезде «У'изукум» деп айту керек.\n«Жұма намазынан кейін жеті реттен Ихлас және Муауизәтәйн сүрелерін оқыған адамды Аллаһу та’ала бір апта бойы бәледен, қазадан және жаман істерден сақтайды.» (Тәрғиб-үс-салат)\n«Бір жерге келген адам «Әузу би-кәлиматиллаһиттаммати мин шәрри мә халәқә» дұғасын оқыса, ол жерден кеткенше оған ешнәрсе зиян келтіре алмайды.» (Мүслим)\nИмам Раббани хазреттері шәкірттерімен ұзақ сапарға кетіп бара жатып түнде бір керуен сарайға түнейді. Ол шәкірттеріне: «Бұл түні бір пәлекет шығады. (Бисмилләһпен) “Бисмиллаһилләзи лә йадурру ма'асмиһи шәйун филәрди уәла фиссәма-и уә һуәс-сәми'улалим” дұғасын оқыңдар» дейді. Түнде өрт шығады. Бұл хабарды естімеген бөлмелердегі кісілердің заттарының барлығы жанып кетеді. Дұғаны оқығандарға ештеңе болмады. (Умдәт-ул-Ислам)\nЛи илафи сүресін оқыған адам қорқынышты жерлерде және дұшпанның алдында амандықта болады. Таңертең және кешке кем дегенде 11 рет оқу керек. (2/69)\nКөп истиғфар ету керек. Бір хадис шәрифте: «Истиғфарды көп оқып жүрген адамды Аллаһу та’ала дерттерден, қиыншылықтардан құтқарады. Оны еш күтпеген жерінен ризықтандырады.» (Нәсаи)\nМ. Масум Фаруқи хазреттері былай деген: «Бәлелерден, қиыншылықтардан құтылу үшін истиғфар оқу өте пайдалы, тәжірибе етілген. Өлімнен басқа бүкіл дерттен құтқарады. Ажалы келген адамның қиналмай өлуіне көмектеседі. Әр қиыншылықтан құтылады және ризығы артады.» (2/80)\n«Әстәғфируллаһәл азыим әлләзи лә илаһә иллә һүәррахманурраһим әл-хайул-қаййумулләзи лә-йәмуту уә әтубу иләйһ Раббиғфир ли» истиғфар дұғасын 25 рет оқыған адамның бөлмесінде, отбасында, үйінде және қаласында еш қашан бәле-қаза болмайды.» (Мәариж-ул-хидайа) (Бұны таңертең және кешке үш рет оқу керек.)\n«Бисмилләһиррахманиррахим уә лә-хаулә уә лә-қууәтә иллә билләһил алиилазыйм» дұғасын оқудың жүйке ауруына және бүкіл ауруларға пайдасы бар екенін Әнәс бин Малик хазреттері  хабар берген. (Тәфсир-и Мазһари)\n         Сәби дүние есігін ашқанда, жоғарыдан құлау мен қатты дауыстан ғана қорқады екен. Қалған фобиялар уақыт өте келе, белгілі бір жағдайларға байланысты қалыптасады.  Адамға ауру да керек, қорқыныш та керек. Ауру ағзамызда орын алған ақау жөнінен хабар береді. Ал қорқыныш сол ақауды болдырмау үшін, ерте бастан сигнал береді. Сол қорқынышқа құлақ ассақ, түрлі бәледен аман қалады екенбіз. Бұдан бөлек, иллюзиялық, яғни жүре келе адам миында пайда болатын қорқыныштар бар.  Осы қорқыныштардың кесірінен өмірдегі көп қызықтан құр қаламыз, сондықтан үрейге мойынсұнбай, оны жеңуге тырысуымыз керек. Қорқыныштан арылу үшін мына пәлсапаны жазып қойдым:\nДұғаларды жаттап жүру. Басқаларды қайдам, өзім қиналған сәтте \"Алладан басқа тәңір жоқ, Мұхаммед оның елшісі\", деп айтсам болды, денем күш-қуатқа толып кетеді. Ғылыми тілде бұл «суггестия» деп аталады екен. Сөз арқылы, іс-қимыл арқылы адам санасына әсер ету.\nАғысқа қарсы жүзу. Оттан қорықсаңыз, костер жағыңыз, аттан қорықсаңыз, ат спортымен айналысыңыз, судан қорықсаңыз, жүзуді үйрететін арнайы курстарға жазылыңыз, қатты дауысқа төзе алмасаңыз, рок стиліндегі әндерді тыңдаңыз. Күресуден жалыққан соң, қорқыныштың өзі-ақ қолын бір сілтеп, сізден кетіп қалады.\nМына бір психологиялық әдіс те көп көмегін тигізіп жатады: үрейіңізді ұшыратын бейнені қағаз бетіне түсіріңіз де, сол қағазды өртеп жіберіңіз. Осылайша, сіз ол құбыжықтың көзін жоясыз, енді ол сізді қайтып мазаламайтын болады.\nАқпарат дереккөзі: https://massaget.kz/blogs/9102/",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сол жақ Иығым ине шаншығаннан ауырады",
        "question_content": "Саламатсыздарма)) Менің сол жақ иығым (бұғана ,жауырын тұстары) ине шаншығанндай ауырады әсіресе көп жұмыстегенде ұзақ уақыт  жүргенде ауырады тек сол жақ иығым )) бұл қандай ауру оның емі қандай массаждан басқа)) жауап күтемін.",
        "question_date": "7.12.2020",
        "question_tag": "Тазалық",
        "question_views": 652,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Иығыңызға суық тиген болуы мүмкін\n2) Иығыңыз бен қолыңыз жалғасқан юөлік қимыл іс кезінде ауырса , сүйек майлылығының жетіспеушліліген қажалу салдарының ауырсынуы болуы мүмкін. \n3) Қатты күш әсерінен сүйекке не шеміршекке зақым келген болу мүмкін( өз басымнан өткен, тезірек тексеріліп дұрыс ем алмасаңыз , сүйектеріңіздің қисық бітуіне алып келеді).\nНе жағдай екекнін нақты білмегендігіңіздіктен, ыстық ванна алып көріңіз, немесе қаздырылған тұзды шыт орамалға салып киім сыртынан ауырсынған жерге  басып  1-2 күн байқап көрініңіз. Егер қоймаса яғни суық тиген емес, одан да күрделі жағдай деген сөз. Ондай жағдайда тез арада дәрігер маманға жүгінгеніңіз жөн.",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіздер неге балалар дегенді балдар дейсіздер?",
        "question_content": "Сіздер неге балалар дегенді балдар дейсіздер?\n\nАдмдар неге үнсіз отыр столга сол тамақты сол кезде уйімде бір  ең ірі жоғары оқу жоғары оқу орындарының бірі отдельный комната болады",
        "question_date": "7.12.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздер неге балалар дегенді балдар дейсіздер?\n- Әркім әрқалай қолданады, бірақ , негізі әдеби негіздегі дұрыс нұсқасы \"балалар\". Асығыс түрде немесе басқа да себептермен \"балдар\" болып кеткен болар.",
                "date": "8.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төбелері болатын үшбұрыштың ең үлкен бұрышының косинусын тап.",
        "question_content": "Төбелері A(1; 0; 2), B(2; 1; 0) және C(1; 2; 0) болатын үшбұрыштың ең үлкен бұрышының косинусын тап. Осыған көмек керек еді",
        "question_date": "7.12.2020",
        "question_tag": "Геометрия",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең алдымен координаталары арқылы өабырғаларын өлшемін тауып аласыз.\nAB = түбір6\nBC = түбір2\nАС = 2түбір2\nЕң үлкен қабырға АС және соған қарама-қарсы бұрыш ең үлкені.\ncosA = (6+2-8)/(2*2түбір2) = 0\ncosA = 0\nA бұрышы 90 градусқа тең",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әртүрлі физикалық және психологиялық ауыруларды және көз тию мен дуаның емі қандай?",
        "question_content": "Әртүрлі физикалық жане психологиялық ауруларды шариғат жолмен тіл-көз-дуа емдейді нөмірі 87471908923",
        "question_date": "7.12.2020",
        "question_tag": "Денсаулық",
        "question_views": 989,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КӨЗ ТИЮДЕН ҚАЛАЙ ЕМДЕЛЕМІЗ?\n        Адам қаншалықты Аллаға жақын болып, Оны әрдайым есіне алып әрі Құран оқып жүретін болса, ол көз тию мен жын иектеуден соншалықты алыс болады. Сондай-ақ, таңертең және кешке айтылатын зікірлер, ұйықтар алдында, ұйқыдан оянғанда, үйден шыққанда, т.б жағдайларда айтылатын дұғалар адамды сұқ көзден сақтауға әсерін тигізеді.\nАл көз тиіп, ауырып қалған адамды мына әдістермен емдей аламыз:\nКөз тиген адамды емдеу үшін ең әуелі егер көзін тигізген адам белгілі болса, сол адамға дәрет алғызып, сол судың бір бөлігімен науқасқа ғұсыл құйындырамыз, яғни бүкіл денесіне тиетіндей етіп жуындыру керек. \nБұл туралы Айша анамыз (р.а): «Көзі тиген кісі дәрет алуға бұйырылатын. Сосын науқас сол сумен жуынатын», - деген. (Әбу Дәуд)\n2. Науқасқа Құрандағы  «Фатиха» сүресін жеті рет, «Бақара» сүресінің алғашқы бес аятын, «Аятул курси» аятын, «Ықылас», «Фәлақ»,  «Нас» сүрелерін үш реттен және шипа дұғаларын оқып, аз ғана түкірік араластырып сүфілеу керек. Бұл рәсімді «дем салу» деп атайды. Алла Тағала Құранда: «Құраннан мүміндерге шипа және мейірім түсіреміз...» - деген. («Исра» сүресі, 82-аят) Ал Айша анамыз (р.а): «Алла Елшісі (оған Алланың игілігі мен сәлемі болсын) маған көз тиюден дем салуға бұйыратын», - деген. (Муслим, Ахмад, Тирмизи)\n3. Науқас адам өзі  жоғарыда көрсетілген Құран аяттарын суға оқып, түкірігін шашыратпай сүфілейді. Кейін судың біразын ішіп қалған бөлігімен денесін ысқылайды. Әбу Дәуд хасан иснадпен жеткізген хадисте Пайғамбарымыздың (оған Алланың игілігі мен сәлемі болсын) Сәбит Ибн Қайс деген сахабаға суға дем салып үстіне құйғызғандығы айтылған.\nСондай ақ, дәл осы аяттар мен дұғаларды «зәйтүн майына» оқып назарланған адамның денесін сүртсе немесе зәмзәм суына дем салып науқасқа ішкізсе де болады.   Пайғамбарымыз (оған Алланың игілігі мен сәлемі болсын):«Зәмзәм суын қандай мақсатта ішсең, сол мақсатта пайдалы», - деген.  (Ахмад, Байһақи)\n4. Құранда және хадистерде келген пана сұрау дұғаларын оқу қажет. Мысалы:\n«Әғузу бикәлимәәтилләһи мин шәрри мә халәқ» (Алланың кемел сөздерімен жаратқан нәрселерінің зиянынан пана тілеймін)\n«Әғузу би кәлимәәтилләһит-тәммәти мин ғадабиһи уә иқабиһи, уә мин шәрри ғибәдиһи, уә мин һәмәзәтиш-шайатиин, уә ән яхдурун» (Алланың кемел сөздерімен Оның азабы мен жазасынан, құлдарының зиянынан, шайтандардың үрлеуінен және олардың келуінен пана сұраймын)\n«Хасби Аллаһу лә иләһә иллә һу, алейһи тәуәккәлту, уа һуа Раббул аршил азыйм» (Алла маған жеткілікті, Одан басқа тәңір жоқ, Оған тәуекел еттім, Ол - ұлы аршының Раббысы)\n5. Науқасқа дем салудың келесі түрі Құран аяттарын және шипа дұғаларын оқу барысында науқас ауырған жерге қолын қойып отырады немесе алақанымен уқалайды. Осман ибн Әби әл-Ас бір күні Пайғамбарға (оған Алланың игілігі мен сәлемі болсын) келіп:  «Иә, Алланың Елшісі, менің ауруым қатты үдегені соншалық, мен өліп кететін сияқтымын» - дегенде, Алла Елшісі (оған Алланың игілігі мен сәлемі болсын): «Ауырған жеріңе қолыңды қой да жеті рет: «Мені мазалаған жамандықтың кесірінен  Алланың Құдіреті мен Күшіне сыйынамын» деп айт», - дегенін келтірген. \nДұғаның оқылуы: Әғузу би-ъиззатил-ләһи уә қудратиһи мин шәрри мә әжиду уә ухазир.\nАйша анамыз (р.а):  «Алла Елшісі (оған Алланың игілігі мен сәлемі болсын) өзінің жанұясында біреу ауырып қалса, ауырған жерін оң қолымен уқалап отырып: «Иә, адамдардың  Раббысы Алла! Сен –Шипа Берушісің, Сенен басқа жазылмайтын аурудан Айықтырушы жоқ. Ендеше, оның қайғысын кетіріп, шипа бер» деп айтатын», - деген. (Бұхари)\nТолығырақ: https://asylarna.kz/ru/maqala/544",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кличканы адамдарға айтуға болама???",
        "question_content": "Кличканы досым адамдарға айтуға болмайд жануарларға айтады деді сол распа?",
        "question_date": "7.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әркімнің өз ойы бар, досыңыз солай қабылдайтын болар. Бірақ досыңыздың айтып тұрған жануарларға айтылатын \"лақап ат\" ол жануарларға қойылған емсім емес пе? Қазіргі кезде көбіне бізде лақап атты адамның негізгі есіміне ұйқастыра қоятын болса, бұрынғы кезде лақап аттың атқаратын қызметі ерекше болған екен:\nБүркеншік ат , лақап ат, псевдоним (грек. pscudos — жалған, опута — есім) — автордың өзінің шын есімін ауыстырып қолданатын ойдан шығарылған есімі. Бүркеншік атқа қоғам қайраткері, жазушылар, суретшілер мен артистер түрлі себептердің салдарынан иек артқан: цензураның ізіне түсуінен жасырыну үшін, авторлық және шығарма бағасын айқындау үшін қолданған (әдеби маска). Сондай-ақ, алғашында өзінің суреткерлік қарымына сенімі нық болмаған жағдайда, аттас адамдар кездескенде де Бүркеншік ат қолдануы мүмкін. Шәкәрім Құдайбердіұлы кейбір шығармаларының астына “Ұмытылған” деп қол қойған. Ә. Бөкейханов өзінің бірқатар зерттеу, мақалаларына “Қыр баласы”, “Арысұлы”, “Қалмақбай”, т.б. деп қол қойса, М. Әуезов “Қоңыр”, “Арғын”, “Жаяусал”, “Айғақ” деп қол қойған. Ұлы Абайдың алғаш өлеңдерін Көкбай ақын атынан жариялауы Бүркеншік ат пайдаланудың бір түрі. Бүркеншік ат түрлерінің елуден астам түрі бар. Мәселен, автордың туған жерін меңзеуі, (мысалы, Ә. Тарази), арғы тегін білдіру үшін (Мұстафа Өзтүрік), т.б. қолданылуы мүмкін. \nБүркеншік ат әлем халықтарына кеңінен тараған. Мысалы, Дж.Свифтің 70-тен, В. Скоттың 160-тан астам Бүркеншік аттары болған. Кез келген автор Бүркеншік атпен шығарма жазуға хақылы. \nБүркеншік ат авторлық құқық бойынша қорғалады және автордың келісімінсіз оның Бүркеншік атын жария етуге ешкімнің хақысы жоқ. Өткен ғасырдың ортасында Россияда Козьма Прутков деген жазушы есімі пайда болды. Ал оның шығармалары өзінше бір қызық дүние еді. Козьма Прутков қандай мәселені толғамасын(расында да ол ерекше бір паңдықпен терең толғанғанды, әсіресе ақыл айтқанды өте жақсы көретін), оның жазғандарынан көтере әсірелеу мен даңғойлық лебі есіп тұратын. Оған ішек-сілесі қата күлген оқырман қауым, апыр-ау, Козьма Прутков деген есуас кім болды екен деп таң-тамаша болатын.\nАл шындығында, Козьма Прутков деген ешқашан өмірде болып көрген жан емес-ті. Өздері ойдан шығарған осы атпен үш жас ағайынды А.М. және В.М. Жемчужниковтар баспа бетіне өз шығармаларын жариялайтын болған. Керенаулықты, топастық пен тоғышарлықты әжуалау үшін бұл үшеуі өздеріне ортақ Козьма Прутков деген бір бүркеніш ат жамылған-ды.\nОсыған тағы бір мысал.Сендердің біраздарың Кукрыникстердің ғажайып сатиралық суреттері, сондай-ақ ірі картиналарымен таныс болуларың мүмкін. Ал Кукрыникстер - бұл да совет суретшілері М.В. Куприянов, П.Н. Крылов және Н.А. Соколовтың бүркеншік аты.\nБүркеніш атты, яғни ойдан шығарылған лақап атты көбінесе өнер адамдары: жазушылар, ақындар, суретшілер мен артистер жиі қолданады.\nМысалы, жазушыға өз аты-жөнінің дыбысталуы құлаққа жағымсыз не күлкілі болып көрінуі мүмкін, содан барады да ол кітабын бүркеніш атпен жариялайды. Актерге ең қажеті - өз есімінің тілге жеңіл айтылуы. Өйткені, оның аты-жөні, сахнадан немесе радиодан жиі айтылады ғой. Осындайда қырсық қылғандай фамилиясы бірден айтуға өте қиын, күрделі болса қайтпек? Сондықтан ол жұмысты оңайлату үшін басқаша, жеңілірек фамилия таңдайды. Кейде мынадай да жағдай болады: ақын өз өлеңін құпия сақтайды, оны кім жазғанын жұртқа білдіре бергісі келмейді. Сол себепті ол өлеңін бүркеніш атпен бастырады.\nӨнер адамдарын бүркеніш ат жамылуға мәжбүр ететін жайттар өте көп болуы мүмкін. Ол олардың өз еркі, өз құпиясы. Ал енді бұл құпияны олардың өз рұқсатынсыз ешкімнің ашуға, әйгілеуге хақысы жоқ.\nСендер талай рет бүркеніш атпен ұшырасқан да шығарсыңдар. Бірақ оның бүркеніш ат екенін әр кез біле беру кімге де болса оңай емес. Мысалы, Максим Горький - жүзіне белгілі есім. \"Чук пен Гек\", \"Көгілдір шәшке\", \"Тимур және оның командасының\" авторы Аркадий Петрович Голиковтың жұртшылыққа танымал болған бүркеніш аты - Гайдар. \"Гайдар\" монғолша - \"әрқашан алда жүретін сарбаз\" дегенді білдіреді. Осынау асқақ ат жазушы әрі Революция солдатына жарасымды-ақ!\n1905 жылғы Бірінші орыс революциясынан бірнеше жыл бұрын Ефим Александрович Придворовтың өлеңдері жарық көре бастады. Ол оны Демьян Бедный деген бүркеніш атпен жариялады. Ақынның мұндай атты таңдай себебі - өзінің кедей ақыны, жұмысшылар мен шаруалар ақыны екенін аңғарту еді.",
                "date": "7.12.2020",
                "upvotes": 0
            }
        ]
    }
]