[
    {
        "question_title": "\"Бәйтерек\" поэмасының идеясы мен тақырыбына анықтама жазу керек.",
        "question_content": "Тірек сөздер: Тәуелсіздік, азаттық, арыстар, Н. Назарбаев, Қазақстан, Бәйтерек.\n\nОсы тірек сөздерді пайдалана отырып, Бәйтерек поэманын идеясы мен тақырыбын анықтап жазу керек?\n\nТақырыбы: Қазақ елінің тәуелсіздікке қалай жеткені,елбасымыз Н.Әбішұлы Назарбаевтың елеулі еңбегі туралы.\n\nИдеясы: Жас ұрпақтарды,өз елін қадірлей білуге, оң бағыт беріп , елін,жерін сүйетін,болашақты берекелі қарсы алатындай етіп тәрбиелеу.",
        "question_date": "20.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 391000,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "«Бәйтерек – Елбасының өр тұлғасы,\nӘкеліп өз қолымен Тәңір қойған!»\n(«Бәйтерек» Несіпбек Айтұлы)\n«Егемен Қазақстанда» бұл туындыны «қазақ әдебиетінің тәуелсіздік жылдарындағы толымды табысы» деп бағаланған. Сол сөздің орындылығын «Бәйтерек» поэмасы жарияланғаннан бері қоғамдық ой-пікір тағы да қуаттай түсіп отыр.\nОсы жылдар ішінде баспа бетін көрген шығармалардың арасында Несіпбек Айтұлы поэмасы тәуелсіздік тақырыбын нағыз ақындық шабытпен жырлаумен, кемеліне келіп, кернеуі керіп тұрған көркемдік қуатпен кестелей білуімен оқшауланады. «Бәйтерек» - кең құлашты, еркін тынысты, сан қатпарлы шығарма. Ол жайында шағын сөзде қамтып айтып тастау оңай да емес.\nБір атап өтер жай – поэманың тілі. Несіпбектің бір деммен шығып, ақындық арынмен тұтас күйінде төгіліп түсе қалғандай әсер қалдыратын тамаша туындысы Елбасымыз Нұрсұлтан Назарбаевтың «Дауға салса алмастай қиған, сезімге салса қырандай қалықтаған, ойға салса қорғасындай балқыған, өмірдің кез-келген орайында әрі қару, әрі қалқан болған, әрі байырғы, әрі мәңгі жас, отты да ойнақы ана тілінен артық қазақ үшін бұл дүниеде қымбат не бар екен?» деген жүрек-жарды сөздерін ойға оралтады, аяулы ана тіліміздің қадыр-қасиетін айшықты ашуымен де жаныңызды жарық нұрға бөлейді.\nЕң бастысы – поэманы оқи отырып сіз Ел үшін, ер үшін мақтаныш сезіміне бөленесіз. Біздің қазақтың асыл азаматты ардақтауының басты белгісі - өмірін өрелі өлеңмен өрнектеуі. Қай заманда да тарихи тұлғалар туралы халық дастандар, жырлар шығарып отырған, олардың таңдаулары ұрпақтан ұрпаққа жетіп жатқан. Сол дәстүр бүгін де жалғасын табуда. Шынайы шабыттан туған мұндайлық ақық жырдың арқауына айналу – тәуелсіздігімізді тұғырлы етіп берген тұңғыш Президентіміз Нұрсұлтан Әбішұлы Назарбаевқа халықтық сүйіспеншіліктің бедерлі белгілерінің бірі.\nБәйтерек – Астананың төріндегі,\nӨресі биіктіктің өмірдегі.\nАялы алақаны Елбасының,\nСекілді өшпейтұғын сенім мөрі.\nСамсаған қара орманым - байтақ елім,\nСынға сап сан жақсыны байқап едің.\nЕңсесін елдігіңнің биіктеткен,\nОртаңда бойлап өскен Бәйтерегің!\nӨтінде арпалысқан өмір-майдан,\nЖайқалсын болашағың тамыр жайған.\nБәйтерек – Елбасының өр тұлғасы,\nӘкеліп өз қолымен Тәңір қойған!\nТуындай қанат керген әкелді күнгі,\nТанытты кең әлемге теңдігіңді.\nТұрғанда Бәйтерегің көкке шырқап,\nҰстай біл «асқақтатып» Елдігіңді...\n(Бәйтерек» поэмасынын үзінді)",
                "date": "22.05.2020",
                "upvotes": 2
            },
            {
                "text": "«Бәйтерек» поэмасы және оның құндылығы\nҚазақ ертеден өте көрегенді халық болған. Барлық нәрсенің өз құндылығын білген. Халқымыз айдалада жалғыз өскен ағашты киелі ағаш немесе әулие ағаш деп санаған. Оны кесуге, зақым келтіруге тыйым салған. Ондай ағаштың көлеңкесінде ұзақ отырып демалуға, ұйықтауға да болмайды деп айтқан. Жалғыз өскен ағаштың жанында ұзақ болсаң, сол ағаштай сопиып жалғыз қаласың деп жалғыздықтың нышанына балаған. Ал шөлді жердежайөалып өскен жалғыз ағашты киелі санаған, сол ағаш жанында түнеп, тілек тілеп шүберек байлаған. Кейбіреулер ол маңда әулие жатыр деп мал сойып, ырымдаған деседі.\nНұр-Сұлтанның хақ төрінен орын алған «Бәйтерек» монументінің негізгі идеясы Елбасы Н. Ә. Назарбаевтың ой-қиялынан туындаған. Елбасы оның эскиз-нобайын бір түннің ішінде өзі ойлап шығарды. Оның пікірінше, монументтің негізгі идеясы бейбіт өмір мен келісімге ұмтылған барлық қазақстандықтардың ғұмырлық мұратын білдіреді.\nБәйтерек – Нұр-Сұлтан қаласындағы сәулет құрылыс кешені, сәулет өнерінің бірегей туындысы.\n«Бәйтерек» монументінің түпкі ұғымында «бәйтерек» деген сөздің өзі «өмір ағашы» деген мағынаны білдіреді. Міне, осы жапырақ жайған алып ағашқа ертедегі ертегілерде кездесетін қасиетті құс – Самұрық айқара жазылған кең қанаттарымен айналасын тұтас жауып ұшып келеді. Ол өмірдің өзегін өркендетіп, үміттің үзірін үкілейтін алып алтын жұмыртқа – Күнді салу үшін Өмір ағашы – Бәйтерекке ұмтыла түскен.\nОсы алып ағаштың тағы бір идеясы өлім мен өмірді теңестіретін дүниежүзілік мифтің мазмұнына негізделген. Қазақ мифологиясында ол космос ағашы ретінде қаралады. Бәйтерек үш әлемді байланыстырушы дәнекер ретінде кеңінен көрсетіледі. Ел арасында адамның жаны киелі теректе сақталады деген ұғым ежелден қалыптасқан. Мифологияға зер салсақ, бәйтерек туралы аңыз әңгімелер өте көп. Солардың бірінде, басы аспанмен, түп тамыры жер астымен жалғасқан киелі теректің әрбір жапырағы жер жүзінде жасаған әр адамның өмір тіршілігінің нышаны, жер бетінде тіршілік еткен әрбір адам киелі теректің жапырағы жарылғанда өмірге келіп, жапырағы жайқалып өскенде есейіп, кемеліне келіп, жапырағы мезгілсіз сарғайса, қайғы-қасіретке тап болады, жапырағы солса қартайып, жапырағы үзіліп, жерге түскенде, қазаға ұшырайды делінген. Осылай бәйтеректің жапырағына жан орналастырып, адамның өмір сүру кезеңдерімен үйлестіре бейнелейді.\nБәйтерек — үш әлемді байланыстырушы дәнекер ретінде әспеттелінеді. Орта дүниені — адам, жоғарғы дүниені — қарақұс, төменгі дүниені — жылан-айдаһар көрсетеді. Қазақ ертегілерде кейіпкер жерасты әлеміне тап болады және ұзаққа созылған сапар кезінде үлкен ағашқа жолығады, ол жерде ағашқа өрмелеп бара жатқан жыланды өлтіріп, Самұрықтың балапандарын айдаһардан құтқарып қалады. Осы ерлігі үшін Алып Қарақұс кейіпкерді жер бетіне алып шығады[3].\nЕртегіде Самұрық кұсы осылайша мінезделінеді. Кейіпкер жыланды өлтірген соң Байтеректің түбіне демалып отырады. «Сол кезде күнбатыс жақтан бір қара бұлт шығыпты. Қатты дауыл жерді шаңдатты.\n– Бұл не? – деп сұрады (Жарты – Төстік)? Сонда екі балапан айтты:\n- Бұл біздің анамыздың қанатының екпінді желі, — деді.\nКүн нөсер жауын құйып – құйып жібереді.\n- Бұл қалай? – дегенде, балапан айтты:\n- Анамыздың көз жасы. Жылда-жылда бала тапсам да, бірі ілеспей койды деп жылағаны – деді. Құс ашылып қар жауды, жапалақ – жапалақ.\n- Бұл не – деді.\n– Анамыздың қуанып, қарқ-қарқ күлгені, — деді.\nҚұскеліп ағаш басына қонғанда, үйдін жуандығындай ағаш иіліп жерге тиді дейді». Бұл теректің басы аспанмен, түп тамыры жер астымен жалғасқан. Ол көзге көрінбейтін киелі ағаш. Бәйтерек мазмұны бірде зәүлім ағашы көзге елестетсе, екіншісінде мықты, зор күшті үшіншісінде, ғарыш пен жер арасындағы тылсым байланысты бейнелейді. Сондай-ақ ол тіршілік иелеріне тірек, сүйеніш, қорған, пана деген, ұғымды да білдіреді.\nАңыз бойынша мифологиялық Бәйтерек немесе Жолтерек (жолдарақ) О дүние мен Бұл дүние арасын жалғаушы жол ретінде саналады. Алып теректің ерекше қасиеті сол оны айнала ән салып, тілеген адамдардың тілегі қабыл болып жақсылыққа өзгереді екен.\n«Бәйтерек» монументі өзі үш бөліктен тұрады. Бұлардың да өзіндік сырлары бар. Нысанның жер асты бөлігі ұлттың тамыр жаюынан өзекті ой өрсе, ал екінші-үшінші бөліктері кейінгі өркендеу кезеңдерінен көріністер береді.\nЖыр сүйер қауым өлеңін іздеп жүріп оқитын ақынның бірі – Н.Айтұлы. 1970 жылдардың ортасынан бері оқырманына 200-дей әнге сөз жазып, жиыны 15-тей кітап сыйлап, желдей есетін, жебедей тесетін ұтқыр жырларымен өнер өлкесінде өзіндік өрнегін қалыптастырады. Оның «Бәйтерек» поэмасы - шығармаларының ішінде елеулі орын алады.\nОл өз сөзінде «Бәйтерек» поэмасы туралы былай дейді:\n«Бәйтерек» поэмасының сұлбасы санамда екі жылдай жүрді. Шығарманың басында «Түсімде тәуелзіздік падишасы, қолыма берді қағаз,алтын адам» деген жолдар бар. Ол жалған жазыла салған сөз емес. Бір күні түсімде Елбасы қолыма аппақ қағаз беріп жатыр.Осы түсім тура бір жылдан соң қайталанып, Нұрекең бұл жолы қолыма алтын қалам ұстатып кетті. Осындай әсерлермен өзімнің о бастағы елдікке, дербестікке деген ұстанымдағы ой үстінде жүргенде «Бәйтерек» поэмасы туды.",
                "date": "3.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбт негізгі пәндері қандай",
        "question_content": "Ұбт да  таңдау пәндерінен басқа негізгі тапсыратын пәндер қандай",
        "question_date": "20.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 9700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үш негізгі пәндер бар. Олар: Қазақстан тарихы, оқу сауаттылығы және математикалық сауаттылық.",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "40 грамм оттек массасы 24,8 грамм фосфорды жағуға жете ме ? есепті шығар",
        "question_content": "40 грамм оттек массасы 24,8 грамм фосфорды жағуға жете ме ? есеп шыгар өтінем комектесініздерш срочнооо керек",
        "question_date": "20.05.2020",
        "question_tag": "Химия",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\nV(O2)=2.24л\n---------------\nm(P)-?г\n\nШешуі:\n4P + 5O2 = 2P2O5\n\nn(O2)=V/Vm=2.24г/22.4г/моль = 0.1 моль\n\nn(P)=(0.1моль/5)*4=0.08 моль\n\nm(P)=n*M= 0.08моль*31г/моль=2.48 г\n\nЖауабы: m(P)=2.48 г",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қала тұрғындары арасынан кездейсоқ таңдалынған отбасында. Ыктималдық есеп",
        "question_content": "Қала тұрғындары арасынан кездейсоқ таңдалынған отбасында микротолқынды пештің болу ықтималдығы 0,742.\n\nа) отбасында микротолқынды пештің болмау ықтималдығы неге тең?\n\nб) осы қаланың 500 отбасында орташа есепппен қанша микротолқынды пеш бар?\n\nс) Егер сұралғандардың 1113-інде пеш бар деп есептелсе, онда қанша отбасынан сауалнама алынған?",
        "question_date": "20.05.2020",
        "question_tag": "Математика",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 а) 0.258\n\nБ) 371\n\nС) 3\nС жауабы тура емес",
                "date": "14.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Себетте 10 ақ, 7 қызыл және 3 көк шар жатыр",
        "question_content": "Алгебрадан көмек керек. шығарып берсеңіздер",
        "question_date": "20.05.2020",
        "question_tag": "Математика",
        "question_views": 13200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші есептің жауабы:\n\n1) 7/20\n\n2)10/20=1/2\n\n3)17/20",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика кітабы қанша тұрады? 9 сынып 2019",
        "question_content": "Физика кітабы қанша тұрады? 9 сынып 2019",
        "question_date": "20.05.2020",
        "question_tag": "Физика",
        "question_views": 355,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр жерде әрқалай баға. Ол кітап сататын дүкендерден анықтау керек.",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен қонақтар әңгімесі қонақтар деп аталды",
        "question_content": "Неге әңгіме қонақтар деп аталды??",
        "question_date": "20.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 10900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығарма тақырыбының идеясы - ата-ана, ата-ана алдындағы бала парызы, туған жер, қара шаңырақ. Шығарманың түпкі идеясын ашуда бар жүкті Ерғабыл шалдың ой-толғанысы, іс-қимылы, сөзі мен өзгелермен қарым-қатынасы көтеріп тұр десе болғандай. Курорттан қайтып келе жатып, соғып кететіндігінен хабар берген, жылына бір рет қана келіп кетер баласы Сапабекті күткен әкенің ойы, арманы, Жаратқаннан күтер тілегі бар. Бірақ оны сөз саптасымен немесе қимылымен білдірмесе, ашып көрсетпейді. Ұлттық болмыстан айырылып бара жатқан жалғыз баласы Сапабектің табыстары, жер дүниені кезіп, шетелдерде болып, көпті көргендігі әке үшін мақтаныш емес. Қол-басы, омырау тұсы ашық киім киген, орысша сөйлеп, ауыл тұрмысына жат қылықтар көрсеткен келіні Томаға да, қазақша түсінбейтін немересіне де шалдың көңілі толмайды. Ерғабыл шал үшін түтінін өшірмей, қара шаңырақты ұстап қалған ұрпақ қана адал сүт емген, ата-ана алдындағы парызын өтеген бала. Ауыл адамдарына әңгіме айтып, көсіле сөйлеп отырған баласын сөзден зеки тыюында да, кетерінде немересін тастап кетуге қимаған баласына: «- Алып кет өзіңмен бірге, оқыт, өзіңдей қаңғыбас етіп шығар деп, түнере сөз айтуында да осы бір шалдың баласына деген наразылығы айқын сезіліп отырады. Ерғабыл шал – ұлттық болмыспен құндылықтарды сақтаушы, қара шаңырақ деген киелі ұғымды қастерлеуші тұлға. Сапабек әкесі үшін – адам бойына туғаннан берілетін мәңгілік құндылық - парыз-қарыз, борыш ұғымдарын ұғына жете түсінбейтін, бүгінгі күнмен ғана өмір сүруші бала. Көтерген тақырыбы ауыр болғанымен, сөз орамдары мен айшықты сөздер еркін қолданылған шығарманың тілі жеңіл, оқушыны баурап аларлық сюжеттер желісі айқын.",
                "date": "22.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызыл кітапта Жоңғар Алатауына байланысты қолданылған әдебиеттер тізімі керек.",
        "question_content": "Сәлеметсіздер ме! Қазақстан Республикасының қызыл кітабына жазылған Жоңғар Алатауынан шыққан жануарлар мен өсімдіктер жайлы пайдаланылған әдебиеттер тізімі керек еді. Яғни, кез келген кітап соңында қолданылған әдебиеттер тізімі жазылады ғой. Міне, енді қызыл кітаптағы Жоңғар Алатауына байланысты әдебиеттер тізімі керек болып тұр. Шұғыл түрде керек болып тұр. Тезірек жауап болса  алғысым шексіз.",
        "question_date": "19.05.2020",
        "question_tag": "Табиғат",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Жалпы білім беретін мектептің 6-сыныбына арналған оқулық. 3-басылымы, өңделген, толықтырылған. — Алматы: Атамұра,2011. ISBN 978-601-282-245-8",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квадраттың ауданы екі есе өсті,квадраттың ауданы неше процентке өсті?",
        "question_content": "Квадраттың ауданы екі есе өсті, квадраттың ауданы неше процентке өсті?",
        "question_date": "19.05.2020",
        "question_tag": "Мектеп",
        "question_views": 863,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "s1 = S\n\ns2 = 2S\n\nS -------------100 %\n\n2S ------------ x\n\nx = 200 %",
                "date": "19.05.2020",
                "upvotes": 0
            },
            {
                "text": "100 процентке өсті",
                "date": "19.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен намаз оқымаймын,бірақ қадір түнінде оқитын намазды оқысам бола ма?Күнә болмай ма?",
        "question_content": "Қадір түнінде \"қадір\"сүресімен нәпіл намаз бар еді ғой,соны оқысам бола ма,бірақ өзім намаз оқымаймын,сонда да қадір түнінде оқитын намазды оқысам бола ма?",
        "question_date": "19.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 263,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине болады себебі намаз деген нәрсе қасиетті нәрсеғой",
                "date": "19.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арал теңізі, Каспий теңізі туралы",
        "question_content": "•Арал теңізі суының тартылуы экологияға тигізген әсері?\n•Каспий теңізінің ластануына әсер еткен жағдай?\n• Осы мәселені шешудің нақты бір жолын ұсыныңыз.\n•Өз болжамыңызды негіздеңіз?",
        "question_date": "19.05.2020",
        "question_tag": "Мектеп",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арал теңізі суының тартылуы экологияға тигізген әсері.\nАрал тенізі - Қазакстаныың інжу-маржаны, шөл белдеміндегі бірден-бір көгілдір су айдыны еді. Оыың апатқа ұшырағанға дейінгі көлемі -1066 км2, тсреңдігі - 30-60 метр, тұздылығы - 10-12 % болған. Қойнауы кәсіптік бағалы балықтарға бай, жағасы қоға мен қамысты теңіз еді. Сол кездерде жылына 50-150 мын балық ауланса, теңіз жағасынан едәуір мөлшерде бұлғын терісі игерілген.\nАрал өңірінін тұрғындары 1970 жылдарга дейін әлеуметтік-экономикалық тұрғыда жақсы қамтамасыз етілген тіршілік көшті. Теңіз өңіріндегі елді мекендерде 17 балық колхозы, 10 балық өңдейтін зауыт және 2 балық комбинаты тұрақты жүмыс істеген.\n1960 жылдардаи бастап Арал өңірін игеру қолға алынды. Осы аймақтағы игерілетін жер көлемі бұрынгыдан Өзбекстан мсн Тәжікстанда 1,5, Түрікменсанда 2,4, Қазақстанда 1,7 есеге өсті. Ал Әмудария мен Сырдария бойындағы халықтың саны 1960-1987 жылдар аралығында 2,2 есеге артты. Халық санының өсуіне орай суға деген кажеттілік те артты. Осыған орай, 1970-1980 жылдар аралыгында Аралға құйылатын су мөлшері азайды. Онын негізгі себептері - антропогендік факторлар еді. Екі өзен бойындағы суды мол кажет ететін күріш пен мақта есіру ісі каркындап дамыды (Шардара).\nОның үстіне ауыл шаруашылығының басқа да салалары барынша дамыды. Өзен бойлары игеріліп, суды ысырапсыз пайдалану жүзеге асты. Мәселен, Аралға 1960-1965 жылдар арасында 44 мың м3 су кұйылса, бұл көрсеткіш 1974-1978 жылдары 13 мың м3, ал 1990 жылдары екі есеге қысқарды. Нәтижесінде, Арал теңізінің деңгейі 23 метрге дейін төмендеп, оның су айдыны 30-200 км-ге дейін қусырылды. Судың тұздылығы 40 пайызға дейін артты. Оның үстіне екі өзен бойындағы шаруашылықтарда тыңайтқыштар мен химиялык препараттарды қолдану бүрын-соңды болмаған көрсеткішке жетті. Тыңайтқыштарды қолдану 10-15 есеге өскен. Осындай антропогендік факторлар Арал өңірін экологиялық апатқа ұшыратты. Құрғап қалған теңіз түбінен жыл сайын айналаға зияндылығы өте жоғары 2 млн. т тұзды шаңдар көтеріліп, желмен тарай бастады. Сонымен, Арал апатына себеп болған факторларға:\n-   жергілікті жердің тарихи-табиғи ерекшсліктерін ескермеу;\n-   ауыл шаруашылығын дүрыс жоспарламау, судың қорын есепке алмау;\n-  суды өте көп қажет ететін күріш, мақта дақылдарып барынша көбейтіп жіберу; -  жерді игерудің агротехникалық шараларын сақтамау және судьт үнемді пайдаланбау;\n- табиғат ресурстарын пайдаланудағы жіберілген қателіктср мен оны меңгерудің ғылыми түрғыдан негізделмеуі болып табылады.\nОсы аталған фактілср Арал теңізі экожүйесіндегі тіршілік атаулыны экологиялык дағдарысқа әкелді. Бұл жағдайлар адам баласының қолдан істеген қателігі ретінде дүние жүзіне белгілі болды.\nАрал өңірінде туындап отырған казіргі экологиялык апаттар нышаны жыл өткен сайын теңіз суын тарылтуда. Оның фауыасы мен флорасы жойылып бітуге жақын. Топырақтың тұздануы өте жылдам жүруде. Арал теңізінде балық өсіру шаруашылығы тоқталып, соңғы 1-2 жылда ғана қайта қолға алынды. Ондағы тұрғындардың әлеумсттік жағдайы төмендеп кетті. Теңіз түбінен көтерілген улы тұздың мөлшері жылына 13-20 млн. т деп есептеледі. Тіптен, тұзды шандар әсері сонау Орта Азия республикалары аумағына жетіп, ауыл шаруашылығына зардабын тигізуде. Топырақтың тұздануы Өзбекстанда - 60 %, Қазақстанда -60-70 %-ға артып отыр. Мұның өзі жалпы шаруашылықа зиянын тигізуде. Арал өңіріндегі климаттың өзгеруі шөл белдемінің табиғи ландшафтарын бірте-бірте күрделі әрі қайтымсыз антропогендік экожүйелерге қарай ығыстыруда.\nАрал өңіріндегі антропогендік факторлар ондағы тұрғындардың салт-дәстүріне, экономикалық-әлеуметтік жағдайына тікелей әсер етуде. Жұмыссыз қалған балықшылар әлсуметгік жағынан қорғаусыз қалып, басқа аймақтарга еріксіз қоныс аударуда.\nҚазіргі Арал өңірінде адамдардың денсаулығы күрт төмендеп кетті. Бүл еңірдс соңғы мәліметтер бойынша туберкулез, буйрекке тас байлану, сарысу, өкпе-тыныс жолдарының қабьшуы, жұқпалы аурулар республиканын басқа өңірімен салыстырғанда жоғары көрсеткішті беріп отыр.\nАрал теңізінің болашағы дүнис жүзі халыктарын толғандыруда. Оның біржола жойылып кетуі Орта Азия мен Қазакстанды ғана емес көптегсн Шығыс елдеріннің тыныс-тіршілігіне өзгерістер әкелмек. Ал әлемдік климаттың өзгеруі, шелге айналу, атмосферадағы ауытқу-шылықтар, антропогендік экожүйелердің тұрақсыздығын тудырады. Арал мәселесі соңғы 10 шақты жылда географ және эколог ғалымдар арасында жиі-жиі пікірталастар туғызуда. Арал мәселесі туралы халықаралық конференциялар ұйымдастырылды. Өркениетті елдер қаржылай көмск көрсетуде. Олар негізінсн Орта Азия республикалары, Ресей, АҚШ, Жапония, т.б. мемлекеттер.\nАрал теңізін құтқару жөнінде бірнеше ғылыми болжамдар мен жобалар бар. Олар:\n1.  Сібір өзендерін Қазақстанға бұру.\n2.  Әмудария мен Сырдария өзендерінің суын реттеу аркылы суды молайту.\n3.  Арал теңізін жартылай сақтап қалу.\n4. Каспий теңізінің суын жасанды канал арқылы әкелу.\n5. Жер асты суларын пайдалану.\n6. Арал теңізіиің өздігінен табиғи реттеулін немесе толысуын күту. Әрине, бұл жобалар болашақтың ісі болғанымен, уақыт талабы оны күттірмейді. Бәрі де қаражатқа тірелуі мүмкін. Ал оның іске асуы адамзат кауымьшың білімі мен біліктілігіне байланысты екені анық.\nҚазіргі кезде Аралды құтқару бағытында батыл да жоспарлы түрде ғылыми негізде жұмыстар жасалуда. \"Арал тағыдыры - адам тағдыры\" болғандықтан оны сақтап қалу аға ұррпақтын болашақ алдындағы борышы.\nКаспий теңізінің ластануына әсер еткен жағдай.\nҚазақстан жаһандық энергетикалық қауіпсіздіктің түйінді элементі болып табылады. Әлемдік деңгейдегі мұнай мен газдың ірі қорына ие біздің еліміз энергетикалық саладағы өзінің сенімді стратегиялық серіктестік және өзара тиімді халықаралық ынтымақтастық саясатынан бір адымға да кері шегінбек емес [1].\nКаспий – әлемдегі ең ірі тұйық му қоймасы. Көбіне ірі көл ретінде қаралады. Бірақ бұл анық емес, себебі көлеміне, даму процестері мен тарихының сипатына қарасақ, теңіз болып табылады. Бұған арнасының мұхит типіндегі қабат болып табылатындығы айғақ. Гипотезалардың біреуіне сүйенсек, Каспий теңізінің атауы Ксапий теңізінің оңтүстік-батыс жағалауында б.д.д. 1 мыңжылдықта тіршілік еткен ат өсіретін көне тайпа – каспи тайпасының құрметіне берілген.\nҮшінші мыңжылдықтың басында экологиялық қауіпсіздік мәселесі ерекше тереңдікке ие болды, оның шешілуі әлемдік қауымдастықпен адамзаттың тірі қалуының маңызды факторы ретінде мойындалады. Экологиялық қауіпсіздік экологиялық тепе-теңдіктің тұрақтылығы, қоршаған ортаға шамадан тыс стихиялық (табиғи) және антропогендік әсер етуінен қоғамның қорғалуының деңгейімен анықталады.\nКейінгі жылдарда шамадан тыс тереңдікке бірден-бір табиғи объект болып табылатын Каспий теңізінің экологиялық денсаулығын сақтау мәселесі ие болды. Каспий теңізі — бірегей су айдыны, оның көмірсутекті ресурстары мен биологиялық байлықтарының дүниежүзінде ұқсастықтары жоқ. Каспий — әлемдегі ең көне мұнай өндіру бассейні. Сонымен, мысалы, Әзербайжанда, Апшерон түбегінде мұнай өндіру 150 жылдан астам уақыт бұрын басталды [1, 9 б.].\nКаспий өңірі аудандарында (кең мағынада) Каспий теңізінің периметрі бойынша орналасқан бел елді белгілейді: бұл Әзербайжан, Ресей, Қазақстан, Иран және Түрікменстан. Оларды «Каспий теңізінің бассейні» мемлекеттері деп атау қабылданған. Дипломатиялық тәжірибеде дәл осы термин аймақтық елдерді белгілеу үшін пайдаланылады. Бүгінгі күні Каспий мәселесі өте өзекті, бірақ халықаралық-құқықтық статусы және Каспий өңірі мемлекеттері арасында мұнай ресустарын бөлу туралы мәселе қалай шешілетіндігіне тәуелділіктен тыс Каспий аймақтың экологиялық объектісі болып қала береді. Оның бөліктерінің біріндегі дағдарыс жалпы, біртұтас апатқа айналады, ең соңында бұл әрбір мемлекеттің және оның болашақ дамуына әсер етеді.\nТеңіздің басты ластаушысы, сөзсіз, мұнай болып табылады. Мұнай ластанулары жасыл-көк және диатомды балдырлармен көрсетілген Каспийдің фитобентосының және фитопланктонының дамуын басым етеді, оттегінің өнімділігін төмендетеді. Ластанудың көбеюі су беті мен атмосфераның арасындағы жылу-, газ-, ылғал айналымына әсер етеді. Үлкен аудандарда мұнай қабыршықтары таралуының салдарынан булану жылдамдығы бірнеше рет төмендейді. Каспий теңізінің ластануы сирек балықтардың және басқа тірі организмдердің басым бөлігінің жойылуына әкеледі. Мұнайлық ластанудың әсер етуі суда жүзетін құстарда көрнектірек көрінеді. Осетр балықтарының қоры азайып барады.\n2000 жылы Атырау қаласында 70 ш. оңтүстік-шығысқа қарай теңіздің таяз аймағында ең ірі Шығыс-Қашаған мұнай және газ кен орны ашылды. 2001 ж. Батыс Қашаған кен орнының мұнай-газдылығы дәлелденген. Солтүстік Каспий теңізінің қайнары үлкен дәлелденбеген қорлар бар болғандықтан, Қазақстанның мұнай-газ болашағы келесі үш Теңіз, Қарашығанақ және Қашаған кен орындарымен тікелей байланысты. Дәл Қашаған, Теңіз бен Қарашығанақтағы өндірістің мүшкіл деңгейіне тоқталмай, 7-9 млрд. баррель қорымен экономикалық өсудің негізгі қозғалтқышы болады. Сонымен қатар, 2015 ж. қарай Қарашығанақтағы газ өндірісін жылына 25 млрд. м3, ал Теңізде – жылына 8-9 млрд. м3 жеткізу жоспарланады. Осы уақытта Қашаған ҚР ең ірі газ шығару көзі болып отыр. Себебі одан алынатын қор 1 триллион м3 құрайды. Қашағанда жолай газ Теңіздегі сияқты күкірттің мөлшерінен жоғары. Кен орнының өзі жоғары температурамен және қысыммен сипатталады. Бұрғылау жасанды құрылған аралдан жүргізіледі. Теңіздің тереңдігі мұнда 3,5 м.\nМұнайлық ластану әсіресе Каспийдің солтүстігінде теңіздің ауданынан 27.7 % ауданы, судың 6.2 м орташа тереңдігі кезінде жалпы көлемінен 0.94 % судың өте төмен деңгейінен қауіпті. Яғни, егер теңіздің әр түрлі бөліктерінде су көлемінің бірлігіне мұнайдың бір тоннасын құйса, онда Солтүстік Каспийде шамамен экожүйеге ластағыштар 100 есеге қатты әсер етеді. Волга мен Оралдың қатты ағысының арқасында солтүстік Каспий, Орталық және Оңтүстік Каспийге қарағанда едәуір өнімді, басты азық қоры, балықтардың, итбалықтардың «балалар бақшасы», құстардың ұя салу орны болып табылады.\nКаспий теңізінің табиғи ортасының негізгі ластану көздері өзен ағындысымен (материктік ағыс) шығару және тазартылмаған өнеркәсіптік және ауыл шаруашылығы ағындыларының, қалалар мен жағалаудағы ауылдардың коммуналдық-тұрмыстық ағынды суларының төгінділері; өзен және теңіз кеме қатынасы, каспий кемежайларындағы кемелердің ағынды сулары; құрлық пен теңіз қайраңында мұнай және газ ұңғымаларын пайдалану; теңіз жолымен мұнай тасымалдау, құбырлардағы апаттар; теңіздің түбін тереңдететін жұмыстар кезіндегі екінші рет ластану, мұнай газ және энергия кешендерінің объектілерін жылытумен және тазартылмаған төгінділеріне байланысты Каспийдің ластануы; жер бетіндегі, су және теңіз экожүйелерінің био әр түрлілігінің және іске қосылған механизмдердің жоқтығынан өнімділігінің азаюы; нормативті-құқықтық құжаттардың жетілмегендігі, халықтың жеткіліксіз экологиялық сауаттылығы; мұнай өндіру аудандарында халықтың ауру-сырқаулығының өсуі болып табылады.\nӨзен ағысымен Каспийге жыл сайын 40-45 км3 ағынды сулар келеді, олардың 60 % Волга бассейні береді. Ағындардың жаға бойындағы циклондық сипатының болуы себебінен, теңіздің кез келген бөлігінің ластануы шарасыз басқа бөлігінің ластануына әкеледі. Сонымен қатар, теңіздің биологиялық маңызды бөліктері де ластанады.\nЕрекше қауіпті мұнай көмірсутектерінің, хлор-органикалық қосылыстардың, ауыр металдар мен радионуклидтер жоғары мөлшерімен анықталатын химиялық ластану болып табылады. Қазірдің өзінде Каспийде мұнай көмірсутектілердің орташа шоғырлануы 1.5-2 есе балық шаруашылығы су қоймаларының нормасынан жоғары. Каспийде биологиялық жансыз және ең ластанған Баку бухтасының мысалында теңіздегі қарқынды мұнай өндірісінің салдарын көруге болады. Ресей жағалауында мұнай көмірсутектілерінің Теректің сағаларында шоғырлануы, сондай-ақ ықтимал нормадан асты, бұл Шешенстандағы соғыс әрекеттерімен байланысты болды. Жыл сайын 20-30-ға жуық көп төгінділер тіркеледі, үнемі техногенді апаттардың саны көбейіп отырады [2, 277 б.].\nАпшеронға ұқсас жолдан жаңа мұнай өндіру орталықтары – Теңіз (Қазақстан) және Челекен (Түрікменстан) өте бастайды. Мұндағы экологиялық жағдай көбінесе Каспийдің батыс жағалауында қалыптасқан жағдайды қайталайды. Бірақ, ол мұндағы мұнай құрамы бойынша жоғары күкіртті, құбыр жүргізу транзитінің алдында арнайы тазартуды талап ететін меркаптандардың көп мөлшерлі болуымен күрделілене түседі. Оның теңізге түсуі үлкен экологиялық зардаптарға әкелуі мүмкін. Ал мұнай өндірудің пластылық жағдайлары (жоғары температуралар мен қысымдар) апатсыз пайдалануға маңызды қосымша шығындарды ғана емес, сонымен қатар, барлау мен өндіру кезінде өте қатты экологиялық стандарттарды сақтауды талап етеді. Каспий сулары орташа ластанған болып бағаланғанда, аздап, жасанды тұндырғыштардың ролін атқаратын өзеннің су қоймаларына, каспийлік түптік шөгінділерге және теңіздің қыздырылатын жоғары қабаттарында өзін-өзі тазарту процестерінің жоғары жылдамдығына міндетті.\n1978 ж. бастап Каспий трансгрессивтік кезеңде тұр. Кейінгі бірнеше жылдарда Каспийдің деңгейі тұрақтандырылды, мұнай өндіру аудандарындағы теңіздің деңгейін артуы кез келген апаттық жағдайларға, қорғау бөгеттерінің және үйінді ғимараттардың бұзылуына, құбыр жолдарының жарылуына, жер асты суларының ластануына және т.б әкелуі мүмкін.\nОрталық Каспийдің оңтүстік және үлкен бөлігі үлкен геодинамикалық қауіптілікке ұшырайды. Ол жоғары сейсмикалылыққа байланысты. Ал, дәл осы учаскелер бойынша транскаспийлік су асты мұнай құбыр жолдарының жобаларын: жылына 20 млн.т. дейін қазақстандық мұнайды Теңізден және Түрікменстан – Әзербайжан – Грузия – Түркия транскаспийлік газ құбырынан тасымалдау іске асыру жоспарланды. Ресей сейсмологтарының қорытындыларына сәйкес, Каспийдің түбі бойынша мұнай құбырларын салу апаттарға және жер астындағы жер сілкіністерінің салдарынан ауқымды мұнай құйылуына ұшыратады. Қатты жер сілкінісі кезінде 1000-ға жуық атм. миллион қысыммен үстіңгі бет пен атмосфераға құрамында күкірт-сутектілері бар көмірсутектілер тоннасының төгінділері болуы ықтимал, бұл үлкен апатқа әкелуі мүмкін. Ал Каспийдің тұйық жүйесіне, теңіз «өлімінің» басын бастау үшін мұнай құйылысымен шағын апат жеткілікті. Теңіз қайраңында мұнайды өндіру, бұрғылау, дайындау және тасымалдау процесі кезінде жағалау мен су мұнаймен ғана емес, сондай-ақ, бұрғы шламымен, ауыр жуу сұйықтарымен және әсіресе, құрамында теңіз флорасы мен фаунасына зиянды әсер ететін әр түрлі химиялық қосылыстары бар ағынды сулармен ластанады [2, 278 б.].\nКаспий теңізінің мұнай кен орындарын пайдаланудың ерекшелігі – құрамында мұнай бар жыныстарының нашар тұрақтылығынан ұңғымалардан алынатын сұйықта құмның көп көлемінің болуы. Құрамында қалдықты мұнайдың 5-10 проценті бар құм кейде пайдалану колоннасында және сорғы-компрессорлық құбырларда жиналады және тіпті кептеліс жасауға да қабілетті. Барлық дерлік өндірістік мұнай және газ өнеркәсібінің объектілері (соның ішінде құбыр жүргізу жолдары) сәйкес жағдайларда қоршаған ортаны әр түрлі экологиялық маңызды көптеген зиянды заттармен ластайды. Әр түрлі зерттеулер бойынша мұнай физиологиялық процестерге кері әсер ететіні, әр түрлі тіндер мен органдарда патологиялық өзгерістерге әкелетіні, ферментативтік аппарат пен нерв жүйесінің жұмысын бұзатындығы қалыптасқан. «Зиянсыз» болып саналатын салыстырмалы шағын мұнаймен ластанулар балықтарда, ұлуларда қан құрамының өзгеруіне әкеледі және зат алмасуын бұзады. Ластану көздерін талдау, теңіздік мұнай және газ кенорындарын Каспийде әзірлеу және барлау кезінде теңіз көбінесе мұнаймен, химиялық өңделген құм ерітіндісімен, ЖММ, химиялық реагенттермен, сондай-ақ, техникалық йодтармен ластанатынын көрсетеді [2, 280 б.].\nКейінгі жылдары Каспий теңізінің ластануы тікелей теңіз жағалауында орналасқан мұнай өндіру және қайта өңдеу кәсіпорындарының ағынды суларының төгінділерінің, құрамында әр түрлі жемірлі синтетикалық үстіңгі-белсенді заттары бар өнеркәсіптік және тұрмыстық қала ағындыларымен болды. Бұл ластанулардың негізгі себептері мыналар болды:\n– гидротехникалық ғимараттардың құрылымдық жетілмегендігі, технологиялық жабдықтың жеткіліксіз сенімділігі;\n– кенорындарды игерудің технологиялық процестерінің жетілмегендігі;\n– диагностиканың жеткілікті деңгейі және қауіпті объектілердің жұмысын бақылау;\n– мұнай газ кенорындарын бұрғылау және әзірлеу кезінде теңіз ортасының ластануын, сонымен қатар, теңіздің бетінен төгілген мұнайды оқшаулау және жинау бойынша құралдарды жоюға арналған арнайы құралдардың жоқтығы және жеткіліксіздігі.\nГидрохимиялық зерттеулердің нәтижелері Каспий теңізінің Солтүстік бөлігінің фенолдармен (18 ПДК дейін) бұзылу қауіптілігін дәлелдейді, ал Маңғыстау облысының аудандарында теңіз суының мұнаймен ластану деңгейі 10-13 ПДК құрайды. Сонымен қатар, Каспийдің солтүстік бөлігінде сынаппен, ауыр металдармен және хлорланған көмірсутектілермен ластанудың жоғары деңгейі байқалды.\nҚоршаған ортаның сапасына өндірістік кәсіпорындар мен объектілердің кері әсері қатты климаттық жағдайлармен, тұзды шөгінділерден өндірілетін және қайта өңделетін көмірсутекті шикізаттағы күкіртті қосылыстардың көп шоғырлануымен, Каспий деңгейінің жоғарылауымен және жағалаудағы мұнай кенорындарын жылытумен, теңіз кенорындарын игеру процесінің қарқынды өсуімен, континент аралық магистраль құбыр жүргізу жолдарының салынуымен және т.б күшейеді.\nКаспийдің теңіз кеңістігінде көмірсутектілер қатар ластағыштар ауыр және ауыспалы металдар – жасанды және өзен ағындысымен өнеркәсіптік қалдықтардың (ерітілген және шөгінді) құрамды бөлігі түрінде ұсынылғандар болып табылады. Металдар қоршаған ортаның түрлі әсер ету және қайта құрылу түрлеріне бейім (физикалық, химиялық, биологиялық). Микроэлементтер сияқты металдар балықтар мен басқа да гидробионттардың өмірінде маңызы зор. Олар ферменттердің, витаминдердің, гормондардың құрамына кіреді, балықтардың организмдерінде өтетін биохимиялық процестерге қатысады. Бірақ, көп көлемде суда бола отырып, өмірлік процестердің пайда болуына антибиотикалық әсер етеді және генетикалық өзгерістер әкеледі. Шаруашылық-тұрмыстық мақсатта пайдаланылатын су пунктілерін гидрохимиялық зерттеу кезінде, олардың қатарында қорғасынның, кадмийдің, бромның, нитраттардың, хлоридтердің және сульфаттардың ПДК арттыру байқалды. Жағалаудағы мұнай кен орындарын (Шығыс Кокарна, Жағалау, Шөл, Тәжіғали) жылыту және Мартыши, Қорсақ, Прорва, Терең-Өзек кен орындарының бөгеттері арқылы теңіз суын тазарту кезінде Каспийде мұнай өнімдерін шоғырландыру жеке орындарда 100 ШМШ дейін ұлғаяды.",
                "date": "19.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еденге қатысты потенциалдық энергиясын табу",
        "question_content": "Үстелдің биіктігі 0,8м. Үстел үстінде тұрған дененің массасы 0,2кг. Осы дененің еденге қатысты потенциалдық энергиясы (g=10H/кг) көмектесіңдерші",
        "question_date": "19.05.2020",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еп = mgh = 0,8 * 0,2 * 10 = 1,6 Дж",
                "date": "19.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі заман тарихын жақсы білетін кісі керек, бірнеше сұраққа жауап таба алмай отырмыз?",
        "question_content": "Қазіргі заман тарихын жақсы білетін кісі керек, бірнеше сұраққа жауап таба алмай отырмыз? Дереу!",
        "question_date": "19.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіз Қазақстан туралы көптеген сұрақтарға мына сайттан жауап ала аласыз: https://e-history.kz/kz/contents/list/107",
                "date": "30.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2001 жылы кедей халықтың ең жоғарғы көрсеткіші қай облыста анықталды",
        "question_content": "2001 жылы  кедей халықтың ең жоғарғы көрсеткіші қай облыста анықталды?",
        "question_date": "19.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 625,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2001 жылы кедей халықтың ең жоғарғы көрсеткіші қай облыста анықталды: шағын қалалар мен шалғай аудандарда, Оңт. Қазақстан",
                "date": "19.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зиялы қауым өкілдерінің кедейленуіне орай пайдаланылған термин?",
        "question_content": "Тәуелсіздіктің алғашқы жылдары  зиялы қауым өкілдерінің кедейленуіне орай пайдаланылған термин?",
        "question_date": "19.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 705,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіздіктің алғашқы жылдары зиялы қауым өкілдерінің кедейленуіне орай пайдаланылған термин: \n-аз қамтылған",
                "date": "23.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әйелдер арасындағы жұмыссыздықтың азаюы неге алып соқты?",
        "question_content": "Нарыққа көшу тұсындағы әйелдер арасындағы жұмыссыздықтың біртіндеп азаюы қандай көрініс берді?",
        "question_date": "19.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нарыққа көшу тұсындағы әйелдер арасындағы жұмыссыздықтың біртіндеп азаюы қандай көрініс берді?\n- Әйелдердің қоғамда өз ойын еркін айтып, құқығын қорғай алуына , материалдық тұрғыда тәуелсіздікке қол жеткізді деп есептеймін.  Мысал ретінде феминисттер қозғалысы.  Феминизм (лат. Femina - әйел) - әйелдердің саяси, экономикалық, жеке және әлеуметтік құқықтарын кеңейтуге бағытталған бірқатар идеологиялар, саяси және әлеуметтік қозғалыстар.\nТаяқтың екі ұшы болады демекші, қоғам тәрбиесі мен жүйесіне келтірер пайдасы мен кері тұстары да бар.",
                "date": "23.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін дамытуға арналған қандай электронды оқулықтар білесіздер?",
        "question_content": "Мен болашақта стюардесса болғым келеді.Ол үшін ағылшын тілін жақсы оқуын керек . Соған байланысты карантин уақытында электронды оқулықтарды оқығысы келеді . Оқулықтар ағылшын тілін үйренуге көмектеседі деп ойлаймын.",
        "question_date": "19.05.2020",
        "question_tag": "Мектеп",
        "question_views": 835,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жерден алсаңыз болады.",
                "date": "22.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлпырып, көңілді сөздеріне дыбыстық талдау жасау керек",
        "question_content": "Тапсырма:\n\n1. Құлпырып, көңілді сөздеріне дыбыстық талдау жасау керек.\n<!--[if !supportLineBreakNewLine]-->\n<!--[endif]-->",
        "question_date": "19.05.2020",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қ- дауыссыз, қатаң\n\nҰ- дауысты, жуан, қысаң, еріндік\n\nЛ-дауыссыз, үнді\n\nП-дауыссыз,қатаң\n\nЫ- дауысты, жуан, қысаң, езулік\n\nР- дауыссыз,  үнді\n\nЫ-дауысты, жуан, қысаң, езулік\n\nП-дауыссыз,қатаң\n\nК- дауыссыз, қатаң\n\nӨ- дауысты, жіңішке,  ашық, еріндік\n\nҢ-даусыссыз,үнді\n\nІ- дауысты, жіңішке, қысаң, езулік\nЛ- дауыссыз, үнді\n\nД-дауыссыз, ұяң\n\nІ-дауысты, жіңішке, қысаң, езулік",
                "date": "23.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық реакция теңдеуін. 1)K-K2O-KoH-Ko2So4(2)S-So2-H2So3-NA2So3",
        "question_content": "Төмендегі сызба нұсқалардағы белгісіз затты тауып,айналуларды жүзеге асыруға мүмкіндік беретін химиялық реакция теңдеулерін жазыңыз:1)K-K2O-KoH-Ko2So4(2)S-So2-H2So3-NA2So3",
        "question_date": "19.05.2020",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4K + O2 = 2K2O\n\nK2O + H2O = 2KOH\n\n2KOH + H2SO4 = K2SO4 + 2H2O\n\nH₂SO₃ + 2NaOH = Na₂SO₃ + 2H₂O",
                "date": "24.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шеңберді үш нүкте оны бұрыштық шамалары 4:3:5 қатынасындай болатын үш доғаға бөледі",
        "question_content": ".   а) Шеңберді үш нүкте оны бұрыштық шамалары 4:3:5 қатынасындай\n болатын үш доғаға бөледі. Егер шеңбердің радиусы 4-см ге тең болса, онда үлкен доғаның ұзындығын тап.\nб) үлкен доғасына сәйкес сектордың ауданын тап.",
        "question_date": "19.05.2020",
        "question_tag": "Геометрия",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а) Формула бойынша шеңберді табамыз:\n\nP = 2πR\n\nπ ≈ 3.14\n\nP = 2 * 3.14 * 8 = 50,24 (см)\n\n11 + 13 = 24 (части) - всего.\n\n50,24 : 24 ≈ 2,093 (см) - 1 бөлік.\n\n2,093 * 11 ≈ 23,02 (см) - кіші доға.\n\n2,093 * 13 ≈ 27,21 (см) - үлкен доға\n\nОтвет: 23,02 см и 27,21 см.",
                "date": "24.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Диаметрінің ұштары A(2; 0) және B(-2; 6) нүктелері болатын шеңбердің теңдеуін табыңыз.",
        "question_content": "Өтініш жасап бересіздерме .Өте қажет болып тұр.",
        "question_date": "19.05.2020",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x^2+(y-3)^2=13\nСебебі:\nО((2-2)/2; (0+6)/2),   О(0;3)\nR^2=OA^2= (2-0)^2+(0-3)^2=13",
                "date": "23.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жарықтың түсу бұрышын тап",
        "question_content": "Түскен сәуле мен екі орта арасындағы бұрыш 30°, ал сынған сәуле мен шағылған сәуле арасындағы бұрыш 60°. Жарықтың түсу бұрышын тап .",
        "question_date": "19.05.2020",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсккен бұрыш 60 градусқа тең",
                "date": "28.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Конустың толық бетінің ауданын табыңыз.",
        "question_content": "Конустың осьтік қимасы тең бүйірлі  үшбұрыш, қабырғалары 16см және арасындағы бұрышы 1200 болса, толық бетінің ауданын табыңыз.",
        "question_date": "19.05.2020",
        "question_tag": "Геометрия",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Конустың толық бетінің ауданы 192 пиге тең",
                "date": "28.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Стоматолог мамандығына грант барма",
        "question_content": "Стоматолог мамандығына грант барма ? 2020 жылы,болса қанша балмен грантқа түсуге болады,және қай университетке толықтай жауап керек ?",
        "question_date": "19.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жыл сайын стоматолог мамандығына ірі университеттердің өзінде 1-2 грант бөлінеді. \nОл мамандқтың грантына  тек ең жоғары балл алған және одан өзге жеңілдіктері мен дәрежелері бар түлектер ие бола алады.",
                "date": "24.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер ораза айында хайыз уақыты екі рет болса, кейін қалған күндерінде ұстауға бола ма?",
        "question_content": "Егер хайыз ораза айында екі рет келсе ораза бұзыла ма?",
        "question_date": "19.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза кезінде байқалған етеккір қаны әйелдің оразасын бұзады. Ол күннің қазасын кейіннен өтейді. Етеккірі байқалған әйелдің ораза ұстуына болмайды. Бұл туралы Шейх Атия Сақр: «Хайыз бен нифасы келген әйелдерге қатысты фиқһ ғалымдары мына екі нәрсеге бірауыздан келіскен: біріншісі – оған ораза ұстау парыз болмайтындығы, екіншісі – егер ораза ұстаса, ол оразасы дұрыс болмайтындығы, керек болса, ол ісі күнә болатындығы», – деген.\nИмам Нәуаи (р.а) айтты: «Мұсылман үмметі хайыз бен нифас әйелдерге ораза ұстауға болмайтынына әрі ұстаған оразасы да бұзылмайтындығына бірауыздан келіскен. Сол сияқты, кейіннен оразасының қазасын өтейтіндігіне де келіскен. Үмметтің бірауыздан келіскендігін Имам Тирмизи, Ибн Мунзир, Ибн Жәрир және мазхабымыздың ғалымдары жеткізген»",
                "date": "24.05.2020",
                "upvotes": 0
            }
        ]
    }
]