[
    {
        "question_title": "Морфологиялық талдау. Адам құны мен құқығы кеміген",
        "question_content": "Адам құны мен құқығы кеміген, арзандаған, аяқасты болған қоғайда адам ешқашан бақытты болмайды",
        "question_date": "26.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Суретші болу үшін адам бойында қандай қасиеттер болу керек ойтолғау жаз?",
        "question_content": "Суретші болу үшін адам бойында қандай қасиеттер болу керек ойтолғау жаз?",
        "question_date": "26.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суретші болу үшін меніңше табиғаты сезіне білу керек, түстерді тани білу керек, ия түстерді ,себебі, кәзіргі уақыта көптеген түстер бар бір қызыл түстің артында ондаған түстер.\n\nТүстер ол суретшінің қаншалықты бай екенін көрсетеді, өзінің салған суретінің ғажайып және ерекшеелігін көрсете алады\n\nБастапқыда суреті бәрі қара карандашпен (қара қалам) бастайды.Суретшінің бойында шындамдылық пен төзімділік болуы керек.Өзі қалаған мақсатына қалай да болса жетуге тиістігін ойында сақтауы тиіс",
                "date": "3.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика 10 сынып есептер. Дене жылдамдығының уақытқа тәуелділік теңдеуі vх = 4 +5t.",
        "question_content": "1. Дене жылдамдығының уақытқа тәуелділік теңдеуі vх = 4 +5t. Осы теңдеуге сәйкес келетін орын ауыстыру проекциясының теңдеуін көрсет.\n2. Дене 2м/с2 үдеумен түзусызықты қозғала отырып, 10 с ішінде 110 м жол жүрді. Дененің бастапқы жылдамдығы қанша?\n3. Дене радиусы R = 10 м-ге тең шеңбер бойымен аτ тұрақты жанама үдеумен қозғалады. Егер осы шеңбер бойымен 5 рет айналмалы қозғалыс жасағаннан кейін сызықтық жылдамдық v = 79,2 см/с-қа тең болса, онда аτ тангенциалды үдеу неге тең болады?\n4. Екі параллель теміржолда ұзындығы 660 м болатын жүк пойызы 54 км/сағ жылдамдықпен және ұзындығы 180 м болатын жолаушылар пойызы 72 км/сағ жылдамдықпен бірқалыпты қозғалады. Егер пойыздар бір бағытта қозғалатын болса, онда бір пойыз екіншісінін қасынан қанша уақытта жүріп өтеді?\n5. Белгі беру ракетасы 40 м/с жылдамдықпен көкжиекке 15° бұрыш жасай жіберілді. Оның ұшу қашықтығын анықта. (g = 10 м/с2)\n6. Массасы 2 т автомобильді қатаңдығы 105 Н/м тростың көмегімен 0,25 м/с2 үдеуімен тартады. Үйкеліс жоқ. Трос қаншаға ұзарады?\n7. Массасы 8 т ғарыш кемесі 500 м қашықтықтағы массасы 20 т орбитадағы ғарыш станциясына жақындады, олардың өзара тарту күшін есепте.\n8. Ұзындығы 2 м және массасы 3 кг шыбықтың ортасынан және оған перпендикуляр өтетін оське қатысты инерция моментін анықта.\n9. Инерция моменті 40 кг ∙ м2 сермер тұрақты 30 рад/с бұрыштық жылдамдықпен айналады. Сермерді 20 с кейін тоқтататын тежеуші моментті анықта.\n10. Массасы 100 г материалдық нүкте шеңбер бойымен модулі 10 м/с жылдамдықпен бірқалыпты қозғалып барады. Периодтың төрттен біріндегі импульс өзгерісін тап.\n11. Су көлденең қимасының ауданы 4 cм2 құбырға v жылдамдықпен келеді. Құбырдың екінші шетінде көлденең қима ауданы 1,2 есе артатын болса, су құбырдан қандай жылдамдықпен ағып шығады?\n12. Ұшақтың массасы 2,0 ⋅ 106 кг, қанаттың астындағы ауа 100 м/с жылдамдықпен ағады. Ұшақ қанатының ауданы 1200 м2. Ұшақ ауада тұрақты биіктікте ұшуы үшін оның қанатының үстінен ауа қандай жылдамдықпен ағуы қажет? ρауа = 1,29 кг/м3",
        "question_date": "26.10.2020",
        "question_tag": "Физика",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Vx=4+5t. \nv0 = 4 м/с\na = 5 м/с2\nОсы теңдеуге сәйкес келетін орын ауыстыру проекциясының теңдеуі = v0*t +at^2/2 = 4t +5/2*t^2 = 4t +2.5t^2",
                "date": "26.10.2020",
                "upvotes": 0
            },
            {
                "text": "2)Дене 2м/с2 үдеумен түзусызықты қозғала отырып, 10 с ішінде 110 м жол жүрді. Дененің бастапқы жылдамдығы қанша?\n3)Дене радиусы R = 10 м-ге тең шеңбер бойымен аτ тұрақты жанама үдеумен қозғалады. Егер осы шеңбер бойымен 5 рет айналмалы қозғалыс жасағаннан кейін сызықтық жылдамдық v = 79,2 см/с-қа тең болса, онда аτ тангенциалды үдеу неге тең болады?",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі синусоидалық кернеу теңдеуі берілген. Фазалар ығысуын анықтаңыз?",
        "question_content": "Фазалар ығысуын анықтаңыз?",
        "question_date": "26.10.2020",
        "question_tag": "Физика",
        "question_views": 937,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кімде жауабы бар беріңіздерші",
                "date": "29.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "cos(arccos(-√3/2))= мәнін табу. Кері функцияға амалдар қолдану?",
        "question_content": "cos(arccos(-√3/2))= мәнін табу. Кері функцияға амалдар қолдану?",
        "question_date": "26.10.2020",
        "question_tag": "Математика",
        "question_views": 263,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сбербанктан маған каспий номеріме ақша түсті. Қалай оны аламын?",
        "question_content": "Мен клиентіме ақшаны төлеу үшін каспий номерімді берген болатынмын.  Бірақ, ол сбербанктан ақша жіберді.  Маған сообщение ретінде ақшаның түскені және ссылка келіп тұр.  Қалай каспий кз қа өткізіп алсам болады? Ссылканы ашсам сбербанкке тіркел деп тұрады.",
        "question_date": "26.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағынасын өзгертіп жібермес үшін аудармадым, орыс тілінде түсінсеңіз:\nПри переводе с карты другого казахстанского банка на Kaspi Gold у меня запрашивают Secure Code. Где его получить?\nSecure Code — это секретный код, который защищает вашу карту от несанкционированного использования. Чтобы получить Secure Code, вам нужно обратиться в банк, который выпустил эту карту.\nЧтобы сделать перевод с карты другого банка, защищённой Secure Code, на карту Kaspi Gold, нужно:\nОткрыть сервис «Переводы» в мобильном приложении Kaspi.kz и выбрать вкладку «С карты на карту»\nВыберите в поле «Откуда» — «Карта другого банка». Ваша Kaspi Gold появится в поле «Куда» автоматически.\nУкажите сумму и нажмите «Перевести»\nВведите реквизиты карты: 16 цифр номера, CVC2/CVV2, срок действия карты. Проверьте данные и нажмите «Подтвердить и перевести»\nОткроется специальная безопасная страница вашего банка, на которой нужно ввести 3D Secure Code. Так банк, выпустивший карту, проверяет подлинность транзакции и то, что это именно вы совершаете перевод. После подтверждения вы вернётесь обратно на Kaspi.kz и получите квитанцию о переводе.\nhttps://kaspi.kz/guide/gold/transfers/card_to_card/q2134/",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ластанудың өсімдіктер дүниесіне әсеріне сипаттама беріңіз?",
        "question_content": "Ластанудың өсімдіктер дүниесіне әсеріне сипаттама беріңіз?",
        "question_date": "26.10.2020",
        "question_tag": "Табиғат",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқаша:\nӨсімдіктер  дүниесінің ластану және улануы ол өндірістік заттардың ауаға немесе суға одан әрі топыраққа өтуімен жүзеге асады. \nМысалы мұнай өндірісін алар болсақ:\n1) Оны өндіру және тасымалдау кезінде су және ауа қабаты ластанады.\nа) теңіз көлемінде тасымалдау кезіндегі апаттар әсерінен\nә) тасымалдау кезінде ауаға ұшатын органикалық заттар мен газдар\nб) тасымалдау кезінде құбырлардағы апаттар әсерінен топырақ жамылғысының ластануы\n2) оны өңдеуге дайындау кезінде :\nа) оны тұзсыздандыру кезінде қолданылған судың жеткілікті дәрежеде тазаланбай қоршаған ортаның су қорына құйылуы\nә) артық газдарды жою кезінде өртеуден келген зиян ( оны өртемей арнайы процестер арқылы бөліп алып қалданысқа енгізге бірден бірнеше мәселе шешілер еді: қаржылай пайда, экологияға  зиянды әсері азаяды.\n3) мұнайды фракцияларға бөлу\nа) атмосфераға көмірқышқыл газы, көміртек тотығы, күкірт оксиді, азот оксиді және т.б. көптеген заиянды газдар бөлініп, ол жауын шашынмен қайта жер қабатына түсіп барлық тіршілік атуына зиянын тигізеді.\n4) мұнайхимия саласы- мұнай фракцияларын өндірістің басқа салалрында шикізат ретінде қолдану.  Бұл сатыда да түрлі зиянды заттар ауаға  да өндірістік сулармен де , радияция түрінде де бөлінеді. Осы айтылған процестер тікелей зияны көрініп тұрмаса да тірі табиғат айналмалы мехнизммен өмір сүретіндіктен , топырақ жамылғасы , су , ауа арқылы тірі организмнің тұтас бәріне орасан зор зиянын тигізуде. Соның ішінде өсімдіктерге де. \nМен мамандығым бойынша барынша қысқаша түсіндіргенім осы, бұдан өзге басқа да салалардың экологиялық мәселе туғызып қоршаған ортаға  зиянын көрсетіп жатқаны белгілі.",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ластанудың өсімдіктер мен жануарлар дүниесіне әсер",
        "question_content": "Ластанудың өсімдіктер мен жануарлар дүниесіне әсер",
        "question_date": "26.10.2020",
        "question_tag": "Табиғат",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АНТРОПОГЕНДІК ФАКТОРДЫҢ ҚАЗАҚСТАННЫҢ ӨСІМДІКТЕР МЕН ЖАНУАРЛАР ӘЛЕМІНЕ ӘСЕРІ\nҚазіргі кезде адамзаттың табиғатқа әсері салдарынан өсімдіктер мен жануарлар қырғынға ұшырауда. Адамның шаруашылық іс-әрекеті салдарының қоршаған ортаның кейбір жерлерінің өзгерені соншалық,табиғи құрауыштарының байланысы өзгеріп, бұрынғы кешендермен салыстырғанда жаңа кешендер қалыптасуда. Қазіргі кезде антропогендік ландшафтар басым. Ландшафтарды жақсарту үшін оларды өзгертетін шаралар жүргізеді. Соның бірі – мелиорация. Мелиорация жердің жағдайын жақсарту мен оны пайдалану тиімділігін арттыруға бағытталған шаралардың жиынтығы болып табылады. Табиғатты тиімді пайдалану, көркейту және қорғау кешенді түрде қарастырылуы қажет. Рио-де. Жанейро декларациясының қағидаларын есепке ала отырып Қазақстанның экологиялық қауіпсіздігі проблемалары және қоршаған ортасының жағдайына ғаламдық, ұлттық және жергілікті деңгейде қаралуын қарастырады\nАнтропогендік фактор (грек. anthropos – адам, genos – тегі, пайда болуы, лат. faktor – іс-әрекет) – адамның барлық тірі организмдердің мекен ортасы ретіндегі табиғатты өзгертуіне әкеп соғатын немесе олардың тіршілігіне тікелей әсер ететін сан алуан әрекеттері.  Антропогендік факторға қоршаған ортаға адамның тигізген іс-әрекетінің нәтижесінде атмосфера, өзен-көл және мұхит құрамының өзгеруі, сондай-ақ технология қалдықтар мен радиоактивтік заттардың әсерінен топырақтың ластануы, сөйтіп, жалпы экожүйенің құрамы мен құрылысының бұзылуы жатады. Мәселен, 90-жылдардың ортасына дейін, 40 жыл бойы бөкен Қазақстандағы негізгі кәсіптік жануар болды. 1991-1993 жылдарда 800-900 мың бөкендер бар еді. 1998 жылы - 470 мың, 2001 жылы - 80 мың, ал 2003 жылы бар болғаны 21 мың бөкен қалды. Үкімет каулыларымен бөкендердің барлық түрін аулауға тыйым салынды. Бөкен Қызыл кітапқа енгізілген жоқ, бірақ осал, тіпті қиын-қыстау қауіп төнген түр мәртебесінде тұр.\nАдамның шаруашылық әрекетінің әсер етуінің тағы бір мысалы ретінде Арал теңізінің экологиялық жағдайын көрсетуге болады. Әмудария және Сырдария өзендерінің ағысын бөліп жібергендіктен теңіздің жартысынан астамы  , тартылып кетті. Арал теңізі ірі балық кәсіпшілігі орнынан шағын суқоймаға айналып қалды.\nЕліміздің тарихындағы  ең қайғылы жағдайлардың бірі - Семей  ядролық сынақ полигоны,алғашқы атомдық жарылыс  дауысы 1949 жылы тамыздың 29-ы, таңғы сағат 7-де естілді. Семей ядролық полигоны ауданында 450-ден астам жер үсті және жер асты ядролық сынақтарының өткізілуі нәтижесінде атмосфераға, гидросфераға және литосфераға өте  үлкен мөлшерде радиоактивті материалдар  шығарылды. Тек Семей ядролық  полигонының ғана емес,сонымен қатар соған жақын  жатқан орасан үлкен аумақтар да (Павлодар, Қарағанды, Шығыс Қазақстан, Жезқазған  қалалары және Ресей Федерациясының Алтай өлкесі аймағы) радиоактивті ластануға  ұшырады. Соның нәтижесінде сол аймақтағы тұрғындар мен ондағы тіршілік иелері зардап шекті. \nКаспий теңізі аймағын алсақ та мұнда адамның шаруашылық іс-әрекетінің нәтижесінде үлкен өзгеріске ұшырады. Соңғы жылдары бұл аймақ мұнай  мен газды өндірудің маңызды  экономикалық ауданына айналды. Теңіз  деңгейінің көтерілуіне байланысты бұл аймақ табиғи апат жағдайына  ұшырады. Мұнай кәсібінің өркендеуіне байланысты бұл аймақтада бірқатар проблемалар туындады.Олар:сол аймақта тұратын жергілікті халық денсаулығының өзгеруі,теңізде тіршілік ететін өсімдіктер мен жануарлар әлемінің өзгеріске ұшырауы,итбалықтың қырылуы,аңызақ желдің пайда болуы т.б.\nҚазіргі таңда Балқаш көлі алабының шаруашылық мақсатқапайдалануының нәтижесінде күрделі проблемалар туындап отыр. 1970 жылы Балқашқа құятын Іле өзенінде Қапшағай бөгені мен су электр станциясының (СЭС) салынуы Іле-Балқаш су шаруашылығы  кешенінде\nөзгеріс кезеңі болды. Соның нәтижесінде онда тіршілік ететін жануар дүниесіне (ондатр, балық, т.б.) және ауыл шаруашылығына көп  зиян келеді. Ақдала алқабын суландырып, күріш егу жобасы да толық жүзеге аспай қалды.\nӨнеркәсіптің  өркендеуіне байланысты пайдалы қазбаларды өндіру кезінде жылына 100 млрд т-дан астам тау жыныстары қопарылады. Осы жер қойнауынан алынатын шикізаттың бар болғаны 10%-ы дайын заттар жасауға жұмсалады да, қалған 90%-ы жарамсыз қалдықтарға айналады.\nҒалымдардың деректері бойынша Қазакстанда 180 млн га мал жайылымының 30 млн га алқабы мал тұяғынан тозаңы шықты, 50 млн га жер су тапшылығынан жарамсыз күйге ұшырады. Бірнеше жылдың ішінде еліміздің солтүстік аймақтарындағы шұрайлы жерлер эрозияға (желдің әсерінен) ұшырап, не егін егуге, не мал жайылымына жарамай қалды. Мұндай мысалдарды Жер шарының басқа аймақтарынан да келтіруге болады. БҰҰ сарапшыларының мәліметі бойынша, Жер шарындағы құрлықтың 30% алқабы қазіргі кезде техногендік әсерден шөлді аймаққа айналған. Бұл көрсеткіш жыл сайын 6 млн г-ға өсіп отырғаны да белгілі.\nӘрбір халықтың табиғатқа деген қарым-қатынасы, жанашырлық сезімі тарихи дәуірлерде қалыптасады. Қазақ халқы ұлан байтақ даланы ғасырлар бойы мал шаруашылығына дұрыс пайдалана білді. Әрбір түліктің өзіне тән өрісін де тандай біліп, жазда жайлауға, қыста қыстауға, т.б. орын ауыстырып тұруы табиғатқа деген қамқорлығының құнды көрінісі. \n ХХ ғасырдың басында адамның қоршаған ортаға әсерінен жаңа заман  басталды. Қоршаған ортаға антропогендік әсер күрт өсіп отыр. Бұл табиғи ландшафттың өзгеруіне, глобальды экологиялық проблеманың пайда болуына әкелді. Чернобыль апаты барлық Шығыс және Солтүстік Еуропаға қатер төндірді. Қалдықтар глобальды жылынуға, озон тесігінің пайда болуына әсер етеді.\n1954 жылы басталған тың және тыңайған жерлерді игеру деген ұранмен миллиондаған гектар жайылымдар босқа жыртылды. Ондай жерлерде алдын ала ғылыми зерттеулер жүргізілмеді және әрбір аймақтың жергілікті табиғи жағдайлары ескерілмеді.\nҒалымдардың деректері бойынша Қазакстанда 180 млн га мал жайылымының 30 млн га алқабы мал тұяғынан тозаңы шықты, 50 млн га жер су тапшылығынан жарамсыз күйге ұшырады. Бірнеше жылдың ішінде еліміздің солтүстік аймақтарындағы шұрайлы жерлер эрозияға (желдің әсерінен) ұшырап, не егін егуге, не мал жайылымына жарамай қалды. Мұндай мысалдарды Жер шарының басқа аймақтарынан да келтіруге болады. БҰҰ сарапшыларының мәліметі бойынша, Жер шарындағы құрлықтың 30% алқабы қазіргі кезде техногендік әсерден шөлді аймаққа айналған. Бұл көрсеткіш жыл сайын 6 млн г-ға өсіп отырғаны да белгілі.\nСонымен қатар, өсімдіктер мен жануарларды бір жерден екінші жерге алдын ала ойланбай жерсіндіру де пайдалы бола бермейді. Мысалы, Аустралия жерінде жабайы қояндардың көбейіп кетуі, кактустың қаптап өсуі ауыл шаруашылығына орасан зор зиян келтіруде.\nБұрындары Қазақстан аумағын мекен етіп, бүгінде тұқымы тұздай құрыған жануарлар бар. Оның басты себепкері – адамдар. Ұлы далада үйір-үйірімен шауып жүрген тарпаңдар, Іле мен Балқаштың қамысын паналаған жолбарыстар, Арал мен Каспийдің арасында желмен жарысқан қабыландар енді жоқ,себебі олар адам баласының іс-әрекеті нәтижесінде жойылып кетті.\nҚазақ жерінде салақұлаш сарыала жолбарыстар XX ғасырдың ортасына дейін жортып жүрген. Ерте заманда Сырдария жағасы, қамысы қалың Шу бойы қаптаған жыртқыш болған.Жолбарыс аулау қазақтың ата дәстүрі, машықты өнері болған. Тұран жолбарысының салмағы 250-300 келі тартатын. Тарпаң – жойылып кеткен жабайы жылқының бір түрі. Қазақстан жерінде XIX ғасырдың ортасына дейін таралған.Қабылан да жойылып кеткен жануарлар қатарында.Тоғай бұғысы,Қызылқұм арқары т.б жануарлар жойылып кеткен .\nҚазіргі кезде урбандалудың әсерінен де ірі қалалардың аумақтары мен өнеркәсіптік аглоремациялар ластануда.Әртүрлі өнеркәсіптік құрылғылар мен шығынды қоспалар ауаға таралып атмосфера қабатын бұзуда.\n«Табиғатсыз адамдардың күні жоқ,оны айтуға табиғаттың тілі» жоқ дегендей адам бұл табиғаттың бір туындысы ғана,ал өз іс –әрекеті арқылы адамзат барлық игіліктерді жойып жатыр.Қазіргі кездегі ғаламдық жылыну құбылысы,парниктік эффект,атмосфераның ластануы,ормандардың бұзылуы,фауна мен флора әлемінің өзгеріске ұшырауы барлығы да адам баласының қолымен жасалған дүниелер.Сондықтан да табиғатты барынша қорғау,сақтау бұл қазіргі кездегі басты міндеттердің бірі.Табиғат ресурстарын пайдалана отырып,оның орнын толтырып отыру керек.Бүкіл дүние жүзі болып табиғатты қорғауымыз керек.\nhttps://infourok.ru/antropogend%D1%96k-faktordy%D2%A3-%D2%9Baza%D2%9Bstanny%D2%A3-%D3%A9s%D1%96md%D1%96kter-men-zhanuarlar-%D3%99lem%D1%96ne-%D3%99ser%D1%96-4205280.html",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ластанудың өсімдіктер мен жануарлар дүниесіне әсерін болдырмау шараларына талдау жасаңыз.",
        "question_content": "Ластанудың өсімдіктер мен жануарлар дүниесіне әсерін болдырмау шараларына талдау жасаңыз.",
        "question_date": "26.10.2020",
        "question_tag": "Табиғат",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқаша айтсақ:\n1) Тіршілік етудің қоршаған ортаға зияны барынша аз жолдарын таңдау (ешқандай зияны жоқ өндірісті ұйымдастыру мүмкін емес);\n2) Өнеркәсіптің барлық саласының құралдарын жаңарту ( өндіру, тасмалдау, өңдеу, және т.б. салаларда);\n3) Өндіріс орындарының экологиялық құжаттарына талапты жоғарылату, және оның шарттарының  іс жүзінде орындалуына  қадағалауды күшейту;\n4) Әр жеке адамның қоршаған ортаға зиян келтірмеуге тырысуы.\nБұл менің ойымда қалғаны, бұдан да өзге ақпараттарды айта кетуге болады.",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі түзу қиылысқанда пайды болатын",
        "question_content": "Егер екі түзу қиылысқанда пайда болатын бұрыштардың бірі 32 градус болса, оның қалған бұрыштарын табыңыз?\nКім біледі срочно керек боп тұр.",
        "question_date": "26.10.2020",
        "question_tag": "Геометрия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі түзу қиылысқанда перпендикуляр қиылыспаған жағдайда екі екіден бірдей мәнді 4 бұрышқа бөлінеді:\n1 бұрышы 36 градус болса қарама қарсы бұрышы да 36. Ал  онымен іргелес жатқан бұрышы 180-36=144 градус болады.\nЯғни екі қарама - қарсы жатқан бұрыш 36 , қалған екі қарама - қарсы жатқан бұрыштар 144 градустан.",
                "date": "26.10.2020",
                "upvotes": 0
            },
            {
                "text": "карсы бұрыш32, калғкндапы 148,148",
                "date": "26.10.2020",
                "upvotes": 0
            },
            {
                "text": "180°-32°=148°градус болады",
                "date": "28.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер қабатының өмір сүруге маңызы неде?",
        "question_content": "Жаратылыстану пәні бойынша емтихан",
        "question_date": "26.10.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық тіршілік етуге қажетті дүниенің жер қабатынан бастау алуы болар. Жер қабатының бетінде өмір сүрген тіршілік иесі үшін тыныстайтын ауа да , азық та , су да бар. Тіршілікке ең керекті факторлар осы емес па?",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тірі жасушадағы иондардың белсенді тасымалдануының 4 жүйесін атаңыз?",
        "question_content": "Тірі жасушадағы иондардың белсенді тасымалдануының 4 жүйесін атаңыз?",
        "question_date": "26.10.2020",
        "question_tag": "Биология",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 640 г оттегі 105 Па қысымда 2 л көлемді алады.",
        "question_content": "1)Массасы 640 г оттегі  105 Па қысымда 2 л көлемді алады. Газ температурасын анықтандар\n\n2)Изобаралық суыну кезінде газ көлемі 5 есе кемиді. Газдың соңғы температурасын анықтандар, егер оның бастапқы температурасы  213°С болса. Газ массасын тұрақты деп есептеңдер.",
        "question_date": "26.10.2020",
        "question_tag": "Физика",
        "question_views": 910,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Изобаралық суыну кезінде газ көлемі 5 есе кемиді. Газдың соңғы температурасын анықтандар, егер оның бастапқы температурасы  213°С болса. Газ массасын тұрақты деп есептеңдер.\n\nV1=5V2\n\nT1=213°C=486 K\n\nТабу керек Т2\n\np-const\n\nV1/V2=T1/T2\n\nT2=V2×T1/V1=V2×486/5V2=97,2 K\n\nЖауабы Т2=97,2 К",
                "date": "14.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "12°С температурада көлемі 200 л баллонда 100 кПа қысымда гелий орналасқан?",
        "question_content": "1) 12°С температурада көлемі 200 л баллонда 100 кПа қысымда гелий орналасқан. Гелийдің массасын анықтандар.\n2)Изохоралық суыну кезінде газ қысымы 4 есе кемиді. Бастапқы температураны анықтандар, егер оның соңғы температурасы 32°С болса.",
        "question_date": "26.10.2020",
        "question_tag": "Физика",
        "question_views": 941,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) pV=(m/M)RT\n\n100*10\"3*200= (m/ 4,0026 г/моль)8.31*285K\n\nm=33778\n\nесептеуден қателеспесем осылай болу керек. Нақты дұрыс деп айта алмаймын,тырысып көрдім.",
                "date": "26.10.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алюминий әрекеттесетін оттегінің(қ.ж.) көлемі (л)?",
        "question_content": "0,1 моль алюминий әрекеттесетін оттегінің(қ.ж.)көлемі(л)?\nШығарылу жолын көрсетіп беріңдерші өтініш, жауабы: 1,68л",
        "question_date": "26.10.2020",
        "question_tag": "Химия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,1      х          х  \n4Al + 3O2 = 2Al2O3.\n\n4        3*22,4      204\n\n0,1--------------х\n\n4-----------------204\n\nх=5.1\n\n        x---------5.1\n\n3*22.4------------204\n\nx=1.68л",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "0.1 моль алюминий әрекеттесетін оттегінің (қ. ж) көлемі (л)?",
        "question_content": "0.1 моль алюминий әрекеттесетін оттегінің (қ. ж) көлемі (л)?",
        "question_date": "26.10.2020",
        "question_tag": "Физика",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,1      х2         х1\n4Al + 3O2 = 2Al2O3.\n\n4        3*22,4      204\n\n0,1--------------х1\n\n4-----------------204\n\nх1=5.1\n\n        x2---------5.1\n\n3*22.4------------204\n\nx2=1.68л",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен екі кеме параллель бағытта жақын арақашықтықта жүзуге болмайды?",
        "question_content": "Неліктен екі кеме параллель бағытта жақын арақашықтықта жүзуге болмайды?",
        "question_date": "26.10.2020",
        "question_tag": "Физика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кемелерді (кемелерді) сорылуы - бұл кемелердің бір-бірінен аз қашықтықта қозғалуы кезінде (мысалы, тар жерлерде) өзара тартылу құбылысы , теңізде де, өзенде де жүзу тәжірибесінде орын алады . Ол  кемелердің параллель бірін-бірі басып озғанда да көрінуі мүмкін . Сорудың пайда болу себебі қысымның айырмашылығы және қозғалыстағы су көлігінің екі жақын корпусының арасындағы гидродинамикалық күштердің пайда болуынан деп түсіндіріледі.",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жол қозғалысы инспекторы\"мамандығы бойынша соңғы курста оқимын?",
        "question_content": "Cәлеметсіз бе. Колледжде \"жол қозғалысы инспекторы\"мамандығы бойынша соңғы курста оқимын. (3 бағдарлама бойынша тестілеуден өткен кужат бар) инспектордың оқуы туралы және өткен біліктілігі туралы анықтамамен жұмысқа орналаса аламын ба?",
        "question_date": "25.10.2020",
        "question_tag": "Заң",
        "question_views": 342,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Жергілікті полиция қызметі учаскелік полиция инспекторлары, кәмелетке толмағандардың істері жөніндегі, әйелдерді зорлық-зомбылықтан қорғау жөніндегі, патрульдік полиция, табиғат қорғау полициясы бөлімшелерінен және құқық бұзушылықтар профилактикасы, қоғамдық тәртіпті сақтау, жол жүрісі қауіпсіздігін қамтамасыз ету жөніндегі қызметті жүзеге асыратын өзге де бөлімшелерден тұрады. Бұл ішкі істер органдары туралы заңда көрсетілген, сондықтан бұрынғыдай МАИ қызметкерлері жоқ. Оның орнына жол патрульдық полициясы. жұмысқа кіру үшін заң мамандығы болуы керек.",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көзім ауырып, ертеңіне ісіп кетті, не істесем болады",
        "question_content": "Үйге қонақтар келіп еді, біраз жұмыстарға көмектесіп, сағат бестердің кезінде ұйқтадым. Сосын шамамен тоғыз, онның кезінде ұйқыдан тұрдым. Ұйқыдан тұған кезде бір көзім ауырды(сол жақ көзім). Сол күні ерте ұйқтап қалдым. Сосын ұйқыдан тұрған кезде сол бір көзім ісіп тұрды. Не себептен деп ойлайсыздар? Не істеуге болады?",
        "question_date": "25.10.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір екі күн бақылап көріңіз. Жай суық тиіп немесе шаршағаннан солай көзді шамалы қимылдатқаннан ауырсынуы , ісуі мүмкін. Көзіңізге күш сала  бермей 1-2 күн бақылап көріңіз ештеңе жасамай-ақ. Егер қоймаса көз дәрігеріне көрініңіз. Меніңше жай ауырсынып қалған сияқты.",
                "date": "26.10.2020",
                "upvotes": 0
            },
            {
                "text": "Менде тура сондай болып жатыр сенікі қойдыма сол көзім ісіп тұр 10 дарда тұрғанмын",
                "date": "30.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "HI,HF,CaCl,KI,NaCl диссоциациялау теңдеуі",
        "question_content": "HI,HF,CaCl,KI,NaCl диссоциациялау теңдеулері",
        "question_date": "24.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 168,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сандар дәрежесінде\n\nHI = H+1 + I-1\n\nHF = H+1 + F-1\n\nCaCl = Ca+2 + 2Cl-1\n\nKI = K+1 + I-1\n\nNaBr = Na+1 + Ba-1",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғи жəне минералдық қышқылдар.",
        "question_content": "Табиғи жəне минералдық қышқылдардың атауы, формуласы және қолданылуы.",
        "question_date": "24.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қышқыл ерітінділерінің қышқыл дәмі болады. Мысалы, көптеген жемістердің дәмінің қышқыл болуы құрамында қышқылдардың кездесуіне байланысты. Цитрус жемістері — грейпфрут, апельсин, лимонда және аскорбин қыш-қылдары бар. Сүтте сүт қышқылы, қызанақта салицил қышқылы кездеседі. Қышқылдың атаулары да осыған байланысты: лимон, алма қышқылы және т.с.с. Алайда кез келген қышқылдың дәмін татып көруге болмайды. Олардың арасында улы қышқылдар болуы мүмкін. Оларға күкірт қышқылы, азот қышқылы, тұз қышқылдары сияқты минералды қышқылдар жатады. Барлық қышқылдың құрамына сутек атомдары кіреді, олар әр-түрлі реакцияларға қатысады. Кейбір қышқылдардың формулалары мен атаулары 9-кестеде берілген.\nАтаулары Формулалары\nТұз қышқылы HCl\nАзот қышқылы HNO3\nКүкірт қышқылы H2SO4\nФосфор қышқылы H3PO4\nКөмір қышқылы H2CO3\nҚышқыл ерітінділерімен жұмыс жасағанда қауіпсіздік техникасы ережелерін мұқият сақтау керек. Өйткені қышқылдардың күйдіргіш және уландырғыш қасиеті бар. Тұз қышқылының (массалық үлесі 0,5% хлорсутек) ерітіндісін медицинада асқазан қышқылдылығы төмендеген науқастарға береді. Асқазандағы тұз қышқылы астың тез қорытылуына, аспен бірге түскен зиянды бактерияларды жоюға көмектеседі. Қышқылдылығы жоғары науқастарға антацидтік препараттар беріледі. Олардың әсер ету механизмі асқазан сөлінің қышқылдылығын бейтараптауға негізделген. Антацидтік препараттарға магний оксиді, магний гидроксиді, магний карбонаты, алюминий гидроксиді және т.б. заттар жатады.\nКөмір қышқылының ерітіндісі әртүрлі сусындардың құрамына кіреді. Азот, күкірт, фосфор қышқылдары, минералды тыңайтқыштар, бояулар, қопарғыш заттар т.б. алуда қолданылады.\nСілтілер — көптеген органикалық заттарды күйдіретін заттар. Олармен жұмыс істегенде қауіпсіздік техникасы ережелерін қатаң сақтаған жөн. Сілті ерітіндісі қолға сабын тәрізді білінеді. Сілтілерге құрылыс әгі — кальций гидроксиді, натрий гидроксиді, калий гидроксиді жатады.\nҚышқыл және сілті ерітінділері әсерінен түсін өзгертетін заттар индикаторлар (лат. Indicator — көрсеткіш) деп аталады. Олардың ішінде жиі қолданылатыны — лакмус, метилоранж және фенолфталеин. Индикаторлардың көмегімен қышқыл мен сілтіні ажыратып қана қоймай, ортаның қышқылдылығын — рН (пэ-аш деп оқылады) көрсеткішін де анықтауға болады.\nӨмбебап индикатор қышқыл ортада рН < 7, сілтілік ортада рН > 7, бейтарап ортада рН = 7 көрсетеді. Химиялық индикаторлардан басқа табиғи индикаторлар да болады. Мысалы: жүзім, қызылша шырындары, ирис гүлінің қайнатпасы, шие шырыны және т.б.\nӨте маңызды\nБарлық қышқылдардың құрамына сутек атомдары кіреді, олар әртүрлі реакцияларға қатысады. Сілтілер — көптеген органикалық заттарды күйдіретін заттар. Сілті ерітіндісі қолға сабын сияқты білінеді. Қышқылдар мен сілті ерітінділерінің әсерінен түсін өзгертетін заттар индикаторлар деп аталады. Қышқыл және сілті ерітінділерімен жұмыс жасағанда қауіпсіздік техникасы ережелерін мұқият орындау керек.\nТолығырақ: https://ikaz.info/tabigi-kyshkyldar-men-siltiler/",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қалың елім қазағым қайран жұртым\" тақырыбына шығарма керек.",
        "question_content": "\"Қалың елім қазағым қайран жұртым тақырыбына шығарма керек еді?\n\nӨлең бойынша\n\nМынандай ретпен\n\n1 Кіріспе\n\n2)негізгі бөлім\n\n3)қортынды\n\nА...\n\nӘ...\n\nБ...\n\n3) қорытынды",
        "question_date": "24.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қалың елім қазағым қайран жұртым» деген өлең сол кездегі қазақтың рухани ахуалынан  хабар беретін өте бір терең талғамды өлең.  Қарап отырып бұл өлеңнен Абайдың ұлттық, елдік санаға көтерілген даналығын аңғарамыз. Хакім «Қалың елім қазағым қайран жұртым» дейді, «қайран тобықтым», «қайран арғыным», «қайран орта жүзім» демейді. Міне, осындай санаға көтерілген ғұламаның ойы өте өзекті. Неге?  Өйткені бүгін біздің қоғамда ондай сана жоқ. Ел болу үшін жұртым десе қабырғасы қайысатын адамдар керек-ақ. Өкінішке қарай ондай адамдар өте аз, санаулы ғана. Ұлттық идеологияға идеал болатын адамдарды насихаттау, Абайды насихаттау, «қалың елім» деп айта алатын адамдарды көтермелеу, әр кез соларды ел ішнен тауып, мәсілихат құру бізде жоқ. Бүгінгі Рулық, тайпалық деңгейде қалып қойған адамдарды сынау, заманға сай келмейтін пасық әрекеттерді басып-басып айту - дәуір талабы. «Жауырды жаба тоқып» жүре берсек, жаңағы Абай айтып кеткен жағдайдан түзелуіміз өте қиын. Хакімнен алатын ең үлкен сабақ - елдік сана. Кейбір адамдарда  «Абай қазақты сынай береді, сынай береді. Абайды оқыған қазақтың баласы түңіліп кетеді» деген ұшқары пікір де қалыптасқан. Хакімнің қазақты сынауында қазір бізде жоқ, бізге жетіспейтін ұлы махаббат жатыр. Жұртын шын сүйген адам ғана оның кемшілігін көріп, түзелсе екен деп, жанына батырып-батырып айта алады. бар. Шәкәрім атамыз «сөккенің болсын - сүйгенің, достығың болсын - күйгенің, ащы тілмен тигенің, жоғалсын деп міндері», - деп, Абайдың тағылымын жалғастырды. Бұл өлеңдерде маймөңке жоқ, бітеу жараны іреп жаратын қылпып тұрған ащы сарказм, ащы мысқыл бар. «Ащы сия  долы қол, не жазып кетті жайы сол. Өкпелесең өзің біл», - деген ғұламаны «қазаққа өкпелейді екен», - деген теріс пікірге таңғанымыз «баяғы жартастығымыз». Жаратушыны таныған, Алланың хиқыметін сезген адамдарда бүгілу, маймөңкелеу, кібіртіктеу болмайды. Тура тартады. Шәкәрім абыздың «жақсы адам мінін айтса кектене ме» дейтіні сол. Бізге бабаларымыз айтқандай кемшіліктерімізді түзеу жетіспейді. «Құлға құл десең -, өлгісі келеді, биге құл десең күлкісі келеді», - дейді қазақ. Рухани жағдайымыз сондай қазір. Біз Ресей империясының құлы болған адамдармыз. Сынды көтере алмайтындығымыз, теріміздің тарлығы, шатынап шыға келетініміз құлдық психологияның көріністері. Сынаған адамның жағасына жармасып, ғұмыр бойы кектесіп өтетініміз сол құлдық синдромдар қалдығы..\nБабаларымыздың «бақпасаң мал кетеді, қарамасаң қатын кетеді» деген пәлсапасы бар. Қазақ «елі иесіз, жері киесіз» болмаған, хандары, сұлтандары, билері бар бағулы халық болған. Бағулы деген сөздің ар жағында бағы бар, сол халықтың бағын бағатын адамдар болған деген мағына жатыр. Абайдың заманында хакімнің меңзегені «осы халықты бағатын адамдар болмай қалды, халық бағымнан кетті» деген жанайқай. Мұсылман дінінде мұртты тәрбиелеп, баптап отырады. Мұрт ауызға түссе, харам делінеді. Бұл жерде хакім символикалық түрде халықтың бұрынғы бағымын айтып отыр. Халықты баққан бұрын. Оны оттан, судан сақтап, моральдық ахуалын түзеп, кері кеткеніне жол нұсқап отыратын бағбандары болған. «Енді заман өзгерді, қазақ бағбандарынан айырылып қалды, мұрты аузына түсіп кетті» дейді абыз. Осы бір сөздің өзі сол кездегі қазақтың рухани ахуалынан хабар беріп отыр. Бәрібір сол кездегі қазақтың ұяты бар екен. Абай жасаған рухани қысымнан Алаш қозғалысы пайда болды. Хакімнің рухани динамикалық қысымы жеміс берді. Неге? Кенесарының басы кесілгеннен кейін, орысқа қарсы қарулы күрестің нәтиже бармейтінін Абай түсінді. Енді көтерілістің бағытын өзгерту керек. Рухани көтеріліске шығу керек. «жауыңның тілін біл, орыстың тілін үйрен, сонда олармен теңесесің. Сонда отарлықтан құтыласың» деген үндеу тастады ұлы ақын. Бұл эстафетаны Алаш зиялылары іліп әкетті. Сол кездегі қазақтың сапасының (Абай сынаған қазақтың) қазіргі қазақпен салыстырғанда жер мен көктей парқы бар. «Түйені жел шайқаса, ешкіні көктен ізде» дегендей жағдайдамыз қазір. Абай сынаған қазақ тілін, ділін жоғалтпаған еді ғой. Ал, қазіргі кезде Абайдың тілі түгілі қарапайым әдеби тілді түсіндіріп, иландырып айтатын адамдардың өзі санаулы. Қазіргі рухани жағдайымыз Абай сынаған кезеңнен де кері кетті. Оны айту керек. Қазақтың «жамандықты айтса кетеді» дегені бар емес пе..  Немістің Құдай туралы поэма жазған ұлы ақыны Гиолдрлин «адамзатқа ақырзаман керек» деп айтқан екен. Осы идеяның жүлгесін қуаласақ, ақырзаман таяған кезе де қоғам әбден іріп-шіріп, шегіне жеткен кезде рухани өрлеу басталады екен. Абайдың жасаған жұмысы осы. Арам шөпті өртегендей қазақтың санасын жаңғыртты. Әйтпегенде бойкүйез халық: «Е, алдымызға салған бес-алты малымыз бар, Құдайға шүкір біз де ел екенбіз ғой», - деп тоқмейілсіп жүре беруші еді. Дәл қазір бізге сананы сілкіндіретін сондай идеология керек-ақ. Құлдық санадан айығу керек, ескі мерездерден арылу керек. Өкініштісі, біз қазір көп нәрсені айтпаймыз. Үйткені «бәрі жақсы» бізде. Алданған, қорланған ұрпақ өсіп келеді. Абайдың заманы отаршылдықтың енді басталған кезі болса, жүз елу жыл өткеннен кейін құлдықтың қамытын милықтыра киген халықтың ұрпағымыз біз. Жағдайымыз ауырухананың жан сақтау бөліміне түскен ауыр науқас адамдікіне ұқсайды. Бізге абзал жандар керек. «Жаманды жаман десең, жасып кетеді, тентекті тентек десең, шашып кетеді» демекші, рухымызды көтеретін идеология ауадай қажет. Көрші халықтарда: «ауырудан жазылу үшін науқас екеніңді мойындауың шарт» деген тәмсіл бар. Өзіміздің жұрт: «ауыруыңды жасырғаныңмен, өлімің әшкері» дейді. Жеке адамнан бастап мемлекетке дейін рухани ауыруға шалдыққаныңды, құлдық психологияның шырмауына түскенімізді неге мойындамаймыз? Қытайлар: «Кім өзінің ауру екенін білсе, енді ол ауыру емес»,- деп. Біз кемшілктерімізді мойындап, түзелуге күш салғанда ғана арыламыз бұл дерттен.\nТағы бір мәселе біздің рухани тұтастығымызға түскен сызат.  Қазақ бір Алла, аруақ деп өскен, біртұтас халық еді ғой. Абайдың «ренжіген қазақ басыма шаш қойып, мұрт қойып шоқынып кетпесем бе» деп қорқытатыны бар дейтіні бар емес пе. Міне, мұсылмандықтың деңгейіне қараңыз. Қазіргі кезде «қазаннан қақпақ кетсе, иттен ұят кетеді» демекші, қазақ руханиятының қақпағы кетті. Көрінген ит сұғанақ тұмсығын сұғып жатыр қазанымызға. Түрлі діни сектаның «жаңбырдан кейіегі саңырау құлақтай қаулағаны» қазақтың бағбаны жоқтығы. Сол рухани жағдай «ұстарасыз аузыңа түсті ау мұртың» әлі жалғасуда.\nТолығырақ: https://abai.kz/post/4775",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бай адамдар қалай ойлайды?",
        "question_content": "Форекс арқылы бай адамдар млрд доллорға еуро сатып алып,оны қайта сатпайды.Мысалы млрд доллорға еуро сатып алса еуро қымбаттайды қайта сатса пайдаға кенелуге боладығо.Әлде мен жүйені дұрыс түсінбедімба ?",
        "question_date": "24.10.2020",
        "question_tag": "Бизнес туралы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Бай адамдар қайтіп ойлайды\" кітабының авторы Стив Сииволт 30- ға жуық жыл жүріп әлемдегі байлармен кезігіп, олардың ішкі жан-дүниесін зерттеп таң қаларлық қорытынды жасапты. Бай адамдардың қарапайым адамнан айырмашылығы олардың байлығы, мүлігінде емес олардың ойлау қабілетінде екен.\nСонымен бай адамдармен қарапайым адамдардың 21 айырмашылығын аударып берейін.\n1 Жәй адамдар көп АҚША адамның соры (қайғысы) деп ойлайтын болса, Байлар кедейлік адамның қайғысының басталуы деп санайды.\nБайларды жәй адамдар не кенет бағы жанып байыды, не арам жолмен байыды деп ойлайды.\nОрташа кірісі бар адамдар байудан қымсынады (ұялады) екен.\n2 Жәй адамдар жеке басын ойлауы арам ойлық деп ойласа, Байдар өз жанын сақтап қалу дұрыс деп ойлайды.\n«Байлар көп кездесуді, көңіл көтеруді, өзінің бақытты ғұмыр кешуіне аса мән береді. Оларды әлемді құтқару қызықтырмайды олар өзбасын ойлайды» деп жәй адамдар ойласа.\nБайлар керісінше ойлайды. олар өзін алып жүре алмайтын, өзіне мән бермейтін адам біреуге қол ұшын соза алмайды дейді.\n3 Жәй адамдар баққа сенетін болса, Бай адамдар істеген еңбегіне көбірек сенеді.\nЖәй адамдар үкімет, дін немесе басқа біреу көмектеседі қандайда бір мәселесін шешіп берет деп бағына сенеді. Сол кезде өмір алдынан өтіп кете барады, уақыты босқа кетеді.\n4 Қарапайым адамдар жоғары білім алған соң байыймын деп ойлайды. Ал байларда ондай адамдар сирек кездеседі.\nОлар жеке сырттай қандайда бір маман алып кәсіп құсам сонымен ақша табамын деп жоспар құрады. Әлемде аты шыққан байлар сирек кездесетін сала бойынша немесе өте шеберлік шыдамдылықты талап ететін кәсіппен айналысқан және көбі өзінің қажырлылығының арқасында жетістікке жеткен.\n5 Жәй адамдар өткен күнгі қызықты күндерін еске алса, байлар болашағын ойлайды.\nӨзі еңбегімен байыған адамдар алдыға қойған мақсатын санасынан шығармайды және соған жетуді жоспарлаумен болады. Ал жәй адамдар өткенін ойлап қазіргісіне көңілі толмай көңілдерін түсірумен болып, өзін бақытсыз сезінеді\n6 Жәй адамдар ақшаны қандайда бір эмоциямен алса. Байдар логикалық ойлау арқылы қарсы алады.\nҚарапайым, ақылды, білімді жетістікке жеткен қандайда бір адам қаржы жайлы ойласа кент көңілі құлазып, үрейлене бастайтын болса, Байдар қаржының қайдан қалай келгенін жақсылап есептеп барып ақшаны мүмкіндік деп біледі. Сондықтан ақшаны қауіпті, барлығына әсер ететін қару деп бағалайды.\n7 Жәй адамдар өзі ұнатпайтын жұмыс істеп ақша тапса, Байдар өзінің қалауымен сүйген ісімен айналысып жүріп бай болады.\nБай адам сияқты көрінгісі келетін қарапайым адам үнемі қолы босамай уақыт жоқ жұмыс жасаса. Ал байдар өзінің ұнататын жұмысын ақша табудың жолы ретінде істейді.\n8 Жәй адамдар кішкентай нәрседен лаззат алып рахаттанатын болғандықтан ешқашан олардың тауы шығылмайды. Байдар үнемі сынақтарға тап болып тұрады.\nПсихологтардың айтуынша өмірден кішкентай жетістік күтетін адамда сынақ мүлде болмаса, арманын жүзеге асыру үшін жүретін байдар қашанда қандай сынаққа дайын болатынын анықтаған.\n9 Бай болу үшін \"қандайда бір нәрсе істеу керек\" деп қарапайм адамдар ойласа, Бай адамдар «байю үшін міндетті түрде қажетті бір нәрсе менде болу керек» деп ойлайды.\nСоған мысал; Доналд Трамп бірнеше миллион қаржысын тоғыз миллиардқа дейін өсіріп оны таусылмас байлыққа айландырды. Қандайда бір істі істеп жатқанда тез нәтижесін көруге асығуы қателіктерден сабақ алудың жақсы мүмкіндігі деп біледі, Байдар.\n10 Бай болу үшін көп ақшалы болу керек, - деп жәй адамдар ойласа, Байдар басқаның ақшасын пайдаланып бай болады.\nЖәй адамдар бай болу үшін көп ақша табу керек деп ойласа, Байдар басқаның амиянындағы ақшаны ақылмен айналымға салып өзіне бай болуды көздейді. Сонымен қатар эмоциясын ақша үшін білдіртпейтіндіктен «сатып аламба? инвестиция құйамба? немесе жалғастырамба» деген сұрақтарға нақты жауап беруді ойлайды.\n11 Нарық -стратегиялық ойлау, жоспарлау арқылы жүзеге асады деп жәй адам ойласа, көңіл күйге, қызығыушылыққа байланысты екенін байлар жақсы түсінеді.\nҮлескерлік (акция) нарықта табыс көзінің молайуы математикаға жақсы болғанының белгісі емес. Нарықтық экономиканың негізгі қозғалтқыш күші көңіл күйдің қобалжып үрейленуімен,қызығушылық аталған нәрселер негізгі қозғаушы алға жетелеуші екенін байлар жақсы білетіндіктен, оны өзіне дұрыс пайдалана біледі.\n12 Жәй адамдар арманынын ішіне сақтап өмір сүрсе, Байлар орындау үшін нақты мақсат қойып өмір сүреді.\nБайлар өзінің арманын нақты орындайтындықтан олар патша сияқты өмір сүріп шыдайды. Олар ешқашан ақшаның немесе қиялдың құлы болмайды.\n13 Жәй адамдар балаларына қалай жансақтауды үйретсе, Байлар қалай байуды үйретеді.\n Бай әкелер баласына бала күнінен бастап өзінде не болу керек, не керек еместігін түсіндіреді. Сүйткендіктен баласы өскенде оған бұл түсінік әдетке айналады. Олардың балалары да осы уақыт мүмкүндік, арғы атасының өмірін нақты тарих деп біледі. Байлардың отбасында есейгенсоң да өз аяғынан тұрып бай болып кетуді ойлайды.\n14 Ақша адамды тығырыққа тірейді қинайды деп жәй адамдар ойласа, байлар дүние-мүлік адамның рахат өмір сүруіне қолайлылық тудырады деп сенеді.\nБайлардың үсті-үстіне ақша жинай беретінінің негізгі себебі олар: ақшамен бәрін шешуге болады,- деп түсінсе, жәй адамдар ақша ғана өмірге қайғы-мұң алып келеді деп елестетеді. Бірақта, өз өміріне жететін қаржылы адам ешқан ашумен жүрмейтіндігін зерттеушілер анықтаған екен.\n15 Жәй адамдар білім алайын дегеннен гөрі көңіл көтеруді, қыдыруды ойласа, байлар керісінше көп білім алсам деп ойлайды.\nЖаңадан бастап кірісіп жатқан өзінің көп білмейтін саласына байлар ешқашан инвестиция салмайды. Сол себепті олар өз бетімен ізденіп білім алуды сол саланы зерттеуге уақытын жұмсайды.\n16 Бай адамдар арғы атасының ізін қуушылар (еліктеушілер) деп жәй адамдар ойласа, байлар өзімен көз қарасы ұқсас адамдармен достасқысы келеді.\nАқшаны кері жағыннан ойлайтын жәй адамдар, байлар неге байлармен дос болатындығын түсінбейтіні сияқты олардың ортасына кіріп әңгімелерін де түсінбейді. Сол себепті байлармен байлар, қарапайым адамдармен қарапайымдар дос болатыны сол.\n17 Жәй адамдар ақша жинауға қатты мән берсе, байлар кірісін қадағалайды.\nБайлар қандайда бір шығынына қарамастан кірісіне мән берсе, жәй адамдар шығыннан қорқып, ақшасын сақтап ғана қояды айналымға салмай. Сондықтан байлар ақшаға өзінің ой санасын жинақтай алатын жандар.\n18 Жәй адамдар қашан ақша сақтауды білсе, байлар қашан қиындыққа тап боларын сезеді.\nАз қаржымен көп кіріс кіргізу байлардың ұраны. Сондықтан жәй адам қаржы құйғанда шығынға ұшыраса, байлар көп пайда көретіні соған байланысты.\n19 Жәй адамдар өзіне тыныш жайлы болғанда ғашық болатын болса, бай адамдар қиын жағыдайданда өзіне жайлы жағыдай жасай алады.\nӨте көп қиын жағыдайға тап болған адамдар миллионерлер болатындығы жәй адамдарға еш қисынсыз сезіледі. Өз күшімен байыған адамдар істі бастағанда көп қиындықға тап болған. Жәй адамдар физикалық және психологиялық жағыдайын тыныш болдыруды ойлайды екен.\n20 Ақшамен денсаулық бір-біріне байланыссыз деп жәй адамдар ойласа, байлар ақша менің өмірімді құтқарады деп сенеді.\n24 сағат қызмет көрсететін, қымбат төлемді емханалардың көбінде байлар болатындықтан олар жәй адамдардан қарағанда денсаулығына көп мән береді. Ал жәй адамдар \"қатты\" ауырмайынша тексерілмейтінімен қатар «көп ақша сұрайды» деп қорқып бармайды.\n21 Жәй адамдар бай боламба әлде жанұяммен қаламба деген таңдау керек болады деп ойласа, Байлар екеуінде қатар алып жүруге болады деп біледі.\nӘлемдегі ең көп қаржылы байлар отбасылық өмірді құрметтеп, оны үнемі бақытты болдыру үшін барын салады. Олар ақшадан жанұям артық деп ешқашан ойламайды, жанұямның қуанышы менің қуанышым деп сенетін адамдар…\nАқпарат дереккөзі: https://massaget.kz/blogs/17122/",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оттектің (қ.ж.) көлемін табыңдар.",
        "question_content": "Массасы 568 г фосфор (V) оксидін алу үшін жұмсалатын оттектің (қ.ж.) көлемін табыңдар",
        "question_date": "24.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х         568г\n\n4Р+5О2=Р4О10\n\n     5*22,4      284\n\nх=112л",
                "date": "26.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10.4 барри хлоридінің,9.8күкірт қышқылының қосындысының массасы",
        "question_content": "Құрамында10.4 барий хлориді бар ерітіндіге,құрамында9.8г күкірт қышқылы бар ерітінді қосылған тұнбаның массасы ?",
        "question_date": "24.10.2020",
        "question_tag": "Химия",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрамында10.4 барий хлориді бар ерітіндіге,құрамында9.8г күкірт қышқылы бар ерітінді қосылған тұнбаның массасы ?",
                "date": "24.10.2020",
                "upvotes": 0
            }
        ]
    }
]