[
    {
        "question_title": "Менің нағашымның келінінің қызы маған кім болып келеді?",
        "question_content": "Менің нағашымның әйелінде басқа адамнан баласы бар, сол баланың әйелі( яғни нағашыма келін болып келеді) оның алдында үйленіп күйеуі қайтыс болған, сосын нағашымның әйелінің бірінші күйеуінін баласына үйленді. Бірақ қызы бар ол әйелде( қателеспесем маған жеңге болады ол кісі), сол қыз бала маған кім болып келеді?",
        "question_date": "30.09.2023",
        "question_tag": "Жанұя",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз сипаттаған жағдай күрделі болуы мүмкін, бірақ оны анықтауға тырысайық:\n\n1. Нағашың әкеңнің немесе шешеңнің ағасы.\n2. Нағашыңның әйелі (некедегі нағашы апаң) басқа еркектен баласы бар. Бұл бала сенің бірінші немере ағаң болады.\n3. Ағаңның келіні – нағашы апаңның баласының әйелі, яғни нағашы апаңның бұрынғы некедегі қызы. Бұл қыз саған тікелей туысқан емес, жай ғана неке арқылы ағаңмен туысқан.\n\nСөйтіп, бұл қыз сенің өгей немере ағаңның не нағашыңның жиені болады.",
                "date": "22.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен арғын Қаракесек , ал қыз арғын бірақ ішінен басқа үйленуге боладыма",
        "question_content": "Бір руданбыз бірақ ішінен басқа үйленуге боладыма",
        "question_date": "29.09.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны үйдің немесе әулеттің үлкенінен сұрайсыз, егер үйленемін деген нақты ой болса ата апаңыздан сұрауға қысылмайсыз деп ойлаймын.",
                "date": "7.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нейрон қандай жүйенің жасушасы?",
        "question_content": "Нейрон қандай жүйенің жасушасы\n\nасқазан жатады\n\nжұлын қандай сегменттен тұрады\n\nқалқанша біздің массасы",
        "question_date": "28.09.2023",
        "question_tag": "Биология",
        "question_views": 408,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нейрон немесе жүйке жасушасы (ежелгі грек тілінен аударғанда νεῦρον «талшық; жүйке») - жоғары маманданған жасуша. Нейрон – электрлік және химиялық сигналдарды пайдалана отырып, сырттан ақпаратты қабылдауға, өңдеуге, сақтауға, беруге және шығаруға арналған электрлік қозғыш жасуша.\n\nАсқазан (латынша ventriculum көне грек тілінен γαστήρ) — өңеш пен он екі елі ішек арасында орналасқан қуыс бұлшықетті мүше, ас қорыту жолының бөлігі.Аш қарынның көлемі шамамен 0,5 л (0,8-1,5 л). Тамақтанғаннан кейін ол әдетте 1 литрге дейін созылады, бірақ 4 литрге дейін артуы мүмкін.\n\nАсқазанның мөлшері дене түріне және толтыру дәрежесіне байланысты өзгереді. Орташа толық асқазанның ұзындығы 24-26 см, үлкен және кіші қисықтық арасындағы ең үлкен қашықтық 10-12 см-ден аспайды, ал алдыңғы және артқы қабырғалар бір-бірінен 8-9 см қашықтықта орналасқан. асқазанның ұзындығы 18-20 см, ал үлкен және кіші қисықтық арасындағы қашықтық 7-8 см.\n\nСегменттердің келесі топтары бар: – мойын, кеуде, бел, сакральды және коксигеальды. жұлын сегментіне сәйкес омыртқа сегменттеріндегі омыртқааралық тесіктер арқылы сәйкесінше омыртқа бағанасына кіреді және шығады. Жатыр мойнының жұлын нервтері басқалардан ерекшеленеді.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жануар мен өсімдік жасушаларын ажыратыңыз?",
        "question_content": "1.жануар мен өсімдік жасушаларын ажыратыңыз?\n2.Әр дасуша суретінен сол жасушаға тән органоидттарды атаыңыз?",
        "question_date": "28.09.2023",
        "question_tag": "Мектеп",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)\nӨсімдіктер мен жануарлар жасушаларының құрылысы\nБарлық тірі организмдер тек микроскоппен ғана көруге болатын ұсақ бөлшектерден тұрады. Бұл бөлшектерді кейіннен жасуша деп атаған. Алғаш «жасуша» атауын 1665 жылы Роберт Гук қолданған және сол уақыттан бері бұл атау ғылымда бекітілді.\nБарлық тірі организмдер жасушалардан тұрады. Олардың мөлшері, пішіні әртүрлі, қызметтері де түрліше болады. Дегенмен түрлі организмдер жасушаларының құрылысы мен химиялық құрамында ұқсастықтардың да бар екені анықталған. Кез келген жасуша — тұтас тірі жүйе, ол өзара байланысқан үш бөліктен: қабықшадан, цитоплазмадан және ядродан тұрады.\nЖасуша қабықшасының басты рөлі — жасушаны сыртқы ортаның әсерінен қорғау, көршілес жасушалармен өзара қарым-қатынасты қамтамасыз ету. Жасуша қабықшасы арқылы жасушаға су мен қоректік заттар түсіп, тіршілік әрекетінің өнімдері сыртқа шығарылады.\nЦитоплазма — жасушаның ішін толтырып тұратын зат, ол үнемі және баяу қозгалып тұрады. Онда белгілі бір қызмет атқаратын жасушалық құрылымдар — органоидтер болады.\nЯдро — жасушаның ең маңызды бөлігі, ол көбеюге жауапты (бөліну).\nӨсімдіктер мен жануарлар жасушасының құрылысы бірдей, тіршілік процестері ұқсас болғанына қарамастан, ерекшеліктері мен айырмашылықтары да болады ф. Олардың айырмашылықтары қандай? Өсімдіктер мен жануарлар жасушаларының бірінші ерекшелігі олардың жасуша қабықшасына қатысты. Өсімдік жасушаларының жасуша қабықшасы қалың, тығыз жасұнықтан (клетчатка) тұрады. Ал жануарлар жасушаларының жасуша қабықшасы жұқа болады.\nКелесі ерекшелігі — өсімдік жасушасының цитоплазмасында пластидтердің болуы. Пластидтердің құрамындағы пигменттеріне байланысты үш түрі болады: жасыл — хлоропластар, түрлі түсті боялған — хромопластар, түссіз — лейкопластар. Өсімдіктердің жасыл түсінің басым болуы құрамында хлорофилі бар хлоропластарға байланысты. Оның қатысуымен күн энергиясы химиялық заттар энергиясына айналады.\nЖануарлар жасушасында пластидтер болмайды. Неге? Жануарлардың қоректену тәсілі гетеротрофты болып табылады — олар өсімдіктер түзген дайын органикалық заттарды қолданады. Үшіншіден, өсімдік жасушасында мөлдір көпіршіктер, іші жасуша шырынына толған ірі вакуольдер болады. Вакуоль су алмасуы мен тургор қысымын қамтамасыз етеді. Вакуольдерде қоректік заттардың ерітінділері болады.\nЖануарлар жасушасында вакуольдер жоқ. Тек қана біржасушалы организмдерде ғана бар. Мысалы, кәдімгі амебада (біржасушалы жануарлар) асқорыту вакуолі (қоректің ыдырауына жауапты) және жиырылғыш вакуолі (артық судың сыртқа шығарылуына жауапты) болады. Өсімдік жасушасында қорға жиналатын көмірсу крахмал болса, жануар жасушасында гликоген жиналады.\nhttps://ikaz.info/simdikter-men-zhanuarlar-zhasushalaryny-rylysy/",
                "date": "28.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыздауық шығып 2 ай болды кетпей тұр. Не істесем болады?",
        "question_content": "Сыздауықтың бетін байқамай тырнап жібердім. Сосын тұр 2 айдай болып қалды. Аузы жоқ жан жағы қапқара кетпейді. Ісіп тұр кішкене ауыртады. Хирургқа апарып кестіру керек пе?",
        "question_date": "28.09.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 298,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Дәріханадан ихтиол мазін алыңыз. Мақта дискісін төртке бөліп не кез келген кішкене көлемді мақтаға ихтиолды жағыңыз. Ихтиол жағылған мақтаны сыздауықтың бетіне таңып, сантипласт не басқа нәрсемен теріге жапсырыңыз. Мазь сыздауықтың өзегін шығарады да, жара тез жазылады.\n\nҚазақы емдерді де қолдануға болады:\n\n– Жуаны сүтке пісіріп, жараға басса, өзегін тез алады.\n\n– Қойдың майын жағу да тез көмектеседі.\n\n– Кішкене қамыр илеп, жараға таңып, біраздан соң сол қамырды арша, шырша секілді ағашқа түйреп қою.\n\n– Дәкеге құрғақтай кір сабын жағып, жараға таңуға да болады.\n\nСыздауық бірнеше рет шыға берсе, иммунитетіңіз жарамен күресуге дәрменсіз деген сөз. Ондай жағдайда иммунитетті күшейтетін укол алған дұрыс.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектеп туралы жақсы қызық өлген керек еді",
        "question_content": "мектеп туралы жақсы қызық өлең жолдары керек еді қайдан табуға болады",
        "question_date": "27.09.2023",
        "question_tag": "Мектеп",
        "question_views": 97,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сайтта бірнеше мектеп туралы олендер бар :\n\nhttps://bilim-all.kz/tag/olen?tag=%D0%9C%D0%B5%D0%BA%D1%82%D0%B5%D0%BF",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жас тілшілерге ұран керек?",
        "question_content": "жас тілшілерге ұран керек тез тез тез",
        "question_date": "27.09.2023",
        "question_tag": "Мектеп",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біз жас тілшіміз\nтілші дегенде тілі үұзын адамдармыз\nбызсыз ел осексыз калады\nбыз болмасак жаңалық болмаиды",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам не істеуден шаршамайды?",
        "question_content": "Жауап берген адам ризамын. Подсказка оны жаңа туылған бала біледі бірақ сөйлей алмайды.",
        "question_date": "26.09.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дем алудан шаршамайды",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз Жібек жырының ұлттық құндылықтары",
        "question_content": "Маған үй жұмысына берілген тапсырма еді тезірек көмектесе аласыздар ма?",
        "question_date": "26.09.2023",
        "question_tag": "Мектеп",
        "question_views": 822,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "\"Қыз Жібек\" - Қазақстанның ұлттық мәдениеті мен құндылықтарын қалыптастыруда маңызды рөл атқаратын қазақ халық эпосы. Бұл эпоста бірнеше ұлттық құндылықтар ерекшеленеді:\nМахаббат пен адалдық.\"Қыз Жібек\" негізгі сюжеті басты кейіпкерлердің бір-біріне деген сүйіспеншілігі мен адалдығымен байланысты. Бұл тақырып отбасылық құндылықтар мен адалдықтың маңыздылығын көрсетеді.\nКүш пен тәуелсіздік. Қыз Жібек кейіпкері-күш пен тәуелсіздіктің символы. Оның бостандық пен әділдік үшін күресі қазақ халқының өзін-өзі анықтауға және өз мүдделерін қорғауға деген ұмтылысын көрсетеді.\nДәстүрлер мен мәдени мұра.Эпоста дәстүр мен мәдени мұраны құрметтеу анық байқалады. Бұл кейіпкерлердің әдет-ғұрыптарында, тілінде және өмір салтында көрінеді.\nӘділеттілікті іздеу. Эпостың кейіпкерлері әділдік үшін күреседі, бұл қазақ мәдениетіндегі әділеттілік пен құқықтар үшін күрестің жалпы құндылығын көрсетеді.\nГероизм пен абырой. \"Қыз Жібек\" кейіпкерлері өз іс-әрекеттеріндеизм көрсетеді, ал ар-намыс кейіпкерлердің шешімдері мен мінез-құлқында маңызды рөл атқарады.\n\"Қыз Жібек\" эпосындағы бұл ұлттық құндылықтар Қазақстанның мәдени мұрасының маңызды элементі болып табылады және ұлттық бірегейлікті қалыптастыруға ықпал етеді.",
                "date": "23.11.2023",
                "upvotes": 2
            },
            {
                "text": "Бұл жерде құндылық деп төлегеннің жомарттығын\nҚыз жібектің ақылдылығы мен төлегеннің баттырлығын алуға болады.Қыз қасиеттерінің бəрлығы қыз жібектен табылады.\n\nСұрағыңызға қанағанаттанарлық жауап бердім деп ойлаймын!♡",
                "date": "1.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мағжан Жұмабаевтың бір өлеңін таба алмай жүрмін",
        "question_content": "Мағжан Жұмабаевтың бір өлеңін таба алмай жүрмін. Мағынасы бір нәрсе істесең до конца істе: примерно: сүйсең до конца сүй, күлсең рахаттанып жадырап күл деген сияқт))) білсеңіздер айтып жіберіңізші",
        "question_date": "25.09.2023",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағынасы бір нәрсе істесең до конца істе: примерно: сүйсең до конца сүй, күлсең рахаттанып жадырап күл деген сияқт))) істесең соңына дейін істе",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзге дамушы елдермен салыстырғанда Қазақстан қалай өзгерді?",
        "question_content": "Өзге дамушы елдермен салыстырғанда Қазақстан жаһанданудың әсерінен қаншалықты деңгейге өзгерді?",
        "question_date": "25.09.2023",
        "question_tag": "Мектеп",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биыл Қазақстанның Тәуелсіздігіне 28 жыл. Осы аз уақыт ішінде еліміз көптеген жетістікке қол жеткізді.\n1991 жылы Қазақстан егеменді ел болды. Еліміздің Тәуелсіздігін ең алғаш болып мұхиттың арғы жағында жатқан Америка Құрама Штаттары, екінші Қытай, содан соң Ұлыбритания мойындады. Оның артынан Моңғолия, Франция, Жапония, Оңтүстік Корея және Иран Ислам мемлекеті мойындады. Ал «Тәуелсіздігімізді ең алғаш болып бауырлас Түркия мемлекеті мойындады» деген сөз ақиқат болмай шықты. Түркия алғаш болып Қазақстанда өз елшілін ашқан, бірақ тәуелсіздігімізді мойындауда он жетінші болды. Бұл деректі Сыртқы істер министрінің орынбасары қызметін атқарған, елдің сыртқы саясат тұжырымдамасы авторларының бірі болған Вячеслав Ғиззатов айтты. Сонымен қатар осы жылдың 2 қазанында қазақтың тұңғыш ғарышкері, Халық Қаһарманы Тоқтар Әубәкіров ғарышқа сапар шекті.\n1992 жылдың 2 наурызында Қазақстан Біріккен Ұлттар Ұйымының мүшесі атанды. Осы жылы мемлекеттік рәміздер — Әнұран, Елтаңба және Туды жасауға конкурс жарияланды. 1992 жылдың 4 маусымында Тұңғыш Президентіміз Н.Назарбаев «Қазақстан Республикасының мемлекеттік туы», «Қазақстан Республикасының мемлекеттік елтаңбасы», «Қазақстан Республикасының мемлекеттік әнұраны туралы» заңға қол қойды.\n1993 жылдың 28 қаңтарында Қазақстан Республикасының тұңғыш Ата заңы қабылданды. Осы жылы 15 қарашада ұлттық валютамыз - теңге айналымға енді.\n1994 жылдың 16 ақпанында Елбасы Н.Назарбаев Ядролық қаруды таратпау туралы шартқа қол қойды. Сөйтіп Қазақстан өз еркімен қуатты қарудан бас тартып, ядролық қаруы жоқ ел ретінде осынау зұлматпен күрестің алғашқы баспалдағын қалады.\n1995 жылы 30 тамызда жалпыхалықтық референдум негізінде Қазақстан Республикасының Ата Заңы қабылданып, 5 қыркүйек күні өз күшіне енді. Конституция 9 тараудан, 98 баптан тұрады.\n1996 жылы Қазақстанның араласуымен Шанхай ынтымақтастық ұйымының құрылды. Осы ұйымның құрылуына сол кезде біраз жұрт күмәнмен қарағанымен, ШЫҰ өзінің шынайылығын, қажеттілігін танытты. Бүгінде бұл ұйымның әлемдегі беделі айтарлықтай жоғары.\n1997 жылы 20 қазанда Елбасы Нұрсұлтан Назарбаев Қазақстанның жаңа астанасы Ақмола қаласы болғанын ресми түрде жариялады. Осы жылдың 8 қарашасында Қазақстан Республикасының мемлекеттік рәміздерін Алматыдан Ақмолаға шығарып салу рәсімі өтті. Сондай-ақ, 3 желтоқсанда Премьер-Министрдің кеңсесі Ақмолаға көшті.\n1998 жылы елордамыз Ақмолаға Астана аты берілді. Сондай-ақ осы жылы елімізде зейнетақы реформасы басталды. Мемлекет зейнетке шығу жасын әйелдер үшін 58 және ерлер үшін 63 жасқа дейін ұзартты.\n2000 жылдың 10 қазанында Астанада халықаралық экономикалық ұйым ретінде кеден одағына қатысушы мемлекеттердің басшылары қол қойған Еуразиялық экономикалық қоғамдастық құрылды. Аталған қоғамдастықты құру туралы келісімге Қазақстан, Ресей, Беларусь, Тәжікстан және Қырғызстан мемлекеттері қол қойды. Кейін Еуразиялық экономикалық одақ құрылып, қоғамдастық алынып тасталды.\n2001 жылы 16 желтоқсанда Қазақстан халқы Тәуелсіздіктің 10 жылдығын атап өтті. Осы жылы көптеген ауқымды шара ұйымдастырылып, Рим папасы Иоанн Павел II Астанаға келді.\n2002 жылы Тараз қаласының 2000 жылдық мерейтой ЮНЕСКО көлемінде аталып өтті. Сонымен қатар осы жылы киелі Түркістанда Дүниежүзі қазақтарының екінші құрылтайы өтті.\n2003 жылы Астанада Әлемдік және дәстүрлі діндер жетекшілерінің бірінші құрылтайы өтті. Тарих жүзінде бұған дейін дәстүрлі үш бағыттағы дін басшыларының бір жерде бас қоспағанын ескерсек, бұл Қазақстанның басты жетістіктерінің бірі саналары анық.\n2004 жылы 24 желтоқсанда «Ақорда» резиденциясыны ашылды. Ғимараттың жалпы ауданы 36 720 шаршы метр. Сонымен қатар осы жылы Астанада Қазақстан Республикасының Тұңғыш Президентінің Музейі ашылды. Онда 100 мыңнан астам экспонат бар.\n2005 жылдың желтоқсанында Конституция шеңберінде Президенттік сайлау өтіп, ел өзінің басшысын таңдады. Сайлауда Нұрсұлтан Назарбаев қатысушылардың 91 пайыз дауысын алып, ел сеніміне ие болды.\n2006 жылдың қаңтарында мемлекетіміздің жаңа Әнұраны қабылданды. Әнұран негізіне Ж.Нәжімеденовтің сөзіне жазылған композитор Ш.Қалдаяқовтың «Менің Қазақстаным» әні алынды. Қолданыстағы Әнұран мәтініне Тұңғыш Президент Н.Назарбаевтың енгізген өзгерістерін Парламент қабылдады. Әнұранның заңды авторларының бірі - Н.Ә.Назарбаев;\n2007 жылы Қазақстан халқы үшін аса маңызды «Мәдени мұра» бағдарламасының екінші кезеңі жүзеге асырыла бастады. Мемлекеттік бюджеттен аталған бағдарламаны жүйелендіруге, сақтап және дамытуға 4 миллиард теңге бөлінді. Алғашқы кезеңге 2,7 миллиард теңге, соңғысына 5 миллиардтан аса бөлінді.\n2008 жылы заңнамаға енгізілген өзгерістер мен толықтырулардың негізінде жаңа мейрам - 6 шілде - Астана күні тарихқа енді. Сонымен қатар елордадағы «Қазақ елі» монументі ашылды. \n2009 жылы Қазақстанда жалпыұлттық халық санағы өтті. Ел тәуелсіздік алғалы бері екінші рет өткізіліп отырған ұлттық халық санағы Қазақстан тұрғындарының саны 16 миллион 4 800 адам болғандығын көрсетті.\n2010 жылы Қазақстан Еуропаның қауіпсіздік және ынтымақтастық ұйымына төрағалық ете бастады. Осы жылдың желтоқсан айында Қазақстанда саммит өткізілді.\n2011 жылы Қазақстанда алғаш рет қысқы Азия ойындары өтті. Қазақстанның намысын қорғаған спортшылар 70 медаль иеленді. Олардың 32-сі — алтын, 21-і — күміс және 18-і — қола.\n2012 жылдың 22 қарашасында Қазақстан 2017 жылы елде әлемдік көрме өткізу құқығына ие болды. Халықаралық көрме бюросы мүшелерінің қатысуымен Астана 103 дауыс жинады.\n2013 жыл Тұңғыш Президент жариялаған «2050 Стратегиясы - қалыптасқан мемлекеттің жаңа саяси бағыты» атты Жолдау бойынша жұмыстардың қолға алынуымен ерекшеленді. Сонымен қатар осы жылы Қазақстан тарихында тұңғыш рет жергілікті билік органдары басшыларының сайлауы өтті.\n2014 жылдың тамыз айында үкіметте қайта құру жұмыстары өтті: 17 министрлік пен 9 агенттіктің орнына елде 12 министрлік және шамамен 30 комитет құрылды. Қаржы полициясының қызметі мемлекеттік қызмет және жемқорлыққа қарсы күрес істері жөніндегі агенттікке берілді. Бұдан өзге энергетика, мәдениет және спорт, инвестициялар және даму, ұлттық экономика министрліктері құрылды.\n2015 жылдың 27 шілдесінде Қазақстан Республикасы Дүниежүзілік сауда ұйымының мүшесі атанды.\n2016 жылдың 16 желтоқсанында Қазақстанның өз алдына егеменді ел болып жарияланғанына 25 жыл толды. Тәуелсіздіктің 25 жылдығына арналған декларация жазылды.\n2017 жылы Қазақстанда EXPO-2017 көрмесі ұйымдастырылды. Аталған көрме 10 маусым мен 10 қыркүйек аралығында Астанада өтті. Оны тамашалауға әлемнің түкпір-түкпірінен 3 миллион адам келді. Ал көрмені өткізуге 115 мемлекет пен 22 халықаралық ұйым қатысты.\n2018 жылдың 1 қаңтарынан бастап Қазақстан БҰҰ Қауіпсіздік кеңесіне төрағалық етті. Сондай-ақ Астананың 20 жылдық мерейтойы тойланды.\n2019 жыл Қазақстан үшін тосын оқиғаларға толы болды. 19 наурызда Қазақстанның Тұңғыш Президенті Нұрсұлтан Назарбаев өкілеттігін тоқтатты. 9 маусымда кезектен тыс сайлау өтіп, 70 пайыздан астам дауыс жинаған Қасым-Жомарт Тоқаев ел Президенті болып сайланды.\nhttps://qazaqstan.tv/news/120077/",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Базарбайдың іс әрекетті. Адами қасиеті?",
        "question_content": "Базарбайдың іс әрекетті. Адами қасиеті туралы айтып кетіңіздерші.",
        "question_date": "24.09.2023",
        "question_tag": "Мектеп",
        "question_views": 194,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның іс-әрекетін ескере отырып, адамның кейбір қасиеттерін қарастырыңыз:\n1. * Патриотизм: * Базарбай өз халқының отарлық биліктен бостандығы мен тәуелсіздігі үшін күресіп, ерекше патриотизм көрсетті.\n2. *Батылдық: * өз іс-әрекетінде ол жоғары күштерге қарсы күреске кірісіп, өз Отанын азат етуге ұмтылып, батылдық танытты.\n3. * Көшбасшылық: * Базарбай өз халқының құқықтары үшін күресте маңызды көшбасшы болды, харизма мен адамдарды ортақ мақсатқа жету үшін біріктіру қабілетіне ие болды.\n4. * Әділдік: * оның әрекеттері әділеттілікке ұмтылуды және қысымнан босатуды көрсетеді, бұл оны әділеттілік үшін күрестің символына айналдырады.\n5. * Төзімділік пен төзімділік: * Базарбай қиын жағдайда да төзімділік пен төзімділік танытты, тіпті ауыр сынақтарда да күресуді жалғастырды.\nБазарбайдың іс-әрекеті Қазақстан тарихының бір бөлігіне айналды және бостандық пен әділдікті қамтамасыз етудегі адами қасиеттердің маңыздылығын атап өтіп, болашақ ұрпақ үшін шабыт көзі болып табылады.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынша сөздің оқылуын кім жазып бере алады??",
        "question_content": "The Korean National University of the Arts was founded in 1993 with the support of the Ministry of Culture, Sports and Tourism of South Korea. Today, it is the only South Korean single-disciplinary university that offers comprehensive training in all areas of the arts: from music to Korean traditional art.The Korean National University of the Arts occupies high places in international rankings. Thus, among universities training artists in the field of performing arts, it ranks 36th in the world.The mission of the Korean National University of the Arts is to create the “future classics” and educate a creative elite who, through art, will create a better society, free from prejudice and injustice.The university offers a comprehensive education that allows students to both gain academic knowledge and develop their artistic abilities. Students are encouraged to try themselves in different areas, so you can take courses that interest you regardless of your major. Graduates of the Korea National University of the Arts can obtain a bachelor's or master's degree.Vocal music:\n\n Opera vocals; Soprano; Bass; Tenor; Baritone; Countertenor; Mezzo-soprano\n\nStrings: Violin; Viola; Cello, double bass; Harp; Guitar\n\nConducting; Conducting an orchestra\n\nMusical Theatre\n\nWinds: Recorder: Flute; Oboe; Clarinet (bass clarinet); bassoon, Saxophone, Horn, Trumpet; Trombone (bass trombone); Tuba and ot\n\nhers.",
        "question_date": "23.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Чжан\n\n23.09.2023 Университет, колледж\n\nКорея ұлттық өнер университеті 1993 жылы Оңтүстік Кореяның мәдениет, спорт және туризм министрлігінің қолдауымен құрылды. Бүгінгі таңда бұл музыкадан бастап Корей дәстүрлі өнеріне дейінгі барлық өнер салаларында жан-жақты дайындықты ұсынатын жалғыз оңтүстік кореялық көпсалалы университет.Корея ұлттық өнер университеті Халықаралық рейтингтерде жоғары орынға ие. Осылайша, орындаушылық өнер саласындағы әртістерді дайындайтын университеттер арасында ол әлемде 36-шы орында.Корея Ұлттық Өнер университетінің миссиясы - \"болашақ классикасын\" құру және өнер арқылы алалаушылық пен әділетсіздіктен арылған жақсы қоғам құратын шығармашылық элитаны тәрбиелеу.Университет студенттерге академиялық білім алуға да, көркемдік қабілеттерін дамытуға да мүмкіндік беретін жан-жақты білім ұсынады. Студенттер әртүрлі салаларда өздерін сынап көруге шақырылады, осылайша сіз өзіңіздің мамандығыңызға қарамастан сізді қызықтыратын курстарға қатыса аласыз. Корея Ұлттық Өнер университетінің түлектері бакалавр немесе магистр дәрежесін ала алады.Вокалды музыка:\n\n Опера вокалы; Сопрано; Бас; Тенор; баритон; Контртенор; Меццо-сопрано\n\nІшектер: Скрипка; Альт; виолончель, контрабас; Арфа; Гитара\n\nДирижерлық ету; оркестрді дирижерлау\n\nМузыкалық театр\n\nҮрмелі аспаптар: Магнитофон: флейта; Гобой; Кларнет (бас-кларнет); фагот, саксофон, мүйіз, керней; Тромбон (бас-тромбон); Туба және басқалар\n\nоның.",
                "date": "17.11.2023",
                "upvotes": 0
            },
            {
                "text": "Чжан\n23.09.2023 Университет, колледж\nКорея ұлттық өнер университеті 1993 жылы Оңтүстік Кореяның мәдениет, спорт және туризм министрлігінің қолдауымен құрылды. Бүгінгі таңда бұл музыкадан бастап Корей дәстүрлі өнеріне дейінгі барлық өнер салаларында жан-жақты дайындықты ұсынатын жалғыз оңтүстік кореялық көпсалалы университет.Корея ұлттық өнер университеті Халықаралық рейтингтерде жоғары орынға ие. Осылайша, орындаушылық өнер саласындағы әртістерді дайындайтын университеттер арасында ол әлемде 36-шы орында.Корея Ұлттық Өнер университетінің миссиясы - \"болашақ классикасын\" құру және өнер арқылы алалаушылық пен әділетсіздіктен арылған жақсы қоғам құратын шығармашылық элитаны тәрбиелеу.Университет студенттерге академиялық білім алуға да, көркемдік қабілеттерін дамытуға да мүмкіндік беретін жан-жақты білім ұсынады. Студенттер әртүрлі салаларда өздерін сынап көруге шақырылады, осылайша сіз өзіңіздің мамандығыңызға қарамастан сізді қызықтыратын курстарға қатыса аласыз. Корея Ұлттық Өнер университетінің түлектері бакалавр немесе магистр дәрежесін ала алады.Вокалды музыка:\n Опера вокалы; Сопрано; Бас; Тенор; баритон; Контртенор; Меццо-сопрано\nІшектер: Скрипка; Альт; виолончель, контрабас; Арфа; Гитара\nДирижерлық ету; оркестрді дирижерлау\nМузыкалық театр\nҮрмелі аспаптар: Магнитофон: флейта; Гобой; Кларнет (бас-кларнет); фагот, саксофон, мүйіз, керней; Тромбон (бас-тромбон); Туба және басқалар\n\nоның.\nhttps://translate.yandex.ru/",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналистика мамандығынан актриса мамандығына ауысқым келеді болама екен",
        "question_content": "Сәлеметсіздер ме, мен журналистика мамандығында оқимын 2 курс студенттімің өз басым актриса мамандығына  ауысқым келеді ауыса аламба екен?",
        "question_date": "23.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия арине аусуга болады. Бырак 1 курстан басынан оку керек болады.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Академикалық IELTS қиын ба,General IELTS қиын ба?",
        "question_content": "Академикалық IELTS қиын ба,General IELTS қиын ба?",
        "question_date": "23.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 241,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екеуіде бірдей қиын",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Б.з.б жетысу болдыма",
        "question_content": "Жауабы болмады себебы б.з.б ол жер Болган жок",
        "question_date": "20.09.2023",
        "question_tag": "Мектеп",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің дәуірімізге дейінгі I мыңжылдықта бұл территорияда сақтардың иран тілді тайпалары өмір сүрді; б.з. д. II ғасырда — б. з. д. V ғасырда — усуни. Б.З. VI ғасырдың ортасында Батыс Түркі қағанаты, VIII ғасырда түргештер (758 жылға дейін) және қарлұқтар (766-940 жылдар) мемлекеттері құрылды. X ғасырдың аяғында Жетісу Қараханидтер мемлекетіне, 1130 жылдардан бастап қарақытайлар мемлекетіне кірді. XIII ғасырдың басында аумақты Шыңғыс ханның моңғол ордасы жаулап алды.",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А әріпінен басталатын сөздер",
        "question_content": "А әріпінен басталатын сөздер",
        "question_date": "20.09.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айдахар, Арыстан, Ай, Аю, ай ай айй акырын",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орталық мешітте неге намаз уақыты кіргенде азан айтылмады?",
        "question_content": "Мен Қабанбай батыр көшесі 59 үйде тұрамын. Терезелер мешітке қараған, азан шақырылғанда анық естіледі. Өкінішке орай көбінесе азан шақырылмайды. Неге?",
        "question_date": "20.09.2023",
        "question_tag": "Жанұя",
        "question_views": 580,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр мешіттің өз тәртібі болады.",
                "date": "21.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "(13⁵)¹¹•(13⁴)¹⁰ ____________(13⁴⁷)²",
        "question_content": "Кароче жазндарш бөлек бөлек жазындар",
        "question_date": "19.09.2023",
        "question_tag": "Математика",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бөлек бөлек болса\n\n (13⁵)¹¹=13*55 дәреже\n\n(13⁴)¹⁰=13*40 дәрежесі\n\n(13⁴⁷)²=13*94 дәрежесі\n\nСебебі жақша іші мен  сыртындағы дәрежелер көбейтіледі.",
                "date": "20.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "go on сөз тіркесіне сөйлем құрау",
        "question_content": "Маған go on сөзі арасында кездесетін бір сөйлем құрап берсеңіздер жеткілікті",
        "question_date": "19.09.2023",
        "question_tag": "Мектеп",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Show must go on",
                "date": "19.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақпаратты бір өлшем бірлігінен екінші өлшем бірлігіне өткізу реті қандай?",
        "question_content": "Ақпаратты бір өлшес бірлігінен екінші өлшем бірлігіне өткізу реті қандай?",
        "question_date": "19.09.2023",
        "question_tag": "Мектеп",
        "question_views": 182,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "20.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз Жібектегі Төлегенге хат жазу керек?",
        "question_content": "Кыз Жыбектегы Толегенге хат жазу",
        "question_date": "19.09.2023",
        "question_tag": "Мектеп",
        "question_views": 304,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жібекті төлеп алған Төлегенге хат\n\nСәлем Төлеген\nқалың қалай?\n\nмені сағындын ба\n\nал мен сені қатты сағындым",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Scopus деген не?",
        "question_content": "Scopus деген не? Толығырақ мәлімет беріңіз.",
        "question_date": "19.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Scopus немесе «Skopus» – 2004 жылы Elsevier (орыс. Elsevier) академиялық баспасы жасаған рецензияланған ғылыми әдебиеттердің бірыңғай библиографиялық және абстрактілі деректер қоры. Scopus-қа кіру институционалдық жазылым арқылы қамтамасыз етіледі. 2020 жылдың қаңтарындағы жағдай бойынша Scopus 25 100-ден астам жарияланымнан, 9,8 миллионнан астам конференциялық баяндамадан және 44 миллион патенттен 77,8 миллионға жуық жарияланымды индекстеді.\nScopus пайдаланушылары кілт сөз, сөз тіркесі, мақала тақырыбы немесе журнал тақырыбы бойынша іздей алады. Жүйе жасаған нәтижелер жарияланған жылы, тақырыбы, тиесілілігі және құжат түрі бойынша сүзіледі. Мәліметтер базасына мәліметтерді бақылау, талдау және визуализация құралдары да енгізілген. Scopus құрамына кіретін барлық мерзімді басылымдар Мазмұнды таңдау және Консультативтік кеңесте қаралады. \n2002 жылы Амстердамдағы Elsevier тобы Scopus деп аталатын ғылыми әдебиеттер базасын құруды бастады. Осы уақытқа дейін дүние жүзіндегі университеттердің көпшілігі Thomson Reuters әзірлеген тағы бір ірі академиялық дерекқорға, Web of Science (WoS) жазылды. Жарияланған пәнаралыққа қарамастан, WoS арқылы индекстелген материалдардың көпшілігі жаратылыстану, техникалық және әлеуметтік ғылымдарға тиесілі болды. Сондықтан көптеген зерттеушілер мен кітапханашылар кеңірек қамтылған балама іздеу жүйесін құру қажеттілігін ашық айтты.\nБұл атау балға басының немесе Scopus umbretta, өзінің навигациялық дағдыларымен танымал пеликан құсының құрметіне берілген. Жасаушылар мұны дерекқор зерттеушілерге ақпаратты табуға қалай көмектесетіні туралы аллегория ретінде қарастырды. Сондай-ақ латын тілінен аударғанда Scopus мақсат дегенді білдіреді. Scopus жасаушылар пайдаланушыға бағытталған дизайн принциптеріне сүйенді. Сондықтан фокус-топта дерекқордың бета нұсқасы сынақтан өтті. Сайттың соңғы нұсқасы 2004 жылдың екінші жартысында шығарылды. Іске қосылған кезде Scopus жинағы 27 миллионнан астам ғылыми мақалалардан тұрды",
                "date": "19.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкімшіліктен уақытша тұруға үй берілема екен?",
        "question_content": "үй кезегінде 2016 жылдан бері тұрмын ерекше балам бар. сұрағым әкімшіліктен үй алғанша уақытша тұруға үй берілема екен, нағашы апамның үйінде уақытша тұр едім, басқа жерден үй алатын болып үйді тапсырады.",
        "question_date": "19.09.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының Конституциясы бойынша уақытша тұрғын үй көзделмеген. Бірақ сіз өзіңіздің тұрғын үйіңізге қызмет көрсету порталы арқылы мемлекеттен өтініш бере аласыз Egov.KZ",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Марс туралы мәлімет",
        "question_content": "Марс туралы мәлімет. Марс қандай ғаламшар.",
        "question_date": "18.09.2023",
        "question_tag": "Мектеп",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Марс (Қызылжұлдыз) — Күн жүйесінің Күннен бастап санағандағы 4-ғаламшары; Жер тобындағы планеталар қатарына жатады. Орташа диаметрі 6800 км, массасы 6,423.1023кг, орташа тығыздығы 3,93 г/см3, бетіндегі ауырлық күшінің үдеуі 3,76 м/с2, орташа температурасы -60 °С. Марс Күнді эллипстік орбита бойымен 24,2 км/с жылдамдықпен айналады, Күннен орташа қашықтығы 228 млн км (перигелийінде 206 млн км, афелийінде 249 млн км). Марс, Күн және Жердің өзара бірдей қашықтықта орналасуы.\nМарс жайлы 20 мәлімет Марста ешқандай тірі жан арнайы скафандрсыз өмір сүре алмайды. \n-Атмосфера қысымының жоғары болғандығынан, адам бірден көз жұмады.\n-Көлемі жағынан Жерден 2 есе кіші, ал массасы 10 есе жеңіл. \n-Марстың гравитациясы Жерден төмен. Сондықтан, Жер бетінде 60 кг болған адам, онда 25 кг ғана болады. \n-Марс планетасына ұшырылған ғарыш аппараттарының тек 30%-ы ғана, өз тапсырмасын орындай алды. Қалғандары іс-түссіз жоғалып кетті. \n-Ол ғаламшарда бір жыл – 687 тәулікке созылады. \n-Илон Маск есімді миллиардер, 2025 жылы Марстың бетіне қонамын деген уәде берді. \n-Марс – 4,5 миллиард жыл бұрын пайда болды. \n-Орташа температура – күндіз +30С, ал түнде -80С-ге дейін барады. \n-Ол ғаламшарда болатын дауылдар бірнеше аптаға созылып, желдің жылдамдығы 200км/с-қа дейін барады. \n-Бұл планетада – Эвересттен үлкен таулар бар. Ең үлкен тау – Олимп деп аталады. Оның ұзындығы – 27 километр. \n-Ғалымдардың айтуы бойынша, ежелде онда су болған, бірақ уақыт өте жоғалып кеткен. \n-Атмосфераның 95%-ы көміртегі дуоксиді, 3%-ы азот және 1,6%-ы аргоннан тұрады. \n-Планетаның түсі қызыл болғандықтан, оны Марс есімді, ежелгі Римнің соғыс құдайының атымен атаған. \n-Оны алғаш болып телескоптан көрген адам, әйгілі ғалым – Галилео Галилей. \n-Фобос және Деймос деп аталатын екі серігі бар. \n-Озон қабатының болмауына байланысты, ғаламшарға Күн сәулесінен шығатын радиация таралады. \n-Ең көп әдеби шығармалар және фильмдер осы планетаға арналған. \n-Екінші атауы – Қызыл планета. Марс, Юпитер, Сатурн, Меркурий және Венераны, аспанға қарап, өз көзімізбен көре аламыз. Қазіргі уақытта, қызыл ғаламшарда, өздігінен жүретін 7 робот өмір сүреді.",
                "date": "19.09.2023",
                "upvotes": 0
            }
        ]
    }
]