[
    {
        "question_title": "Жадыда сақтау үшін 1024 байт қажет болсын. Максималды түстер саны қанша?",
        "question_content": "Информатика - 128х128 өлшемды суретты жадыда сақтау үшін 1024 байт қажет болсын. Максималды түстер саны қанша?",
        "question_date": "23.05.2019",
        "question_tag": "Жалпы компьютер",
        "question_views": 604,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суреттің әр пикселі 1 түске сәйкес келетіндіктен\n\nМаксималды түстер саны: 128*128=16384 түс",
                "date": "24.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныпта аттестат алған кезде қай сыныптың бағалары түседі? тек 9 дың жылдығыма?",
        "question_content": "9 сынып аттестат алған кезде нешеден нешінші сыныптағы бағалар түсет ?\n\nТек 9 дағы алған бағалар түсема?",
        "question_date": "23.05.2019",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек 9-сыныптың бағалары ғана түседі.",
                "date": "23.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өгейліктң мәселесін қалай шешуге болады?",
        "question_content": "Ақыл жауаптарыныз болса кеңестеріңіз болса. Өгейліктң мәселесін қалай шешуге болады?",
        "question_date": "22.05.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағың түсініксіз. Толық жазсашы.",
                "date": "23.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ана туралы өлеңдердің, әндердін атын айтындаршы? Бұрынғы болсың бәрі бір",
        "question_content": "Ауырпа Алла анамды деген сияқты мағыналы әндердін атын айтындаршы?",
        "question_date": "21.05.2019",
        "question_tag": "Тұлға, Адам",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "",
                "date": "23.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналистика мамандығы бойынша өндірістік практикадан өту туралы күнделік есеп?",
        "question_content": "Журналистика мамандығы, телеарна бойынша өндірістік практикадан өту туралы күнделік есеп формасы қажет?",
        "question_date": "21.05.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың екі қабырғасы 4 ж/e 6, ал олардың арасындағы бұрыштың тангенсі 0,75.",
        "question_content": "Үшбұрыштың екі қабырғасы 4 ж/e 6, ал олардың арасындағы бұрыштың тангенсі 0,75. Үшбұрыштың ауданын тап?",
        "question_date": "21.05.2019",
        "question_tag": "Геометрия",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=a*b*sin a\n1+ctg²a=1/sin²a\nctg a= 1/3/4=4/3\nsin a= \\/(1/(1+ctg²a))=\\/(1/(1+(4/3)²))=\\/1/(1+16/9)=\\/(1/25/9)=\\/(9/25)=3/5\nS=4*6*3/5=14.4\nҮшбұрыштың ауданы 14.4",
                "date": "24.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Компьютерлік ойындар ойнағанды қалай қоюға болады?",
        "question_content": "Компьютерлік ойындар ойнағанды қалай қоюға болады?",
        "question_date": "20.05.2019",
        "question_tag": "Компьютер ойындары",
        "question_views": 954,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңді тыйып үйрен.",
                "date": "20.05.2019",
                "upvotes": 1
            },
            {
                "text": "Бір тиын құны жоқ екенін сезінгенде қояды",
                "date": "21.05.2019",
                "upvotes": 0
            },
            {
                "text": "Егер адам қолы бос болса, басқа шаруаларына зиянын тигізбесе ойнау айыпты іс емес деп ойлаймын. Ал әуестігінен нәпсісі басым болса, ол проблема. Негізі нәпсісін тия алмайтындар психолог маманға көрінгені жөн.",
                "date": "24.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы полицейлерге сенесіз бе жалпы? Полицейлердің беделі қандай?",
        "question_content": "Қазақстандағы полицейлерге сенесіз бе жалпы? Полицейлердің беделі қандай?",
        "question_date": "20.05.2019",
        "question_tag": "Қоғам",
        "question_views": 848,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құдай күнімізді полицейлер мен медиктерге қаратпасын депті ғой баяғыда бір кісі)))) 100 пайызбен бағалағанда 80 пайыз сенімсіздікпен қараймын.",
                "date": "23.05.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұзындығы L = 5 км сақина тәрізді автомобиль жолымен...",
        "question_content": "Ұзындығы L = 5 км сақина тәрізді автомобиль жолымен, жүк автомобилі және мотоциклист бір бағытта V1= 40 км/сағ и v2 = 100 км/сағ. жылдамдықпен қозғалды\n\nБастыпқыда бір орыннан бір қозғалса, мотоциклист автомобильді қуып жету жолы",
        "question_date": "20.05.2019",
        "question_tag": "Физика",
        "question_views": 808,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мотоциклист 1ші айналымда  5/100=0.05 сағ ; екі айналымда  10/100=0.1 сағ.\n\nавтомобиль 1 айналым за 5/40 =0.125 сағ  > 0.1 сағ\n\nқорытынды: автомобиль шеңберден аз жүрді - арақашықтық x\n\nсонда , мотоциклист (х+5)\n\nолар бірдей уақытта атқа мінді\n\nх=t*40\n\n(x+5)=t*100\n\nx=3.3 км- автомобил\n\n3.3+5=8.3 -мотоциклист",
                "date": "19.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Microsoft Acces бағдарламасы жайлы?",
        "question_content": "1-жаттығу Пайда табу үшін жасалған сөзбе-сөз өте қарапайым. Оны пайда ретінде есептелетін етіп өзгертіңіз: ((сату * бағасы) - аванс) * (1 роялти мөлшерлемесі).\n\n2-жаттығу 3-сұрақта, au_fname және au_lname өрістерін сұраудан шығарыңыз. Толық деп аталатын жаңа өрісті жасаңыз Екі атауды (олардың арасындағы бос орынды) біріктіретін атау. & Операторды пайдаланыңыз. Сондай-ақ, IF сөздерін біздің өрнектерімізде қолдануға болады. IF операторлары Access бағдарламасындағылармен бірдей Excel, IFF орнына IIF кілт сөзін қолданатын жағдайдан басқа.Query3 дизайны көрінісіне ауысыңыз. Бос өрісте өрнекті құрастырғышты ашыңыз. Бізге ұнайды Егер bktblTitles ішіндегі келісім-шарт өрісінің мәні 1 болса, «келісім-шарт» мәні бар жаңа өріс «Шартсыз», егер бұл мән 0 болса, өрнек төмендегі суретте көрсетілгендей жазыңыз.\n\n3-жаттығу Excel бағдарламасындағы кірістірілген мәлімдемелерді есте сақтаңыз ба? Енді сіз есіңізді жаңартыңыз. Сұрау1 ішінде, рентабельділік деп аталатын жаңа өрісті құрыңыз. Есептелген табыс пайда болған жағдайда бұл өріс «өте тиімді» болуы керек 1,000,000 астам болды; Егер пайда 1,000,000 немесе одан артық болса немесе одан кем болса, «тиімді» 100 000-нан астам; Егер пайда 100,000-нан кем болса немесе 10,000-нан жоғары болса, «ОК»; және жоқ жеткілікті.\n\n4-жаттығу Жаңа сұрау жасаңыз (Query5) және жарияланған кітаптардың жалпы санын есептеңіз.",
        "question_date": "20.05.2019",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "21 мың теңгені кімдер алады?",
        "question_content": "21 мың теңгені көп балалы отбасылар, жағдайы төмен отбасылар алады деп жатады. Біз жас отбасымыз. Екі қызымыз бар. Жолдасым ғана жұмыс жасайды. Үйімізде жоқ. Біз ала аламызба 21мың теңгені?",
        "question_date": "20.05.2019",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 866,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйдегі табыс адам басына шаққанда 20 789 теңгеден аспауы керек. ЦОН-ға жеке куәлігіңізбен барып  өтініш жазасыз. Арғы жағын өздері қарастырады.",
                "date": "23.05.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Білім саласы аттестация ережесі",
        "question_content": "Мен 2018 жылы қараша айында мерзімінен бұрын аттестацияға тест тапсырып педагог-зерттеуші санатын алдым.Бұрынғы санатым І санат болатын және оның мерзімі 2022жылға дейін жарамды. Бүгінде маған жалақыны 1санаттың коэфициенті бойынша 40пайыз төлеп отыр. Ал аттестация ережесі бойынша педагог-зерттеуші жоғары санатпен теңестірілген. Бухгалтердің түсіндіру І бойынша мен 1санатым мерзімі аяқталмай педагог  зерттеушінің жалақысы түгел ала алмаймын, себебі мен жоғары санат емес екенін. Түк түсінбедім сонда мен 2021жылға дейін 1санатты болып одан соң автоматты түрде жоғары боламын ба әлде осылайша 1санат коэфициенті мен жалақы ала беремін бе? Сонда аттестациялау ережесінде педагог зерттеуші жоғары санатпен теңестірілген, ал іс жүзінде неге теңестірілмейді?",
        "question_date": "20.05.2019",
        "question_tag": "Заң",
        "question_views": 749,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шекті Орыс Айдарбек Татыран",
        "question_content": "Ассалаумағалайкум Қазақ бауырларым маган Қазақ кіші жүз Әлім Шекті Орыс Айдарбек Татыран нан кейынгы жолшара керек болип билетиндер комектесыңдершы.",
        "question_date": "20.05.2019",
        "question_tag": "Шежіре",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сайттан көре аласыз:\n\nhttps://tumalas.kz/mobi/#/",
                "date": "31.08.2021",
                "upvotes": 0
            },
            {
                "text": "Татыраннан кейн қара татыран, ақ татыран, табекен",
                "date": "13.10.2021",
                "upvotes": 0
            },
            {
                "text": "Қара Татыран, Ақ Татыран, Табекен",
                "date": "31.03.2022",
                "upvotes": 0
            },
            {
                "text": "Уағалейкумассалам,Жолшара татыраннан емес,Есенәліден тарайды.",
                "date": "25.05.2022",
                "upvotes": 0
            },
            {
                "text": "Меніңде руым Кіші жүз әлім өріс татыран оның ішінде қара татыран",
                "date": "30.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алаяқтардың психологиясы қандай?",
        "question_content": "Алаяқтардың психологиясы қандай?",
        "question_date": "20.05.2019",
        "question_tag": "Психология",
        "question_views": 767,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Алаяқтардың психологиясы адамдарда кездесетін ұрлық пен алдау сияқты табиғи қасиеттерге негізделген. Алаяқ әлбетте ұры немесе өтірікші адам.Алаяқ емес адамдармен салыстырғанда олардың адами қасиеттері алаяқтық іске бармауға көмек көрсетпейді.\nАлаяқ өз- өзіне тұйықталады және өзін көптеген адами құндылықтардан, әсіресе достықтан, өзара көмектен, жақсылыққа ашықтық пен әділеттіліктен айырады. Мүмкіндігінше адамдармен адал, ашық және қызығушылықсыз қарым-қатынас орнату және оны сақтау, сенімді достар, туыстар және шынайы жақын адамдар болу оған қиынға соғады. Алаяқ  адам өзінің айналасында қалыптастыратын психологиялық атмосферасы, әдетте, теріс және кемшіліктерге ие,  құпиядан, сенімсіздікпен және тіпті бас тартудан тұрады.\n\nАлаяқ, кез-келген қылмыскер сияқты,  өзімшіл болып келеді. Бұл эгоизм үнемі жалғыздық пен құпиялылықта өзін-өзі ұстаудың арқасында жүзеге асады. Мұндағы ең күрделісі - алаяқтың эгоизмі кез-келген қылмыскер сияқты алаяқтықтың қылмыстық сипатына байланысты мәжбүрлі түрде жүзеге асады.",
                "date": "16.02.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Жүкті болу жолдарын айтсаңыздар?",
        "question_content": "Етеккир алдын да коныр тусти суйктык келетин еди. Сол суйктык келген кезде жыныстк катынаска туссе бала котеруи мумкнбе. Билсениздер жауап берсениздер екен.",
        "question_date": "19.05.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 827,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлбетте, бұған ең алдымен денсаулық жағдайы себеп болса, енді бір себебі – некелі жұптар арасындағы төсек қатынасының «кінәсі» бар екендігін алға тартады мамандар. Сондықтан, тақырыпта айтылған сұрақтар мен басқа бірнеше сауалдарға жауап беріп көрелік. \nҚай күндері жыныстық қатынаспен айналысу керек? \nАналық ұрықтың жетілуі немесе овуляция күндері жүкті болуға өте қолайлы күндер деп есептейді мамандар. Овуляция айына бір рет қана болады. Оны арнайы тест арқылы немесе базальды температураны тексеру арқылы білуге болады. Әйелдің жыныс жолдарына түскен сперматозоидтер 120 сағат бойы ұрықтандыруға қабілетті болады. Ал ұрықтандырылмаған жасуша тек 24 сағат қана өмір сүреді. Демек, егер жыныс қатынас овуляция кезінің 1-4 күндері аралығында болса, жүкті болу мүмкіндігі жоғары. \nЕСКЕРЕТІН ЖАЙТ! Егер ұрықтандыру іске аспаса, овуляция кезеңінен 2 аптадан соң етеккір басталады. \nЖүкті болу үшін жыныстық қатынаспен қанша рет айналысқан дұрыс? \nҚұрсаққа шарана бітуі үшін жыныстық қатынас аптасына 2-3 реттен кем болмауы тиіс, мүмкіндігінше... Егер күнаралата көк көрпені «бүлкілдетіп» тұрса, тіпті жақсы. \nКЕҢЕС: Жүктілікті жоспарлап жүргендер етеккірден соң 10-шы мен 18-ші күндер арасында төсек ләззатынан күн сайын тоят тауыр жүрсе, нәтижеге тез қол жеткізеді. (Етеккір мезгілінің бірінші күнінен бастап саналады) \nАптасына 1-ақ рет жыныстық қатынасқа түсетіндердің жүктілікке қол жеткізу мүмкіндігі небәрі 10% ғана. \nҚай кезде КҮН САЙЫН айналысу керек? \nИә, жүктілікке қол жеткізу үшін күн сайын жыныстық қатынаспен айналысуы керек күндер де бар. Ол – овуляция кезеңі басталғаннан бастап қатарынан 4 күн. Сонымен қатар, содан кейінгі 2 күнде жақсы нәтиже береді. Ал басқа күндері жұптардың қалауына қарай төсек қатынасынан ләззат тауып тұруына болады. \nҚЫЗЫҚ ДЕРЕК: Статистика бойынша, жыныстық қатынаспен күнде айналысатындар мен төсектен ләззатты күнара алатындардың жүктілікке қол жеткізу мүмкіндіктері бірдей екен. \nТаңертең бе, кешке ме? Жүктілік үшін қай уақыт ыңғайлы?\nАйырмасы жоқ. Таңғы төсек ләззаты ма әлде кешкі ме, жүктілік үшін екеуі бірдей. Дегенмен, аналық жасушаны ұрықтандыру қабілеті кешкі уақытта белсенді болатыны зерттеліп, анықталған. Яғни, аталық ұрықтың кешкі уақытта белсенділігі артады. \nЕСКЕРЕТІН ЖАЙТ! Егер еркекте сексуалдылық жағынан проблема болса, онда жүктілік үшін жұптардың таңертеңгі уақытта жыныстық қатынаспен айналысқаны дұрыс. Себебі, мұндай жағдайда еркектердің бойында құмарлығының оянуына себеп болатын тестостерон гормоны көбірек бөлінеді. \nҚандай поза дұрыс? \nЖүктілік үшін белгілі бір поза жоқ. Мән беретін жайт – жыныстық қатынастан соң аталық ұрық сыртқа ағып кетпеуін қадағалау қажет. Осы жағдайды есепке алғанда, әйелдер үстіңгі жақтан келетін позаларды таңдамаған дұрыс болмақ. Мүмкін болғанынша, аталық ұрықтың аналығына тезірек жететін позаларды қолдану керек. \nОлар – «еркек үстіңгі жақтан», «тізерлеп-шынтақтап» және «бір бүйірмен жатып»... \nЖүкті болу үшін жыныстық қатынастан соң не істеу керек? \nТөсектен тоят таба салысымен әйел шалқалай жатып, жамбасын сәл жоғары көтеретін жастықша қойғаны дұрыс. Бұл сперманың ағып кетпеуіне және ұрықтың тереңірек баруына көмектеседі. \nЖыныстық қатынастан соң не істеу керек? \nҚынапқа түскен сперматозоидтардың басым бөлігі 3-5 минут аралығында жатырға түсіп үлгереді. Олардың жолын қысқарту үшін және межеге жетуіне көмектесу мақсатында 15-30 минут бойы төсектен тұрып кетпей жата тұру керек. \nЖыныстық қатынастан соң қанша уақытта жүкті болады? \nОвуляциясыз жүкті болу мүмкін емес. Егер аталық ұрықтың сапасы мен мөлшеріне проблема болмаса, тұрақты жыныстық қатынас жатыр ішінде сперматозоидке жайлы жағдай жасайды. Сол себепті, ол жеткен бойда аналық жасушаны ұрықтандыру мүмкіндігін жоғарылатады. \nҚЫЗЫҚ ДЕРЕК: спематозоидтардың жылдамдығы минутына 3,5 мм. Демек, ол бір сағатта аналық жасуға жетіп үлгеруі тиіс. \nЖүктілік жыныстық қатынастан соң 4-5 күнде орын алады. Бұл уақыттың барлығында сперматозоидтар тірі болады. \nЕҢ БАСТЫСЫ – жүкті болу үшін некелі жұптардың балалы болуға деген қалауы, ниеті мен дайындығы, әлбетте, бір-біріне деген махаббаты. Поза, жыныстық қатынастың саны, тәуліктің белгілі бір бөлігі – мұның барлығы да жанама себептер ғана. Еркек пен әйел бір-бірінен ләззат алып, некесіне адал болған жағдайда, олардың махаббатының кішкентай ғана нәтижесі міндетті түрде пайда болады. Бұл бақ – БАЛА деп аталады.\nhttp://ernur.kz/18/tez-zhukti-bolu-ushin-zhynystyk-katynaspen-kashan-kalai-zhane-kansha-ret-ainalysu-kerek",
                "date": "27.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасы әлі жалғасып жатырма? Жалғасып жатқан болса толық ақпарат.",
        "question_content": "Серпін бағдарламасы туралы толық ақпарат керек. 2019-2020 жылы бағдарлама жалғасадыма?",
        "question_date": "18.05.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 542,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ел Президентінің салиқалы саясатының арқасында Тәуелсіздігіміздің алғашқы жылдарынан бастап жастар саясаты еліміздің басты басымдықтарының біріне айналған.  «Қазақстан 2020: болашаққа жол» Қазақстан Республикасы мемлекеттік жастар саясатының 2020 жылға дейінгі тұжырымдамасында: Қазақстандықтар – жасампаз және жас ұлт: республиканың әрбір екінші тұрғыны 30 жасқа толмаған жастар. Қазақстанның болашағы Қазақстан жастарының даму деңгейімен, олардың қоғамға ықпалдасуымен  байланысты, болашақтың негізі бүгін қаланады делінген.\nЕлбасы жастарға арнап сөйлеген сөзінде: «Ықылым заманнан бері қазақ атамыз „Білекті бірді, білімді мыңды жығады“ деген сөз қалдырған. Қазақтың бұл мақаланың өзі бүгінгі күні айрықша мәнге ие болып отыр. Бұл заман білекке емес, білімге сенетін заман. Заманауи әлемде елдің қуаты, ең алдымен, білім мен ғылымда болатын уақытқа келдік. Сол білімді қажетке, тұрмыс игілігіне жарата білуімізбен ғана бағаланады. Инемен құдық қазғандай, қиын күрделі, орасан қажыр қайрат пен ерік — жігерді талап ететін білімсіз өмір тұл», — деген болатын.\nЕл ертеңі – жастар дейді екенбіз ел жастарының сапалы білім алуын қамтамасыз етуіміз керек. Осы бағытта мемлекет тарапынан жүйелі жобалар жасалуда. Жастардың білім алуын елдегі түрлі бағдарламар аясында іске асырылуда. Күнгей жұртын теріскейге алдыртып, сондағы тіршілік қазанын қайнатуды көздеген Оңтүстіктен Солтүстікке қоныс аудару бағдарламасы – көргенділікпен қолға алынған жоба деп санаймыз. Себебі, оңтүстік өңірдің халқы жыл санап көбейіп, жұмыс табу қиындап бара жатса; солтүстікттің кең-байтақ даласында адам саны азайып барады. Осы олқылықтардың орнын толтыру үшін ел билігі осындай шешім шығарғалы бірнеше жылдың жүзі болды.\nОсы бағдарлама аясында оңтүстік өңірдің жастарын еліміздің солтүстігіндегі облыстарда оқып, білім алуға мүмкіндіктер жасалды. Қазақстан Республикасы Үкіметі жастар мәселесіне арнап «Мәңгілік ел жастары – индустрияға» атты арнайы мемлекеттік бағдарлама қабылданған болаты. Аталған бағдарлама бойынша 7 ЖОО мен 25 колледж жұмылдырылып, Маңғыстау, Қызылорда,  Оңтүстік Қазақстан,  Жамбыл,  Алматы облыстарының жастары қатысты. Сол жылдары жоғары оқу орындарына 1 050, колледждерге 1 000 грант бөлінгенімен, маусымның аяғына дейін, бар болғаны 30 өтініш қана келіп түсіп, жоба өз мақсатына жете алмады.\nАртынша еріктілердің арқасында 2014 жылы «Серпін» жалпыұлттық, қоғамдық жобасы дүниеге келді. Бұл жобаның қажет екендігін дәлелдеу мақсатында зерттеу жұмыстары да жүргізілді. «Серпін» әлеуметтік жобасы бүгінде еліміздегі ең танымал әлеуметтік бастамалардың бірі болып саналады. Қазір халықтың жобаға деген қызығушылығы күн санап артып келеді. 2014 жылы жоба аясында 2050 студент, 2015 жылы 6 200, 2016 жылы 11 296 студент білім алды.\nБағдарлама аясында мыңдаған жас білім алды, Солтүстіктегі ЖОО-лар жанданады. Студент – мемлекеттің даму потенциялын айқындайтын күш. Қай қалада студент көп болса, сол қаланың болашағы зор. «Серпіннен» бітірген жастардың кемі 50 пайызы сол өңірлерде қалса, үміттің ақталғаны. Оларды оқытқанда, болашақта жұмыссыз қалмайтын, сол өңірге аса қажетті мамандықтар бойынша оқытқан дұрыс.\n«Серпін» индустриалды-инновациялық жобаларға мамандарды даярлап, жұмыс күші мол аймақтардағы жастарға сұранысқа ие кәсіби білім беруді ұйымдастырады; жұмыс күші мол аймақтардағы жастарды жұмыс күші тапшы аймақтардағы сұранысқа ие мамандықтар бойынша оқуға тартады. Екіншіден, техникалық және кәсіптік білім берудің беделін арттырып, жастардың жұмысшы мамандықтар алуға деген оң көзқарасын қалыптастырады. Үшіншіден, жастардың әлеуеттік және жұмыссыздық мәселелерін шешеді.\nЖоба жүзеге асырылған алғашқы 3 жыл ішінде 12 мыңнан астам азамат бұл бастаманың пайдалы тұстарына куә болды. 9212 студент ЖОО-ларын таңдаса, қалғаны кәсіптік-техникалық білім беру мекемелерінде оқып білім алды. Әрі оларды жұмыспен қамту жағы да қарастырылған. Жобаға қатысатын ЖОО саны да аз болған жоқ. Әлеуметтік бастама аясында елімізде тапшы мамандарды даярлау көзделген. Бағдарлама аясында оңтүстік жастары шығыс пен солтүстіктен білім алып, аймақтағы халық саны мен экономикасын көтеруге өз үлестерін қосады. Ең бастысы, ана тілін ұмытқан жандарды қазақыландыруға атсалыспақ. Жобаға бүгінде Маңғыстау, Қызылорда, Оңтүстік Қазақстан, Жамбыл, Алматы облыстарының түлектері қатыса алады.\nОсы бағдарлама оңтүстіктің халқын солтүстікке көшіру жобасының жүгін жеңілдетті. Себебі, жеңілдетілген мүмкіндікпен бөлінген мол грант тек солтүстік өңірдегі жеті жоғары оқу орнына түсуді міндеттеді. Мемлекеттік грант алуды мақсат еткен жастар солтүстік өңірді бетке алды. Бұл жастар оқу бітірген соң сол өңірлерде қалып, еңбек етер болса біз сөз етіп отырған мақсаттың жүзеге асқаны дер едік. «Мәңгілік ел жастары – индустрияға» Мемлекеттік бағдарламасы Республикалық Үйлестіру Кеңесінің төрағасы Мұрат Абдуламитұлы Әбеновтің айтуынша, бұл бағдарлама мемлекеттік ірі бастамаға үндеу қосып, барынша жастарға қолдау көрсету болып табылады екен.\n– Қазақстан Республикасының Президенті Нұрсұлтан Назарбаев «Қазақстанның әлеуметтік жаңғыртылуы: Жалпыға Ортақ Еңбек Қоғамына қарай 20 қадам» бағдарламасында жаhандық деңгейдегі дағдарыс кезінде елімізді әлеуметтік-экономикалық жаңғыртудың шешуші міндеттерін көрсетіп, өткен ғасырдың 60-жылдарынан кеңінен тараған тұтынушылық қоғам тұжырымдамасы орнына балама ретінде Жалпыға Ортақ Еңбек Қоғамы идеясын ұсынды. Сонымен қатар, «Елімізде жұмыс орындарын құрудамыз, жаңа өндірістер салудамыз. Сондықтан, жұмыс бар жерге бару керек» -деп көрсетті.\nМемлекет басшысының осы идеяларын негізге ала отырып Қазақстан Республикасы Үкіметі жастар мәселесіне арнап арнайы бағдарлама қабылдады. Бүгінгі «Мәңгілік Ел Жастары – индустрияға» Мемлекеттік бағдарламасы осы бір бастамаға үндеу қосып, барынша жастарға қолдау көрсету болып табылады.\nҚазіргі таңда Алматы, Жамбыл, Қызылорда, Маңғыстау, Оңтүстік Қазақстан облыстарында бүгінгі күні бала туу деңгейі жоғары, көшіп келушілер көп. Мұның барлығы жұмыссыздық мәселесін тудырады. Әлеуметтік нысандар, үй, мектеп, балабақша жетпейді. Қанша адам оқу бітірсе де, жұмыссыз жүр. Мектеп бітіргендер колледждерге оқуға түсе алмайды – себебі үміткерлер көп болғасын, орын жетіспейді. Еңбек күші артып тұрғасын кадрлық сұраныс аз болады. Бұл – нарық экономикасының заңдылығы. Оқуды бұрын бітіргендер жұмыссыз жүргесін грант та аз бөлінеді. Керісінше, еліміздің кейбір өңірлерінде кадр тапшылығы өте өзекті болып тұр. Бүгінгі таңда бұндай мәселе 7-8 облыста туындауда. Басты себебі – бала туу денгейінің төмендігі және сыртқа көшіп кету миграциясы. Сол өңірлердегі өндіріс орындары еңбек күші жетіспеушілігінен өз әлеуетін толық іске асыра алмай отыр.\nМіне, кадр тапшылығын туындатқан осындай мәселелерді шешу үшін индустриялық-инновациялық бағдарламаны жүзеге асыруға, жастар арасындағы жұмыссыздық сияқты мәселелер шешімін тауып, жоғары білімді мамандар мен сауатты жұмысшылар даярлауда ел болашағына оң әсерін береді деп ойлаймыз, - дейді Әбенов.\nХалықты оңтүстіктен солтүстікке көшіру бағдарламасы аясында көш бағытын солтүсікке бұрған ағайынға жасалатын тиімділік жылдан-жылға жақсарып келеді. Атап айтар болсақ, биылдан бастап тек отбасыларға ғана емес, некеде тұрмаған азаматтарға да мемлекеттік қолдау көрсетіледі. Бұл мәселе халықты жұмыспен қамту және көші-қон мәселелері туралы заң жобасында көрініс тауып отыр.\nДемек, Солтүстікке көшу үшін отбасылы болу міндет емес. Жұмыс іздеп жүрсіз бе? Әлде климат алмастырып, жер жаңалап, мекен ауыстырғыңыз келе ме? Онда жоспарыңызды жүзеге асыру үшін Оңтүстіктен солтүстікке қоныс аудару бағдарламасының шарттарымен танысыңыз. Биыл бағдарлама шартына елеулі өзгеріс енгізілген. Яғни, бұған дейін аталған бағдарламаға отбасылы не туған-туысын ерткен адам жұбы қатыса алса, енді үйленбеген, не тұрмыс құрмаған адам да жалғыз қатыса алады. Биыл бағдарламаны жүзеге асыру үшін республикалық бюджеттен 1706 отбасыға квота бөлінген. 2015 жылы жүзеге асырыла бастаған бағдарлама әуелі елді елең еткізді. Содан бері біршама өзгерістерге ұшырап, әлі де жалғасып келеді. 2017 жылы «Өнімді жұмыспен қамту және жаппай кәсіпкерлікті дамыту» мемлекеттік бағдарламасы аясында оңтүстік облыстардан солтүстік өңірлерге отбасыларды көшіруге 710 млн теңге қарастырылған.\nЕнді оңтүстіктің халқын солтүстікке не үшін көшіру керек деген сұрақ төңірегінде азырақ тоқталайық. Кейбір деректерге сүйенсек, 2030 жылға қарай Қазақстан халқы 20 миллионнан асады деген болжам бар. Бұл межеге жету – асқақ арман. Дегенмен, әлгі болжанған халық санының 50 пайыздан астамы оңтүстiк өңiрдегi бес облысқа ғана тиесiлi. Есесiне, солтүстiк аймақтардағы халық саны кеми түспек. Елдегi iшкi көшi-қон саясатын осы қалыпта ұстап тұрар болса, солтүстiктегi тұрғындар санының төмендей беретiнi айтпаса да түсiнiктi. Бұл өз кезегiнде солтүстiкке қарасты облыстарда жұмыс күшiнiң жетiспеушiлiгiн тудырады.\nБүгінде Оңтүстік Қазақстан облысы халқының тығыздығы жағынан көш басында. Сол себептен де екі қолға бір күрек таппай жүргендер көп. Еліміз осы тұрғыда екі мақсатты жобаны жүзеге асыруды қолға алған болатын. Бұл солтүстік өңірді қазақыландыруға және халықтың жұмыспен қамтылуына бағытталып отыр. Яғни, еңбек ресурсының теңсіздігін реттеу қазақыландыру саясатымен қатар жүреді. Осы тұрғыда Елбасы Нұрсұлтан Назарбаев «Қазақстанның Үшінші жаңғыруы: жаһандық бәсекеге қабілеттілік» Жолдауында еңбек нарығын жаңғырту мақсатында еңбеккерлерді артық жұмыс күші бар өңірлерден жұмыс күші жетіспейтін өңірлерге ұтымдылықпен тартуға қолдау көрсету керектігін атап көрсеткен болатын. Сондай-ақ, «Жұмыспен қамту – 2020» бағдарламасына арнайы тармақ енгiзiп, бұл мәселенi шешудiң оңтайлы жолдарын белгiледi. Ондағы мақсат – ел азаматтарын, әсiресе, халқы тығыз, жұмыссыздығы басым оңтүстiк тұрғындарын жұмыс күшi тапшы өңiрлерге қарай көшiрiп, экономикалық тұрғыдан қолайлы етiп орналастыру. Бастама сәтiмен жүзеге асса, қоғамдағы бiрқатар өзектi мәселенiң түйiнi тарқатылмақ.\nАл демографиялық болжам бойынша, 2050 жылға қарай оңтүстік өңірлерде халық саны 5 миллион 300 мың адамға дейін жетіп, жұмыссыздық мәселесі күрделене түсуі мүмкін. Керісінше, солтүстік өңірлерде тұрғындар саны 900 мыңға кеміп, жұмыс күшінің жетіспеушілігі үлкен түйткілге айналу қаупі басым.\nБұған қоса оңтүстік өңірдегі экономикалық тұрғыда белсенді халықтың ішінде 62,7 мың адам жұмыссыздар қатарында. Қазір халықты жұмыспен қамтуға, жаппай кәсіпкерлікке тартуға көңіл бөлініп отырғаны белгілі. Облыс азаматтарының бірқатары жұмыс күші аз солтүстік облыстарға қоныс аударып, кәсібін дөңгелетуде. Мәселен, 2016 жылы облыстан Солтүстік Қазақстан облысына 125, Қостанай облысына 18, Шығыс Қазақстан облысына 3 отбасы қоныс аударған. Ал биыл осы мақсатта қанша отбасы қоныс аударуға ниетті? «Серпін» жобасы бойынша қанша шәкірт білім алмақ? Осы секілді маңызды мәселелер өңіраралық бірігуді дамыту жөніндегі шаралар бойынша өткен бос жұмыс орындары жәрмеңкесінде кеңінен айтылды.\nҚысқартып айтқанда, басымыз көбейіп, баурымыз бүтін болсын десек, шекараны адамға толтырып, өндірісті нығайтуымыз керек. Әрі ел халқының өңірлерде орналасу тепе-теңдігін қалыптастыру керек. Ал ол – сенімді де сергек қоныс аударушылардың да оң жамбасына келер саясат. «Елге ел келсе – құт» деген аталы сөз алдымызға ұстар ұранымыз болғаны жөн-ақ.\nДереккөз: https://abai.kz/post/77686",
                "date": "15.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ЖОО бітірген соң басқа ЖОО-ға түсуге болады ма?",
        "question_content": "Университет аяқтаған соң басқа университетке КТ арқылы түсуге болады ма? Қазір оқып жатқан мамандығыма грант болған соң түсе салғанмын. Алайда уақыт өте келе қатты өкіндім. Оқудан шығайын десем, жақында диплом аламын",
        "question_date": "18.05.2019",
        "question_tag": "Университет, колледж",
        "question_views": 867,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КТ тапсырып тағы оқуға түсе аласыз. \n Егер тағы да қалаған мамандығыңызға түсе алатындығыңызға сенімді болсаңыз немесе қазір ақылы түрде оқуға жағдайыңыз жетіп тұрса ,  уақытты құр кетірудің қажеті жоқ деп ойлаймын. Байқағаным өзің қалап жасайтын жұмысыңда табысқа жету мүмкіндігі көп. Аса бір жетістікке жетпесеңіз де таңертең жұмысқа оянуыңыз сондай бір жан қиналыс болмайды.  Егер соңғы курста оқып жатсаңыз дипломды алып кеткен де артықтық етпейді. Ал оқуға түсіп тағы бір сала маманы атануға  ешқашан кеш қалмайсыз. Мысалы қазір менімен өзімнен 2 есе жасы үлкен кісілер де қатар оқиды. Сондықтан тағы бір маман иесі атану ешқашан кеш болмайды деп ойлаймын. Бастысы ынта-жігер болса болғаны.",
                "date": "10.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күнделік кз қиындықтар құпиясөз бен логин",
        "question_content": "Мен күнделік кз-ке баяғы телефонмен кіріп жүрдім. Бірақ жаңа телефонмен кіре алмай жүрмін . Дұрыс жазсам да , ал ұмыттым дегенді бассам электрондық пошта бұрыңғы апайдың поштасына тұр. Ол мектептен кетіп қалған .Ал бұрынғы телефон сынып қалды .Не істеуге болады?",
        "question_date": "18.05.2019",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа акаунт ашу керек сізге.",
                "date": "6.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Видеомонтаж жасағанға қандай ноутбуктер жақсы, достар?",
        "question_content": "Видеомонтаж жасағанға қандай ноутбуктер жақсы, достар? kaspi.kz тегі қандай ноутбуктерді ұсына аласыз?\nhttps://kaspi.kz/shop/taldykorgan/c/notebooks/?q=%3AproductClass%3A%D0%91%D1%8E%D0%B4%D0%B6%D0%B5%D1%82%D0%BD%D1%8B%D0%B5&sort=rating&page=1 \nИнтернет дүкендерден қайсысы арзан? \nҚай интернет дүкендерден ұсына аласыз?",
        "question_date": "18.05.2019",
        "question_tag": "Жалпы компьютер",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен өзім видеомониажбен айналысамын, бірақ ноутбугім acer predator helios 300, \"premiere pro\" қосымшасын аздап қиналып көтереді, 1 жыл бұрын 341 мың теңгеге алған болатынмын, егер тек видеомонтаж болса, 1050 ti жоғарырағынан алғаныңыз дұрыс болар, сонымен қатар kaspi.kz төмен бағалар таба аласыз.",
                "date": "9.07.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағылшын тілі саласына қатысты қандай колледждер бар?",
        "question_content": "Мен осы жылы 9 бітіретін едім, ағылшын тілі саласын таңдайын деп едім, қандай колледждер бар? Қанша балмен? Қандай мамандықтар бар?Қай салада жұмыс атқаруға болады?",
        "question_date": "17.05.2019",
        "question_tag": "Университет, колледж",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Англияға бармай, ағылшын тілін үйренудің тамаша мүмкіндігі! \nҚазақ-түрік  лицейлерінің құрылтайшысы «КАТЕV» -тің қарамағында төрт тілде: қазақ, орыс, ағылшын және түрік тілдерінде білім беретін жаңа колледж ашылды!\nКолледж заңгер, аудармашы, экономист және техник - программалаушы мамандықтары бойынша сапалы мамандар дайындайды.\nТаңдаған мамандығыңның шебер иесі болып, мемлекеттік тілмен қатар шет тілін еркін меңгергің келсе, біздің колледжге оқуға кел!\nБіздің мекен-жайымыз: Алматы қаласы, Торайғыров көшесі,19\nБайланыс телефондарымыз: 8 (727) 297700; 297800\nhttps://abai.kz/post/8810",
                "date": "27.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мына реакцияда СаСО3(т) →СаО(т)+СО2(г) агрегаттық күй қанша?",
        "question_content": "Мына реакцияда СаСО3(т) →СаО(т)+СО2(г) агрегаттық күй қанша?",
        "question_date": "17.05.2019",
        "question_tag": "Химия",
        "question_views": 849,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Реакция бойынша реакцияға қатысқан және реакциядан шыққан заттардың  агрегаттық күйі 2: (т)- қатты;(г) -газ.",
                "date": "16.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мектептегі аттестатпен оқуға түсуге бола ма?",
        "question_content": "Сәлеметсіздерме. 2018ж Мектепті бітіріп ұбт дан жоғары балл жинап медициналық университетке грантқа түстім. 1 курс аяқталайын деп қалды бірақ мен ары қарай бул университетте оқығым келмейді. Яғни мамандық ата анамның қалауы болатын. Енді кта тапсырғым келмейді сол аттестатпен оқуға түсе аламын ба әлде 1 жыл өтіп кеткеннен кейін кеш пе?",
        "question_date": "17.05.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқудан шығып, құжаттарыңызбен КТА тапсыру керек сізге.",
                "date": "6.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына өзгерісті жүзеге асыр:. Көміртек-метан-хлорметан-этан-көміқышқыл газы",
        "question_content": "Мына өзгерісті жүзеге асыр:\n\nКөміртек-метан-хлорметан-этан-көміртек газы",
        "question_date": "17.05.2019",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы:\n\nC + 2H2 = CH4\nCH4 + Cl2 = CH3Cl + HCl\n2CH3Cl + 2Na = C2H6 + 2NaCl\n\nC2H6+О2 = СО2+Н2О",
                "date": "10.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілі гос. экзамен 9 сынып кімде жауабтары бар.",
        "question_content": "9сынып гос. Экзамен орыс тілі жауаптары кімде бар, болса қалдырып кетыныздершы отнем",
        "question_date": "17.05.2019",
        "question_tag": "Мектеп",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бляя жокко братан озимиз табамай отырк. Осы жерде бар ма деп ойлагам",
                "date": "28.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шетелдік дизайнерлер ?",
        "question_content": "Шетелдік дизайнерлер қазіргі кезде өте көп. Олар:Мэри Кейт,Эшли Олсендер, Мишель Обама. Олардың жасаған туындылары бір-бірінең өткен əдемі.Əр дизайнердің өзі тандаған бір тақырыбы бар. Мысалы: Мишель Обама ол демократиялық үлгідегі туындыларды ұсынады.\nҚазақстан дизайнерлері мұндай дəрижеге жете қоймағанымен,қалыспай əртүрлі брендтер ұсынуда. 2002 жылы отандық дизайнерлер Италияға барып шеберліктерін жетілдіре түсті. Отандық дизайнерлер ұсынған брендтер қазіргі кезде ең сапалы бренд деп саналады.\nМəселен ондай брендтер өз елінде танымал. Корея елі мен Францияны салыстырсақ олардың киіну стильінде көп ерекшеліктер байқай аламыз. Мұндай елдерде стиль ол киімнің əдемілігіне ғана емес, оның сапасы мен ыңғайлығына аса мəн береді.",
        "question_date": "17.05.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ая Бапани\nОтандық сән әлемінде ерекше көзге түсіп жүрген дизайнердің бірі – Ая Бапани.  Оның өнерге деген таланты әкесінен дарығандығы айтылып жүр.  Ая Бапани қазақ көркем сурет өнерінің классигі  Әлібай Бапановтың қызы.\nАя Бапани киім үлгілерін ұлттық нақышта сәндеп жүр. Жас дизайнер тек спортта ғана емес, сән үлгісінде де ел мәртебесін арттыруға болатындығын дәлелдеді. «Fashion TV Central Asia 2013» премиясында Орта Азияның үздік сән дизайнері атағын иеленді.\nЖас әрі талантты дизайнердің өз ерекшеліктері бар. Ол қазақ халқының бай  мәдениеті мен ұлттық ою-өрнектерін  әлдеқайда тартымды екенін өз туындыларында дәлелдеп жүр. Ол ұлттық нақышта безендірілген киім үлгілерін шетелдік сән көрсетілімдеріне шығарды. Нәтижесі де жоқ емес. Туындыларына жоғары баға алған атақты дизайнердің киімдері жоғары сұранысқа ие.\nАида Кауменова\nАида Кауменова – көркемpret-a-porter delux коллекциясын шығарушы жас дизайнер. Оның «AidaKaumeNOVA» брендтті жеке маркасы отандық жұлдыздар арасында танымал. Бұл бренд тек қана Қазақстанда ғана емес, сонымен қатар басқа да шетелдерден өз орнын алып жүр.\nАида Кауменова Талдықорған қаласында дүниеге келген. Ол онда білім беру мектебімен қоса өнер мектебін де бітіріп шықты. Кейін Алматы Технологиялық университетін 1997 жылы «инженер-конструктор-модельер» мамандығымен аяқтаған.\nДизайнер 2002 жылы Италияға барып шеберлігін жетілдіре түсті. Онда ол «Carlo Во» Urbino қаласында сән мектебін бітірген. Ол «Daraleque» маркасының арт-директоры және дизайнері болған. Арт-директордың мамандығынан кейін Аида «AidaKaumeNOVA» сән үйін құрды.\nСалтанат Баймұхамедова\n  Салтанат Баймұхамедова ерекше сән  үлгісімен танылып жүрген жас дизайнерлердің бірі. Отандық сән индустриясының жарқын өкілі сән әлеміне  2000 жылы келген болатын. Ол алғашқы жобасын «F… you» желісімен жастарға арналған киім үлгілерін  тігіп  бастады.\nОл 2008 жылдың наурыз айында «Trend&Tendance» агенттігінің қолдауымен Париж қаласында алғашқы сән көрсетілімін жасады.  Шетелдік сән аренасы жас дизайнерге ерекше шабыт берген болатын.  Париждегі сапарынан кейін Салтанат Баймұханова «Salta»  брендімен нарықта таныла бастады.\nБүгінгі күні «Salta» сапалы, әрі қолжетімді бағадағы pret-a-porter әйелдер киімін шығарумен айналысады. Дизайнер @saltafashion Instagram парақшасында тұтынушыларымен тұрақты байланыс ұстап отырады.\nТағы оқыңыздар: Кеңес Одағының Батыры атанған қазақстандықтар\nЛеонид Жеребцов\nЛеонид Жеребцов есімді дизайнер елімізде «OpenWay 2012» брендімен танымал. Ол ұлттық жас дизайнерлер байқауының жеңімпазы. Аталмыш байқаудан соң жас дизайнер «Leonid Zherebtsovfor Salta» коллекциясын дайындады.\nҚазақстан дизайнерлерінің «Kazakhstan Fashion Week» шарасында Леонид өз ерекшелігімен таныла білді.  Оның киімдер топтамасының негізгі бөлігі қара,  көк, сарғыш, ақмақта және стрейчтен тұрады. Леонидтің айтуы бойынша оның коллекциясы стиль мен ыңғайлылықты таңдайтын барлық жастағы қыздарға арналған.\nКамила Курбани\nКамила Курбанидің сәнді киім үлгілерін тігіп жүргеніне 10 жылға жуықтаған. Оның есімі енді ғана таныла бастады. Камила Курбанидің қазақстандық сән сахнасына киім үлгілерін ұсынып жүргеніне екі жылдай уақыт болды. Осы кездің ішінде дизайнер сән әлеміне өзгелерге ұқсамайтын ерекше стилін ұсына білді.\nДизайнердің негізгі туындылары екпінді гламурға емес, керісінш еunisex пен casual стиліндегі еркіндік үлгілерді ұсынып жүр. Камиланың тұтынушылары еркін ойлайтын, өзгеден аса ерекшеленбейтін, бірақ өзінің ерекше қайталанбас стилі мен көзге түсетін кәдімгі қала тұрғындары.",
                "date": "6.01.2020",
                "upvotes": 0
            }
        ]
    }
]