[
    {
        "question_title": "Менің мұрным пұшық,калай тузетуге болады?",
        "question_content": "Менің мұрным туғанымнан пұшық,қалай дұрыстауға болады?операция міндетті түрде ме?əлде калай?кандай кенес бере аласыз?",
        "question_date": "5.11.2020",
        "question_tag": "Денсаулық",
        "question_views": 916,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрын адам қанша жас жасаса сол уақыттың барлығында өсе береді деп оқығам бір жерден. Бірақ, сіз әлі жасөспірім болсаңыз тиіспеңіз. Өсе келе де ұнамай , өмір сүруге қиындық тудырып жатса хирургиялық жолға баратын боларсыз.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С-ның қандай мәнінде сх=9 теңдеінің -9;0;0,2 түбірлері болады?",
        "question_content": "с-ның қандай мәнінде сх=9 теңдеінің а) -9;0;0,2 түбірлері бар ә) түбірі жоқ б) оң түбірі болады?",
        "question_date": "5.11.2020",
        "question_tag": "Мектеп",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "егер -9 теңдеудің түбірі болса , яғни-9с=9; с=-1.\n\nегер 0 теңдеудің түбірі болса, онда 0С=9, с=9:0 теңдігі орындалуы керек және бұл мүмкін емес, демек 0 теңдеудің түбірі емес.\n\nЕгер х=1/5 болса, онда с * 1/5=9, с= 45.\n\n2) С = 0 кезінде теңдеудің түбірі болмайды\n\n3) С >0 кезінде теңдеудің оң түбірі болады",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маңдайлық кедергі күші дегеніміз не?",
        "question_content": "Маңдайлық кедергі күші дегеніміз не?Мысал келтіре отырып",
        "question_date": "5.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фронтальды кедергі-бұл сұйықтықтар мен газдардағы денелердің қозғалысына кедергі келтіретін күш. Фронтальды кедергі екі түрлі күштерден тұрады: дененің бетіне бағытталған тангенциалды (тангенциалды) үйкеліс күштері және қалыпты бетке бағытталған қысым күштері. Қарсылық күші-диссипативті күш және әрқашан ортадағы дененің жылдамдық векторына қарсы бағытталған. Көтеру күшімен қатар ол толық аэродинамикалық күштің құрамдас бөлігі болып табылады. Фронтальды кедергі күші әдетте екі компоненттің қосындысы ретінде ұсынылады: нөлдік көтеру күші мен индуктивті кедергісі бар қарсылық. Әрбір компонент өзінің қарсыласу коэффициентімен және қозғалыс жылдамдығына белгілі бір тәуелділікпен сипатталады. Фронтальды кедергі ұшу аппараттарының мұздануына да (төмен ауа температурасында) ықпал етуі мүмкін және дыбыстан жоғары жылдамдықта соққы иондауымен ҰА фронтальды беттерінің қызуын тудыруы мүмкін.\nhttps://ru.wikipedia.org/wiki/%D0%9B%D0%BE%D0%B1%D0%BE%D0%B2%D0%BE%D0%B5_%D1%81%D0%BE%D0%BF%D1%80%D0%BE%D1%82%D0%B8%D0%B2%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вконтактиге тиркелген номеримди билгим келеди озгертпей",
        "question_content": "Вконтактиге кандай номермен тиркелгенимди калай билуге болады?соткымде страницам бар,бирак номердиде, парольдиде билмеймин.Номер ауыстырмай кандай номермен тиркелгенимди билгим келеди?",
        "question_date": "5.11.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 272,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Настройкиге кіріп көре аласың.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лизинг бойынша төлем сомасын анықтау керек.",
        "question_content": "Лизингке алынған негізгі құралдың құны – 100 млн теңге. Лизинг бойынша төлем тең көлемде, жылына екі рет жүргізіледі. Лизинг мүлкі 7 жылға алынған, 10 пайыз жылдық есеппен. Лизинг бойынша төлем сомасын анықтау керек. Қорытынды жасаңыз.",
        "question_date": "5.11.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауыл квотасы бойынша\"Болашақ\" стипендиясына үміткер бола аламын ба?",
        "question_content": "Ауыл мектебінде мұғалім болып жұмыс жасаймын. Жасым 37де. Отбасым бар. Ауыл мектептерін дамытуға өз үлесімді қосқым келеді.  Ауыл квотасымен \"Болашақ\" стипендиясына үміткер бола аламын ба?! Ол не қажет?",
        "question_date": "4.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 359,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін.\nü Ауылдық елді мекеннен шыққан үміткерлер:\n  ·           соңғы 3 (үш) жылда ауылдық елді мекенде тұру және соңғы\n2 (екі) жылда ауылдық елді мекенде еңбек қызметін жүзеге асыру;\n·           бакалавр немесе маман дипломының қосымшасы бойынша орташа балы кемінде GPA 2,67 (4.33/4.00) не 5.00-тен 4.00;\n·           кемінде В1 деңгейлі нәтижесі бар мемлекеттік тілден емтихан тапсырғаны туралы сертификаты болу;\n·           белгіленген ең төменгі талапқа сәйкес келетін нәтижесі бар шет тілінен емтихан тапсырғаны туралы сертификаты болу;\n·           бакалавр/маман дипломы бойынша мамандығының мәндес мамандықтар тізбесіне сәйкес таңдаған мамандығына сай келуі\nТолығырақ мына сілтеме бойынша  сайтынан қараңыз.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы айлақтарға барып қайту үшін қайық қандай орташа жылдамдықпен жүзеді?",
        "question_content": "Еки айлактыгы 3,6 км. Моторлы кайык озен агысымен 12 км/саг жылдамдыкпен, ал агыска карсы 9 км/саг жылдаидыкпен жузеди. Осы айлактарга барып кайту ушин кайык кандай орташа жылдамдыкпен жузеди?",
        "question_date": "4.11.2020",
        "question_tag": "Физика",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Vоp=(S1+S2)/(t1+t2)\n\nS1=S2=S=3.6\n\nt1=S/V1\n\nt2=S/V2\n\nVоp=(S+S)/(S/V1+S/V2)=2*V1*V2/(V1+V2=10.3 км/ч",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке адамның ерік-жігері және моральдық жауапкершілігі",
        "question_content": "Жеке адамның ерік-жігері және моральдық жауапкершілігі",
        "question_date": "4.11.2020",
        "question_tag": "Табиғат",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке тұлға мен қоғамдық ортаның қарым-қатынасы философия, психология, педагогика, тарих т.б. қоғамдық ғылымдардың көптен айналысып жүрген көкейтесті мәселелері. Бұл жөнінде кейінгі жылдары жарық көрген философиялық, педагогикалық, психологиялық, этикалық, ұлтаралық қарым-қатынастарға арналған еңбектерден басқа П.И.Подласыйдың, М.Ф.Харламовтың “Педагогика” (М. 1995-1997) атты еңбектері, Н.Козлованың “Тәрбие теориясына кіріспе” (М. 1990), В.М.Гинецинскийдің “Педагогика теориясының негіздері” (М.1994), Б.С.Гершунскийдің “XXI ғ. білім берудің философиясы” (1998), В.А.Сухаевтың “Біз әр түрлі тілде сөйлейміз” (1998), А.Ф.Малышевский, В.А.Корпунин, К.С.Пироговтардың “Философияға кіріспе” (1995), А.С.Арсеньевтің “Жеткіншектер философтар көзқарасымен”, А.М.Қасабеков пен Ж.Алтаевтың “Қазақ философиясының тарихына кіріспе”, Д.Кішібековтың “Философия” (1994), Г.К.Нүрғалиеваның “Тұлғаның құндылық бағытын қалыптастырудың методологиясы, практикасы” (Алматы, 1995) секілді ондаған монографиялық аса құнды ғылыми еңбектер жарық көрді.\nБұл еңбектердің бәрінде де жеке тұлға мен қоғамдық қарым-қатынас, жаңа қоғам мүшелерін тәрбиелеудің өзеісгі мәселелері сөз болады. Әсіресе, Д.Кішібековтың “Философия” атты еңбегінде: “Жеке тұлға деген не? Тұлғаның қоршаған ортаны танып білу механизмі қандай? Таным процесіндегі қарым-қатынастың маңызы қандай? Жеке тұлғаның ұжымдағы орны деген не?” — деген мәселелер философиялық тұрғыда жан-жақты талданған.\nОсы еңбектерге сүйене отырып, жеке тұлға деген не, оның тұлғалық ерекшеліктері неге байланысты, әр адамның айналасын танып білуінің сыры неде деген мәселелерге тоқталамыз.\nАдам баласы материалдық және рухани өмірдің ортасында тіршілік етеді де, өзі өмір сүріп отырған қоғамның, ұжымның, ұлттың, рудың мүшесі ретінде өзіндік ақыл-парасатымен, жеке бастың өзіне тән ақыл-ой, ерік-жігер, мінез-құлық ерекшелігімен көрінуге тырысады. Қоғам мүшелерінің бәріне ортақ бірк мінез-құлықтық қасиеттің болуы мүмкін емес. Әр адам өзінше жеке тұлға.\nАдамдар тұлға болып, өзіндік жеке бас ерекшелігі бірден дүниеге келмейді. Әрбір жеке тұлғаны қалыптастыру, тәрбиелеп жетілдіру қажет. Өзіне немқұрайды қарайтын кейбір қоғам мүшелері басқалар қалай өмір сүрсе, мен де солай өмір сүремін деген принципті ұстанғанымен, шын мәнінде өмірде олай емес.\nЖеке тұлғаның ерекшелігі дегеніміз — ол оның өзіне тән мінез-құлқындағы, іс-әрекетіндегі, көзқарасындағы ерекшелігімен даралануы.\nҚоғамдық тұлғаларға ортақ этикалық бірыңғай талаптардың болуына қарамастан, қоршаған орта жөнінде әр адамның қалыптасқан өзіңдік ой-пікірі көзқарасының болуы, олардың өзі көріп білген құбылысқа деген көзқарасын, ой-пікірін білдіруі занды құбылыс. Мәселен, біреулер айналасындағы құбылысқа тандана тамашалай қараса, енді біреулер сын көзімен қарап, қорытуы, сын-пікірлер айтуы мүмкін.\nАдамдардың қоршаған ортадағы құбылыстарды түсініп қабылдауы да әр түрлі. Ол әр адамның жеке басына физиологиялық, психологиялық, биология. ерекшеліктеріне байланысты. Мәселен, біреулердің нәрсені жасауға іскерлік қабілеті болса, екінші адамда оның болмауы, біреудің ұйымдастырушылық қабілеті күшті болса, екінші бір адамның ұйымдастыру ісіне қабілетсіз болуы, біреуі білімді тез қабылдаса, екі адамның білімді сылбыр, баяу қабылдауы, біреудің дене күші дамыған болып келсе, екінші адамның абстракциялық ойлау қабілетінің баяу дамуы, біреулеі сурет салуға немесе ән салуға бейімділігі болуы мүмкін. Жеке бастың бұл ерекшеліктері адамдардың басқалар ұжымдық қарым-қатынасында байқалады.\nСонымен бірге, адамның өмірде үздіксіз тәрбие құшағында болатынын, бұрынғы игерген білім, білік, дағдылары біртіндеп көмескіленіп, оның орнына ” білім, білік, дағдыларды меңгерумен шұғылданатын ескеруге де тура келеді. Жеке тұлғаның ой-санасын білім көлемінің толысуына байланысты оның өмірге көзқарасы, белгілі құбылыстарға баға беруінде өзгерістердің болуы, толысып жаңарып отыруы заңды құбылыс. Бұған қоса, әлеуметтік ортаның, отбасы мүшелерінің, жолдас-жораларының, таныстары достарының да белгілі мөлшерде әсер ететінін ескерсек, жеке тұлғаның ерекшелігінің басым болуына оның да ықпалының зор болатынын байқаймыз. Міне, осы жағдайлардың бәрін ескере келіп, К. Маркс жеке тұлғаның ерекшелігі жөнінде “Адамның жеке тұлға ретінде қалыптасуын оның өзінің мінез-құлқы жағынан белсенді әрекетіне және әр түрлі әсерленуіне қарамастан, саяси-экономикалық, идеологиялық, адамгершілік-эстетикалық, діни т.б. қоғамдық қатынастардың бірлігінде қарастыру керек” — деген қорытындыға келді. Оның себебі, ол қатынастардың өзара байланысы, бір—біріне ықпалы қоғамдық ортада біркелкі болмайды да, ол адамдарға әр түрлі дәрежеде әсер етеді, сондай-ақ адамдардың басқалардың көзқарас, ой-пікірлерін қабылдау дәрежесі де түрліше болады.\nӨмірде бір анадан туған егіз балалардың түр жағынан бір-біріне ұқсас болуы мүмкін. Ал олардың мінез-құлқы, іс-әрекеті, өмірге деген икемдік, қабілеті бірдей болмайды.Сондықтан әр адамды өзінше дараланған жеке тұлға деп қараймыз. Бір қоғамда өмір сүрушілерге ортақ әлеуметтік, моральдық-этикалық зандардың ортақтығына қарамастан, жеке тұлғалардың әлеуметтік қарым-қатынаста айна қатесіз бірдей болуы да мүмкін емес. Олай болса, “жеке тұлға” деген түсінікке не кіреді? Адамның саналық, мінездемелік қасиеттерінің қандай түрлері жеке тұлғаны анықтай алады дегенге, ол сана мен өзін-өзі саналандыру қасиеттері деуге тура келеді. Сана ақыл-ойдан туындайды. Адамның ақыл-ойы біркелкі дамымайды. Адамдар бірін-бірі бағалауда қателіктер жіберуі де мүмкін. Олар көбінесе өзінің жеке басын басқалардан артық бағалауға тырысады. Абайдың өмірде “Көре алмас іші тар, несі артық менен” деушілердің көп болатынын дөп басып айтуы да осы ойға саяды. Сонымен бірге, жеке тұлға өзін-өзі бағалауға да, өзінің іс-әрекетін, оның нәтижелерін басқалардың бойындағы қасиеттермен салыстырып көре, тани білуге, соған теңелсем, сондай болсам екен деп ұмтылыс, іс-әрекет жасауға да қабілетті.\nЖеке тұлғаға тән қасиет — ақыл, ес, яғни өмірді өзінің сана-сезім өлшемімен қарап бағалауға бейім тұруы. Сондықтан өмірді танып білу дегеніміз — миллиондаған жеке тұлғалардың сезім, түсінігінен тұрады.\nЖеке тұлғаның еске сақтауы өзге адамдардың тәжірибесін жинақтауға да негіздследі. Әрбір тұлға оларды оқып, көріп, оқығанын, естігенін, көргенін өз ойына\nтоқып, содан сабақ алу арқылы да өзінің іс-әрекетін, мінез-құлқын, сана-сезімін байытады, толықтырады.\nАдам өмірде өзі жіберген қателіктерден де, басқалардың қателіктерінен де сабақ алады. Оны қайталамауға тырысады. Мұны педагогикада адамның өзін-өзі тәрбиелеуі деп атайды. Басқалардың өнегелі іс-әрекетінен үйрену, оны өз бойының жақсы қасиетіне айналдыру өмір заңы. Осы қасиетті көре білген Абай:\n“Болмасаң да ұқсап бақ,\nБір ғалымды көрсеңіз,\nОндай болмақ қайда деп,\nАйтпа ғылым сүйсеңіз”, — деп текке айтпаса керек. Адамның есі оның ішкі ой-сезімімен тығыз байланысты.\n“Сезімнің сыртқа шықпас әлі бар ма.\nОны ұғарлық адамда сана барда” — деген Абай сөзі де осыны растайды.\nМысалы, суретші алдымен өз ойында қорытылған ішкі сезімді жинақтап,қыл қаламмен, бояу құдіретімен айналасындағыларға сурет арқылы бейнелеп береді немесе ақын, жазушы өз замандастары туралы әссе жазу арқылы олардың жақсы, я жаман қасиеттерін оқырмандарға білдіреді.\nТұлға — жеке адамның мақсатының орындалуы ғана емес, оның ерік-жігерінің іске асуы, яғни өзі жөніндегі ойын, еркін іске асырудың дайындығы және оны іске асыруының нәтижесі, көрінісі. Ерік-жігер механизмі дегеніміз — адамның өзіне тән жеке басы қасиеттерін іске асыруы. Адам ойына келген іс-әрекетті іске асыруда ерікке жол береді. Бірақ адам бір нәрсені істерде алдымен еркін ақыл-парасат таразасына салып, осы істі іске асыру жөн бе, басқалар оған қалай қарар екен? — деген ойға қалады. Олай болса, ерік-жігердің іске асырылуы ақыл мен санаға бағынышты.\nЕрік өлді немесе әлсіз, сылбыр немесе қайратты, сақ немесе бұзып-жарушы болып бөлінеді. Өмірде кейбір адамдар бір іс-әрекетті іске асырарда өте байыппен қарап, осының нәтижесі қалай болар екен деп “мың ойланып, жүз толғанып” іске кіріседі, ал кейбіреулер бірден ойына алғанын апыр-топыр іске асырып,кейін опық жеп жатады. Осының бәрі адамның ерік-жігер күшінің түріне байланысты.\nСонымен бірге, тұлға дегеніміз — сезімнің, әсердің, ішкі күйініш-сүйініштің бойға жинақталған көрінісі. Мысалы, стадиондағы футбол жарысына қатысушылардың\nқызбалылығынан осыны байқаймыз. Театрда спектакльді көріп отырып, біреулердің солқыдап жылауы немесе ішегі қатып күлуі әрбір жеке тұлғаның ішкі сезімінің сыртқашығуы.\nАлайда әр тұлғаның эмоциялық сезім дүниесі әр басқа. Біреу жауыздықты көргенде айғайлап, бақырып, ішкі сезімінің сыртқа шығуына еркіндік берсе, екінші біреу іштей булығып, көгеріп-сазарып, тас-түйін болып қатьш қалады. Бұл әр тұлғаның эмоциялық сезімін ұстай алу еркіне байланысты құбылыс.\nСонымен, жеке тұлғаның ерекшеліктеріне тән қасиетгер оның санасына, өзіне-өзінің сын көзімен қарауына, адам баласының есіне әсер ететін ішкі және сыртқы түсінік, түйсіктердің әсеріне және оның ерік-жігер күші мен әсерленушілік сезім дүниесіне байланысты құбылыс демекпіз.\nӘрине, бұл қасиеттер жеке адамның тұлғалық бейнесін айқындай алмайды. Жеке тұлғаны анықтауда оларды тұтас бірлікте қарастыруға тура келеді. Бұл қасиеттер бір-бірімен тығыз байланысты, бірінсіз-бірі жоқ деп қарағанда ғана әр тұлғаға тән өзіндік “менін” айқындай аламыз. Әр адамның тұлға ретінде қалыптасуы адам өмірінде сыртқы күштердің — табиғаттың және әлеуметтік жағдайлардың әсерімен, ішкі күштердің бірлігінде ғана іске асырылады.\nБіз әр адамның өзіндік өмір жолы бар деп қарасақ, оған туған-туысқандары мен жора-жолдастарының да, мектептес, сыныптас достарының да, ауыл-аймақтың да әсерінің болатынын естен шығаруға тиісті емеспіз, яғни жеке тұлғаны тәрбиелеп қалыптастыру ісінің қоғамдық ортадан тысқары болуы мүмкін емес.\nЖ. Ммауытов 1918 ж. өзінің “Абай” журналывда жарияланған “Тәрбие” атты мақаласында “Тәрбиеге әсер беретін нәрсе өскен орта, ата-ананың тәрбиесі. Соңғысы күшті болмаса, бара-бара әсерлер адамды замандас, жолдастың азғырып не түрлі жаман мінезді жұқтыратыны белгілі. Тәрбиеге туған жұрттың тілі, мінезі, тұрмысы да әсер қылмақ. Қысымшылық көрген, жасқаншақ болған, жалыншақ, жабыңқы елдің баласы да сондай болмақ. Ашық көңідді, сауықшыл ел-жұрттың баласы да сондай болмақ. Діндар елдің баласы діндар келеді. Тәрбиеге үлкен әсер беретін шарттың бірі — медресе. Баланың ақылын арттырып, білім беретін, ілтипатты, табанды, талантты, ыждаһатты қылатын, өмірлік азық беретін жақсы медресе болу керек” — дейді.\nҰлы ойшыл Абайдың “Әркімді заман өсіреді. Кімде-кім жаман болса, оның замандастарының бәрі виноват” деуі де адам тәрбиесінің қоғамдық ортамен тығыз байланыстылығына саяды.\nАдамныц білмегенді білуге құмарлығы. Адам мінезіне тән қасиетгер — әсерленушілік сезімімен бірге оның түпсіз құмардығы да болып саналады. Оның ауқымы өте кең: ол мейірімділік пен опасыздықтан басталып, аспандағы және жер бетіндегілердің бәріне, .мәңгілік және діни ырымдарға деген құштарлықты қамтиды. Адамзаттың құмарлығын ашуға арналған мыңдаған көркем шығармалар, философиялық және діни трактаттар, публицистикалық эсселер бар. Адам жанына көсемдік, үстемдік пен жауыздық, көре алмаушылық пен қызғаншақтық, билік құмарлық пен сарандық т.б. қасиеттердің бәрі тән. Тіршілік атаулы бүкіл әлемдік құмарлыққа негізделген. Онсыз адам баласының күйініш-сүйініші болмақ емес.\nБілуге құмарлық күшті, ауқымды, күйреткіш немесе әлсіз, қалғыған болып келеді. Көбінесе ол адамдарды күйретуге қабілетті, оның бүкіл өмір жолын өзгертуге әкеп соқтырады. Біздің құмарлығымыз басқаларға ерекше әсер етіп, өлгенін тірілтіп, өшкенін жандыруы мүмкін. Құмарлық жақсы болсын, жаман болсын өмір сүреді. Сүйіспеншілік пен қызғаншақтық, жақсылық пен жамандық өмірде егіз жүреді. Мысалы, Дездемонаны құлай сүйген Отеллоның оны өлтіріп тынуы осы асқан құмарлықтың, ғашықтықтың әсері. Немесе “Қыз Жібек” жырыңдағы Бекежанның Төлегенді өлтіруі, оның Жібекке деген сүйіспеншілігінен туған құмарлықтың нәтижесі. Әсіре құмарлық жақсылыққа да, жауыздыққа да апарып соқтыруы мүмкін.\nАдам жаратылысынан білмегенді білуге құмар. Білімге құмарлық та қызығушылық туғызып, адамға білмегенді біліп тынғанша жай таптырмайды. Әсіресе әйелдердің құпияны білуге деген құмарлығы ерекше. Л. Толстойдың “Сырыңды жасырам десең, жарыңа айтып көр, жарты әлем білмесіне мен кепіл” деуі осыны меңзейді.\nБалада да білмегенді білуге құмарлық күшті болады. Ес білмейтін баланың қолына ұстағанның бәрін аузына салып, тістеп, сорып немесе ойыншықты қиратып, ішін ашып көруге құмартуы, бала бойындағы іштен туа біткен құпияны білуге деген инстинкттік құмарлықтың әсері.\nӘдетте, бала жаны күпияны білуге құмартып тұрады. Егер балаға бірдемені істеме, бүлдірме десең, ол әдейі бүлдіруге, істеме дегенді істеуге тырысып бағады. Адам баласына тән құмарлық — білмегенді білуге, табиғи, жасырын сырдың құпиясын ашуға деген ынталылық адам физиологиясының ішкі сырына тән қасиет. Сондықтан адамнын құмарлығы дегеніміз — адамның бойындағы қарама-қайшы сырларды ашуға кілт болып табылады. Ол білмегенді білуге талпыныс жасауға, іс-әрекетке итермелейтін ішкі фактор. Әр адамға өзіндік жасырын сырға толы жұмбақ тұлға деп қарасақ, басқалардың мінез-құлқындағы, іс-әрекетіндегі жұмбақ, ішкі сырын білуге деген құмарлық та әр тұлғада әр түрлі болады. Мысалы, біреу өз жолдасынан бір жасырын сырдың шетін естіп сезсе-ақ, соны тәптіштеп сұрап білуге құмартады. Ал екінші біреу өзі айтпаса, оған ерекше назар аудармайды.\nЕнді адамның өмір сүруінің құндылығы неде дегенге келсек, ол өмірде өзінің құмарлығын қандыруды місе тұтпайтын, өзі өмір сүруге қажетті шекараны атгап өтіп, өзінің мүмкіндіктерінен арғы нәрсені де білуге тырысатын жан иесі. Мысалы, 4—5 жасар баланың аспандағы айды, күнді, жұлдызды көріп: ол қалай тұр? Бірде көрініп, бірде неге жоқ болып кетеді? Үнемі неге көрініп тұрмайды? — деген сияқты сансыз сұрақты қойып, құпия сырды білгісі келетіні осыған айғақ. Біз бұдан жеке тұлғаның қасиетгерін білу шекарасының аса кендігін байқаймыз.\nТолығырақ: https://referattar.kazaksha.info/",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Юридические факультетті битирип кандай жумыс атқаруға болады",
        "question_content": "Юриспруденция факультетте окймын сол факультетті битиргеннен соң кандай жумыс орнына кире аламын",
        "question_date": "4.11.2020",
        "question_tag": "Заң",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық жеке және мемлекеттік компанияларға заңгер керек. Өзіңізге ұнаған   сіздің жұмыс өтіліңіз жоқ екенін ескере отырып қабылдаған жұмыс орнына жұмысқа тұра аласыз.",
                "date": "4.11.2020",
                "upvotes": 1
            },
            {
                "text": "Мемлекеттік органдар да қызмет атқарғын келсе:\n\n1. ІІМ - тергеуші, жедел-уәкіл, анықтаушы, учаскелік полиция инспекторі және т.б. - ең төмен жалақысы 160 мың\n\n2. Прокуратура - бұған кіру оңай емес, әтсе де \"толковый\" болсаң алады, ең төмен жалақы 180 мың\n\n3. КНБ тергеушісі, тут без коментариев, ең төмен жалақы 250 мың\n\n4. Сот орындаушысы\n5. Сот хатшысы\n\n6. ЦОН...\n\nҚазіргі уақытта ІІМ тергеушісіне бос вакансия көп, бірақ жұмысы оңай деп айта алмаймын.",
                "date": "11.11.2020",
                "upvotes": 0
            },
            {
                "text": "компанияларға заңгер болып, және ҚР Құққық қорғау органдарына оның ішінде полицияға, прокуратураға кіре аласыз. әрбір көрсетілген талаптары бар сол бойынша кіруге болады.",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аттестатқа жылдық баға түсема, әлде тоқсандық бағама?",
        "question_content": "Менде бірінші тоқсанға бір сабақтан төрт шықты, сол төрт аттестатқа енгізіледіма, әлде жылдық қорытынды енгізіледі ме?",
        "question_date": "4.11.2020",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есімнен шығып қалмаса тек жылдық қорытынды бағалар енгізіледі.",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 1г. сутек газын хлормен синтездеу арқылы 32г. хлорсутек газы?",
        "question_content": "1 мысал. \n32,4г. мырыш оксидінең алюминийтермия әдісі арқылы, 24г. таза мырыш алынды. Өнімнің шығымын табыңдар. Жауабы: 92% Zn \n2 мысал. Теория жүзіндегімен салыстырғандағы шығымы 92% болса, онда 23,4г. алюминий гидроксидінең алынған металл оксидінің массасың табыңдар. (14г.) \n3 мысал. Теория жүзіндегімен салыстырғандағы шығымы 80% болса, онда темір (ІІІ) оксидіне, көміртек (ІІ) оксидімен әсер етсек, нәтижесінде 11,2г. темір алынды. Реакцияға жұмсалған темір (ІІІ) оксидінің массасын табыңдар. (20г.) \n4 мысал. 234 г ас тұзына күкірт қышқылымен әсер еткенде131,4 г хлорсутек алынса, хлорсутектің шығымы (%) (90%) \n5 мысал. Массасы 120 г темір (ІІІ) оксидін көміртекпен тотықсыздандырғанда массасы 67,2 г темір түзілді.Темірдің теориялықпен салыстырғандағы шығымы (%) (80%) \n6 мысал. 1,7 г аммиак тұз қышқылымен әрекеттескенде 5 г аммоний хлориді алынды.Түзілген өнімнің шығымы (%) (93,4%) \n7 мысал. Массасы 1г. сутек газын хлормен синтездеу арқылы 32г. хлорсутек газы",
        "question_date": "4.11.2020",
        "question_tag": "Химия",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 мысал. \n32,4г мырыш оксидінең алюмoтермия әдісі арқылы 24г таза мырыш алынды. Өнімнің шығымын табыңдар. Жауабы: 92% Zn \nM(3ZnO)  = 3*(65 + 16) = 243\nM(3Zn) = 3*65 = 195\n32.4                              x\n3ZnO + 2Al = Al2O3 + 3Zn\n243                              195\nX = 32.4 * 195 / 243 = 26\nη = mпрактика / mтеория*100%\nη = 24 / 26 * 100% = 92 %\nЖауабы: 92% Zn\nТүсіндіру: алюмотермия әдісі Al (алюминий) қосу әдісі.",
                "date": "5.11.2020",
                "upvotes": 0
            },
            {
                "text": "2 мысал. Теория жүзіндегімен салыстырғандағы шығымы 92% болса, онда 23,4г. алюминий гидроксидінен алынған металл оксидінің массасың табыңдар. (14г.) \n    23.4            x\n2Al(OH)3 = Al2O3 + 3H2O\n  156           102\n  X = 23.4 * 102 / 156 = 15.3\n η = mпрактика / mтеория*100%\nнемесе оңай жолы:\n  15,3 ---------100%\nX      --------- 92%\nX = 15.3 * 92% / 100% = 14\nЖауабы: 14 грамм",
                "date": "5.11.2020",
                "upvotes": 0
            },
            {
                "text": "3 мысал. Теория жүзіндегімен салыстырғандағы шығымы 80% болса, онда темір (ІІІ) оксидіне көміртек (ІІ) оксидімен әсер етсек, нәтижесінде 11,2г темір алынды. Реакцияға жұмсалған темір (ІІІ) оксидінің массасын табыңдар. (20г) \n  M(Fe2O3) = 56*2+16*3 = 160\nM(2Fe) = 2*56 = 112\n  80%   ------11.2\n100% ------X\nX = 100 * 11.2 / 80 = 14 Fe\n  X                       14\nFe2O3 + 3CO = 2Fe + 3CO2\n160                    112\n  X = 160*14 / 112 = 20\n  Жауабы: Реакцияға жұмсалған темір (ІІІ) оксидінің массасы 20 г",
                "date": "5.11.2020",
                "upvotes": 0
            },
            {
                "text": "7 – мысал. Массасы 1г сутек газын хлормен синтездеу арқылы 32г хлорсутек газы алынды. Теориялық мүмкіндікпен салыстырғандағы өнімнің массалық үлесін (%) анықтаңдар.\n  M(2HCl) = 2*(1 + 35,5)  = 73\n  1                 х г\nН2 + Сl2 = 2HCl\n2                 73\nx = 73 * 1 / 2 = 36,5 г\n  36,5 ----- 100%\n 32    ------ x%\nX = 32 * 100% / 36.5 = 87.67 %\nЖауабы: Теориялық мүмкіндікпен салыстырғандағы өнімнің массалық үлесі 87.67 %",
                "date": "5.11.2020",
                "upvotes": 0
            },
            {
                "text": "6 - мысал. 1,7 г аммиак тұз қышқылымен әрекеттескенде 5 г аммоний хлориді алынды.Түзілген өнімнің шығымы (%) (93,4%) \n  1,7                 x\nNH3 + HCl = NH4Cl\n17                     53,5\nx = 1,7 * 53,5 / 17 = 5,35\n  η = mпрактика / mтеория*100%\nη = 5 / 5,35 * 100% = 93,5%\nЖауабы: өнімнің шығымы 93,4%",
                "date": "5.11.2020",
                "upvotes": 0
            },
            {
                "text": "6 - мысал. 1,7 г аммиак тұз қышқылымен әрекеттескенде 5 г аммоний хлориді алынды.Түзілген өнімнің шығымы (%) (93,4%)\n1,7                 x\nNH3 + HCl = NH4Cl\n17                     53,5\nx = 1,7 * 53,5 / 17 = 5,35\n\nη = mпрактика / mтеория*100%\nη = 5 / 5,35 * 100% = 93,5%\nЖауабы: өнімнің шығымы 93,4%",
                "date": "5.11.2020",
                "upvotes": 0
            },
            {
                "text": "5 мысал.\nМассасы 120 г темір (ІІІ) оксидін көміртекпен тотықсыздандырғанда массасы 67,2 г темір түзілді.Темірдің теориялықпен салыстырғандағы шығымы (%) (80%) \n  M(Fe2O3) = 56*2+16*3 = 160 г/моль\nM(2Fe) = 2*56 = 112 г/моль\n  X                       14\nFe2O3 + 3C = 2Fe + 3C\n160                    112\n Х = 160 * 14 / 112 = 84 г\n 84 г    ----100%\n67.2 г ---- x %\nX = 67.2 * 100% / 84 = 80%\nЖауабы: Темірдің теориялықпен салыстырғандағы шығымы 80%",
                "date": "5.11.2020",
                "upvotes": 0
            },
            {
                "text": "4-мысал.\n234 г ас тұзына күкірт қышқылымен әсер еткенде131,4 г хлорсутек алынса, хлорсутектің шығымы (%) (90%) \n  M(2NaCl) = 117 г/моль            \nM(2HCl) = 73 г/моль            \n   234 г                      х г\n2NaCl + H2SO4 = 2HCl + Na2SO4  \n117                        73\n  Х = 234 * 73 / 117 = 146 г\n  η = mпрактика / mтеория*100%\n  η = 131,4 / 146 *100% = 90%\nЖауабы: хлорсутектің шығымы 90%",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сынаптың 100 молі қандай көлем алады?",
        "question_content": "Жауап берген жанмен байланысып сыйакысын жиберемин",
        "question_date": "4.11.2020",
        "question_tag": "Физика",
        "question_views": 876,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Берілгені: ню=100 моль(сынап)\nТабу керек: V-?\nШешуі: V=Vm*ню.\nV=22,4л\\моль*100мль=2240л\nжауабы: 2,24 м3",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлең сөздің патшасы сөз сарасы деген сойлемге морфологиялық талдау",
        "question_content": "Өлең сөздің патшасы сөз сарасы деген сойлемге морфологиялық талдау талдау",
        "question_date": "4.11.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 476,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шал, сау, бар, қос, ақ, қал, шап, қой, жас сөздеріне сөйлем құрау керек.",
        "question_content": "Шал, сау, бар, қос, ақ, қал, шап, қой, жас сөздеріне сөйлем құрау керек.",
        "question_date": "4.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айдана, үй тапсырмасын сұрап, құрбыңа қоңырау шал.\n\nБастысы аман -есенбіз, деніміз сау.\n\nМарат, сен дылқыны суаруға бар.\n\nЕсептің мәні тура шығу үшін, нүкеден кейінгі барлық сандарда қос.\n\nӘжесінің орамалынан ақ шаштарын байқап, Сәуленің көңілі түсті.\n\nКеш батып кетті, Арман, сен бүгін әжеңнің үйінде қал.\n\nШөп өсіп кетіпті, ауланың шөбін тазалап шап.\n\nКеш батып, қой келетін уақытта, Марат жұмысын аяқтады.\n\nКешқұрым ауылдың жас тұрғындары жиналып, ауылдың клубына кетті.",
                "date": "9.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "S (2) болған жағдайда мәнін табыңыз.",
        "question_content": "Нүкте координаталық түзу бойымен S (t) заңы бойынша қозғалады және V (t) = 9t ^ 2 + 3. Егер S (1) = 8 болса, онда S (2) табыңыз",
        "question_date": "4.11.2020",
        "question_tag": "Математика",
        "question_views": 256,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылдамдықты табу үшін s(t) функциясының туындысын табамыз): s`(t)=-2t+9\n\nt орнына  4 алмастырыңыз, содан кейін  -2*4+9=1м. с",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туысқан сіңлімді жақтырмаймын. Психологиялық көмек керек.",
        "question_content": "Менің туған сіңлім бар жасы 2 де. Туысқан ағамның қызы бар оның да жасы 2 де. Өзімнің сіңлім әлі сөйлеп, жүрмейді.Оны қатты жақсы көремін. Туысқан ағамның үйіне барғанда, кішкентай қызы маған жабыса береді. мұрны ағып жүреді, қатты жиіркенемін. Кішкентай балаға ұрысса психологиясы өзгеретінін білем,  бірақ маған жақындаса өзімнен алыстату үшін ұрыссам да, қолын қағып жіберсем де кетпейді.\nМұндай ситуация бірінші рет емес, осыдан 7,8 жыл бұрында болған.\nАйтайын дегенім, мен ондайды қаламаймын, бірақ маған жақпайды, сол қасиетім үшін өзімді тасжүрек адам сияқты да сезінемін. Мұндайда не  істеу керек?",
        "question_date": "4.11.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін, ол туысқан ағаңыздың қызын тазаландырып, жуындырып қойғанын ағаңызға айтарсыз?\nҚалжың аралас қылып айтып көріңіз.",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі заманның аурулары, пандемия ауруларына сипаттама жасаңыз",
        "question_content": "Қазіргі заманның аурулары, пандемия ауруларына сипаттама жасаңыз",
        "question_date": "4.11.2020",
        "question_tag": "Табиғат",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дүние жүзін жайлаған пандемия дерті туралы білікті маманның айтары аз емес. Қазіргі таңда пандемия індеті біршама бәсеңдегенімен ол толық жойылып біткен жоқ. Сондықтан карантин алынды екен деп босаңсуға болмайды. Бізге ауырып ем іздегенше, ауырмайтын жол іздеген жөн. Бүгінгі әңгіме осы жөнінде болмақ.\n— Әңгімемізді коронавирус ауруының тарихына, оның эпидемиологиясына қысқаша түсінік беруден бастасақ.\n— Өткен жылдың соңында Қытайда пайда болған 2019-nCoV вирусы бүкіл әлемге таралып, халықаралық төтенше жағдай жарияланды. Көптеген ел оның зардабын тартуда. Вирус вирионының түрі тәжге ұқсайтындықтан, жаңа латын тіліндегі сorona (күн тәжі) және viridae (вирустар) сөздерінің бірігуінен құралған. Бұдан бөлек вирустың Ухань коронавирусы және Ухань пневмониясы деген атаулары бар.\nІндеттің пандемиясы Қытайдағы Ухань қаласындағы жануарлар мен теңіз өнімдері базарынан шыққан. Тұрғындар түсініксіз өкпе қабынуына шалдыққан, яғни инфекция алғаш рет адамнан анықталды. Науқастардағы алғашқы клиникалық көрініс 8 желтоқсан күні біліне бастаған. Ал, 2019 жылдың 31 желтоқсанында індеттің жаппай тарай бастағаны туралы алғашқы мәлімет жарияланды. Содан Уханьдағы базар жабылып, клиникалық белгілері бар науқастар оқшауланды. Жарияланған геном негізінде филогенетикалық зерттеу жүргізіліп, аурудың вирус жұқтырған жануардан тарауы мүмкін деген болжам туындады. Осыдан кейін Қытай ғалымдары коронавирустың жаңа түрін анықтады – SARS-CoV-2. Оның генетикалық құрылымы ауыр жіті респираторлы синдромды (атипті пневмония деген атаумен танымал) қоздыратын SARS-CoV вирусына 70% ұқсайтыны белгілі болды. Осылайша олар карта құрып, жаңа вирустың генетикалық құрылымын анықтады.\nАуыр жіті респираторлық синдромы – тыныс алу жолдарының жұқпасын тудыратын, адамнан адамға берілетіні дәлелденген жұқпалы вирус. Қазіргі таңда COVID-19 індетінің қоздырғышы. Аурулардың жіктелуінде ол COVID-19 ретінде тіркелді.\n— Демек, тұмауға ұқсас коронавирустың адам арқылы жұғуы қауіпті күшейтіп тұр ғой...\n— Иә, вирус тасымалдаушы — адам. Сондықтан симптомдар байқалмаса да, басқа адамдарға 1-2 метр қашықтықта жұқтыруы әбден мүмкін. Коронавирус жұқтырған адам жөтелгенде немесе түшкіргенде, сондай-ақ сөйлесу кезінде пайда болатын сілекей тамшылары арқылы беріледі. Ауру тасымалдаушының аузынан ұшатын ұсақ бөлшектер инфекцияны таратудың негізгі жолдарының бірі болып табылады. Сонымен қатар, адам кез келген ластанған затты ұстап, сосын қолымен аузы-басын, қолын, көзін ұстағанда жұқтырады. Сондықтан, адамдар қарым-қатынасында ара қашықтықты сақтау керек немесе оқшаулану қажет.\nИнкубациялық кезең 2-ден 14 күнге дейінгі аралықты құрайды. Коронавирус қоршаған ортаға төзімсіз, 57° және одан жоғары температурада жойылады, залалсыздандырушы және құрамында 45-70° спирт бар заттарға төзімсіз. COVID-19 коронавирусының бастапқы байқалуы өкпе қабынуына өте ұқсас: 90% жағдайда қызба сияқты дене қызуы көтеріліп, қалтырайды. Ал, 80% жағдайда әлсіздік, құрғақ, қақырықсыз жөтел пайда болады. 20% жағдайда тыныс алу қиындап, ентігу, бас ауруы, бұлшық еттердің ауырсынуы, тамақ ауыру, есінен тану, кеуде тұсындағы ауырсыну сезімі, тез шаршағыштық байқалады. Науқастың жүрегі айнып, құсады, іші өтуі мүмкін. Сонымен қатар иіс, дәм сезу рефлексі жоғалады. Итальяндық және испандық дәрігерлер балалар мен жасөспірімдерде кездесетін коронавирустың бөртпелер мен шешекке немесе қызылшамен ауыратын ауруға ұқсас екенін айтады. Әдетте, саусақтарда қызару пайда болады, содан кейін тыртықсыз жазылады. Басқа вирустық респираторлық аурулар сияқты асқыну қаупі әсіресе балаларда, қарттарда, иммундық жүйесі әлсіреген, қатерлі ісік және созылмалы аурулары бар, атап айтқанда, тыныс алу жүйесінің аурулары бар адамдарда жоғары.\n— Сонда коронавирус пен тұмау вирусының айырмашылығы неде?\n— Коронавирус пен тұмау вирусының ұқсас белгілері болуы мүмкін, бірақ генетикалық жағынан олар мүлдем өзгеше. Тұмау вирустары өте тез көбейеді. Ал, оның белгілері инфекция жұқтырғаннан кейін екі-үш күнде пайда болады. Коронавирусты анықтау үшін 14 күнге дейін уақыт қажет. Қазақстанда қауіпті дерттің пайда болуы мен таралу қаупі туындаған кездегі маңызды шаралардың бірі — дер кезінде диагноз қою. Жаңа коронавирустың гендік құрылымы туралы ақпарат пайда болған сәттен бастап 7 күннен аз уақыт ішінде денсаулық сақтаудың ғылыми ұйымдарымен вирустың адам ағзасында болуын анықтау үшін диагностикалық жиынтықтардың екі нұсқасы жасалды. Жиынтықтар полимеразды тізбекті реакция (ПТР) деп аталатын молекулалық-генетикалық зерттеу әдісіне негізделген. Бұл әдісті пайдалану тест жүйелеріне айтарлықтай артықшылықтар береді. Біріншіден, ол өте сезімтал. Яғни дамыған тест жүйелерінің көмегімен вирустың бір данасының көшірмесін табуға болады. Екіншіден, ауруды диагностикалау үшін қаннан анализ алудың қажеті жоқ. Мақта тампонымен мұрын-көмей қуысының кілегейлі қабығын алса жеткілікті. Үшіншіден, талдау нәтижесін 2-4 сағат ішінде алуға болады. Еліміздің бүкіл аймақтарында қажетті диагностикалық құралдарды қолдану үшін қажетті жабдықтар мен мамандарға ие диагностикалық зертханалар бар.\nҚазіргі уақытта бұл жұқпаның нақты емі жоқ. Патогенетикалық және симптоматикалық емдеу жүргізіледі.\n— Індеттің алдын алуға, гигиеналық талаптарға көп нәрсе байланысты демексіз ғой.\n— Өкінішке қарай, жұқпалы және вирустық аурулардан, әсіресе, әлеуметтік белсенді адамның сақтануы қиын. Микробтар науқастан сау адамға ауа тамшылары арқылы оңай жұғады және денеге бірден әсер етеді. Дәрі-дәрмектерді қабылдау немесе медициналық қорғаныш заттарын қолдану арқылы адам вирустардан және бактериялардан қорғана алады. Әсіресе, бетперде мұрынның шырышты қабаты мен инфекция көзі арасындағы кедергі болып табылады. Оның негізгі міндеті – шырышты қабыққа енетін вирус концентрациясын азайту. Бетпердені қолдану әдісі мүлдем қауіпсіз және бәріне қолжетімді. Ол мұрынды, ауызды және иекті толығымен жабуы керек. Стандартты бетперде үш қабатты, ал, ішкі қабаты негізгі сүзгіш функциясын орындайды. Естеріңізде болсын, кейде өте қарапайым деген заттардың өзі өмірді сақтайды.\nАлдын алу шараларын мұқият ұстанған жөн. Мәселен, далаға шығарда мұрын қуысына вирусқа қарсы жақпа май жағып, содан соң бетперде тағу керек, қолды жиі-жиі сабындап жуып, құрғатып, ұзын жеңді киім киген жөн. Мүмкіндігінше бас киімді тастамағаныңыз абзал. Себебі, шашта вирус ұзақ сақталады. Үйге келгенде, қолға санитарлық тазалағыш бүркіп, сырт киім мен аяқ киімді шешкеннен кейін жуынатын бөлмеге кіріп, бетпердені шешпестен қолды жақсылап сабындап жуу керек. Бұдан әрі бетпердені абайлап шешіп, оны кәдімгі целлофан пакетке салып, аузын буып, қоқыс шелекке тастайды.\nСодан кейін душқа түсіп, үйден шығарда жаққан мұрын қуыстарындағы жақпа майды сабынмен жақсылап жуып тастайды. Жуынып болғаннан кейін тамақты тұзды сумен шаю (бір стақан суға 1 шай қасық тұз) керек.\nЕсіктің алдына дезинфекциялық ерітіндіге малынған кілемшені немесе сүлгіні төсеу қажет. Мұндай ерітіндіні үйде дайындау оңай. Бір литр суда хлор таблеткасы немесе 50,0 мг қарапайым ағартқыш «Белизна» ерітіледі. Үйге кірерде осы төсенішке аяқ киіміңізді сүртіп кіріңіз. Күнде үйдегі едендерді, ең болмағанда кіреберісті, дәлізді хлордың дезинфекциялық ерітіндісімен жуып, барлық ұстайтын жерлерді, есіктің тұтқаларын, телефонды, планшетті, көліктің, үйдің кілттерін, қашықтан басқару құралдарын спиртпен немесе басқа дезинфекциялық заттармен мұқият сүрту керек. Эпидемиологиялық жағдай тұрақталғанша қол алысып, сүйісуден, құшақтасудан аулақ болу, адам көп жиналатын жерлерден, ауру адамдардан оқшаулану қажет.\nЕгер адамда жіті респираторлық инфекцияның белгілері байқалса (қызуының көтерілуі, мұрынның бітелуі, жөтел, тамақ ауруы) үйге жедел жәрдем шақыру керек. Жедел жәрдем келгенге дейін алдын алу шараларын (адамдармен байланысты шектеу, жөтел этикетін сақтап, бетперде кию, өз бетінше емделмеу) сақтау керек.\nТолығырақ: https://okg.kz/post?id=21323&slug=koronavirus-zhai-tumau-emes",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоршаған орта сапасын талдаңыз.",
        "question_content": "Қоршаған орта сапасын талдаңыз.",
        "question_date": "4.11.2020",
        "question_tag": "Табиғат",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоршаған орта жағдайын бақылау және мониторинг\nСоңғы жылдары эколог-болжаушылардың арасында XX ғасырдың 20-шы жылдарында қоршаған ортаға байланысты қолданылған мониторинг ұғымы кең таралған. Экологиялық мониторинг - антропогендік факторлар әсерінен қоршаған орта жағдайының, биосфера компоненттерінің өзгеруін бақылау, баға беру және болжау жүйесі. Мониторинг ұғымы кең ұғымда экономикада, өнеркәсіпте, және басқа да бақылаулар жүргізілетін салаларда қолданылады. Ғылыми оқулықтарға бұл ұғым Стокгольмдегі БҰҰ-ның ұйымдастыруымен (маусым, 1972 ж.) өткен қоршаған ортаны қорғау жөніндегі конференңиядан кейін енді. Қазіргі таңда мониторинг ұғымы негізгі үш түрлі жұмыстардан тұратын қоршаған табиғи ортаны бақылау жүйелері ретінде қарастырылады:\nқоршаған ортаның жағдайын жүйелі түрде бақылау.\nтабиғи және антропогендік факторлардың әсерінен табиғатта болуы мүмкін өзгерістерді болжау.\nқоршаған орта жағдайын ретке келтіру шараларын басқару.\nБақылайтын обьектілердің ерекшелігіне, түріне және бақылау әдістеріне байланысты мониторингтің бірнеше түрлерін ажыратады, Мысалы:\nЖүргізу әдістері бойынша мониторингтің мынадай түрлері бар:\nmargin:0.3em 0px 0px 1.6em; padding-left:0px; padding-right:0px\">\nбиологиялық (биоиндикаторлар көмегімен);\nдистанционды (авиациялық және космостық);\nаналитикалық (химиялық және физико-химиялық талдау).\nБақылау обьектілері бойынша:\nmargin:0.3em 0px 0px 1.6em; padding-left:0px; padding-right:0px\">\nқоршаған ортаның жеке компоненттері мониторингі (топырақ, су, ауа);\nбиологиялық мониторинг (өсімдіктер және жануарлар дүниесі).\nМониторингтің негізгі мақсаттары мен міндеттері төмендегі кестеде көрсетілген.\nҚоршаған орта жағдайы мониторингінің мақсаттары мен міндеттері\nҚоршаған орта жағдайы мониторингі\nМіндеті\nМақсаты\nБақылау Анықтау Бағалау Болжау Шешім қабылдау Жетілдіру\nқоршаған орта жағдайының өзгеруі адам іс-әрекеті арқасында қоршаған орта жағдайының өзгеруіне алып келетін себептері адам іс-әрекеті әсерін анықтап, өзгерісгерді бақылау қоршаған орта жағдайында болатын өзгерісгер адамның теріс іс-әрекеті нәтижесіндегі зардаптарды жою қоршаған орта мен қоғам арасындағы тиімді қатынастар стратегиясы\nСонымен, мониторингтің технология процестерін алгоритм түрінде былай бейнелеуге болады:\nmargin:0.3em 0px 0px 1.6em; padding-left:0px; padding-right:0px\">\nӨлшеу\nmargin:0.3em 0px 0px 1.6em; padding-left:0px; padding-right:0px\">\nталдау\nmargin:0.3em 0px 0px 1.6em; padding-left:0px; padding-right:0px\">\nсипаттау\nmargin:0.3em 0px 0px 1.6em; padding-left:0px; padding-right:0px\">\nмоделдеу\nmargin:0.3em 0px 0px 1.6em; padding-left:0px; padding-right:0px\">\nдұрыс жолын таңдау.\nIc-әрекеттердің мұндай алгоритмі қоршаған ортаның кез-келген мониторингіне тән.\nЭкологтар үшін негізгі мынадай мониторинг түрлері бар:\nБиологиялық мониторинг\n- биологиялық орталардағы (организмдерде, биоценоздарда) табиғи және антропогендік процестерді бақылау (ауыр металдардың, пестицидтердің жинақталуы). Мұндай мониторинг тіршіліктің қоршаған орта компоненттерімен өзара барлық байланысын қамтиды.\nБазалық мониторинг\n- жалпыбиосфералық, яғни, тек қазіргі кездегі ғана емес, жақын аралықтағы 50-100 жыл ішінде болатын негізінен табиғи құбылыстарды бақылау.\nБиосфералық мониторинг\n- биосферадағы өзгерістерді: атмосфераның шаңдануы, әлемдік су балансы, Әлемдік мұхиттың ластануы, құрлық пен мұхиттағы биологиялық өнімнің өзгеруі және т.б. ғаламдық деңгейде бақылау.\nБиоэкологиялық мониторинг\n- табиғи ортаның жағдайын оның адам денсаулығына әсері тұрғысынан бақылау. Адамның тыныс-тіршілігін көрсететін көрсеткіштер - ауруға ұшырауы, туылуы, өмір сүру ұзақтығы және т.б. қолданылады.\nГеоэкологиялық мониторинг\n- табиғи экожүйелердегі өзгерістерді бақылау. Географиялық стационарлық бақылаулардың жүйелеріне сүйене отырып, экожүйелердің биологиялық өнімділігі, өздігінен тазаруға қабілеттілігі, заттардың шекті мүмкін концентрациясы көрсеткіштері қолданылады.\nДистанционды мониторинг\n- бұл авиациялық және космостық мониторингтің жиынтығы. Кейде бұл ұғымға, көрсеткіштері ақпараттарды жинау орталығына беріліп отыратын, адам аяғы басуы қиын жерлердегі приборлар арқылы алыстан ақпараттарды беру әдістерін (радио, спутник) де жатқызады.\nТеңіздердің ластануы мониторингі\n- теңіздер мен мұхиттардағы судың сапасын білу мақсатында ақпараттар алу үшін олардың жағдайын болжау, бағалау және бақылау жүйесі. Бұл теңіз су ресурстарын үнемді пайдалануға және оларды ластанудан қорғау шараларын жүргізуге қажет.\nҚұрлықтағы сулардың ластануы мониторингі\n- су ресурстарын үнемді пайдалану және оларды ластанудан, құрғап кетуден қорғау шараларын жүргізу үшін құрлықтағы сулардың жағдайы туралы ақпараттар алу мақсатында болжау, бағалау және бақылау жүйесі. Су сапасының көрсеткіштеріне - температура, минералдану, рН, түсі, еріген оттегі, дәмі, ауыр металдар, мұнай өнімдері, фенолдар, пестицидтер және ең бастысы натрий, калий, кальций, магний, хлор, сульфат, карбонат, нитрат иондары жатады.\nЛастаушы көздер мониторингі\n- ластаушы көздер арқылы су обьектілеріне, атмосфералық ауаға, топыраққа бөлінген заттардың мөлшерін және ластану деңгейін болжау, бағалау және бақылау жүйесі.\nАймақтық мониторинг\n- антропогендік әсерге ұшыраған үлкен өнеркәсіп орындары, қалалар және олардың айналасындағы аймақтар биосферасы туралы ақпарат алу үшін бақылау.\nКлассификациядағы мониторингтердің деңгейіне сәйкес - халықаралық және аймақ аралық басқару деңгейлері ғаламдық деңгейлермен байланыста болуы, ал ұлттық - аймақтық деңгеймен байланыста болуы керек.\nЭкологиялық мониторинг жүйесінде биологиялық мониторингтің, яғни, экожүйенің биотикалық құрамы мониторингі ерекше роль атқарады. Биологиялық мониторинг - бұл қоршаған табиғи ортаның жағдайын тірі организмдер көмегімен бақылау. Биологиялық мониторингтің негізгі әдісі - биоиндикация, антропогендік факторларға байланысты биотадағы кез-келген өзгерістерді есепке алып отыру.",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамдардың өмір сүру ұзақтығына салыстырмалы түрде талдау жасаңыз.",
        "question_content": "Адамдардың өмір сүру ұзақтығына салыстырмалы түрде талдау жасаңыз.",
        "question_date": "4.11.2020",
        "question_tag": "Табиғат",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер ел экономикалық бәсекеге қабілеттігінен айырылса, бұл тікелей азаматтардың әл-ауқатына әсер етеді. Ерте ме, кеш пе өткен кезеңдер мұрасының (әлеуметтік және физикалық инфрақұрылым, экологиялық әлеует сияқты) артықшылықтарын жоғалту нәтижесінде «ресурстардың таусылуы» әсері басталады. Салыстырмалы елдердің тәжірибесін ескере отырып, «кедейліктің технологиялық тұзағына» түсу қаупі бар. Жаңа болмыс ел үшін елеулі тәуекелдер жасайды және сонымен қатар бірігей мүмкіндіктерге жол ашады. Қазақстанның жинақталған әлеуеті елге ең тиімді шарттарды жаңа, енді туындап келе жатқан әлемдік еңбекті бөлуге белсенді енуге мүмкіндік береді. 2025 жылға дейінгі кезеңде біз мұндай мүмкіндікті жіберіп алмауымыз керек. Қазір бет бұрмаса, Қазақстан «кедейшіліктің технологиялық тұзағына» түсіп, ондаған жылдарды өткізіп алу тәуекеліне ұшырайды. Англия, Германия мен АҚШ едәуір алға шығып, «булы машиналар индустриясын» меңгермеген елдер тұтас бір дәуірге аутсайдерге түсіп қалған ХVII-XIX ғасырларда өнеркәсіптік революция кезеңінде осылай болды. Бүгінгі таңда Қазақстан осындай кең ауқымды өзгерістер сатысында тұр, бірақ экономиканы түбегейлі трансформациялауға және оның бейімделуіне елдің 5-10 жылы ғана бар. 2025 жылға дейінгі Стратегиялық даму жоспары жаңа қатерлерге жауап болып табылады. Ол Қазақстанның жаңа жаһандық бәсекелес ортада бәсекеге қабілеттілігін күшейтуге және Қазақстанға жаңа әдемдік еңбекті бөлуде перспективалы позицияларды бекітуге арналған.\n\nДереккөз: https://primeminister.kz/kz/documents/gosprograms/stratplan-2025",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Батыс және шығыс философиялық дәстүріндегі ерік-жігер мәселесі 2",
        "question_content": "Батыс және шығыс философиялық дәстүріндегі ерік-жігер мәселесі 2",
        "question_date": "4.11.2020",
        "question_tag": "Табиғат",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі уақытта Батыс пен Шығыстың философиялық жəне мəдени мұраларын сатылап салыстыру мəселесімен айналысатын — философиялық əлеуметтік компаративистика, немесе салыстырмалы философия. Қазіргі заманғы философиялық əлеуметтік компаративистика тарихи философиялық зерттеулердің дербес саласы жəне оқу пəні ретінде өзінің институционалдық жəне концептуалдық негізінің ақырына таяп қалды. Мысалы, екі компаративистік зерттеулер орталықтарына — Гавай университеті — Гонолу, АҚШ жəне Нью-Дели, Индиядағы  зерттеу орталығы жатады. Бұл орталықтарда 1939–1989 жылдары Батыс — Шығыс мəселесіне қатысты 6 конференция өтті. 1951 жылдан бастап тоқсан сайын «Батыс пен Шығыстың философиясы» атты журнал шығып тұрады. Мұнда көптеген компаративистік философтардың деректораты өтіп, философтар өздерінің ойларын ортаға салады. 1993 жылы Гавай университетінің негізінде компаративистикалық философияның еуропалық қоғамы ашылды. Өзінің тарихи дамуы барысында əлеуметтік философиялық компаративистика тарихи философиялық таным процесінде теорияда да методикада да жаңа құндылықтар мен жаңалықтарға ие болып отырды. Əлеуметтік тарихи практикадағы пайда болып жатқан өзгерістерге байланысты, Батыс пен Шығыстың диалогының дамуы барысында, əр түрлі философиялық бағыттағы ойшылдар тарихи-əлеуметтік философиялық компаративистиканың философиялық ғылымдардың бір саласы ретінде дербес түрде өз алдына құрылуына атсалысты.\nОсы жоғарыда айтылғандар төмендегі тезистерді зерттеуге мүмкіндік береді. Олар:\nБатыс пен Шығысты салыстыру тарихшы-ғалымдардан методологиялық ізденістердің аясын кеңейтуді талап етеді, өйткені салыстырмалы методология тарихи философиялық білімнің негізі болып табылады;\nкөптеген авторлардың пікірінше, философияның концептуалды тарихын жасаудың негізінде салыстыру əдісі жатыр дейді, осының арқасында соңғы уақытта философиядағы эклектизмнің ролі өсуде;\nXX ғасырда философияға ұлттық формалардың əсер ету ықпалы өрістеуде, ал бұл салыстыру əдісінсіз мүмкін емес.\nФилософияда компаративистикалық əдіс-тəсілдерді қолдануда мынадай мақсаттар қолданылады, ал қойылған мақсат зерттеудің келесі міндеттерін айқындайды, олар:\nФилософия тарихындағы салыстыру əдісін түсіндірудің негізгі кезеңдері мен тенденцияларын айқындау.\nƏдіс ретіндегі салыстырудың механизмдерін ашатын тұрақты концептер мен ұғымдарды айқындау.\nТарихи-философиялық зерттеулерге салыстырмалы əдісті қолданудың ерекшелігін айқындау.\nФилософия тарихында қолданылатын салыстырмалы методологияның типтерін жіктеу.\nФилософиялық компаративистика философия тарихының бір бөлімі бола отырып, дүниежүзілік тарихи-философиялық процестегі жекелік пен жалпылықты айқындауды өзіне мақсат етіп қояды. Философиялық компаративистика сонымен қатар əлеуметтік тарихи жəне мəдени өзгерістердің нəтижесінде пайда болып жатқан философиялық өзгерістерді зерттеумен айналысады. Нақ осы философия мəдениет пен өркениеттің маңызды феномені ретінде проблемалық жағдайды тудырып, жалпы адамзаттық өркениет пен мəдениеттер диалогы шеңберінде мəдениет пен өркениет  жөніндегі түсініктердің мазмұнын анықтауға атсалысады. Əлеуметтік-философиялық компаративистика мəдениеттің гуманистік сипаты мен жалпы адамзаттық білімнің бірлігіне назар аудару арқылы өз мақсатына жетеді. Мұнда мəдениет арасындағы ұқсастықтарға назар аударылады [1].\nМамандардың айтуынша, философиялық компаративистика методологиясы осы уақытқа дейін толыққанды зерттелген жоқ. Философиялық жүйелерді мазмұнды  түрде компаративистикалық жақтан зерттеу, салыстырулар үшін бізге негіз табу қажет. Біз бұл негізді табуға ұмтылғанда қиындықтарға кезігеміз.\nФилософиялық жүйелерді салыстыруда негізді тауып алу үшін олардың принципиалды түрде жеке-жеке қарастыруымыз керек. Ал оларды қарастыру барысында біз оларды салыстырамыз. Бұл жерде мəселе тек философиялық жүйелерді қалай салыстыру керектігі жөнінде болып отырған жоқ, сонымен қатар нені салыстыруымыз керек, не үшін салыстыруымыз қажеттігі жөнінде болып отыр. Философиялық компаративистика мəселесін талдауда философияның əдістерінен емес, философияның пəнінен бастауымыз керек.\nБұл орайда тарихқа жүгінсек, онда мынадай сұрақ туады: «Қашан жəне неліктен философиялық компаративистика пайда болды?» «Философиялық компаративистиканың пайда болуы ондағы таза танымдық мəселелерді шешуге ғана қатысты болды ма?» Жоқ. Көптеген авторлар философиялық компаративистиканың пайда болуын дүниежүзілік тарихтың дамуындағы белгілі бір кезеңмен байланыстырады.\nЕліміздің экономикасы мен мəдениетінің дамуына байланысты ХІХ ғасырдың бас кезінен бастап философиялық компаративистика алуан түрлі аймақтардың дүниетанымын ұғынып түсінуге ұмтылыс жасады.\nФилософиялық компаративистика ХХ ғасырдағы батыстық жəне батыстық емес философияның ерекше идеялары мен идеалдарын түсіндіріп бейнелеп беруге, Батыс жəне Шығыс елінің негізгі наным-сенімдері мен құндылықтарын танып-білу арқылы екі елдің арасындағы өзара түсіністікті қалыптастыруға қол жеткізуге апаратын көпір тəріздес болды.\nМұндай ізденіске берілген бағалар пессимистік жəне оптимистік сипатта болды. Бұған оптимистік көзқарас білдірген ойшылдар философиялық компаративистиканың негізгі мақсаты алуан түрлі дүниетанымдық салт дəстүрлер мен құндылықтарды дүниежүзілік тұрғыдан синтез жасау болып табылады деген болатын. Яғни философиялық компаративистика осы синтездің негізінде бірыңғай əлемдік философияны жасай алады [2].\nКомпаративистердің пікірінше, философия экономика, дін, өнер сияқты мəдениеттің салаларындағы талас-тартыстардың болу мүмкіндігін азайтып, оларды жеңілдетудің, «əлемдік серіктестікті» құрудың маңызды факторы болуы мүмкін. Ол үшін философия өзара түсінісуді басшылыққа алуы керек дейді. Өйткені мұнда бірнеше елдер мен халықтардың мəдениеттері үйлесімін табады, мəдениет саласындағы байланыстар да күшейе түседі. Мысалы, Батыс пен Шығысты компаративистикалық тұрғыдан талдаудың негізгі өзегіне үнді философы П.Т. Раджудың пікірінше, Батыс пен Шығыстың философиялық дəстүрлері жатады, өйткені екі елдің ұстанатын салт- дəстүрлері мен құндылықтары алуан түрлі. Қалалық, еркектік сипаттағы, жігерлі де техникалық Батысты əйелдік сипаттағы нəзік, аграрлық, философиялық Шығыспен байланыстыру керек. Йога əдісін тəжірибеден өткізсек, философияның дінмен байланысы күшейе түседі, Қытайдағы сияқты, адамның адамдық қасиеттерін ашуға тырыссақ, мистикалық көңіл-күйге барынша назар аударып, адамзат əлемінің мəселелеріне экзистенциалды тұрғыдан қарасақ, өзара түсіністікке ие боламыз. Осындай синтездің нəтижесінде адамдардың ең жоғарғы құндылыққа жақындай түсуіне мүмкіндік беретін А. Вадианың армандаған «əлемдік» философиясына; Нортроптың армандаған «дүниежүзілік» «батыстық — шығыстық» философиясына; Махадеванның армандаған «ғарыштық көзқарасына» қол жеткіземіз. Француз ойшылы А.Г.А. дю Перрон XIX ғасырдың бас кезінде «Упанишадаларды» ғылыми тұрғыдан зерттеудің негізінде үнді жəне батыстық құдай ілімінің синтезін құруға ұсыныс жасады, яғни əлемнің болмысы туралы параллельді ілімді жасауға бағытталды. Раджудың пікірінше, əлеуметтік философиялық компаративистиканың мақсаты мəдени синтез болып табылады. Философиялық жүйелердің барлығы өздігінен шынайы, мысалы: Батыстың позитивизмін де Шығыстың адвайта ведантасын да бірдей қабылдаймыз. Батыста да, Шығыста да өздерінің философиясының эмпирикалық, трансценденталдық, абсолюттік, теистік, идеалистік, реалистік фундаменталды типтері болады. Немістің профессоры Фон Ринтеленнің айтуынша, 1) Батыс пен Шығыс өздерінің мəдениетіне жəне басқа елдің мəдениетіне сыйластықпен қарауы тиіс; 2) Батыс пен Шығыстың жақындығы тек философияда ғана мүмкін болады, өйткені философияда белгілі бір елдің мəдениеті айқын көрініс табады; 3) Батыс пен Шығыстағы идеялар айырбасы əр түрлі мəдениеттің құндылықтарымен байланысты; 4) əр түрлі құндылықтарды ескере отырып, əр түрлі мəдениеттер үшін ортақ белгі табуға мүмкін болады; 5) құндылықтарды тану арқылы ғана өзара түсіністік пайда болады жəне адам баласы мұнда өз-өзін толық мəнде аша алады. Шығыстың құндылықтары рухы жағынан Батыстың құндылықтарына ұқсас келеді. Олардың уақыт пен этикалықтан тыс сипаты бір, Батыстың кейбір ойшылдары Шығыстың эстетикалық құндылықтарын ескере отырып, Батыс пен Шығысты жақындастырғысы келеді (Т. Манро), басқа ойшылдар оның спиритуалистік элементтерін ескере отырып, Батыс пен Шығысты жақындастырғысы келеді (А. Пайпе), енді біреулері діни- мистикалық элементтерді ескере отырып, Батыс пен Шығысты жақындастырғысы келеді (К. Ясперс, Й. Такеуши, Дж. Полителла, С.К. Саксен) [3].\nКомпаративистік зерттеулер жаңа əлемдік тəртіптің, глобализация мен интеграция, мəдени айырбас пен мəдени диалогтың қалыптасуы үшін ғана маңызды емес, сонымен қатар Шығыс пен Батыстың алуан түрлі теорияларын назарда ұстау үшін де маңызды. Əлеуметтік философиялық компаративистика тек пəн ғана емес, сонымен қатар зерттеу əдісі де болып табылады. Əлеуметтік философиялық компаративистиканың пəніне Батыс пен Шығыс, Латын Америкасы, Солтүстік пен Оңтүстіктің, Африка ойшылдарының, мектептері мен философиялық бағыттарының бір-бірімен өзара байланысы кіреді. Əлеуметтік философиялық компаративистиканың əдісіне философиялық мəдениетті зерттеудегі комплексті, пəнаралық тəсіл болып табылады. Бұл əдіс тарихтың материалистік түсінігі принципіне, аналитикалық-феноменологиялық, герменевтикалық принциптерге сүйенген салыстырмалы-тарихи, салыстырмалы-генетикалық болып есептеледі. Компаративистикалық талдау таным əдісі философиялық бағыттар мен мектептердегі зерттелетін ерекшеліктер мен жалпылықты айқындаудың тəсілдерін зерттейді.\nШығыс жəне Батыс философияларын əрбір заманға карап тікелей салыстыру методологиялық қателік болар еді.\nШығыс, Батыс елдерінде жəне еуразиялық кеңістіктерде қалыптасқан рухани құндылықтардың тұтастығы мен сапа жағынан айырмашылықтары адамзат философиясы тарихының бүгінгі таңдағы келелі мəселелерінің бірі болып табылады. Өйткені əлемдегі халықтардың, ұлттардың, нəсілдердің бəріне тəн жалпы адамзаттық құндылықтарымен қатар, əр халықтың өзіне тəн тарихи қалыптасқан рухани, мəдени байлықтарын, адамгершілік қасиеттерін, яғни өзіндік кұндылықтарын, ескеру аса кажет. Тарихтың қазіргі белесінде осы құндылықтарды жандандыру, солардың  негізінде жаңа белеске көтерілу бүгінгі таңның талабына айналуда.\nСондықтан да белгілі бір жағдайға байланысты қазақ халқының тоқыраған философиялық жəне тарихи құндылықтарын терең зерттеу, олардың ішкі мəнін айкындау, жалпыадамзаттық өркениет аясындағы даму бағыттарын зерделеу — коғамдық ғылымдардың алдында тұрған  басты мəселелердің бірі.\nБұл аталып отырған проблеманың маңызы өзінің ғылымға қажеттілігімен немесе  қазақ халқының сана-сезімін оятуға бағытталуымен ғана шектелмейді. Тəуелсіздік жағдайында еліміз нарықтық экономика, азаматтық қоғам мен құқықтық мемлекет құру мақсатын алдына қоюда. Олар тарихи тамырлас рухани негізде қалыптаспаса, өрісі тарылып, ішкі жəне сыртқы күшке төтеп беруі қиынға соғуы мүмкін.\nРухани тəуелсіздіктің философиялық мəнін адамның дүниеге көзқарас жүйесінен іздеу қажет. Біздің руханилығымыздың бастауы сонау ежелгі кытай философы Конфуцийден, орта ғасырдағы əл- Фарабиден, кейінгі Абай мен Шəкəрім идеяларынан нəр алды. Олардың негізгі ойлары антропоцентризм философиясының: əлемнің тірегі адам деген тұжырымның төңірегінде болды.\n«Өзінді таны жəне өзгерт» — бұл даналықтың үлгісі, халқымыздың ойлау жүйесінің өзекті мəселесі. Əрбір адам үшін болмыс — сол адамның өзінің тіршілік ету ауқымы. Ал оның өмірінің бағыты мен мазмұны «мен қалай ойлаймын, солай тіршілік етемін» деген қағидалық үлгіге саяды. Өзін-өзі шыңдау, жасампаздық — адамның өзіндік дамуынын мəңгілік процесі. Абайдың философиялық идеясы осыған мегзейді. Жігер, ақыл, жүрек үштігінде жүрек негізгі орынды алады. Ал Шəкəрімнің «арлы ақылға» ден қоюы да бекер емес.\nƏркім өзіндік философиясына ең сенімді, басты ізгілік идеяларды, қағидалар мен мақсаттарын белгілеп алуы абзал. Ол үшін адамның рухани кемелділігі өршіл көзқарасты қалыптастыруға, бақыт пен құштарлыққа қол жеткіземін деген мақсатты шыңдауға көмектесуі кажет.\nБатыс философиясында осы мақсат басқаша түсіндіріледі: абсолютті ақиқатты ақыл, логикалық ойлау процесі арқылы ұғынып, іске асыруға болады. Осы мақсатты түсіну қатардағы адамға мүмкін емес, ол қызық та емес, ал күнделікті мəселелерді осы философияның принциптерімен шешу, керісінше, əсер етуі де ықтимал.\nАбайдың айтуынша, дана адамдағы білім, ақыл жəне жігер жақсылыкка, ізгілікті істерге, адамдарға деген сүйіспеншілікке бағытталуы тиіс.\nДаналық жандылықпен, арлы ақылмен, əділеттілік жəне акиқатпен ұштасып жату керек.\nТолығырақ: https://articlekz.com/kk/article/15652",
                "date": "10.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке адамның бостандығы және табиғи құқықтары",
        "question_content": "Жеке адамның бостандығы және табиғи құқықтары",
        "question_date": "4.11.2020",
        "question_tag": "Табиғат",
        "question_views": 16000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам  құқығы мен бостандығы\n  Құқық ұғымы Адам әр түрлі әлеуметтік қатынастарға түседі. Қарым-қатынас нәтижесінде адамдар арасында өзара әрекеттестік қалыптасады, түсіністік пайда болады, қамқорлық жасау және көмек беру жүзеге асады. Қоғамдық қатынастар әлеуметтік нормалар арқылы реттеледі, олардың арасында құқық нормалары ерекше орын иеленеді. Құқық нормалары заңдар мен нормативті құқықтық актілерде көрініс табады. Жалпы адамзаттық құндылықтар және әділеттілік, ізгілік, теңдік, бостандық идеялары құқықтың негізі болып табылады. Құқық дегеніміз — мемлекет арқылы камтамасыз етілетін, әділеттілік туралы адамдардың көзқарастарынан көрініс табатын, жалпыға бірдей міндетті нормалардың жиынтығы.   \nҚұқық ең маңызды әрі ең күрделі қоғамдық кұбылыс ретінде түсінілетін философиялық категория. Сондықтан да оны бірнеше тұрғыдан қарастыру керек. Алдымен, субъективтік тұрғыдан қарастырсақ құқық қандай да бір тұлғаның мүмкіндіктерін, әрекет еркіндігін білдіреді. Мысалы, білім алу, еңбек ету, демалу, өмір сүру, қорғану құкығы секілді тікелей субъектімен байланысты құқықтар. Объективтік мағынадағы құқық — нормативтік құкықтық актілерде белгіленген нормалардың жиынтығын білдіреді. Бұл орайда көрсетіп кету керек — субъективтік құқық объективтік құқықтың негізінде туындайды және тоқтатылады. Мәселен, 1999 жылдың 1 маусымынан бері \"объективтік құқықтын\" негізінде ішкі істер органдары қызметкерлерінің қоғамдық көлікте тегін жүруге деген \"субъективтік құқықтары\" тоқтатылып, жеңілдіктер алынып тасталған. Құқық бұл керсетілгендерге қоса, оқу пәні ретінде де түсініледі (әкімшілік құқық, Азаматтык, құқық, Еңбек құқығы және т.б.)- Құқықтық объективтік және субъективтік мағыналардың біріктіріле түсінілетіндігі де жоққа шығарыл-майды. Осыларға қарап құқықтың аса күрделі категория екенін білуге болады. Жалпы алғанда құқық дегеніміз — мемлекет белгілеп, мақұлдаған жалпыға міндетті мінез-құлық ережелерінің (нормалардың) жиынтығы. Құқықтың өзіндік ерекшелігі оның нормаларын сақтау мемлекеттің мәжбүр ету күшімен қамтамасыз етілетіндігінде. \nҚұқықтың мәні Конституцияда және басқа да заңдарда бекітіліп, тиянақталған оның түп қазық бастауларында, негізгі принциптерінде ашылады. Оларға жататындар: саяси биліктің халықтың атынан жүзеге асуы, меншіктің дамуы, корғалуы және олардың субъектілерінің тендігі; демократизм, интерпационализм, гуманизм. \nХалықаралық құжатарда және қазақстандық заңдарда мынадай екі ұғым қолданылады: «адам құқығы» және «адам бостандығы». Заң тұрғысынан адам құқығы мен адам бостандығының бір-бірінен айырмашылығы жоқ. Дегенмен, белгілі бір өзгешеліктері бар. Мұны осы екі ұғымның анықтамаларын салыстыра отырып байқауға болады.\nБостандық — елдің ішкі және сыртқы саясаты саласында әлеуметтік субъектілердің (жеке адамның, топтардың, қоғамдық-саяси ұйымдардың, т.б.) өз мақсаттары мен мүдделеріне орай әрекет жасау еркіндігі; құқықтық мүмкіндіктер аясы. Адамдардың қол жеткізген Бостандықтары тарихи дамудың нәтижесі болып саналады. Қоғамдық дамудың кейбір қайшылықтары мен кереғарлықтарына қарамастан, қайсыбір тарихи кезеңдерде жеке адам иеленетін Бостандықтар аясы кеңи түсетіні дәлелденген. Ал “саяси Бостандық” ұғымы азаматтардың саяси белсенділігін, саяси өмірге ұдайы қатысып, қоғамдық оқиғаларға, әлеумет үшін мәні зор шешімдер қабылдау процесіне тікелей ықпал етуге қабілеттілігін білдіреді. Оның іргелі қағидалары Адам құқыларының жалпыға бірдей декларациясында негізделген. Жалпы, саяси Бостандық негіздері кез келген өркениетті елдің конституциясында, арнаулы заңдары мен құқықтық жосындарында бекітілуге тиіс. Мысал, ҚР Конституциясында азаматтардың мемлекеттік органдар мен жергілікті өзін-өзі басқару органдарын сайлауына және оларға сайлануына шек қойылмайды; сондай-ақ, сөз және шығарм. бостандығына кепілдік беріледі; цензураға тыйым салынып, еркін түрде ақпарат алу және тарату еркі берілген, әркімнің ар-ождан, бірлесу бостандықтарын иеленуге құқы бар. Осы орайда адамдар, әлеум. топтар мен жіктер өздерінің құқыларымен қатар жауапкершіліктерін де айқын ұғына отырып, саясат субъектісі ретінде көрінуге тиіс. “Саяси субъектілік”, яки саясат субъектісі болуға қабілеттілік дегеніміздің өзі Бостандық мәселелерімен етене байланысты ұғым. Азаматтардың Бостандықтары аясы кең, құқықтық мүмкіндіктер өрісі неғұрлым биік болған сайын, елдің демократия даму деңгейі соғұрлым жоғары бола түседі.      \nАдам  бостандығы - бұл мемлекеттің араласуы тиіс емес қызмет салалары. Ол тек құқықтық нормалар арқылы солардың шеңберінде адамның өз қалауы бойынша іс-әрекет етуін белгілейді. Мұндайда мемлекет нақты адамның бостандығына араласпауы тиіс, сондай-ақ мемлекет бұл бостандықтардың басқа тұлғалардың араласуынан қорғалуын қамтамасыз етуі тиіс.      \nАдам  құқығы – заңда көрсетілген саладағы мемлекет белгілеген және кепілдік беретін адамның мүмкіндіктері мен өкілеттіктері. «Адам бостандығына» қарағанда «адам құқығы» терминінің аясында адам қызметінің нақты бағыты бекітіледі. Мемлекет заңда көрсетілген салада адамның іс-әрекеттерінің заңдылығын қамтамасыз етуге және қорғауға міндеттеме қабылдайды.       \nАдам  құқығы және бостандығы адамның құқықтық мәртебесін белгілейтін, оның жағдайын бекітетін, жеке тұлғалар арасындағы өзара қарым-қатынасты, адамның және мемлекеттің қатынастарын бекітетін халықаралық және ұлттық нормаларының жүйесін білдіреді. Адам құқығының және бостандығының объективті түрдегі анықтамасы осындай. Субъективті түрде адам құқығы және бостандығы нақты тұлғаға тиесілі құқықтық нормалар мен көзделген мүмкіншілігі (өкілеттігі) және мемлекет қорғайтын іс-әрекеті ретінде анықталады.      \nАдам  құқығы табиғи қасиетке ие және жеке адамнан ажырамайды, олар аумақтық немесе ұлттық шеңбермен шектелмейді, халықаралық құқықтық реттеу және қорғау объектісі болып табылып, мемлекеттің заң актілерінде бекітілгенге қарамастан тәуелсіз болып табылады. Олар адамды сипаттап және оның қалыпты өмір сүруіне қажетті жалпы әрі негізгі өкілеттіктері болады. Адам құқығы мемлекеттің нақты заң актілерінде белгіленген жағдайда олар осы мемлекет азаматының құқықтары болып табылады.      \nАзаматтық құқық қоғамның және мемлекеттің даму барысында жасалған және пайда болған табиғи өкілеттіктерінің мемлекеттік нормативтік құқықтық актілерде көрініс табуы болып табылады. Азаматтық құқық міндетті түрде конституциялар мен басқа заң актілерінде белгіленеді және мемлекет оны жария етіп әрі олардың қорғалуын қамтамасыз етеді. Олар адамды мемлекеттік ұйымдасқан қоғамдастықтың мүшесі екендігін білдіреді.      \nБұл екі құқық санаты әдетте бір тұрғыдан еске алынады, дегенмен олардың мазмұны бірдей емес. Адам құқығы негізгі болып табылады, қай жерде туғанына, қай елдің азаматы екендігіне, сол елде тұратындығына немесе тұрмайтындығына қарамастан олар барлық адамдарға тән, ал азаматтық құқық белгілі мемлекеттегі адамның сол мемлекетте тұрғандығына байланысты бекітілген құқықтарын кіргізеді. әрбір азаматқандай-да болмасын мемлекетте жалпыға бірдей адам құқықтарына және осы мемлекет мойындаған азаматтық барлық құқықтардың жиынына ие. Сондықтан құқықтар мен бостандықтардың екі тобын біріктіретін «азаматтық құқықтар және бостандықтар» термині заңды болып табылады. Бұл құқықтар мен бостандықтар адамның негізгі құқықтық мәртебесін білдіреді. Олардың көпшілігі абсолюттік сипатта, яғни тек қана ажыратқысыз болып табылмайды, сонымен қатар олар шектелуге жатпайды.\nАдам құқықтары мен бостандықтары (АҚБ) - жеке тұлғаның әлем қауымдастығы мойындап, халықаралық-құқықтық құжаттарда бекітілген, әлеуметтік және құқықтық тұрғыдан қамтамасыз етілген, ешкім шек қоймайтын немесе тыйым сала алмайтын құқықтары мен бостандықтары. Адамның қандай да бір игіліктерді иеленуін қамтамасыз ететін, өз еркімен іс- әрекет жасауына мүмкіндік беретін мемлекет пен бұқара арақатынасының негізгі принциптері АҚБ-на жатады. Адамзат қоғамында бұл мәселеге ежелден баса назар аударылған. Мысалы, Аристотель адам құқықтарын \"табиғи\" және \"шартты\" деп екіге бөледі. Адамның табиғи құқықтарын мемлекет орнатқан шартты құқықтардан жоғары қояды. Орта ғасырда АҚБ жасаған қайырымдылықтар, рақымшылықтар ретінде түсіндірілді. Өндірістік қарым-қатынастардың қарқынды даму сатысында өмір сүрген ли¬берализм өкілдері - Т.Гоббс, Дж.Локк, Ш.Монтескье, Ж.Руссо, И.Кант, Т.Джефферсон, Т.Пейн және т.б. ойшылдар АҚБ-на баса назар аударды. Қағидалардың ең маңыздылары ретінде олар адамдардың еркін, қауіпсіз өмір сүруге, жеке меншік иеленуге тең құқықтарының болуын, халық биліктің негізгі иесі екендігін, биліктің тармақталуын, би¬ліктің халық мүддесіне қызмет етуі керектігін атап көрсетті. Жүзеге асырылу ортасына қарай АҚБ азаматтық, саяси, экономикалық, әлеуметтік және мәдени болып жіктеледі. Саяси және азаматтық құқықтардың қазіргі тұжырымдары БҰҰ Бас Ассамблеясының Адам құқықтарының жалпыға бірдей декларациясында (1948 ж., 10 желтоқсан) баяндалған. Қазақстан Республикасының Ата Заңы бойынша:\n\"1. Қазақстан Республикасында Конституңияға сәйкес адам құқықтары мен бостандықтары танылады және оларға кепілдік беріледі;\n2. Адам құқықтары мен бостандықтары әркімге тумысынан жазылған, олар абсолютті деп танылады, олар дан ешкім айыра алмайды, заңдар мен өзге де нормативтік-құқықтық актілердің мазмұны мен қолданылуы осыған қарай анықталады\"\nhttps://www.referat911.ru/Grajdanskoe-pravo/adam-yy-men-bostandyy/174170-2267475-place1.html",
                "date": "5.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыртқы күштер қандай жұмыс атқарды?",
        "question_content": "1)Изотермалық сығылу барысында газ қоршаған ортаға 800 Дж жылу берді. Газ қандай жұмыс атқарды? Сыртқы күштер қандай жұмыс атқарды?\n\nСұрақ- жауап.\n\n1. Изотермалық процесс қандай шама өзгерісі қалғанда жүреді?\n\n2. Т = const жағдайында ішкі энергияның өзгерісі туралы не айтуға болады?\n\n3. Бұл жағдайда жұмыс атқарылады ма?\n\n4. Газдың жұмысы қандай жғдайда оң/теріс?\n\n5. Термодинамиканың бірінші заңы қалай жазылады (осы процесс үшін)?\n\n6. Газға белгілі бір мөлшерде жылу беретін болсақ, оның температурасы тұрақты болып қалуы мүмкін бе?",
        "question_date": "4.11.2020",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "газдың ішкі энергиясы өзгермеген дегенді білдіреді => барлық сыртқы күштердің жұмысы жылуға жұмсалды A сыртқы = Q = 800Дж \nГаз сығылды, демек ол энергияны сақтау заңынан теріс жұмыс жасады | А газ | = Q => А газ = -Q = -800Дж\nИзотермалық процесс, изотермиялық процесс – физикалық жүйеде тұрақты температурада жүретін процесс; термодинамикалық күй диаграммасында изотермамен кескінделеді.\nИзотермалық процессті жүзеге асыру үшін жүйе, әдетте, термостатқа орналастырылады. Бұл жағдайда термостаттың жылу өткізгіштігі өте үлкен болып келеді де, жүйе температурасының іс жүзінде термостат темп-расынан айырмашылығы болмайды. Изотермалық процесстің мысалына тұрақты температурадағы сұйықтықтың қайнауы не қатты дененің балқуы жатады. Изотермалық процесс кезіндегі идеал газда қысым мен көлемнің көбейтіндісі тұрақты болады. Изотермалық процесс кезінде жүйеге белгілі бір жылу мөлшері беріледі (не одан белгілі бір жылу мөлшері алынады) және оның есебінен сыртқы жұмыс жасалады. Идеал газ үшін ол жұмыстың шамасы мынаған тең:\n, \nЕгер фазалық ауысу болмаса, онда изотермалық процесс кезінде қатты дененің және көптеген сұйықтықтардың көлемі өте аз өзгереді.",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі жоспар бойынша, дүние жүзі мен Қазақстандағы",
        "question_content": "Төмендегі жоспар бойынша,  дүние жүзі мен Қазақстандағы экологиялық жағдайларға сипаттама беріңіздер:\n1. Өркениет дамуындағы техника мен технологияның ролі.\n2. Адамзаттың экологиялық-технологиялық дамуы: биогенді кезең /аграрлық/, техногенді кезең /индустриалды/, ноогенді.  \n3. Экология және экономика: түрлі сипаттағы  экономикалық пен экологиялық көзқарастар.\n4. Ғылыми-техникалық прогресс және қазіргі Қазақстанның экологиялық мәселелері.\n5.  Экологиялық жауапкершілік.",
        "question_date": "4.11.2020",
        "question_tag": "Табиғат",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Радиусы-0,5м болатын дөңгелек,жылдамдығы-20м/с.Бұрыштық жылдамдық табу",
        "question_content": "Радиусы 0,5 м дөңгелек 20м/с жылдамдықпен айналады.Дөңгелектің бұрыштық жылдамдығы...?",
        "question_date": "4.11.2020",
        "question_tag": "Мектеп",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сызықтық жылдамдықты радиусқа бөлеміз\n\nw=20/0.5=40рад",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеті керемет сөзін дыбыстық талдау?",
        "question_content": "Жеті керемет сөзін дыбыстық талдау?",
        "question_date": "4.11.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ж - дауыссыз, ұяң\nе -дауысты, жіңішке, ашық, езулік\nт - дауыссыз,  қатаң\nі -дауысты, жіңішке, қысаң, езулік\nк - дауыссыз, қатаң\nе -дауысты, жіңішке, ашық, езулік\nр - дауыссыз, үнді\nе -дауысты,жіңішке, ашық, езулік\nм - дауыссыз, үнді\nе -дауысты, жіңішке,  ашық, езулік,\nт - дауыссыз, қатаң.",
                "date": "4.11.2020",
                "upvotes": 1
            }
        ]
    }
]