[
    {
        "question_title": "Дипломмен ауылға бағдарламасынан кейін не болады",
        "question_content": "Саламатсыздарма. Мен дипломмен ауылға бағдарламасы бойынша мектепке жұмыс істеуге барғым келеді. 5 жылдан 3 жылға дейін қысқартылыпты. 3 жылдан соң не болады? Жалақымыз қысқартылады ма?",
        "question_date": "1.01.2020",
        "question_tag": "Мектеп",
        "question_views": 454,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кім не десе де, бүгінгі таңда мамандарға мұқтаж өңірлер аз емес. Өйткені, шыны керек, жағдай жасалмаған, көгілдір отын жоқ, кей ауылдарда тіпті ауыз суды сатып ішеді, жолы нашар, тағысын тағы кемшіліктері көп ауылдарға қалада білім алған жастардың дені барғысы келмейді, деп жазады Корреспондент газеті.\nСонымен, жеті жылға жуық уақыттан бері жұмыс істеп келе жатқан «Дипломмен ауылға» бағдарламасының бүгінгі тыныс-тіршілігі мен бет алысын байқамақ ниетпен біз облыстық экономика және бюджеттік жоспарлау басқармасының басшысы Арман Абдуллаевқа сауалдарымызды жолдаған болатынбыз…\n«Дипломмен ауылға» бағдарламасы түрлі сала мамандарын қамтиды\nАуылды аймақтарды әлеуметтік, техникалық мамандармен қамтамасыз етуді мақсат еткен бағдарлама қай салалар бойынша мамандарға мүмкіндік береді? Бұл тұрғыдан алғанда да бағдарламаның өзіндік талап пен шарттары бар. Басқарма ұсынған мәліметке сүйенсек, қазіргі таңда «Дипломмен ауылға» бағдарламасы арқылы жұмыс іздеуші мамандар Қазақстан Республикасы Ұлттық экономика министрінің 2014 жылдың 6 қарашасындағы бұйрығына сәйкес денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен сияқты салалар бойынша жастарды жұмыспен қамтамасыз етеді. Ал Қазақстан Республикасы ауыл шаруашылығы министрінің 2015 жылдың 17 наурызындағы қаулысы бойынша олардың қатарындағы агроөнеркәсіптік кешен мамандарына агроном, ветеринариялық дәрігер, ветеринариялық фельдшер, ветеринариялық техник, зоотехник, инженер-технолог, балық өсіруші, технолог, фермер сынды мамандықтар енгізілген.\nБағдарлама жастарға не береді?\n«Дипломмен ауылға» бағдарламасы жастарды ынталандыру мақсатында мемлекет тарапынан көтерме ақы мен баспана алуға жеңілдетілген несие ұсынады. Денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен саласындағы маман ауылдық елдімекенге жұмысқа орналасқан жағдайда «Дипломмен ауылға» жобасы аясында тек қана 70 айлық есептік көрсеткішке тең сомада біржолғы көтерме жәрдемақы және қажеттілігіне қарай тұрғын үй салу немесе сатып алу үшін 1500 айлық есептік көрсеткіштен аспайтын сомада 15 жылға дейінгі мерзiмге жылдық 0,01 % мөлшерiндегі сыйақы мөлшерлемесімен бюджеттік несие түрінде әлеуметтік қолдау шараларын алу мүмкіндігі бар. Әлеуметтік қолдау шаралары ұсынылған маман ауылдық елдімекенде кемінде үш жыл жұмыс істеуге міндеттеме алады.\nЕгер сіз өз қызметіңізді ауылдық жерде 5 жылдық жұмыс өтеушілікпен әлеуметтік сала мекемелерінде (денсаулық, білім, әлеуметтік қамтамасыз ету, мәдениет және спорт) бастаймын немесе жалғастырамын десеңіз, онда келесідей мемлекеттік әлеуметтік қолдауға ие боласыз:\n– Көтерме жәрдемақы, айлық есептік көрсеткіштің жетпіс еселік көрсеткіші немесе 105 840 теңге (2011 ж. 1 қаңтардан бастап);\n– Бюджет несиесі, айлық есептік көрсеткіштің алты жүз отыз еселік көрсеткіші немесе 952 560 теңге (2011 ж. 1 қаңтардан бастап мамандарға тұрғын үй алатын 15 жылға арналған бюджеттік несие, сыйақы мөлшерлемесі жылына несие сомасының 0,01% көлемінде белгіленеді). Ауылдық жерде тұрғын үй алу үшін маманға аталған сома көлемінде баспана алу ұсынылады немесе маман өз есебінен қосымша шығын шығарады.\n– Ауылдық елдімекендерге арналған республикалық бюджет қаржысы есебінен әлеуметтік сала мекемесі маманының қызметтік айлығын кемі 25%-ға өсіру.\nМаман ретінде аталған әлеуметтік қолдауларға ие болу үшін сіз ауданның (облыстық маңыздағы қаланың) ауылдық аумақтарды дамыту жөніндегі уәкілетті органына құжаттарыңызды тапсыруыңыз қажет.\nҚандай құжаттар қажет?\nДипломыңызға көз жүгіртіңіз… Жоғарыда біз айтқан денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен сияқты 8 саланың біріне құжатыңыз сәйкес келсе, төменде көрсетілген құжаттарды жинауға кірісуіңізге болады. Өйткені сізге мемлекет тарапынан бағдарлама аясында жоғарыда атап өткендей әлеуметтік қолдау шаралары, яғни қаржылай көмек көрсетіледі. Оны алу үшін алдын ала құжаттарыңызды рәсімдеуге тиіссіз. Олай болса, көтерме жәрдемақыны және тұрғын үй сатып алуға бөлінетін бюджеттік кредитті алу үшін жинақтайтын құжаттарыңыз төмендегідей:\n– Өтiнiш;\n– Жеке куәліктің көшiрмесi;\n– Жаңа жұмыс орны (ауылдағы) бойынша кадр қызметін растайтын еңбек кiтапшасының көшiрмесi;\n– Бiлiмi туралы дипломның көшiрмесi;\n– Көші-қон қызметінен алдыңғы тіркелген жері туралы мәліметтер, тиісті елдімекенде тұратындығын растайтын тұрғылықты жерінен мекенжай анықтамасы;\n– Сатып алынатын жылжымайтын мүлікті бағалау актісі;\n– Неке туралы куәлік көшірмесі (некеде тұрған мамандар үшін);\n– Аталған ауылдық елдімекенде маманның, оның жұбайының және балаларының жылжымайтын мүлкінің болмауы (болуы) туралы анықтама.\nАл көтерме жәрдемақыны және тұрғын үй салуға бюджеттік кредитті алған кезде жоғарыда аталған құжаттарға қосымша маманның атына тұрғын үй салу үшін берілген жер учаскесін пайдалану құқығына акт, кепілге қойылған мүлікті бағалау актісі, кепілге қойылған мүлікті сақтандыру шарты, берілетін кредит мөлшерінен асатын тұрғын үй құрылысы бөлігін бірлесіп қаржыландыруға жазбаша келісім қажет. Аталмыш рәсімделген құжаттарды жинақтаған соң, оны ауылдық аумақтарды дамыту жөніндегі аудандық (облыстық маңызы бар қалалық) уәкілетті орган комиссияның жұмыс органына ұсыну қажет. Сондай-ақ, құжаттар түпнұсқалармен бірге беріледі және оны көшірмемен салыстырғаннан кейін олар иесіне қайтарылады.\nЖұмысшы орган мамандардың құжаттарын қабылдайды, тіркейді, олардың растығын тексереді, қаржы құралдарына қажеттілікті есептейді және бес күн ішінде комиссия қарауына жібереді. Ал комиссия құжат түскеннен бастап, он күн ішінде ұсынылған құжаттарды қарап, аудан әкімдігіне маманға әлеуметтік қолдауды қарастыруды ұсынады. Ал аудан әкімдігі комиссия ұсынысы келіп түскеннен кейін он күнтізбелік күн ішінде сізге әлеуметтік қолдау шараларын көрсету туралы қаулы қабылдайды. Қаулы қабылданғаннан кейін 7 күнтізбелік күн ішінде аудан әкімі, сіз және сенімді өкіл арасында мамандарға бекітілген формада әлеуметтік қолдау шараларын ұсыну келісімі жасалады. Егер сіз жалған құжаттар берген болсаңыз, өтінішіңіз қабылданбайды.\nКелісім жасалғаннан кейін: жұмысшы орган жеті күнтізбелік күн ішінде сіздің жеке есеп шотыңызға көтерме жәрдемақыны аударады және сенімді өкіл (агент) Қазақстан Республикасы заңнамасында бекітілген тәртіппен отыз жұмыс күні ішінде маманға тұрғын үй алуға несие ұсынады (несие бойынша маманның міндеттемелерін орындауда осы алған тұрғын үйі кепіл болады). Естеріңізге сала кетейік, қазіргі таңда, Бәйдібек, Қызығұрт, Мақтарал, Сарыағаш, Созақ, Төлеби, Түлкібас, Шардара, Арыс, Кентау, Түркістан аудандық (қалалық) экономика және қаржы бөлімдері, сондай-ақ Ордабасы, Отырар, Сайрам аудандарының ауыл шаруашылығы және жер қатынастары бөлімдері әкімші болып табылады.",
                "date": "3.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Трапецияның кіші бүйір қабырғасын табыңдар?",
        "question_content": "тік бұрышты трапецияның табандары 10 см және 15 см, бір бұрышы 45º.Трапецияның кіші бүйір қабырғасын табыңдар.",
        "question_date": "1.01.2020",
        "question_tag": "Геометрия",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығады трапецияның қасиеттері туралы көп оқыңыз",
                "date": "3.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "IT конкурсына арналған дайын жоба",
        "question_content": "IT дың конкурсына арналған дайын жоба бар.Аламын деушілер https://www.facebook.com/profile.php?id=100007495908474  жазыңыздар.",
        "question_date": "29.12.2019",
        "question_tag": "Ұялы телефон ойындары",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Облыстық олимпиадада орыс тілінен қандай сұрақтар келеді?",
        "question_content": "облыстық олимпиадада  орыс тілінен примерно қандай сурақтар келеді? Қандай турлар болады? 2017,2018 жылдары калай отты?",
        "question_date": "27.12.2019",
        "question_tag": "Мектеп",
        "question_views": 711,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүзеге асыруға мүмкін болатын химиялық реакция теңдеуін құрастыр?",
        "question_content": "1-нусканын жауабы керек.",
        "question_date": "26.12.2019",
        "question_tag": "Химия",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. S + O2 = SO2\n2. 2SO2 + O2 = 2SO3\n3. SO3 + H2O = H2SO4\n4. H2SO4 + 2KOH = K2SO4 + 2H2O\n5. K2SO4 + BaCl2 = BaSO4 + 2KCl",
                "date": "8.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мыс оксидінің зат мөлшері қандай?",
        "question_content": "Мыс (2) оксидин сутекпен тотықсыздандыру нәтижесінде 16 г таза мыс алынған болса мыстың зат мөлшерін табыңыз?",
        "question_date": "26.12.2019",
        "question_tag": "Химия",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CuO + H2 = Cu + H2O\n\nn(Cu) = m(Cu) / M(Cu) = 16 г / 64 г/моль = 0.25 моль\n\nn(Cu) = n(CuO)\n\nМыстың және мыс оксидінің зат мөлшері 0,25 мольге тең",
                "date": "27.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңға байланысты тест сұрақ-жауаптарын жібересіздер ме?",
        "question_content": "Заңға байланысты тест сұрақ-жауаптарын жібересіздер ме?",
        "question_date": "25.12.2019",
        "question_tag": "Заң",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден онлайн тест тапсырып көрсеңіз болады.",
                "date": "30.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алма ата деген алманың атасы, яғни отаны дегенді білдірмейді ме?",
        "question_content": "Жай ғана сұрақ. \"Алматы\" атауы қандай мағынаны білдіреді? Алма ата деген алманың атасы, яғни отаны дегенді білдірмейді ме?",
        "question_date": "25.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 994,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы - алмалы деген сөз. Алма-Ата - сол Алматыны айтқысы келмей, қазақы дыбыстаудан қашып, қасақана бұрмаланған жасанды атау, ешқандай мағынасы жоқ.",
                "date": "25.12.2019",
                "upvotes": 0
            },
            {
                "text": "Вы знаете, говорят, что когда переименовываешь город, экономика растёт, улучшается уровень жизни населения и много разных ништяков...\n\nВот, наш президент, поддержал предложение Олжаса Сулейманова о переименовании Алматы, в Алма-Аты.\n\nДавайте пройдёмся по основным историческим момента и допущенным ошибкам:\n\nАлматы с казахского переводится как «Яблоневый», в то время как Алма-Ата - это набор опять таки казахских слов «Яблоко-Дед», порой используют вариацию «Отец яблок», красиво, но об этом позже...\n\nАлма-Ата - как и Алматы, тоже казахское название, только неправильное, данное по ошибке. Алма-Ату с Алматы кроме общего слова «алма» ничего не связывает, это разные названия.\n\nВам наверное стало интересно, откуда взялось название Алма-Ата?\n\nХочу обратить Ваше внимание, что Алма-Ата - это искусственное название, которое как снег на голову придумали буквально за полчаса русскоязычные партработники из Ташкента 5 февраля 1921 года на собрании Президиума Туркестанского АССР в городе Верный (ныне - Алматы).\n\nЕсли следовать той резолюции, принятой во время собрания Президиума ТуркЦИК, город Верный отныне носил новое название Алма-Ата. Член облревкома А. Лепа подытожил собрание ТуркЦИКа: «В ознаменование исторических для Семиречья начинаний освобождения мусульманской бедноты переименовать г. Верный в г. Алма-Ата по названию местности, в которой находится».\n\nБольшевики сделали очень положительный жест, который заслуживал уважения - их задачей стало дать городу с колониальным названием его историческое имя. Но тут смущает другой вопрос, почему переименовали «по названию местности, в которой находится» в Алма-Ата, если данная «местность» веками носила название Алматы?\n\nНа историческом заседании 1921 года большевики-казахи, участвовавшие на Президиуме: Джандосов, Атабаев, Барибаев, Асфендияров, Сыдыков и др. предложили вернуть городу его историческое название - Алматы. Но русскоязычные большевики из Tашкента более высокого ранга - Бурнашев, Лепа, Позднышев, Субботин и другие не приняли его. Эти большевики, гимн которых, как известно, «мы старый мир разрушим до основанья, а затем мы наш, мы новый мир построим», отделили от названия Алматы корень «Алма» (яблоко) и прибавили к нему «-Ата» (дед), «позаимствованное» из соседнего города Аулие-Ата (ныне - Тараз), посчитав, видимо, что так оно будет выглядить лучше.\n\nНовое название Алма-Ата с самого начала преподносилось исключительно как казахское и историческое - \"название местности, в которой находится\".\n\nСейчас многие прослезятся и скажут, но ведь Алма-Аты, такое красивое название «Отец яблок»... ну ничего подобного нет!\n\n«Алма-Ата» - название нелепое как морфологически, так и семантически - всего лишь набор слов «Яблоко-Дед», непонятный гибрид двух казахских слов, который не поддается смысловому переводу. Тут спасибо Бауыржану Сакову, который дал четкое определение ещё в 2004 году:\n\nУтверждения, что Алма-Ата якобы значит «Дед яблок» (а не Отец) или «Яблочный дед» - абсолютно не верны.\n\nВ таком случае, правильны были бы словосочетания: «Дед яблок» - «Алманын’ Атасы» или «Алма Атасы», а «Яблочный дед» - «Алмалы Ата» - именно так составляются сочетания прилагательное-существительное в казахском языке.\n\nЕсть и другое «обоснование» Алма-Аты, мол, это название в честь имени деда-предка (ата).\n\nНо ташкентским большевикам было неведомо, что Алмой может быть только бабушка. Зато рядом был город Аулие-Ата, вот и решили наречь по созвучию.\n\nСуществуют следующие места, названные в честь имен «дедов»- предков: Асхат-Ата, Кадырбай-Ата, Чолпон-Ата, Аулие-Ата, Бапен-Ата, Кошкар-Ата и т.д.\n\nТогда если «Алма»- имя женское, то Алма-Ата - «Дед Алма» - если исходить из их логического заключения, то извините меня, город будет трансвеститом.\n\nЧто я хочу этим сказать, пусть президент занимается более важными государственными делами, а не ностальгирует по советскому прошлому вместе с человеком, который уже не знает как привлечь к себе внимание.",
                "date": "25.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кәсіпкерлікті жіктеу белгілерін көрсетіңіз",
        "question_content": "1. Кәсіпкерлікті жіктеу белгілерін көрсетіңіз.\n\n2. Кәсіпкерлің ортаның мәні мен мағынасын сипаттаңыз.\n\n3. Кәсіпкерлік ортаның жетекші элементі - экономикалық еркіндікті сипаттаңыз.\n\n4. Кәсіпкерлердің міндеттері мен  құқықтарын сипаттаңыз.\n\n5. Кәсіпкерліктің ұйымдық - құқықтық формаларын атаңыз.\n\n6. Коммерциялық мекемелерді сипаттаңыз.\n\n7. Шағын кәсіпкерлік формаларын сипаттаңыз",
        "question_date": "25.12.2019",
        "question_tag": "Университет, колледж",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3 тақырып Кәсіпкерлік қызметтің жіктелуі және түрлері\nДәрістің жоспары:\n3.1. Кәсіпкерлік қызметтің жіктелуі мен түрлері\n3.2. Өндірістік кәсіпкерлік\n3.3. Коммерциялық кәсіпкерлік\n3.4. Қаржылық кәсіпкерлік\n3.5. Кеңес беру кәсіпкерлік қызметі\n3.1 Кәсіпкерлік қызметтің жіктелуі мен түрлері\nОтандық және шетелдік экономикалық әдебиеттерде кәсіпкерлік қызметті жіктеудің нақты жүйесі анықталған жоқ. Оны әр түрлі белгілері бойынша жіктеуге болады. Кәсіпкерлік қызметтің негізгі жіктемелік белгілерін 3.1-сурет түрінде көрсетуге болады.\nКәсіпкерлік қызметтің түрлері. Жүзеге асыратын қызмет түріне қарай кәсіпкерлік қызмет өндірістік, коммерциялық, қаржылық, кеңестер берушілік болып бөлінеді. Олар өзара ішінде тағы бірнеше топтарға бөлінуі мүмкін, оны 3.2-суреттен көруге болады.\nБүгінгі таңда біздің елімізде кәсіпкерлік қызметтің мәніне үлкен назар аударылуда. Бұл белгілі бір деңгейде Қазақстандық кәсіпкерліктің қалыптасуы мен дамуына да байланысты. Нарықтық экономика жағдайында кәсіпкерлік қызметтің мақсаты тек өнім өндіру немесе қызмет көрсету ғана емес, осы табыс алу кезіндегі кәсіпкердің мақсатына жетудегі іс-әрекеттері. Кәсіпкерлік қызметтің қозғаушы күші – мол пайда табу. Сонымен, жоғарыда аталған кәсіпкерлік қызмет түрлерінің әрқайсысының өзіне тән ерекшеліктері мен жетістіктері бар. Кәсіпкер қабылданған заңға қайшы келмейтін кәсіпкерлік қызметтің кез-келген түрімен айналыса алады.\n3.2 Өндірістік кәсіпкерлік\nӨндірістік кәсіпкерлік – бұл кәсіпкерліктің айтарлықтай маңызды түрлерінің бірі. Мұнда өнім өндіру немесе қызмет көрсету жүзеге асырылады және одан әрі дайын өнімді тұтынушыларға сатуды көздейді. Ол келесідей қызметтер түрін жүзеге асырады:\n- өнім өндіруге бағытталған жұмыстар мен қызмет көрсетуді атқару;\n- ақпараттарды өңдеу және жинау;\n- рухани құндылықтарды игеру;\n- тұтынуға жататын басқа да өткізілімдер.\nӨндірістік кәсіпкерлік материалдық өндіріс сферасында іске асырылады. Сондықтан өндіріс функциясы кәсіпкерлер үшін ең маңызды болып саналады. Өндірісті жүзеге асыру үшін кәсіпкер ең алдымен қандай өнім өндіру және кім үшін өндіру керектігін білуі керек, яғни маркетингті жетік меңгергені жөн. Сонымен бірге өз иелігінде өндіріс факторларының болуы және оны ұтымды пайдаланудың маңыздылығы жоғары. Өндірістік кәсіпкерліктің өндірген өнімдерін өндірістік кәсіпорындар, коммерциялық сауда мекемелері, тауар-қор биржалары, банктер мен қарапайым халықтар пайдаланады. Өнімді тиімді сату шаралары делдал агенттіктер, брокер немесе кәсіпорынның өз күшімен жүзеге асырылады. Бұл кәсіпкерлік технологиясының айрықша жауапты кезеңі.\nӨндірістік кәсіпкерлікті жүзеге асыру бірнеше сатыдан тұрады:\n1. Кәсіпкерлікпен айналысу үшін қандай тауар өндіру, қандай қызмет көрсетуді іске асырумен шұғылдану керектігін білу керек, яғни бизнес жобасы дайындалуы тиіс;\n2. Содан кейін маркетингтік зерттеу жүргізу керек. Қандай тауардың немесе қызмет көрсетудің тұтыным мүмкіндігі мол, оған деген сұранымның тұрақтылығы, келешектегі даму тенденциясы, өнім өндіру мен оны өткізу процесіндегі шығындар, өткізу көлемін болжау, болашақ тұтынушылармен байланыс жасау, шикізат, материалдар, энергия және басқа да жабдықтаушылармен арақатынасты орнату, өндіріске қажетті қаражатты белгілеу, өнім өндіруді бастауға дейін әзірленген заттарды жеткізу мен банкротқа ұшыраудың алдын алуға бағытталған жұмыстарды атқаруы тиіс;\n3. Келесі өндіріс факторларын есепке алу шаралары болып табылады. Біріншіден, негізгі өндірістік қорлар: ғимараттар, құрылыстар, өндірістік құрал-жабдықтарды сатып алу немесе жалға алу. Екіншіден, өндірістік айналым қорлары: еңбек заттары, шикізаттар, негізгі және қосымша материалдар, отын және энергетика ресурстары, жөндеу жұмыстарын жасауға қосалқы бөлшектер, сатып алынатын құрастыру бөлшектері, жартылай фабрикаттар, келешекке қажетті шығындарды жабу көздері;\n4. Алдағы уақыттағы шығындарды есептеу, бұл бірінші кезеңдегі тауар өндіруді меңгергенше көбірек шығатын шығындар. Ол шығындар тауар өніміне тікелей қатынасады;\n5. Жұмыс күшін кәсіпкер еңбек биржасы немесе хабарландыру беру арқылы жалдап алады. Жұмысқа аларда кадрлардың білімі, мамандығы, тәжірибесі, жеке қасиеттері және т.б. ескерілуі керек;\n6. Қажетті ақпараттар мен ресурстарды қосымша қосуға мүмкіндіктерді ойластырып, алдын-ала есептеу;\n7. Қаражат қаржыларының керек мөлшерін анықтау. Жалпы ақшаның қажетті көлемі мына формуламен есептеледі:\nАж = А1 + А2 + А3 + A4 +... + Аn. (3.1) мұндағы   Аж – жалпы қажетті қаражаттар;\nА1 – жалақы қоры;\nА2 – айналым қоры;\nА3 – құрал жабдықтар;\nA4 – ақпаратқа т.б. интеллектуалды қызметке төлем;\nАn – басқа мекемелердің атқарған жұмысына төлем.\n8. Бастапқы капитал: жиналған қор және несиеге ақша алу;\n9. Өндірістік істің қорытындысы. Сатудан түскен түсімнен өндірістік және коммерциялық шығындардың айырмасы жалпы табыс болады. Жалпы жиынтық табыс жалпы түсімнен өндіріс және коммерциялық шығындарды алғанға тең болады, яғни:\nЖЖТ = Ж түсім – толық шығын (3.2) мұндағы   ЖЖТ – жалпы жиынтық табыс;\nЖ түсім – жалпы түсім.\n10. Барлық салықтарды, айыппұлдарды төлегеннен кейінгі қалған табыс – таза табыс деп аталады;\n11. Кәсіпкерліктің қаржы жағдайын бағалау үшін рентабельділік деңгейін шығару.\nРентабельділік деңгей = таза табыс / шығындар + төлемдер х 100% \n3.3. Коммерциялық (немесе саудалық) кәсіпкерлік\nКоммерция – өзінің бастапқы мағынасында сауда ұғымын білдіреді, ал коммерсант – сауда, тауар айырбастау, тауар-ақша операцияларымен айналысатын саудалық іскер адам. Коммерциялық кәсіпкерлік өндірілген өнімді сатумен және оны сатып алу келісімшарты негізінде тұтынушыларға дейін жеткізумен байланысты, яғни оның мазмұны тауар-ақша, сауда-айырбас операцияларымен сипатталады. Оның өндірістік кәсіпкерлік қызметтен айырмашылығы – мұнда өнім өндіруді өндірістік қорлармен қамтамасыз ету қажет болмайды. Мұндағы басты мәселелер: «нені сатып алу керек?», «нені сату керек?», «қайда сату керек?» деген сұрақтарға жауап іздеу керек. Кәсіпкер тауар және қызмет көрсету қозғалысына болжам жасап, алдын-ала бағалау үшін өзінің нақты іс-әрекет жоспарын (бизнес жоспар) жасайды. Мұндай қызмет нақты тұтынушылармен тікелей байланысты болатындықтан, өзгермелі қаажеттіліктерге тез бейімделеді және мобильді болады.\nКоммерциялық кәсіпкерлікті дамыту үшін мынадай екі шарттың сақталуы керек: сатылатын тауарларға салыстырмалы түрде тұрақты сұраныстың болуы және өндірушіден тауарды едәуір төмен бағаға сатып алу мүмкіндігі. Ол сатушыларға сату шығындарының орнын толтыруға және қажетті табыс көлемін алуға мүмкіндік береді.\nКоммерциялық кәсіпкерлік өндірістік кәсіпкерлікпен тікелей байланысты. Себебі, өндірілген өнімді өткізу негізінен осы коммерциялық кәсіпкерлікке жүктеледі. Ол өнімге деген сұранысты анықтап, өнімнің белгілі бір түрін өндіруді көбейтуге немесе керісінше шектеуге әсер етеді.\n3.4 Қаржылық кәсіпкерлік\nКәсіпкерлік қызметтің ерекше түрі – қаржылық кәсіпкерлік болып табылады. Оған сату-сатып алудың ерекше тауарлары: ақша, валюта, құнды қағаздар (акция, вексель, облигация т.б.), яғни ақшаны тікелей және қосымша нысанда сату жатады. Нарықтық қатынастарға өтуге байланысты ақша нарығы, валюта және құнды қағаздар нарықтары бой көтерді, оларға қатысушылар: коммерциялық банктер, қор биржалары, жекелеген кәсіпорындар мен ұйымдар, кәсіпкерлер және жеке тұлғалар. Кәсіпкерлік немесе бизнестің осы саласына қатысты кәсіпкерлер өз іс-әрекеттерін құнды қағаз нарығы мен маркетингтік қызметті ұйымдастырудан бастайды. Сөйтіп, олар ақша, валюта мен құнды қағаздардың көздерін табады. Құнды қағаздар айналымының аса тараған нысаны:\n-       құнды қағаздарды кәсіпкердің өзінің сатып алуы;\n-       оны басқа сатып алушыларға жоғары сомада сатуы;\n-       екеуінің арасындағы айырма кәсіпкерге табыс әкеледі.\nЕгер кәсіпкердің құнды қағаздарды сатып алуға қаражаты жоқ болса, онда ол несие алады немесе несие жөнінде банктермен келісім жасасады. Қаржылық кәсіпкерлік жүйесі нақты мәліметтермен толықтыруды және жоғары дәрежеде ұйымдастыру ісі техникаларымен қамтамасыз етуді қажет етеді. Қаржы-несие жұмыстарын жүргізу кезінде кәсіпкер тұтынушыға ақшаны, валютаны және құнды қағаздарды несиеге береді, ал белгілі бір уақыттан кейін берілген соманы несие пайызымен қоса қайтарып алады. Мұндай мәміле кезінде кәсіпкер сатып алушылардың қаржылық мүмкіндіктері жөнінде хабардар болуы тиіс немесе алдын-ала кепілдік мәселесін шешіп алуы тиіс.\n3.5 Кеңес беру кәсіпкерлік қызметі\n«Консультант» сөзі латын сөзінен шыққан және «кеңес беруші» деген мағынаны береді, яғни өз мамандығының мәселелері бойынша кеңес беретін және белгілі бір аймақтағы білікті маман. Шетел тәжірибесінде түрлі сұрақтар (ұйымдастыру, басқару және т.б.) бойынша ақылы кеңестер беруді консалтинг деп атайды. Консалтингтік қызмет көрсетулер консалтингтік жобалар түрінде ұсынылады.\nКеңес беру (консалтингтік) кәсіпкерлігі – бұл ой нарығының бір бөлігі. Оған жалпы басқару, әкімшілік басқару, қаржылық қолдау, маркетинг, ақпараттық технология, арнайы қызметтер жатады. Онда қаржылық, инвестициялық саясаттарды жасақтау, белсенді маркетинг, тәуелсіз кеңестер бойынша жұмыстар жүргізіледі. Сонымен қатар халыққа ақылы немесе ақысыз түрде кеңестер беріліп, қызметтер көрсетіледі. Нарыққа бағытталу туралы қаржылық жағдайлар, шаруашылық талдауды жасаудағы басқару мәселелері жөнінде көмектер беру мен басқа да қызметтер көрсетіледі.\nКеңес беру әдістері:\n1. Эксперттік кеңес беру – маман өз бетімен талдау жасайды, шешімдерді жасақтайды және оны енгізуге ұсыныстар жасайды;\n2. Процестік кеңес беру – кәсіпорын маманы клиентпен белсенді түрде қарым-қатынаста болады, оның өз ойын айтуына ынталандырады, клиентпен бірге талдау жасайды, сонан кейін бірге ұсыныстарды әзірлейді;\n3. Оқулық кеңес беру – теориялық дәрістерді оқу, іс-тәжірибе және семинарлар өткізу, оқу құралдарын жасақтау.\nАл қазіргі уақытта өмірлік тәжірибемізде жоғарыда аталған бұл үш түрі де аралас болып қолданылуы мүмкін.\nҰсынылатын әдебиеттер\n1. Смирнова Г.М. Предпринимательская деятельность в образовании: учебное пособие. – Караганда: Изд-во КарГУ, 2005.\n2. Бердалиев К.В. Қазақстан экономикасын басқару негіздері. Алматы; Экономика 2001\n3. Кәсіпкерлік негіздері: Оқулық / М.Б.Бисенғазиев, А.Ш.Хамитов. Орал. Батыс Қазақстан мемлекеттік университеті баспасы. 2001. – 242 б.\n4. Исаева К.Р., Омаров С.К., Кипшаков С.А. Основы социально-экономической подготовки молодежи. – Караганда: Изд-во КарГУ, 2001. – 110 б.\n5. Колпаков В.В. Курс предпринимательства в схемах. Новосибирск: Экор, 2001. – 64 б.\n6. Предпринимательство в Республике Казахстан. Алматы: – Экономика, 2000. – 102 б.\n7. Елшібаев Р.Қ. Кәсіпкерлік қызметті ұйымдастыру. – Алматы, 2009.",
                "date": "30.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2-тоқсан қазақ әдебиеті бойынша БЖБ, ТЖБ тапсырмалары керек?",
        "question_content": "2-тоқсан бойынша қазақ әдебиеті бойынша 7-сыныпқа арналған БЖБ, ТЖБ тапсырмалары pdf н/е docx форматында бар ма? Алдын ала рақмет!",
        "question_date": "24.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ әдебиеті тжб 2 тоқсан",
                "date": "24.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлем таныған Абай атты шығарма қажет?",
        "question_content": "Әлем таныған Абай атты жоспарымен шығарма қажет?",
        "question_date": "24.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Елбасы Нұрсұлтан Назарбаевтың «Болашаққа бағдар: рухани жаңғыру» атты бағдарламалық мақаласы қоғамдық өміріміздегі айрықша құбылыс болды. Мақаладағы ең ерекше көңіл аударатын тұс – ұлттық кодты жоғалтпау мәселесі және ұлттық рухымызды жандандыру болып табылады. \nЕлбасы өз сөзінде: «Салт-дәстүріміз, тіліміз бен музыкамыз, әдебиетіміз, жоралғыларымыз, бір сөзбен айтқанда, ұлттық рухымыз бойымызда мәңгі қалуы тиіс» – деді. \nОсы орайда Мемлекет басшысының «Болашаққа бағдар: рухани жаңғыру» атты мақаласын негізге ала отырып, ұлттық рухымызды дәріптеу мақсатында ақын, қазақ әдебиетінің, қазақ әдеби тілінің негізін қалаушы Абай Құнанбаевтың туғанына 172 жыл толуына орай Ә. Тәжібаев атындағы облыстық әмбебап ғылыми кітапханасында «Әлем таныған ұлы Абай» атты кітап-көрмесі ұйымдастырылды.\nАбай – ұлы ақын, дана ойшыл, қазақтың жаңа тарихи дәуірдегі реалистік жазба әдебиетінің атасы. Абай есімі – қазақ халқының ұлттық санасының оянуы мен рухани қайта жаңғыруының, қоғамның озық күштерінің өркениеттілікке ұмтылысы мен әлеуметтік әділдіктің символы. Ол қазақ поэзиясының, халық даналығының барша жақсы тәжірибесін бойына сіңіре отырып, ұлттық поэзияны, өнерді, қоғамдық ойды байытты, жаңа сапалы биікке алып шықты.\nҰлы ақынға арналған «Әлем таныған ұлы Абай» атты кітап-көрмесі:«Ұлы даланың ұлы ақыны», «Абай – мәңгі халқының жүрегінде», «Абайдың асыл мұрасы», «Абай және әлем әдебиеті» бөлімдерінен тұрады.\nБірінші және екінші бөлімдерде ойшыл, дана Абай Құнанбайұлының өмірі мен шығармашылығына арналған «Ұлы дала тұлғалары» сериясы бойынша шыққан «Абай Ибраһим Құнанбайұлы», М. Бейсенбаевтың «Абай және оның заманы», «Тәуелсіздік және Абай мұрасы», Н. Анастасьевтің «Абай», О. Сабденнің «Абай и будущее Казахстана» атты кітаптары қойылды. \nКөрменің «Абайдың асыл мұрасы» атты бөлімінде халқымыздың дана да дара кемеңгері, данышпан ақыны, әрі ұлы ойшылы – Абай Құнанбайұлының қара сөздері, «Қазақ әдебиеті кітапханасы» сериясы бойынша Г.Бельгердің құрастыруымен «Мен бір жұмбақ адаммын оны да ойла», «Мақсатым – тіл ұстартып, өнер шашпақ», «Өкінішті көп өмір кеткен өтіп...», «Сен де бір кірпіш дүниеге» т.б. шығармалары қойылды. Келесі бөлімде ұлы ақынның шетел тілдеріне аударылған еңбектері оқырман қауымға ұсынылды. Атап айтқанда: «Библиотека журнала АМАНАТ» сериясы бойынша жарық көрген ABAI «Book of words», жазушы Г. Бельгер құрастырған «Двадцать стихотворении на трёх языках», корей тіліндегі шығармалары қойылды. \nТәуелсіз Қазақстан елі әлемдік өркениет көшіне жол тартқан тарихи кезеңде хакім Абайдың асыл мұралары болашаққа жол бастап, темірқазық болып отыр. Артына өлмейтұғын сөз қалдырған ұлы ақынның шығармаларын кейінгі толқын көкірегіне тоқып, көңіліне шамшырақ етіп алары сөзсіз.",
                "date": "30.12.2019",
                "upvotes": 0
            },
            {
                "text": "Әлем таныған-Абай. Әлем Абайды танымаса,  Абай әлемді танытқан жоқ.\nОсы дәрежеге Абай қалай жетті? Абай қалайша даралана түсті? Абайды-Абай қылған не нәрсе? деген сан қилы сұрақтар Абай әлемін оқымаған қауым өкілдеріне жасырын болып қалыптасқан секілді.\nАбай кім? деген сұраққа біз әдетте жәй оңай көз қараспен жауап береміз. Негізінен бұл жаттанды сөздер қате, себебі Қазақ бола тұра Абай сынды ұлы тұлға иесін сөз астары мен шектемей, керсінше әр ауызға алған сайын жаңа ойға серпіліс беретін, оқушы жамағаттың денесін тітіркендіретін әсер қалдыру біздің бүгінгі күнгі миссия болып саналады.\n\"- Одан асқан бұрын-соңғы заманда Қазақ даласында біз білетін ақын болған жоқ\" деп пікір қалдырған екен А.Байтұрсынов.\nКез-келген адамның Абай алдындағы борышы үлкен, оны сезіне білген тұлға өзгелерден ерекше болып қалыптасқанына кәміл сенемін. Әр адамның, әр Қазақ баласының жүрегіңде Абайға деген орын болу қажет,әр адамның Абайға деген түпкілікті пікірі болу қажет. сол себепті Абай жайлы санамызда дұрыс пікір,зор құрмет қалдыруға тырыссақ нұр үстіне нұр болар еді.",
                "date": "30.12.2019",
                "upvotes": 0
            },
            {
                "text": "Әлем ұлықтаған Абай Биыл Қазақ елі әлемге әйгілі ақын, философ, ағартушы Абай Құнанбайұлының 175 жылдық мерейтойын ЮНЕСКО мен ТҮРКСОЙ аясында атап өтеді. Ахмет Байтұрсынов 1913 жылы «Қазақ» газетінде «Абай – қазақтың бас ақыны» - деп жоғары баға берген екен. Дана ойшыл тек ақын емес, композитор, аудармашы, саяси қайраткер, жазба әдебиеті мен қазақ әдеби тілінің негізін салушы, реформатор ретінде де танымал. Семей өңірінде дүниеге келген болашақ ақын бала кезінен Зере әжесінің ертегісін естіп, Ұлжан анасының тәрбиесін көріп өскен. Зерек Абай бала күнінде жаттаған кейбір өлеңдерін қартайғанша ұмытпаған көрінеді. Ел басқару ісіне де жастайынан араласқан. Тіпті, ол бастаған комиссия барлығы 93-баптан тұратын ережені 3 күнде әзірлеп шыққан. Алғашқы өлеңін 10 жасында жазған. Абай өлеңдерінің ішінде мазмұны жағынан да, көркемдік бітімі жағынан да ерекшеленген үздік туындылар көп. Ал «Қансонарда» өлеңін оның ақындық қуатын танытқан үлкен шығармасы деуге болады. Әрбір туындысы тың дүние, шығармашылық жаңалық. Пушкин, Лермонтов, Крылов өлеңдерін қазақ тілінде сөйлетті. Хакім Абай мысал өлеңдерді де шебер жаза білді. Адамның мінезі мен әрекетін сөзбен түйреп, сатиралық бейнемен көркем жеткізді. Ең бастысы, Батыс пен Шығыс мәдениеттерін шебер ұштастыра білді. Ал қара сөздері – оның іргелі еңбегінің бірі әрі бірегейі. Бүгінде ақынның бұл мол асыл мұрасы орыс, қытай, француз және тағы басқа әлемнің көптеген тіліне аударылған. «Адам өмірінің мақсаты – кемелдену мен жетілу», - деп білетін Абай философиясына әлемдегі болмыстың мәні мен өзіндік ішкі байланысын ту еткен. Абай мұрасын алғаш болып Әлихан Бөкейханов, Ахмет Байтұрсынұлы, Міржақып Дулатұлы зерттесе, Кәкітай Ысқақұлы мен Абайдың баласы Тұрағұл Абай өлеңдерінің жинағын басып шығарды. Мыңмен жалғыз алысқан Абай шамамен 170 өлең, 56 аударма, 45 қара сөз жазған. Ақынның музыкалық мұрасы да өз алдына бөлек әңгіме. Ауыздан-ауызға, заманнан-заманға ауыса отырып жеткен 20-ға жуық әні бар. Төрткүл дүниеге танылған ойшылдың құрметіне арналған әлемде ескерткіш пен көшелер аз емес. Душанбе, Дели, Киев, Краматорск, Днепропетровск, Каир, Баку, Ташкент, Бішкек, Нью-Дели қалаларында Абай атындағы көше болса, Лондон қаласында Абай үйі ашылған. Ташкент, Мәскеу, Бейжің, Тегеранда ақын бейнесі сомдалған еңселі ескерткіш пен мүсіндер бар. Абайдың 175 жылдық мерейтойы аясында елімізде 500-ден аса іс-шара ұйымдастырылады. Абай еңбектері ағылшын, араб, жапон, испан, итальян, қытай, неміс, орыс, түрік, француз тілдеріне тәржімаланып, ақынның өмірі, мұрасы, қазақ мәдениетін дамытудағы рөлі туралы бірнеше деректі фильм және «Абай» телесериалын түсіру жоспарға енген. \nФ.ҚОЗЫБАҚОВА, Әл-Фараби атындағы Қазақ ұлттық университеті тарих және археология, этнология факультетінің Қазақстан тарихы кафедрасының профессоры, ғылыми жоба жетекшісі. Назерке Усербай, филология және әлем тілдері факультетінің студенті.",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала асырап алғым келеді?",
        "question_content": "Саламатсыздар ма. Отбасы курганымызга 6 жыл болды, бопели бола алмай журмиз.  Курсагына бала битпеген кандай ауыр екенин айтпай ак кояйын. Тагдыр талкегине тусип, аягы ауырлап калган, баласынан бас тарткысы келген кыз келиншектер болса, отиниш, маган хабарлассаныз екен. Баланызга дуниедеги ен мейиримди ата ана боламыз деп Аллах алдында соз беремиз.\nАкшага сатамын, уй алып берсениз баламды беремин деген ойларыныз болса, хабарласпай отип кетсениздер екен. Тек шын ниетпен, адал жолмен алгымыз келеди.\nТел.87058284683. Ватсапп.",
        "question_date": "24.12.2019",
        "question_tag": "Тұлға, Адам",
        "question_views": 773,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Неке (ерлі-зайыптылық) және отбасы туралы\" Қазақстан Республикасы Кодексіне (бұдан әрі – Кодекс) сәйкес бала отбасына асырап алуға, қорғаншылыққа (қамқоршылыққа) патронаттық тәрбиелеуге немесе баланы құабылдайтын отбасына берілуі мүмкін.\nҰл баланы асырап алу (қыз баланы асырап алу) - нәтижесінде шығу тегі бойынша туыстарының құқықтары мен міндеттеріне теңестірілетін жеке мүліктік емес және мүліктік құқықтар мен міндеттер туындайтын сот шешімі негізінде баланы (балаларды) отбасына тәрбиелеуге берудің құқықтық нысаны.\nПатронат - жетім балалар, ата-аналарының (ата-анасының) қамқорлығынсыз қалған балалар қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын орган мен баланы (балаларды) тәрбиеге алуға тілек бiлдiрген адам жасайтын шарт бойынша отбасыларға патронаттық тәрбиеге берілетін тәрбие нысаны.\nҚорғаншылық - он төрт жасқа толмаған балалардың және сот әрекетке қабілетсіз деп таныған адамдардың құқықтары мен мүдделерін қорғаудың құқықтық нысаны.\n Қамқоршылық – он төрттен он сегіз жасқа дейінгі баланың (балалардың), сондай-ақ спирттік ішімдіктерге немесе есірткі заттарына салыну салдарынан сот әрекет қабілетін шектеген кәмелетке толған адамдардың құқықтары мен мүдделерін қорғаудың құқықтық нысаны.\nОсылайша, қалыптасқан жағдайға байланысты, сіз мынаны түсінуіңіз қажет, егер сіз отбасыңызға баланы қабылдап, ол үшін туған балаңыздай  жауапкершілікті артуға дайын болсаңыз, оның келешекте мүлікке құқық иеленуіне дайын болсаңыз, онда баланы асырап алуға тоқталуыға болады. \nБаланы қабылдайтын отбасы – жетім балаларға, ата-аналарының қамқорлығынсыз қалған балаларға арналған білім беру ұйымдарындағы кемінде төрт және оннан аспайтын жетім баланы, ата-аналарының қамқорлығынсыз қалған баланы тәрбиелеуге қабылдайтын отбасына орналастыру нысаны.\nДереккөз: https://m.egov.kz/cms/kk/articles/child/adoption_of_a_child_in",
                "date": "30.12.2019",
                "upvotes": 0
            },
            {
                "text": "Неке және отбасы туралы кодексінің 84-бабына сәйкес. Асырап алуға жол берілетін балалар\n      1. Тууы осы Кодексте белгіленген тәртіппен тіркелген және толық тән саулығы, психикалық, рухани және адамгершілік жағынан дамуын қамтамасыз ету мүмкіндіктері ескеріле отырып, кәмелетке толмаған балаларға қатысты тек қана солардың мүддесінде асырап алуға жол беріледі.\n      Бұл ретте баланың жас мөлшері, естиярлық дәрежесі және өзін асырап алуға келісімі ескеріледі.\n      2. Жалғыз ата-анасы немесе екеуі де:\n      1) қайтыс болған;\n      2) баладан бас тартқан;\n      3) ата-ана құқықтарынан айрылған және олар қалпына келтірілмеген;\n      4) туыстарына, асырап алынатын баланың (балалардың) анасымен немесе әкесімен некеде (ерлі-зайыптылықта) тұратын адамдарға баланы асырап алуға келісім берген;\n      5) сот тәртібімен әрекетке қабілетсіз, хабар-ошарсыз кеткен деп танылған немесе қайтыс болған деп жарияланған;\n      6) белгісіз болған жағдайда, балалар асырап алуға жатады.\n      3. Осы баптың 2-тармағының 1) — 3), 5) және 6) тармақшаларында аталған, Республикалық деректер банкінде есепте тұрған балалар азаматтығы мен тұрғылықты жеріне қарамастан, балалардың туыстарына, Қазақстан Республикасының аумағында тұрақты тұратын Қазақстан Республикасының азаматтарына Қазақстан Республикасының заңнамасында белгіленген тәртіппен асырап алуға берілуі мүмкін.\n      4. Қазақстан Республикасының азаматтары болып табылатын, Республикалық деректер банкінде орталықтандырылған есепте тұрған балалар Қазақстан Республикасынан тыс жерде тұрақты тұратын Қазақстан Республикасының азаматтарына асырап алуға берілуі мүмкін.\n      Баланы туыстары, Қазақстан Республикасының аумағында және одан тыс жерде тұратын Қазақстан Республикасының азаматтары асырап алмаған жағдайларда ғана Қазақстан Республикасының азаматтары болып табылатын, Республикалық деректер банкінде орталықтандырылған есепте тұрған балалар шетелдіктерге асырап алуға берілуі мүмкін.\n      Шетелдіктердің бала асырап алуы туралы істерді қараған кезде сот азаматтығы мен тұрғылықты жеріне қарамастан баланың туыстарының не Қазақстан Республикасы азаматтарының осы баланы бірінші кезекте асырап алу құқығын Қазақстан Республикасының балалардың құқықтарын қорғау саласындағы уәкілетті органының іске асырғанын анықтауға міндетті.\n      5. Шетелдіктердің бала асырап алуына балалардың құқықтары мен мүдделерін қорғау саласында Қазақстан Республикасымен тең мәнді халықаралық міндеттемелері бар елдердің азаматтарына ғана рұқсат етіледі.\n      6. Қазақстан Республикасының азаматтары болып табылатын балаларды асырап алуға беру тәртібін Қазақстан Республикасының Үкіметі бекітеді.\n      7. Осы баптың 2-тармағының 1) — 3), 5) және 6) тармақшаларында аталған балаларды асырап алуға беру туралы рұқсатты қорғаншылық және қамқоршылық жөніндегі функцияларды жүзеге асыратын орган комиссия қорытындысы негізінде береді.\n      8. Комиссияның қызмет тәртібі мен құрамын Қазақстан Республикасының балалар құқықтарын қорғау саласындағы уәкілетті органы айқындайды.",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген сөйлемге синтаксистік талдау жасау керек.",
        "question_content": "«Өз жаныңызға жақын мамандықты іздеп табу да барынша күрделі жұмыс» синтаксистік талдау жасау.",
        "question_date": "24.12.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 819,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Синтаксистік талдау:\n\nСөйлем: Өз жаныңызға жақын мамандықты іздеп табу да барынша күрделі жұмыс.\n\nБастауыш: Өз жаныңызға жақын мамандықты іздеп табу\n\nАнықтауыш: Өз\n\nТолықтауыш: жаныңызға\n\nПысықтауыш: жақын\n\nБастауыш: мамандықты\n\nБаяндауыш: іздеп табу\n\nБаяндауыш: барынша күрделі жұмыс\n\nПысықтауыш: барынша\n\nПысықтауыш: күрделі\n\nБаяндауыш: жұмыс\n\nШылау: да (күшейткіш шылау)",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтелеком берген Алтел нөмірінің жасап тұрғанын қалай білуге болады?",
        "question_content": "Үйдегі интернет үшін Мегалайн интернетін қосқанымыз үшін акциға екі Алтел нөмірін сыйлаған тегін мб мен сөйлесуі бар. Кеше жасамай қалды. Жеке кабинетке кірсем мынадай шығып тұр, бәрі жақсы сияқты. 160 нөміріне соқтым, бәрі норма бізде жасап тұр деп көрсететіліп тұр деді.",
        "question_date": "24.12.2019",
        "question_tag": "Байланыс операторлары",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сим картаны телефонға қосып интернетке қосылып көріңіз. Істемей жатса перезагрузка жасаңыз.",
                "date": "30.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыс мезгілінде аяқ жаурайды, неге?",
        "question_content": "Ассалаумагалейкум ! Сурайын дегеным менен баскада адамдар ушын де манызды шыгар деп ойлаймын. Мынау КЫС мезгылынде кандай Етік сатып алып кисемде уйден жылы кылып шыгам , жарты сагатта аягын жаурайт еми барма?",
        "question_date": "24.12.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 773,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысы-жазы қол-аяғы жылынбайтын жандар бар. Тіпті тоңумен қатар, аяқ-қолдары дымқыл болып жүретіндер де жиі кездеседі. Үнемі мұздап жүрудің себебі неде? Аяқ-қолдың мұздай болуы қан айналымына тікелей байланысты. Қан айналым адам бойындағы температураны қалыпты жағдайда ұстайды. Аяқ-қолы жылынбаса, онда анимия, артерия тамырының бір аймағында тұйықталу немесе басқа мәселелер болуы мүмкін. Мамандардың айтуынша бұл жағдай көбіне әйелдерде кездеседі екен. Себебі, нәзік жандылар сезімтал келеді. Бауырға зақым келсе де аяқтың тоңып жүруі ықтимал. Өйткені, бауыр адам ағзасындағы энергия алмасуына қатысады. Дегенмен, мұндай кінәраты бар адамдарға бұл мәселені жеңудің жолы қиын емес. Ол үшін біріншіден кеңірек киім кию керек. Мысалы, бір өлшем артық аяқ киім, сәл кеңдеу көйлек кигеніңіз абзал. Яғни, дене мен киім арасында жылы ауа қабаты пайда болғаны дұрыс. Ол денені жылытады. Сала мамандарының айтуынша аяқ-қолды жылытудың тағы бір шешімі өткір, дәмді азық-түліктерді жиі тұтыну. Олар тамырды кеңейтеді. Жүректегі қан айналымының белсенділігіне жол ашады. Дене қызуын көтереді. Ащы бұрыш та қан ұюының алдын алады. Өйткені, оның құрамында А және С дәрумендері бар. Ал, аяқ-қолы тоңып жүретіндер қандай тағамдардан бас тарту керек? Олар темекі шекпей, ішімдікке жоламай, мүмкіндігінше кофе де тұтынбауы тиіс. Өйткені, бұлар тамырды тарылтады. Ал, алкогольдік сусындар ағзаны сусыздандырады. Ең бастысы аяқ-қолы қысы-жазы жылынбайтын адамдар көбірек қимыл-қозғалыста болуы қажет.\n\nДереккөз:: https://qazradio.fm/kz/news/13524/",
                "date": "3.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "n-ның қандай мәндерінде nx^2-14x+n=0 теңдеуінің бірдей екі түбірі болады ?",
        "question_content": "nx^2-14x+n=0 екі бірдей түбірін табу керек D-дискриминант арқылы",
        "question_date": "22.12.2019",
        "question_tag": "Мектеп",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "D = b^2-4ac = (14*14) - 4*n*n = 196 - 4n^2\n\nДискриминант мәні 0-ге тең болған кезде, квадрат теңдеуінің 2 бірдей түбірі болады:\n\n196 - 4n^2 = 0\n\n-n^2 = -49\n\nn = 7; -7\n\nx = -b/2a\n\n1) n = 7, x = 1\n\n2) n = -7, x = -1",
                "date": "27.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызым екеуміз руласпыз. Мен ол қызға үйлене аламын ба?",
        "question_content": "Ұнататын қызым екеуміз руласпыс.\nТағы да айта кететінім менің әжемнің руы: Беріш, Себек\n\nМенің руым: Беріш, Жайық, Үрсей\n\nҚызымның руы: Беріш, Жайық, Тұмаш\n\nМен ол қызға үйлене аламынба?",
        "question_date": "22.12.2019",
        "question_tag": "Шежіре",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ олай болмайды. Егер үйленетін болсаңыздар сіздерден болашақта дені сау бала туылмайды",
                "date": "24.12.2019",
                "upvotes": 0
            },
            {
                "text": "Заңмен тыйым салынбаған.",
                "date": "30.12.2019",
                "upvotes": 0
            },
            {
                "text": "Шежіреңе қарап жеті атадан аралас боласындарма соны қара\n\nЖеті атадан асса болады енді әрине әке шешелерің рұқсат берсе",
                "date": "31.12.2019",
                "upvotes": 0
            },
            {
                "text": "Әкелеріңіздерден ары қарай алты ата санасыңыздар, ортақ ата бар ма екен.  нағашы жағында 5 әулетке дейін қарай ма екен, біле алмай жүрмін.",
                "date": "2.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дебат ойынына кейс құрастыру қажет?",
        "question_content": "БП «Мемлекет саясатын куру барысында экономиканын/экономисттердин басым ролге ие болганына окинеди»  Укиметке де, оппозицияга да. Комектесип жибериниздерши!",
        "question_date": "21.12.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "у=-5х+10 функциясының абсцисса осымен қиылысу нүктесінің координатасын табыңыз?",
        "question_content": "у=-5х+10 функциясының абсцисса осымен қиылысу нүктесінің координатасын табыңыз.\n\nА) (2;0) В) (-1;2)С) (1;0) Д) (15;0)",
        "question_date": "20.12.2019",
        "question_tag": "Математика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0=-5x+10\n\n5x=10\n\nx=2\n\n(2;0) A)",
                "date": "20.12.2019",
                "upvotes": 0
            },
            {
                "text": "Короче\n\n1)X=0    Y=10       (0;10)\n\n2)Y=0    X=-2         (0;-2)",
                "date": "10.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ә.Нүрпейісов Қан мен Тер романындағы кейіпкерлер мінезінің ерекшеліктерін жаз.",
        "question_content": "Қан мен тер кейіпкерлердің мінезініңе ерекшеліктері",
        "question_date": "20.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақалада Әбдіжәміл Нұрпейісовтің «Қан мен тер» романындағы орталық тұлға – Еламанның өмір соқпақтары, өміртанымдағы өсу жолын көркемдік шешімде көрсетуі – қаламгер Нұрпейісовтің характер сомдау, характер ашудағы елеулі табысы болып саналатынын айқындап, терең салғастырулар жасайды. Автордың белгілі бір дәуірдегі ел тарихын, адам тағдырын, жалпының ішіндегі жалқының өмір шырғалаңын ұдайы қатарластыра, қосқаптал ағыстармен, үзік-үзік, қадау-қадау айқын сәттермен астарлап алып отыратынын сәтті байқап, суреткерлік шеберлігін сөз етеді. Мақалада Бальзактың ХІХ ғасырдағы француз қоғамы, қоғам аясындағы адам тағдырлары туралы жазған том-том шығармасын, М.Горькийдің адам өмірінің мәнін толғаған романдарын Ә.Нұрпейісов туындысымен салыстырып, қазақ жазушысының өзіндік ерекшелігін айқындайды. Романдағы Еламан да, Сүйеу қарт та, Мөңке шал да, Қаракемпір отбасы да, Тәңірберген де, Ақбала да, Судыр Ахмет те өз дәуірінің ақиқатымен ғұмыр сүрген мейлінше толымды көркем бейнелер екені жан-жақты қарастырылып, терең қамтылған. «Қан мен терде» жазушыны осы адамдардың тағдыры толғандыратынын саралайды. Мақала авторлары қазақ әдебиетінде белгілі бір кезеңде өріс алған роман жанрының дамуында «Қан мен тердің» де елеулі орны барын романдағы уақыт шындығы, адам тағдырлары аясында көркемдік шеберлік алымдарын атап отырып аша түседі. Жазушының характер жасау, баяндау, суреттеу тәсілдеріндегі жетістік, кемшілікті шендестіре отырып, қаламгер Әбдіжәміл Нұрпейісовтің қиын жанрдағы суреткерлі қарымын көрсетумен бірге, қазақ романистикасының да беталыс-бағытын сараптайды.",
                "date": "3.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қабдеш Жұмаділовтің \"Тағдыр\" романына арқау болған тарихи оқиға?",
        "question_content": "Қабдеш Жұмаділовтің \"Тағдыр\" романына арқау болған тарихи оқиғаларға тоқталып, дәлелдер келтіре жаз.",
        "question_date": "20.12.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ әдебиетіне 1960 жылдары келіп қосылған бір шоғыр таланттың ішінде бүкіл қазаққа танылған тұлға – Қабдеш Жұмаділов те болатын. Өзі қатарластарынан біршама ерекшеленетін. Бұл ерекшелік оның өмір жолында ғана емес, шығармаларынан да көрініп тұратын. \nАлғашқы қадамын поэзиядан бастап, шағын жанр арқылы романға келген Қабдеш Жұмаділов – қазақ әдебиетінің дамуында өзіндік орны бар қаламгер. Жазушыны өз замандастары «қара сөздің Қабдеші», «тағдыры бөлек тарланбоз», «тағдырлы тұлға» деп атаған. \nҚабдеш Жұмаділовтың көпшілікке кеңінен таныс «Тағдыр» романы – Шығыс Түркістандағы қазақ тарихы негізінде жазылған тарихи роман. Бұл романда жазушы Қытайдағы екі мың жылдан аса уақыт өмір сүрген монархиялық патшалық өкіметтің 1911 жылға дейінгі тарихи жағдайларына байланысты қазақтардың өмірін, күресін қайраткер тұлға Демежан арқылы көрсетеді. \nРомандағы басты оқиға орыс пен қытай арасындағы шекара бөлінісі болса, оның сыртында қазақтың көшпенді өмірі, отырықшы өмірге үйрену, қытайлықтардың қамал-қорған тұрғызулары секілді тарихи маңызы зор оқиғалар да орын алған. \nЖазушы шығармашылығынан қазақ өмірінің, салт-дәстүр, әдет-ғұрпының алар орны мол. Сондай-ақ, роман мазмұнын ашып, авторлық идеяны жеткізуде бұл баяндаулардың алар орны да айтулы болмақ. \nҚабдеш Жұмаділов романдары күшті характерлермен, сюжеттік-композициялық бітімімен  дараланады. Жазушының «Соңғы көш» романынан кейін жазған «Тағдыр» туындысы да Шығыс Түркістан тақырыбында жазылған. «Соңғы көш» пен «Тағдыр» романдарында ортақ мәселелер бар. Біріншіден, екі шығармадағы оқиғалардың өткен орны – Шығыс Түркістан аймағы. Екіншіден, екі романды да сабақтастырып тұрған бейнелер – Сымайыл, Күдері, Қанағат би, Естай. \nРоман мазмұнына қысқаша тоқталып өтсек, «Тағдыр» романына арқау болған – Еженхан мен Ақпатшаның арасындағы Шығыс Түркістан аймағын бөлісу мәселесі, шегара бөлінгеннен кейінгі халық тағдыры. Романда XIX ғасырдың аяғы мен XX ғасырдың басы аралығындағы уақыт қамтылған, яғни «Соңғы көштегі» Қанағат бидің әкесі – Күдері мен атасы Сымайылдың өмір сүрген дәуірі бейнеленген. Роман сюжетіне арқау болған оқиға – Ресей мен Қытай сияқты екі империяның ортасында өмір сүрген аз санды қазақ елінің ауыр тағдыры. Екі мемлекет арасындағы шегара бөлісу мәселесі романның «Жол торабы» бөлімінде ғана көрініс тапқан. Қалған бөлімдерінде осы оқиғадан кейінгі ел ішіндегі жағдай, шегара бөлісінің қазақ жеріндегі ел басқару жүйесіне әсері, соған қатысты қоғамда болған өзгерістер, қазақ пен қытай арасындағы қарым-қатынастар, т.б. мәселелер суреттелген. Әр мемлекет өзінің территориясын айқындап, шегара бағандарын орнату кезінде жергілікті халық тарапынан үлкен наразылық туады, бірақ ол көтеріліске ұлғаймайды. \nАвтор сынға алатын мінез ерекшеліктері кейде – қазақшылық болып жалпылама атауға иелік етіп те жүр. \nЖазушының символикалық мәнге аса назар аударатындығын «Соңғы көш» романынан да байқаған болатынбыз. Бұл «Тағдыр» романында да айқын аңғарылады. \n«Романның ұзын-ырғасына сүйенсек, алғашқы бөлімде қалың қазақтың, іргесі іріп, қанаты қайырылып, қабырғасы сөгілген сергелдең жұрттың шылбыр үзіп шыға алмастай шегара шеңберіне түсуі – бастау да, итке тастаған сүйектей үкірдайлыққа таласып, маңдайына басқан азаматы Демежанның түбіне жетуі – түйін. Бүкіл бір қауым елдің етекке толған көз жасы, қайғы-зар, бір күндік қуаныш тойы осы бастау мен түйіннің арасында тұйықталған шекара шеңберінің ішінде өтеді». \n«Тағдыр» романы тек шекара бөлісі ғана емес, тұтас ұлт тағдыры екендігін жоғарыда айттық. Ондағы тарихи деректіліктің өзі ұлт болмысын ашуға қызмет ететіндігіне де, қазақты танытуға септігін тигізетіндігіне де баса назар аударғымыз келеді. «Тағдыр» романындағы тарихи деректілік туралы сөзімізді әдебиеттанушы ғалым Шериаздан Елеукеновтың роман жайындағы сөзімен түйіндесек: «Тағдыр» – ұлтжанды қаһарманды биік  өреге көтерген роман. Ол – қазақ әдебиетінің өз қойнауынан шыққан туынды. Басқа тілдерге аударылғанда ғана бағы ашылатын кейбір шығармалардай, батыс я Латын Америкасы роман үлгісі бойынша пішілмеген. «Тағдырды» оқып отырғанда қазақтың кең даласына сүңгіп кеткендей рахат кешесің» – дейді.\n\nТолығырақ: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/24347",
                "date": "3.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ТЖБ БЖБ туралы өлең шумақтары кажет",
        "question_content": "ТЖБ, БЖБ, КМЖ туралы мугалiмдерге арналған өлең шумақтары. Әзілдеп жазылған болса да болады",
        "question_date": "20.12.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "əй-дегедəй,\n\nəй-дегедəй!\n\nооооаааа,ТЖБ мен БЖБ..\n\nсендер үшін талай көтімді жырттым,\n\nқалай болса солай дайындалдыыыым,\n\nкласста ең кіші бал алдыыыым!!!\n\nəй-дегедəй\nəй-дегедəəй\n\nсодан кейін əкем белдік алддыыы,\n\nкөтімнен бірнеше рет соқты...\n\nТаяқтан алдым витамин - Т\n\nсодан кейін мамам келді дее.....\n\nмен:əй-дегедəй\n\nəй-дегедəй\n\n*əƏƏƏЙ-ДЕГЕДəƏƏƏƏƏƏƏƏƏЙ*",
                "date": "23.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жарнама көрсетпейтін қандай браузерлер бар?",
        "question_content": "Жарнама көрсетпейтін қандай браузерлер бар?",
        "question_date": "20.12.2019",
        "question_tag": "Интернет, Сайт",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(Жауап сұраққа тікелей жауап емес) Хром браузерінде жарнаманы жасыру үшін.. AdBlock қосымшасын орнату жолы сілтеме",
                "date": "3.02.2020",
                "upvotes": 1
            },
            {
                "text": "Мәселе браузерлерде емес, мәселе сайттардың саясатында. Көптеген администраторлар ақша табу мақсатында өздерінің сайттарында жарнама орналастырады, осыған түсіністікпен қарауыңыз керек. Ал енді сізге жарнаманы жиі көру ұнамай жатса, онда AdBlock және т.с.с. утилиталар мен аппликейшн (application) жүктеуге кеңес беремін",
                "date": "27.12.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Басқа мамандықтағы екінші жоғары білім",
        "question_content": "Екінші рет басқа мамандықта жоғары білім (бакалавр) оқығанды қалай ойлайсыз, құптарлық іс пе? Әлде құр босқа уақыт өткізіп алу ма?",
        "question_date": "20.12.2019",
        "question_tag": "Университет, колледж",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер өзіңе,жұмыс істейтіндігіңе сенімді болсаң оқы.",
                "date": "20.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2003-2006 жылдар аралығындағы ХҚТУ-да оқығаным жайлы лицензия көшірмесі керек.",
        "question_content": "Саламатсыздар. Мен 2003-2006 жылдар арлығында Халықаралық Қазақ-Түрік университетінің, Шымкент филиалының заң факультетінде магистратурада оқыдым. Менің шет елге оқуға түсуіме байланысты, сол жылдар аралығындағы университеттің және мамандықтын лицензия көшірмесі керек . Түркістан қаласында орналасқан ХҚТУ университетіне өтініш жазып, көшірмесін таба алмадым.",
        "question_date": "19.12.2019",
        "question_tag": "Университет, колледж",
        "question_views": 365,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Университет мұрағатынан таба алмасаңыз жергілікті мұрағат қорынан іздеп қарауға болады.",
                "date": "10.02.2020",
                "upvotes": 1
            }
        ]
    }
]