[
    {
        "question_title": "Массасы 25,2 г натрий гидрокарбонаты ыдырағанда қанша натрий карбонаты түзіледі",
        "question_content": "100 градус - тан жоғары температурада ас содасы натридің гидрокарбонаты NaHCO3 натрий карбонатын Na2CO3 түзіп ыдырайды",
        "question_date": "4.05.2020",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2NaHCO3=>Na2CO3+H2O+CO2\n\n25,2г-----хг\n\n168г----106г.    х=15,9г",
                "date": "6.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 8г магний оксиді 36,5г тұз қышқылымен әрекеттескенде түзілген тұздың массасын тар",
        "question_content": "Массасы 8г магний оксиді 36,5г тұзқышқылымен әрекеттескенде түзілген тұздыңмассасын есептеңдер.",
        "question_date": "4.05.2020",
        "question_tag": "Мектеп",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "шешуі:\n\nMgO+2HCl=MgCl2+H2O\n\nMr(MgО)=40 г/моль\n\nMr(НCl)=36,5 г/моль\n\nm(MgО)= 8 г\n\nm(НCl)-32.5 г\n\nтабу керек: m(MgCl2)-?\n\nқосылыстардың ең аз мөлшерін тапсақ:\n\nn(MgO)=m(MgO)/M(MgO)=q (моль)\n\nn(HCl)=m(HCl)/M(HCl)=w (моль)\n\nПропорция бойынша есесптейміз:\n\nm(MgCl2)= m(min(q,w))*95  /40=e (грамм)",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "The cells of the ground tissue",
        "question_content": "Key words: intercellular air, exposure, light, sponge mesophyll, collenchyma, sclerenchyma.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "The ground tissue of plants includes all tissues that are neither dermal nor vascular. It can be divided into three types based on the nature of the cell walls.\nParenchyma cells have thin primary walls and usually remain alive after they become mature. Parenchyma forms the \"filler\" tissue in the soft parts of plants, and is usually present in cortex, pericycle, pith, and medullary rays in primary stem and root.\nCollenchyma cells have thin primary walls with some areas of secondary thickening. Collenchyma provides extra mechanical and structural support, particularly in regions of new growth.\nSclerenchyma cells have thick lignified secondary walls and often die when mature. Sclerenchyma provides the main structural support to a plant\nParenchyma\nParenchyma (/pəˈrɛŋkɪmə/; from Greek παρέγχυμα parenkhyma, \"visceral flesh\" from παρεγχεῖν parenkhein, \"to pour in\" from παρα- para-, \"beside\", ἐν en-, \"in\" and χεῖν khein, \"to pour\") is a versatile ground tissue that generally constitutes the \"filler\" tissue in soft parts of plants. It forms, among other things, the cortex (outer region) and pith (central region) of stems, the cortex of roots, the mesophyll of leaves, the pulp of fruits, and the endosperm of seeds. Parenchyma cells are living cells and may remain meristematic at maturity—meaning that they are capable of cell division if stimulated. They have thin and flexible cellulose cell walls, and are generally polyhedral when close-packed, but can be roughly spherical when isolated from their neighbours. Parenchyma cells are generally large. They have large central vacuoles, which allow the cells to store and regulate ions, waste products, and water. Tissue specialised for food storage is commonly formed of parenchyma cells. \nParenchyma cells have a variety of functions:\nIn leaves, they form two layers of mesophyll cells immediately beneath the epidermis of the leaf, that are responsible for photosynthesis and the exchange of gases. These layers are called the palisade parenchyma and spongy mesophyll. Palisade parenchyma cells can be either cuboidal or elongated. Parenchyma cells in the mesophyll of leaves are specialised parenchyma cells called chlorenchyma cells (parenchyma cells with chloroplasts). Chlorenchyma cells are also found in other parts of the plant.\nStorage of starch, protein, fats, oils and water in roots, tubers (e.g. potatoes), seed endosperm (e.g. cereals) and cotyledons (e.g. pulses and peanuts)\nSecretion (e.g. the parenchyma cells lining the inside of resin ducts)\nWound repair[citation needed] and the potential for renewed meristematic activity\nOther specialised functions such as aeration (aerenchyma) provides buoyancy and helps aquatic plants float.\nChlorenchyma cells carry out photosynthesis and manufacture food.\nThe shape of parenchyma cells varies with their function. In the spongy mesophyll of a leaf, parenchyma cells range from near-spherical and loosely arranged with large intercellular spaces, to branched or stellate, mutually interconnected with their neighbours at the ends of their arms to form a three-dimensional network, like in the red kidney bean Phaseolus vulgaris and other mesophytes. These cells, along with the epidermal guard cells of the stoma, form a system of air spaces and chambers that regulate the exchange of gases. In some works, the cells of the leaf epidermis are regarded as specialised parenchymal cells, but the modern preference has long been to classify the epidermis as plant dermal tissue, and parenchyma as ground tissue.\nShapes of parenchyma:\nPolyhedral (found in pallisade tissue of the leaf)\nSpherical\nStellate (found in stem of plants and have well developed air spaces between them)\nElongated (also found in pallisade tissue of leaf)\nLobed (found in spongy and pallisade mesophyll tissue of some plants)\nCollenchyma tissue is composed of elongated cells with irregularly thickened walls. They provide structural support, particularly in growing shoots and leaves. Collenchyma tissue makes up things such as the resilient strands in stalks of celery. Collenchyma cells are usually living, and have only a thick primary cell wall made up of cellulose and pectin. Cell wall thickness is strongly affected by mechanical stress upon the plant. The walls of collenchyma in shaken plants (to mimic the effects of wind etc.), may be 40–100% thicker than those not shaken.\nThere are four main types of collenchyma:\nAngular collenchyma (thickened at intercellular contact points)\nTangential collenchyma (cells arranged into ordered rows and thickened at the tangential face of the cell wall)\nAnnular collenchyma (uniformly thickened cell walls)\nLacunar collenchyma (collenchyma with intercellular spaces)\nCollenchyma cells are most often found adjacent to outer growing tissues such as the vascular cambium and are known for increasing structural support and integrity.\nThe first use of \"collenchyma\" (/kəˈlɛŋkɪmə, kɒ-/) was by Link (1837) who used it to describe the sticky substance on Bletia (Orchidaceae) pollen. Complaining about Link's excessive nomenclature, Schleiden (1839) stated mockingly that the term \"collenchyma\" could have more easily been used to describe elongated sub-epidermal cells with unevenly thickened cell walls.\nSclerenchyma\nSclerenchyma is the tissue which makes the plant hard and stiff. Sclerenchyma is the supporting tissue in plants. Two types of sclerenchyma cells exist: fibers and sclereids. Their cell walls consist of cellulose, hemicellulose, and lignin. Sclerenchyma cells are the principal supporting cells in plant tissues that have ceased elongation. Sclerenchyma fibers are of great economic importance, since they constitute the source material for many fabrics (e.g. [flax] hemp, jute, and ramie).\nUnlike the collenchyma, mature sclerenchyma is composed of dead cells with extremely thick cell walls (secondary walls) that make up to 90% of the whole cell volume. The term sclerenchyma is derived from the Greek σκληρός (sklērós), meaning \"hard.\" It is the hard, thick walls that make sclerenchyma cells important strengthening and supporting elements in plant parts that have ceased elongation. The difference between fibers and sclereids is not always clear: transitions do exist, sometimes even within the same plant.\nhttps://en.wikipedia.org/wiki/Ground_tissue",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "The leaf. The tissues of a leaf",
        "question_content": "Key words: epidermis, waxy cuticles, stomata, guard cells, vascular tissue",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 182,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Leaf structure \nThe leaf is a collection of tissues which include:\nThe epidermis which covers the upper and lower surfaces.\nThe mesophyll inside the leaf which is rich in chloroplasts.\nThe veins contains the vascular tissue (where xylem and phloem are present).\nEpidermis\nEpidermal cells form the outer layer covering a leaf, separating internal tissues from the external environment.\nEpidermis tissue has several functions:\nprotection against water loss via stomata and a waxy cuticle\nregulation of gaseous exchange\nsecretion of metabolic compounds\nMesophyll cells\nThe mesophyll is located between the upper and lower layers of the leaf epidermis, and is mostly made up of parenchyma (ground tissue) or chlorenchyma tissue. The mesophyll is the primary location for photosynthesis and is divided into two layers, the upper palisade layer and the spongy mesophyll layer.\nThe upper palisade layer lies beneath the upper epidermis and consists of vertically elongated cells that are tightly packed together to maximise the number of cells exposed to sunlight. In addition, these cells contain many chloroplasts, thus maximising their photosynthetic ability. The palisade layer thickness depends on the extent of exposure to the sun. Leaves that are exposed to the sun have a thicker palisade layer. Those that are typically found in the shade have a thinner palisade layer. Beneath the upper palisade layer is the spongy mesophyll. The cells in the spongy mesophyll are slightly rounder and less densely packed and have air spaces to allow for gaseous exchange.\nFigures below show the leaf and tissue structure of a dicot plant.\nVascular tissue is made up of the xylem and phloem vessels you learnt about earlier in this chapter. Xylem transports water and minerals to the leaf. Phloem transports dissolved sucrose made in the leaf out of its site of synthesis to the rest of the leaf. Most leaves have a bundle sheath around the xylem and phloem, consisting of sclerenchyma or collenchyma, for extra support.",
                "date": "30.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "The site of photosynthesis.",
        "question_content": "Key words: chloroplast, matrix, stroma, grana, thylakoid, pigments.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 236,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Photosynthetic organisms are photoautotrophs, which means that they are able to synthesize food directly from carbon dioxide and water using energy from light. However, not all organisms use carbon dioxide as a source of carbon atoms to carry out photosynthesis; photoheterotrophs use organic compounds, rather than carbon dioxide, as a source of carbon. In plants, algae, and cyanobacteria, photosynthesis releases oxygen. This is called oxygenic photosynthesis and is by far the most common type of photosynthesis used by living organisms. Although there are some differences between oxygenic photosynthesis in plants, algae, and cyanobacteria, the overall process is quite similar in these organisms. There are also many varieties of anoxygenic photosynthesis, used mostly by certain types of bacteria, which consume carbon dioxide but do not release oxygen.\nCarbon dioxide is converted into sugars in a process called carbon fixation; photosynthesis captures energy from sunlight to convert carbon dioxide into carbohydrate. Carbon fixation is an endothermic redox reaction. In general outline, photosynthesis is the opposite of cellular respiration: while photosynthesis is a process of reduction of carbon dioxide to carbohydrate, cellular respiration is the oxidation of carbohydrate or other nutrients to carbon dioxide. Nutrients used in cellular respiration include carbohydrates, amino acids and fatty acids. These nutrients are oxidized to produce carbon dioxide and water, and to release chemical energy to drive the organism's metabolism. Photosynthesis and cellular respiration are distinct processes, as they take place through different sequences of chemical reactions and in different cellular compartments.\nThe general equation for photosynthesis as first proposed by Cornelis van Niel is therefore:\nCO2carbon\ndioxide + 2H2Aelectron donor + photonslight energy → [CH2O]carbohydrate + 2Aoxidized\nelectron\ndonor + H2Owater\nSince water is used as the electron donor in oxygenic photosynthesis, the equation for this process is:\nCO2carbon\ndioxide + 2H2Owater + photonslight energy → [CH2O]carbohydrate + O2oxygen + H2Owater\nThis equation emphasizes that water is both a reactant in the light-dependent reaction and a product of the light-independent reaction, but canceling n water molecules from each side gives the net equation:\nCO2carbon\ndioxide + H2Owater + photonslight energy → [CH2O]carbohydrate + O2oxygen\nOther processes substitute other compounds (such as arsenite) for water in the electron-supply role; for example some microbes use sunlight to oxidize arsenite to arsenate: The equation for this reaction is:\nCO2carbon\ndioxide + (AsO3−\n3)\narsenite + photonslight energy → (AsO3−\n4)\narsenate + COcarbon\nmonoxide(used to build other compounds in subsequent reactions)\nPhotosynthesis occurs in two stages. In the first stage, light-dependent reactions or light reactions capture the energy of light and use it to make the energy-storage molecules ATP and NADPH. During the second stage, the light-independent reactions use these products to capture and reduce carbon dioxide.\nMost organisms that utilize oxygenic photosynthesis use visible light for the light-dependent reactions, although at least three use shortwave infrared or, more specifically, far-red radiation.\nSome organisms employ even more radical variants of photosynthesis. Some archaea use a simpler method that employs a pigment similar to those used for vision in animals. The bacteriorhodopsin changes its configuration in response to sunlight, acting as a proton pump. This produces a proton gradient more directly, which is then converted to chemical energy. The process does not involve carbon dioxide fixation and does not release oxygen, and seems to have evolved separately from the more common types of photosynthesis.",
                "date": "30.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Importance to life on Earth",
        "question_content": "Key words: atmosphere, oxygen, respiration, food, obtain, sunlight, plant",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 170,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "The existence of diverse definitions of life, as detailed in the previous section, surely means that life is complex and difficult to briefly define. A scientific understanding of living systems has existed since the second half of the 19th century. But the diversity of definitions and lack of consensus among professionals suggest something else as well. As detailed in this section, all organisms on Earth are extremely closely related, despite superficial differences. The fundamental pattern, both in form and in matter, of all life on Earth is essentially identical. Also, as noted in this section, this identity implies that all organisms on Earth are evolved from a single instance of the origin of life. To generalize from a single example is difficult, especially when the example itself is changing, growing, and evolving. In this respect the biologist is fundamentally handicapped, as compared with, say, the chemist, physicist, geologist, or meteorologist, each of whom can now study aspects of his discipline beyond Earth. If truly only one sort of life on Earth exists, then perspective is lacking in a most fundamental way. On the other hand, the historical continuity of all life-forms means that ancient life, perhaps even the origins of life, may be glimpsed by studying modern cells.",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Photosynthesis.",
        "question_content": "Key words: raw material ,energy, carbon dioxide, chlorophyll ,light-dependent stage ,light-independent stage",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Photosynthesis is a process used by plants and other organisms to convert light energy into chemical energy that can later be released to fuel the organisms' activities. This chemical energy is stored in carbohydrate molecules, such as sugars, which are synthesized from carbon dioxide and water – hence the name photosynthesis, from the Greek phōs (φῶς), \"light\", and sunthesis (σύνθεσις), \"putting together\". In most cases, oxygen is also released as a waste product. Most plants, most algae, and cyanobacteria perform photosynthesis; such organisms are called photoautotrophs. Photosynthesis is largely responsible for producing and maintaining the oxygen content of the Earth's atmosphere, and supplies most of the energy necessary for life on Earth.\nAlthough photosynthesis is performed differently by different species, the process always begins when energy from light is absorbed by proteins called reaction centres that contain green chlorophyll pigments. In plants, these proteins are held inside organelles called chloroplasts, which are most abundant in leaf cells, while in bacteria they are embedded in the plasma membrane. In these light-dependent reactions, some energy is used to strip electrons from suitable substances, such as water, producing oxygen gas. The hydrogen freed by the splitting of water is used in the creation of two further compounds that serve as short-term stores of energy, enabling its transfer to drive other reactions: these compounds are reduced nicotinamide adenine dinucleotide phosphate (NADPH) and adenosine triphosphate (ATP), the \"energy currency\" of cells.\nIn plants, algae and cyanobacteria, long-term energy storage in the form of sugars is produced by a subsequent sequence of light-independent reactions called the Calvin cycle; some bacteria use different mechanisms, such as the reverse Krebs cycle, to achieve the same end. In the Calvin cycle, atmospheric carbon dioxide is incorporated into already existing organic carbon compounds, such as ribulose bisphosphate (RuBP).Using the ATP and NADPH produced by the light-dependent reactions, the resulting compounds are then reduced and removed to form further carbohydrates, such as glucose.\nThe first photosynthetic organisms probably evolved early in the evolutionary history of life and most likely used reducing agents such as hydrogen or hydrogen sulfide, rather than water, as sources of electrons. Cyanobacteria appeared later; the excess oxygen they produced contributed directly to the oxygenation of the Earth, which rendered the evolution of complex life possible. Today, the average rate of energy capture by photosynthesis globally is approximately 130 terawatts, which is about eight times the current power consumption of human civilization. Photosynthetic organisms also convert around 100–115 billion tons (91-104 petagrams) of carbon into biomass per year.",
                "date": "30.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "The groups of modern primates",
        "question_content": "Key words: extinct, prosimians, lemurs, forelimb, handlimb, tail",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 186,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Classification\nTraditionally, the order Primates was divided into Prosimii (the primitive primates: lemurs, lorises, and tarsiers) and Anthropoidea (the bigger-brained monkeys and apes, including humans). It is now known that one of the “prosimians,” the tarsier, is actually more closely related to the “anthropoids,” so the classification of the primates has had to be revised. The two suborders recognized today are Strepsirrhini (lemurs and lorises) and Haplorrhini (tarsiers, monkeys, and apes, including humans). The present classification was adopted in the early 1970s, when the logic of phylogenetic systematics was beginning to be appreciated, and the taxonomy of the order Primates was reorganized so as to make taxa equivalent, as far as possible, to clades. In this classification, the order is divided into the suborders Strepsirrhini and Haplorrhini, and these in turn are divided into infraorders.\nThe two suborders differ in such features as the nose, eyes, and placenta. The muzzle of strepsirrhines is moist and bare, like a dog’s; haplorrhines have a nose covered with downy hair. Strepsirrhines have a reflective layer, the tapetum lucidum, behind the retina, which increases the amount of light for night vision, while haplorrhines have no tapetum but, instead, an area of enhanced vision, the fovea. This difference is consistent, even though not all strepsirrhines are nocturnal or all haplorrhines diurnal. Finally, the uterine wall of haplorrhines is elaborated and vascularised each month for possible pregnancy, forming a hemochorial placenta (with intimate contact between maternal and fetal bloodstreams) if pregnancy occurs and requiring it to be shed, in menstruation, if there is no fertilization. Strepsirrhines have no uterine preparation, no menstruation, and a much-less-intimate epitheliochorial placenta. All indications are that these two suborders separated very early, perhaps 60 million years ago. The Strepsirrhini divide further into Lemuriformes (lemurlike) and Lorisiformes (lorislike) infraorders, while the Haplorrhini divide into Tarsiiformes (tarsiers) and Simiiformes (“anthropoids”—i.e., monkeys, apes, and humans). The Simiiformes divide in turn into Platyrrhini (New World monkeys) and Catarrhini (Old World monkeys and hominoids). A group of fossil mammals called the Paromomyiformes, known mainly from the Paleocene, have usually been classified as primates, but the eminent primate specialist Robert D. Martin has long argued that their connection with authenticated primates is tenuous, to say the least, and, in the 1990s, the paleontologist K.C. Beard discovered hand bones and other material that suggest strongly that some of these fossils may actually belong not to Primates but to the order Dermoptera.\nThere has been a good deal of discussion about the relationships of primates to other mammals. In the 1930s it was proposed that the tree shrews (small Southeast Asian mammals, family Tupaiidae), hitherto classed in the order Insectivora, belong to the order Primates—or at least that they are closely related. This has turned out to be wrong; Martin has shown in detail how they differ from Primates and how the error arose. Tree shrews are nowadays placed in their own order, Scandentia. In the 1980s the mammalogist Jack Pettigrew discovered that the Megachiroptera, the suborder of bats (order Chiroptera) that contains the fruit bats or “flying foxes” (family Pteropodidae), share aspects of the visual system with primates, and he proposed that they are in effect flying primates, having evolved wings independently from other bats (suborder Microchiroptera, the echolocating, mostly insectivorous smaller bats). Later he found that the colugos, so-called “flying lemurs” (sole living representatives of the order Dermoptera) of the Southeast Asian rainforests, share the same features. Molecular data, however, confirm that, whereas primates and colugos really are closely related, the bats form a monophyletic group. Therefore, either the primates, colugos, and all bats shared a common ancestor with those specializations of the visual system, which the Microchiroptera then lost, or these features were developed independently by (1) primates and colugos and (2) Megachiroptera. Molecular data are equivocal as to whether bats are the sister group to primates and colugos, so these two competing hypotheses cannot yet be tested.\nLike any classification, the present arrangement is essentially a hypothesis of relationships among superfamilies, families, and genera, and it is continually being tested by the discovery of new fossils, reanalyses of data from conventional sources, and analyses of new data such as DNA sequences. A new source of information has been the molecular clock; Morris Goodman, a molecular biologist who as long ago as 1963 (before the cladistic revolution) was already insisting that taxonomy should reflect phylogeny, recently proposed that an attempt be made to give the same taxonomic rank to groups of equivalent time depth (so reducing the subjectivity of higher categories), and his idea has begun to take hold in some quarters. In line with the arguments of such authorities as R.D. Martin and K.C. Beard, the (predominantly Paleocene) Plesiadapiformes (or Paromomyiformes) are not, here, regarded as Primates.",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Human Evolution. Adaptation of primates",
        "question_content": "Key words: insectivores, lemur-like primates, features, stereoscopic vision, digestive system, adaption",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Human Evolution\nThe family Hominidae of order Primates includes chimpanzees and humans. Evidence from the fossil record and from a comparison of human and chimpanzee DNA suggests that humans and chimpanzees diverged from a common hominoid ancestor approximately 6 million years ago. Several species evolved from the evolutionary branch that includes humans, although our species is the only surviving member. The term hominin (or hominid) is used to refer to those species that evolved after this split of the primate line, thereby designating species that are more closely related to humans than to chimpanzees. Hominins, who were bipedal in comparison to the other hominoids who were primarily quadrupedal, includes those groups that probably gave rise to our species: Australopithecus africanus, Homo habilis, and Homo erectus, along with non- ancestral groups such as Australopithecus boisei. Determining the true lines of descent in hominins is difficult. In years past, when relatively few hominin fossils had been recovered, some scientists believed that considering them in order, from oldest to youngest, would demonstrate the course of evolution from early hominins to modern humans. In the past several years, however, many new fossils have been found. It is possible that there were often more than one species alive at any one time and that many of the fossils found (and species named) represent hominin species that died out and are not ancestral to modern humans. However, it is also possible that too many new species have been named.",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Selection. Artificial selection that people use.",
        "question_content": "Keywords: cultivation, genetic engineering, selection, new species, phenotype.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 219,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Selective breeding (also called artificial selection) is the process by which humans use animal breeding and plant breeding to selectively develop particular phenotypic traits (characteristics) by choosing which typically animal or plant males and females will sexually reproduce and have offspring together. Domesticated animals are known as breeds, normally bred by a professional breeder, while domesticated plants are known as varieties, cultigens, cultivars, or breeds. Two purebred animals of different breeds produce a crossbreed, and crossbred plants are called hybrids. Flowers, vegetables and fruit-trees may be bred by amateurs and commercial or non-commercial professionals: major crops are usually the provenance of the professionals.\nIn animal breeding, techniques such as inbreeding, linebreeding, and outcrossing are utilized. In plant breeding, similar methods are used. Charles Darwin discussed how selective breeding had been successful in producing change over time in his 1859 book, On the Origin of Species. Its first chapter discusses selective breeding and domestication of such animals as pigeons, cats, cattle, and dogs. Darwin used artificial selection as a springboard to introduce and support the theory of natural selection.\nThe deliberate exploitation of selective breeding to produce desired results has become very common in agriculture and experimental biology.\nSelective breeding can be unintentional, e.g., resulting from the process of human cultivation; and it may also produce unintended – desirable or undesirable – results. For example, in some grains, an increase in seed size may have resulted from certain ploughing practices rather than from the intentional selection of larger seeds. Most likely, there has been an interdependence between natural and artificial factors that have resulted in plant domestication.",
                "date": "31.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Darwin's Evolutionary theory",
        "question_content": "Keywords: natural selection, adaptation, appearance of species, neo-Darwinism, Darwinism.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 217,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Топик Charles Darwin\nCharles Robert Darwin was born on February 12, 1809 in Shrewsbury, England. He was the fifth child and second son of Robert Waring Darwin and Susannah Wedgwood. Darwin was the British naturalist who became famous for his theories of evolution and natural selection. Like several scientists before him, Darwin believed all the life on earth evolved (developed gradually) over millions of years from a few common ancestors.\nFrom 1831 to 1836 Darwin served as naturalist aboard the H.M.S. Beagle on a British science expedition around the world. In South America Darwin found fossils of extinct animals that were similar to modern species. On the Galapagos Islands in the Pacific Ocean he noticed many variations among plants and animals of the same general type as those in South America. The expedition visited places around the world, and Darwin studied plants and animals everywhere he went, collecting specimens for further study.\nUpon his return to London Darwin conducted thorough research of his notes and specimens. Out of this study grew several related theories: one, evolution did occur; two, evolutionary change was gradual, requiring thousands to millions of years; three, the primary mechanism for evolution was a process called natural selection; and four, the millions of species alive today arose from a single original life form through a branching process called \"specialization.\"\nDarwin's theory of evolutionary selection holds that variation within species occurs randomly and that the survival or extinction of each organism is determined by that organism's ability to adapt to its environment. He set these theories forth in his book called, \"On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life\" (1859) or \"The Origin of Species\" for short. After publication of Origin of Species, Darwin continued to write on botany, geology, and zoology until his death in 1882. He is buried in Westminster Abbey.\nDarwin's work had a tremendous impact on religious thought. Many people strongly opposed the idea of evolution because it conflicted with their religious convictions. Darwin avoided talking about the theological and sociological aspects of his work, but other writers used his theories to support their own theories about society. Darwin was a reserved, thorough, hard working scholar who concerned himself with the feelings and emotions not only of his family, but friends and peers as well.\nIt has been supposed that Darwin renounced evolution on his deathbed. Shortly after his death, temperance campaigner and evangelist Lady Elizabeth Hope claimed she visited Darwin at his deathbed, and witnessed the renunciation. Her story was printed in a Boston newspaper and subsequently spread. Lady Hope's story was refuted by Darwin's daughter Henrietta who stated, \"I was present at his deathbed ... He never recanted any of his scientific views, either then or earlier.\"",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Conditional and unconditional reflexes. Pavlov's Dog",
        "question_content": "Keywords: reflex, impulse, skills, conditioned reflex, unconditioned reflex.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Like many great scientific advances, Pavlovian conditioning (aka classical conditioning) was discovered accidentally.\nDuring the 1890s, Russian physiologist, Ivan Pavlov was researching salivation in dogs in response to being fed. He inserted a small test tube into the cheek of each dog to measure saliva when the dogs were fed (with a powder made from meat).\nPavlov predicted the dogs would salivate in response to the food placed in front of them, but he noticed that his dogs would begin to salivate whenever they heard the footsteps of his assistant who was bringing them the food.\nWhen Pavlov discovered that any object or event which the dogs learned to associate with food (such as the lab assistant) would trigger the same response, he realized that he had made an important scientific discovery. Accordingly, he devoted the rest of his career to studying this type of learning.\nPavlovian Conditioning\nPavlov (1902) started from the idea that there are some things that a dog does not need to learn. For example, dogs don’t learn to salivate whenever they see food. This reflex is ‘hard-wired’ into the dog.\nIn behaviorist terms, food is an unconditioned stimulus and salivation is an unconditioned response. (i.e., a stimulus-response connection that required no learning).\nIn his experiment, Pavlov used a metronome as his neutral stimulus. By itself the metronome did not elecit a response from the dogs.\nNext, Pavlov began the conditioning procedure, whereby the clicking metronome was introduced just before he gave food to his dogs. After a number of repeats (trials) of this procedure he presented the metronome on its own.\nAs you might expect, the sound of the clicking metronome on its own now caused an increase in salivation.\nSo the dog had learned an association between the metronome and the food and a new behavior had been learned. Because this response was learned (or conditioned), it is called a conditioned response (and also known as a Pavlovian response). The neutral stimulus has become a conditioned stimulus.\nPavlov found that for associations to be made, the two stimuli had to be presented close together in time (such as a bell). He called this the law of temporal contiguity. If the time between the conditioned stimulus (bell) and unconditioned stimulus (food) is too great, then learning will not occur.\nPavlov and his studies of classical conditioning have become famous since his early work between 1890-1930. Classical conditioning is \"classical\" in that it is the first systematic study of basic laws of learning / conditioning.",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Influence of natural selection on evolution",
        "question_content": "Keywords: adaptation, extinction, mutation, evolution, environmental factor.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "What is evolution?\nThe basic idea of biological evolution is that populations and species of organisms change over time. Today, when we think of evolution, we are likely to link this idea with one specific person: the British naturalist Charles Darwin.\nIn the 1850s, Darwin wrote an influential and controversial book called On the Origin of Species. In it, he proposed that species evolve (or, as he put it, undergo \"descent with modification\"), and that all living things can trace their descent to a common ancestor. \n[What exactly is a species?]\nDarwin also suggested a mechanism for evolution: natural selection, in which heritable traits that help organisms survive and reproduce become more common in a population over time. \nIn this article, we'll take a closer look at Darwin's ideas. We'll trace how they emerged from his worldwide travels on the ship HMS Beagle, and we'll also walk through an example of how evolution by natural selection can work.\nDarwin and the voyage of the Beagle\nDarwin's seminal book, On the Origin of Species, set forth his ideas about evolution and natural selection. These ideas were largely based on direct observations from Darwin's travels around the globe. From 1831 to 1836, he was part of a survey expedition carried out by the ship HMS Beagle, which included stops in South America, Australia, and the southern tip of Africa. At each of the expedition's stops, Darwin had the opportunity to study and catalog the local plants and animals.\nOver the course of his travels, Darwin began to see intriguing patterns in the distribution and features of organisms. We can see some of the most important patterns Darwin noticed in distribution of organisms by looking at his observations of the Galápagos Islands off the coast of Ecuador.\nDarwin found that nearby islands in the Galápagos had similar but nonidentical species of finches living on them. Moreover, he noted that each finch species was well-suited for its environment and role. For instance, species that ate large seeds tended to have large, tough beaks, while those that ate insects had thin, sharp beaks. Finally, he observed that the finches (and other animals) found on the Galápagos Islands were similar to species on the nearby mainland of Ecuador, but different from those found elsewhere in the world^2\nDarwin didn't figure all of this out on his trip. In fact, he didn't even realize all the finches were related but distinct species until he showed his specimens to a skilled ornithologist (bird biologist) years later^33cubed! Gradually, however, he came up with an idea that could explain the pattern of related but different finches.\nAccording to Darwin's idea, this pattern would make sense if the Galápagos Islands had long ago been populated by birds from the neighboring mainland. On each island, the finches might have gradually adapted to local conditions (over many generations and long periods of time). This process could have led to the formation of one or more distinct species on each island.\nIf this idea was correct, though, why was it correct? What mechanism could explain how each finch population had acquired adaptations, or features that made it well-suited to its immediate environment? During his voyage, and in the years after, Darwin developed and refined a set of ideas that could explain the patterns he had observed during his voyage. In his book, On the Origin of Species, Darwin outlined his two key ideas: evolution and natural selection.",
                "date": "2.06.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "The process of transition from the resting potential to the action potential.",
        "question_content": "Keywords: stimuli, ion channel, cell membrane, Na ions, K ions.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 181,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Phases of the action potential",
        "question_content": "Key words: depolarization, repolarization, ions, membrane, selective permeability.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 175,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Neuro-humoral regulation",
        "question_content": "Impuls, hormones, sympathetic and parasympathetic nervous system, suppression, amplification.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Neurohumoral Regulation\nin animals and man, the joint influence of the nervous system and humoral factors on the regulation, coordination, and integration of bodily functions and processes. Humoral factors, which include metabolites, hormones, and mediator substances (chemical transmitters), are biologically active substances that are contained in the blood, lymph, and tissue fluid.\nNeurohumoral regulation plays an important role in helping the body adapt to changes in the external environment; it also has a homeostatic role, that is, neurohumoral regulation helps to keep the composition and properties of the body’s internal environment relatively constant. In lower organisms, the connection between different types of cells and organs is realized by chemical substances. As organs and tissues differentiated and grew more complex over the course of evolution, these substances acquired specific physiological functions; they became mediators, neurohormones, and hormones.\nHumoral regulation and its subtype, hormonal regulation, merged with nervous regulation. In addition to directly influencing cells, tissues, and organs, the numerous biologically active metabolic products that are elaborated in response to a nerve impulse can cause a chemical reflex by acting as stimulants to the endings of sensory nerves (seeCHEMORECEPTOR). These metabolic products also act as the humoral link in reflex arcs, that is, they transmit information to the brain and spinal cord, which subsequently produce a wave of nerve impulses that spread out from the central nervous system to the effector organs.\nThe activity of the brain and spinal cord depends not only on nerve signals but also on nutrition, metabolism, and the chemical composition and physicochemical and biological properties of the tissue fluid that surrounds the nerve cells. It is in these capacities that the closest interrelationship of neural and humoral processes occurs. For example, CO2 stimulates the cells of the respiratory center, and stimulation of certain nerve formations leads to the secretion of mediator substances into the synapses (such as acetylcholine, noradrenaline, and serotonin). Should the mediators enter the bloodstream, they participate in the humoral regulation of bodily functions; they can therefore be called neurohormones.\nParticipation of hormones in neurohumoral regulation makes it possible to speak of a single neurohumoral-hormonal mechanism of regulation of bodily functions. The juxtaposition of different types of bodily regulation, for example, reflex versus humoral-hormonal regulation, is not consistent with the modern physiological viewpoint. The biosynthesis and action of many biologically active substances can occur in response to a conditioned reflex. This is regarded by a number of investigators as an indication of the participation of the cerebral cortex in neurohumoral regulation.\nChain reactions by which the body adapts to such strong stimuli as physical and mental tension, pain, disease, or trauma—all of which produce a state of stress—serve as examples in which the action of a humoral mechanism of regulation follows that of a neural mechanism in stepwise fashion. The chain reaction begins when excitation arises in the cerebral cortex and is transmitted through subcortical elements to the hypothalamus, where the higher centers of neurohumoral regulation are located.\nUnder the influence of nerve signals, the cells and nerve endings of the hypothalamus release noradrenaline in bound form. Noradrenaline, by acting on elements of the reticular formation of the brainstem that are sensitive to it, promotes excitation in the central and peripheral divisions of the sympathetic nervous system. The impulses that enter the adrenal gland along sympathetic nerves intensify the formation of adrenaline in the adrenal medulla. Upon entering the blood, the adrenaline passes into the hypothalamus, where it produces excitation of the adrenergic nerve elements—neural structures that are specifically sensitive to adrenaline. The excitation of the adrenergic elements in the hypothalamus stimulates the secretion of releasing factors, under whose influence adrenocorticotropic hormone (ACTH) is synthesized and released from the hypophysis. The presence of ACTH in the blood is the signal for the formation of the adrenocortical hormones—corticosteroids that produce a many-linked chain of neural and humoral reactions in the body and hence actively participate in the body’s adaptation to stress. (SeeADAPTATION SYNDROME.)\nhttps://encyclopedia2.thefreedictionary.com/Neurohumoral+Regulation",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "The role of hormones in regulation of body",
        "question_content": "Keyword: insulin, epinephrine, pituitary, thymus, hypothalamus",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 194,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "The endocrine system of human",
        "question_content": "Key words: hormones, cancer, endocrine regulation, the pituitary gland, adrenaline",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 186,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "What is the phenotype, the influence of genes and the environment on the phenotype",
        "question_content": "Key words: phenotype, genotype modification, the characteristic expression of a gene.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 141,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Differences between mutations and modifications",
        "question_content": "Keywords: transmitted to the next generation, harmful changes, gene mutation, external environment, mutagens.",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 152,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "What is DNA? It is possible to say that the discovery of the structure of DNA",
        "question_content": "Keywords: polymer,purine, pyrimidine chromosomal disease, DNA, embryonic development",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 252,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "DNA, or deoxyribonucleic acid, is the hereditary material in humans and almost all other organisms. Nearly every cell in a person’s body has the same DNA. Most DNA is located in the cell nucleus (where it is called nuclear DNA), but a small amount of DNA can also be found in the mitochondria (where it is called mitochondrial DNA or mtDNA). Mitochondria are structures within cells that convert the energy from food into a form that cells can use.\nThe information in DNA is stored as a code made up of four chemical bases: adenine (A), guanine (G), cytosine (C), and thymine (T). Human DNA consists of about 3 billion bases, and more than 99 percent of those bases are the same in all people. The order, or sequence, of these bases determines the information available for building and maintaining an organism, similar to the way in which letters of the alphabet appear in a certain order to form words and sentences.\nDNA bases pair up with each other, A with T and C with G, to form units called base pairs. Each base is also attached to a sugar molecule and a phosphate molecule. Together, a base, sugar, and phosphate are called a nucleotide. Nucleotides are arranged in two long strands that form a spiral called a double helix. The structure of the double helix is somewhat like a ladder, with the base pairs forming the ladder’s rungs and the sugar and phosphate molecules forming the vertical sidepieces of the ladder.\nAn important property of DNA is that it can replicate, or make copies of itself. Each strand of DNA in the double helix can serve as a pattern for duplicating the sequence of bases. This is critical when cells divide because each new cell needs to have an exact copy of the DNA present in the old cell.",
                "date": "31.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Causes of down Syndrome. Trisomy of the chromosome",
        "question_content": "Key words: down syndrome, chromosome, pathology, karyotype, chromosome translocation эссе қажет көп емес бірақ түсінікті болса",
        "question_date": "4.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 158,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балам құлап тілін тістеп алды? Солкосерил паста қайдан табуға болады?",
        "question_content": "Балам 2 жасар. Жүгіріп келе жатып құлап, тілін тістеп алды. Ашык болып ойылып тур тилдин устинги бети. 2 см дей болып. Не істесем болады? Хирург   берді. Бірақ сол паста еш жерде жоқ. Қайтан табуға болады?",
        "question_date": "4.05.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Омыртқа жотасы ауырғанда не істеуге болады?",
        "question_content": "Омыртқа ісініп 3 күн болды ауырып жүр. Қол тигізбей. Омыртқа арқа жоталары отёк болып тұр?\n\n Не істесем болады. Қайда қараламын. Кімге барған дұрыс?",
        "question_date": "4.05.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның болу себебін өзіңіз шамалап пайымдайтын боларсыз, Соғып алған немесе құлаған жағдай болған болар. Еш себепсіз солай ауырып сонымен қоса 3 күн бойы ауырып келе жатса , хирургқа барып қараңыз, ол өзі рентген керек болса рентгенге немесе басқа да мамандарға жібереді.",
                "date": "28.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абдурахман есімі балаға ауыр келе ма?",
        "question_content": "Абдурахман есімі балаға ауыр келе ма? Менің балам жиі ауырады?",
        "question_date": "4.05.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 552,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол ойды миыңыздан алып тастағаныңыз дұрыс, жақсы сөз жарым ырыс деген бар. Может жай -күйі болмай жүргеннен ауырып жүрген болар. \nОсы ой туралы бір пікір таптым, және соған мен де келісемін:\nҚазақта балаға берілген ұлы тұлғалардың есімі ауыр тиеді деп есептейді. Энограф бұл тұрғыда ойын білдірді.  \n\"Қиын болмайды. Мысалы Мұхамед есімін қазақ баласына иманы кәміл, жүзі жарқын, жолы ашық, ғұмыры ұзақ, беделі жоғары, абыройы асқақ, білімді, білікті, елге сөзі өтімді болады деп ырымдап қояды\", - дейді Болат Бопайұлы.\nБаланы бесікке салу тойымен бірге ата-аналар үлкен ауыл адамдарын жинап, ақ-сары бас малын, болмаса көк қасқа тайын, ақ түйенің қарнын жарып немесе өгіз сойып, шама шарқына қарай тамаша бір кәделі той жасап, туыс-туғандарын шақырған.\n\"Қазақта ат қою дәстүрі күні бүгінге дейін жалғасын тауып келе жатқан ұлағатты, ұлы дәстүрлеріміздің бірі. Мұны да керемет тәртіпке санап, сапалы тойласақ рухани жаңғырудың тамаша жолы болмақ. Қазақ ғалымдары атты үнемі жақсылыққа қоятын, жамандыққа жорымаған. Аты жаман қойылса, кейін ол тағдырына, мінезі мен көңіл-күйіне, айналасындағы жақындарына әсер етеді деп ойлаған. Ал жаман есімді тек амалсыздан, қатты қиналған сәттерде ғана берген\", - деп түйіндеді этнограф.\nhttps://tengrinews.kz/kazakhstan_news/adamnyin-tagdyiryi-esmne-baylanyistyi-ma-etnograf-kazaktyin-385780/",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    }
]