[
    {
        "question_title": "CK=1см, KD=4см екені белгілі болса, трапецияның ауданын табу керек?",
        "question_content": "О нүктесі центрі болатын шеңбер ABCD теңбүйірлі трапециясына іштей сызылған және оның CD бүйір қабырғасымен K нүктесінде жанасады. CK=1см, KD=4см екені белгілі болса, трапецияның ауданын табу керек.\n\nКөмек тесіңіздерші",
        "question_date": "14.05.2020",
        "question_tag": "Геометрия",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "О нүктесі центрі болатын шеңбер ABCD теңбүйірлі трапециясына іштей сызылған және оның CD бүйір қабырғасымен K нүктесінде жанасады. CK=1см, KD=4см екені белгілі болса, трапецияның ауданын табу керек.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "21 сұрақтың жауабын табуға көмектесіңіздерші Электр тұрақтысы?",
        "question_content": "1.Ортадағы тербеліс толқынның периодың 2 есе артырса оның толқын ұзындығы?\n\n2.Тұрақты температурада көлемді 2 есе кемітсе оның қысымы?\n\n3.Ауадағы су буының парциалды қысымы қалай өзгереді,егер су буының тығыздығын тұрақты температурада  артырса?\n\n4.Идиал газға жылу беру кезінде жылу мөлшері жұмысқа тең процес?\n\n5.Электр өрістің энергетикалық сипаттамасының белгісі?\n\n6.Электр зарядты анықтайтын құрал?\n\n7.Электр қозғалту күштің өлшем бірлігі?\n\n8.Жарықтың сыну заңы(теория,формула)?\n\n9.Зарядтар қозғалатын заттар?\n\n10.Біртекті магнит өрісіндегі тоқ бар түзу өткізгішке әсер көрсететін Ампер күшін...\n\n11.Біртектес магнит полюсы..\n\n12.Синус немес косинус заңы  бойынша жүретін тербеліс?\n\n13.Материалдық нүктенің гармониялық тербеліс теңдеуі x=0,02 cos(314t+пи/2) бойынша амплитуданы анықта?\n\n14.Жылу берудің қай түрінде зат тасымалданбайды?\n\n15.Тербелмелі контурдағы циклдық жиілік?\n\n16.Линзадан кесіндіге деінгі арақашықтық?\n\n17.Материяұғымын кім енгізді?\n\n18.Молекула концентрациясын өзгертпей отырып оның тепературасын 3есе кемітсе қысым қалай өзгереді?\n\n19. 250К температурада кқмірқышқыл газдың қысымы 93,3кПа. Көмір қышқыл газдың тығыздығы қандай?\n\n20.Электр тұрақтысы?\n\n21.Электр кедергінің өлшем бірлігі?\n\nӨтінем көмектесіңіздерші алдын ала рахмееет",
        "question_date": "14.05.2020",
        "question_tag": "Физика",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электрлік кедергі — электр тізбегінің немесе өткізгіштің электр тогына қарсы бағытталған әсерін сипаттайтын шама. Тұрақты кернеу (ток) жағдайында тізбек бөлігіндегі электрлік кедергі–R – скаляр шама, ток көздерінің электр қозғаушы күші бұл бөлікте болмаған кезде оның ұштарындағы U кернеудің І ток күшіне қатынасына тең болады (қ. Ом заңы):\n{\\displaystyle R={\\frac {\\rho \\cdot l}{S}},}\nМұндай электрлік кедергіні омдық немесе активті кедергі деп атайды. Ол өткізгіш материалына тәуелді. Қимасы тұрақты (S) және ұзындығы l, құрамы біртекті өткізгіш үшін\n{\\displaystyle R={\\frac {S}{l}},}\nмұндағы R– меншікті электрлік кедергі, ол өткізгіш материалын сипаттайды. Көп жағдайда (негізінен, электрлік кедергінің физикалық табиғатын қарастырғанда) орнына меншікті электрлік өткізгіш алынды. Электрлік кедергі омметрмен немесе өлшегіш көпірлермен өлшенеді. Электрлік кедергінің бірліктердің халықаралық жүйесіндегі өлшеу бірлігі – Ом'",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жерге бөгде планеталықтар келіп тұрады деген тақырыпта эссе керек?",
        "question_content": "Жерге бөгде планеталықтар келіп тұрады деген тақырыпта эссе керек болып тұр",
        "question_date": "14.05.2020",
        "question_tag": "Мектеп",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "NASA ғарыш агенттігі кезекті жаңалығымен бөлісіп, жұртты тағы бір таңғалдырды. Бұл ақпарат Сатурн ғаламшарының серігі Энцелад турасында. Энцелад – мұздық қабаттармен қабаттасып жатқан ғаламшараралық Сатурнның серігі. Ғалымдардың зерттеуіне қарағанда аталған серіктен өмір сүруге болатын, тіршілікті өмірмен қамтамасыз ететін сутегі молекуласы табылған. - 201 градустағы суықтықты көрсететін Сатурн серігінің күн өтпейтін қалың қабатына қарамастан ондағы судың ең төменгі қабаты ыстық болуы мүмкін деп күтіліп отыр. Тіпті +90 градус су қайнап жатуы да ғажап емес. Таңданарлық құбылыс. Бірақ ғалымдар әлі де зерттеу жұмысын жасап жатыр. Егер сіз астробиолог болсаңыз, бұл ақпарат сізді ары қарай қызықтыру керек. Себебі онда өзге ғаламшарлықтар өмір сүруі мүмкін.  Энцелад серігінен табылған сутегі молекуласы керемет жаңалық болғанымен, ғалымдарды қызықтырған ол емес, ең басты жаңалық – онда тіршілік көзі болуы ықтимал деген болжам. Егер тіршілік бар болса, олар кімдер немесе нелер болуы мүмкін? 2015 жылы жасалған зерттеу кезінде алынған түрлі органикалық заттар бұл серікте тіршілік бар деп келеді.  NASA агенттігінің астробиологы Рокко Маничелли былай дейді: «Менің ойымша, Күн жүйесінде біз өзімізден басқа тіршілік иесін табатын болсақ, ол микроағза болары анық. Тіпті өзі болмаса да құрлысы мен құрылымы, түрі осыған сай келеді. Бізді алаңдатып отырған сұрақ: бұл жерде тіршілік қалай өмір сүруі мүмкін? Өмір сүру үшін қуат көзі керек. Ал бұл Энцелад серігінде күн сәулесінің ұшқыны да жоқ. Ал күн сәулесі болмаса, ол энергияны қайдан алады? Сондықтан да ол тіршілік иесі микроағза болып қала береді». \nОсы идеяны ойға ала отырып жазуға болады.",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің аккаунтымның паролін естен шығардым. Қалай білуге болады?",
        "question_content": "Саламатсыздарма мен Акаунтымнын парольн умытыб койдым паролдь калай алуга болады",
        "question_date": "14.05.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай әлеуметтік желіге кіре алмай отырсаңыз да сол тіркелген номер немесе почтаңызды жазу арқылы  қайтара аласыз. Ол қолжетімді болмаса, әлеуметтік желі ұсынған қадамдарды жасау арқылы парольіңізді қайтара аласыз, ол үшін жеке басыңызды куәләндіретін сұрақтар мен құжаттарды көрсетуге дайын болыңыз.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мотивациялық кітап ұсына аласыздар?",
        "question_content": "Қандай мотивациялык китап усына аласыздар. Мамандык таңдауға немесе омир жайлы қазақша немесе орысша",
        "question_date": "14.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біреудің жеткен жетістігі таңғалдырумен қатар, қанаттандыратыны да анық. Сондықтан мотивацияңыз төмендеген кезде табысқа кенелген адамдардың кітаптарын оқып тұрған жөн. Соны негізге алып, Балбал порталы қазақ тіліндегі мотивациялық кітаптар топтамасын жасады. Осы шығармаларды оқысаңыз, санаңызда төңкеріс орын алып, бір серпіліп қалатыныңыз анық.\n«Екінші болма», Қуаныш Шонбай\nБелгілі ресторатор, Rumi Group-тың негізін қалаушы, бүгінде Shonbay.Online деген онлайн білім беретін университет ашып, дәріс өткізіп, көп жасты қанаттандырып жүрген Қуаныш Шонбайдың бұл кітабында автор жеке тәжірибесімен бөлісе отырып, «Өзіңді қалай дамыту керек?», «Қандай фильмдер, кітаптар оқу керек?», «2,5 жылда 10 мейрамхана қалай ашуға болады?» деген сұрақтарға жауап береді. «Екінші болма» — жеңіске жетудің қазақша жолы. Ол қазақ тілді ортаның психологиясына ыңғайлы етіп жазылған. Кітап өзіңнің мықты тұсыңды анықтауға, өзіңді жеңуге және ақша тауып, жеке бренд қалыптастыру үшін әлеуметтік желінің күшін пайдалануға көмектеседі.\n«Күнкөрістен кет, байлыққа жет!», Бақытжан Бұқарбай\nСаясаттанушы, журналист, Amal Books баспасының жетекшісі Бақытжан Бұқарбай жазған бұл кітаптың басымдылығы —  қазақ кәсіпкерлерінің, соның ішінде Forbes тізіміндегі бизнесмендердің ең таңдаулы тәжірибесімен таныстыратындығында. Яғни, бұл туындыны оқи отырып, сіз «бір оқпен бірнеше қоянды атасыз». Автордың сөзімен айтсақ, өз бетіңізше тәжірибе жинақтауға жұмсалатын уақытты 30 жылға дейін үнемдейсіз. Кітапта Шынар Бұғымбаева, Райымбек Баталов, Марғұлан Сейсембай, Арманжан Байтасов, Нұрлан Смағұлов, Елдар Әбдіразақов, Қайрат Құдайберген, Қуаныш Шоңбай сынды бизнесмендердің тәжірибелері көрсетілген.\n«Қоқыстан табылған миллионер қыз», Ұлдана Ерқасым\nКітаптың авторы Ұлдана Ерқасым алғашқы миллионын 17 жасында тапқан қазақ қызы. Негізгі мамандығы журналист. Бүгінде ол Dream Trips компаниясының белді мүшесі. Кітапта автордың балалық шағы, өмірде көрген қиындығы, алған сабақтары туралы әңгіме өрбиді. Ол осы туындысы арқылы оқырманды қандай жағдай болмасын мойымауға үндейді, Тағдыр салған сынақтардан өтуге болатынына сендіреді.\n«Ойыңды өзгертіп, өміріңді өзгерт», Кәмшат Бекжігітова\nПсихолог Кәмшат Бекжігітованың бұл туындысы аз ғана уақытта қазақ тіліндегі бестселлерге айналып үлгерді. Автор әлемдік психологтардың кеңестерін өзінің өмірлік тәжірибесімен ұштастырып, оқырманға ұсынған. Кітапта өзіңді бағалау, ойыңды өзгерту, кешіру, мақсатты айқындау, қарым-қатынасты жақсарту, сабырлы болу, денсаулықты сақтау сияқты тақырыптарға қатысты түрлі кеңестер айтылады. Сонымен қатар, алған білімін жүзеге асырғысы келетіндерге ішінде арнайы практикалық тапсырмалар да бар.\n«Қош бол, қиындық!», Назила Слямқызы\nАқын, жазушы, мотиватор, «Үй сатып алудың жолдары» жобасының авторы Назила Слямқызының бұл кітабы армандауды сүйетін жандарға арналған. Кітапта жалпы білім мен өмір сүрудің қарапайым қағидаларын байланыстыру арқылы арманды қалай мақсатқа айналдыруға болатындығы жазылған. Сондай-ақ, автор өзінің өмірлік тәжірибесімен бөлісе отырып, қандай қиындықтардан өткенін ашық айтады. Сол арқылы оқырманның сеніміне кіріп, мимен жұмыс істеудің қаншалықты маңызы барын жеткізеді.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өткізгіштің индуктивтилігін тап.",
        "question_content": "1.Тоқ күшінің 0,1с ішінде 0,6А-ге бірқалыпты өзгеруі 2,1В өздік индукция ЭҚК-ін қоздырды. Өткізгіштің индуктивтилігін тап.\n\n2.Толқын ұзындығы 600м радиосигналды қабылдайтын, индуктивтілігі 6мкГн тербелмелі контурдың сыйымдылығы қандай?\n\n3.Сәуле судан шыныға өтеді. Түсу бұрышы 35°. Сыну бұрышын тап.\n\n4.Толқын ұзындығы 100нм ультракүлгін сәулелерінің фотон импульсі қандай?\n\nӨтінеем көмектесіңіздершіі алдын ала рахмет",
        "question_date": "13.05.2020",
        "question_tag": "Физика",
        "question_views": 976,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Индуктивтіліктің мәні 0,35 - ке тең",
                "date": "13.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ерғабыл қарттың арманы",
        "question_content": "Ерғабыл қарттың арманы",
        "question_date": "13.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазушы Төлен Әбдіковтің «Қонақтар» әңгімесі бүгінгі күнде де өзектілігін жоғалтпаған үлкен әлеуметтік мәселені көтерген шығарма. Шығарма тақырыбының идеясы - ата-ана, ата-ана алдындағы бала парызы, туған жер, қара шаңырақ. Шығарманың түпкі идеясын ашуда бар жүкті Ерғабыл шалдың ой-толғанысы, іс-қимылы, сөзі мен өзгелермен қарым-қатынасы көтеріп тұр десе болғандай. Курорттан қайтып келе жатып, соғып кететіндігінен хабар берген, жылына бір рет қана келіп кетер баласы Сапабекті күткен әкенің ойы, арманы, Жаратқаннан күтер тілегі бар. Бірақ оны сөз саптасымен немесе қимылымен білдірмесе, ашып көрсетпейді. Ұлттық болмыстан айырылып бара жатқан жалғыз баласы Сапабектің табыстары, жер дүниені кезіп, шетелдерде болып, көпті көргендігі әке үшін мақтаныш емес. Қол-басы, омырау тұсы ашық киім киген, орысша сөйлеп, ауыл тұрмысына жат қылықтар көрсеткен келіні Томаға да, қазақша түсінбейтін немересіне де шалдың көңілі толмайды. Ерғабыл шал үшін түтінін өшірмей, қара шаңырақты ұстап қалған ұрпақ қана адал сүт емген, ата-ана алдындағы парызын өтеген бала. Ауыл адамдарына әңгіме айтып, көсіле сөйлеп отырған баласын сөзден зеки тыюында да, кетерінде немересін тастап кетуге қимаған баласына: «- Алып кет өзіңмен бірге, оқыт, өзіңдей қаңғыбас етіп шығар деп, түнере сөз айтуында да осы бір шалдың баласына деген наразылығы айқын сезіліп отырады. Ерғабыл шал – ұлттық болмыспен құндылықтарды сақтаушы, қара шаңырақ деген киелі ұғымды қастерлеуші тұлға. Сапабек әкесі үшін – адам бойына туғаннан берілетін мәңгілік құндылық - парыз-қарыз, борыш ұғымдарын ұғына жете түсінбейтін, бүгінгі күнмен ғана өмір сүруші бала. Көтерген тақырыбы ауыр болғанымен, сөз орамдары мен айшықты сөздер еркін қолданылған шығарманың тілі жеңіл, оқушыны баурап аларлық сюжеттер желісі айқын.\nТолығырақ: https://bilimland.kz/kk/courses/audiochrestomathy/8-synyp/proza/lesson/7-tolen-abdikov-qonaqtar-anggimesi",
                "date": "13.05.2020",
                "upvotes": 1
            },
            {
                "text": "Ерғабыл атаның арманы- ұлының қара шаңыраққа ие болуы.Бірақ баласы оны қаламайды. Соның кесірінен Ерғабыл ата ұлына наразылық танытып жүр",
                "date": "21.05.2020",
                "upvotes": 0
            },
            {
                "text": "Ерғабылдың арманы",
                "date": "14.05.2021",
                "upvotes": 0
            },
            {
                "text": "Ерғабыл қарттың арманы-ұлының қара шаңырағына ие болғысы келеді.",
                "date": "18.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Структуралық формуласын жазу",
        "question_content": "3-гидроксимай қышқылы\n\n З-Аминопентан қышқылы , 5-аминогексан қышқылы\n\nСтруктуралық формуласын жазу",
        "question_date": "13.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы қышқылдардың атауы:\nҚышқылдарды атау кезінде -СООН тобы бар бөіктен бастап таңбалайды. Санмен таңбаласа -СООН қоса , ал альфа бетта гамма арқылы таңбаласа -СООН  кейін тұрған көмірсутек өлігінен бастап таңбалайды.",
                "date": "13.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Екі таңбалы санның цифрларының қосындысы 9-ға тең.",
        "question_content": "Екі таңбалы санның цифрларының қосындысы 9-ға тең.  Егер оның цифрларының орнын ауыстырсақ,  бастапқы саннан 45-ке артық сан аламыз.  Бастапқы санды тап.\nУ ондықтар, ал х бірліктер болсын.Бос ұяшықтарды толтыр.",
        "question_date": "13.05.2020",
        "question_tag": "Мектеп",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x + y = 9 => x=9-y\n\n10(9-y)+y+45=10y+9-y\n\n90-10y+y+45=9y+9\n\n18y=126 y=7 x=2\n\nБастапқы берілген сан 27",
                "date": "1.05.2023",
                "upvotes": 1
            },
            {
                "text": "x + y = 9    => x=9-y\n\nyx=xy+45\n\nxy = 10x+y\n\nyx = 10y +x",
                "date": "13.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыш қабырғасының ұзындығын тап.",
        "question_content": "Тік төртбұрыштың ауданы 56см2,ал ені 4см. Тік төртбұрыштың қабырғасының ұзындығын тап",
        "question_date": "13.05.2020",
        "question_tag": "Математика",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S = 56\na = 4\n\nb=?\n\nS = a*b    = >   56 = 4*b   =>   b = 14",
                "date": "13.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Берілген блок-сызбадағы алгоритмнің псевдокоды мен программасын жазыңыз",
        "question_content": "Басы\n\nS=0\n\ni=2\n\ni<=10\n\nS=S+I\n\ni=i+2\n\nS\n\nСоңы",
        "question_date": "13.05.2020",
        "question_tag": "Мектеп",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "var S,i:int;\n begin\nclrscr;\nS:=0;\nfor (i:=2; i<=10;i+2)\nS:=S+i; \nwriteln(S);\nReadln end.",
                "date": "14.05.2020",
                "upvotes": 0
            },
            {
                "text": "Ал нәтидесінде шыққан S тің мәні қандай болады осының?көмектесіп діберіңіздерші",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Мен мемлекетімді дамыту үшін не істедім?\" атты тақырыпта шығарма керек.",
        "question_content": "Мен мемлекетімді дамыту үшін не істедім ? Шығарма",
        "question_date": "13.05.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жастар - елдің келешегі. Ата-бабадан мұра болып қалған, оны ұрпақтың бірнеше буыны сабақтаса дамытқан тілімізді, әдет-ғұрыпты, тарихты, мәдениетті, өнер, білім мен ғылымды алға апаратын солар. Сондықтан да олардың білімді, өнерлі, еңбекқор болғанын ғана емес, мәдениетті болғанын, жаны да тәні де сұлу болғанын, тіліміздің қадірін түсірмей, абыройын асқақтата түсуін қалаймын.\nПрезидент ел жастарымен болған кезекті бір кездесуінде «Еркін елде өскен ұрпақтың рухы әрдайым биік болуы тиіс. Жастары жалын жүректі, өршіл намысты, биік рухты болса –ол елдің еңсесі де биік болады. Өршіл, намысшыл жас отаншыл патриот келеді, халқына, өз ұлтына адал қызмет етуге ұмтылады.» Сондықтан жастар Елбасының сенімі мен үмітін ақтауымыз тиіс. Қазақ елін «Мәңгілік ел» қылатын біздер, жастар!»\nТар жол тайғақ кешумен келген Тәуелсіздік бізге шаттық пен бақыт сыйлады. Міне, егемендігімізді ту етіп, еңселі ел болғанымызға жиырма алты жыл толып отыр. Ұлт-азаттық көтелістер, Ұлы Отан соғысы мен желтоқсан оқиғасы, қатал сынақтан өткен жандардың жанқиярлық ерлігі арқасында, біз өмір сүру бақытына ие болдық. Ел тізгінін ұстаған Елбасының сарабдал саясаты қазақ елін биіктетті. Қазақстан мелекетіндегі бейбітшілік пен тұрақтылық, ынтымақ пен бірлік-басты қағидаларының арқасында осындай жетістіктерге қол жеткіздік. Әрине, тәуелсіздік жылдары көп істер атқарылды. Жас мемлекетімізде саяси тұрақтылық, ұлтаралық келісім қалыптасып, Қазақ халқының береке, бірлігі артты. Білім мен ғылым, технология дамыған заманында мектептер мен жоғары білім беретін университеттер, балабақшалар салынып жатыр. Сан түрлі мамандықтар ашып, ел дамуына үлес қосатын азаматтар өсіп келеді. Алаш арысы Мағжанның\nАрыстандай айбатты,\nЖолбарыстай қайратты,\nҚырандай күшті қанатты\nМен жастарға сенемін! – деп бүгінгі жастарға үміт артып кеткенін байқаймыз. Сондықтан мен ата-бабамыздың мұра еткен жерін одан әрі көркейту үшін қолымнан келгенінің барлығын жасауға тырысамын. Осындай ғажайып мемлекетте тұрып, бейбітшілік күннің астында өмір сүргеніміз – ең үлкен бақыт. Қаншама нағыз патриот қазақ аталарымыз армандаған, аңсаған бақыт. Сол бақытты бағалап, әрі қарай мемлекетіміздің өркендеуіне, гүлденуіне үлес қосу – біздің парызымыз. Отанға деген ыстық ықылас – мемлекеттің жарқын болуына септігін тигізер керемет сезім.\n«Еңбек етсең ерінбей, тояды қарның тіленбей »- деп қазақ атам айтқандай, бүгінгі жастарымыз еңбекқор, жаңашыл, ізденімпаз болып қалыптасуда. Өздеріңіз білесіздер, Елбасы Нұрсұлтан Назарбаевтың салиқалы саясатының арқасында көптеген бағдарламалар іске асырылып жатыр. Бұлардың арасындағы «Болашақ» бағдарламасын ерекше айтып өтуге болады. Осы бағдарлама арқылы біздің көптеген жастарымыз сырт елдерге барып, білім алып, тәжірбие жинап қайтуда. Олар осы алған білімдерін еліміздің игілігіне жаратып, мемлекетіміздің дамуына үлес қосып жүр. Бұдан бөлек, жастар саясатына қатысты басқа да бірқатар бағдарламалар қолға алынуда. Мәселен «Жасыл ел», «Жастар практикасы», «Дипломмен ауылға» сынды бағдарламалар бізге, яғни жастарға серпін беріп, алға қарай ұмтылуға ықпал етуде. Дегенмен қазіргі таңда жастар арасындағы мәселелер де жоқ емес. Біз қазақ жастары,есті де текті,көреген де кемеңгер басшының өзге мемлекеттер қазақ халқын көргенде таңғаларлық үлгі-өнеге тұтарлық ұлағаты зор айтулы елі, оның келел ұрпағы болуға міндетті. Ең қуатты, ең құнарлы, ең сауатты руханият тек жастарға ғана тән. Егер жастардың өздері білім алуға ұмтылмаса, ешкім де және ешнәрсе де, тіпті ең дамыған білім беру жүйесі де оларды ешнәрсеге үйрете алмайды.\nМемлекет деген ыстық атау жүректі елжіретіп, жанымызға жылулық береді. Ананың баласына дарытқан мейіріміндей. Егер ана баласының болашағын бүгіннен бастап ойламаса, баланың болашағы не болмақ? Біз де сол сенімді ұлтымыздың, еліміздің болашағын бүгіннен бастап ойлап, тарихымыздағы ата-бабаларымыздан үлгі өнеге алайық. «Жетім көрсең, жебей жүр» — деп дана халқымыз айтқандай, кейбір жастарымыз жетімдерге қолын ұшын беріп, рухани дүниесін байытып, нағыз қазақилыққа тәрбиелеуге өз үлестерін қосып жүр\n«Мемлекеттің дамуы мен гүлденуі үшін басты ұлттық басылымдылықтар – бейбітшілік, тұрақтылық пен келісімнің  төңірегінде топтасуымыз керек. Оларсыз ешқандай мәселені шешу мүмкін емес», деп мәлім етті – мемлекет басшысы Нұрсұлтан Әбішұлы Назарбаев. Еліміз тату болып, бірілігіміз тарасқан  ел болсақ, мемлекетіміз тыныш өмір сүреді. Бүгінгі күнімізді ғана ойламай, әрқашанда ертеңімізді ойлап, еліміздің ахуалын түзетуіміз керек. Әрине, қазір де мемлекетіміздің ахуалы жаман емес. Бірақ, одан әрі гүлдендіріп, жаңарту біздің қолымызда. Мемлекетім менің баға жетпес байлығым. Аңсап, сағынып қауышқан шырайлы кең байтақ далам. Мен қазақ елінің болашағын ойлап көп алаңдаймын. Қолымнан келері — жастарды тәрбиелікке шақыру. Білімдіден бұрын тәрбиелі, иманды, адамгершілігі мол адам болса, елін, жерін, мәңгі сүйіп, қорғап өтері хақ. Өткен заманда өзінің ойлары мен жүрекке жылу сыйлар шешендік сөздерін, ақыл-кеңестерін ұрпаққа  мәңгі өшпес мұра етіп қалдырған сенімді рухани тұрғысынан байытқым келеді.\nҚазіргі таңда діни экстремизм мен терроризм үлкен өзекті мәселе болып отыр. Айдың жарық күнінде жастарымыз түзу жолдан адасып, теріс ағымның жетегінде жүргендер көп. Мемлекетіміздің ең қорқынышты бейнесі де міне, осы. Қазақ қыздары қара жамылып, адам көрсе шошырлықтай хәлде жүруі – бейбіт жарық өміріміздің қараңғы бұлттары іспетті. Егер осылай жалғаса берсе, тағы да көп жастарымыз қара жамылып, бейбітшілікке, бірлігі жарасқан елдің тірлігін құрта  ма деп қатты қорқамын. Жастарымыздың діни сауаттылығын арттыру ең басты мәселе болып отыр. Мемлекеттің жан-жақты гүлденуі дегеніміз – айналамыздағы бүкіл жамандықтан арылу. Тек қана биік-биік үйлер тұрғызып, атақ-даңққа бөленумен мемлекет гүлдемейді. Біз жастар ұжымы болып бірге атсалысып, еліміздегі түрлі қайырымдылық шараларға қатысып, жаралы жанға демеу болсаң, діни экстремизм мен терроризмге қарсы тұрып, сапалы білім алып, болашақта қазақ елінің ар-намысын, қорғайтындай нағыз патриот болуымыз керек.\nЕліміздің көгінде тәуелсіздік туы желбірегеннен бері өшкеніміз жанды, өлгеніміз  қайта тірілді, ата-баба дәстүрі көш түзеді, халқымыз еңсесін тіктеп жарқын болашаққа кол созды. Содан бері атқан оқтай зулап, табандатқан 26 жыл өтті. Қазақстанның  жиырма алты жылдық ғұмырына көз салсақ, ауыз толтыра айтарлықтай, көкірегіңді мақтаныш сезімі кернеп еске аларлықтай жеткен жетістіктері, асқан асулары мен бағындырған белестері бар.\nБүгінгі Қазақстан Астанасын бас қала етіп, дамыған  мәдениет пен экономиканың, білім мен ғылымның орталығына айналдырып, елінің тұрақтылығы мен бірлігін сақтап, дүниежүзіне танытуға күш салуда. Бұған мемлекетіміздің Біріккен ұлттар ұйымына, Еуропадағы қауіпсіздік пен ынтымақтастық ұйымы сияқты халықаралық қауымдастықтарға мүше болып дүние жүзі елдерімен тығыз байланыс орнатуы және осы жолда атқарып жатқан қыруар істері дәлел бола алады. Кемеңгер Елбасымыздың «Қазақстан-2050» бағдарламасы өз бағытымен жүзеге асса, келешекте Қазақстан мемлекеті дүние жүзіндегі ірі мемлекеттер қатарына қосылады деген сенімдемін.\n«Отан - оттан да ыстық» деген дана халқымыз, адам баласының жүрегінде ең бірінші, ақ сүт берген туған анасына деген сезім орын алса, екінші, Отанға деген жалынды, ыстық сезім орын алады екен.\nБабаларымыздың үмітін ақтау мақсатымен қазір Құдайберген Жұбанов атындағы Ақтөбе өңірлік университетінде сапалы білім алып, болашақта еліміздің дамуына өз үлесімді қосатыныма сенімдімін. Жүрегімнің қалауымен «Экономика және құқық» факультетінің құқықтану бөліміне оқуға түстім. Қазіргі таңда 4 курс студентімін. Университетте төрт жыл алған білімімнің бір кәдеге жарайтынына сенімдімін. Өйткені бойда өз мамандығыма деген сүйіспеншілігім бар, қуат пен жігер, болашаққа үміт пен сенім бар. Тізбектей келе айтқым келетіні, нағыз маман атану жолындағы алған білімімді кәдеге жарату, өз бетінше үздіксіз білім алу дағдыларын меңгеру, бәсекеге қабілетті болу, өз мамандығыма деген адалдық-отансүйгіштіктің құрамдас бөліктері деп түсінемін. Болашақта үлкен жетістіктерге жетіп, елім үшін бәрін істеуге дайынмын. Елдің әр азаматы өз тағдырын ел тағдырымен байланыстырып, шын ықыласымен еңбек ететін болса ғана  біз Елбасы айқындағандай «Қазақстан-2050» Стратегиясына сай бәсекеге қабілетті 50 елдің қатарына кіретін боламыз.\nМенің айтпағым, Қазақстан мелекетінің ертеңгі болашағы жастарға, яғни бізге тәуелді. Алаш ардақтысы Ахмет Байтұрсыновтың «Басқадан кем болмас үшін біз білімді, бай, һәм күшті болуымыз керек. Білімді болуға оқу керек, бай болуға кәсіп керек. Күшті болуға бірлік керек. Осы керектердің жолында жұмыс істеу керек» деп ойлаймын.\nТолығырақ: https://bilim-all.kz/article/5969-Men-memleketimnin-guldenui-ushin-ne-istei-alamyn",
                "date": "13.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тікбұрышты үшбұрыштың іштей сызылған шеңберінің",
        "question_content": "Тікбұрышты үшбұрыштың іштей сызылған шеңберінің радиусы 3 см ,Тікбұрышты үшбұрыштың гипотенузасы 17 см . Тікбұрышты үшбұрыш ауданын табу",
        "question_date": "13.05.2020",
        "question_tag": "Геометрия",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "r=(a+b-c)/2; 2r=a+b-c.\n\n2с: 2r+2c=a+b+c; P=2r+2c=2*3+2*17=40(cм).\n\nS=½(p*r) =0,5*40*3=60см\nШамамен осылай болу керек.",
                "date": "14.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бөлшекті қысқартыңыз.",
        "question_content": "Бөлшекті қысқартыңыз а3-2а2/а2-4",
        "question_date": "13.05.2020",
        "question_tag": "Математика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(a^3 - 2*a^2)/(a^2-4) = a^2*(a - 2)/(a - 2)*(a + 2)  =  a^2/(a + 2)",
                "date": "13.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тоқ күшінің 0,1с ішінде 0,6A-ге бірқалыпты өзгеруі 2,1 В өздік индукцияЭҚК-ін қоздырады.",
        "question_content": "1.Тоқ күшінің 0,1с ішінде 0,6A-ге бірқалыпты өзгеруі 2,1В өздік индукция ЭҚК-ін қоздырады. Өткізгіштің индуктивтілігін тап.\n\n2.Толқын ұзындығы 600м радиосигналды қабылдайтын, инлуктивтілігі 6мкГн тербелмелі контурдың сыйымдылығы қандай?\n\n3.Сәуле судан шыныға өтеді. Түсу бұрышы 35°. Сыну бұрышын тап.\n\n4.Толқын ұзындығы 100нм ультракүлгін сәулелерінің фотон импульсіқандай?\n\nӨтінееем көмектесіңіздершіі алдын ала рахмееет",
        "question_date": "13.05.2020",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)ε=L*dI/dt\n\nөткізгіш индуктивтілігі\n\nL=ε*dt/dI;\n\n3)N1=1.3     n2=1.6    α=35    β=?\n\n===\nn=n2/n1=sinα/sinβ\nsinβ=n1*sinα/n2=1.3*0.57/1.6=0.466\nβ=arcsin0.466≈28°\n\n4) λ=100нм=10^-7м\n\nP-?кг*м/с\n\nШешуі:\n\n: p=mc формуласы бойынша: p=mc=E/c=E/λv=hv/λv=h/λ; p=h/λ=6,626*10^-34Дж*с/10^-7м=\n\nДәрежелерді қысқартамыз=6,626*10^-27кг*м/с.",
                "date": "14.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Лангобардтардың жер атауы қандай?",
        "question_content": "Қәзір бізде БжБ болып жатыр.Енді мен істей алмай жатырмын Лангобардтардың жер атауы қандай?",
        "question_date": "13.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Италиялығы ұзына бойына Қара ғасырлардың жерлерi ешқандай да саяси дербестiгi болмады. Апеннины түбегi Римдiк империяның ыдырауынан кейiн құнарлы жердi жаулап алушылардың жиыны үшiн дәмдi тамақ көсек болды. Бiрiншi лангобардтар, үйретiп алған солтүстiк және орталық облыстар болды. Лангобардтық хандығы, сөз жоқ, Италия Северндерiн тарихтағы оң рөлiн ойнады. Бұл облыстардың бiрлiгi франктер тiптi осындайда бұзылмай лангобардтарды жойды және өз иелiктерiне италиялық жерлер қосқан болмады. Шiркеудiң толық басқару тапқан Папалық облыс тiптi мәдени және өңге солтүстiк итальянның өлкелерiмен экономикалық байланыс жоғалтпады.\nСалыстырмалы саяси орнықтылық және бүтiндiк Италия Северндерiне әр түрлi қолөнер өндiрiстерiн азырақ тудыратынын ауыл шаруашылығы сонымен бiрге келтiрдi. Батыстағы бiрiншi орынға Италия Франк империясының құрамынан бөлектегендесi ендiгәрi солтүстiк және орталық облыстардың қаласы Биiк орта ғасырдың мерзiмiне көрiнбеген мәдени және XII-шi ғасырлардағы Италия шығарған экономикалық өрлеудi оларға қамтамасыз еттi.\nСолтүстiкте, Италия оңтүстiгi лангобардтық жаулап алуымен мезгiлдес шамамен Византияның билiгiне қарап қалды. Оңтүстiк — италиялық облыстардың әскери-саяси жоспарында әлдеқайда әлсiзiрек солтүстiк көрсеттi — византиялық императорларда қамдардың таяу шығысында, және оларды талады апеннинылардағы жерлерi ұстап қалуды жағдайы көтермедi. Сицилия IX ғасырда, онда және түбектiң оңтүстiгiнiң едәуiр бөлiгi арабтармен жаулап алып, сонда кейiн ғасыр норманнылар келген болды. үстем халықтардың жиi ауысымы оңтүстiк — италиялық облыстардың мәдени өзiндiк ерекшелiгiнде айтылмай алмады, бiрақ ол саяси орнықсыздыққа және экономикалық дамымағандықты келтiрдi. Ерте орта ғасырына оңтүстiк Италия ауылшаруашылық өлке қалай көбiнесе қалыптасты. Солтүстiкпен және уақыты бар оңтүстiгiнiң аралығында үзiлу айналып кеттi құз тоқтамайтын. Италия барлық өңге еуропалық елге қарағанда анағұрлым көбiрек феодалдық бөлшектенгендiктен зақымданды.\nСияқтығаннан кейiн Верден бөлiмi императордың лауазымына карлдың немерелерiнiң впридачудың франктерiнiң Ұлы, италиялық иелiктерi Лотарем, басына бекiттi, дербес еуропалық мемлекет қалай Италия тарихын бастайды. Бiрақ ескертудi бұл жерде жасауға керек. Италия әңгiме мынадасы XIX ғасырдың ортасы бiртұтас мемлекет шейiн сияқты бар болмады. Ғасыр, қайта тууды дәуiрге және Жаңа уақытқа Италия тарихы орташа — бұл жеке қалалар және қай облыстардың тарихы бiресе дербес саясатты Вели, бақылап күштi көршiлерден астам, бiресе толып қалды. Этникалық ортақтықты орын алып қойылға ғасырға холарына Италия аумақтарына бiрақ, саяси-экономикалық Италия жоспарында тура дамыды, бүтiн елден астам батыс қалған.\nИталиядағы лангобардтарының аллодиаль жер меншiгi, франк хандық өткен мұрасы болды. IX-шi ғасырлардағысы италиялық экономиканың ерекшелiгiмен тауарлық-ақшалай қатынастардың дамытуы болды. Жер сауда-саттықтың объектiмен айналды. Бөлiмшелер талан-таражға түскен майда меншiк иелерiнде жергiлiктi жер иелерi немесе iрi феодалдарға ғана емес сатып алды. Көп қалалықтар қазынаны өте тиiмдi салуға сияқты егiстiк бөлiмшенiң сатып алуларына жатты. Италиядағы жалшы шаруалары қалалық жатқан өрiстердегi еңбек сiңiрдi. Арқасында бұл, Италияларда кейде провинциялардағы мәртебелi феодалдардың арасындағы жердi толық үлестiрiлуде болмады. Не бiр жер меншiктi формамен дербес шаруа қожалықтары Италия ауыл шаруашылығында басқа елге қарағанда маңызды рөлден астам ойнады. Италиялық топырақтардағы ауыл шаруашылығының көтеруi тез қарқындармен келдi, және бұл барлық елдi ары қарай экономикалық өсу үшiн мықты негiздi құрды.\nГермандық императорларға Италияда еш шаруасы болмады. Тек қана меншiктi иелiктердегi ережелерiнiң императоры, және сонымен бiрге өздерi оның тақтарына отырғызған қайсы болса да өз iрi вассалдарынан аз айырмашылығы болатын. Саяси және экономикалық өмiрдi Биiк орта ғасырдың басына Италияларда дегенмен әшекейдi еске салды. Бұл әшекейдiң шақпақтары, тәрiзден бiртұтас суреттердi бердi, ортақ суреттердi өте түрлендiрдi",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика 6 сынып #1488 есепті шығарып бересіздер ме?! Өтінем!",
        "question_content": "Математикадағы #1488 есепті шығарып бере аласыздар ма? Өтініш!!! Математика 6 сынып Алдамұратова Т.А. Байшоланова Қ.С. Байшоланов Е.С.  баспа 《Атамұра》2018",
        "question_date": "13.05.2020",
        "question_tag": "Математика",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Х =-1, у=3\n........................",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі қандай тілдер қатарына жатады?",
        "question_content": "Қазақ тілі қай тілдер қатарына жатады",
        "question_date": "13.05.2020",
        "question_tag": "Мектеп",
        "question_views": 13300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тілі түркі тілдерінің қыпшақ тобына, соның ішінде қарақалпақ, ноғай, қарашай тілдерімен бірге қыпшақ-ноғай тармағына жатады. Сонымен қатар қырғыз, татар, башқұрт, қарашай-балқар, құмық, қарайым, қырымтатар тілдеріне жақын.\nҚазақ тілі диалектілерге бөлінбейтіні ғылыми түрде дәлелденген. Барлық өлкелердің қазақтары бір-бірін жақсы түсінеді. Бірақ кейбір ғалымдардың пікірінше қазақ тілі 3 диалектіге бөлінеді: солтүстік-шығыс, оңтүстік және батыс (ескі үш жүздің орналасқан аумағы бойынша)",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 32г темір (3) оксиді қанша моль көміртекпен әрекеттеседі?",
        "question_content": "Массасы 32г темір (3) оксиді қанша моль көміртекпен әрекеттеседі?",
        "question_date": "13.05.2020",
        "question_tag": "Химия",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(Fe2O3) = 32 g\n\n-------------------------\n\nn(C) - ?\n\nFe2O3+3C-->Fe+3CO\n\nM(Fe2O3) = 160 г/моль\n\nn(Fe2O3) = m/M = 32 / 160 = 0,2 моль\n\nn(Fe2O3) = 3n(C)\n\nn(C) =3*0.2 / 1 = 0.6 моль\n\nЖауабы: 0.6 моль",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Imagine that you were feeling depressed. Write a story with the title A Happy Ending",
        "question_content": "Imagine that you were feeling depressed. Write a story with the title A Happy Ending",
        "question_date": "13.05.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Now that you know the symptoms of depression, some positive coping skills can be useful. All of the following techniques are supported by scientific research and medication prescribers — like psychiatrists — and these skills are frequently recommended as important parts of treatment even for patients who continue to take antidepressant medications.\nPractice These Coping Skills Every Day\nI recommend doing many — if not all — of the following coping skills and techniques once a day when experiencing depression. It’s important to know you probably won’t be motivated to do any of them at first because depression frequently saps motivation. In other words, know that it’s normal to feel unmotivated until you’re halfway done.\nThe patients I work with who frequently practice these coping skills get better. The seven techniques can be memorized with the acronym MY PEERS.\n1. Meaning: Find small ways to be of service to others. \nFind personal meaning by serving something larger than yourself. Remember service doesn’t have to be big to count. Consider this, “Success, like happiness, cannot be pursued; it must ensue… as the unintended side effect of one’s personal dedication to a course greater than oneself.” – Viktor E. Frankl, Man’s Search for Meaning\n2. Your goals: Find workable goals that give you a sense of accomplishment.\nMost people feel guilty when talking about goals because they set unreasonable or unworkable goals. A goal is workable if it’s:\nSomething you can control (i.e., it doesn’t depend on others)\nManageable (i.e., not overwhelming)\nRealistic for you (not for someone else)\nMeasurable (i.e., you know whether or not it is done or getting done)\nIf something goes wrong with your goal, adopt a “what can I learn from this?” attitude (versus a judgmental, “this is why I’m horrible” attitude). Also, be careful when comparing your progress with others. We usually compare our biggest weakness with another person’s biggest strength. This is unfair (and usually not accurate anyhow).\n3. Pleasant Events: Schedule pleasant activities or events.\nDon’t wait for yourself to be “in the mood.” For example, give yourself permission for a 30-minute “vacation” or schedule a healthy hobby every day. Just remember to do these activities with the right attitude (see Engagement).  Also, practice gratitude — take time to notice what went well today, not just what went wrong.  Consider keeping a gratitude journal.  Know that being grateful for your blessings doesn’t mean you have to discount your problems.\n4. Engagement: Stay in the present.\nThis practice is sometimes called mindfulness. As best you can, during activities try not to be in your head with self-judgment. You may not be able to turn off the self-judgment, but you can notice it and bring yourself gently back to the present.  Research shows that people with higher self-compassion also have higher self-worth or self-confidence. \nFor those who have difficulty with self-compassion or healthy engagement, you can find self-compassion exercises on Kristin D. Neff’s website here. Mindfulness Based Stress reduction courses are also available throughout Utah. \n5. Exercise: And, eat right too.\nDoing moderate exercise about five times a week (30 minutes a pop) can dramatically help your mood.  Moderate exercise is a level of activity where it is difficult to sing from your diaphragm while doing it.  Also pay attention to how the type of food or drink you’re eating influences your mood.  You don’t have to do fad diets, but anyone will be depressed if they frequently binge on carbs, junk food, and energy drinks. Remember the virtue of moderation.\n6. Relationships: Focus on people who lift you up.\nInteract frequently with others that bring you up (not people that bring you down). While it’s OK to have some alone time, find a balance and don’t isolate yourself or the depression will linger. \n7. Sleep Regularly: Try to keep a regular sleep schedule.\nKeep a balance with not too little and not too much sleep. Staying up late one night and then sleeping in excessively the next day is a sure-fire way to feed depression.  Also, don’t try to solve problems late at night when your brain is half-asleep.\nAs you practice these coping skills, know that you’re on the path to overcoming depression\nIn contrast, depression tends to linger when patients make up a reason why they can’t do these things.  No matter what medication you’re taking, doing several of these activities every day — especially when you don’t feel like it — is vital to the treatment of depression.  These positive coping skills may take time and practice, but if we don’t take the time to be well now, the periods of “unwellness” may be forced upon us later.",
                "date": "29.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың боялған бөлігінің ауданын тап?",
        "question_content": "Осы 7 есептин екинши есебин шыгарып бериндерши отиниш",
        "question_date": "13.05.2020",
        "question_tag": "Математика",
        "question_views": 15500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең бірінші кішкентай төртбұрыштың ауданын есептеп аламыз. Ол: 10×5=50см\n\nСосын қанша боялған төртбұрыш бар соған көбейтеміз. 50×10=500см шағады",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер 0(0;0) b(6;2) c(0;6) параллелограмның а нүктесінің координатасы. р қиылысу нүктесі",
        "question_content": "Егер O(0;0) B(6;2) C(0;6) параллелограм. A нүктесінің координатасын табыңыз. Р диагоналлдардың қиылысу нүктесі.",
        "question_date": "13.05.2020",
        "question_tag": "Геометрия",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Р нүктесінің координатасы\n\nРх = (Вх+Ах)/2 = (6+0)/2 =3.\n\nРy = (By+Cy)/2 = (2+6)/2 = 4.\n\nА нүктесінің  координатасы\n\nАх = 2Рх - Ох = 6-0 = 6.\n\nАy = 2Py -Oy = 8 -0 = 8.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотоэффект деген не?",
        "question_content": "Фотоэффект кызыл шекарасы 500нм болса, натрийден шыгу жумысы кандай?",
        "question_date": "13.05.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотоэффект құбылысын түсіндіру жолын Эйнштейн тапты. Ол фотоэффект құбылысын түсіндіру үшін жарықтың бөлшектік әрі кванттық қасиетіне сүйенді. Шынында да, жарық екіжақтылығымен сипатталады: біріншісінде ол толқындық жағынан танылса, екінші жолы бөлщек, яғни Эйнштейн сөзімен айтқанда, фотондар ағыны ретінде көрінеді. Бұл құбылыс жарықтың толқындық-корпускулалық дуализм деп аталады. Дуализм - бүкіл материяның кірпіші болып табылатын элементар бөлшектердің барлығына ортақ қасиет. \nА = h c / λ = 4.1*10^(-15)*3*10^(8)/500*10^(-9) = 2.46 эВ",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таукен өнеркәсібі шоғырланған аймақты айтсаңыздар?",
        "question_content": "Таукен онеркасыби шоғырланган аймақ",
        "question_date": "13.05.2020",
        "question_tag": "География",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тау-кен ісі кен ісі – ғылым мен техниканың жер қойнауын игеру, пайдалы қазылымдар өндіру жұмыстарын қамтитын саласы. Ол жер қыртысына техногендік әсер етудің барлық түрін қамтиды. Тау-кен ісі негізінен жер қойнауындағы пайдалы қазбаларға барлау жүргізу, құрамы мен сапасын анықтау, өндіру жүйесін тағайындау, алынған пайдалы қазылымдарды алғашқы өңдеуден өткізу және тау-кен технологиясы саласында ғылыми-зерттеуші жұмыстарын жүргізумен айналысады. Содан кейін ғана кен қазу үшін дайындық жұмыстары (кенді ашу, дайындық қазбалар жасау, жер астылық және жер үстілік қажетті құрылыстар тұрғызу, т.б.) орындалып, кен белгіленген жүйемен қазыла бастайды.\nТау-кен ісі адамзат қоғамы пайда болуымен байланысты тым көне заманнан басталды. Тау-кен ісінің алғашқы өндірген шикізаты кремний болды. Темір кенін қазу және өңдеу туралы алғашқы жазба мәліметтер 3-мыңжылдықтың орта шенін меңзейді. біздің заманымыздан бұрынғы 6 – 5 мыңжылдықтарда мыс, алтын, қалайы, күшәла, қорғасын өндіріле бастаған, 9 – 8 ғ-ларда темір кендері, антиквар кезеңде және орта ғасырларда мұнай мен көмір, ал 20 ғ-да – радиоактивті кендер мен газ ерекше маңызға ие бола бастады. Антиквар кезеңдегі елдерде (Ежелгі Грекия, Ежелгі Рим мен Жерорта т. елдерінде) 100 м-ден астам тереңдіктен кенді көтеріп шығаратын күрделі механикалық тетіктер, су төгетін механизмдер пайда болды. Су ағысын пайдаланып алтын өндіру жұмысы (Колхида, Испания), 900 м-ге дейінгі тереңдіктен диам. 12 – 15 см ұңғыма көмегімен тұз өндіру тәсілі едәуір жетілдірілді. Бу қазандарын, бу қозғалтқыштарын ойлап табу шахта жұмыстарының пайдалы қазылымдарды жер бетіне көтеру, су төгу, желдету, ұңғыманы бұрғылау сияқты қол еңбегін көп қажет ететін жұмыстарды механикаландыруға оң ықпал жасады. Тау-кен ісінің сапа жағынан дамуының жаңа кезеңі 18 ғ-дың соңы мен 19 ғ-дың басында болды. Қазақстанда 18 ғ-да Риддер, Бұқтырма, Зырян, Белоусов, Николаев, т.б. кен орындары ашылып, кен өндіріле бастады. 18 – 19 ғ-ларда тек Кенді Алтайда ғана түсті металдардың 850-ге тарта кен орындары ашылды. 1920 – 80 ж. Қазақстанда кен өндіру өнеркәсіп орындары қарқынды дамыды. Осы жылдарда барлау жұмыстарының көлемі ұлғайып, түсті және қара металдар, тау-кен хим. шикізаттар, көмір мен мұнай, алтын және сирек металдар, хром, т.б. пайдалы қазылымдардың жаңа кен орындары ашылды. Сонымен қатар бұрынғы су басып қираған кеніштер қалпына келтірілді. 2-дүниежүз. соғыс жылдары Қазақстан стратег. маңызы бар металдар мен отындар – марганец, қорғасын, молибден, хром, көмір, т.б. пайдалы қазылымдарды өндірудің негізгі орт-тарының біріне айналды. 1991 – 2000 ж. пайдалы қазылымдардың өндірілуі күрт төмендеді. Ал қазіргі уақытта пайдалы қазылымдарды өндіру біртіндеп қалпына келтіріліп, мұнай өндіру қарқындап өсуде; қ. Тау-кен өнеркәсібі; Тау-кен техникасы.\nПайдалы қазылымдар өнеркәсіптің, тасымал көліктің, ауыл шаруашылығының, құрылыстың таптырмайтын шикізаты болып саналады. Сондықтан да Тау-кен ісі дүниежүз. экономикада өнеркәсіп өндірісінің ең маңызды салаларының бірі болып саналады.\nҚазақстанның кен ресурстары - Қазақстан кен байлықтарының қоры, елдің даму стратегиясын анықтайтын негізгі факторлардың бірі. Қазақстан кен байлықтарының қоры мен әр алуандығы жағынан Жер шарындағы бай аймақтардың бірі. Минералдық шикізат қорлары Қазақстанның ұлттық экономикасының тұрақты дамуы мен қауіпсіздігінің маңызды кепілі. Қуатты минералдық шикізат базасының қазіргі жай-күйі республиканы шет елдердің кен қазбаларына тәуелділіктен толық арылтып, Қазақстанның дүниежүзілік рынокқа минералдық шикізат қорлары мен оның өңделген өнімдерін шығаруына мүмкіндік берді.\nКөмір\nҚазақстанда тас және қоңыр көмірдің мол қорлары бар. Республикада 200-ге жуық көмір кен орыны барланған. Қазақстан көмірінің жалпы геологиялық қоры 164,4 млрд. т шамасында бағаланады, оның ішінде: тас көмір 17,6 млрд. т, қоңыр көмір 92,8 млрд. т. Барланған қорлар 60 млрд. т шамасында, баланстан тыс қорлар 19,3 млрд. т. Олардың 63%-ы тас көмір (оның кокстелетіні 17%), 37% – қоңыр көмір. Республикадағы ең ірі көмірлі алаптар Орталық Қазақстанда орналасқан (Қарағанды, Екібастұз, Майкөбен). Ірі кен орындары – Шұбаркөл (қоры 2,2 млрд. т), Борлы (0,5 млрд. т), Самара (1,3 млрд. т), сондай-ақ, Теңіз-Қоржынкөл көмір алабы (шамамен 2,7 млрд. т). Торғай энергетикалық қоңыр көмір алабының қоры 52 млрд. т, оның барланғаны 7 млрд. т. Оңтүстік Қазақстанда Іле және Төменгі Іле қоңыр көмір алаптары орналасқан. Іле алабының геологиялық қорлары 14,8 млрд. т-ға бағаланады, барланған қоры 0,9 млрд. т. Төменгі Іле алабының геологиялық қоры 9,9 млрд. т, оның 3 млрд. т-сы барланған. Шығыс Қазақстанда Қаражыра (Юбилейное) (қоры 1,5 млрд. т), Кендірлік (1,6 млрд. т, барланғаны 250 млн. т) кен орындары белгілі. Кендірлікте көмірден басқа жанғыш тақтатастар бар. Оның жалпы қоры 4 млрд. т, барланғаны 20,3 млн. т. Қазақстанның батысындағы ең ірісі – Мамыт қоңыр көмір кен орны. Жалпы геологиялық қоры – 1,5 млрд. т, оның 0,6 млрд. т-сы барланған.\nҚара металл\nҚазақстан Республикасының бүкіл дерліктей аумағын қара металл кендерінің алып кентастық аймағы ретінде қарастыруға болады. Мұнда оның бүкіл әлемге белгілі барлық генетикалық және өндірістік, оның ішінде бірегей түрлері кездеседі. Қазақстанда кара металл кентастарының 1000-нан аса кен орындары мен кен білінімдері анықталған. Темір, хром, марганец пен титан кентастарының кен орындары игерілуде. Балансқа алынғаны 17 кен орны, баланстан тыс 11 кен орны бар. Темір кентасының жиынтық қоры 17 млрд. т. Оның 93% мөлшері бес ірі кен орында: Қашар, Сарыбай, Соколов, Әйет, Лисаковта шоғырланған. Бұл кен орындарының барлығы Солтүстік Қазақстанда (Торғай ойысының солтүстік-батыс бөлігінде) орналасқан. Орталық Қазақстанда пайдаланылып келе жатқан Батыс Қаражал, Үшқатын мен Кентөбе кен орындарының барланған қоры 300 млн. т-дан асады. Оңтүстік Қазақстанда Иірсу (қоры 327,7 млн. т) мен Абайыл (28,3 млн. т) кен орындары барланған. Батыс Қазақстанда (Солтүтік-Шығыс Арал маңы) ең ірісі – баланстан тыс оолитті қошқыл теміртас кентасты Көкбұлақ кен орны (1,9 млрд. т), сонымен қатар титан-магнетитті кентастарының болжамдық қоры 1 млрд. т болатын Великов ірі кен орны бар. Қазақстан хромит кентасының қоры бойынша әлемде екінші орында. Балансқа алынғаны 21 кен орны (шамамен 230 млн. т). Қорлардың барлығы Кемпірсай кенді ауданында (Мұғалжар тауында) шоғырланған. Аса ірі хромит кен орындарының қатарына Алмас-Жемчужина кен орны жатады (қоры 100 млн. т-дан асады).\nТүсті металл\nҚазақстанда түсті металдар шикізатының ірі базасы қалыптасқан. Олардың ішінде жетекші орынды мырыш, қорғасын және мыс кендері алады. Бұл металдардың республикадағы қоры бойынша тиісінше әлемде бірінші, екінші және үшінші орын алады. Олар Қазақстан түсті металлургиясы базалық кәсіпорындарының (Жезқазған, Балқаш, Ертіс мыс, Шымкент, Риддер, Өскемен қорғасын мен мырыш, Павлодар алюминий қорыту зауыттары) шикізат көзі болып табылады. Қазақстан әлемдегі ірі мыс өндіруші елдердің бірі. Республика аумағында мыс кентасының порфирлі, мысты құмтас, колчеданды, скарндық мысты-цеолитті, мысты-никельді, т.б. кен орындарының көптеген түрлері белгілі. Мыс кентасының ірі кен орындарына Жезқазған, Қоңырат, Ақтоғай, Айдарлы, Жаман-Айбат, Бозшакөл, Көксай, Қасқырмыс, Нұрқазған (Самара), т.б. жатады. Жекелеген кен орындарының (Жезқазған мыс кен орны, Жаман Айбат мыс кен орны) мыс қоры 10 млн. т-дан асады.\nҚорғасын мен мырыштың 100-ден аса кен орындары анықталып, 58-і балансқа алынған. Олардың негізгі қоры Шығыс Қазақстанда (Кенді Алтай) және Орталық Қазақстанда шоғырланған, сондай-ақ, Оңтүстік Қазақстанда да (Қаратау) кездеседі. Қазір қорғасын мен мырыштың 30-ға жуық кен орындары игерілуде. Алюминий шикізаты ретінде ең көп таралғаны – боксит. Қазақстанда бокситтің қоры көп. Анықталған 200 кен орны мен кен білінімдерінің (есепке алынғаны) 50-ден астамы платформалық типті. Олардың ішіндегі ірілері: Краснооктябрь, Белинское, Тауынсор, Шығыс Әйет, Көктал, Наурызым, Жоғарғы Әйет, Арқалық кен орындары. Бұлардың барлығы Торғай ойысында орналасып, Батыс Торғай, Шығыс Торғай (Амангелді) және Орталық Торғай бокситті аудандарын құрайды.\nСирек металдар\nҚазақстан сирек металдарға бай өлке. Молибден қоры жөнінен республика әлемде төртінші, Азия елдері арасында бірінші орын алады. Молибден кентастарының қоры 34 кен орны бойынша есепке алынған, олардың 26-сы баланстық. Ірілері: Көктіңкөлі, Оңтүстік, Шалқия, Жәнет, Батыстау, Жоғарғы Қайрақты, Қараоба, Ақшатау. Молибден кен орындары негізінен штокверктік (порфирлік) типті. Қазақстан КСРО-дағы жоғары сапалы тантал концентраты мен ниобийдің негізгі өндірушісі болды. Тантал бойынша өнеркәсіптік шикізат базасы төрт кен орында шоғырланды: Бәкен, Белогор, Юбилейное және Жоғарғы Баймырза. Кен орындарының барлығы Қалба жотасында орналасқан. Солтүстік Қазақстанда ірі Сырымбет пен Донецк қалайы кен орындарының ашылуы қалайы шикізат базасын айтарлықтай ұлғайтты. Оған дейін ілеспе қалайының 5 кен орны балансқа алынған болатын, негізгілері кешенді сирек металл кентасты Қалайытапқан (жалпы қордың 70%-ға жуығы), Қараоба, Бәкен, Юбилейное және Ахметкин кен орындары.\nВольфрам қоры жөнінен Қазақстан әлемде бірінші орын алады. Вольфрам қорының 53%-дан астамы 16 кен орнында шоғырланған, оның 12-сі баланстық. Вольфрам кенінің басым типтері – кварц-желілі-грейзенді және штокверкті, оларға Қараоба, Ақшатау, Жетіқара-Қайрақты, Бұғыты, т.б. кен орындары жатады. Вольфрамға бай кентастар скарндық-грейзендік кен орындарында (Солтүстік Қатпар, Баян) немесе олардың мүжілген қатпарларында (Көктіңкөлі) кездеседі. Вольфрамның 16 кен орны есепке алынған. Оның 85%-на жуығы штокверк кендері (Шығыс Қайрақты, Бұғыты, Көктіңкөлі, Қараоба, т.б.), ондағы вольфрам триоксидінің мөлшері 0,12 – 0,19%. Негізгі қорлар 6 ірі және аса ірі: Жетіқара-Қайрақты, Бұғыты, Қараоба (штокверк), Солтүстік Қатпар, Көктіңкөлі, Баян, Ақсораң кен орындарында шоғырланған.\nАсыл металдар\nҚазақстан алтын кені бар ежелгі өлкелердің бірі саналады. Ол алтынның нақтыланған қоры бойынша әлем елдерінің бірінші ондығына, ал өндірісі бойынша – үшінші ондығына кіреді. Оның баланстық қоры 196 кен орнында (126-сы түпкі жыныстарда, 47 кешенді, 23 кенқайраңдық) есептелген. Алтын өндірілетін ірі кен орындары: Солтүстік және Орталық Қазақстанда – Жолымбет алтын кен орны, Бестөбе алтын кен орны, Ақсу алтын кен орны, Ақбейіт алтын кен орны; Батыс Қазақстанда – Юбилейное; Шығыс Қазақстанда – Бақыршық алтын кен орны, Суздаль, т.б.; Оңтүстік Қазақстанда – Ақбақай алтын кен орны. Өнеркәсіптік игерілуге Көкшетау ауданындағы аса ірі Васильков даярланған. Қазақстанда негізгі алтын көздерінің бірі Кенді Алтайдағы колчедан-полиметалл кен орындары: Риддер-Сокол, Тишин, Малеев, Грехов. Алтын, сондай-ақ, мысты-порфирлі Бозшакөл, Самара, Ақтоғай мыс кені, Айдарлы, мыс-колчеданды Аралшың, Лиманды, колчедан-полиметалды Абыз, Майқайың, Миөзек, Құсмұрын, Ақбастау, скарндық мыс кентасты Саяқ тобының кен орындарында бар. Ондаған түпкі және кенқайраңдық алтын кен орындары консервацияланған (Бақыршық, Жітіқара, Жарқұлақ, Ақжал, Балажал, Олимпиялық, Кеңгір, Миялы, Құлынжон, т.б.) немесе жете барланбаған (Васильев, Орлов, Прогресс, Сувенир, Алтынсай, Бақтай, Далабай, Гагарин, Шоқпар, Кепкен, Восток V, Комаров І, Қаншыңғыс, т.б.).\nҚазақстанда күміс ертеден өндіріледі. Оны өндіру көлемі бойынша республика Азия елдері ішінде бірінші орын алады. Оны полиметалл кентасын кешенді өңдеу кезінде бөліп алады.\nҚазақстан аумағында 100-ден астам уран кен орны барланған. Аумақтық белгісі бойынша және геотектоникалық көзқарас тұрғысынан кен орындары уран кені бар 10 өлке мен аудандарға бөлінеді. Олар: Солтүстік Қазақстан (50-ге жуық кен орны бар), Шу – Іле – Кіндіктас – Балқаш жағалауы (8) және Шу – Бетпақдала (6) өлкелері, Шу – Сарысу және Сырдария өлкелерін біріктіретін Қаратау мегаөлкесі (20), Жоңғар – Кетпен (6) және Каспий жағалауы (4) өлкелері, Ұлытау (3), Шыңғыс-Тарбағатай (1) және Мұғалжар – Арал жағалауы (2) аудандары.\nБейметалл кендері\nБейметалл кен байлықтарының барланған және әлуеттік қоры мол. Республика аумағында бейкентасты шикізаттың 2000-нан аса барланған кен орындары бар, оның 1200-і құрылыс материалдарының кен орындары. Республикада шипалы балшықтың 30-дан астам кен орны тіркелген. Олардың көпшілігі Қазақстанның батысы мен солт-нде орналасқан.",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінен 10 етістікке морфологиялық талдау керек?",
        "question_content": "Қазақ тілінен 10 етістікке морфологиялық талдау керек?",
        "question_date": "13.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    }
]