[
    {
        "question_title": "Элементтердің сутекті қосылыстарының қышқылдық қасиеттері",
        "question_content": "Элементтердің сутекті қосылыстарының қышқылдық қасиеттерін периодтық кестеде өзгеру заңдылығын түсіндіріңіз?\n\nПериод PH-HS-HF\nHC\nHB\nHI\nТоп",
        "question_date": "23.09.2020",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Периодтық кестеде топ бойынша жоғарыдан төмен қарай қышқылдық қасиет төмендейді.\n\nПериод бойынша солдан оңға қарай қышқылдық қасиеттері артады.",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тас 72 км/сағ жылдамдықпен вертикаль жоғары лақтырылды?",
        "question_content": "Тас 72 км/сағ жылдамдықпен вертикаль жоғары лақтырылды. Ол қандай максимал биіктікке көтеріледі.",
        "question_date": "23.09.2020",
        "question_tag": "Физика",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұқсас есеп. Формуласын пайдаланыңыз",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 м биіктіктен бастапқы жылдамдықсыз еркін түсетін дене?",
        "question_content": "5 м биіктіктен бастапқы жылдамдықсыз еркін түсетін дене. Жер бетіне қандай жылдамдықпен құлайды? g=10m/c2",
        "question_date": "23.09.2020",
        "question_tag": "Физика",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V = түбір асты (2gh)",
                "date": "23.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Университтетте әскери кафедраны оқып жүріп, оқудан шығып кетсе не болады?",
        "question_content": "Университтетте әскери кафедраны оқып жүріп, оқудан шығып кетсе не болады? Жалпы студенттер университтете әскери кафедраны қосымша оқиды.",
        "question_date": "23.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО оқып жүріп қатар әскери кафедрада оқып жүрген студент ЖОО-нан шығып қалса әскери кафедрадан да шығып қалады. Себебі, ол жеке оқу орны болып есептелмейді, университеттің бір факультеті сияқты есептеледі.",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрынғы заманның адамдары қандай?",
        "question_content": "Мектептен өткен тақырып бойынша керек сұрақ керек?",
        "question_date": "23.09.2020",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бұрыңғы заманның адамдары электронды нәрселер жоқ болған. Мысалы:  қазіргі заманда калькулятор (есепшот) болған, ал бұрында адамдар оларды таяқшамен, таспен есептеген.",
                "date": "3.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттің саяси режимін бағалауға негізделген критерийлер қандай?",
        "question_content": "23.09.20 кунге дейын",
        "question_date": "22.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тоталитаризмнің негізгі ерекшеліктерін сипаттаңыз?",
        "question_content": "Тоталитаризмнің негізгі ерекшеліктерін сипаттаңыз?\n\nТоталитарлы саяси режим – ол мемлекеттің қоғам өмірінің барлық салаларына толықтай бақылау жасауы. «Тоталитаризм» терминін ең бірінші саяси лексиконға еңгізген итальяндық фашистер лидері Б. Муссолини. Ол 1925 жылы өз режиміне сипаттама бергенде осы терминді пайдаланған болатын. Осындай режим сондай-ақ Германияда, Испанияда, СССР-да және Руминияда т.б. елдерде болған. Әр елде өзіндік ерекшеліктерімен көрінсе де оның жалпы белгілері, мәні және мазмұны бар. Осындай белгілерге тоталитарлық режим кіреді:\n\n- азаматтардың жаңаша ойлау және жаңа қоғам құруын жоққа шығаратын ресми идеология;\n\n- билікке жалғыз бұқаралық партияның монополиясы, олигархиялық белгілері мен харизматикалық лидер жарияланған қоғам;\n\n- террористік полицейлік бақылау жүйесі;\n\n- барлық бұқаралық ақпарат құралдарына (радио, телевидение, газеты, журнал) партиялық бақылау;\n\n- қарулы-әскери күшпен бақылау;\n\n- экономикаға орталықтанған бақылау және экономикалық қызметті бюрократиялық басқару жүйесі;\n\n- қоғамдық және индивидуальдық өмірдің барлық салаларына биліктің қадағалау орнатуы\n\n- тұлғаның еркін ойлауы мен әрекеті болмайды;\n\n- «Билік бұйырмағанның (рұқсат етпегеннің) барлығына тиым салынады» - деген принцип әрекет етеді;\n\nТоталитаризмнің негізгі белгілерін белгілі батыстық политологтар К. Фридрих, З. Бзежинский, Х. Арендт өз уақытында анықтаған. Белгілі Американдық зерттеуші З. Бзежинский тоталитарлық режимге келесідей «диагноз» қойды: егер елде осы аталған белгідердің бесеуі кездессе онда осы режим демократиялық жаққа көшпейді.\n\nТоталитарлық – ол индустриализация, модернизация дағдарысы кезеңіндегі қоғамның «реакциясы» мұндай кезеңде қоғам үлкен қиыншылыққа келеді: дәстүрлік құрылымдар бұзылады, адамдарда сезімнен айырылу, жалғыздық пайда болады.\n\nҮстемдік жүргізетін – идеологияға соның саяси іс-әрекетінің мазмұнына әсер ететітіне қарай. Тоталитаризмді негізінен коммунизмге, фашизмге және ұлтшылды-социализмге бөледі.\n\nЖалпы түрінде 1918 жылы қалыптасқан тоталитаризмнің тарихи алғашқы түрі кеңес типіне жататын коммунизм болып табылады.",
        "question_date": "22.09.2020",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 14000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тоталитаризм – ол индустриализация, модернизация дағдарысы кезеңіндегі қоғамның «реакциясы», мұндай кезеңде қоғам үлкен қиыншылыққа келеді: дәстүрлік құрылымдар бұзылады, адамдарда сезімнен айырылу, жалғыздық пайда болады. Үстемдік жүргізетін идеологияға, оның саяси іс – әрекетінің мазмұнына әсер ететініне қарай тоталитаризмді негізінен коммунизмге, фашизмге және ұлтшыл – социализмге бөледі.                                  Саясаттанудағы  әлемдік  практика социализмнің екі түрін  ажыратуға мүмкіндік береді: оңшыл және солшыл.                                                                                                   Тоталитаризмнің оңшыл түрі екі формадан  - итальяндық фашизм және неміс ұлтшыл - социализмнен тұрады. Оңшыл жаққа жатқызылуының себептері – жеке меншік институты және нарықтық экономиканың сақталуы, экономикалық өздігінен реттелу механизмдерін қолдану.                         Италияда фашизмнің орнауы ұлттық және экономикалық тұтастықты сақтау процесіндегі артта қалушылыққа деген ұсақ және орта буржуазияның теріс реакциясы болатын. Фашизмде ұсақ буржуазиялық топтардың ескі аристократияға деген антагонизм көрініс тапты. Фашизм  «ұлттық жанды» қалпына келтіру, жаппай қылмысты ликвидациялау, мәдени және этникалық негізге сүйеніп, коллективті бірізділікті  қамтамасыз етуді көздеді. Италиядағы фашистік тоталитаризмнің орнауы елдегі ықпалды топтардың позициясына сәйкес болды: король, аристократия, офицерлік корпус және шіркеу. Режимнің елдегі билікті жүзеге асыра алмауы белгілі болғаннан кейін бұл таптардың өздері Муссолиниді биліктен тайдырды.                                                               Оңшыл тоталитаризмнің классикалық формасы Германияда 1933 жылы пайда болған ұлтшыл - социализм болып табылады. Бұл режимнің орнауы қоғамның либерализм дағдарысы мен әлеуметтік – экономикалық және ұлттық ерекшеліктердің жоғалуына жауабы болды. Германияның бұрынғы күш пен құдіреттілігін қалпына келтіруді арийлік расаның үстемдігі  мен өзге халықтарды бағындыру идеясының негізінде жүзеге асыру көзделген болатын. Фашистік қозғалыстың жаппай әлеуметтік базасы жұмыс класына да, аристократияға да, ірі буржуазияға да антагонистік көзқараста қараған ұсақ және орта буржуазия болатын. Фашистік қозғалысқа қосылу ұсақ және орта буржуазияға жаңа әлеуметтік тәртіп орнату және фашистік режим алдындағы өзінің жеке қызметіне байланысты ондағы жаңа статус пен артықшылықтарға ие болуға мүмкіндік берді. Немістердің ұлттық және әлеуметтік сананың өсуіне Бірінші Дүниежүзілік соғыстағы (1914 – 1918ж.) жеңіліс пен экономикалық дағдарыстың (1929 – 1933ж.) ықпалы зор екенін айта кету жөн. Ұлтшыл – социализмнің фашизммен туыстастығы бар, бірақ дегенмен де, ол көбінесе кеңес коммунизмге ұқсайды. Мысалы, тоталитарлық партиялық ұйымшылдық түрі және «товарищ» деп айтқанында.\nҰлтшыл - социалистік идеологияның негізі:                                                                  - неміс рейхін қалпына  келтіру;                                                                                                - неміс расасының тазалығы  үшін тартыс;                                                                                                                         -  басқа ұлттарды жою (әсіресе еврейлер);                                                                                 - антикоммунизм;                                                                                                                       - капитализмді шектеу.Оңшыл тоталитаризмнің әлеуметтік тірегі -  экстремистік көзқарастағы қоғамның орта таптары; демеушілері – ірі капитал өкілдері.                                                                                                   Солшыл тоталитаризмге кеңес  коммунистік режим мен Орталық және Шығыс Еуропадағы, Оңтүстік – Шығыс Азиядағы, Кубадағы режимдерді жатқызуға болады. Ол нарықты мүлдем жоққа шығаратын, үлестіретін жоспарлы экономикаға сүйенген болатын (кейбір мемлекеттерде бұл жүйе әлі де көрініс табуда). КСРО – да әлеуметтік бірізділікке қол жеткізу көзделген. Пролетариаттың мүдделеріне ғана сай келетін түсініктер ғана прогрессивті деп саналды. Бірақ, шыңына келгенде КСРО-дағы жұмыс классы маргиналды болды, себебі оның негізін бұрынғы крестьяндр құрған.           Тоталитаризм өзінің коммунистік түрінде көп өмір сүреді. Бөлек мемлекеттерде бүгінгі күнге дейін өмір сүреді. Коммунистік тоталитаризм басқа идеологияларға қарағанда тәртіптің негізгі түрін көрсетеді, өйткені ол жеке меншікті, әрбір жеке автономияны және мемлекеттің абсолюттік билігін жояды. Кеңестер Одағында Тоталитаризм орныққан 1920 – 1930 ж. байлар мен кулактарды тап ретінде жою шаралары және ауыл шаруашылығын коллективтендіру саясаты жүзеге асырылып, қазақ халқы алапат ашаршылық пен босқыншылықты бастан кешті. Кеңестік Тоталитаризм ұлттық зиялы қауым өкілдерінің бір бөлігін өзіндік саяси ұстанымдарына орай “тап жаулары”, “жат пікірдегілер” және “әлеуметтік қауіпті элементтер” ретінде қудалады.Кейбір авторлар тоталитаризмді нашар дамыған елдердің модернизациясының саяси түрі деп қарастырады. Бірақ тоталитаризм – тарихи тәртіп. Тоталитаризм–жабық қоғам  уақытында сапалы жаңаруына  үйренбеген.             Тоталитаризм – үкімет тарапынан қоғамды қадағалап отыратын, ұжымның мақсаты мен идеологиясына бағынатын қоғамдық жүйе және қоғам өмірін ұйымдастыратын саяси тәсіл болып табылады. ХХ ғасырларда тоталитаризм саяси жүйе ретінде қалыптасып, осы ғасырдың 40-50 жж. Теориясы жүзеге асты. Тоталитаризм үлгісі: фашистік Германия және Кеңес үкіметі болып табылады. ХХ ғ. Жедел қарқынмен индустрия дамыды. Экономикалық даму әлеуметтік және саяси сфераларға әсерін тигізеді. Мемлекет техникасының дамуы арқылы миллиондаған адамдардың санасына ақпараттық агенттіктер арқылы әсер етіп, бағындырды. \nИндустрияның дамуы арқылы монополиялар пайда болып, олар экономиканың барлық салаларын қамтыды, енді адамдар санасында қоғамды құру деген идея пайда болды. Оңай басқарылатын, керек бағытқа бұра алатын, бағынғыш қоғам пайда болады. Осы индустриялды ғасырда адамдар санасында ерекше ұжымдық – механизм дүниетанымы қалыптасты. Бұл дүниетанымның негізі – қоғамның үлкен механизмі ретінде қарастырылуы және осы механизмде әр индивид механизмінің бір бөлшегі. Ал үкімет өз кезегінде осы механизмді басқаратын оператор. Және де бұл механизмдегі әр адам өз жұмысын нақты істеп, оператордың талабын орындауы керек. Әйтпесе механизм сынып қалады, яғни қоғам құлдырайды. Сондықтан сынбау үшін адам индивидтікке салынбай қоғамның талабына сай өз міндеттерін дұрыс атқару керек. Тоталитаризмнің орнауына психологияның әсері болды. Адам ұжымнан тыс өмір сүре алмайды, өзіне әлсіз деп сезінуге сендірді. Қоғам және ұжым адамның бүгінгі күнге де, болашағына да сенім әкелді. Класқа кірген адам өзінің эмоцияларын сыртқа шығара алуы. Мысалы: СССР-де жұмысшы кластағы адамдар байлар мен капиталистерге қарсы шыға алды және жазаланбады. Ал Германияда ариялық нәсілге жататындар басқа халықтарды құртуға мүмкіншіліктері болды, олар да бірақ жазаланбады. Мұндай психологиялық факторлар тоталитарлық тәртіптің пайда болуына және сақталуына себеп болды. Тоталитарлық тәртіптің пайда болуына сақталуына себеп болды. Тоталитарлық тәртіптің пайда болуына негіз болған әлеуметтер: экономикалық, саяси, кризистік периодтағы жағдайлар қоғамның жағдайын нашарлатады яғни ешқандай классқа жатпайтын қарапайым адамдарға әсер етеді. Себебі оларды қолдайтын ешкім болмай, олардың жағдайы мүлде нашарлайды. Сондықтан ол әр түрлі үгіттерге көніп, сенеді. Міне нағыз осылар тоталитарлық тәртіптің орнауына негіз болды.  \nТоталитарлық тәртіптің ерекшеліктері: \n1.  Барлық тоталитарлық тәртіптердегі спецификалық ерекшеліктері бар, олар барлық тоталитарлық мемлекеттерде жүзеге асады. Утопиялық идеал барлық тоталитарлық мемлекеттергетән. СССР-де идеал болып коммунистік болашақ табылады. Ал Германияда мұндай идеал болып бақытты рейх табылады. Барлық тоталитарлық тәртіптің ерекшелігі – мақсатқа жету үшін барлық әдістер қолайлы. Қоғамның дамуының ең негізгі компоненті ретінде идеология болды. СССР үшін мұндай идеология Марксизм – Ленинизм болып табылады. Ал қалған идеологиялардың өмір сүруіне құқықтары болмады. Бұл идеялар патерналистік тұрғыдан қарастырылады. Басқарушы барлық мәселелерді шешті, адамдарға тек соны ғана орындау қалды. Бұл бұйрықтарды орындау жақсы нәтижеге жеткізеді және барлық мәселелерді шешеді. \n2. Ақпараттар агенттігінің мемлекет монополиясы. Ақпарат агенттері тек мемлекетке тиісті. Мемлекетлауазымды ерекше қызметші болып барлық ақпараттарды басқарады. Ал басқарусыз тоталитарлы мемлекет үшін азаматтарды біріктіру мақсатында дұшпан бейнесі пайда болады. Бұл бейне мемлекеттің өз ішінде де, және халықаралық алаңда болды. СССР - өмір сүруінің соңғы жылдарында осындай дұшпан бейнесі болып – империализм саналды. Тоталитарлық тәртіп империализмде дұшпанда көріп, оған жоламауға тырысып, қашқақтады. \n3.  Бір ғана басқару партиясы бар саяси жүйе дамиды. Ол елдегі барлық басқаруды қолға алады. Бұл партия қоғамдағы нақты жинақталған түрлі игіліктерге құқығын береді.                                                                                                          4. Тоталитарлы тәртіп қоғамда жаңа адамды қалыптастыруға ұмтылады. Ол индивид өз идеяларына берілген үкіметке сөзсіз бағынатын адам болуы қажет.                                                                                                                            5.   Адамды күнделікті бақылау керек болса оның жеке өмірінде бақылау.\nТолығырақ: https://www.yaneuch.ru/cat_08/totalitarizm-ony-negzg-tipter-men/519505.3351965.page1.html",
                "date": "30.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Негізгі белгілерді атаңыз; авторитарлық режимді тоталитарлық режимнен ажыратыңыз.",
        "question_content": "Негізгі белгілерді атаңыз; авторитарлық режимді тоталитарлық режимнен ажыратыңыз.",
        "question_date": "22.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жылпос сөзінің мағынасы қандай?",
        "question_content": "Жылпос сөзінің мағынасы қандай?\nМағыналас қатар құрамындағы кейбір тіркестерде көп мағыналы фразеологизмдер де ұшырасады. Мысалы, жүзіктің көзінен өткендей: 1. қу, жылпос адам. 2.пысық. 3.мүсінді адамның сипатын береді. Немесе сіркесі су көтермеу: 1.ренжу. 2.ауырып қалу. Есі кету: 1. қуаныштан. 2. қайғыдан. Мұндай көп мағыналы фразеологизмдер сөздікте әр түрлі мағынадағы қатар құрамында қайталанып отыратындықтан олардың тұсына * /астерикс/ белгісі қойылды.",
        "question_date": "22.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылпос сөзі кез келген жаққа иіліп кететін ,қу, сөзбен арбап ала алатын адамды айтады.",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Демократиялық саяси режимді сипаттаңыз?",
        "question_content": "Демократиялық саяси режимді сипаттаңыз?",
        "question_date": "22.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңалықтар Мен Қоғам, Саясат\n\nДемократиялық режимнің белгілерін сипаттамас бұрын, бізге «демократия» деген сөз грек тілінен келді деп айтуға болады. Демонстар сөзі «адамдар» дегенді білдіреді және «кратос» сөзі билікті білдіреді. Бұл сөз тіркесінде «халықтың күші» немесе «демократия» дегенді білдіреді. Алғаш рет ол атақты грек философы және ойшылы Аристотельдің «Саясат» деп аталатын жұмысында қолданылған.\n\nЕЖЕЛГІ ДӘУІРДЕГІ ДАМУ ТАРИХЫ\n\nДәстүр бойынша демократияның прототипі б.з. алтыншы-бесінші ғасырлардағы ежелгі Грецияның Афины қаласы болып саналады. Демократиялық режимнің белгілері сол кезде айқын көрінді. Ең ерте кезеңде ежелгі грек демократиясы мемлекеттің өмірін ұйымдастырудың өзіндік үлгісі, бір адамның билігі (тиранасы, монархы) жоқ, тіпті нақты адамдар тобы (олигархтар, аристократтар) жоқ, бірақ бүкіл халықтың өзіндік үлгісі ретінде қабылданды. Сондай-ақ, «демо» (адамдар) бірдей құқықтарға ие болады және өз мемлекетінің басқаруына тең үлес қосады деп болжануда. Бұл демократиялық режимнің басты ерекшелігі.\n\nҚАЗІРГІ ЗАМАННЫҢ ДАМУ ТАРИХЫ\n\nБіртұтас жүйе ретінде демократиялық режимнің белгілеріне ие мемлекеттердің пайда болуы біздің дәуіріміздің шамамен он алтыншы және он сегізінші ғасырларында орын алды. Процесс Франция, Америка Құрама Штаттары, Нидерланды және Біріккен Корольдік сияқты елдерде дамыды. Сауда және тауарлық қатынастардың қарқынды өсуі, ірі қалалар мен өндірістердің дамуы, географиялық жаңалықтар, колониялардың маңыздылығын арттыру, елеулі ғылыми-техникалық жаңалықтар мен өнертабыстар, қолөнер өндірісінен машина жасауға көшу, байланыс пен көлікті дамыту , қаржы ресурстарын жинақтау - Демократиялық режимнің өркениетті әлемге тән ерекшеліктерін анықтаған экономикалық негіздері. Ескі аристократия мен экономикалық қуатты «үшінші мүлік» арасындағы қарама-қайшылықтар қоғамның саяси режимінде түбегейлі өзгерістерді талап етті. Осындай философтар мен ойшылдардың Монтескью, Лок, Руссоның, Пэйннің, Джефферсонның жазушылары сол кезде демократиялық режимнің негізгі ерекшеліктерін сипаттады. Америка Құрама Штаттарының, Францияның және Англияның халықтары монархизмді жеңіп, демократияның құқықтық, экономикалық және әлеуметтік негіздерін құрып, мемлекеттерді қайта құрылымдаудың алғышарттарын жасай отырып, оларды өмірге жеткізе алды.\n\nНЕГІЗГІ ЖӘНЕ ТӘН ПРИНЦИПТЕРІ\n\nДемократиялық мемлекеттің демократиялық режимінің белгілері басты айырықша ерекшеліктер болып табылады, олардың бастысы - халықтың сөзсіз егемендігі. Демократия тұжырымдама ретінде халықты мемлекетте ең жоғары және жалғыз билік көзі ретінде тануды қамтиды. Азаматтар, әрине, өзінің тағдырын өздері шешуге құқылы. Мемлекеттік билік өз халқының мақұлдауына сүйенуге тиіс және оның бар болуы мен қалыптасуы барлық құқықтар мен нормаларға сәйкес адамдар (сайлаушылар) қолдаған кезде ғана заңды болып табылады. Демократиялық режимнің маңызды белгілері - еркін сайлау және халықтың еркі. Адамдар өкілдерін өздері таңдап, мемлекеттік басқару процесінде олардың қызметін бақылайтын нақты механизмдер мен тетіктерге ие. Сайлау кезінде заң нормаларына сәйкес халық абсолютті немесе ішінара мемлекеттік билікті өзгертуге және құрылымдық өзгерістер жасауға толық құқығы бар. Мұның бәрі демократиялық режимнің басты ерекшеліктері. Айта кету керек, егер билік өкілдерінің өкілеттігін теріс пайдаланғанын байқасаңыз, онда халық биліктен сайланған үкіметті мерзімінен бұрын жоюға құқылы. Бұл демократиялық және тоталитарлық режимнің белгілері (азаматтардың осы функциялары анықтамамен жоқ).\n\nДЕМОКРАТИЯДАҒЫ ЖЕКЕ ТҰЛҒАНЫҢ ҰҒЫМЫ\n\nАдамның саяси және әлеуметтік жүйенің эпицентрі, қоғамның үстінен билігі ретінде қабылдауы либералды-демократиялық режимнің белгілері болып табылады. Бұл мемлекеттің ең жоғары құндылығы болып табылатын адамның жеке басы. Демократиялық режимнің белгілері қандай? Адамдар мен қоғам бір-біріне тәуелсіз әр түрлі тұлғалардың сомасы ретінде қарастырылады, монолитті жалғыз ерік емес. Бұл сома адамдардың біріккен мүдделерін көрсетеді. Демократиялық режимнің белгілері, сондай-ақ, азаматтардың қоғамдық мүдделер мүдделерінің басымдықтарын тану және әр адамның табиғи және бөлінбейтін деп саналатын еркіндіктер мен құқықтардың мөлшерін тану болып табылады. Өмір сүру және өмір сүру құқығы үлгі болып табылады. Демократиялық режим, тұжырымдама, ерекшеліктері мен сипаттамалары жеке бас бостандығына сенеді, сондай-ақ жеке тұлғаның қол сұғылмауы, жеке меншікті қорғау, жеке меншік қорғау және қауіпсіздік сияқты құқықтарды қамтиды.\n\nҚОҒАМДАҒЫ ҚҰҚЫҚТАР МЕН БОСТАНДЫҚТАРДЫҢ МАҢЫЗДЫЛЫҒЫ\n\nЛибералдық-демократиялық режимнің белгілері - жеке адамның қадір-қасиеті мен құрметіне, тиісті жағдайларда өмір сүру құқығына, сіздің елде және сіздің жеріңізде тұрудың, отбасын құру және балаларыңызды тәрбиелеудің сөзсіз мүмкіндігін қамтамасыз ету. Барлық осы бөлінбейтін және табиғи бостандықтар мен құқықтардың көзі қоғам емес, отбасы емес, адамның табиғаты. Сондықтан жоғарыда айтылғандардың бәрі де ешқандай күмән келтірмейді. Бұл құқықтар адамнан алынбайды немесе шектелмейді (әрине, ол адам қылмыс жасаған жағдайларда емес). Сонымен қатар, демократиялық режимнің белгілері көптеген басқа құқықтар мен бостандықтардың болуы (саяси, экономикалық, әлеуметтік, рухани, азаматтық және т.б.) болып табылады, олардың көпшілігі автоматты түрде мәжбүрлі және ажырағысыз мәртебеге ие болады.\n\nАДАМ ҚҰҚЫҒЫ - БҰЛ НЕ?\n\nЕгер демократиялық режимнің белгілері жеке адамның жеке құқықтарына негізделсе, бұл нені білдіреді? Адам құқығы - еркін адамдардың өздері, қоғамы мен мемлекет арасындағы қарым-қатынасын реттейтін нормалар жиынтығы, өз таңдауларымен әрекет ету мүмкіндігін қамтамасыз етеді, олардың өміріне пайда алу үшін. Еркіндіктер белсенділікті және мінез-құлықты таңдауға мүмкіндік береді. Бұл - интегралды жүйені құрайтын демократиялық режимнің негізгі ерекшеліктері болып табылатын құқықтар мен бостандықтардың үйлесімі.\n\nЖЕКЕ АДАМНЫҢ ҚҰҚЫҚТАРЫ ҚАНДАЙ?\n\nӘр адамның әр түрлі құқықтары бар. Бұл адамның бостандығын қорғайтын және мемлекет пен қоғам міндеттерін адамға қатысты дұрыс емес іс-әрекеттер жасамауға (азаптау, қатыгез қарым-қатынас, ерікті қамауға алу және т.б.) кіргізуге арналған «теріс». Сондай-ақ, адамға белгілі бір пайда (демалу, білім беру және жұмыс) беру үшін мемлекеттің және қоғамның міндеті дегенді білдіреді. Сонымен қатар, бостандықтар мен құқықтар жеке, саяси, мәдени, әлеуметтік, экономикалық және т.б.\n\nДЕМОКРАТИЯНЫҢ НЕГІЗГІ ҚҰҚЫҚТЫҚ ҚҰЖАТЫ\n\nДемократиялық режимнің белгілері алдымен 1948 жылы қабылданған Адам құқықтарының жалпыға бірдей декларациясында толығымен сипатталды. Қызықты нәрсе, Кеңес Одағы оны бір уақытта қол қойған жоқ және тек Горбачевте бұл танылды. Осы Декларацияда барлық саяси және азаматтық құқықтар көрсетіледі, оң және теріс еркіндіктер тізімі берілген. Сондай-ақ, саяси, экономикалық және мәдени құқықтардың мазмұны мен мазмұны ашылады. Адам құқықтарының жалпыға бірдей декларациясы халықаралық құқықтың бөлігі болып табылады. Сонымен қатар, Біріккен Ұлттар Ұйымы демократиялық қоғам құру және адам құқықтары мен қадiр-қасиетiн нығайтуға бағытталған көптеген басқа конвенцияларды, ковенанттар мен декларацияларды қабылдады.\n\nКӨПТЕГЕН ПІКІРЛЕР ДЕМОКРАТИЯНЫҢ КЕРЕМЕТ СИПАТЫ\n\nПлюрализм - барлық демократиялық режимдердің ажыратылмайтын сипаты. Бұл идеялар мен идеялар әрдайым бәсекелестік, салыстыру және бәсекелестік жағдайында әртүрлі қоғамдық және саяси партиялардың, топтардың, ұйымдардың көптеген (әрқайсысы өзара байланысты) қоғамдық және саяси өміріндегі тануды білдіреді. Плюрализм монополияның антиподы болып табылады және саяси демократияның негізгі қағидаты болып табылады. Оның кейбір ерекшеліктері бар:\n\n- саясаттың көптеген түрлі субъектілерінің бәсекеге қабілеттілігі;\n\n- билік пен билік иерархиясының дифференциалды құрылымын бөлу;\n\n- қандай да бір партия үшін саяси бәсекелестік пен билікке монополияны алып тастау;\n\n- саяси жүйе көп партиялы;\n\n- пікір мен мүдделерін білдіретін әртүрлі арналарға еркін қол жеткізу;\n\n- бәсекеге қабілеттілік пен элитаны өзгерту, олардың еркін бәсекелестігі мен бәсекелестігі;\n\n- заңдылық аясында баламалы әлеуметтік және саяси көзқарастар болуы мүмкін.\n\nПосткеңестік кеңістікте, демократияландыру үдерісінің үдемелі процесін ескере отырып, КСРО ыдырағаннан кейін, плюрализмді құру процесі өте қиын болды, өйткені «ескі» тоталитарлық жүйенің дәстүрлері толығымен жойылмады.\n\nДЕМОКРАТИЯНЫҢ НЕГІЗІ ҚАНДАЙ?\n\nАзаматтардың өздері негізгі әлеуметтік-саяси тұрақтандырғыштар мен реттеушілер болып табылады. Экономикалық салада, мысалы, жеке тұлғаның билік институтынан және әртүрлі діни, әлеуметтік және саяси топтардан толық тәуелсіздігінің негізін құрайтын адамдардың жеке меншігі. Көптеген партиялық жүйе, идеологиялық және саяси плюрализм, баланстық (еркін) сайлауды қалыптастыру арқылы мемлекеттік билікті бірнеше тәуелсіз салаларға бөліп, қазіргі заманғы әлемде демократияның берік негізін қалыптастырады",
                "date": "13.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "EPSON L301 принтері дұрыс шығармай тұр?",
        "question_content": "Маркасы EPSON - L3101 принтерім қара түсті шығармай тұр. Краскасын толтырып қойдым. Қалған түстері шығарады, бірақ қара түс мүлдем шығармай тұр. Не істеуге болады?",
        "question_date": "22.09.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "магнитный стержен мен магниттік баллды тексеріп көру керек",
                "date": "21.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер бетінен бастау алған космостық ракета 20 м/с^2 үдеумен вертикаль",
        "question_content": "Жер бетінен бастау алған космостық ракета 20 м/с^2 үдеумен вертикаль бағытта қозғалады. Егер ұшқыш –косманавтың массасы 90 кг болса, онда оның кабинаға түсіретін салмағы?",
        "question_date": "22.09.2020",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a=20 м/с^2\nm=90 кг\nP=?\nP= 90*(10+20)= 90*30=2700 Н",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында 15% массалық үлес қоспасы, 0,5т әктастан алынған кальций карбидінің массасы?",
        "question_content": "Массалық үлесі қоспаны әктастан алынған карбидінің массасын қалай есептейді?",
        "question_date": "22.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 911,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nm (ізбес) = 0,5 т = 500000 г\n\nω п = 15%\n\nТабу керек:\n\nm (CaC2) - ?\n\nШешуі:\n\n1) СаСО3 + 4С =(t-1500C)=> СаС2 + 3СО ↑;\n\n2) Mr (СаСО3) = Ar (Са) + Ar (С) + Ar (О) * 3 = 40 + 12 + 16 * 3 = 100 г/моль;\n\nMr (СаС2) = Ar (Са) + Ar (С) * 2 = 40 + 12 * 2 = 64 г/моль;\n\n3) ω (СаСО3) = 100% - ω п = 100% - 15% = 85%;\n\n4) m (СаСО3) = ω (СаСО3) * m (известняка) / 100% = 85% * 500000 / 100% = 425000 г;\n\n5) n (СаСО3) = m (СаСО3) / Mr (СаСО3) = 425000 / 100 = 4250 моль;\n\n6) n (СаС2) = n (СаСО3) = 4250 моль;\n\n7) m (СаС2) = n (СаС2) * Mr (СаС2) = 4250 * 64 = 272000 г = 272 кг.\n\nЖауабы: СаС2 массасы  272 кг.",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "6 моль калций тұз қышқылымен әрекеттескенде түзілетін тұздардың массасын қандай?",
        "question_content": "6 моль кальций оксиді тұз қышқылымен әрекеттескенде түзілетін тұздардың массасын калай есептеледі?",
        "question_date": "22.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2HN03+CaO=Ca(NO3)2+H20\nM(HNO3)=63 г\\моль\nn(HNO3)=12.6\\63=0.2 моль\n6 моль CaO -1 моль соли\n63-Х\nХ=10,5г тұз",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үндістан неге отар елге айналды?",
        "question_content": "Үндістан неге отар елге айналды?",
        "question_date": "22.09.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азиядағы отаршылдық — орта ғасырлық табиғи өндіріс тәсілінен өнеркәсіптік өндірістік қарым-қатынастарға өту кезеңінде орын алған тарихи құбылыс.[1] Экономикалық-әлеуметтік тұрғыдан неғұрлым жетілген мемлекеттер дамуы кенже қалған елдерді саяси, экономикалық және рухани құлдықта ұстады, олардың табиғи байлықтарын өтеусіз, ынсапсыз тонап, арзан шикізат көзіне айналдырды.\nАзиядағы отаршылдық 1498 жылы португалдықтардың Үндістанға жол ашуынан басталған. Олар Үндістанның жағалауына орнығып, Маллук аралдарын жаулап алды. Мыңдаған адамды қырып, тұтас аймақты құлдықта ұстады. Әсіресе, алым-салықты еселей жинап, плантациялар мен елді мекендерде тұрғындарды еріксіз еңбекке жегу, алтын мен күмісті ашкөздікпен өндіріп, сыртқы және ішкі саудада монополия орнату Португалия мен Испанияның отаршылдық саясатына тән сипат болды. 16 ғасырдың соңы мен 17 ғасырдың басында экономикасы қарқынды дамып, күш-қуаты артқан Голландияның отаршылдық жорықтары басталды. Ол Шығыстағы Португалияның отар елдерін тартып алды. Тек 1652 — 54, 1665 — 1667, 1672 — 1674 жылдар аралығындағы ағылшын-голланд соғыстарынан кейін ғана Голландияның үстемдігі жойылды. 17 ғасырдың соңы мен 18 ғасырдың басында Франция отаршылдық жолына түсті. Бұл кезеңдегі отаршылдық саясат, негізінен, озбыр сауда-саттық арқылы жүзеге асты. Оны реттеудің экон-дан тысқары, әкімш. әдістері қолданылды. Тікелей тонау тәсілі отар елдердің сыртпен сауда-саттық жасау құқын шектеп, тек отарлаушыларға үстемдік құқылар беретін нормативтік актілерге ұласты. Мұндай жағдайда отарлаушы мемл-тердің компаниялары құлдарды саудаға салуға, сапасы төмен бұйымдарын аса қымбат бағаға өткізуге ерікті болды. Өндірісі қуатты өнеркәсіп салаларының өркендеуіне орай тікелей тонаумен қатар баламасыз айырбас тәсілі басталды. Отар елдер біртіндеп үстемдік құрушы мемл-тердің арзан шикізат көзіне, олардың өнімдерін өткізудің рыногына (пиасасына) айналды. Мыс., 1757 — 1812 жылы аралығында Англияның Үндістаннан жинаған тікелей алым-салығы 10 млн. фунт стерлинг құрады. Сонымен қатар 1814 — 1835 жылдары аралығында Үндістанға мақта-мата өнімдерін өткізу көрсеткіші 65 есе ұлғайды. 1860 жылы мұнда, Еуропа мен АҚШ-қа қарағанда 2 есе көп ағылшын матасы әкелінді. Арзан шикізат көзі ретінде Үндістан — мақта, кендір, апиын, Цейлон — каучук пен шай, Въетнам — күріш т.б. өндіруге “маманданды”.\nАнглия Испаниямен соғыста, сондай-ақ Голландияның, Португалияның есебінен өз иеліктерін 18 есе ұлғайтты. 1840 — 1842 жылдары. (Франциямен бірлесіп), 1856 — 1860 жылдары. “апиын соғыстарын” ашты. Сянганды (Гонконгті) иеленіп, Ауғанстанды бағындыруға тырысты, Парсы шығанағының маңызды бөліктерін басып алды. Ал Франция Въетнамды (1850 — 1880 жылдары) бағындырып, Камбоджада (1863 жылдары), Лаоста (1893 жылы) өз билігін орнатты. Азиядағы отаршылдық жергілікті халықтардың ұлт-азаттық күресімен қатар жүріп отырды. Мысалы, 1857 — 1859 жылдары Үндістанда, 1851 — 1864 жылдары Қытайда (Тайчин), 19 ғасырдың 80 — 90 жылдары Үндіқытай елдерінде отаршылдарға қарсы көтерілістер болды. Басқыншылықпен қатар көптеген елдерді билеп-төстеп, жартылай отарға айналдыру саясаты кеңінен жүргізіле бастады. 19 ғ-дың 40 — 50 жылдары АҚШ Қытай мен Жапонияға әділетсіз келісімшартын еріксіз таңды. 1-дүние жүзілік соғыс қарсаңында Қытай, Иран, Түркия, Сиам жартылай отар ел халіне душар болды. 19 ғасырдың соңы мен 20 ғасырдың басында Германия, АҚШ пен Жапония басқыншылық жорыққа шықты. 1898 жылы АҚШ Филиппин, Гуам аралдарын басып алды. Қытайда “ашық есік” саясаты белсенді жүргізілді. Германия Түркияға, Таяу және Орта Азияға, Қиыр Шығысқа экспания жасады. 1905 жылы Жапония Ляо-дун жартыаралын, Маньчжур темір жолының оңтүстік тармағын, Оңтүстік Сахалинді иеленді. Сондай-ақ, 1910 жылы ол Кореяға қарсы соғыс ашып, Оңтүсітік Маньчжурияға (Солтүстік-Шығыс Қытай) толық бақылау жасады. Бұл кезеңдердегі отаршылық саясат әскери-саяси қысым жасау арқылы қамтамасыз етіліп, әкімшілік тәсілдер экономикалық айла-шарғылармен ұштастырылып отырды. 1-дүние жүзілік соғыстан кейін Германия өзінің отар елдерінен айырылды, Осман империясының бірқатар аудандары Англия мен Францияның қол астында қалды. Отар елдерде жаппай азаттық күресі басталды. Мыс., Қытайдағы “4 мамыр” (1919 жылы) қозғалысы, Кореядағы жапондарға қарсы көтеріліс (1919 жылы), Үндістандағы, Индонезиядағы, Сириядағы, Ирактағы, Палестинадағы, Түркиядағы және т.б. елдердегі бұқаралық қозғалыстар. “Мандатпен басқарылатын” деп аталған терр-лар рәсімделген 20-30 жылдарда да отаршылдық саясат жалғаса берді. Жапония 1931 ж. Қытайға басып кірді, 1937 жылы бүкіл елді жаулап алу үшін соғыс ашты. 2-дүие жүзілік соғыс кезінде көптеген елде (Индонезияда, Малайяда, Бирмада, Вьетнамда, Филиппинде) азаттық үшін күрес басталды, әсіресе, Үндістандағы, Қытайдағы, Таяу Шығыстағы тәуелсіздік жолындағы шайқас бұқаралық сипат алды. 1943 жылы Сирия мен Ливан, 1945 жылы Индонезия мен Вьетнам, 1947 жылы Үндістан мен Пәкістан тәуелсіздігін жариялады. Трансиордания (1946 жылы), Филиппин (1946 жылы), Бирма (1948жылы), Цейлон (1948 жылы), Камбоджа (1953), Лаос (1954) егемен мемлекет ретінде танылды, 1961 жылы португалдықтардың езгісіндегі Боа, Даман мен Диу Үндістанға қосылды. Қытай да егемендігін жариялап (1949 жылы), Сянганды өзіне қосты (1997 жылы). Корея 1945 жылы тәуелсіздікке ие болды.\nРесейдің азияны отарлау басқыншылығы Қазан (1552 жылы) және Астрахань хандықтарын (1555 жылы) жаулап алғаннан кейін басталды. 16 ғ-да башқұрттарды, 17 ғ-да Солт. Азия халықтарын біржола бағындырып, 16-18 ғ-ларда Қазақстанды иеленуге әрекеттенді. 19 ғ-да Орталық Азия халықтары отарлық тәуелділікке ұшырады. Азия елдерінде Ресей империясының үстемдік иелену үрдісі 300 жылдан астам мерзімге созылды; оған казактардың мекендерін, бекіністері мен далалық қамалдарын салу арқылы әскери басқыншылық жасау; тұрақты әскери бөлімшелерді орналастыру; тартып алған терр-ларға шаруаларды қоныстандыру; баламасыз сауда айырбасын жасау; тікелей тонау; өзінің басқару жүйесі мен әкімш.-терр. құрылымын енгізу сипаттары тән болды. 1731 жылы Әбілқайыр хан бодандыққа қабылданған кезден Қазақстанда Ресейдің отаршылдық жүйесі орныға бастады. Мемлекеттіліктің жекелеген нышандары 1822 жылғы “Сібір қазақтары туралы жарғы” шыққанға дейін сақталды. 1867 — 1868 жылдардағы қазақтарды басқару жөнінде “Уақытша ереже” қабылданып, мемл-тіліктің жұрнақтары түгелдей жойылды. Ал, 1886, 1891 жылдардағы “Ережелер” қабылданғаннан кейін Қазақстан Ресей империясының толық отар еліне айналды. Осы кезеңде қазақ халқын орыстандыру, дала тұрмысына кап. қатынастарды енгізе отырып, оны жалпы империялық жүйеге кіріктіру саясаты кеңінен жүргізілді. Қазақстан “Ерікті социалистік республика” деп жариялағанымен, тоталитарлық Кеңес үкіметінің кезінде де отаршылдық саясат жалғаса берді. 1991 жылы 16 желтоқсанда Қазақстанның мемлекеттік тәуелсіздігінің жариялануымен қазақ халқын езгіде жаншыған отаршылдықтың жойылуына саяси-экономикалық алғы шарттар жасалды.\nТолығырақ: https://stud.kz/referat/show/4064",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазыңқы бұрыштың биссектрисcасы оны екі тік бұрышқа бөледі?",
        "question_content": "Жазыңқы бұрыштың биссектрисcасы оны екі тік бұрышқа бөледі деген тұжырымдаманы дәлелдеңдер.",
        "question_date": "22.09.2020",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "500 г қант гид.лизденгенде 150г болса, табиғи қанттағы сахарозаның массалық үлесі?",
        "question_content": "Егер  500 г  қант   гидролизденгенде  150г  глюкоза  алынған   болса, табиғи  қанттағы  сахарозаның   массалық    үлесі  қанша?",
        "question_date": "22.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 477,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С12Н22О11 + Н2О = С6Н12О6 + С6Н12О6 (глюкоза и фруктоза)  сахарозаның 1г-мольнен (342 г) 1 г-моль глюкоза алынады (180 г), \nЯғни, гидролизға ұшраған сахароза 180/150*342 = 410.4 , ол шамамен 82 %.құрайды.",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктілік сыры, жыныстық қатынастан кейін ауырсыну",
        "question_content": "Сіздерден сұрайын дегенім төсек қатынасынан кейін ертесіне басым аурып жүрек айналып ішім ауырды. Біреулер айтады сперма әйел жасушасына кіргеннен кейін солай аурады деп. Осы ақпарат қаншалықты рас?",
        "question_date": "22.09.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Əсел деген қызға туған күнге қандай тілек айтсам болады?",
        "question_content": "Əсел деген қызға туған күнге қандай тілек айтсам болады?",
        "question_date": "22.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 563,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "уған күніңмен! Саған туған күніңде жаңа әлемнің есігін айқара ашып, күлкіңмен бағындыруыңды тілеймін! Өміріңнің қыры қашан да жайқалып, гүлдей берсін!\n\nТау суындай таусылмас қайрат,\nСыр суындай сарқылмас жігер,\nГүлдей жайқалған ғұмыр,\nГүлдей тербелген өмір тілеймін.\n\nКөлдей көңіл тілеймін таусылмайтын,\nӨзендей өмір болсын сарқылмайтын.\nАспаның айлы түндей ашық болсын,\nДұшпаның бір өзіңнен қашық болсын.\nАйта берсек тілек көп таусылмайтын,\nЖаза берсек қалам көп майыспайтын.\nЖүректегі тілекті өлең менен\nЖеткіземін мен саған шын көңілмен!!\n\nКөлдей көңіл тілеймін таусылмайтын,\nӨзендей өмір болсын сарқылмайтын.\nАспаның айлы түндей ашық болсын,\nДұшпаның бір өзіңнен қашық болсын.\nАйта берсек тілек көп таусылмайтын,\nЖаза берсек қалам көп майыспайтын.\nЖүректегі тілекті өлең менен\nЖеткіземін мен саған шын көңілмен!!\n\nӨмір жыры таусылмасын мәңгілік,\nТұрсын алдан арайланып таң күліп,\nБақыт болсын әрқашанда жолығар,\nШаттығыңыз тау суындай молығар.",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бүкіләлемдік тартылыс заңын есеп шығаруда қолдану",
        "question_content": "2-тапсырма\nКашыктыгы 100 м тең екі дененің арасындагы 10-9H-ға тең. Әрбір дене массасы. \n3-тапсырма \n c2 үдеумен вертикаль  бағытта қозғалады. Егер ұшқыш –косманавтың  массасы 90 кг болса, онда оның  кабинаға түсіретін салмағы",
        "question_date": "22.09.2020",
        "question_tag": "Физика",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2-тапсырма\nЖауабы: 1 т\nТүсіндірме\nБерілгені:\nR = 100 м\nF = 6,67 * 10^-9 Н\n---------------------------------\nm - ?\nШешуі:\nБүкіл әлемдік тартылыс күшіне орай\n m1 = m2 = m = const\nF = ( Gm² )/R²\nm = R√( F/G )\nm = 100√( ( 6,67 * 10^-9 )/( 6,67 * 10^-11 ) ) = 1000 кг",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Youtube-та банға түсіп қалмас үшін видеоны қалай салуға болады?",
        "question_content": "Youtube-та банға түсіп қалмас үшін видеоны қалай салуға болады?",
        "question_date": "22.09.2020",
        "question_tag": "Интернет, Сайт",
        "question_views": 273,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сүрлеу Аш сөздерінің омонимдері қандай?",
        "question_content": "Сүрлеу мен Аш сөздерінің омонимдері қандай еді?білмей тұрғаным",
        "question_date": "22.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 233,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аш- қарны аш\n\nаш -есікті аш\n\nСүрлеу дегеннің тек бір мағынасын біледі екенмін:- ет сүрлеу.",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Горизонталь беттегі денеге 10 м/с жылдамдықпен берілді",
        "question_content": "Горизонталь беттегі денеге 10 м/с жылдамдықпен берілді. Егер дене мен беттің арасындағы үйкеліс коэффеценті 0,1 болса, онда дене толық тоқтағанға дейін қанша қашықтықты жүріп өтеді.",
        "question_date": "22.09.2020",
        "question_tag": "Физика",
        "question_views": 6300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Fүйк=ma\nμmg=ma\na=μg\ns=v²/2a=v²/2μg=100/2*0,1*10=50м",
                "date": "22.09.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қозықұйрық пен бозарамқұлақтың айырмашылығы қандай?",
        "question_content": "Химия сабағыннан осы сұраққа жауап керек. Қозықұйрық пен бозарамқұлақтың айырмашылығы қандай?",
        "question_date": "22.09.2020",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін биология пәнінен сұрақ болар себебі, химия пәнінің мазмұны бөлек болатын біз мектеп оқығанда.\nБозарамқұлақ сырттай қарағанда қозықұйрыққа ұқсас, бірақ айырмашылығы боз арамқұлақ қалпақшасының астыңғы ақшыл-жасыл түсті, ал қозықұйрықтың қалпақшасының астыңғы жағы алқызыл түсті.\nҚозықұйрық (Agarіcus) – агарикалар тұқымдасына жататын қалпақты саңырауқұлақ туысының бірі. Қозықұйрық жер шарының барлық жерінде кездеседі, әсіресе, Франция, Америка, Ресейде көп таралған. 60-тан астам түрі белгілі. Қазақстанда Тянь-Шань, Жетісу (Жоңғар), Іле Алатауында, Солтүстік Қазақстан және Алтайда, органикалық заттарға бай орман, шалғынды жерлерде өседі. Жиі кездесетін түрлері: екі споралы Қозықұйрық (A. bіsporus), кәдімгі Қозықұйрық (A. campester) және далалық Қозықұйрық (A. arvensіs). Бұлардың қалпағы ақ, ақшыл сары немесе қоңыр түсті, сырты ұсақ қабыршақ қабатты жарты шар тәрізді болады. Қалпағының диаметрі 3 – 25 см, оның төмен жағында жұқа жамылғысы орналасқан. Аяқшасы (түбіртегі) түзу, тығыз, кейде бос, қуыс болады; ұзындығы 10 см, диам. 3 – 5 см. Етті, ақ түсті, жемістік денесінің жағымды иісі бар. Қозықұйрық жылыжайда ауа температурасы 11 – 14°С, ылғалд. 80 – 90% болғанда 1,5 – 2 айда пісіп жетіледі. 300 жылдан бері қолдан өсіріледі. Екі споралы Қозықұйрық – жеуге жарамды, оның құрамында 45%-дай белок болады. Қозықұйрықтың 2 түрі (A. meleagrіs және A. xanthoderma) улы саңырауқұлақтың қатарына жатады.\nБоз арамқұлақ ( бледная поганка) – ақ, сарғыш, жасылдау, сұрғылт – ақшыл түстi қалпағының үстiнде мақта тәрiздi қабыршақты ақ жарғақтары бар. Дiңгегiнде жарғақты белдеушесi болады. Түп жағын қалта тәрiздi жамылғы қаптайды. Көбiнесе жалпақ жапырақты және қылқан жапырақты орман шетiнде өседi.. Құрамында « фаллоидин» алкалоиды болғандықтан өте улы саңырауқұлақтардың қатарына жатқызады.",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тең бүйірлі үшбұрыштың табаны 32см, бүйірі 20см, ауданын тап?",
        "question_content": "Тең бүйірлі үшбұрыштың табаны 32см, бүйірі қабырғасы 20см. Ауданын тап?",
        "question_date": "22.09.2020",
        "question_tag": "Математика",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шығарылуы:",
                "date": "22.09.2020",
                "upvotes": 0
            }
        ]
    }
]