[
    {
        "question_title": "Ағасын сағынған қыз тақырыбында эссе жазу?",
        "question_content": "Осы тақырып бойынша аға туралы, қарындас туралы эссе жазуға көмектессеңіздер?",
        "question_date": "13.09.2023",
        "question_tag": "Мектеп",
        "question_views": 775,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі әлемде өмірдің жылдам қарқыны мен өзгеруіне қарсы отбасылық байланыс көптеген адамдар үшін маңызды аспект болып қала береді. \"Ағасын сағынған қыз\" эссесі отбасылық естеліктердің бірегейлігін көрсете отырып, осы байланыстың жылы және маңызды аспектілерін талқылайды.\n\nБастапқыда ағасын қатты сағынатын қыз отбасылық байланыстардың күшіне ерекше көзқарас береді. Бұл сағыныш ағасы алыс болған кезде физикалық бөлінуден немесе оларды уақытша бөліп тастайтын уақытша жағдайлардан туындауы мүмкін. Бұл тұрғыда ол естеліктер үшін өзіндік катализаторға айналады және олар бірге өткізген сәттердің құндылығына әкеледі.\n\nЭсседе мұндай сезімдер көптеген адамдардың ортақ тәжірибесінің бөлігі екенін атап өтуге болады. Бұл қазіргі қоғамда күшейіп келе жатқан адами жағдай, мұнда отбасылар жұмыс, оқу немесе өмірдегі өзгерістер сияқты көптеген факторлармен бөлісе алады.\n\nТағы бір маңызды аспект-бұл эмоциялар отбасының динамикасына қалай әсер етеді. Скучно қыз отбасылық кездесулерге, естеліктермен бөлісуге және отбасы мүшелері арасындағы байланысты нығайтуға катализатор бола алады. Бұл Бірге өткізген уақыттың құндылығы туралы хабардар болуға және отбасылық шеңберде қолдау мен сүйіспеншіліктің маңыздылығын көрсетуге ықпал етуі мүмкін.\n\nСағыныш шабыт көзіне айналатын қыз туралы әңгіме арқылы отбасылар жылу мен махаббат тұрақты болатын өмірдегі ерекше баспана екенін атап өтуге болады. Мұндай эсселер оқырманды жақын қарым-қатынас әлеміне шақырады және жақын адамдарыңыз туралы естеліктер өмірді терең мағынаға толтыратын шабыттандыратын дереккөз бола алатынын көрсетеді.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз Жібек жырындағы он алты қыздың портреттік сипаттамасына назар аударыңдар?",
        "question_content": "1. «Қыз Жібек» жырындағы он алты қыздың портреттік сипаттамасына назар аударыңдар.\n2. Өздеріңе таныс шығармалардан портретке мысал келтіріңдер. Хрестоматия материалдарын да пайдаланыңдар.\n3. Жұп болып бір-біріңнің сөзбен өрілген портреттеріңді беріңдер.",
        "question_date": "13.09.2023",
        "question_tag": "Мектеп",
        "question_views": 641,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз Жібек — қазақтың ең көне мұраларының бірі, лиро-эпостық дастан. «Қыз Жібек» жыры — аңыз емес, тарихи оқиға, кейіпкерлері өмірде болған адамдар. Жырдың негізгі кейіпкерлері — Төлеген мен Жібек бірін-бірі шын сүйген ғашықтар, бірақ әке батасынан аттап кеткен Төлегеннің өлімі мен Жібектің қайғылы тағдыры талай жанарларға жас үйірілтпей қоймайды. Жібек бейнесі — сұлулық пен әсемдіктің нышаны, қазақ халқының мақтанышы, рухани ескерткіш.",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбаевтың «Сегізаяқ» өлеңінің жанрлық табиғаты қандай?",
        "question_content": "Абай Құнанбаевтың «Сегізаяқ» өлеңінің жанрлық табиғаты қандай?",
        "question_date": "13.09.2023",
        "question_tag": "Мектеп",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай Құнанбаевтың «Сегізаяқ» өлеңінің жанрлық табиғаты сегізаяққа байланысты мұхит пен көлге тән",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүсіп Баласағұннын есiмi сендерге таныс па? Ол туралы кандай мәлi-меттер білесіңдер?",
        "question_content": "1. Ж.Баласағұннын есiмi сендерге таныс па? Ол туралы кандай мәлi-меттер білесіңдер?\n2. «Құтты білік» шығармасының кейіпкерлері туралы не\n3. Аталған еңбек кімге арналған?\n4. Ж.Баласагун аталган еңбегі үшін қандай атак алды? Ол нені білдіреді?\n5. Үзіндіде адам бойындағы қандай қасиеттер сөз болады?\n6. Ақын қандай бес нәрседен алыс болуды ескертеді?\n7. Осы өлеңге ұқсас қандай шығармалар білесіңдер?",
        "question_date": "13.09.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмірбаяны\n\nӨмірі туралы мәліметтер аз сақталған. Философия, математика, медицина, астрономия, астрология, өнертану, әдебиеттану, тіл білімі, тағы басқа ғылым салаларының дамуына зор үлес қосқан. Жүсіп Баласағұнидің есімі әлемдік әдебиет пен мәдениет тарихында «Құтадғу білік» («Құтты білік») дастаны арқылы қалды. Жүсіп Баласағұни бұл дастанын хижра есебімен 462 жылы, қазірғі жыл санау бойынша 1070 жылда жазып бітірген. Дастанды «хандардың ханы» — Қарахандар әулеті мемлекетінің (942 - 1210) негізін салушы Сүлеймен Арслан ханға (908-955) тарту етеді. Сол үшін хан өз жарлығымен Жүсіп Баласағұниға «хас хажиб» — «бас уәзір» немесе «ұлы кеңесші» деген лауазым берген. Дастанның бізге жеткен үш нұсқасы бар. Біріншісі, Герат қаласындағы 1439 жылы көне ұйғыр жазуымен (қазір ол Вена қаласындағы Корольдік кітапханада сақтаулы), екіншісі, 14 ғасырдың 1-жартысында Египетте араб әрпімен (Каирдың Кедивен кітапханасы қорында) көшірілген. Ал Наманған қаласынан табылған үшінші нұсқа 12 ғасырда араб әрпімен қағазға түсірілген. Бұл қолжазба Ташкенттегі Шығыстану институтының қорында сақтаулы тұр. Ғалымдар осы үш көшірме нұсканың әрқайсысына тән өзіндік ерекшеліктерді жинақтай отырып, «Құтты білік» дастанының ғылымының негізделген толық мәтінін жасап шықты. Венгер ғалымы Герман Вамбери (1832-1913) «Құтты біліктің» бірнеше тарауын неміс тіліне аударып, 1870 жылы Инсбрук қаласында жеке кітап етіп бастырып шығарды. Бұл шығарманы зерттеу, ғылымының мәтінін дайындау және аударма жасау ісімен орыс ғалымы В. В. Радлов (1837-1918) жиырма жыл бойы (1890-1910) айналысқан. Түркия ғалымдары 1942-43 жылдары «Құтты біліктің» үш нұсқасын да Стамбұлдан үш том кітап етіп шығарды. «Құтты білік» дастаны орта ғасырларда бүкіл түркі әлеміне түсінікті болған Карахан әулеті мемлекеті түріктерінің тілінде жазылған. Оны Қаримов өзбек тіліне (1971), Н. Гребнев (1971) пен С. Иванов орыс тіліне (1983), А. Егеубаев қазақ тіліне (1986), бір топ аудармашылар ұйғыр тіліне (1984) тәржімалаған. «Құтты білік» дастаны белгілі бір мағынада елдегі Ата заң (Конституция) қызметін атқарған. Дастанның басты идеясы төрт принципке негізделген. Біріншісі, мемлекетті дұрыс басқару үшін қара қылды қақ жаратындай әділ заңның болуы. Автор әділдіктің символдық бейнесі ретінде Күн туды патшаны көрсетеді. Екіншісі, бақ-дәулет, яғни елге күт қонсын деген тілек. Бақ-дәулет мәселесі патшаның уәзірі Айтолды бейнесі арқылы жырға қосылған[1].\n\nҚұтты білік дастаны\n\n«Құтты білік» дастаны орта ғасырларда бүкіл түркі әлеміне түсінікті болған Қарахан әулеті мемлекеті түріктерінің тілінде жазылған. Жүсіп Баласағұн «Құтты білікті» 1069-1070 жылдары Баласағұн қаласында бастап, он сегіз айдың ішінде Қашқар қаласында аяқтаған. Оны Қ. Каримов өзбек тіліне (1971), Н. Гребнев (1971) пен С. Иванов орыс тіліне (1983), А. Егеубаев қазақ тіліне (1986), бір топ аудармашылар ұйғыр тіліне (Пекин, 1984) тәржіма жасады. Қарахан әулеті билік жүргізген дәуің тілген. Кезінде «Құтты білік» дастаны Шығыстың әр елінде әр түрлі аталып кеткен. Бір елде – «Айнак ул-мамлакат» («Мемлекет тәртібі»), екіншісінде – «Панунаман мулук» («Әкімдерге насихат»), үшіншісінде – «Адаб ул-мулук» («Әкімдердің әдептілігі») деген атпен мәлім. Бұл атаулардың бәрі – «Құтты білік» дастаны, негізінен, мемлекетті басқару мәселесіне арналған шығарма екенін растай түседі. Дастанның басты идеясы төрт принципке негізделген. Біріншісі, мемлекетті дұрыс басқару үшін қара қылды қақ жаратындай әділ заңның болуы. Автор әділдіктің символдық бейнесі ретінде Күнтуды патшаны көрсетеді. Екіншісі, бақ-дәулет, яғни елге құт қонсын деген тілек. Бақ-дәулет мәселесі патшаның уәзірі Айтолды бейнесі арқылы жырға қосылған. Үшіншісі, ақыл-парасат. Ақыл-парасаттың қоғамдық-әлеуметтік рөлі уәзірдің баласы Ұғдүлміш бейнесінде жырланады. Төртіншісі, қанағат-ынсап мәселесі. Бұл мәселе дастанда уәзірдің туысы, дәруіш Ордгүрміш бейнесі арқылы әңгіме болады. Ортағасырлық Шығыс ойшылдарына тән үйлесім – танымды көркем және ғылыми әдістермен ұштастыра қолдану Жүсіп Баласағүни ғибратында суреткерлік, ойшылдық, ғұламалық, философтық қасиеттердің үйлесім табуынан, ғылым даналығының біртұтастығынан көрінеді. Түркі мәдениетінің нәрлі бұлағынан сусындап, мұсылман өркениетінің қуатты ықпалымен толысқан ойшыл өз шығарм-ғында адамның қоғамдағы орны мен қызметін түсінуге ұмтылып, мінсіз қоғам жайындағы өзінің биік филос. мұраттарын баяндайды. Жүсіп Баласағүниның «Құтты білігінде» өмір мәні пайымдалып, жалпыадамзаттық рухани байлықтар — мұрат, дін, этика, өнер және даналықтың мәні сараланған. Жүсіп Баласағүни ақиқатқа жету жолын адам мен әлемнің, ұлы ғалам мен микроғаламның үйлесімді болуы туралы қағидаға негіздейді. Төрт құдірет — от, су, ауа, жер жайлы ежелгі дәуірдің философиялық түсінігіне сүйене отырып, ойшыл әлем осы төрттағанның үйлесімінен жаралған деп санайды. Осындай тағы бір төрттаған Жүсіп Баласағүниның қоғам туралы ойларында, яғни қазіргі түсініктегі әлеум. философиясында әділет, бақыт, ақыл және қанағат ретінде бейнеленіп, «Құтты біліктің» төрт кейіпкерінің бойына жинақталған. Ғалам мен микроғаламның тұтастығы, барабарлығы туралы ой Жүсіп Баласағүни дүниетанымының өне бойынан байқалады. Бұл жалған дүниені ақыл тезіне салып түзетуге болатынына да сенген ғұлама әлемдік үйлесімділік негізінде әділетті адамзат қоғамын құруды армандады. Сондықтан ол ғылым мен білімге зор мән берген. Жүсіп Баласағүни жалпыға ортақ парасаттың танымның нәтижесі ретіндегі білімге көшуі адам мүмкіндігінің жүзеге асуы деп біледі. Ғұлама білімнің туа бітетіндігі жайлы пікірге қарсы шығып, оған парасатты іс-әрекеттің нәтижесінде қол жеткізуге болатынына сенеді. Білімге молынан сусындаған адам ғана көп нәрсеге қол жеткізе алады. Оның пікірінше, білім – даналық, денсаулық және жан толысуы. Жүсіп Баласағүнидің ойынша, қоғам құрылымындағы кемелдіктің өлшемі әлеум. тәртіп бұзылғанда ғана көзге түсе бастайды. Сол кезде жаңа мұраттар мен ұрандар пайда болып, халық қолдауына ие болады. Ол қоғамдық құрылымның кемелдігін жеке адамның бостандығы, тәуелсіздігі анықтайды деп санады. Жүсіп Баласағүни өзінің әлеуметтік философиясында қоғамдағы кемелдіктің негіздері мен іс жүзіндегі көріністерін өзара тығыз байланыста қарастырады. Танымдағы кемелдік — білік, оның іс жүзіндегі көрінісі — укуш деп біледі ол. Жүсіп Баласағүни өз еңбегінде зердеге айрықша тоқталған. “Құтты білікте” ол, ең алдымен, даналық яғни қазіргі түсініктегі теориялық зерде туралы ой толғап, даналық табиғатын, оның ерекшелігін, туа біткен қабілеттер мен кейінгі білім жинақтаудағы адамның өз рөлі, таным процесінде ақиқатқа ұмтылу, т.б. мәселелерді қарастырады. Ғұлама өз туындысын Шығыс перепатизмінің арнасында, сопылық ағымның қуатты ықпалымен жазып шыққан. Ойлау қызметі тек адамға ғана тән, жануарларда жоқ қасиет деп біледі ол. Егер сезім алдамшы болса, онда оған толық сенуге болмайды, ал ақыл, зерде әрқашан адамға қызмет етеді, оның жалғандығы жоқ. «Құтты біліктің» негізгі айтар ойы – адамның адами жетілуі мен кісілік кемелденуі, сол арқылы мемлекет пен қоғамды қуатты, мықты, құтты ету. Кісілік кемелдену жолына түскен адам – өзінің қасиетіне, қалыбы мен негізіне мейлінше жақындаған асыл жан. Дастан оқырманына құт-берекемен, бақытқа өз адамгершілігін асыл етумен ғана жетуге болатынын ұқтырады. Ондағы «өзіңді сақтау», «өзіңді ұмытпау» қағидасы адамның адамшылығын танытар қасиеті — адамгершілік пен кісілікті жетілдіруге бағытталған. Ақын өтпелі өмір мен өлім жайында терең толғанады. Оның ойынша, өкініштің ең ауыры өлшеулі өмірде дүние қызығы мен тән тілегі жетегінде кетіп, діл тазалығын сақтай алмаудан туады, сондықтан адам өзінің кісілік қасиетімен бірге өмірдің өткіншілігін де ұмытпауы қажет. Мұнан өзге Жүсіп Баласағүни шығармашылығына ізгілікке құштарлық пен іңкәрлік, сопылық танымдағы Алланы сүю, әлем мен адам сырына терең бойлауға ұмтылушылық белгілер тән[2].\n\n«Құтты білік» дастаны 6520 бәйіттен (екі жолдық өлең) тұрады. Демек дастанда 13040 өлең жолы бар. Соның бәрі 85 тарауға бөлініп берілген. Дастанның кіріспесі қара сөзбен, ал негізгі бөлімдері аруз өлең өлшемінің ықшамдалған мутакариб деп аталатын түрімен жазылған. «Құтты білік» дастанының сюжеттік желісі негізінен шығарманың бас қаhармандарының өзара әңгімесінен, сұрақ-жауаптарынан, бір-біріне жазған хаттарынан тұрады. Төрт түрлі ізгі қасиеттің символдық көрінісі ретінде бейнеленген негізгі төрт қаhарман қоғамның көкейкесті мәселелері туралы әңгімелеседі. Мұндай сұхбатта олар ел басқарған әкімдер қандай болуы керектігін, оқу-білімнің қажеттігін, әдептілік пен тәлім-тәрбие мәселелерін дидактикалық-филос. тұрғыдан сөз етеді. Мәселен, ақын әдептіліктің алуан түрін жырлай келіп, солардың ішіндегі ең бастысы — тіл әдептілігі деген түйін жасайды. «Құтты білік» дастанының авторы метафора, аллегория, гипербола, меңзеу, астарлап сөйлеу сияқты көркемдік құралдарды аса білгірлікпен пайдаланады. Дастанның әдеби, тілдік, тарихи тұрғыдан ғыл. мәні ерекше. Бұл дастан бертін келе қазақ халқының этникалық құрамын қалыптастырған ру-тайпалардың орта ғасырлардағы тұрмыс-тіршілігін, наным-сенімін, әдет-ғұрпын, сөз өнерін, тілін, т. б. зерттеп білу үшін аса қажетті, құнды мұра болып табылады.",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орта ғасырлар деректерінің ежелгі антикалық деректерден ерекшелігі неде болды?",
        "question_content": "Орта ғасырлар деректерінің ежелгі антикалық деректерден ерекшелігі неде болды?",
        "question_date": "13.09.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 652,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орта ғасырлар мен Ежелгі Антикалық дәуір бір-бірінен мың жылдан астам уақытқа созылатын екі үлкен тарихи кезең. Осы уақыт ішінде қоғамда, мәдениетте, ғылымда елеулі өзгерістер болды. Бұл өзгерістер осы кезеңдерде жиналған және өңделген деректерде де көрініс тапты.\n\nОрта ғасыр деректері мен Ежелгі Антикалық деректер арасындағы негізгі айырмашылықтар төмендегідей:\n\nМәліметтердің саны мен әртүрлілігі. Ежелгі Антикалық дәуірде деректер негізінен ірі қалалар мен штаттарда жиналып, өңделді. Орта ғасырларда деректер кең көлемде жиналып, өңделе бастады. Бұл сауданың, ауыл шаруашылығының және басқа да қызмет салаларының дамуымен байланысты. Нәтижесінде ортағасырлық дереккөздерде көне дереккөздерге қарағанда кең ауқымды құбылыстар туралы мәліметтерді табуға болады.\n\nДеректер сипаты. Ежелгі Антикалық деректер негізінен сипаттама болып табылады. Оларда географиялық нысандар, тарихи оқиғалар, діни сенімдер және басқа да құбылыстар туралы мәліметтер бар. Орта ғасыр деректері негізінен статистикалық сипатта. Оларда халық саны, егін көлемі, сауда көлемі және басқа да көрсеткіштер туралы ақпарат бар.\n\nДеректер көздері. Ежелгі Антикалық дәуірде мәліметтер әртүрлі әдістермен, соның ішінде бақылаулар, сауалнамалар, санақтар және т.б. арқылы жиналып, өңделді. Орта ғасырларда есептерді, кестелерді және графиктерді пайдалану сияқты мәліметтерді жинау мен өңдеудің жаңа әдістері қолданыла бастады.\n\nМіне, орта ғасырлар мен ежелгі антикалық деректер арасындағы айырмашылықтардың кейбір нақты мысалдары:\n\n**Алғашқы географиялық карталар Ежелгі Грецияда жасалған, бірақ олар өте қарабайыр болды. Орта ғасырларда әлем туралы жаңа білімді көрсететін дәлірек карталар жасалды.\n\n**Ежелгі Римде халық санағы жүргізілді, бірақ олар тұрақты емес және әрқашан дәл бола бермейді. Орта ғасырларда халық санағы жүйелі және дәлірек жүргізіле бастады.\n\n**Алғашқы тарихи шежірелер Ежелгі Египетте жасалған, бірақ олар ауызша дәстүрге негізделген және әрқашан сенімді бола бермейді. Орта ғасырларда жазба деректерге негізделген тарихи шежірелер жасала бастады.\n\nЖалпы алғанда, орта ғасыр деректері Ежелгі Антикалық деректерден кеңірек қамтылуымен, статистикалық сипатымен және деректерді жинау мен өңдеудің жаңа әдістерін қолдануымен ерекшеленеді.",
                "date": "15.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кестені толтырыңдар. Кім көп табады? Қоғамдық-саяси саладағы будан сөздер?",
        "question_content": "Кестені толтырыңдар. Кім көп табады? Қоғамдық-саяси саладағы будан сөздер? Экономика саласындағы будан сөздер Мәдени саладағы будан сөздер",
        "question_date": "13.09.2023",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кестені толтырыңдар. Кім көп табады? Қоғамдық-саяси саладағы будан сөздер? Экономика саласындағы будан сөздер Мәдени саладағы будан сөздер\n\nкесте қайда?",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяз би жаманның сырт келбеті қандай болады?",
        "question_content": "Аяз би жаманның сырт келбеті қандай болады? Осы тақырыпта ақпарат керек?",
        "question_date": "13.09.2023",
        "question_tag": "Мектеп",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хан бұйырған соң, амал жоқ! Уәзірлері өзара ақылдасып, іздеуге кіріседі. Көп іздеп, азап шегіп, шеңгел деген шөпті тауып: «Өзі – тікен, арасынан жүрсе, киім жыртады, мал жемейді екен, шөптің жаманы осы ғой», – деп, шеңгелді алады. Қырғауыл деген құсты тауып: «Үстінде жүні жоқ, ұсқыны келіссіз, құстың жаманы осы екен», – деп, қырғауылды атып алады. Енді адамның жаманын таба алмай, қырық уәзір келе жатса, таудың етегінде, үстінде жыртық тоны, басында тері тымағы бар, бір адам бес-он қойды бағып жүр. Уәзірлер: «Адамның жаманы, сірә, осы болар-ау», – деп тұрғанда, әлгі адам:\n\n— Уа, мырзалар, жол болсын! – деді. Уәзірлер ханның сондай бір жұмысқа жұмсағанын, шөптің, құстың жаманын тауып, ал адамның жаманын таба алмай жүргендерін айтады. Жаман тұрып:\n\n— Түсінікті! Адамның жаманы керек болса, мен боламын, – дейді.\n\n— Олай болса, жарайды, – деп, Жаманды атына мінгестіріп алып ханға жөнеледі. Ханға келе жатып, Жаман:\n\n— Адамның жаманын тауып алдыңыздар, бірақ шөптің жаманы мен құстың жаманын таба алмаған екенсіңдер. Шөптің жаманы - қарақоға, құстың жаманы - сауысқан еді, – деп, уәзірлерге қырғауыл мен шеңгелді тастатып, олардың орнына қарақоға мен сауысқанды алдырған. Уәзірлер мәнісін сұрайын деп еді:\n\n— Хан алдында айтамын, – деп Жаман сөйлемеді.",
                "date": "14.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "18 мамыр - Түркі жазуы күнiнде кандай шаралар ұйымдастырар едіндер?",
        "question_content": "18 мамыр - Түркі жазуы күнiнде кандай шаралар ұйымдастырар едіндер? Тақырыбы мен жоспарын кұрып, топта талқыландар. Үздік жоспарды анықтаңдар.",
        "question_date": "13.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 419,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "* Тақырыбы: * \" Түркі жазуын сақтау және дәріптеу: ерекшеліктері, тарихы және қазіргі аспектілері.\"\n\n* Жоспар:*\n\n1. * Дәріс және талқылау (30 минут):*\n\n   - Түркі жазуы тарихына кіріспе.\n\n   - Түркі жазба жүйелерінің ерекшеліктері (Орхон, ұйғыр және т.б.).\n\n   - Түркі халықтарының мәдени дамуындағы жазудың рөлі.\n\n2. * Түркі әліпбиі бойынша Мастер-класс (40 минут):*\n\n   - Түркі әліпбиінің негіздерін түсіндіру.\n\n   - Практикалық тапсырмалар: түркі тілінде есімдер жазу, қарапайым сөз тіркестерін жасау.\n\n3. * Түркі өлеңдері мен ертегілері байқауы (30 минут):*\n\n   - Қатысушылар түркі тілінде өлең немесе ертегі жазады.\n\n   - Тілдің шығармашылығы мен қолданылуы бойынша бағалау.\n\n4. * Ғылыми жобалардың тұсаукесері (20 минут):*\n\n   - Топ мүшелері түркі жазуының әлемдік мәдениетке қосқан үлесі туралы жобалармен жұмыс жасауда.\n\n   - Нәтижелерді таныстыру және талқылау.\n\n5. * \"Түркі жазуының құпиялары\" викторинасы (20 минут):*\n\n   - Түркі жазуының қызықты аспектілері мен фактілері туралы сұрақтар.\n\n   - Командалар сұрақтарға жауап береді, ұпай алады.\n\n6. * Дөңгелек үстел және қорытынды (30 минут):*\n\n   - Түркі жазуының қазіргі заманға әсерін талқылау.\n\n   - Түркі жазбаша мұрасын ілгерілету және сақтау қадамдарын анықтау.\n\n* Топта талқылау:*\n\nБелсенді қатысудың, іс-шараға дайындалудың және интерактивті ортаны құрудың маңыздылығын атап өтіңіз. Топ ішіндегі міндеттерді бөліңіз: оқытушы, мастер-класс ұйымдастырушылары, конкурстар мен викториналарға арналған қазылар алқасы және жоба жетекшілері. Қатысушылардың әртүрлі мүдделерін қанағаттандыру үшін әртүрлі тапсырмаларға назар аударыңыз.\n\n* Үздік Жоспар:*\n\nТоп қолдайтын және білім беру, шығармашылық және интерактивті элементтерді жақсы үйлестіретін жоспарды таңдаңыз. Ақпараттық және оқу процесі арасындағы тепе-теңдікке назар аударыңыз, бұл оны барлық қатысушылар үшін қызықты және есте қаларлық етеді.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай неліктен өлеңді Сегіз аяқ деп атаған?",
        "question_content": "Абай неліктен өлеңді Сегіз аяқ деп атаған?",
        "question_date": "12.09.2023",
        "question_tag": "Университет, колледж",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Сегізаяқ» — Абай Құнанбайұлының өлеңі және қазақ өлеңіне қосқан шумақтың үлгісі. Шумақ 5 буынды тармақтар мен 7–8 буынды тармақтардың жүйелі түрде үйлесіп, араласуынан түзілген. Төрт түрлі дыбыс үндестігіне негізделген үйлесім бар. Мұнда 3 және 6 тармақтар алыстан байланысады да, қалған көршілес тармақтар өзара үйлеседі. Келте тармақтарда бунақ 3 буынды және 2 буынды болып келеді. Сегізаяқта алдыңғы екі тармақта ақындық ой қорытылады. Шебер мүсінделген бұл өлең түрі — қазақ поэзиясында оқшау тұрған туынды. \"Сегізаяқ\" өлшемін, шумақтық өрнегін Шәкәрім Құдайбердіұлы, Ахмет Байтұрсынұлы, Мұқағали Мақатаев т.б. ақындар өз өлеңдерінде қолданған.\n\nАбайдың «Сегізаяқ» атты өлеңінің әр шумағы сегіз жолдан тұрады. Өлеңнің ырғақтық құрылысы өзгеше өрнектелген:\n\nАлыстан сермеп,\nЖүректен тербеп,\nШымырлап бойға жайылған;\nҚиуадан шауып,\nҚисынын тауып,\nТағыны жетіп қайырған,\nТолғауы тоқсан қызыл тіл,\nСөйлеймін десең, өзің біл.\nӨткірдің жүзі,\nКестенің бізі\nӨрнегін сендей сала алмас.\nБілгенге маржан,\nБілмеске арзан,\nНадандар бәћра ала алмас.\nҚиналма бекер, тіл мен жақ,\nКөңілсіз құлақ — ойға олақ.\nБасында ми жоқ,\nӨзінде ой жоқ\nКүлкішіл кердең наданның.\nКөп айтса көнді,\nЖұрт айтса болды —\nӘдеті надан адамның.\nБойда қайрат, ойда көз\nБолмаған соң, айтпа сөз.\nҚайнайды қаның,\nАшиды жаның,\nМінездерін көргенде;\nЖігерлен, сілкін,\nҚайраттан, беркін\nДеп насиқат бергенде,\nҰятсыз, арсыз салтынан\nҚалғып кетер артынан.\nАулаққа шықпай,\nСыбырлап бұқпай,\nМейірленбес еш сөзге.\nПайдасыз ақыл —\nБайлаусыз тақыл,\nАтадан бала ойы өзге.\nСанасыз, ойсыз жарым ес,\nӨз ойында ар емес.\nТасыса өсек,\nЫсқыртса кесек,\nҚұмардан әбден шыққаны.\nКүпілдек мақтан,\nТабытын қаққан\nАңдығаны, баққаны.\nЫнсап, ұят, терең ой\nОйлаған жан жоқ, жауып қой.\nБолмасын кекшіл,\nБолсайшы көпшіл,\nЖан аямай кәсіп қыл.\nОрынсыз ыржаң,\nБолымсыз қылжаң\nБола ма дәулет, нәсіп, бұл?\nЕңбек қылсаң ерінбей —\nТояды қарның тіленбей.\nЕгіннің ебін,\nСауданың тегін\nҮйреніп, ойлап, мал ізде.\nАдал бол — бай тап,\nАдам бол — мал тап,\nҚуансаң қуан сол кезде.\nБіріңді, қазақ, бірің дос\nКөрмесең, істің бәрі бос.\nМалыңды жауға,\nБасыңды дауға\nҚор қылма, қорға, татулас.\nӨтірік, ұрлық,\nҮкімет зорлық Құрысын, көзің ашылмас. Ұятың, арың оянсын,\nБұл сөзімді ойлансын.\nТамағы тоқтық,\nЖұмысы жоқтық\nАздырар адам баласын.\nТаласып босқа,\nЖау болып досқа,\nҚор болып, құрып барасың. Өтірік шағым толды ғой, Өкінер уақтың болды ғой.\nЖұмыссыз сандал,\nЕріксіз малды ал\nДеген кім бар сендерге,\nҚулықты көргіш,\nСұмдықты білгіш Табылар кісі жөндерге.\nҮш-төрт жылғы әдетің Өзіңе болар жендетің.\nАуырмай тәнім,\nАуырды жаным,\nҚаңғыртты, қысты басымды,\nТарылды көкірек,\nҚысылды жүрек,\nАғызды сығып жасымды. Сүйеніп күлкі, тоқтыққа, Тартыпты өнер жоқтыққа.\nҚайратым мәлім, —\nКелмейді әлім,\nМақсат — алыс, өмір — шақ.\nӨткен соң, базар,\nҚайтқан соң ажар,\nНе болады құр қожақ?!\nКеш деп қайтар жол емес,\nЖол азығым мал емес.\nБір кісі мыңға,\nЖүз кісі сұмға\nӘлі жетер заман жоқ.\nҚадірлі басым,\nҚайратты жасым Айғаймен өтті, амал жоқ.\nБолмасқа болып қара тер, Қорлықпен өткен қу өмір.\nСөзуар білгің\nЗаконшік, көргіш\nАтанбақ мақсат,мақтанбақ.\nЖасқанып, қорқып,\nЖорғалап, жортып\nИменсе елің, баптанбақ. Қарғағанын жер қылмақ. Алқағанын зор қылмақ.\nХош, қорықты елің,\nҚорқытқан сенің\nӨнерің қайсы, айтып бер.\nЕл аңдып сені,\nСен аңдып оны,\nҚылт еткізбей бағып көр. Ойнасшы қатын болса қар, Аңдыған ерде қала ма ар?\nКөмексіз көзің,\nБір жалғыз өзің\nБаға алмай басың сандалар.\nБаурыңа тартқан,\nСырыңды айтқан Сырласың сырт айналар.\nОл қаны бұзық, ұры-қар Қапысын тауып сені алар.\nБасы-көзі қан боп.\nАрқа-басы шаң боп,\nЖәне тұрып жылпылдап;\nЖығылып тұрып,\nБуыны құрып,\nТағы қуып салпылдап. Абұйыр қайда, ар қайда?\nӘз басыңа не пайда?\nИт үрсе, бала\nТаяғын ала,\nҚуады итпен кектесіп.\nҰрысқансып “ой” деп,\n“Ұят” деп, “қой” деп, Үлкендер тияр “тек” десіп.\nОны білсең, мұның не?\nМен де ұят іс қылдым де.\nБілгенге жол бос,\nБолсайшы қол бос\nТалаптың дәмін татуға.\nБілмеген соқыр\nҚайғысыз отыр, Тамағы тойса жатуға.\nНе ол емес, бұл емес,\nМенің де күнім — күн емес.\nҒылымды іздеп,\nДүниені көздеп,\nЕкі жаққа үңілдім.\nҚұлағын салмас,\nТіліңді алмас\nКөп наданнан түңілдім.\nЕкі кеме құйрығын Ұста, жетсін бұйрығың.\nЖартасқа бардым,\nКүнде айғай салдым,\nОнан да шықты жаңғырық.\nЕсітіп үнін,\nБілсем деп жөнін,\nКөп іздедім қаңғырып. Баяғы жартас — бір жартас,\nҚаңқ етер, түкті байқамас. Жаяуы қапты, Аттысы шапты,\nҚайрылып сөзді кім ұқсын.\nІште дерт қалың,\nАуыздан жалын\nБұрқ етіп, көзден жас шықсын. Күйдірген соң шыдатпай,\nҚоя ма екен жылатпай?\nМамықтан төсек,\nТастай боп кесек,\nЖанбасқа батар, ұйқы жоқ.\nСыбыр боп сөзі,\nМәз болып өзі, Ойланар елдің, сиқы жоқ. Баяғы қулық, бір алдау, Қысылған жерде жанжал-дау.\nАтадан алтау,\nАнадан төртеу,\nЖалғыздық көрер жерім жоқ.\nАғайын бек көп,\nАйтамын ептеп, Сөзімді ұғар елім жоқ.\nМоласындай бақсының\nЖалғыз қалдым — тап шыным!",
                "date": "13.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың периметрі 48 см, бір қабырғасы 18 см. Егер басқа екі қабырғасының айырмасы?",
        "question_content": "Үшбұрыштың периметрі 48 см, бір қабырғасы 18 см. Егер басқа екі қабырғасының айырмасы 4 см болса, оларды табыңдар?",
        "question_date": "12.09.2023",
        "question_tag": "Геометрия",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=a+b+c\n\nБерілгені:\n\nПериметр = 48 см\n\nБелгілі 1 қабырға (мысалыға оны а дейік) = 18 см\n\nҚалған екі қабырға (b мен с) - х+(х+4)\n\nШешуі: 48-18 = 30 см\n\nb+c= 30 см\n\nх+(х+4)=30\n\n2x+4=30\n\n2x=26\n\nx=13\n\nb=13\n\nc=13+4=17\n\nЖауабы: 1 қабырға 18 см, 2 қабырға - 13 см, 3 қабырға - 17 см.",
                "date": "12.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Параллелограмның периметрі 16 см. Оның бір қабырғасы екіншісінен 3",
        "question_content": "Параллелограмның периметрі 16 см. Оның бір қабырғасы екіншісінен 3 есе үлкен болса, параллелограмның қабырғалары неге тең?",
        "question_date": "12.09.2023",
        "question_tag": "Геометрия",
        "question_views": 575,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Параллелограмның периметрі\nP=2(a+b)\na = 3b\n\n16=2(3b+b)\n\n16=2*4b\n\n16=8b\n\nb=2\n\na=3*2=6\n\nпараллеграмның қабырғалары 2 , 6 см",
                "date": "12.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темір туралы сөзжұмбаққа сұрақ керек?",
        "question_content": "Соз жумбакка срочно керек",
        "question_date": "12.09.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Темір туралы сөз жұмбақ",
                "date": "8.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуелсіз және тәуелдіге мысалдар",
        "question_content": "1)Тәуелдіге 1мысал\n\n2)Тәуелсізге 1мысал\n\n3)Қадағаланатынға 1мысал",
        "question_date": "12.09.2023",
        "question_tag": "Мектеп",
        "question_views": 138,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) тәуелді: бақшадағы өсімдіктерді суару тәулік уақытына және ауа-райына байланысты жүзеге асырылады.\n\n2) Тәуелсіз: оның көшу туралы шешімі басқа отбасы мүшелерінің пікіріне қарамастан болды.\n\n3) Қадағаланатынға: пакет сәтті жеткізілді және оның маршрут бойынша қозғалысын онлайн Қадағалау болады.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "НВПден жарыс болады соған топын аты және ұраны керек болып тұр",
        "question_content": "НВПден жарыс болады соған топын аты және ұраны керек болып тұр",
        "question_date": "11.09.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 262,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЗА МВД деп коисаңыздар болады",
                "date": "23.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тазалық сектордың үлгісі керек болып тұр?",
        "question_content": "Мен тазалық секторымын. Маған тазалық сектордың үлгісі керек болып тұр бырақ мен оны қалай істейтінін білмеймін?",
        "question_date": "10.09.2023",
        "question_tag": "Мектеп",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тазалық секторының журнал үлгісі ме?\n\nЖурналдағыдай оқушылар тізімін жазып, журналдағы күн жазылатын жоғарғы бөлігіне кішкене орын қалдырып , тырнақ, шаш, киім, аяқ киім және т.б. тазалығы тексерілетін критерийлерді жазып журнал сызасыз. сөйтіп атпа сайын немесе апта басы мен соңында тексеріп шығасыз, журналға белгілеп.",
                "date": "10.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбаев Ғашықтың тілі - тілсіз тіл деген өлеңнің ағылшын нұсқасы керек?",
        "question_content": "Абай Құнанбаев Ғашықтың тілі - тілсіз тіл деген өлеңнің ағылшын нұсқасы керек?",
        "question_date": "10.09.2023",
        "question_tag": "Мектеп",
        "question_views": 267,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "The language of lovers dispenses with words.\nWith their looks, with an inner sense they converse..\nBelieve it or sneer at it — just as you wish,\nBut a lad or a lass in love never errs. \nI, too, knew that language some decades ago.\nAnd whenever addressed I would let my heart go.\nThen that language was near and clear as could be;\nNow, alas, it is long since foreign to me.\n\nTranslated by Dorian Rottenberg\nАбай өлеңдері ағылшынша аудармамен!",
                "date": "10.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланың қан тобы қанша болады? Анасының қан тобы 1 және 2 қан тобы",
        "question_content": "Сұрақ\nАнасының қан тобы 1 және 2 қан тобы\nӘкесінің қан тобы 2 және 4 қан тобы баласының қан тобы қандай?",
        "question_date": "10.09.2023",
        "question_tag": "Биология",
        "question_views": 702,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала міндетті түрде әкесінің немесе анасының қан тобын мұра етпейді. Тек екеуінде де 0 (I) тобы болса, балада да осы топ болады. Қан тобы мен Rh факторы өмір бойы өзгермейді. Оларды білу үшін тамырдан немесе саусақтан қан тапсыру жеткілікті.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай тез өлеңді жаттауға болады?",
        "question_content": "Отан өлеңін қалай тез жаттауға болады?",
        "question_date": "10.09.2023",
        "question_tag": "Мектеп",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен мектеп кезде ұйықтар алдын жаттайтынмын жаттауды, солай миыма тез қонады.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ажемнің басы ауырып тұр қатты",
        "question_content": "егерде дуа жасалса бас ауырады дейді казырғы таңда және түнде менің ажемнің басы ауырып жатыр тіптен айтады біреу шұқып алғандай дейді басы ауырады 4-5миннан кейін қайтып басылып қайтып ауырады егер дуа жасалса осылай ауырама өтініш көмек беріңіздерші менің жасым кішкентай және дуанын өлімге апаратынын естіп 1сағат болды жылағаныма өтініш көмек керек тым жаксы ұйықтап бара жатыр еді қайтып басым деп оянып кетті оянған сайын жылай беремін",
        "question_date": "9.09.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 149,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкен адам болса қан қысымы көтерілген болар, өлшеп көру керек.\nДуаный бас аурудан басқа көптеген белгілері болады( түсінде қара ит немесе жылан көру, ұйқышылдық, депрессия  және басқа) , егер солай болса ясин , фатиха, ықылас, нас, фалақ сүрелерін оқып беріңіз, немесе әжеңіз оқысын.",
                "date": "10.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Албан руының шежіреге толық мағлұматтар қайдан алуға болады?",
        "question_content": "Албан руының шежіреге толық мағлұматтар қайдан алуға болады?\n\nМысалы мен Албан- Қосқұлақ руынан тараймын, бізде шежіре жағынан мағлұматтар өте аз, толығырақ білгім келеді, кім қандай кеңес және кітаптар бере алады?",
        "question_date": "8.09.2023",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 649,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге мына кітапты табу керек.\nБіз үшін қай замандағы тарихымыз болмасын қымбат, айтулы кезеңдерде ел басқарған хандарымыз, ту ұстаған батырларымыз, сөз бастаған шешендеріміз, ел бірлігі үшін тер төккен бабаларымыздың барлығы да құрметтеуге лайық. Аллаға шүкір, құрметтеліп, Ас беріліп, рухтарына тағзым жасалуда. Тәуелсіздік алған 25 жылдың ішінде қаншама бабалар аруағы қайта тірілді, ұлтымыздың мерейі асқақтады. Осындай жетісулық тұлғалардың бірі – Қосқұлақ Қалдауұлы бабамыз. Шамамен 1685-1785 жылдар аралығында ғұмыр кешіп, 104 жасқа келген десе-ді. Шыққан тегі Ұлы жүз құрамындағы Албан тайпасының Қожбанбет тармағынан тарайды. Қосқұлақ атануы да тегін емес екен. Нәресте туған кезде құлағының арт жағында қосымша құлақ тәрізді айнала түймелері болған, соған орай ырымдап балаға Қосқұлақ есімі беріліпті. Әкесі Қалдау кейін екінші баласы туғанда «Ұлдың атын ұйқас, қыздың атын қиғаш қой» дейтін аталы сөзді ескеріп, үлкені Қосқұлаққа ұйқастырып оның атын Бесбұлақ қойыпты. Біржағы бұл жайлаудағы бес бұлақ суының тоғысқан жерінде туған екен дегенді айтады. Осы екі кісіден өніп-өскен Қосқұлақтың ұрпақтары киіз үйінің маңдайшасын, ал Бесбұлақтан өрбіген ұрпақтар, бабаларының бас киімін күні бүгінге дейін көздерінің қарашығындай сақтап отыр. Бесбұлақтың бала кезінде жасаған ерлігіне орай Батырша атанған, кейін би болған адам. Күллі Қосқұлақтың қарашаңырағы Қытай жеріндегі Іле-қазақ автономиялы облысы, Текес ауданына қарасты Ақши қыстағында тұратын Абиырұлы Шайықтың үйінде сақтаулы. Ал, Батыршаның бас киімі Алматы облысы, Ұйғыр ауданына қарасты Ақтам ауылындағы Рахымбайдың шаңырағында.\nБабамыздың туып-өскен жері Албан, Суан тайпалары көшіп қонып жүретін Жетісу өңіріндегі Алтынемел мен Қоңырөлең төңірегінде өмір сүрген. Қосқұлақ атаның кіндігінен 8 ұл өскен. Үлкен әйелі Сұқсыр бәйбішеден: Бәйімбет, Бұқар, Тұңғатар, Қаржау, Бөрте болса, кіші шешемізден: Алжан, Қалжан және Тілеу атты балалары өрбиді. Бәйімбеттен басқалалары өніп-өскен белді аталар шоғырын құрайды. Бұлардың ішінде өз дәуірінде асып туған айбынды Қаржау батыр да осы Қосқұлақ бабамыздың ұрпағы. Жоңғар соғысында Қанкелді, Сатай, Бөлек, Өтеген, Наурызбай, Райымбек, Сәмен т.б. батырлармен иық тіресіп Жетісу жерін жау қолынан тазартысқан белгілі баһадүр батырлардың бірі екен. Сондықтан заманында «Қаһарлы Қаржау» атаныпты. Бұл туралы «Қожбанбет руы» кітабында және мерзімдік басылымдар «Президент және Халық», «Айқын», «Жетісу» газеті, «Мұқағали» журналдарына шыққан зерделі зерттеулерде және 2007 жылы арнайы Алматы облысы, Жамбыл ауданы, Мәтібұлақ ауылында өткен Республикалық дәрежеде ғылыми-практикалық конференцияда толық қамтылған болатын.\nҚосқұлақ бабамыз аса бай да, сіңірі шыққан кедей де болмапты. Орта дәулеті, өзіндік тірлігі бар әрі бес уақыт намазын қаза қылмаған, өте тақуа, таза адам екен. Сондықтан ел-жұртына қадірі мол, қазыналы қария атанады.\nЕнді бабамыздың өлімі жөнінде ел аузында әлденеше аңыз-әңгімелер баршылық. Осының аңызы қайсы, ақиқаты қайсысы дегенге біраз түсінік бере кетейік. Қосқұлақ өлгеннен кейін, өз өсиеті бойынша қазіргі Алматы қаласындағы Әлмерек абыз, Райымбек батыр жатқан үлкен қорым зиратқа жерлемекші болады. Енді біреулердің айтуынша Түркістан кесенесіне апармақ болған дейді. Ұзақ жол болғандықтан мәйітті арулап орап, сыртын ақ киізбен қаптап тігеді де, сүйегін Ақнарға (кейде Ақатан деп те атайды) артып жолға шығады. Қасында бірталай адамдар бар. Бір жерге келгенде күн батып кеш кіреді. Жол соғып шаршаған сүйекшілер дамылдап ұйқыға кетеді, түйе де қастарына шөгіп бірге жатқан. Таңға жуық тұрса Ақнар жоқ, кездейсоқ жұмбақ күйде көз жазып қалған. Екі-үш күн іздейді. Ұшып көкте, түсіп жерде, не көрдік-білдік деген пенде жоқ. Бар болғаны денесін ораған ақ киізді айдаладан тауып алады. Қасындағылар айтады, мүмкін үйренген жері ауылға кеткен болар деп, Іле өзенінің екі жағына бөлініп алып келген жолдарын қайта қарап, сүйекшілер елге оралады, бірақ та Ақнар ауылға келмеген. Жұрттың бәрі мұндай таңғажайыпқа таңғалады. Қандай киелі құдірет күш екенін кім білсін, осылай ойламаған жерден Қосқұлақ атаның сүйегін артқан түйе бір түнде көзден ғайып болады. (Бұл туралы жоғарыда аталған кітаптың 228-бетінде көрсетілген).\nАл шындығына келсек, біздің пайымдауымызша, бұдан әрі қарай оқиға желісі былай өрбіген сияқты. Ақнар адамдар қалың ұйқыға кеткен кезде жайылымға шығуы да, болмаса керуен жолының бойын торауылдаған қарақшылар қолына түсуі мүмкін. Олар түйеде көп қазына мүлік бар деп ақ киізді пышақпен тіліп қараса, байлық емес ақкебінге оралған ақсақалды адамның мәйіті шығады. Шошынған қарақшылар қайтадан түйеге артады да, бос жіберсе керек. Түйе батысқа бағыт алып жүре-жүре Қордайдың асуына жетіп, мүлде шөгіп жатып алады. Арлы-берлі өткен жүргіншілер көріп, бұған қатты таңғалысқан. Жан-жағына хабаршылар жіберіп сұрау салады. Ақыры ақиесі табылмаған соң сондағы Жаныс, Ботбай (Дулат) елінің адамдары осында жерлеген екен. Қандай қасиетті кісі, аты-жөні кім, анық-қанығын ешкім білген емес.\nАрада қанша уақыт өтті, оны білмейміз. Бірақ та, «балапан – басына, тұрымтай – тұсына» безіп кетіп, халық енді-енді еңсе көтеріп есін жия бастаған заман, яғни Жоңғар соғысы толық тоқтаған шақ еді. «Ел құлағы-елу» демекші, бірден-бірге естіліп, бұл хабар алыстағы Албандарға жетеді. Ұрпақтары сұрай-сұрай іздеп келсе, шынында Қордай асуындағы «Үкілі сай» дейтін тұйықтау жылға сайдың ішінде, қалың бір топ долана ағашының түбіндегі тепсең жерге түйенің жатқан орнына жерлеген екен. Келгендер жергілікті халыққа алғысын айтса, екіншіден, бір малын айтып сойып, құран бағыштап баба басына тағзым етіп қайтады. Үлкендердің айтуынша, содан бері жүз жылдай уақыт өтіп ұмыт болған десе-ді.\nЕнді екінші бір адамның шындыққа жақын нақты әңгімесін тыңдайық. Бұл Есікті қаласының 85 жастағы тұрғыны Құсайынұлы Жүніс (2014 жылы өмірден өтті) ақсақал былай дейді: «Қосқұлақ атамыз 104 жас жасаған екен, өмірден өткен кезінде біздің ауылдың қонысы Өсек өзенінің бойында болыпты. Бабамыздың жаназасын шығарар кезде алыс-жақыны бар көптеген ел-жұрт жиналып, құран-аят бағыштауға жүздей қары молда қатынасыпты. Сүйегін арулап ауылдан құрметпен шығарып салғаннан соң, сүйекшілер Ақнарды жетектеген бойда Құйған деген жерден әрең өткізіпті, – дейді. Бірақ діттеген жерге жеткізе алмай сүйегі белгісіз жағдайда ғайып болған екен. Көп жылдан кейін Қордай асуында жерленгені жөнінде дерек шығыпты. Бұл әңгіме үлкендерден қалған сөз, – деп аяқтады. Шежіреші Құсайын шалдың әңгімесіне қарағанда ислам дінінің дендеп орнығып келе жатқандығы және бұл кісінің өз заманның үлкен діндар адам болғандығын байқатса керек.\nЕнді бір дерек – қытайдың түрмесінде 19 жыл өмірін өткізген Әбдірасыл Ниязұлының (1924-2006 ж.ж.) қолжазбасында көрсетілген. Қолжазба иесіне сенсек, қасиетті Қосқұлақ атамыз 104 жасқа келгенде өмірден өтіпті. Соңғы сапарға аттанарда сүйегін Қалжан деген баласының үйінен шығарған екен, мынау сол бабамыздың қарашаңырағының маңдайшасының үгіндісі, – деп көлемі 3х4см. кішкене дорбаны «Құран» кітабының ішіне салып сақтаған көрінеді. Оны Алматы облысы, Еңбекшіқазақ ауданы, Шелек елді-мекенінде тұратын баласы\nӘділеттің үйінен көрдік.\nАл енді Қосқұлақ атаның мәйітін Қордайға жерленгені жөнінде ең алғашқы жеткізуші Алға ауылының тұрғыны Қуандық деген кісі. Сол Қуандық қария 1970 жылдардың басында Қордай асуында колхоздың қошқарын бағыпты. Бұл кісі Қосқұлақ бабаның сүйегі ғайыптан қалай келгені, қай жерге және қасында кімдер жерленгеніне шейін Ақбұлақ сайында көрші отырған Ырғайты колхозының шопаны Сайлыбаев Майлыбайға (әкесінің аты – Шормақбай) түгел көрсетіп айтып береді. Майлыбай қария 2006 жылы 78 жасында өмірден озған. Ал Қуандықтан – Үсенәлі, Асанхан, Жұмахан атты үш ұл және Райкүл, Ұлбосын атты екі қызы бар. Кемпірінің жасы биыл 90-да, Жамбыл облысы, Қордай ауылында тірлік кешуде.\nҚысқасы, ел аузында Қосқұлақ бабамыз жайлы, оның жерленген жері жайлы аңыз-әңгімелер аз емес. Бабамыздың сол кездегі сұңғыла, алдын болжай білетін, көреген жан болғаны жайлы бүгінге жеткен сөз аз емес. Ал енді Қосқұлақ атаның ұрпақтары жайында сөз қозғасақ, кіндігінен тараған балаларының ішінде Қаржаудың ұрпақтары басқа балаларына қарағанда саны жағынан және ел ісіне араласқан тұлғалар көптеп шыққан. Таратып айтсақ, ұзаққа созылады. Ол жайлы жазуды болашақтың еншісіне қалдырдық.\nОсындай ел аузындағы бұрын-соңғы екі түрлі деректерді саралай келе, Қосқұлақ атамыздың алғаш жамбасы тиіп жайғасқан жері Жамбыл облысының аумағындағы осы Қордай асуы болып шықты. Дәлірек айтсақ, Алматы-Бішкек күре жолының 184 шақырымында, оңтүстік сәл өкпе тұсында мүрдесі жатыр деп ойлаймыз. Қосқұлақ бабаның ұрпақтары бұл күндері қанатын кең жайған, өсіп-өнген елге айналып отыр. Баба рухына тағзым жасаған ұрпақтары бабамыздың басын қарайтып, үлкен Кесене тұрғызды. Ас берілмекші.\n  Дүйсенбай СЫҒАЕВ,\nтарихшы",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тіл туралы ағылшынша тақпақ керек еді. Оңарыйақ керек еді?",
        "question_content": "Тіл туралы ағылшынша тақпақ 4 жол болса бола береді. Жаттауға оңай болса болғаны.",
        "question_date": "8.09.2023",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "English language is the best.\nLearning it for me is quest.\nBut the language is so nice.\nLearn it! That is my advice.\n\nToday is a funny day.\nIt is no more gloom and grey.\nLanguage day we celebrate\nWe will heartily congratulate.\n\nEnglish teacher, English day.\nWe will joy and speak all day.\nABC and \"the\" and \"an\",\nGo and quickly find your pen.\nWrite some words and learn them all\nThen we'll dance along the hall.",
                "date": "17.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көгершін 72 км/сағ жылдамдықпен ұшады. Ол 30 минутта қандай жолды жеңеді",
        "question_content": "Көгершін 72 км/сағ жылдамдықпен ұшады. Ол 30 минутта қандай жолды жеңеді",
        "question_date": "8.09.2023",
        "question_tag": "Физика",
        "question_views": 506,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "V = 72 км/сағ\n\nt = 30 мин = 0.5 сағ\n\nS = V * t = 72 * 0.5 = 36 (км)\n\nКөгершін 30 минутта 36 км жолды жүреді",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ыдыста 2 моль көмірқышқыл газы бар. Ыдыстағы газ молекулаларының санын анықтаңыз",
        "question_content": "Ыдыста 2 моль көмірқышқыл газы бар. Ыдыстағы газ молекулаларының санын анықтаңыз: A) 1,2•10²⁴; Ә) 1,2•10²³; Б) 2•10²¹; В) 1,2•10²⁵; Г) 1,5•10²²",
        "question_date": "8.09.2023",
        "question_tag": "Физика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N (N) = 2 * 6,02 * 10'23 = 12,04 * 10'23 молекула = 1,204 * 10'24 молекула.\nN (CO2) = 2 * 6,02 * 10'23 = 12,04 * 10'23 молекула = 1,204 * 10'24 молекула.",
                "date": "10.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ тілінде деген сөзге талдау жасап бере аласыздар ма?",
        "question_content": "Сәлеметсіз дерме Қазақ тілінде деген сөзге талдау жасап бере аласыздар ма?",
        "question_date": "8.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 253,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қ-қатаң,дауыссыз\nа-жуан,дауысты,езулік\nз-үнді,дауыссыз\nа-жуан,дауысты,езулік\nқ-қатаң,дауыссыз",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұл элементтердің қай-қайсысы болсын табиғатта маңызды рөлін атқарады . Синтаксис",
        "question_content": "Синтаксистік талдау өтініш",
        "question_date": "7.09.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 609,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғатта әртүрлі химиялық элементтер маңызды рөл атқарады, соның ішінде:\n1. * Көміртек (C):* ол органикалық қосылыстардың негізі және тіршіліктің негізгі құрылыс материалы болып табылады.\n2. * Оттегі (O):* тірі организмдердің тыныс алуы және жану процестері үшін өте маңызды.\n3. * Сутегі (H): * көптеген органикалық қосылыстардың бір бөлігін құрайды, сонымен қатар судың бөлігі болып табылады.\n4. * Азот (N): * ақуыздардың құрылыс материалы болып табылатын аминқышқылдарының негізгі компоненті.\n5. * Фосфор (P):* энергияны (АТФ) беру үшін маңызды, сонымен қатар ДНҚ мен РНҚ үшін құрылыс материалы болып табылады.\n6. * Күкірт (S):* аминқышқылдарының бөлігі болып табылады және ақуыздарда дисульфидті байланыстарды қалыптастыру үшін маңызды.\n7. * Натрий (Na), Калий (K): * ағзадағы су балансын реттеуде және жүйке импульстарының берілуінде рөл атқарады.\n8. * Темір (Fe):* гемоглобин арқылы ағзадағы оттегін тасымалдау үшін қажет.\nБұл элементтер табиғаттағы өмірлік процестер мен функцияларды қамтамасыз етуде шешуші рөл атқарады.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    }
]