[
    {
        "question_title": "-сенен мен сұлумын!-дейді -жоқ сен сұлу емессің мен сұлумын!",
        "question_content": "-сенен мен сұлумын!-дейді\n\nАл Айсұлу болса:\n\n-жоқ сен сұлу емессің мен сұлумын !-деп таласады",
        "question_date": "27.05.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр адам өзі үшін қашанда сұлу, көңіл-күйіңізді түсірмеңіз.",
                "date": "27.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен аяқ (сан) қыши береді?",
        "question_content": "Аяғымның санына қышымалар шыға береді жəне кетпейді?",
        "question_date": "27.05.2024",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дермотолог маманына жүгінгеніңіз жөн.",
                "date": "27.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір жапырақ қағаз мағынасы тұрақты тіркесс тез керек",
        "question_content": "Бір жапырақ қағаз тұрақты тіркес мағынасы керек тез срочно",
        "question_date": "27.05.2024",
        "question_tag": "Мектеп",
        "question_views": 803,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көксерек шығармасының аты мен идеясын анықтау?",
        "question_content": "\"Үстіне гүрілдеп қасқыр төніп келгенде, көзі бір ашылып, бір жұмылады\" құрмалас сөйлемнің түрін анықтап жаз?",
        "question_date": "26.05.2024",
        "question_tag": "Мектеп",
        "question_views": 224,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Көксерек\" шығармасы:\n\nАты: \"Көксерек\"\n\nАвторы: Мұхтар Әуезов\n\nЖанры: Әңгіме\n\nИдеясы: Адам мен табиғат арасындағы үйлесімділік, табиғатты аялау, қорғау қажеттілігі, тірі жан иесіне деген мейірімділік, жанашырлық таныту. Шығармада табиғаттың бір бөлшегі болып табылатын жануарлар әлемі мен адамдар арасындағы қатынас, олардың бір-біріне тәуелділігі көрсетіледі.\n\nҚұрмалас сөйлемнің түрі:\n\nБерілген құрмалас сөйлем шартты бағыныңқылы сабақтас құрмалас сөйлем болып табылады.\n\nБасыңқы бөлігі: \"үстіне гүрілдеп қасқыр төніп келгенде\"\n\nБағыныңқы бөлігі: \"көзі бір ашылып, бір жұмылады\"\n\nБасыңқы бөліктегі оқиға (қасқырдың төнуі) бағыныңқы бөліктегі оқиғаның (көздің ашылып-жұмылуының) шарты болып тұр.",
                "date": "26.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асыл анам тақырыбында эссе жазу керек?",
        "question_content": "Асыл анам тақырыбына эссе жазып жіберіңіздерші. Ответ беріңдерші пж",
        "question_date": "25.05.2024",
        "question_tag": "Мектеп",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Асыл анам – өмірімнің мәні\nАна – әрбір адамның өміріндегі ең асыл жан. Ол бізді өмірге әкеліп, аялап өсіреді, біз үшін бар қиындыққа төтеп береді. Менің анам да ерекше жан. Ол менің ең жақын досым, қамқоршым және өнеге тұтар ұстазым.\nМен анамның мейірімді жүзін, жылы құшағын ешқашан ұмытпаймын. Оның әрбір сөзі жүрегіме жетіп, маған күш-қуат береді. Анам маған еңбекқорлықты, адамгершілікті және қайырымдылықты үйретті. Оның арқасында мен өмірде өз жолымды тауып, қиындықтарды жеңуге үйрендім.\nАнамның маған деген махаббаты шексіз. Ол менің әрбір қадамымды қадағалап, маған қолдау көрсетіп отырады. Мен үшін анамның ризашылығынан асқан бақыт жоқ. Анамның арқасында мен өзіме сенімді, өмірге құштар жанмын.\nМен анамды өмір бойы қадірлеп, құрметтеймін. Оның маған берген тәрбиесі мен махаббаты менің өмірімнің мәні. Анамның арқасында мен бақытты жанмын және оған мәңгі қарыздармын.\nӨмірдегі ең басты байлық – ананың махаббаты. Сондықтан да, аналарымызды қадірлейік, олардың алдындағы парызымызды ұмытпайық. Аналарымыз аман болсын!",
                "date": "25.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяқтың артқы бетінше шишка бар барлық жерге узиға бәріне түсіп қаратты да бірі таппады,",
        "question_content": "Аяқтың артқы бетінше шишка бар барлық жерге узиға бәріне түсіп қаратты да бірі таппады ,аяқ қатты қақсаса іседі шыдатпайды қақсауы,білетіндер болса бөлісіп кетіңдерші",
        "question_date": "25.05.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хирург мамандарына жүгініп көріңіз.",
                "date": "26.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыл квотасында қандай конкурс болады?",
        "question_content": "Мен ауыл квотасында қандай конкурс болатын білім келеді, әркімге әртүрлі болып келеді ме? Әлде конкурс та әртүрлі санатқа бөлінеді ме? Бөлінер болса қалай және қандай болып бөлінеді?",
        "question_date": "25.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыл квотасы — ауылда оқыған балаларға мамандық бойынша бекітілген конкурс.\n\nБарлық талапкерлер грантқа құжат тапсырады. Гранттардың 70 пайызы жалпы конкурс бойынша беріледі, жалпы конкурсқа қалалық та, ауылдық жас та қатыса алады. Ал қалған 30 пайыз грант тек ауыл балаларына арналған.\n\nТалапкерде квота болған күннің өзінде ол ең алдымен жалпы конкурсқа қатысады, бұл конкурстан өте алмай қалған жағдайда ғана квота бойынша тартысқа түседі.\n\nКвотаның аты айтып тұрғандай, тек ауылда бар мамандықтарға бөлінген. Егер, ауыл квотасы бойынша мемлекеттік грантқа түссеңіз, міндетті түрде диплом алғаннан кейін ауылға барып, 3 жыл еңбек ету қажет.",
                "date": "26.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аспазшы колледжі барма?Атестатқа қарайма.Қандай пәндерден экзамен тапсырады.",
        "question_content": "Аспазшы колледж барма.Атестатқа қарайма.Қандай пәндер оқытылады. Қанша жыл.",
        "question_date": "24.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы облысының Қызмет көрсету және тамақтандыру саласындағы инновациялық технологиялар колледжі\n\nАлматы туризм және сервис колледжі.\n\n«Дәмді әңгімелер» кәсіптік білім беру орталығы.\n\nМәскеу мемлекеттік қонақжайлылық және туризм колледжі\n\nҚарағанды сервис және тамақтану колледжі\n\nОқу жылы: 2 жыл 10 ай",
                "date": "26.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасым 16да бойым 1.34 не істесем болады",
        "question_content": "Бойым 1.34 не ыстесемде өсер емес",
        "question_date": "24.05.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасына және жынысына байланысты адам бойының өсу сатылары әр түрлі болады.\n\nМысалы, әйелдерде 19-20, ерлерде 25-26 жастарда бойдың өсуі тоқтайды. Бұдан соң жасы 50-ден асқаннан кейін еркектердің де, әйелдерді де бойы әрбір он жылда 1-1,5 см шөгіп отырады.\n\nАдам бойының өсуіне түрлі жағдайлар әсер етеді. Ересек адам бойының орташа мөлшері: ерлерде 165 см, әйелдерде 154 см. Адам бойы орташа мөлшерден кем не артық болуы көпшілік жағдайда әр түрлі аурулардың салдарынан болады.\n\nАдамның, әсіресе жас балалардың, дұрыс тамақтауы, ішер астың құрамы мен сапасы да бойдың өсуіне әсер етеді. Күнделікті тамақта витаминдер жетіспесе, немесе ағза ашықса, не бір ауруға шалдықса, бойдың өсуі тоқталып қалады. Адам бойыны өсуі дене шынықтыруға, ой еңбегі мен дене еңбегі дұрыс ұштастыруға да байланысты.\n\nКейбір жағдайларда, бойыңның өсуі немесе өспеуі ол генге байланысты тоқтап қалады, яғни ата-анасының бірінің бойы аса болса, ол балаға беріледі.",
                "date": "26.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныпқа мектеп бітірушілерге сценарий керек еді?",
        "question_content": "9 сынып бытырушылерге сценарий керек.Сынып сағаты ретінде өтеді соған сценарий керек еді идеяларының ды косып жасап берсеніздер таппай отырмын",
        "question_date": "24.05.2024",
        "question_tag": "Мектеп",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Мектептегі кездесулер\" естіледі.. ( музыка № 1 )\n\nЕкі жүргізуші шығады\n1 Жүргізуші:\nҚайырлы кеш, ханымдар мен мырзалар!\n2 Жүргізуші:\nКеш жарық қымбатты достар: аналар мен әкелер, ата-әжелер, мереке қонақтары, сондай-ақ құрметті ұстаздар!\n1 Жүргізуші:\nОсы әдемі классикалық вальспен біз бүгінгі мерекені, тоғызыншы сынып оқушыларының мектеппен қоштасуына арналған салтанатты кешті бастаймыз.\n2 Жүргізуші:\n–Бүгін ерекше күн емес пе?\n1 Жүргізуші:\n– Иә, тіпті құстар да қандай да бір түрде өз әндерін ерекше шырқады.\n2 Жүргізуші:\n– Олар өте маңызды нәрсе келе жатқанын сезгендей болды.\n1 Жүргізуші:\n– Бұл не?\n2 Жүргізуші:\n– Қалай, не? 9-сынып түлектерінің құрметіне арналған гүлдер балы.\n1 Жүргізуші:\n– Шынында да, бүгінде олардың барлығы жастықтың, сұлулық пен көңілділіктің хош иісін шығаратын таңғажайып және сиқырлы гүл шоғырына ұқсайды.\n– Сонымен біз не күтеміз?\n1 Жүргізуші:\n-Бүгінгі мерекенің кейіпкерлерімен танысыңыз! (музыка №2)-Түлектердің кіруі (аты-жөні)\nСалтанатты әуен ойналып, түлектер залға кіріп, сахнаға көтеріледі.\n2 Жүргізуші:\nҚұрметті балалар, құрметті ұстаздар, ата-аналар, қонақтар!\nБіз тағы да осы талғампаз, жайлы бөлмеге жиналып, балалық шақ әлеміне тағы бір рет еніп, түлектерімізді өмірлерінде маңызды құжат - негізгі орта мектеп курсы туралы куәлік алуларымен құттықтадық.\n1 Жүргізуші:\nБітіру кешінің салтанатты бөлімі ашық деп жарияланады. (әнұран).\n2 Жүргізуші:\nБіздің жігіттерге қараңызшы! Олар бүгін өте әдемі, аздап толқыған және, әрине, бақытты.\n1 Жүргізуші:\n9 жыл бұрын оларды бірінші сынып оқушылары деп атайтын. Ал бүгін оларға құрметпен - түлектер жүгінеді! Түлектер! Мақтанышпен естіледі!\n2 Жүргізуші:\nӘлемде қанша мереке бар: Сегізінші наурыз, Жаңа жыл…\nБілім күнін балалар да жақсы көреді!\nХалық білімге ұмтылады!\nБірақ мектепте мереке ең маңызды болып табылады.\nКез келген адам сізге оқушы айтып береді.\nОл батылдықпен жолға шыққан кезде,\nКөп нәрсені білген түлек!\n1 Жүргізуші:\n9 оқу жылы байқалмай өтті. Ал мектеп аспанында 9-сынып оқушыларының тағы бір шоқжұлдызы жанды.\n\n2 Жүргізуші:\n\n- Тоғыз жыл бойы олар сабақтарында жарқыраған ұшқындармен жарқырады.\n\n- Олимпиадалар мен конференцияларда жарқырады.\n\n- Мектептегі іс-шараларда жарқырап көрінді.\n\n- Әр жұлдыздың өз атауы бар.\n\n- Әрқайсысы бірегей және қайталанбас.\n\n1 Жүргізуші:\n\nҚош келдіңіздер және қош келдіңіздер! №4 музыка- Дефиле( па-па-құттықтаймын)\n\n( әрқайсысын жариялайды)\n\nОлар төмен түсіп, өз орындарын алады ( музыка естіледі).\n\n2 Жүргізуші:\n\nТоғыз мектеп жылы байқалмай өтті, сіз есейдіңіз, енді сіз әлемде жақсылық пен жамандықтың, жақсылық пен жамандықтың, сұлулық пен асылдың бар екенін жақсы түсіндіңіз. Мектепте сіз әділдікке, адалдыққа үйрендіңіз. Ал бүгін қоштасатын кез келді. Сіздердің біреулеріңіз оқуыңызды оныншы сыныпта жалғастырасыздар, біреулеріңіз мектепті тастап кетесіздер, бірақ сіздердің барлығыңыз мектеп кездеріңізді, осы жерде түсінген сабақтарыңызды, күн сайын кездесуге бақыт сыйлағандарыңызды мәңгі есте сақтайсыздар.\n\n1 Жүргізуші:\n\nЖақсы бастаманың тамаша сәті...\n\nКесте бойынша айлақтан қайық\n\nБасқа айлақтарға жүзуге шығады.\n\nЖағалауда - әкелер мен аналардың толқуында.\n\n2-жүргізуші:\n\nТағы да болар еді! Негізінде, мүлдем балалар!\n\nОн бес жас - бұл ересек жас емес.\n\nБірақ көптеген адамдар таңдау жасауы керек.\n\nАл кім жасады, оның жүзетін уақыты келді,\n\nЕң бірінші айлақтан шығыңыз,\n\nБарлығының бастауы басталған туған мектебім!\n\n1-жүргізуші:\n\n\"Оқушы\" атағын қайдан алдың\n\nАл бірінші рет \"түлек\" атанды!\n\nКөрініс\n\n\"Ромашка\" жүгіріп шығады, оны \"күзетші\" тоқтатады\n\n– Бұл жерде гүлдер балы қайда? Мені неге шақырмады? Масқара!!\n\n– Сен қайда болсаң, көрмейсің, мереке осында, бітіру күні.\n\n– Сонымен мен айтамын, неге олар мені күтпеді?.\n\n– Ал сенің оған қатыс.?\n\n– Қалай болды.?\n\nКөріп тұрсың, иә, бүгін бітіру.\n\nМұның бәрі менімен байланысты екенін түсінесің бе\n\nМенің гүл шоқтарымның жапырақшаларын білмейсің бе,\n\nБұл мектеп жылдарының символы\n\nТүсінесің бе\n\nМектептегі жылдар, бұл өмір екенін түсінесің бе\n\nТүсінесің, сүйесің, сенесің және ұстайсың\n\nЕндеше, бұл мерекені менсіз білесің бе\n\nТүтіннің бәрі отсыз ғой\n\nАл жапырақшалар сізге құпияны ашады\n\nОсы тоғыз жылдың бәрі қалай өтті\n\nОлар бізді сол сиқырлы арманға жетелейді,\n\nҚандай ертегі құрдымға кетеді,\n\nТүсіндің бе?.\n\n– Енді бәрі түсінікті болды, түсіндім, сенің жапырақшаларың біздің жігіттердің мектеп өмірінің парақтары.\n\n– Иә, және оларға өте мұқият қарау керек.\n\n– Ал егер мен бір жапырақшаны жұлып алсам ше?\n\n– Байқап көр.\n\n– Неден бастау керек? Ал, бәлкім, осыдан, ертегі.\n\nЖапырақшаны жұлып алады, сиқырлы әуен естіледі, ертегі басталады... ( музыка нөмірі 6)\n\n(Жүргізушілер шығады)\n\nЖетекші.1– Кейбір патшалықта, мектеп жағдайында өмір сүрді - таңғажайып балалар болды.\n\nЖетекші 2– Неге таңқаларлық.\n\nЖетекші 1– Иә, өйткені олардың өздері таңдануды және таңдануды білетін.\n\nЖетекші 2– Иә, сіз бұдан артық таң қалдыра алмайсыз. А кімге бірақ олар таң қалдырды ма?\n\nЖетекші 1– Кім ретінде, мұғалімдеріңіз. Мұндай балалардан жалықпайсың.\n\n Жетекші 2– Биылғы ең қорқынышты сынақ – емтихандар.\n\nЖетекші 1-. Біртіндеп, пәнді пән бойынша меңгере отырып, сіз осы межеге - бітіру емтихандарына жеттіңіз.\n\nЖетекші 2-. Құрметті қонақтар, көптеген түлектер мектептегі алғашқы сынақтардан өте жақсы және жақсы бағалар алып, аман қалғандығы туралы қуана хабарлаймыз. Жарайсыңдар!\n\nТүймедақ:\n\n– Ал менің тағы бір жапырақшам ұшып кетті, бұл нені білдіреді, білмейсіз бе?\n\n1-жүргізуші\n\n– Жүр, көрейік, сонымен, жапырақшасы \"салтанатты\".\n\n2-жүргізуші\n\n– Демек, бұл түлектерге өміріндегі алғашқы құжаттарын, негізгі (жалпы) білімі туралы аттестаттарын тапсыратын кез келді.\n\nЖүргізуші 1.\n\nКез келген сабақ және осы кеш\n\nЖердегі барлық қазыналар мықты.\n\nӨйткені, әрбір мектеп сәті белгіленді\n\nӨзіндік ерекшелігімен.\n\nБітіру балы - айтулы дата,\n\nМиг - және балаларға сертификаттар тапсырылады.\n\nБарлығына бұл оқиға болып жатқан сияқты\n\nҚазір бүкіл планета бізбен бірге тойлап жатыр!\n\n(музыка № 7-Фанфар)\n\nЖүргізуші 2.\n\nНазар аударыңыз! Салтанатты сәт. Біз көптен күткен тоғызыншы сынып оқушыларына негізгі орта мектеп курсы бойынша аттестат тапсыру рәсімін бастаймыз.\n\n2 Жүргізуші.\n\nМемлекеттік бастауыш мектептің 9-сыныбын бітірушілердің бітіру туралы бұйрығын жеткізу үшін директордың тәрбие ісі жөніндегі орынбасары (аты жөні) сөз беріледі.",
                "date": "27.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Урот деген не мағына сонда?",
        "question_content": "Урот деген не мағына сонда? Ол сөз не мағына білдіреді?",
        "question_date": "23.05.2024",
        "question_tag": "Махаббат",
        "question_views": 470,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Урод - эмбриональды кезеңде генетикалық ақау немесе жағымсыз факторлардың әсерінен болуы мүмкін туа біткен дене ақаулары бар адам. Бұл көбіне біреуді кемсіту кезінде қолданылатын сөз.",
                "date": "26.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке меншік балабақша қызметкерлеріне сауықтыру жәрдемақысы төленеді ма?",
        "question_content": "Жеке меншік балабақшада жұмыс істейтін қызметкерлерге сауықтыру жәрдемақысы төленеді ма?",
        "question_date": "22.05.2024",
        "question_tag": "Қаражат, Ақша",
        "question_views": 275,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын пед мамандығынан бастауыш мамандығына қалай ауысса болады?",
        "question_content": "Ағылшын пед мамандығынан бастауыш мамандығына ауысса қалай болад.",
        "question_date": "21.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастауыш мамандықтарға сұраныс көп, бірақ ағылшын тілі де сұранысы жоғары мамандықтың бірі. Таңдау жасау өз қолыңызда.",
                "date": "21.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Машина шайқалып жүрсе не болады дөңгелектерін бәрі дұрыс неге үйтіп жүреді айтыңыздаршы?",
        "question_content": "машина шаикалып журеди причинасын таппаи жатрк Ким биледі дөңгелектери бари жаксы одан емес",
        "question_date": "21.05.2024",
        "question_tag": "Автосақтандыру",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Амортизатор пружиналарын тексеру керек",
                "date": "21.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайтыс болған бауырға жоқтау шумақтары?",
        "question_content": "Қайтыс болған бауырға жоқтау шумақтары",
        "question_date": "20.05.2024",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 607,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жағасы жоқ жеңі жоқ ақ көйлекті кидіңбе, Есігі жоқ құлпы жоқ қара тауға кірдеңбе...Елдің келген салемін енді қалай жеткізем аййй бауырым аййй...\n\nБиссимилла деп бастайын,\nАсылық сөзді қоспайын.\nКешегі жүрген бауырымды,\nІздеусіз қалай тастайын.\nӨлімі құрсын өрт екен\nӨзекке түскен дерт екен,\n-- жасқа келгенде\nАламын деген серт екен.\nҰсталар соққан сом темір\nМойырылмастай көруші ем\nАғайынды бауырлар\nАйрылмастай көруші ем.\n\nhttps://surak.baribar.kz/446597/ толығырақ",
                "date": "20.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әңгімесі неліктен «Қонақтар» деп аталады? Ерғабыл не себепті баласына көңілі толмайды?",
        "question_content": "Бұл мәселелерге өз пікіріңізді білдіріп, «Перзент парызы» тақырыбында эссе жазыныз.",
        "question_date": "20.05.2024",
        "question_tag": "Мектеп",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Перзент парызы: Әбдіковтің \"Қонақтар\" әңгімесінің көтерген мәселесі\n\nТөлен Әбдіковтің \"Қонақтар\" әңгімесінің тақырыбы қарапайым болғанымен, оның астарында қазақ қоғамындағы өзекті мәселелердің бірі – ата-ана мен бала арасындағы қарым-қатынас жатыр. Әңгімедегі кейіпкерлер – Ерғабыл шал мен оның ұлы Сапабек, келіні Клара және немересі Асқар – бұл қарым-қатынастың әртүрлі қырларын ашады.\n\nӘңгіме неліктен \"Қонақтар\" деп аталады? Бұл сұраққа жауап беру үшін, ең алдымен, қонақтың қазақ мәдениетіндегі орнына назар аудару керек. Қонақ – құт, береке әкелуші, сыйлы адам. Алайда, әңгімедегі қонақтар – Сапабектің отбасы – Ерғабыл шал үшін құт емес, керісінше, оның жанына батады. Олар оның өмір салтына, дәстүрлеріне жат, оның тілін түсінбейді, оның құндылықтарын бөліспейді. Сондықтан олар оған қонақ емес, \"бөтен\" адамдар сияқты.\n\nЕрғабыл шалдың баласына көңілі толмауының да себебі осында. Сапабек – қаланың адамы, білімді, мансапты, бірақ ол өзінің туған жерінен, ата-бабасының салт-дәстүрлерінен алыстап кеткен. Ол әкесінің тілегін түсінбейді, оның қадірін білмейді. Оның үшін бастысы – материалдық байлық, ал рухани құндылықтар екінші орында.\n\nБұл мәселе тек Ерғабыл шал мен оның отбасына ғана тән емес. Қазіргі қоғамда көптеген жастар өз ата-аналарымен ортақ тіл табыса алмайды, олардың құндылықтарын түсінбейді, олардың қадірін білмейді. Бұл – үлкен трагедия, өйткені ата-ана мен бала арасындағы байланыс – адам өміріндегі ең маңызды байланыстардың бірі.\n\nПерзент парызы – ата-ананы құрметтеу, оларға қамқорлық жасау, олардың тілегін орындау. Бұл – әрбір баланың міндеті. Ата-анасын сыйламаған адам ешқашан бақытты бола алмайды. Сондықтан әрқайсымыз өз ата-анамыздың қадірін біліп, олардың алдындағы парызымызды өтеуге тырысуымыз керек.",
                "date": "23.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде қызыл жылан шақса не болады?",
        "question_content": "Тісімде қызыл үлкен жылан көрдім жер уйде тұрып жатырмыз әлгі жылан воротадан өрмелеп өтіп балам екеумізді қуып келді балам кішкентай 5 айлық біз жыланнан қашып уйге кіріп кеттік сүйтіп холодильникке тығылдық ол жылар оныда құйрыхымен ашып алды сомен ол жыланмен арпалыстым қолымда балам бар ол жыланды әрең өлтірдім 5,6 рет пышқтап ол өліп жатып мені шағып кетті өте қорқынышты түс болды жорып беріңіздершы қызыл жылан не мағына береды",
        "question_date": "20.05.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фаризаның өлең мен сені аялап өтем, өлеңді қара сөзбен жазу керек?",
        "question_content": "Бұл тарсырма, тжб баға көтеру үшін керек, 1 сағат ішінде керек болып тұр",
        "question_date": "20.05.2024",
        "question_tag": "Үй тапсырмасы",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фариза Оңғарсынованың \"Өлең мен сені аялап өтем\" өлеңінде лирикалық қаһарманның өлеңге деген терең сүйіспеншілігі, оны өмірлік серігі санауы бейнеленеді. Өлең оның жанына шуақ шашып, қанат бітіреді. Лирикалық қаһарман өлеңі үшін қиындықтан қорықпайды, оны аялап өтетініне уәде береді. Өлең оның өміріндегі ең құнды қазына, оны мәңгілікке сақтап, аялауға дайын.",
                "date": "23.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Несіпбек Айтұлының \"Байтерек\" поэмасындағы автордың азаматтық бейнесіне тұжырым",
        "question_content": "Несіпбек Айтұлының \"Байтерек\" поэмасындағы автордың азаматтық бейнесіне, ел мен Елбасы туралы ойды тұтастырушы ретіндегі рөліне талдау жасаңыз. Оз ойынызды 5-6 cөйлеммен жазыңыз.",
        "question_date": "20.05.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 723,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Байтерек\" поэмасында Несіпбек Айтұлы ақын ғана емес, терең ойлы азамат ретінде көрінеді. Ол қазақ халқының тарихи санасын жаңғыртуға, елдік мұраттарды асқақтатуға күш салады. Елбасы бейнесі арқылы мемлекеттің тұғырын нығайту, халықтың бірлігін сақтау идеяларын жырлайды. Поэмадағы автор бейнесі - елінің өткені мен бүгінін, ертеңін терең толғайтын, еңселі келешекті армандайтын парасатты тұлға. Оның сөзі ел мен Елбасы арасындағы алтын көпір іспетті, мемлекеттік идеологияны жұрт жүрегіне жеткізуші рухани күш. Айтұлының жырларындағы көркемдік шеберлік пен азаматтық пафос оқырманды отансүйгіштікке, елдік мақсаттарға адалдыққа тәрбиелейді.",
                "date": "23.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыдан Шымкентке казпочтамен тауарым неше күнде келеді?",
        "question_content": "Алматыдан киімге заказ беріп едім ал ол Қытайдан келеді екен (бірақ әлі Алматыға келмеген) қысқасы Алматыдан Шымкентке неше күнде келеді товар казпочтамен?",
        "question_date": "19.05.2024",
        "question_tag": "Жалпы сұрақ",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Почта арқылы 5-7 күн аралығында жетеді. Кемі 3 күн.",
                "date": "19.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрынға соққы тиіп ісігенде мұрын пішінін өзгертуі мүмкін бе",
        "question_content": "Мұрынға соққы тиіп ісігенде мұрын пішінін өзгертуі мүмкін бе",
        "question_date": "19.05.2024",
        "question_tag": "Жалпы спорт",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сүйекке зақым келмесе пішіні өзгермейді.",
                "date": "19.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген мәтін қайсы шығармадан алынған? Шығарманың атын, жанрын және идеясын анықта?",
        "question_content": "... Молда өзінің алдында отырған баланың есіл-дерті басқа жақта екенiн бiрден сезiп қалды да, ақырын орнынан тұрып, Бабырдың жанына келді. Бабыр суретті жасырып үлгiрмеді.\n– Адамның суреті ме?! – деп мударрис зiлдене сөйледі. – Сіз қасиетті құран сөздерін тындаудың орнына, шариғат қатал тыйым салған қайдағы бір суретшiлiк өнерiмен айналысқаныңыз қалай, мырзам?\n– Мәртебелі ұстаз, бұл суреттi мен салғам жоқ. Мұны маған Гераттан әкеліп берді. Бұл ұлы адам – Мір Әлішер ғой.\nМолда Науаиды шайыр деп есіткен, бiрақ шығармаларын әлi оқымаған едi.\n– Адамның суретін салып, оны тарату құдайдың қарғысына ұшыраған жын-шайтанның iсi! Қане, қолыңыздағы суретті маған беріңізші, әмірзадам! Берiңiз!\nМударрис мына түрiмен ашу үстінде суретті быт-шыт етiп паршалап тастаудан да тайынбас еді.\nТАПСЫРМАЛАР:\n1. Берілген мәтін қайсы шығармадан алынған? Шығарманың атын, жанрын және идеясын анықта. (Білу)\n2. Мәтіндегі ерекше көрсетілген сөздердің мағыналарын түсіндір?  (Білу)\n3. Шығармадағы “Молда өзінің алдында отырған баланың есіл-дерті  басқа жақта екенiн бiрден сезiп қалды да, ақырын орнынан тұрып,  Бабырдың жанына келді”, деген сәтте бала Бабыр не туралы ойланып отыр   еді? (Қолдану)\n4. Мәтіндегі асты сызылған сөйлемдердегі тыныс белгілерінің қойылу  себебін түсіндір. (Қолдану)\n5. Шығармада бейнеленген тарихи кезеңде неліктен суретшiлiк өнерiне  қатаң тиым салынған еді? (Пайымдау)",
        "question_date": "19.05.2024",
        "question_tag": "Мектеп",
        "question_views": 587,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәтін Пірімқұл Қажіровтың жұлдызды түндер шығармасынан алынған",
                "date": "26.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География және алгебра панінен 9 сынып емтиханнан жауап және сұрақтары бар ма?",
        "question_content": "География жане алгебра панінен 9 сынып емтиханнан жауап/сурактары барма? Бар болса комектесиниздерши отиниш",
        "question_date": "19.05.2024",
        "question_tag": "Математика",
        "question_views": 260,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9 сынып физика пәні бойынша жылдық тест тапсырмасы жауаптарымен бар ма?",
        "question_content": "9 сыныптың барлық тақырыптары қамтылған тест жауаптарымен әр бөлім бойынша бар ма",
        "question_date": "19.05.2024",
        "question_tag": "Физика",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Функция ұғымы және оның берілу тәсілі",
        "question_content": "Функция ұғымы және оның берілу тәсілі",
        "question_date": "19.05.2024",
        "question_tag": "Университет, колледж",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Функция - бұл айнымалы шамалар арасындағы сәйкестік заңы, соның арқасында белгілі бір шаманың әрбір қарастырылатын мәні x (аргумент немесе тәуелсіз айнымалы) басқа шаманың y (функция немесе тәуелді айнымалы) бір ғана анықталған мәніне сәйкес келеді. Көрсетілген анықтамада функция мәндерінің аргумент мәндеріне бірмәнді сәйкестігіне бірден назар аудару қажет.\n\nТаныс белгі y = f (x) дәл осындай шаманың екінші шамаға тәуелділігі туралы ойды білдіреді. У шамасы белгілі бір заңға немесе ережеге сәйкес х шамасына тәуелді, ол f арқылы белгіленеді.\n\nҚорытынды: х—ті өзгерту арқылы (тәуелсіз айнымалы немесе аргумент) - у мәнін өзгертеміз.\n\nФункцияның берілу тәсілі аналитикалық, кестелік және графиктік болып үш түрге бөлінеді.\n\nАналитикалық тәсіл. Бұл тәсіл бойынша аргумент пен функцияның арасындағы байланыс формула арқылы анықталады.\n\nб) Кестелік тәсіл. Бұл тәсіл бойынша аргумент пен функцияның сәйкес х1, х2,…, хn және у1, у2,…, уn мәндері кесте арқылы беріледі.\n\nв) Графиктік тәсіл. Аргумент пен функцияның арасындағы байланыс график арқылы берілсе онда оны функцияның графиктік берілуі деп атайды.\n\nКестелік тәсілдің ерекшелігі - аргументтің мәндеріне сәйкес функция мәндерінің қатар берілуі. Графиктік тәсілдің ерекшелігі — көрнектілігінде.",
                "date": "19.05.2024",
                "upvotes": 0
            }
        ]
    }
]