[
    {
        "question_title": "Химялық жəне физикалық құбылыс",
        "question_content": "Физикалық және химялық құбылыстарға бөліп жазу судың булануы,жапырақтың шіруі,күміс заттардың қараюы ,темірді тот басуы ,электр шамындағы қыл сымның қызаруы ,табадағы тамақтың күюі ,жүмыртқаның шіруі,шаштың ағаруы,бенгаль шырағының жануы",
        "question_date": "18.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 971,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химиялық реакциялардың белгілері:\n•физикалық түрдегі өзгерістен химиялық өзгерісті әрқашан бір немесе бірнеше белгілердің болуымен ажыратуға болады:\n•түстің өзгеруі;\n•тұнбаның түзілуі;\n•газ бөлінуі;\n• әлсіз диссоциацияланған заттардың пайда болуы (мысалы, су);\n• энергияның бөлінуі (жылу немесе жарық).\nОсы тізімдегі химиялық:\nb) ағаштың жануы\nC) айранның ашуы\ne)шаштың ағаруы\nG)темірдің тот басуы\nФизикалық құбылыс кезінде тек сыртқы факторлары өзгереді.\na)бұлттың түзілуі\nF) қорғасынның балқуы",
                "date": "23.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "№1 зертханалық жұмыс. «Иммобилизациялаудың ферменттер белсенділігіне әсерін зерттеу»",
        "question_content": "Қайнаған соң фермент белсенділігінің тоқтау механизмі олардың ПАВ-пен не ауыр металдардың тұздарымен әрекеттескен соң белсенді болмау (иммобилизация) механизміне ұқсас деп есептейсіңдер ме?",
        "question_date": "18.09.2021",
        "question_tag": "Биология",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шежірені қайдан табуға болады",
        "question_content": "өз бұтағымның Ататегімнің шежіресін тапқым келеді",
        "question_date": "18.09.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 465,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://tumalas.kz/mobi/#/\n\nОсы сайттан қарап көріңіз.",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің жасым 12 де даусым жәй шығады қалай қатты шығаруға болады айтыныздаршы?",
        "question_content": "Менің жасым он екіде даусым жәй шығады қалай қатты шығаруға болады?",
        "question_date": "18.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 194,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төмендегі мәтінге фонетикалық, морфологиялық талдау жаса:",
        "question_content": "Кеңес күндізгі он бірде басталады. Алдымен жол бастығы баяндама жасады, сонан соң Әлібек сөз берді. Біраз қысылыңқырап қалған Әліш аздан соң сөйлеп кетті.",
        "question_date": "18.09.2021",
        "question_tag": "Мектеп",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кыз жибек сулулыктын жаршысы\"\" эссе керек болып тру",
        "question_content": "Сагат 14:00ге дейин комектесип жиберсениздер",
        "question_date": "18.09.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз Жібек - қазақ халқының жыры, қазақтың ең көне мұраларының бірі, лиро-эпостық дастандарының ішіндегі ең көркемі. «Қыз Жібек» жыры - аңыз емес, тарихи оқиға, кейіпкерлері өмірде болған адамдар. Жырдың негізгі кейіпкерлері - Төлеген мен Жібек бірін-бірі шын сүйген ғашықтар, бірақ әке батасынан аттап кеткен Төлегеннің өлімі мен Жібектің қайғылы тағдыры талай жанарларға жас үйірілтпей қоймайды. Жібек бейнесі - сұлулық пен әсемдіктің символы, қазақ халқының мақтанышы, рухани ескерткіш.\nТарихы\nҚыз Жібек–лиро-эпостық жыр. Шамамен 17-ғасырда жазылған. Жыр нұсқалары арасында айырмашылық аз. Тұңғыш рет Е.А. Александров Мұсабай ақыннан жазып алып, мазмұнын орысшаға қара сөзбен аударған (1880). 19 ғасырдың екінші жартысында татар мұғалімі Фалиолла Тухватуллин Зайсан өңірінен “Қыз Жібек” жырын жинап, 1894 жылы Қазанда бастырған. Сондай-ақ Жүсіпбек Шайхысыламұлы Қазан қаласында 1900, 1903, 1905, 1909, 1911 ж. қазақ тілінде жариялаған. “Қыз Жібектің” Тухватуллин жинаған нұсқасы 1925, 1933, 1939, 1957, 1967 ж. басылып шығып, 1958 жsks “Қазақ эпосы”, “Казахский эпос” жинақтарында, 1963 жылы “Қыз Жібек” деген атпен қазақ, орыс тілдерінде жарияланды, 1988 жылы орыс тілінде жеке кітап болып шықты. Қазір ҚР Орталық кітапханасының қолжазба қорында жырдың бірнеше нұсқалары сақтаулы. Оның ішінде Қ.Мырзағалиев, Ә.Дәнікеров, Ж.Қалмағамбетов, Е.Рақметов, Р.Мәзқожаев нұсқалары бар. “Қыз Жібек” жырында қазақ халқының өмірі, тұрмысы, кәсіп-тіршіліктері, салт-санасы, елдік, ерлік істері, ар-ожданы мен арман-мақсаты қызғылықты әрі көркем жырланады. Жыр мазмұнында Базарбай байдың Төлеген атты ұлы 14 жасқа толғанда өзіне жар іздеп, 210 сұлудың арасынан Сырлыбай ханның Жібек атты қызын ұнатқандығы айтылады. Үш ай Сырлыбай ханның елінде болған Төлеген өз еліне бармақ болып сапарға шығады. Бірақ Жібекті қызғанып, жол тосқан Бекежан қапыда Төлегенді өлтіріп, қазасын Жібекке өзі келіп естіртеді. Сол үшін Бекежан өлім жазасына кесіледі. Жырдың 2-бөлімінде хабарсыз кеткен Төлегенді іздеп шыққан інісі Сансызбай қалмақ ханы Қоренді өлтіріп, Жағалбайлы елін жаудан азат еткендігі айтылады.\nМазмұны\n\"Қыз Жібек\" жыры екі бөлімнен тұрады. Бірінші бөлімінде Төлегеннің Жібекке үйленуі әңгімеленсе, екінші бөлімде Жібектің Сансызбаймен қосылғаны баяндалады. Екі бөлім - екі оқиғаны жырлайды, бірақ сюжет біреу: жігіттің үйленуі.\n\"Қыз Жібек\" эпосын махаббат гимні деудің әбден жөні бар. Оның нағыз көркем туындыға айналу процесі жүріп жатқан кезде, яғни ХVІ-ХVІІІ ғасырлардағы қазақ қоғамында жеке бастың, сезімнің бостандығы, махаббат еркіндігі туралы мәселе мұндай деңгейде ашық айтыла бермеген, ескі рулық заманның неке мен отбасына қатысты ежеқабыл, қалыңмал, көп әйел алу, әмеңгерлік сияқты салттары үстем болған. Солай бола тұрса да, \"Қыз Жібек\" жырының шығуы сол дәуірдің өзінде-ақ халықтың идеал туралы эстетикалық пайым-түсінігінде белгілі бір дәрежеде өзгеріс болғанын айғақтайды. Төлегеннің де, Жібектің де өзіне лайық жар іздеуі, сүйіспеншілікпен үйленуді көздеуі - сол кезеңдегі жастардың ойында, көкірегінде жүрген арманын, мұңын, тілегін аңғартады. Жырдың ел арасында кең тарағанының бір себебі осында болса керек.\nТөлеген - қазақ эпосы, тіпті бүкіл қазақ фольклоры үшін жаңа кейіпкер. Ол Қозы Көрпештен де өзгеше. Қозының бейнесінде батырлық қасиет көп. Ал Төлеген - нағыз лирикалық кейіпкер. Ол бай болуды, батыр болуды көксемейді. Оның арманы - өзіне лайықты сұлуды сүю, соны өзіне өмірлік жар ету. Жыршы да осыны айтады: \"Батырлық, байлық кімде жоқ, Ғашықтық жөні бір басқа\". Демек, сол кездің қоғамында осындай ой-пікір болған, яғни ел ішінде махаббатты - өте таза, бәрінен ерекше, биік сезім, оны кез келген адам біле бермейді деген ұғым қалыптасқан. Нақ осындай ерекше сезім Төлегенді әкесінің бата бермегеніне қарамастан алыс жолға жалғыз аттандырады. Төлеген үшін өмірдің мәні де, сәні де - махаббат, махаббат үшін күресіп, өмір сүру, сүйгеніңе үйлену. Сондықтан да болу керек, оның мінезі де, істері де әдеткі эпостағыдай емес. Ол аң да ауламайды, мал да бақпайды, жастайынан ерлік мінез де танытпайды, батырлық өнерді де үйренбейді. \"Періште сипатты ұл\" боп тууының өзі - оның ерекше сұлу болатынын білдіреді. Демек, ол батыр болмайды: Төлеген кәдімгі батырларша \"сағат сайын\" өспейді, бозбала кезінде ешбір ерлік іс-әрекет жасамайды. Есесіне он екі жасында өзіне пара-пар сұлу қыз іздей бастайды. Он алты жасқа толғанда ат тұяғы жететін жерді түгел шарлап шығады. Қыз Жібек туралы ести сала ол еш ойланбастан жолға шығады.\nЕгер Қозы Көрпеш қалыңдығының ауылына жалғыз аттанып, көп қиындық көріп, ұзақ жүріп жетсе, Төлеген қасына бірнеше нөкер ертіп, \"жылқыдан екі жүз елу жорға алып, бірнеше күн жол жүріп, Шекті деген елге келіп, шатырды тігіп, жорғаларын жайып салып, жұртқа жар салады\". Байқайтынымыз - Төлеген алыс елге шаршамай-талмай, еш қиналмай, аз-ақ күнде жетеді. Оның қызды таңдауы да өзгеше. Қызын көрсеткен әрбір адамға бір жорғадан береді. Тіпті, Төлегеннің өзі Жібекке құда түседі. Бұл да - оның ерекшелігі. Оның құда түсу әдісі де айрықша. Алдымен жұртқа жорға таратып, Шекті еліне \"мырзалықпен\" танылады да, Қаршыға арқылы Жібекті көруге мүмкіндік алады. Бұл жерде Төлеген тағы бір мінез көрсетеді. Ол Қаршығаның сөзіне сеніп қана Жібекке іңкәр болмайды, мақтаулы қызды өз көзімен көргісі келеді. Яғни, Төлеген қызға сырттай ғашық болғысы келмейді, қызды өзі сынап, өзі тілдесіп қана бағаламақ. Міне, жастайынан өзіне тең қызды іздеген Төлеген мұнда да сол әдетінен таймайды.\nКөркем шығарма болғандықтан жырда Төлеген мен Жібектің бір-біріне деген сүйіспеншілігі бірден ашылмайды. Жібекке деген Төлегеннің ынтықтығы сатыланып көрсетіледі. Ең алғаш Жібек туралы ол өз елінде жүргенде естіп, сұлуды іздеп шығады. Содан соң Жібек жайында Қаршығадан қанығып, оны көруге асығады. Сөйтіп, Қаршығаға ілесіп, көштің соңына түседі. Көш үлкен, аяғынан басына дейін баруға тура келеді. Жол бойы бірінен бірі әдемі он үш қызды көреді. Әрқайсысын Жібек екен деп жақындағанда, Қаршыға \"Жібек емес\" дейді.\nҚазақтың классикалық түрдегі \"Қыз Жібек\" жыры - ежелгі рулық заманда пайда болған \"жігіттің үйленуі\" туралы түпкі сюжеттің негізінде орта ғасырларда үлкен эпос болып қалыптасқан түрі. Бұл сюжет, әсіресе, Қазақ хандығы тұсында көркем фольклордың тамаша үлгісіне айналған. Талантты ақындар мен жыршылар \"Қыз Жібек\" жырын тамаша романдық эпос етіп жырлаған, соның арқасында ол біздің заманымызға жетіп отыр. Жетіп қана қойған жоқ, қазіргі мәдениетіміздің ажырамас бөлігіне айналды. \"Қыз Жібек\" жыры профессионалды операға, көркем фильмге негіз болды. 1971 жылы Ғабит Мүсірепов сценарии бойынша Сұлтан Қожықов «Қыз Жібек» фильмін түсірді. Төлеген мен Жібек рөлдеріне Құман Тастанбеков және Меруерт Өтекешева таңдалды.",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Элементтің атомдық массасын есептеңдер және оны атаңдар.",
        "question_content": "Элемент 30, жоғары оксидін түзеді. Бұл элемент сутекпен ұшқыш қосылыс түзеді, ондағы сутектің массалық үлесі 5,88%. Элементтің атомдық массасын есептеңдер және оны атаңдар.",
        "question_date": "18.09.2021",
        "question_tag": "Химия",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Муздыктар неше топка болинеди?",
        "question_content": "мухдыктар неше топка болинеди",
        "question_date": "18.09.2021",
        "question_tag": "Мектеп",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұздық, мұзарт – Жер бетіндегі мұздардың табиғи жиынтығы. Мұздықтар қатты атмосфералық жауын-шашынның жыл бойы түскен жалпы мөлшерінің, оның еріген және ауаға буланған үлесінен артық болған жерінде, әдетте тау беткейлерінің қар жиегінен жоғары жатқан бөлігінде пайда болады. Ағын мұздық (тау мұздығы) және еруші жайылма мұздық (мұздық қалқандары және жамылғылары, қайраңдық мұздықтар) болып бөлінеді. Жер шарындағы бүкіл мұздықтардың көлемі 30 млн. км3-дей; олар ауданы 16,3 млн. км²-дей (құрлықтың 10,9%-ы) жерді алып жатыр. Мұздықтардың негізгі таралған аймақтары Антарктида, Гренландия, Арктикалық аралдар мен биік таулы өңірлер. Мұздың салмақ күшінің әсер етуіне байланысты мұздық тау беткейлері мен аңғарлары арқылы төмен қарай сырғып, жылжып отырады. Ол өзінің маңындағы жерлердің климатына әсерін тигізеді және өзендерді сумен толықтыруда маңызы зор. Тау мұздығы Австралиядан басқа барлық құрлықтарда кездеседі. Ең үлкен тау мұздығы Памирде (Федченко мұздығы – 71,2 км). Қазақстанның таулы өңіріндегі мұздықтардың жалпы саны – 2724, алып жатқан ауданы – 2033,3 км².",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның орта сызығының ұзындығы 8,5 см, ал бір табанының ұзындығы 5 см",
        "question_content": "а)Трапецияның орта сызығының ұзындығы 8,5 см, ал бір табанының ұзындығы 5 см. Екінші табанының ұзындығын тап.\n\nб)Трапецияның орта сызығының ұзындығы 8,5 см, ал бір табанының ұзындығы 5 см. Екінші табанының ұзындығын тап.",
        "question_date": "16.09.2021",
        "question_tag": "Математика",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а)Трапецияның орта сызығының ұзындығы 8,5 см, ал бір табанының ұзындығы 5 см. Екінші табанының ұзындығын тап.\n\nl = 8,5\n\na = 5\n\nb = ?\n\nl = (a+b)/2\n\nb = 2*l - a = 17-5 = 12",
                "date": "19.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан кейін дене шынықтыру мамандығына түсу үшін қандай пән қажет?",
        "question_content": "9 дан кеиін физрукка түсинш деп едим кандаи пән қажет 2022 де бітірем 9 ды өтініш көмек бернздерші қанша балл керек",
        "question_date": "12.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дене шынықтыру мамандығына түсу үшін арнайы дайындықтан өтіп, норматив тапсыру керек болады.",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласында ең жақсы юридикалық академия(институт,университет) қайсы?",
        "question_content": "Мен өзге мемлекет азаматшасымын, 2 жылдан соң Алматыға оқуға түскім келеді юрист мамандығы бойынша,сол себепті Алматыдағы ең жақсы юридический академия іздеудемін",
        "question_date": "12.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 465,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Д. А. Қонаев атындағы Еуразиялық Заң Академиясы бар.",
                "date": "20.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлем ішінен ілгерінді, кейінді, тоғыспалы ықпалдарлы тауып, оларға түсініктеме беріңіз.",
        "question_content": "Сөйлемдерден сөз ішіндегі, сөз аралығындағы ілгерінді, кейінді және тоғыспалы ықпалды тауып, оған түсінік беріңіз.\n\nЖол үстінде іштей бір байламға келген жігіт ел жатқанша екі-үш кісіні жан-жаққа шаптырып, бас-аяғы бір күннің ішінде игі жақсыларды жиып алды. Бұл сөзді жүрегіне кек алған ашаң неміс қасындағы солдатқа немісшелеп, дауысын көтере сөйлеп, бірдеңені айтып жатты. Мен Ленинградқа пойызбен келіп түскен күні шүмектеп құйған жауын екен. Біз Торонтодан шығып, АҚШ-пен шекаралықтағы ұлы көлдерге жол тарттық.",
        "question_date": "12.09.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 856,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бос орынды толтырыңыз. Ағылшын тілінен тапсырма.",
        "question_content": "1.Mr Aibekov writes the new words on the ____________",
        "question_date": "12.09.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr Aibekov writes the new words on the blacboard.",
                "date": "2.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер түсіңде құйын жел көрсең не болады?",
        "question_content": "Түсімде  кішігірім торнадо, яғни құйын соғып содан бәрі үйлерге тығылып қашып жүр екен.Құйвн бірнеше рет келіп соғып кетті.",
        "question_date": "12.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер кісі түсінде салқын жел есіп тұрса, онда ол өңінде жақсы да жайлық тұмысқа шығады.",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Руымыз бөлек бірақ қыдзың нағашы әжесі менің атамның апасы.",
        "question_content": "Руымыз болек ,бирак ол кыдзын нагащы ажеси менин атамнын апасы. Енди сурак косыла аламыз ба?",
        "question_date": "12.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онда саған жиен болып тұр ғой. Ол қызды алуға болмайды. Туысқан болып тұр сізге.",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі ақын-жазушылардың тегін әліпби ретіне түсір, шығармаларын сәйкесінше жанына жаз.",
        "question_content": "Төмендегі ақын-жазушылардың фамилияларын әліпби ретіне түсіріп, шығармаларын тауып көшіріңіздер.\nҮлгі: Ж.Аймауытов «Қартқожа», М.Әуезов «Абай жолы», ...\nС.Сейфуллин, М.Жұмабаев, Ж.Аймауытов, Б.Майлин, І.Жансүгіров, С.Мұқанов, М.Әуезов, Ғ.Мүсірепов, Ә.Кекілбаев, М.Мағауин, І.Есенберлин, Х.Есенжанов, Ғ.Мұстафин, Қ.Исабаев, Б.Момышұлы, С.Жүнісов, Д.Әбілев, С.Торайғыров, Т.Ахтанов, Н.Ғабдуллин, Ш.Мұртаза, С.Мұратбеков, Т.Әлімқұлов, А.Құнанбаев, Қ.Мырзалиев, Д.Исабеков, Ә.Тәжібаев, Ә.Нұрпейісов, Ә.Әбішев, М.Дулатов, С.Көбеев, М.Мақатаев, М.Шаханов, Ф.Оңғарсынова, Т.Айбергенов, Ж.Молдағалиев, С.Шаймерденов, Т.Молдағалиев,М.Әлімбаев, С.Иманасов, Х.Ерғалиев, Ғ.Қайырбеков, Ә.Сәрсенбаев, Ш.Құдайбердиев, Ш.Айтматов, Қ.Аманжолов, Ж.Жабаев, И.Байзақов.\nШығармалар: «Райымбек, Райымбек», «Қарағанды», «Қартқожа», «Ақан сері», «Қан мен тер», «Ақ кеме», «Москва үшін шайқас», «Найзағай», «Масығұт», «Ақын өлімі туралы аңыз», «Қаһарлы күндер», «Батыр Баян», «Баянауыл баурайында», «Ұлпан», «Маралдым», «Ақ Жайық», «Аласапыран», «Замана екпіні», «Абай жолы», «Құралай сұлу», «Жігер», «Бақытсыз Жамал», «Құрманғазы», «Қалың мал», «Кім жазықты?», «Инеш», «Бір тойым бар», «Жабайы алма», «Көшпенділер», «Қызыл жебе», «Өтеген батыр», «Құлагер», «Бел-белес», «Шоң би», «Сүйекші», «Аңыздың ақыры», «Дала қоңырауы», «Қалқаман – Мамыр», «Қазақтарды шетелдіктерге таныстыру», «Шұғаның белгісі», «Мен қазақпын», «Украина қызына», «Ботагөз», «Оюлар», «Ақша бұлт», «Көкшетау», «Майра» “Отырар”дастаны",
        "question_date": "12.09.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Компания құрып, оны басқару үшін неше жастан басталады?",
        "question_content": "18 ден төмен жастар \nкомпания құрып басқаруна мемлекет рұқсат береді ме?",
        "question_date": "12.09.2021",
        "question_tag": "Заң",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "21 жастан басталатын болар, себебі жеке кәсіпкерлікке 21 жастан бастап рұқсат етіледі емес па.",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жолдасымды қалай жамандамасам болады? Ол әдетті қалай тастауға болады?",
        "question_content": "Биз 1жыл журдик кыз жигит болып. Онын уйленуге тырыспайтынын билгесин журмей калып едим. Артымнан 2жыл калмай жугирди. Анам артынан калмаганга караганда жаксы коретин шыгар дегесин. Оны анаммен сойлесуге шакырдым. Анам жаксы корсен ал, алмасан артынан жугирме дегесин мени сырға салып алды. Содан тұрмыска шыққаныма 4ж болды. 2балам бар. Бирак конилим толмайды. Келиним биз урыссак маз болады. Бирак арасында ашумен жолдасымды жамандап коя берем. Соны калай койсам екен? Отбасы болғасын урысамыз татуласамызго. Бирак мени аясын деген ойменба неге екенін билмейм жамандап коям. Сосын окинип отырам.",
        "question_date": "12.09.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша\n1) Кім не жайлы көп айтады , соны көбейтеді, жаман жағын көп айтсаңыз, оның бетіне айтпасаңыз да сол жаман қасиеттері көбейгенін байқайсыз. Себебі, сіз жамандаған сайын оның нашар жақтары ойыңызға бекиді, жақсы қасиеті естен шығады, ол әңгіме аяқталғаннан соң да сол көңіл күймен жүресіз, және жұбайыңызғ да ара қатынасыңыз адам сүйсінерліктей болмайды. Сені сыйламай , жек көріп тұрғанын байқаса ешкім де жақсы қатынаспен жауап қайтармайды. Солай ара қатынас бұзыла береді.Өзіңнен басқа адамды өзгерту мүмкін емес әрине, бірақ сәл санасы болса сыйластықты түсінеді. Сыйластықпен ара - қатынас жасау үшін ойыңызға тек жаман қасиеті келмеу керек, яғни ол туралы сөз қозғай бермеген жөн.\n2) Тіпті ішіңізге симай бара жатса қағазға жазыңыз да жыртып , ашуыңызды алып шимайлап, сосын өртеп тастаңыз.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арал теңізі туралы сценарийлік әдіс, болашақта қалай дамитыны жайлы болжам керек.",
        "question_content": "Арал теңізі туралы Сценарийлік әдіс керек еді,  арал теңізі болашақта қалай дамитыны жайлы болжам",
        "question_date": "12.09.2021",
        "question_tag": "География",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арал тенізі - Қазакстаныың інжу-маржаны, шөл белдеміндегі бірден-бір көгілдір су айдыны еді. Оыың апатқа ұшырағанға дейінгі көлемі -1066 км2, тсреңдігі - 30-60 метр, тұздылығы - 10-12 % болған. Қойнауы кәсіптік бағалы балықтарға бай, жағасы қоға мен қамысты теңіз еді. Сол кездерде жылына 50-150 мын балық ауланса, теңіз жағасынан едәуір мөлшерде бұлғын терісі игерілген.\nАрал өңірінін тұрғындары 1970 жылдарга дейін әлеуметтік-экономикалық тұрғыда жақсы қамтамасыз етілген тіршілік көшті. Теңіз өңіріндегі елді мекендерде 17 балық колхозы, 10 балық өңдейтін зауыт және 2 балық комбинаты тұрақты жүмыс істеген.\n1960 жылдардаи бастап Арал өңірін игеру қолға алынды. Осы аймақтағы игерілетін жер көлемі бұрынгыдан Өзбекстан мсн Тәжікстанда 1,5, Түрікменсанда 2,4, Қазақстанда 1,7 есеге өсті. Ал Әмудария мен Сырдария бойындағы халықтың саны 1960-1987 жылдар аралығында 2,2 есеге артты. Халық санының өсуіне орай суға деген кажеттілік те артты. Осыған орай, 1970-1980 жылдар аралыгында Аралға құйылатын су мөлшері азайды. Онын негізгі себептері - антропогендік факторлар еді. Екі өзен бойындағы суды мол кажет ететін күріш пен мақта есіру ісі каркындап дамыды (Шардара).\nОның үстіне ауыл шаруашылығының басқа да салалары барынша дамыды. Өзен бойлары игеріліп, суды ысырапсыз пайдалану жүзеге асты. Мәселен, Аралға 1960-1965 жылдар арасында 44 мың м3 су кұйылса, бұл көрсеткіш 1974-1978 жылдары 13 мың м3, ал 1990 жылдары екі есеге қысқарды. Нәтижесінде, Арал теңізінің деңгейі 23 метрге дейін төмендеп, оның су айдыны 30-200 км-ге дейін қусырылды. Судың тұздылығы 40 пайызға дейін артты. Оның үстіне екі өзен бойындағы шаруашылықтарда тыңайтқыштар мен химиялык препараттарды қолдану бүрын-соңды болмаған көрсеткішке жетті. Тыңайтқыштарды қолдану 10-15 есеге өскен. Осындай антропогендік факторлар Арал өңірін экологиялық апатқа ұшыратты. Құрғап қалған теңіз түбінен жыл сайын айналаға зияндылығы өте жоғары 2 млн. т тұзды шаңдар көтеріліп, желмен тарай бастады. Сонымен, Арал апатына себеп болған факторларға:\n-   жергілікті жердің тарихи-табиғи ерекшсліктерін ескермеу;\n-   ауыл шаруашылығын дүрыс жоспарламау, судың қорын есепке алмау;\n-  суды өте көп қажет ететін күріш, мақта дақылдарып барынша көбейтіп жіберу; -  жерді игерудің агротехникалық шараларын сақтамау және судьт үнемді пайдаланбау;\n- табиғат ресурстарын пайдаланудағы жіберілген қателіктср мен оны меңгерудің ғылыми түрғыдан негізделмеуі болып табылады.\nОсы аталған фактілср Арал теңізі экожүйесіндегі тіршілік атаулыны экологиялык дағдарысқа әкелді. Бұл жағдайлар адам баласының қолдан істеген қателігі ретінде дүние жүзіне белгілі болды.\nАрал өңірінде туындап отырған казіргі экологиялык апаттар нышаны жыл өткен сайын теңіз суын тарылтуда. Оның фауыасы мен флорасы жойылып бітуге жақын. Топырақтың тұздануы өте жылдам жүруде. Арал теңізінде балық өсіру шаруашылығы тоқталып, соңғы 1-2 жылда ғана қайта қолға алынды. Ондағы тұрғындардың әлеумсттік жағдайы төмендеп кетті. Теңіз түбінен көтерілген улы тұздың мөлшері жылына 13-20 млн. т деп есептеледі. Тіптен, тұзды шандар әсері сонау Орта Азия республикалары аумағына жетіп, ауыл шаруашылығына зардабын тигізуде. Топырақтың тұздануы Өзбекстанда - 60 %, Қазақстанда -60-70 %-ға артып отыр. Мұның өзі жалпы шаруашылықа зиянын тигізуде. Арал өңіріндегі климаттың өзгеруі шөл белдемінің табиғи ландшафтарын бірте-бірте күрделі әрі қайтымсыз антропогендік экожүйелерге қарай ығыстыруда.\nАрал өңіріндегі антропогендік факторлар ондағы тұрғындардың салт-дәстүріне, экономикалық-әлеуметтік жағдайына тікелей әсер етуде. Жұмыссыз қалған балықшылар әлсуметгік жағынан қорғаусыз қалып, басқа аймақтарга еріксіз қоныс аударуда.\nҚазіргі Арал өңірінде адамдардың денсаулығы күрт төмендеп кетті. Бүл еңірдс соңғы мәліметтер бойынша туберкулез, буйрекке тас байлану, сарысу, өкпе-тыныс жолдарының қабьшуы, жұқпалы аурулар республиканын басқа өңірімен салыстырғанда жоғары көрсеткішті беріп отыр.\nАрал теңізінің болашағы дүнис жүзі халыктарын толғандыруда. Оның біржола жойылып кетуі Орта Азия мен Қазакстанды ғана емес көптегсн Шығыс елдеріннің тыныс-тіршілігіне өзгерістер әкелмек. Ал әлемдік климаттың өзгеруі, шелге айналу, атмосферадағы ауытқу-шылықтар, антропогендік экожүйелердің тұрақсыздығын тудырады. Арал мәселесі соңғы 10 шақты жылда географ және эколог ғалымдар арасында жиі-жиі пікірталастар туғызуда. Арал мәселесі туралы халықаралық конференциялар ұйымдастырылды. Өркениетті елдер қаржылай көмск көрсетуде. Олар негізінсн Орта Азия республикалары, Ресей, АҚШ, Жапония, т.б. мемлекеттер.\nАрал теңізін құтқару жөнінде бірнеше ғылыми болжамдар мен жобалар бар. Олар:\n1.  Сібір өзендерін Қазақстанға бұру.\n2.  Әмудария мен Сырдария өзендерінің суын реттеу аркылы суды молайту.\n3.  Арал теңізін жартылай сақтап қалу.\n4. Каспий теңізінің суын жасанды канал арқылы әкелу.\n5. Жер асты суларын пайдалану.\n6. Арал теңізіиің өздігінен табиғи реттеулін немесе толысуын күту. Әрине, бұл жобалар болашақтың ісі болғанымен, уақыт талабы оны күттірмейді. Бәрі де қаражатқа тірелуі мүмкін. Ал оның іске асуы адамзат кауымьшың білімі мен біліктілігіне байланысты екені анық.\nҚазіргі кезде Аралды құтқару бағытында батыл да жоспарлы түрде ғылыми негізде жұмыстар жасалуда. \"Арал тағыдыры - адам тағдыры\" болғандықтан оны сақтап қалу аға ұррпақтын болашақ алдындағы борышы.\nТолығырақ: https://kitaphana.kz/refkaz/244-ekologia/3004-aral-tenizi.html",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Өнер тарихының қызметі\" деген тақырыпта эссе керек.",
        "question_content": "Өнер тарихының қызметі деген тақырыпта эссе керек",
        "question_date": "12.09.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 586,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тарихшы, өнертанушы Эрнст Гомбрихтың «Өнер тарихы» кітабы алғаш рет 1959 жылы жарық көріп, 16 рет қайта басылған. Бұл туынды әлемнің 30 тілінде 8 миллион данамен таралған. «Біз айырықша маңыз беріп, көтермелеп айтатын Өнер, шын мәнінде жоқ. Ал Суретші бар» деп басталады кітаптың алғы сөзі. Иә, суретші болса, өнер қайда кетеді екен деп, сөз таластырғыңыз келеді. Бұл пікірталасқа да автор ұсынар дәйек дайын. Бағзы замандардан бері адам баласы үңгірге, қабырғаға, осы күні зәулім үйлердің бір бұрышына суреттер салып келсе, мұндай дүниенің бәріне әр кезеңде, әр елде әртүрлі ат бергенін тілге тиек еткен автор көркемөнердің ықылым замандардағы түсінігі мен ерекшелігіне бойлайды. Кітаптың алғашқы бетін парақтағаннан өнер атты әлемнің мың қатпарлы тереңіне сүңгіп кетесің. Тасқа қашалған ежелгі кескіндерден бастап, қазіргі кезеңге дейінгі өнер тарихына тереңдейсің. Әр кезеңнің, әр дәуірдің өнерінің сыны мен сипатын жеке-жеке талдаған оқулық авторы, ең алдымен оқырманның ыңғайына жығылады. Ыңғайына жығылғаны сол – өнерді қасаң қағидалар мен сірескен терминдерге толы, күрделі, түсініксіз әлем етіп көрсетпейді. Өнер – адамзат тарихымен бірге жасап келе жатқанының, адам жер бетінде пайда болғалы бергі оның арманының, мақсатының, жүріп өткен ұзын-сонар жолының айнасы екенінің дәлелін келтіреді. Адам әуел бастан нені өнер деп таныды, оны өнер еткен қандай сипаты еді, сурет пен көркемдіктің құпиясы неде – кітапта өнер тарихының осы бір қыры да талданады. Өлілер кітабында көрсетілген мысырлық Құдайлар бейнесі, Эхнатон перғауынның отбасылық портреті, Парм шіркеуі күмбезіндегі Корреджо фрескасы, Мадонна, сұрғылт-бозғылт Амстердамдағы король сарайы, Модернизм салтанатын көрсететін Клор галереясының кіреберісі... Әр кезеңнің, иә, ең бастысы әр ел мен жердің өнердегі нәзік те құпиясы мол әлемі сөзбен ғана сипатталмай, түрлі бейнелер қалпында да көш түзеген. Өнердің тарихы болған сол тарихтың ұзына жолы бойында кездескен түрлі дәстүрлер, сан мың салалар, біреулер түсініп, келесілері қарсы шыққан бағыттар: бәрі-бәрі рет-ретімен өнер көшінің әрін кіргізеді. Кітапта, сондай-ақ өнердің жалпы жоспарымен танысасың, көлемді де күрделі туындыларға арқау болған кезеңдерді түсінесің, стильдерге бойлайсың, есімдермен етене жақын бола түсесің. Өнер тарихына қатысты мың бояулы иллюстрациялар, бүктетіліп жазылатын үлкен пішіндегі суреттер, композициялар көз қуантады. Осындайда айта кету парыз, кітаптың техникалық безендірілуі, қағазының сапасы, бояуының қанықтығы, тіпті оқулықтың пішімінің өзі нағыз өнер туындысының қандай болатынын дәлелдеп тұрғандай, өте сапалы, шебер жасалған. Оқулықтарды аудару ісімен қоса, оның баспа бетінен басылуындағы стандарттарға сай келуінің өзі де бүгінгі кітап ісіндегі сүйінші жаңалық деуге болады... Кітапты қарап отырып, әр суретшінің әлеміне бойлайсың. Олардың қылқаламына байланған сезімдердің алапат тасқыны біресе суретке жіпсіз байлап, енді бір суреттен мейірім аңсап, келесісінің шындығынан жүрегің кілкіп, таң-тамаша боласың. Мұның бәрін автор суретші туындысындағы сезімдер тоғысымен, суретшінің көрерменіне ұсынғысы келген бай әлемімен байланыстыра түсіндіреді. Өнердің бастауларынан тарихи әңгіме бастарда Эрнст Гомбрих бейнелеу формалары мен жазудың бір-бірінен алшақ емес екенін айтады. Өнер тарихының жолы әрқилы болғанымен, түп негізі бір – діни қоғамдық мазмұнына ғана емес, көркемдік сапасына да ерекше мән берген қоғамдарда өсіп-өркендеген. ...Иә, автормен келіспеске болмас. Көркем шығармашылықтың кез келген пішінін әлемнің кез келген түкпірінен кездестіруге болады. «Өнер тарихын үздіксіз процесс ретінде түсінетін болсақ, онда оның бастауларын Францияның оңтүстігіндегі үңгірлер мен солтүстікамерикалық үндістердің қоныстарынан іздеудің қажеті жоқ. Себебі ертеректегі көркемөнер тәжірибелері мен осы заман өнерінің арасындағы дәстүр жалғастығы үздіксіз, түзу сызық арқылы жалғаспайды. Алайда шеберден – шәкіртке, шәкірттен – өнерді бағалаушыға немесе көшірмешіге тікелей берілетін дәстүр бар. Ол қазіргі өнерді кез келген заманауи ғимаратпен, плакатпен, бес мың жыл бұрынғы Ніл өзенінің алабында пайда болған өнермен біріктіреді» дейді Эрнст Гомбрих. Бұл пайым тұрғысынан қарасақ, шеберден – шәкірті алған өнердің дәстүрі бізге әлі күнге байырғының бір бөлшегі мен бүгінгінің бір жаңалығын қосып, суретпен, мүсінмен, өнердің кез келген туындысымен арғы мен бергінің арасын жалғап келеді екен. Демек, өнер де – бар, суретші де – бар болғаны ғой. «Венецияның теңізден бөлінген су қоймаларының әсерінен ылғал тартып, заттардың сұлбасын бұлдыратып, әлдебір түс сағымына айналдыратын атмосферасы суретшілерге Италияның өзге өңірлеріндегі суретшілердің бойында кездесе бермейтін рең ажыратқыштық ерекше дарын дарытты» дейді автор кітаптың «Жарық пен түс» бөлімінде. Осындайда біздің де көркемөнердегі жарық пен түс туралы әлдене айтқың келеді. Қазақ даласының қоңырқай келбеті мен түс пен реңкті берудегі сын-сипаты туралы кең толғанар дүниелер осындай ғылыми, мазмұнды стильмен, салқынқандылықпен жазылса ғой, шіркін деген ой жетегіне ересің. Оқулықтың әр кезеңді, әр стильді тәпсірлеп, түсіндірген қырын жеке-жеке айтып, таныстырудан аулақпыз. Патша көңілді оқырман оның қызығы мен қадірін өздері кітапты парақтап отырып тауып алар деп ойлаймыз. Бүгінгі күні дүниежүзінің өнер тарихын білгісі келген әр адам үшін оқулық табу таң емес десек те, бір емес, бірнеше мәрте баспа бетін көрген, бірталай елдің оқырманының көңілінен шыққан оқулыққа қазақ студенттерінің де қолы жетуі – өнер тарихын түсіндірудегі тың қадамның бірі екені даусыз.\nАдамзат шежіресі\nНеге екені, дүниежүзінің тарихы қанды қасап соғыстардан тұратын сияқты. Дүниежүзі тарихы десе, бір мемлекеттер құрылып, екінші мемлекеттер қирап, бірінің жерін екіншісі жаулап алу мақсатында жүрген шайқастар туралы білетініміз еске түседі. Ал Росс Данн мен Лора Митчелл жазған дүние тарихы ең әуелі өркениеттерге жол ашқан жаңалықтар туралы деректермен басталады. Адам баласының ең алғашқы табаны тиген жерлерден бастап, аяғы жеткен құрылықтарға дейінгі кең өлкедегі дүниетаным, мифология, аңыз бен ақиқат, бізге мәлім де беймәлім оқиғалардың бастауында тұрған өнертабыстар тарихтың тегершігі ретінде ең әуелі сипатталады. Түрлі ұлттар, ұлыстар, тайпалар, мәдениеттер жайлы ғана емес, олардың адамзат тарихына қосқан үлесі, салмағы да салқынқандылықпен, «даланы үлкейтемін деп тауларды аласартпау керек» ұстанымымен жазылған. Мәселен, дүние тарихында дөңгелектің ойлап табылуы адамзат көшінің алға жылжуына, қоғамның күрделенуіне септігін тигізгені даусыз. Афроеуразия аумағында пайда болған дөңгелектің адамзат тарихына қосқан үлесі теңдессіз. Дөңгелектің ойлап табылуымен көш жылдамдады, астық тасымалы молайды, барыс-келіс, сауда-саттық дамып, өркениет гүлденді. Ал қос Америка бұл аралықта не істеді, не ойлап тапты? «Олар дөңгелек ойлап тапқан жоқ, себебі құрлықта жылқы секілді ірі қара болмағандықтан олар дөңгелекке мұқтаж емес еді» дейді авторлар. Авторлар сөзіне қосымша айта кетейік, ол құрлыққа жылқы еуропалықтардың кемесіне мініп барған. Есесіне, қос Америка адамзатқа жүгері мен картопты сыйлады. Түрлі дәрумендерге, құнарлы заттарға бай дақылдар жер беті тұрғындарының санының өсуіне әсер еткені анық. Айта берсек, кітапта мұндай мысалдар жетіп артылады. Адамзат пайда болғаннан бастап бүгінгі күнге дейінгі жүріп өткен тарихи жолын кең ауқымда сипаттайтын оқулық «Panorama: Дүниежүзі тарихы» деп аталады. Америкалық ғалымдар Росс Данн мен Лора Митчелл дүниежүзі тарихы ғылымы саласында еңбектеніп жүрген мамандар. Дәл осы оқулығы әлемнің ЖОО-ларында үлкен сұраныспен оқытылып жүрген кітаптардың қатарында. Кітапты парақтаған оқырман ә дегеннен-ақ жаңа терминдерге кезігеді. Мәселен, авторлар құрлықтар туралы жеке-дара тоқталып өтпей, үлкен жер ауқымын ортақ сипатпен қарастырған. Африка, Еуропа, Азияны топтап, оны Афроеуразия аумағы деп алады. Кітапты оқи отырып, студент Еуропа, Азия және Африка тарихының өзара байланысын көреді. Ал Оңтүстік және Солтүстік Американы қос Америка дейді де, екі жерді жіп-жіңішке Панама мойнағы бөліп жатқанын, күрделі қоғам құруға ұмтылған қос құрлықтың адамдары осы төңіректе өркендеп, тамыр жайғанын ұғындырады. Жер бетінің үшінші бөлігін Австралия мен Мұхит аралдары деген атаумен берген. Мұхит желдері арқылы кішігірім аралдар арасында басталған өркениет тарихының алыс-берісі де осы жер бөлігі сипатында қарастырылады. Дүниежүзі тарихы оқулығының басты ерекшелігі қандай? Кітапта тарихи кезеңдер мен фактілер, тарихи оқиғалардың жылдары мен күндерін беруден бұрын, ол оқиғалардың басталуына не түрткі болды – оған айырықша маңыз береді. Оқулықтан жер бетінде адам пайда болған сәттен бергі дәуірлерде оның күрделене түскен қоғамының сипатын тани түсесіз. Бір ғана тұлғаның тарихы арқылы сол кезеңнің арманын, айбарын, дәстүрін, ұстанымын ұғынасыз. Кітап тарихи оқулықтардағыдай ұзын-сонар даталар тізбегінен ғана құралмағанын сөзіміздің басында айтып өттік. Әрбір тарихи кезеңді жеті бөлімге бөліп, ол бөлімдерді 28 тарауға топтаған. Әр тараудың өз құрылымы, өз композициясы бар. Мәселен, әр бөлім үлкен кіріспе баяндаудан тұрады. Ал әр тарау да өз кезеңіне қатысты ерекше бір оқиғамен басталып, сол кезеңнің басты тарихи қадамдарын сипаттаудан құралады. «Жеке тұлғалар» және «Деректерді саралау» айдарлары арқылы сол кезеңнің тарихи құжаттарда, тастарда, естеліктерде сипатталған бейнесіне қосымша үңілесіз.\nДүниежүзі тарихы оқулығының басты ерекшелігі қандай? Кітапта тарихи кезеңдер мен фактілер, тарихи оқиғалардың жылдары мен күндерін беруден бұрын, ол оқиғалардың басталуына не түрткі болды – оған айырықша маңыз береді. Оқулықтан жер бетінде адам пайда болған сәттен бергі дәуірлерде оның күрделене түскен қоғамының сипатын тани түсесіз. Бір ғана тұлғаның тарихы арқылы сол кезеңнің арманын, айбарын, дәстүрін, ұстанымын ұғынасыз.\nКітаптың иллюстрацияларында да үлкен ерекшелік барын айта кету ләзім. Барлығы мыңға жуық суреттің сол кезеңді сипаттайтыны бір бөлек, әрбір кескіннің адамзаттың ортақ көшін алға сүйрейтінін көрсететіні тағы бар. Мәселен, алғашқы тарау Солтүстік Танзанияның Лаетоли деп аталатын жерінде табылған адам ізінің суретімен басталады. Одан әрі әр тараудың бастапқы суреттеріне көз жүгіртіп-ақ адамзаттың тарихи жолындағы көш-керуенін елестетесіз. Мәселен, 4-тарауда Тынық мұхиттың оңтүстігінде жүзіп бара жатқан аутригер каноэсін (сал) көрсеңіз, одан әрі Еуропаның солтүстігіндегі теңіздерге жүзуі мүмкін қайықпен танысасыз, 7-тарауда Гоби шөліндегі түйе керуенін, 21-тарауда Ливерпуль мен Манчестер арасын жалғаған алғашқы локомотивтің суретін, 24-тарау телеграф байланысын көрсетеді. 25-тарауда Солтүстік және Шығыс Африканы моторлы көлік және әуе тасымалдау қызметіне қосқанын айғақтайтын постер берілген. 27-тарауда Жер орбитасын ғарышпен жалғаған жер серігінің, ал кітаптың соңғы тарауында жаһанды байланыстырған интернет трафигінің бейнесі бар. Адам ізімен басталған тарихи кітаптың интернет желісінің ізімен аяқталуы – әр ғасыр өткен сайын күрделене түскен қым-қуыт байланыстар мен тарихи күрделілікті көрсетсе керек. Оқулықтың құрылымын суреттермен бірге құжаттар да толықтырып тұрғанын атап өту керек. Тарихи санаққа дейінгі кезеңдердегі бейнелерден бастап, жазу-сызуды алғаш үйренген сәттерден жеткен хат, хабар, қағаздардың бір парасын осы кітап бетінен кездестіресіз. Адамзат тарихын кезеңдеумен ғана шектелмей, сол кезеңдердің айғақтарын да кітап бетінде көрсете кетуді жөн деп тапқан авторлар әр кезеңнің тарихын сипаттауда сол дәуірлерге тән әңгімелерді, оқиғаларды, аңыздарды, тіпті керек жерінде өлең сөздерді де тарихи дерек ретінде алға тартады. Бұл ретте бір ғана мысал келтірейік. Бірінші дүниежүзілік соғыстың қанды қасабын тарихи деректермен, құжаттармен, фотсуреттермен көрсете отырып, ағылшын ақыны Зигфрид Сессунның соғыс қимылдарының психологиялық қорқынышын суреттеген «Шабуыл» атты өлеңін мысалға алады: Жаяу әскер шайқаста оранды от жалынға, Түтіккен жүзі түнеріп, Жаратқанға жалынған, Бас көтертпей алдан оқ, жатыр бейбақ тырмыса Бүлкіліндей тамырдың уақыт та тез жылжыса... Көтерілді жұдырық, Жадында жоқ жайт арғы. Соңғы ұмтылыс... О, Құдай, тоқтатшы бұл сойқанды!.. «Моңғол билігі дәуіріндегі Афроеуразия» деп аталатын 13-тараудағы «Жеке тұлғалар» айдарындағы «Сұрғақтан бике: ықпалды әйел» деп аталатын деректі материалдан да бір мысал келтірейік. Шыңғыс ханның ұлы Төленің жары Сұрғақтан бикенің жеке өміріне құрылған деректі шағын жазбадан сол замандағы биліктің мұраға көшу тәртібі, дала заңы, мұрагерлерді тәрбиелеу дәстүрін ғана емес, бір әйелдің өмірін білу арқылы сол дәуірдің арманын, аңсарын, мақсатын, тіпті махаббаты мен ғадауатын да ұққандайсың. Бұл материалдардың әрқайсысында авторлардың пайымы емес, құжаттарға, тарихи жазбаларға сүйенген негіз бар. Жалпы көлемі 64 баспа табақты құрайтын дүниежүзінің үлкен оқулығы – адамзат тарихын білгісі келген оқырманына ұсынары көп қалың кітап болып жарық көрген. Ғылыми редакторы – тарих ғылымының докторы, профессор Гүлжауһар Көкебаева кітаптың кіріспе сөзінде оқулыққа «Дүниежүзінің энциклопедиясы» деп баға берген екен. Ендеше, дүние тарихының жаңа, қалың энциклопедиясы бүгінгі қазақ студентінің кітапханасынан айырықша орын алады деп сенеміз.\nТолығырақ: https://anatili.kazgazeta.kz/news/54453",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саналы адамдар туралы мәлімет керек.",
        "question_content": "Саналы адамдар туралы мәлімет керек.",
        "question_date": "11.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 434,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамзаттың келесі даму сатысындағы тіршілік иесі «тік жүретін адам» деп аталады. Олардың ғылымға белгілі өкілдері питекантроп пен синантроптар. Олар бұдан 1 млн. жыл бұрын өмір сүрген. Бірінші питекантропты 1891 жылы Индонезиядағы Ява аралынан голландиялық ғалым Е.Дюбуа тапты. Содан бергі жүз жылдың ішінде Еуропа мен Азиядан, Шығыс және Солтүстік Африкадан осыған ұқсас 10 адамның қалдығы табылды. «Епті адаммен» салыстырғанда питекантроптың миының көлемі үлкейіп (950 см3), бас және жақ сүйектері кішірейді, аяғы ұзарып, қолы қысқара бастаған. «Тік жүретін адамның» екінші бір түрі синантроп алғаш рет 1927 жылы Қытайдағы Чжоу-коу-дянь үңгірінен қазып алынды.  Оның миының көлемі 1075 см3 болған. Қазіргі уақытта бізге синантроптардың 50-ге жуық қаңқасының қалдығы мәлім. Синантроп қаңқаларының жанынан түрлі формадағы тас құралдар мен күлдің, көмірдің, отқа күйген тастардың қалдықтары табылды. Тіпті бір жерлерде үйілген күлдің қалыңдығы 6 метрге дейін жеткен. Демек, синантроптар отты сөндірмей ұзақ уақыт сақтаған.\nАдам дамуының келесі сатысы – неандерталь адамның пайда болуы. Бұл адам 1856 жылы тұңғыш рет Германияның Неандерталь жотасынан табылды. Сондықтан оған табылған жерінің аты беріліп отыр. Неандерталь адамның өзінен бұрынғылармен салыстырғанда дене бітімі өзгеріп, қас үстіндегі дөңесі азайған және маңдайы жазылып, иек пайда болған. Миының көлемі артып, 1300—1400 см3-ке жетті. Еуразия мен Африканың түрлі аймақтарынан 120-дай неандерталь адамның қалдықтары табылды. Зерттеу деректеріне қарағанда, олар қысқа бойлы (155—150 см), дене бітімі еңкіштеу, жүру мен жүгіруге епсіздеу болып келеді. Олардың артқа қарай тайқылау шот маңдайы, дөң қабақты үлкен бастары мен жуан, әрі қысқа мойындары денелерімен жымдасып, бірігіп кеткен. Танауы жалпақ, бұғақтары салбыраңқы, қолының саусақтары жуан, әрі қысқа болып келеді. Қолдары күшті болғанымен, оларға қазіргі адамдарға тән икемділік пен шапшаң қимыл жетіспеді. 1938 жылы академик А.П.Окладников Өзбекстанның оңтүстігіндегі Тесіктас үңгірінен 8-9 жастағы неандерталь баланың қаңқа сүйегін тапты. Бұл баланың бет әлпетін танымал антрополог-ғалым М.М.Герасимов қалпына келтірген.\nЕжелгі дәуірде қоғамның дамуы өте баяу жүрген. Өйткені адамдар көп уақытын тамақ іздеумен өткізді. Дегенмен, адамзаттың жетілу құбылыстары да жүріп жатты. Олардың өмір сүру ортасына бейімделіп, денелерін тік ұстауы мен ойлау қабілеттерінің дамуы қазіргіге ұқсас адамдардың пайда болуына алып келді. Адам дамуының келесі сатысында неандерталь адамнан кейін дене бітімі қазіргіге ұқсас \"саналы адам\" қалыптасты. Мұндай адамның сүйегі алғаш рет 1868 жылы Франциядағы Кро-Маньон үңгірінен табылғандықтан, оны кроманьон адам деп атайды. Оларға тән белгілер үңгірден табылған 5 қаңқаны зерттеу негізінде анықталды. Бұл адамның түр-сипатында қазіргі адамдарға ұқсас белгілер көп. Олардың маңдайы жазық, қабақ үсті аздап шығыңқы, мұрны кішірек, бас сүйегі сопақша және иегі айқын болып келеді. Бас сүйегі қазіргі адамдарға ұқсас, миының көлемі - 1500–1800 см3. Кроманьон адамның дене бітімінде қазіргі адамдардан еш айырмашылық болмаған. Олардың бойы биік (168–194 см), аяқтары ұзын болған және тік жүрген.\nСырт бейнесі жағынан маймылға көп ұқсастығы болғанына қарамастан, алғашқы адамдар өзінің ежелгі туысынан анағұрлым биік тұрды. Өйткені оның ойлау қабілеті бар еді. Адамның ой-өрісі алғашқыда тым шектеулі болып, ауыр да баяу қалыптасты. Дегенмен, бұл адам дамуындағы үлкен жетістік болып саналды.",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "AB(-3;8), CD(n;-4) векторлары берілген nнің кандай мәнінде векторлар коллинеар?",
        "question_content": "AB(-3;8), CD(n;-4) векторлары берілген n-нің кандай мәнінде векторлар коллинеар?",
        "question_date": "9.09.2021",
        "question_tag": "Геометрия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы қасиеттерді қолданып шығаруға болады.",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экологиялық - зоологиялық әдіспен балық өндірісін ұйымдастыру.",
        "question_content": "экологиялық - зоологиялық әдіс балық өндірісін ұйымдастыру",
        "question_date": "9.09.2021",
        "question_tag": "Биология",
        "question_views": 233,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауаның кедергі күшін анықтаңыз.",
        "question_content": "массасы 20г дене 1сек ішінде 4,7м биіктікте құлайды ауаның кедергі күшін анықтайды",
        "question_date": "9.09.2021",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F=m(g+a)\na=v^2/2h = h/2*t^2 = 4,7/2*1 = 2,35\n\nF = 0,02*23 = 0,46 Н",
                "date": "12.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тікбұрышты үшбұрыштың гипотенузасының ұзындығы 5√2, ал бір катеті 5 см.",
        "question_content": "Тікбұрышты үшбұрыштың гипотенузасының ұзындығы 5√2, ал бір катеті\n5 см. Осы үшбұрыштың сүйiр бұрыштарын тап.",
        "question_date": "9.09.2021",
        "question_tag": "Геометрия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "sinA = 5/5√2 = 1/√2 = √2/2 = 45",
                "date": "13.09.2021",
                "upvotes": 0
            }
        ]
    }
]