[
    {
        "question_title": "Тізбектес үш натурал санның кубтарының қосындысы 3-ке бөлінетінін дәлелдеңіз.",
        "question_content": "Алгебра 7сынып тез жауап керек\n\nСұрақ:Тізбектес үш натурал санның кубтарының қосындысы 3ке бөлінетінін дәлелдеңіз",
        "question_date": "16.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үш тізбектес бүтін сандар болсын: х; x + 1; x + 2\n\nx ^ 3 + (x + 1) ^ 3 + (x + 2) ^ 3 = x ^ 3 + x ^ 3 + 3x ^ 2 + 3x + 1 + x ^ 3 +\n\n 6x ^ 2 + 12x + 8 = 3x ^ 3 + 9x ^ 2 + 15x + 9 = 3 (x ^ 3 + 3x ^ 2 + 5x + 3)",
                "date": "17.02.2021",
                "upvotes": 0
            },
            {
                "text": "Үш тізбектес бүтін сандар болсын: х; x + 1; x + 2\nx ^ 3 + (x + 1) ^ 3 + (x + 2) ^ 3 = x ^ 3 + x ^ 3 + 3x ^ 2 + 3x + 1 + x ^ 3 + 6x ^ 2 + 12x + 8 = 3x ^ 3 + 9x ^ 2 + 15x + 9 = 3 (x ^ 3 + 3x ^ 2 + 5x + 3)\nЕгер факторлардың бірі 3-ке бөлінетін болса, онда барлық көбейтінді 3-ке бөлінеді. Демек бұл өрнек 3-ке бөлінеді.",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Манғол әскерлерінің жеңіске жетуінің 3 себебі.",
        "question_content": "манғол әскерлерінің жеңіске жетуінің 3 себебі",
        "question_date": "16.02.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 17300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Моңғолдардың сапалық артықшылығы және салыстырмалы түрде теңдік жағдайында: ең жақсы ұйымдастырылуы және тәртіп,  басшылық жасауы мықты. \nАяқастынан орасан зор  күшпен әсер ету динамикасы. ...\n Моңғолдар керемет садақпен қаруланған, және шебер қолдана білетін болған.",
                "date": "16.02.2021",
                "upvotes": 0
            },
            {
                "text": "Кім ол манғол деген ел  ?\nШыңғыс қағанның елі  ?  \nОлар Монғол атты болса біздің төрелер неге монғолмыз деп айтып көрген емес ?!\nҚазақта Монғол емес,  моғолстан деген атау ғана бар.",
                "date": "17.02.2021",
                "upvotes": 0
            },
            {
                "text": "1.темірдей тәртіп\n\n2.әскерлі техника",
                "date": "20.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде қуаныштан жыласа не болады?",
        "question_content": "Менің түсімде анам маған соңғы үлгідегі және армандаған смартфонды сыйлады.Мен оған қатты қуанып жылап жібердім .Бірақ түсімде ол смартфонды көп ұстамадым ну яғни түс көріп жатқанымды білдімғой сырттай ұстағым келді ішімнен бар ал деп тұрмын.Бірақ түсімде өзім ұстамаймын үйдегілер телефоның қайда десе ар жақта жатқан шығар деп жауап беріппін.Бұны қалай жоруға болады?",
        "question_date": "15.02.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті жақсыға жору дұрыс болады деп ойлаймын. 1 түсті әртүрлі жориды ғой соның ішінен өзіңізге ұнамдысын таңдап, соған сенген дұрыс.\nТүсті жорудан бұрын көз жасыңызға не себеп болғанын еске түсіріңіз. Егер өкіріп жылап, жасыңыздың тамшылап аққанын көрсеңіз, бұл жақын болашақта байлыққа кенелетіндігіңіз. Жас тамшылары ақшаны білдіреді. Неғұрлым көп жас төксеңіз, соғұрлым көп ақша табасыз. Ғашық бойжеткен сүйіктісі үшін көз жасын төксе, шынайы өмірде жігіті оған ілтипатын білдіріп, алақанында ұстайды деген сөз. Түсіңізде сүйіктіңіз сізді тастап кетіп, сол үшін жылап отырсаңыз, шын өмірде сізге үйленуге ұсыныс жасалады немесе қуанышты өзгеріс болатындығын білдіреді. \nЕгер біреуді жоқтап, қайғырып жылап отырсаңыз, шынайы өмірде ұзақ ғұмыр сүретіндігіңіз. Егер Морфей патшалығында біреуді жұбатып отырып, қосыла жыласаңыз, мұндай түс көп ұзамай тағдырыңызды түбегейлі өзгертетін кездесу болатынын хабарлайды. Сонымен қатар бұл жаңа адамдармен танысып, бұрынғы достарыңызбен қарым-қатынасыңызды жандандыратыныңызды білдіреді. Ал қандай да бір жануарды немесе хал үстіндегі адамды аяп, көз жасыңызға ерік берсеңіз, онда өміріңізде оң өзгерістер болады деген сөз. Алайда қатты күлгеннен көз жасыңыз ағып жатса, бұл шынайы өмірде үлкен соққы алатындығыңыз жайлы ескертеді. Мұндай келеңсіздіктің себепкері жақын адамыңыз болуы мүмкін. \n https://kaz.nur.kz/1779439-tsiizde-kirip-zylasayz-iizde-ne-bolady.html?utm_source=clipboard&utm_medium=article-fragment",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "17 және 32 қара сөздерге кластер кұру керек.",
        "question_content": "Жедел түрде кластер құрау керек болып тұр",
        "question_date": "15.02.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 902,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абай өлеңіне талдау фонетикалық, фонологиялық, морфологиялық талдау.",
        "question_content": "Малға достың мұңы жоқ малдан басқа,\nАларында шара жоқ алдамасқа.\nТабысына табынып, қалтаң қағып,\nТойғанынан қалғанын берсе алашқа.\n\nМал жияды мақтанын білдірмекке,\nКөзге шұқып, малменен күйдірмекке.\nӨзі шошқа, өзгені ит деп ойлар,\nСорпа сумен, сүйекпен сүйдірмекке.\n\nАқылды деп, арлы деп, ақпейіл деп\nМақтамайды ешкімді бұл күнде көп.\nОсы күнде мал қайда, боқ ішінде,\nАлтын алсаң, береді боғынан жеп.\n\nОсыны оқып, ойлай бер, болсаң зерек.\nЕңбекті сат, ар сатып неге керек?\nҮш ақ нәрсе адамның қасиеті:\nЫстық қайрат, нұрлы ақыл, жылы жүрек.",
        "question_date": "15.02.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 813,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тойға шығып ән айту үшін не істеу керек?",
        "question_content": "тойға ән айту үшін не істеу керек той ұйымдастыру орталығымен келісім шарт жасау керек па болмаса басқа ойларыңыз бар ма?",
        "question_date": "15.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 787,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша биші тамада адамдардан сұрап көру керек ( тойда ән айтатындардан емес) олар өз командасына алмаса да жол сілтер, ал ән айтып жүргендер нанымен бөліспес.",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Технология пәнінің мұғалімі болу үшін қандай пәндерді таңдау қажет.",
        "question_content": "Технология (ер) пәнінің мұғалімі болу үшін қандай пәндерді таңдау керек.(Грант ) қандай Университет бар ,педагогика мамандығы бойынша",
        "question_date": "14.02.2021",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В012000 - Кәсіптік оқыту  Физика + Математика\n\nАқпарат дереккөзі: https://massaget.kz/arnayyi_jobalar/bt/18283/",
                "date": "14.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үлкен сөзіне тұрақты тіркес жазу керек.",
        "question_content": "Үлкен сөзіне тұрақты тіркес\nкерек",
        "question_date": "14.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 945,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабырғаңмен кеңес-үйдің үлкенімен кеңес",
                "date": "14.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Иммобилизациялаудың ферменттердің белсенділігіне әсерін зерттеу.",
        "question_content": "Иммобилизациялаудың ферменттердің белсенділігіне әсерін зерттеу зертханалық жұмыс",
        "question_date": "14.02.2021",
        "question_tag": "Биология",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ашытқыларды өсірудің технологиялық  процесі келесі негізгі этаптардан  тұрады: қоректік ортаны дайындау, ашытқыларды өсіру, бөлу, формалау, престелген ашытқыларды буып – түю, кептіру,кептірілген өнімді буып – түю.\nБұл схема 5 - суретте көрсетілген. Қою меллассаны сақтау орнынан 1 өндіріс ыдысына ауыстырады  3,  таразыда 4 өлшейді. Меласса ерітіндісін жинағышта 6 дайындайды, стерилизаторда 7 стерилдейді де, кларификаторда 8 қалдырады, 12 сиымдылығы арқылы ашытқы өсетін  14,15,16,17,22,23 аппараттарына келіп түседі.\nАшытқыларды өсіру процесі маткалы және тауарлы ашытқы алудан тұрады. Маткалы ашытқыларды алдымен лабораториялық заводтарда, цехта ашытқы өсіретін\nАппаратта алады: 14 – бірінші деңгей, 15 – екінші деңгей, 16 – үшінші деңгей, 17 – төртінші деңгей. Тауарлы ашытқыларды  мына аппараттардп алады: 16 – бірінші деңгей, 17 – екінші деңгей. Тауарлы ашытқыларды алу бір немесе екі деңгеймен жүреді (22 – бірінші деңгей, 23 – екінші деңгей , )ол заводтағы технологияға байланысты.\nАшытқы өсіретін аппарат 24 таңдамалы болып келеді. Оны тауарлы ашытқы алуда қолданады. Бұл аппаратта ашытқының пісуі жүреді. Азот және фосфор тұздарын суда 9,10,11 сиымдылықтарында ерітеді. Бұл  13 сиыдылық арқылы 14,15,16,17,22 және 23 ашытқы өсіретін аппаратқа келіп түседі.\nӨскен ашытқыларды культуральды ортадан 18,25 сепараторлар арқылы бөліп алады.19 және 26 сиымдылықтарда жуады да, қоюлатып, алынған ашытқы сүтін 20,21 және 27 сиымдылықтарға жібереді (тауарлы ашытқылар ). Ашытқыларды соғы рет сұйықтан бөлу  28 ваккум – фильтрлерде жүргізеді. Алынған ашытқыларды формалап, буып, мұздатқыш камерасына  33 жібереді. Кептіру агрегаттарында 30  кептірілген ашытқыларды автоматтарда 31 буып – түйіп, мұздатқыш камерасына жібереді.  \nТолығырақ: https://www.referat911.ru/Biologiya/immobilizdengen-ferment/564077-3343532-place4.html",
                "date": "14.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Элементтердің арасындағы байланыс түрін анықтаңдар.",
        "question_content": "Электртерістілік кестесін пайдаланып мына элементтердің арасындағы байланыс түрін анықтаңдар: NaCl, MgCl2, AlCl3, SiCl4, PCl5",
        "question_date": "14.02.2021",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,4 пен  4 бутон арасында",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актриса мамандығында оқу үшін 9-ды бітіріп немесе 11-ден кейін түседі ма?",
        "question_content": "Актриса болу үшін 9-дан кейін кету керекпе, әлде 11-ден кейін түсу керек па?",
        "question_date": "14.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала күнімде, кино көрген сайын «шіркін мен де мына балалар сияқты кинода ойнасам» деп армандайтынмын, бірақ ол кезде актрисаның кім екенін білмейтінмін, тек әйтеуір елдер тамсанатын рольдегі әдемі қыз болғым келетін. Өсе келе актриса - бұл тек әдеміліктің жаршысы емес, жақсы қаражат табатын еріншек мамандардың иесі, әрі кез-келген жаңа нәрсені бірінші боп көріп, бірінші боп киетін адам ретінде елестетінмін. Алайда, актриса болуды мақсат санамаппын. Уақытша қызығушылық, тамсанушылық... \nБүгін аяқ асты \"сол арманымды неге іске асырып көрмеске, өз бағымды неге сынап көрмеске\" деген ой келді. Әрине, жасымның 28-де, бойымның бар жоғы 153 см, салмағымның ХХ екеніне қарамастан интернеттен іздеп іске кірісіп кеттім. Актриса болғысы келетін мен сияқты есек дәмесі бар қаншалықты адам көп болса, кастингке шақырған компаниялар да соншалықты көп екен. \nБарлық кастинг өткізетін ұйымдарда қойылатын талап: бойың 165 см-ден кем емес, дене бітіміңіз - арық, өңіңіздің әдемі әрі жасыңыздың 25-ке толмағаны міндетті екен. Әрине, бұл басты рөлді ойнағысы келетіндерге қойылатын талаптар, ал менің стандарттарыммен екінші пландарда, массовкаларда ойнауға болатынын білдім. \nКастинг жалпы қалай өтеді? Ол ақылы ма?- деген сұрақтармен әр орталыққа хабарласа бастадым, бірден кастингтен өтуші болып жетіп барғым келген, бірақ олар маған бірден \"жоқ\" деген жауап айтты. Оларды да түсіну керек қой, мен сияқты күніне қаншама \"қияли\" хабарласып, өзінің керемет талант иесі екенін айтып, талантты мойындамай жүргендерін дәлелдегісі келеді...\nАқпарат дереккөзі: https://massaget.kz/blogs/11928/\nБұл мамандыққа оқуға да, оқумауға да болады. Қазіргі таңда кинода жүрген актрисалардың барлығы да осы мамандықты оқып киноға түсіп жатқан жоқ. Егер оқимын десеңіз 9 сыныптан кейін колледжге немесе 11 сыныптан кейін университетке түсуге болады.",
                "date": "14.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарыздан қалай құтылуға болады?",
        "question_content": "2019 жылдың басы ең жақын адамым 1,5 млн кредит алып бершi деп сұрады. Жақсы бiр iс шығып тұр, инвестиция салам деп ойла, тапқан пайданы екiге бөлемiн. Прям срочно керек дейд. Мен декретте отырғанымды, ондай кредит бермейтiнiн айтып, көметесе алмайтынымды айтсам да болмады Уйiңнiң документiн залогка қойып ала тұрсақ болады, Бiр көмегiң болсын. 1 ай максимум 2 айда кайтарамын деген соң ақыры көндiм. Алдық ақшаны. Айы 15 % процентке алдық. 1 ай өтті, ақша жоқ, 2 ай келед ақша тағы жоқ. Процент берген адам звондап кайтаруым ды не процент толеуимди сұрайды. Менде не ондай ақша жоқ. Отбасы болған соң басымыз да алынған кредит бар. Әлгi туысым, келесi ай точно деп алдаумен 2021 ж болды. Одан бері iшкенiм iрiң. Ұйқысыз түндер. Алладан күнде тілерiм осы күндер артта қалса екен. Айына кредит кусап 225 мың төлеуим керек. Өтiрiкшi болдым әр кiмнен 5, 10 мың сұрап, не оны қайтара алмай. Алтындардың бәрi ломбардқа кетті. Көрiнген ақшанды кобейтем деген афферисттердi де көрдім. Ставкаға да ақша салып көрдім. Не көрмедім. Мфо бәрiнен кредит алдым, барлығы просрочка да. Мiне 2021 жылдың 2 айы тәмәм болып келеді.Бiр қиыны, құса боп жүргенiң, не анам, не жолдасым осылай қарызда жургенимдi бiлмейд. Өмiрi өтiрiк айтпап ем енді қалай шы]ндықты айтам. Казiр есептесем барлық қарызым 3,2 млн екен. Ендi қалай шығам бұл жолдан. Туңғыйықтың түбiне баттым. Үйден шығудан қалдым. Адамдар тугiл, үйдегі балаларымның бетіне қарай алмайм. Не iстесем. Жұмыс iсте дейтiн шығар сыздар. Ушiншiме буйырса 3 ай болады. Жұмыс үйден тiгiн тiгем. Олда шамалы болып тұр. Жол көрсетіп жiберiңiздершi, өтініш",
        "question_date": "13.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз ақша алар кезде келісім шартқа өзіңіз қол қойғандықтан, ақшаны төлеуге міндеттісіз. Ал төлеген ақшаңызды нақты сол туысыңызға алынған ақша екенін дәлелдейтін қолыңызда тиісті дәлелдемелер болса, ол кісіні алаяқтық жолмен сізді  қарызға батырғаны үшін нақты сол қарыз ақша мен өсім ақшаны өндіріп алу үшін туысыңызды қылмыстық жауапкершілікке тарта аласыз. Бірақ ,ол сіздің туысыңыз нақты сол ақшаны өндіреді деген кепілдік емес, ол төлей алмай тек сотталып кетуі де мүмкін.",
                "date": "15.02.2021",
                "upvotes": 0
            },
            {
                "text": "Таби’ин мухаддистерінен болған Әбу Уәил Шәкик ибн Сәләмә былай дейді:\nБір күні Хазіреті Әлидің (р.а.) жанына азаттығымен қауышу үшін қожайынымен келісім жасасқан бір құл келіп:\nУа Әли! Қожайыныма қарыз едім, оны қайтаруға жағдайым жоқ. Маған жәрдем ет, - дейді. Сонда Әли:\nҚаласаң, Пайғамбарымыздың ﷺ маған үйреткен дұғасын саған да айтайын, бұл дұғаны үнемі оқысаң, үстіңде Сыр дауындай қарызың болса да Алла Тағала бұл қарызыңнан құтылуға жәрдем етеді, - деп мына дұғаны үйретті:\nاَللّٰهمَّ اكْفِنِى بِحَلَالِك عَنْ حَرَامِكَ وَ أَغْنِنِى بِفَضْلِكَ عَمَّنْ سِوَاكَ\nАллаһуммәкфинии би хәләликә ‘ән харамикә. Уә әғнинии би фәдликә ’әммән сиуак\nМағынасы:\nАллаһым! Мені халалыңмен жеткілікті түрде ырзықтандыр, харамға мұқтаждығым қалмасын! Мені сый-сияпатыңмен байыт, Өзіңнен басқаға мұқтаж болмайын!\nihsan.kz",
                "date": "15.02.2021",
                "upvotes": 0
            },
            {
                "text": "Жолдасыңызға айтыңыз, тезірек құтылудың амалын жасаңыздар,барған сайын өсе бередіғой ол.",
                "date": "15.02.2021",
                "upvotes": 0
            },
            {
                "text": "Өсім.\nОсындай мәселеде күйеуіңізбен ақылдаспадыңыз.\nТәубе етіп, қайта жасамауға бекініп, дұға тілеңіз. Алла қаласа бұл қиындықтан құтыласыз.",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан кейін қай коледжде 2021-2022 оқу жылында грант болады, қанша бал жинау керек?",
        "question_content": "Қай қалада, коледжде аударма ісі бойынша грант бар?",
        "question_date": "13.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аударма ісі мамандығын  оқытатын коледждер жетерлік:\n\n1)Алматы мемлекеттік гуманитарлы- педагогикалық №1 коледж\n\n2)Алматы мемлекеттік гуманитарлы- педагогикалық №2 коледж\n\n3)Тұран университетінің коледжі\n\n4)\"Престиж\" Алматы коледжі\n\n5) Алматы Қазақ-Түрік гуманитарлы- техникалық коледжі\n\n6) Халықаралық Қазақ-Қытай тілдер коледжі\n\n7)\"Султан\" мамандандырылған коледжі\n\n8)Алматы көпбағдарлы коледжі\n\n9)әль-Фараби атындағы ҚазҰУ жанындағы коледж\n\n10)Алматы инновациялық коледжі\n\nЖәне тағы басқа да коледждерді қарасаңыз болады.\n\nhttps://vipusknik.kz/college-specialties/perevodcheskoe-delo",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудармашы болу үшін сұрақ.",
        "question_content": "Мен 7 сынып оқушысымын.Мен казір аудармашы болғым келеді және сол туралы сұрақ қойсам. Мен осы алдымдағы 4 жыл бойы бойы ағылшын курсына жазылдым,егер мен осы 4 жыл бойы окысам ағылшындық 100% біле аламба? Неге бұлай койдым десеңіздер мен Казахстанға емес Америкаға оқуға тапсыруды меңзеп отырмын. Тапсырмам түсуге мүмкіндік бар ма? Аудармашы болу үшін қасына қандай пән косылады?",
        "question_date": "13.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 563,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәрі де мүмкін, аудармашылыққа  ҚР басқа елдерге оқуға түскіңіз келсе , ол кезде мүлде басқа талап болады. Сондықтан қызірге тек жоғары дәрежеде ағылшын тілін игеруге талпыныңыз. Ал оқуға тапсыруға 1-1,5 жыл қалғанда ойыңызда жүрген ЖОО талаптары мен шарттарын оқп танысарсыз. Себебі ол уақытқа дейін өзгеруі мүмкін.",
                "date": "13.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Он екіні екіге бөлгенде қалай жеті шығады?",
        "question_content": "Логикалық есеп. Он екіні екіге бөлгенде қалай жеті шығады?",
        "question_date": "12.02.2021",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 934,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "12ні 2 бөлсең негз 6 шғат\n\nАл логична 10ды 2ге бөлп оған 2қоссан\n10:2=5\n\n5+2=7\n\nҚалайблаи",
                "date": "13.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құм 7 сынып 4.4 есептің 3 есебі?",
        "question_content": "Маған 4.4 есептің 3 тапсырмасы керек?",
        "question_date": "12.02.2021",
        "question_tag": "Физика",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Расскажите об ученых Восточно-Казахстанского университета имени Аманжолова.",
        "question_content": "Расскажите об ученых Восточно-Казахстанского университета имени Аманжолова. Напишите, пожалуйста, о 4_5 ученых. не смогла найти в гугле.",
        "question_date": "12.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арман дүкенге кірген кезде қолында 150 тг болды.",
        "question_content": "Арман дүкенге кірген кезде қолында 150 тг болды. Ол өзінің ұнатқан шокаладынан 4 данасын алатын болса ақшасы жетпейтінін біліп, анасына барып 100 тг сұрады. Дүкенге қайта келіп өзі ұнатқан шокаладтан 6 дана сатып алды және сатушы оған 20 тг-ден көп ақша қайтарып берді. Арманның ұнатқан шокалады қанша теңге екенін бағала және шокаладтың құны натурал сан болғанда қанша теңгеге сатылғанын тап.",
        "question_date": "12.02.2021",
        "question_tag": "Мектеп",
        "question_views": 683,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "37 1/2<х<38 1/2\n\nх=38",
                "date": "12.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суға қатысты қайықтың жылдамдығы мен өзеннің ағыс жылдамдығын анықтаңдар.",
        "question_content": "1. Жағада тұрған А пунктінен В пунктіне дейінгі 200 км аралықты қайық 4 сағатта, ал кері қарай 5 сағатта жүріп өтеді. Суға қатысты қайықтың жылдамдығы мен өзеннің ағыс жылдамдығын анықтаңдар.\n2. Ұшақ А пунктінен В пунктіне қарай желге қарсы 250 м/с  жылдамдықпен, ал кері қарай  -  150м/с жылдамдықпен ұшады. Ұшақтың орташа жылдамдығын анықтаңдар.\n3. Дене өз жолының үштен бір бөлігін 25 м/с жылдамдықпен, ал қалған бөлігін 15м/с жылдамдықпен жүріп өтеді. Дененің орташа жылдамдығы қандай?\n4.  Дененің жүріп өткен S жолының  t уақытқа тәуелділігі S = At+Bt квадрат теңдеуімен берілген, мұндағы А=3м/с, В= -0,25м/с",
        "question_date": "12.02.2021",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 есептің жауабы",
                "date": "14.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гив блогер хечтег",
        "question_content": "Қазіргі блогерлердің өткізіп жүрген гиві  әділ ма?",
        "question_date": "12.02.2021",
        "question_tag": "Әлеуметтік желі",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы бұл сұраққа жауап бермес бұрын блоггер деген кім деген сұрақты қарастыру керек.\n\nГивтің әділ өтуі деген не. Бұл екінші сұрақ)))",
                "date": "12.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Windows деген не? Қысқаша мәлімет керек.",
        "question_content": "виндоус деген не сол туралы акпарат бериниздерши",
        "question_date": "12.02.2021",
        "question_tag": "Ұялы телефон",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Microsoft Windows - IBM тәрізді компьютерлерде графикалық интерфейсті қолдануды кеңінен жүзеге асырған, қазіргі заман талабына сай жасалған операциялық орта. Оның дамытылған нұсқалары түрінде Windows NT, Windows 2000 сияқты операциялық жүйелер кеңінен қолданылуда.\nWindows жүйесіндегі жұмыс істеу негіздерінің басталу уақыты 1981 жылы MS(PC)-DOS операциялық жүйесі IBM дербес компьютерлермен бір мезгілде пайда болып, әрбір компьютерге орналастырылған болатын. MS-DOS операциялық жүйесі тек бір адамның жұмыс істеуіне арналған болатын және бір мезетте тек бір мақсатты ғана шешетін, оның үстіне MS-DOS операциялық жүйесі компьютердің тек 640 кб жедел жадын ғана (RAM) пайдалана алатын еді.\nАдам мен компьютер арасындағы байланысты ұйымдастырушы қызметін, яғни пайдаланатын негізгі интерфэйс рөлін MS-DOS жүйесінде командалық жол атқарды. Бұл жол арқылы MS-DOS жүйесі мен адам арасындағы сұхбат ыңғайсыз жүргізіледі, ЭЕМ-ді басқаруға арналған қажет жүзден астам командалар пернелерден енгізіліп барып орындалады. Командаларды жазу тәртібі өте күрделі деуге болады, кейде бір команданы орындау үшін ондаған символдарды теруге тура келеді. Осы операциялық жүйемен негізінен тек маман программалаушылар ғана тікелей жұмыс істейді де, көптеген адамдар ондай дәрежеге көтеріле алмайды. Жүйелік программалық қоршаулар негізінен компьютердің файлдық жүйесімен жұмыс істеуді жеңілдетті, яғни қажет информацияны жылдам әрі жеңіл тауып, оның мазмұнын қарауға және жұмыс істеуге өз септігін тигізді.",
                "date": "12.02.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төменде берілген сөздерді қатыстырып, шартты бағыныңқылы құрмалас сөйлем құра.",
        "question_content": "Төменде берілген сөздерді қатыстырып, шартты бағыныңқылы құрмалас сөйлем құра.",
        "question_date": "12.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ертең жаңбыр жаумаса, біз тауға шығамыз.\nСөйлемде шарт қолданылса, шартты бағыныңқылы сөйлем болады.",
                "date": "22.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сызбаны түсіндір.Бүгінгі оқыған ертегі қай топқа жатады?",
        "question_content": "Сызбаны түсіндір.Бүгінгі оқыған ертегі қай топқа жатады?\n\n2сынып әдебиет 37бет 7тапсырма.",
        "question_date": "11.02.2021",
        "question_tag": "Үй тапсырмасы",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алияның жәшіктен қызыл түсті шарды алуының барынша көбірек қанша мүмкіндігі бар?",
        "question_content": "Жашикте тустери артурли 6 кишкентай шар бар: кызыл, сары, жасыл, кокшил, кызгылт жане кара. Алия жашиктен карамай турып бир шар алады. Егер алынган шар кызыл тусти болмаса, оны шетке кояды да, кызыл тусти шар алганша жалгастыра береди. Алиянын жашиктен кызыл тусти шарды алуынын барынша кобирек канша мумкиндиги бар?",
        "question_date": "11.02.2021",
        "question_tag": "Математика",
        "question_views": 519,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6 мүмкіндігі болады.\n1, 2, 3, 4, 5, 6",
                "date": "11.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Which sentences are in the past?",
        "question_content": "Which sentences are in the past?\nWhich sentences are in the present?\nWhich form of the verb do we use to from the passive?\nHow are guestions formed?",
        "question_date": "11.02.2021",
        "question_tag": "Мектеп",
        "question_views": 427,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақта бөлетін сөйлемдер мысалы қайда?",
                "date": "11.02.2021",
                "upvotes": 0
            }
        ]
    }
]