[
    {
        "question_title": "Мысығым ауырып тұр",
        "question_content": "Мысығым жакында туған ол бүгін жанына барсам бакырып устиме шапшыйн деп аузынан ақ көбік ағып ауырып калыпты ол қандай ауыру туғаннан кейін солай болама?алде бирдене жеп койганба?",
        "question_date": "10.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер жақында туылған болса, мысыққа көп тамақ беріліп қойса аузынан ақ көбік ағады немесе әжетқанаға да отыра алмауы мүмкін,егер болмаса мал дәпігеріне апарып көріңіз.",
                "date": "11.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газ молекуласының ең ықтимал жылдамдығын табу керек.",
        "question_content": "Қысымы р=42кПа юолғанда тығыздығы р=0,36кг/м куб газ молекуласының орташа арифметикалық,орташа квадраттық және ең ықтимал жылдамдығын табу керек",
        "question_date": "9.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысымы р=42кПа юолғанда тығыздығы р=0,36кг/м куб газ молекуласының орташа арифметикалық,орташа квадраттық және ең ықтимал жылдамдығын табу керек",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге қытай, моңғолиядан келген қандастар \"бог\",\"кот \"деген сөздерге күледі? күледі",
        "question_content": "Неге қытай мен монғолиядан келген азама,азаматшалар орыс тілі сабағында \"бог\",\" кот\" деген сөзге күледі?",
        "question_date": "9.05.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 365,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Олар қазақ тіліндегі сөздерге ұқсататын болар.)\nОл жақтан келгендер орыс тілін мүлде түсінбейді десек те болады. Сондықтан күлетін болар.",
                "date": "30.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1945-ж кеңес-жапон соғысында қанша отандастар қатысты?",
        "question_content": "Советско-японская война,вооружённый конфликт в августе-сентябре 1945 года между СССР и МНР с одной стороны и Японской империей и Маньчжоу-го с другой.  1945 ж. 9 — 19 тамыз аралығында КСРО сардар-сарбаздарының қатарында қанша қазақстандық отандасар қытай, корей,манчжурия елдерін азат ету шайқасына қатысты?",
        "question_date": "9.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 691,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жапониямен соғыс. Екінші дүниежүзілік соғыстың аяқталуы. Алайда Еуропадағы әскери амалдардың аяқталуы Екінші дүниежүзілік соғыстың аяқталуы дегенді білдірмеді. Ялтада қабылданған принципті келісім-шартқа сәйкес (1945 жыл, ақпан) Кеңес үкіметі 1945 жылы 8 тамызда Жапонияға соғыс ашады. Кеңес әскері шабуылдық әрекеттерін 5 мың км-ге созылған майданда бастайды. Ұрыс әрекеттері орын алған географиялық және климаттық жағдайлар өте қиын болды. Шабуылшы кеңес әскеріне Үлкен және Кіші Хинган жоталары мен Шығыс-Маньчжур тауларын, терең және толқыны қатты өзендерді, сусыз шөлдерді, өтуге қиын ормандарды бағындыруға тура келді. Бірақ осы қиындықтарға қарамастан жапон жасақтары жойылды.\nҚиян-кескі ұрыстардың барысында 23 күн ішінде кеңес әскері Солтүстік-Шығыс Қытай, Солтүстік Корея, Сахалин аралының оңтүстік бөлігін және Курил аралдарын жаудан босатты. Қарсыластың 600 мың жауынгері мен офицерлері тұтқынға алынып, көптеген қарулар мен әскери техникалар тартып алынды. КСРО мен оның соғыстағы одақтастарының (бірінші кезекте АҚШ, Англия, Қытай) қарулы күштерінің соққысына шыдас бермеген Жапония 2 қыркүйек 1945 жылы қарсылықсыз тізе бүгеді. Сахалиннің оңтүстік бөлігі мен Курил тізбегінің аралдары Кеңес Одағының иелігіне өтеді.\nАҚШ, 6 және 9 тамызда Хиросима мен Нагасакиге атом бомбасын лақтырып, жаңа ядролық кезеңге жол ашады.\nҰлы Отан соғысы Екінші дүниежүзілік соғыстың маңызды құрамдас бөлігі болды. Бұл соғыстың басты ауыртпалығы Кеңес адамдары мен оның Қарулы Күштерінің иығына түсті. Қайтпас қайсарлықтарының арқасында гитлерлік Германия мен оның одақтастарына төтеп беріп, тарихи жеңіске жетті. Фашизм мен милитаризм күшіне қарсы күресте антигитлерлік коалицияның да қосқан үлесі зор болды. Екінші дүниежүзілік соғыстың басты сабағы – бейбітшілік сүйгіш күштердің бірігіп әрекет етуіне мұқтаж екенінде. Екінші дүниежүзілік соғысқа дайындық барысында оның алдын алуға болар еді. Көптеген елдер мен қоғамдық ұйымдар бейбіт жолмен шешуге тырысқанымен, бірігіп шешім қабылдау мүмкін болмады.\nТолығырақ: https://bilim-all.kz/article/1561-Uly-Otan-sogysynyn-ush-kezeni--1941-1945-zhzh",
                "date": "9.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халхин гол шайқасында қанша қазақстандық отандастар қатысты?",
        "question_content": "Бои на Халхин-Голе в 1939 году. (1939 ж. мамыр — қыркүйек) арасында кеңес-жапон арасында  монғолия территориясында басталған Халхин гол шайқасында қанша қазақстандық отандастар қатысты, әрі отан жолында ардагер болды?",
        "question_date": "9.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші дүниежүзілік соғыс басталмай тұрып фашистік Германияның одақтасы – жапон милитаристері 1935 жылы Қытайдың шығыс бөлігін басып алды. Ол аздай Кеңес Одағы мен оның Моңғолия жақтағы шекарасын қайта-қайта түртпектеп мазасын алды. Бұлар да қарап жатпай 1936 жылдың 12 наурызында КСРО Қорғаныс Халық комиссары К.Е.Ворошиловтың бұйрығымен 57-ші арнаулы корпусты күшейтіп, Моңғол елінің шығыс шебі Халхын-гол маңына орналастырды.\nЖапондар шекараға келіп тірелген Кеңес-Моңғол әскерін сарылтып күттіріп қоймай, 1939 жылдың 11 мамыры күні соғысты бастап жіберді. Майданның алғы шебі 80 шақырымға, алғы шептен тылға дейін 25 шақырымға созылып жатты. Осылай мамырдың 11-інде басталған соғыс осы айдың 31-іне дейін жалғасты. Жиырма күннің ішінде самурайлардың беті қайтты. Бірақ олар ентігін сәл басып алып, шілденің 2-сі күні қайтадан шешуші шайқасқа кірісті. Соғыс қыркүйек айының ортасына дейін жалғасты. Екі жарым айға созылған ұрыста жапондар 50 мың адам, 660 ұшақ, 175 зеңбірек, 340 шақты пулеметінен айырылып, қыркүйектің 16-сы күні жеңілгені туралы актіге қол қойды. Міне биыл осы оқиғаға, яғни Халхын-гол шайқасының жеңісіне 80 жыл толып отыр.\nКСРО Жоғары Кеңесінің Жарлығымен Халхын-гол шайқасына қатысып, ерлік көрсеткен Қызыл Армияның 17068 офицері мен жауынгеріне орден, медаль берілді. 73 адам Кеңес Одағы Батыры атағына ие болды. Ұшқыштар – Я.В.Смушкевич, Г.П.Кравченко, С.И.Грицевец екі мәрте батыр атанды. Моңғол үкіметі де Мемлекеттік Кіші Құрылтай шешімімен Халық Армиясының 726 офицер-жауынгеріне, Қызыл Армияның 326 жауынгеріне әскери Қызыл Ту орденін табыстап, оның сыртында 14 адамға Моңғолия Батыры атағын берді. Осы он төрт адамның екеуі – орыс, біреуі – қазақ. Қос орыстың бірі – атақты қолбасшы Г.К.Жуков болса, екіншісі – И.И.Федюнинский. Ал батыр қазақтың аты-жөні – Ікей Мизамұлы.\nТағы бір есте боларлық дүние, Халхын-гол соғысына қатысқан екінші ұшқыш қазақ Жайсанып Мүдәрісұлы әскери жоғары шен генерал-майор атағына ие болды.\nБатыр жайлы мәлімет\nІкей Мизамұлы туралы моңғол архивтеріндегі ресми құжатта ол 1911 жылы Бай-өлке аймағының Делүн сумын жерінде туды делініпті. Бірақ ел арасында сақталған кейбір ауызекі мәліметтерге және батырды білетін адамдардың айтуына қарағанда Ікей 1913 жылы дүниеге келді деуге негіз бар.\nАйталық, Бай-өлке аймағының ресми үнпарағы «Жаңа өмір» газетінің 1993 жылғы №18 санында жарық көрген жазушы Солдатхан Орайханұлының «Ерлік мәңгі өшпейді» атты жолжазба белгілеуінде, бұл кісіге Ікей Мизамұлы жайлы естелік айтқан бұлғындық Ақтанқожа атты қарияның сөзін келтіреді. Осындағы деректе, Ікей батыр Оразбек басқарған молқы қошуынына (әкімшілік бірлік) қарасты қанкелді Қоша зәңгінің ауылында 1913 жылы туған делінсе, сонымен қатар 1930-шы жылдары Бай-өлке өңірінде жаңа низам мектептері ашылып, жаңа заман оқуына бала беруді ел басшыларына өкімет міндеттеген көрінеді. Жоғарыдағы Қоша зәңгі міндетінен құтылу үшін кедей Мизамға бір қой беріп, тентек баласы Ікейді жаңа низам оқуына жіберткені жайлы айтылыпты.\nСөйтіп 1931 жылы 17-18 жастағы Ікей Тұлбада ашылған сауат ашу оқуына келеді. Бұл мектепті ашқан һәм ұстаздық еткен – Өскемен-Семей өңірінің тумасы, осы жылдары комсомол жолдамасымен Қобда қазақтарын ағартуға арнайы жіберілген Бердіқожа Жолтаев еді. Осы Бердіқожа ағамыздың естелігінде: «Ікей істиген қара бала болды. Өте сотқар, бірақ сабаққа жақсы, айлалы тентек болатын» депті.\nЖаңа оқуға келгенге дейін Ікей 1926-1930 жылдары орыс саудагерлері орнатқан қойдың жүнін жуатын кәсіпорында 2-3 жыл жұмыс істеген көрінеді. Осылайша, ептеп орысша тіл сындырып, жаңаша хат таныған жігіт болашақ өмірін Ұлан-Батыр қаласындағы Құжырбұлың әскери гарнизонында қатардағы солдаттан бастап, кешікпей Ұлан-қуарындағы Әскери жоғары мектепке қабылданады. Осында оқып жүріп 1932-1933 жылдары батыс аймақтарды қамтыған ламалар көтерілісін жаншуға қатысып, ерлік көрсеткені үшін Бас қолбасшы маршал Демиттің (Дэмид) жарлығымен алмас қылышпен сыйланады.\nӘскери жоғары мектепті 1934 жылы бітірген Ікей әуелгі қызметін Ұлан-Батыр қаласындағы І атты дивизияның ІІ полкінде бастайды. 1936 жылы өзінен үш жас үлкен Должын Сонымқызы (Сономын Должин) деген моңғолға үйленеді.\nБұл тұста жоғарыда айтқанымыздай, Моңғол елінің шығыс шебі Халхын-гол өңірі шинелісті жағдайда еді:\n● 29 қараша, 1935 жыл. Жапон және Манжурия әскері Бұлан-ши қарауыл бекетіне шабуыл жасап, 20 шақты солдатты өлтірді.\n● 19 желтоқсан, 1935 жыл. Жаудың 300 әскері Бұлан-ши қарауыл бекетіне шабуыл жасап, 16 солдатты тұтқындап алып кетті.\n● 12 ақпан, 1936 жыл. Жапондардың 25 машинамен жабдықталған 500 жауынгері Бұлан-ши қарауыл бекетіне соқтықты.\n● 9 наурыз, 1936 жыл. Жаудың 100 шақты атты әскері Баян-қолай қарауыл бекетіне шабуылдады.\n● 12 сәуір, 1939 жыл. Бойтықты құмында 12 жарақты техникамен жабдықталған жаудың 400 атты әскері шекара бұзды.\n● 1939 жылдың мамыр айында соғыс басталды.\nҚазақ офицері Ікей Мизамұлы дереу майданға сұранып өтініш жазады. Өтінішті қабыл еткен басшылар оны 6-шы Тамсық дивизиясының 17-ші атты полкының 4-ші сұмын (рота) командирі етіп тағайындайды. Бұл дивизия әне-міне соғысқа кіреміз деп ентелеп дайын тұрған.\nҚысқасы, Ікей мамыр айында атойлап ұрысқа кіріп, жаудың бетін қайтарған. Келесі шілде айында басталған екінші зор майданға тағы да қол бастап шыққан. Шілденің 3-і күні Баян-саған шайқасында асқан ерлік көрсеткен. Іле-шала шілденің 24-і күні болған кезекті шабуылда ротасын бастап, самурайлардың шебін бұзып, қорғанысын тас-талқан етеді. Ақыры қасында бірге жүрген орыс көмекшісі Иванов және бірнеше жауынгер жолдастарымен бірге зеңбіректің дөп тиген оғынан қаза табады.\n1981 жылы моңғол тілінде жарық көрген «Халхын-гол шайқасына қатысқан жауынгерлер естелігі» атты кітапта қатардағы бір жауынгер: «Командир Ікей оншақты самурайдың ортасында жалғыз өзі ебелектей шырайналып, барлығын қылышпен демде жусатып салды» десе, тағы бір майдангер: «Сұмын бастығы Ікей жауларды қылышымен жас шыбықтай қырықты, қаруының жүзі қайтқанда оның мұқалмас ұшымен жауды шаншып алып, лақтырғанын көрдім» депті.\nБатыр өлген соң оның жансыз денесін майдандас досы, сол кезде атты полк командирі, Моңғолия Халық Батыры атағын алған, аңыз адам Лодонұлы Дандар Көлікті Манқыннан (Гөлөгт Манхан) ат арбаға тиеп алып, Халхын-гол өзенінен өткізіп, Баянсаған (Баянцагаан) жотасының оңтүстігіндегі Эке бұрқан (Их бурхан) жазығына апарып өз қолымен жерлепті.\nБертінде Дандар батыр ептеп қызып алып «Мені батыр дейсіңдер, Ікейдің қасында мен кіммін. Ол сияқты ер екінші қайта тумайды-ау» деп еңірегені жайлы атақты жазушы, Мемлекеттік сыйлықтың лауреаты С.Дашдооровтың естелігінде айтылса, запастағы майор, танымал ақын С.Болд: «Сонау жылдары Мемлекеттік сыйлықтың лауреаты жазушы Э.Оюун және атақты батыр Дандар бастап Халхын-голға бардық. Дандар батыр Ікей досының зиратының басында тұрып «Қайран Ікейім-ай, ақтарылған ішек-қарнын қолына ұстап алып, жауға шапқан ерім-ай», деп тоқтамай жылады» депті.\nҚазіргілерді білмедім, моңғолдың көне көздері Ікей десе ішкен асын жерге қоятын. Бертінде батырдың басына қойылған құлпытасқа моңғолдың үлкен ақыны Д.Нямаа:\nҰлы Отанның батысында,\nАлғашқы демін қырнады,\nҰлы Отанның шығысында,\nСоңғы демін жинады, – деп бәдіздепті.\nЕстеліктер не дейді?\nСономқызы Должын, батырдың сүйген жары\nХалхын-гол шайқасының 30 жылдық датасына орай 1969 жылы қыркүйек айында «Үнэн» газетінде жарық көрген «Жоғалған жарым» атты естелігінде: «Осыдан 30 шақты жыл бұрын жап-жас қазақ офицері Ікеймен көңіл жарастырдым. Ол кезде Ікей жаңадан оқу бітірген, Ұлан-қуарындағы әскери бөлімде-тін. Мен жақын құрбыма барып жүріп онымен таныстым. Еңселі, ұзын бойлы, қасы қап-қара, әзілқой, айтқан сөзі мірдей, сөйте тұра көпшіл, қарапайым жігіт бірден ұнап қалды. Екеуміз бір шаңырақ астында 4-5 жыл бірге тұрғанда жүз шайысып көрмедік. Ікей өте-мөте адал, өз ісіне берілген жан еді. Өзінің қарауындағы солдаттарға туған әкесіндей қамқорлық жасайтын. Кейбір кездері әскерлермен бірге казармада қонып қалатын. «Неге олай жасайсың?» дегенімде, жарықтық:\n– Алдағыны болжау қиын, әрқашан елді қорғауға дайын тұруымыз керек, дейтін. Расында кешікпей соғыс басталды. Ікей үй бетін көрмейтін болды. Бірде ол:\n– Кешікпей майдан шебіне аттануым мүмкін. Должын сен мені түсін, бүгін соғысқа баруға сұранып өтініш жаздым, – деді. Бұл сөз маған тұлабойымды тоқ соққандай әсер етті. Есімді жиып: «Майданға қашан аттанасың?» деп сұрадым. Ікей: «Мен барғанша соғыс бітіп қала ма деп алаңдап отырмын» деп күлді. Сөйтіп жүріп көктемді қарсы алдық. Күн жексенбі еді. Тұмау тиіп үйде жатқам, Ікейді біреулер әскери бөлімге шақырып әкетті. Кешікпей үйге келіп:\n– Әскерлерді жаттықтыру үшін біраз уақыт сыртта жүретін болдым, – деп қоржын-қоспағын жинастырды. Ауырып жатсам да басымды көтеріп, көмектесуге ұмтылып едім, ол «қажеті жоқ, дұрыстап емдел» деп бұйырды. Екеуміз қатар отырып, шай іштік. Ол буынып-түйініп шығып кетті де, «бас қолбасшы сыйлаған алмас қылышымды ұмытып кетіппін» деп апыл-құпыл кіріп келіп, қылышын алып шығып кетті. Сол кеткеннен қайта оралмады. Ікей маған соғысқа аттанып бара жатқаны жайлы айтқан жоқ. Тегі, мені уайымдамасын деді ме, әлде әскери құпия солай ма, білмедім. Оның соғысқа кеткенін кейін жолдастары естіртті. Содан бастап, шығыс жаққа көзім талғанша телміретін болдым. Бірақ тілеуім қабыл болмады.\nБір күні «Ікей майданда қаза тапты» деген суық хабарды естіп, алғашында сенбедім. Өйткені қылышпен қылды қиып түсіретін, амал-айлаға жетік, әсіресе ат үстінде шебер сайыскер, оны жау өлтіреді деген ой менде мүлде болмады.\nАқыры жарымның өлгені шын екен. Майданда бірге болған достары оның асқан ерлікпен қаза тапқаны жайлы айтып келді. Үлкен қалада Ікейсіз өмір сүргім келмеді. Үй-мүлкім, жиған дүниемді тәрк етіп, ине-жіп те алмай тастадым да туған ауылыма тартып кеттім. Өйткені, бір жыл бұрын Ікей менің төркін жұртыма қайыншылап келіп, олармен танысқан еді. Оны бәрі білетін. Туған-туыс, ауыл-аймақ мені жылап-еңіреп қарсы алды. Қарт анам:\n– Бұл ғұмырымда тамаша күйеу балам болғаны үшін тәңірге риза едім. Ол да баянды болмады, – деп еңірегенде етегі жасқа толды. Осы бір қаралы күннен кейін көп жыл өксумен өмір өткіздім. Мендегі тағы бір өкініш: Ікей фотоға түсуді қаламағандықтан оның жансыз бейнесі сақталмады. Бірақ жарымның қап-қара қасы, ширақ қимылы, әзіл-қалжыңға толы сөздері мен ұшқын шашып қарайтын қоңыр көздері мәңгі жадымда сақталды» депті.\nОсы моңғол жеңгеміз туған жеріне барып мал бағыпты. Жалғыз анасы дүниеден өткен соң айналып Ұлан-батырға келіп, теміржолшылар мәдениет үйінде тігінші, кейін осында тазалаушы болып жүріп дүниеден өтіпті.\nХ.Дабасерен (Х.Даваацэрэн), батырдың қол астындағы жауынгер\nІкей Мизамұлының қол астында әскери борышын өтеген және майдан шебінде бірге болған жауынгер Х.Дабасереннің 1969 жылы «Үнэн» газетіне жарияланған «Лейтенант Ікей мәңгі есімізде» атты естелігінде: «1937 жылы Қобда аймағынан әскер қатарына шақырылдым. Взвод командирі Ікей деген қазақ екен. Бастығымыздың қатаң тәрбиесінің арқасында взводымыз дизизияның үздіктер қатарында болды. 1939 жылы маусым айында майданға аттандық. Мен Самдын деген пулеметшінің көмекшісі едім. Бұл да батыс аймақ адамы-тын. Соғыс басталар алдында Ікейді майдан қолбасшылары 6-шы атты дивизияның 15-ші полкы 4-ші сұмынға командир етіп тағайындады. Ікей батыс аймақтық, яғни жерлесі Самдын екеуімізді өзімен бірге ала кетті... Шілденің соңына таман біздің сұмын Гөлікті Манқын (Гөлөгті Манхан) шайқасына қатысты. Жаудың бекінісін бұзып, шабуылға өту өте қиын болды. Ікей өзі бастап, жаудың шебін бұзып кіріп, самурайларды шетінен жамсатып бара жатты. Бір кезде командирімізге оқ игендей болды. Жүгіріп барсам, оң қолына оқ тиіпті. Жарасын таңып бердім. Маған «қолмылтығымды оқта» деп бұйырды. Мен бұйрығын орындап, өз орныма кеттім... Соғыс саябырсыған тұста жүгіріп келсем, командирім пистолетін қысып ұстап отырған бойы жан тапсырыпты. Дәл қасында жеті жапонның өлігі жайрап жатты. Дереу Ікейдің өлі денесін иығыма салып, штаб орналасқан аумаққа жеткіздім...».\nА.Шартолғай,\nтанымал жазушы\nБұл естелікті Шартолғай бертінде 4-ші сұмын жауынгері, яғни Ікейдің сарбазына жолығып жазып алған екен. Естелікте: «Жаудың зеңбірек атакасы біздің полкты аттап бастырмады. Бұл жағдай әрі қарай жалғасар болса, ешкім тірі қалмас еді. Осындай қиын сәтте полк бастығы Дандар біздің 4-ші сұмынды жаңбырша жауған зеңбірек снарядтарының астында шабуылға өтіп, жаудың шебін бұзуды бұйырды. Бір сөзбен айтқанда, Ікей басқарған сұмын «жанды бомбаға» айналды. Ікең ұрандап атқа қонды. Жау шебіне андыздай атылдық. Атпен шауып бара жатқан Ікейдің дәл қасына снаряд жарылды. Жарыстың күштілігі соншалық командир мінген аттың басы денесінен бөлініп ұшып кетті. Мұны көрген жауынгерлер сасқалақтап, тізгін тартқанда Ікей «Тоқтамай шабыңдар!» деп айғай салып, өзі бүк түсіп отырып қалды. Ол кісінің ішек-қарыны ақтарылып сыртқа шығып қалған екен».\nМ.Седендаш (М.Цэдэндаш),\nХалхын-гол шайқасының ардагері, полковник\nБұл жазба 1969 жылы «Үнэн» газетінің 151-ші санында «Тау қыраны Ікей» деген атпен жарияланыпты. Бұл естелікте: «Біздің жауынгерлер жаудың шеткі қорғанысын бұзып, екінші шебіне тұмсық тіреп қырғын соғыс салды. Бір әредікте Ікейдің «Жауынгерлер алға, жауға өлім! Ұмтылыңдар!» деген қаһарлы дауысы естілді. Арыстандай атылған командирдің ізіне ерген солдаттарды тоқтату қайда, олардың жолында жаудың үйілген өлігі қалды. Осы кезде жапондардың зеңбірегі зіркілдеп оқты жаңбырша төкті. Олар өз әскерін де, бізді де аямады. Екі жақ қатар қырылды. Бұл 1939 жылдың 24 шілдесі еді. Осы шайқастың нәтижесінде Кеңес-Моңғол әскеріне шабуылға өтетін жол ашылды».\nТолығырақ: https://egemen.kz/article/209346-khalkhyn-gol-shayqasynynh-qaqarmany",
                "date": "9.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Энергия. Күш моменті. Пәк. Жер және ғарыш» бөлім бойынша жиынтық бағалау жұмысы",
        "question_content": "7сынып. Физика пәні. 4-ші тоқсанға арналған «Энергия. Күш моменті. Пәк. Жер және ғарыш» бөлім бойынша жиынтық бағалау жұмысы\n\nОқу мақсаттары: 7.2.4.1 \"Механиканың алтын ережесін\" тұжырымдау\nжәне қарапайым механизмдердің қолданылуына\nмысалдар келтіру\n\n7.2.4.4 Тепе - теңдікте тұрған денелер үшін күш моменттер ережесін тұжырымдау және есептер шығаруда қолдану\n7.2.4.6 Көлбеу жазықтықтың пайдалы әсер коэффициентін тәжірибеде анықтау\n\n 7.7.1.1 – геоцентрлік және гелиоцентрлік жүйелерді\nСалыстыру\nБағалау критерийі Білім алушы:\nКүнделікті өмірде қолданылатын жай механизмдерді анықтайды\nМоменттер ережесін қолданады\nМеханизмдердің ПӘК- ін анықтайды\nГеоцентрлік және гелиоцентрлік жүйелер туралы біледі\n\nТапсырмалар\n\n1 а) Жай механизмдердің барлық түріне ортақ \"Механиканың алтын ережесі\" деп аталатын қағида: _________________________________________________________________[1]\n\nә) Қол арбаның құрастырылуы жай механизмнің қандай түріне жатады?\n\n___________________________________________[1]\n\nб) Қол арбаны жай механизм түрінде пайдаланудың ерекшелігі неде?\n\n______________________________________________________________\n\n______________________________________________________________ [1]\n\n2. 20Н салмағы бар мысық әткеншектің шетінде оң жақта отырды, мысық пен тірек орталығы арасындағы қашықтық метрге тең. Әткеншектегі күш моменті қандай? ____________________________________________________________________________________________________________________________________________\n\n[2]\n\n3. Суретте көлбеу жазықтық көмегімен m массалы жүкті һ биіктікке көтерген.\n\nа) Пайдалы жұмысты анықтаңыз\n\n__________________________________________________________________ [1]\n\nә) Толық жұмысты анықтаңыз\n\n____________________________________________________________________ [1]\n\n б)Көлбеу жазықтықтың ПӘК- ін анықтаңыз\n________________________________________________________________________________________________________________________________________________________________________________________________________________ [1]\n\n4. Геоцентрлік жүйе ____________________________________________\n\n_______________________________________________________________ [1]\n\nБұл модельді ұсынған __________________________________________ [1]\n\nБалл қою кестесі\n\nБағалау критерийі\n\nТапсырма №\n\nДескриптор\n\nБалл\n\nБілім алушы:\n\nКүнделікті өмірде қолданылатын жай механизмдерді анықтайды\n\n1\n\nА)\"Механиканың алтын ережесін\" жазады\n1\n\nӘ) Қол арбаның жай механизмнің қандай түріне жататыны анықтайды\n1\n\nБ) Қол арбаны жай механизм түрінде пайдаланудың ерекшелігін жазады\n1\n\nМоменттер ережесін қолданады\n\n2\n\nХБЖ келтіреді\n\n1\n\nКүш моменті теңдеуін қолданады\n\n1\n\nЕсептің жауабын жазады\n\n1\n\nМеханизмдердің ПӘК-ін анықтайды\n3\n\nА)Пайдалы жұмысты анықтайды\n\n1\n\nӘ)Толық жұмысты анықтайды\n1\n\nБ) Көлбеу жазықтықтың ПӘК-ін анықтайды\n1\n\nГеоцентрлік және гелиоцентрлік жүйелер туралы біледі\n\n4\n\nГеоцентрлік жүйе туралы түсінік береді\n1\n\nГеоцентрлік жүйе моделін ұсынушыны жазады\n1\n\nЖалпы балл\n\n11",
        "question_date": "9.05.2020",
        "question_tag": "Мектеп",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бастағы ісік туралы білейін деген едім?",
        "question_content": "Басымда исик бар сыртында 4 5 жасымда пайда болған калай пайда болғанын билмеймин осы уакытка дейн ауырған емес  соңғы кезде катты ауырады казир екеу болды.жасым 32де",
        "question_date": "9.05.2020",
        "question_tag": "Тазалық",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "– Қатерлі ісіктің бар-жоғын үй жағдайында анықтауға бола ма?\n– Дененің көрінетін бөліктеріндегі кей патологиялық ауруға күмән келтіруге болады. Бәрі ісіктің қайда орналасқанына және белгілеріне байланысты. Мысалы, теріде пайда болатын меланоманы алайық. Оның белгілері: тері түсінің өзгеруі, жара мен дақтардың пайда болуы, қалдан ылғалдың немесе қанның бөлінуі. Адам осындай белгілерді байқаса, ең бірінші дәрігерге баруы керек. Қатерлі ісіктің басқа түрлерін үй жағдайында тексеру мүмкін емес.\n– Қатерлі ісіктен адам өзін дер кезінде қалай құтқара алады?\n– Ісікті оның үлкеймей тұрған кезінде білсе, адам өмірін сақтап қала алады. Ол үшін дәрігердің көмегіне жүгіну керек. Әр адам рентгенология және ультрадыбыс зерттеуінен өткені жөн.\n– Бұл ауруды болдырмау үшін нені ескеру қажет?\n– Ең біріншіден, уақытылы дұрыс тамақтанып, салауатты өмір салтын ұстану қажет. Спортпен айналысып, көп қозғалыңыз, таза ауада жиі серуендеңіз. Емдік гимнастикамен айналысқан да пайдалы.\nДенсаулығыңызды күтіңіз. Денсаулықтан асқан маңызды нәрсе жоқ. Өзіңізді 100% қауіпсіздендіру мүмкін емес. Бірақ онкологиялық аурудың болу мүмкіндігін азайтуға болады. Сондықтан қатерлі ісікті немесе оның пайда болу процестерін ерте кезде медицина тексеруінен өтіп, бар-жоғын анықтап, емделу қажет. Сонда қатерлі ісік дамымайды, ұзақ өмір сүресіз.\nТемекі мен алкогольді шектен тыс қолданбау қажет. Тіпті, мүлдем жоламаған жөн.\n– Күйзеліс пен шаршау, есте сақтау қабілетінің нашарлауы мида ісіктің пайда болуына әсер ете ме?\n– Стрестен аулақ болыңыз. Бірақ күйзелісті қызбалықпен шатастырмау керек. Стресс түрлі созылмалы ауруларға алып келеді. Себебі ол ағзаға шамадан тыс жүк түсіреді, зиян нәрселердің ұзақ әсер етуіне көмектеседі.\nМидың қатерлі ісігі неден пайда болатыны әлі белгісіз. Оған айналаның қатты ластануы мен адамның соққы алуы әсер етуі мүмкін. Мида қатерлі ісіктің бар-жоғын білетін ең оңтайлы тәсіл – рентгенология. Ісіктің мидың қай бөлігінде орналасуына қарай адамның қозғалысы, белгілі бір заттарды үйлестіруі, есте сақтау қабілеті өзгеріп, көзі нашар көріп, сезімтал келеді. Бірақ мидың қатерлі ісігі көп тұқым қуаламайды. Ісікті магнит-резонанс және компьютер томографиясымен анықтауға болады. Хирургиялық жолмен ісікті алғаннан кейін морфология верификациясы қажет.\nҚатерлі ісік мидың терісінде пайда болады. Ал кейде метастаз жолымен қалыптасады. Метастаз – қатерлі ісіктің пайда болып, дененің басқа жеріне таралуы. Біріншісі көп жағдайда жайлы болады. Егер метастаз басқа дене мүшелерінде пайда болса, ол – қауіпті түрі.\nМетастаз ісік түрін емдегенде дәрігерлер тек аурудың бетін қайтарады. Сонда дәрігерлер келесі ісік пайда болғанға дейінгі уақытқа қолжеткізеді. Осылай аурудың бетін 1-2 жылға қайтара алуы мүмкін. Бұл пациенттің күтінуіне де байланысты.\n– Жақындары қатерлі ісікпен ауырған адамдар нені ескеруі керек?\n– Егер жақындарыңызда қатерлі ісік болса, ол сізге және бауырларыңызға жұғады деген сөз емес. Бірақ жылда толық тексеруден өтіп отырыңыз.\nТолығырақ: https://baribar.kz/112308/qaterli-isiktinh-bar-zhoghy-turaly-kumandanghanda-neni-bilu-kerek/",
                "date": "9.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фондовый биржада қалай сауда жасайды. Оқытатындар бар ма",
        "question_content": "Брокерден бастап. Халық айпио мен жасауды. Шет елдік компания акцияларын қалай сатып алуды",
        "question_date": "9.05.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 290,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биржа деген сөз жиі айтылғанымен, осы ұғымның мән-мағынасын көпшілік жете түсіне бермейтіні жасырын емес. Сол себепті оқырманға ол туралы, біздің еліміздегі жай-күйі туралы аз-кем мәлімет берген артықтық етпейді деген ойдамыз. Бұл латынның «bursa» деген сөзінен тікелей тәржімаласақ «әмиян» дегенді білдіреді. Биржа – түрлі тауарларды, бағалы қағаздарды және жұмыс күшін көтерме бағамен сатуды ұйымдастырушылардың, сатушылар мен сатып алушылардың қаржылық мәміле жасау үшін кездесетін орын. \nКәрі құрлық биржалары несімен мықты?\nҚор биржасы – тұрақты түрде бағалы қағаздар сатылатын һәм сатып алынатын нарық. Экономикаға ұзақ мерзімді инвестиция салу, мемлекеттік бағдарламаларға қаражат тарту, компаниялардың акцияларын, облигацияларын, мемлекеттік облигацияларды сату және сатып алу сынды аса ауқымды шаралардың бәрі осы жерде жүргізіледі. Сонымен қатар биржада айналысқа түсетін бағалы қағаздардың бағамы белгіленеді, бұл бағам түсетін табыспен, несие пайызының деңгейімен айқындалады. Ал қор биржасындағы операциялар ақша капиталдарын тарту үшін және оларды өндірістің көптеген салалары арасында қайта бөлуге ықпал етеді. Қор биржасы тәжірибесінде бағалы қағаздардың мәміле жасалған сәттегі бағамы мен оның аяқталған кездегі бағамы арасындағы айырмадан табыс алу мақсатындағы операциялар кеңінен қолданылады. \nАлғашқы биржалар ХV-XVI ғасырларда пайда бола бастаған-ды. 1608 жылы құрылған Амстердам биржасы, оның көрсететін қызмет түрлері сан алуан, осыны қазірге дейін сақтап келеді. Жалпы алғанда, биржалар орындайтын жұмысы мен көрсетілетін қызмет және ұсынылатын тауарлар түрлеріне байланысты қор биржасы, тауар биржасы, валюта биржасы, еңбек биржасы, тағы да басқа болып жіктеледі. Лондон қор биржасы (London Stock Exchange немесе LSE) – әлемдегі ең ірі және ежелгі биржалардың бірі. Акциялардың халықаралық сауда-саттығы бойынша шамамен 50%-ы LSE-ге тиесілі. Қазақстанның ірі компаниялары өз акцияларын орналастыру үшін дәл LSE-ні таңдайтынын айта кету керек. XVI ғасырда Лондон қаласының көшелерінде және кофеханаларында сауда-саттық операциялары жасала бастаған. Сол үшін мәміле жасайтын ғимараттың құрылысын ең алғаш британдық саудагер әрі қаржыгер Томас Грешэм қаржыландырды, сөйтіп алғашқы нысанның іргетасы 1570 жылы қаланды. Осы жерде 1695 жылдан бастап бағалы қағаздармен мәмілелер жасау қолға алынды. Дегенмен, арада біраз уақыт өткенде акциялармен айналысатын брокерлерге биржа ғимаратына кіруге тыйым салынды. Себебі олар шулы және ашуланғыш адамдардың қатарына жатқызылды. Сондықтан бұл топ «Джонатанда» деген кофеханада тұрақты кездесіп тұрды. \nXIX ғасырда Лондон қор биржасы аса қарқынды дамыды. Бұл кезең темір жол бағыттарының, каналдар құрылысының, ойын бизнесінің және сақтандыру қызметінің шарықтап дамуымен тұспа-тұс келді. Биржада 1901 жылы көптеген компаниялардың 3 000-нан астам акциясы сатылды. 1914 жылы болған І дүниежүзілік соғыс биржа жұмысына кері әсер етті, LSE жарты жылға жабылып қалды. LSE ұстанымын қалпына келтіру мақсатында ІІ дүниежүзілік соғыстан кейін өзінің даму жөніндегі бағдарламасы әзірленді, ол 1960 жылдардың ортасына қарай жүзеге асырылды. 1972 жылы биржалық сауда-саттықты автоматтандыру басталды. Нарықтың құрылымы толықтай өзгерді, бұл залда дауыстап сауда жасау жүйесінен бүгінде бәрімізге таныс қолжетімді электронды сауда-саттыққа өтуге негіз болды.\n2000 жылы Лондон қор биржасы ашық акционерлік қоғам ретінде қайта құрылды. Өзінің алаңында жариялы түрде акцияларын орналастыра бастады. Осы жылы биржа ресми ашылған күннен бергі 200 жылдығын атап өтті. Бүгінгі таңда, статистикалық деректерге сүйенсек, LSE-нің құрамында 400-ге жуық компания мүше ретінде тіркелген, олардың басым көпшілігі инвестициялық банктер және брокерлік фирмалар. Ал биржадағы сауда-саттықтың жұмыс күндері Гринвич бойынша сағат 08.00 және 16.29-дың аралығында жүргізіледі. FTSE қор индексінің жабылған бағасы Гринвич бойынша 16.35-те есептеледі. World Federation of Exchanges (WFE) дерегіне сүйенсек, өткен жылдардың қорытындысы бойынша Лондон қор биржасы капиталы жағынан бүкіл дүние жүзінде алдыңғы бестіктің қатарында. \n«Азия барысының» артықшылықтары \nӘлемдегі аса ірі қаржылық хабтардың бірі – Сингапур. Оңтүстік-Шығыс Азиядағы ең ірі компаниялар мен алпауыт адамдар қаржыларын Сингапурда орналасқан қаржы құрылымдарында сақтайды. Жер көлемі аз болғандықтан көршілерінен құм әкеліп, теңіз жағалауын кеңейту арқылы аумағын үлкейтіп отырған осы бір аралдан кеңсе ашуға әлемдік мықты қаржы конгломераттары аса мүдделі. Қаржы саласының ғана емес, өзге де салалардағы талантты азаматтар Сингапурдан жұмыс тапса, өзін бақытты санайды. Бүгінгі таңда Сингапурдың қаржы саласы елдегі ІЖӨ-нің 10 пайыздан астамын береді, ал Қазақстанда бұл көрсеткіш шамамен 3 пайыздың көлемінде. Мұндағы ең басты артықшылық – мемлекеттік органдардың аса үйлесімді қызметі. Сингапурдың ұлттық банкіне ұқсайтын Ақша-несие басқармасы бар, ол қаржы орталығын дамыту қызметімен де айналысады. Осы басқарма жаңадан құрылып әлемдегі ірі «қаржылық хаб» атануды көздеген тұста елдегі Экономикалық даму агенттігі қаржы орталығына келуі тиіс ірі компанияларды Сингапурға шақыруға және ірі компаниялардың штаб-пәтерлерін Сингапурдан ашуға үгіттеуге барынша ден қойған еді. Мұндағы негізгі мақсат – Сингапурды жайлы, қолайлы, инвестицияны әкелуге және сақтауға тартымды мемлекет ету болды. Қазіргі таңда Сингапурдың үлгі ретінде көрсете алатын негізгі төрт бағыты бар. Біріншісі – Сингапур Оңтүстік Азияның капитал нарығына айналды. Екіншісі – аймақтағы әл-ауқатты басқару менеджментін қалыптастырды. Үшіншіден, активтерді басқаратын орталық саналады. Төртіншіден, қаржы институттарының бизнес орталығы деген атты сенімді түрде иемденген.\n Осы жерде айта кету керек, «Астана» халықаралық қаржы орталығының алға қойған мақсаты да осы бағыттармен сәйкес келеді. 5,5 млн халқы бар Сингапурда 200 мыңнан астам азамат қаржы саласында қызмет етеді. 500 басқарушы компания құны 1 трлн АҚШ долларынан астам активтерді басқарады, 1200 қаржы институты бар. Әйгілі «Fortune-500» тізіміне енген компаниялардың 300-і Сингапурда жұмыс істейді. Елдің қаржы реттегіші кез келген қаржы институты туралы ақпаратты жан-жақты тексеретін, болуы мүмкін қауіп-қатерден алдын ала сақтандыратын орган. \nСонымен қатар Сингапурдың «экономикалық архитекторларының» үлесі де, географиялық орналасуы, ағылшындардан мұраға қалған ағылшын заңдылығы секілді жағдайлар да оның артықшылығы саналады. Елдегі «Темасек» компаниясы біздің «Самұрық-Қазынаға» ұқсас, ашығын айтқанда осы «Темасектің» үлгісін алғанға ұқсайды. 1974 жылы құрылған ұлттық әл-ауқат қоры – Сингапурдың ірі холдингі, ол экономиканың көптеген секторларындағы компанияларға иелік етеді және қызметін басқарады. «Темасектің» қазіргі активтерінің құны 200 млрд АҚШ долларына жуық. \nГеографиялық орналасуы – елдің табыстылығын айқындаған маңызды фактор. Сингапурдың Үндістан, Индонезия, Қытай секілді ірі мемлекеттерге жақындығы, елдің ағылшын коммерциялық заңдылығы бойынша жұмыс істеуі инвесторлардың сенімінен шығуына зор ықпал етті. Қор биржасы салыстырмалы түрде жас, ол биржалардың бірігуінен пайда болған, онда тіркелген компаниялардың саны 800-ден асады. Олардың 40 %-ы елден тыс жерде орналасқанын айта кетейік, яғни қор биржасын бір мемлекеттікі немесе аймақтікі ғана емес, ғаламдық деуге болады.\nСингапурдың тағы бір ерекшелігі – талантты азаматтарды әлемнің әр мемлекетінен қызметке тарта білетіні. Қаржы саласында 200 мыңнан астам маман қызмет ететін болса, соның басым бөлігі экспаттар. Әсіресе 2008 жылы орын алған ғаламдық қаржы дағдарысынан Еуропа, АҚШ қаржы нарықтары зардап шеккен уақытта Сингапурда «экспаттар нөпірі» болды. Атап өтерлік тағы бір жайт, Сингапур тәуелсіздік алған жарты ғасыр мерзім ішінде әлемде қанша қаржы дағдарысы орын алғанымен, олардың осы арал-мемлекеттің өсіміне әсері болмаған. Кәсіби маман кадрларды өз елінің экономикасының өсіміне жұмыс істете біледі. \n«Астана» ХҚО һәм әлемдік тәжірибе\n1993 жылдың 17 қарашасында  еліміздің Ұлттық банкі мен 23 жетекші қазақстандық коммерциялық банктер бірлесе отырып валюталық биржаны ұйымдастыру туралы шешім қабылдады. Осыған дейінгі Валюталық операцияларды өткізу орталығы (Валюталық биржа) Ұлттық банктің құрылымдық бөлімшесі болған еді. Жаңа биржаның негізгі мақсаты – теңгенің енгізілуіне байланысты ұлттық валюталық нарықты ұйымдастыру және дамыту болғаны түсінікті. \nБіраз құрылымдық және басқа да өзгерістерден кейін 1997 жылы 5 наурыздағы «Бағалы қағаздар нарығы туралы» Қазақстан Республикасының жаңа заңы қор биржасының қызметін тек бағалы қағаздармен шектейтініне байланысты биржа акционерлерінің жалпы жиналысында «Алматы қаржы құралдарының биржасы» ЖАҚ (AFINEX) жеке заңды тұлғасын бөліп шығару арқылы биржаны қайта ұйымдастыру туралы шешім қабылдаған болатын. «Акционерлік қоғамдар жөніндегі мәселелер бойынша Қазақстан Республикасы заңнамалық актілеріне кейбір өзгертулер мен толықтырулар енгізу туралы» 1998 жылдың 10 маусымындағы заң күшіне енуіне байланысты қор биржасының қызметіне шетел валюталары және бағалы қағаздардан өзге қаржы құралдардың сауда-саттығын ұйымдастыруға салынған тыйым жойылды. Сөйтіп AFINEX пен Қазақстан қор биржасын біріктіруге мүмкіндік туды. Осылайша акционерлердің тиісті шешімімен біріктірілген жаңа биржа қайта мемлекеттік тіркеуден өтті.\n2006 жылдың 15 желтоқсанында KASE Алматы қаласының өңірлік қаржы орталығының арнайы сауда-саттық алаңы ретінде белгіленді. 2007 жылдың 23 тамызында болып өткен KASE акционерлерінің жалпы жиналысы биржаның коммерциялануы туралы шешім қабылдады. KASE коммерциалануы шегінде дауыс берудің бұрынғы «бір акционер – бір дауыс» принципінен бас тартып, жалпы акционерлік қоғамдардың барлығына ортақ принцип – бір акцияға бір дауыс принципі енгізілді.\nБүгінде ТМД кеңістігінде ағылшын заңнамасына негізделген, инвесторларға түсінікті платформаны тек «Астана» халықаралық қаржы орталығы ғана құрып отыр. «Астана» халықаралық қаржы орталығының ағылшын заңнамасын басшылыққа алуының астарында үлкен артықшылықтар бар. Бұл, бірінші кезекте, шетелдіктермен байланыс орнатуға, бірлесіп жұмыс істеуге аса зор ықпалын тигізеді. Бүгінгі таңда әлемдегі ең ірі деген қаржы орталықтарының үлгісін алу өте дұрыс шешім деп қабылдаған жөн. Жоғарыда Сингапурдың қор биржасын тәжірибе ретінде алғанымыз туралы да сөз еттік.\nЖалпы, кез келген істі бастар кезде алғышарттардың дұрыс қалыптасуы мен оған көрсетілетін қолдаулардың қамтамасыз етілуі, атқарылуға тиіс жұмысты бір саланың ғана ісі деп қарамау, мемлекеттің негізгі болашақ бағыт-бағдары, дамуы мен өрлеуінің кепілі ретінде қарастырған жөн. Бұл биржаның жұмысына тікелей қатысты. Дүние жүзінің ең ерте ашылған немесе ең ірі саналатын биржалары, сол сияқты кейінгі жылдары табысқа жеткен биржаларға қысқаша шолу жасауымыздың себебі осы. \nТолығырақ: https://egemen.kz/article/169914-birdga-turaly-bilemiz-be",
                "date": "9.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Д А О Л М Ы С Ы Р Я қандай сөз шығады?",
        "question_content": "Д А О Л М Ы С Ы Р Я қандай сөз шығады?  Ислам дініне қатысты болуы мүнкін",
        "question_date": "8.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысыр, Мыс,Сыр,Ол.",
                "date": "30.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "write questions with BE GOING TO",
        "question_content": "1)you/watch/TV tonight?\n\n2)what /you/watch?\n\n3)when/they/do/their homework ?\n\n4)where/we/go/on holiday this year?",
        "question_date": "8.05.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 898,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Are you going to watch TV tonight?\n\n2) What are you going to watch?\n\n3) When were they going to do their homework?\n\n4) Where are we going to go this year?",
                "date": "11.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ұнататын мифтік кейіпкер тақырыбында эссе жазу?",
        "question_content": "Мен ұнататын мифтік кейіпкер тақырыбында эссе жазу?",
        "question_date": "8.05.2020",
        "question_tag": "Мектеп",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғалам жайлы ғажап сырлар шертеді-\nЕртегіні тәуір көрем мен тегі...\nЖүрсін Ерман\nАдамның қиялдан, ойдан шығарған барлық көне дүниелері мифтер, аңыздар және ертегілер болып үшке бөлінеді.  «Ертегі» деген ат ертеде, ерте күндегі деген сөздерден туған. Ертегілердің тілі көркем, қарапайым, түсінікті, жеңіл келеді. Ертегі –жақсылық пен жамандықты жеңіп,соңы жақсылықпен аяқталатын ойдан шығарылған хикая.Ертегілер - тұнып тұрған қиял-ғажайыптар, жануарлар адамша сөйлеседі, батырлар жау әскерімен ғана емес, айдаһарлармен, жын-перілермен және басқа да халық қиялынан  туындаған жалмауыз - құбыжықтармен шайқасады. Ертегілер бізді жалқау болмауға, үлкенді сыйлауға, жақсы мен жаманды ажырата білуге үйретеді. \nҚазақ ертегілері сан алуан, оларды хайуанаттар туралы ертегілер, қиял – ғажайып ертегілер, тұрмыс - салтқа байланысты ертегілер, батырлық ертегілер, күлдіргі ертегілер деп бірнеше топқа бөлуге болады. \nМен алғаш әріптерді танығаннан бастап, қолыма ұстаған кітабым «Ертегілер елінде» еді. Таңғажайып сиқырға толы ертегілерді сүйсініп оқи бастадым. Ертегілер менің  қиялыма қанат бітіріп, арманымды асқақтатты, қайратты істерге құлшындырды. Шешен сөйлеуге, ойды әдемі баяндауға үйретті.Ертегілер мені  небір құпия сырлар әлеміне жетеледі,көзімді ашып, кереметтерді танытты. Ертегі  мен үшін адал досым, әрі сырласым.Қолым қалт етсе, ертегілер оқып, сол кейіпкерлермен сырласып, жеке бір әлемде жүргендей сезінемін.Мен үшін барлық ертегілер қызықты, ондағы әрбір кейіпкер ұнамды.Бірақ солардың ішінде өзім ерекше сүйетін бір кейіпкерім бар.\nМенің сүйікті кейіпкерім – Күлше қыз. «Не үшін ұнайды» деп ойлайтын шығарсыздар? Күлше қыз - өте жас, еңбекқор, үлкенді сыйлайтын, тәрбиелі  қыз. Өгей анасы мен оның екі қызынан теперіш көріп,өз үйінде өзі күң болған мейірімді де сұлу қыз. Ол өзінің ұстамдылығымен, ақыл-парасаттылығымен, еңбекқорлығымен, мейірімділігімен ұнамды. Қандай болмасын, өгей анасынан қанша зәбір көрсе де, өзіне тән ерекшелігімен, кең жүрегімен ақыл тауып, өмірден баз кешіп түңілмей, керісінше, үйдегі бар тірлікті өз мойнына алып, әкесіне тіреніш болады.Міне, үй шаруасындағы нағыз пысық қыз.Менің жасымдағы әрбір қыз бала оған ұқсағысы келеді. Мен қазір 6-сыныпта оқимын.Өзімді үлкенмін деп  санаймын. Мен де Күлше қыз сияқты мейірімді, сұлу, ақылды қыз болғым келеді.Ол сияқты бақытты болғым келеді. Ең бастысы, Күлше қыз сияқты ақ, адал болмысты, еңбекқор болғым келеді. Менің сүйікті кейіпкерім  маған тек жақсы жағынан үлгі болды.Ендеше ертегі - ата-бабадан мұра болып қалған құнды шығарма.Оның қай- қайсысын алсақ та тәрбиелік мәні көп. Ертегі кейіпкерлері менің айнымас достарым, таусылмас ақылшыларым болып қала бермек.Ғалам жайлы ғажап сырлар шертеді-\nЕртегіні тәуір көрем мен тегі...\nЖүрсін Ерман\nАдамның қиялдан, ойдан шығарған барлық көне дүниелері мифтер, аңыздар және ертегілер болып үшке бөлінеді.  «Ертегі» деген ат ертеде, ерте күндегі деген сөздерден туған. Ертегілердің тілі көркем, қарапайым, түсінікті, жеңіл келеді. Ертегі –жақсылық пен жамандықты жеңіп,соңы жақсылықпен аяқталатын ойдан шығарылған хикая.Ертегілер - тұнып тұрған қиял-ғажайыптар, жануарлар адамша сөйлеседі, батырлар жау әскерімен ғана емес, айдаһарлармен, жын-перілермен және басқа да халық қиялынан  туындаған жалмауыз - құбыжықтармен шайқасады. Ертегілер бізді жалқау болмауға, үлкенді сыйлауға, жақсы мен жаманды ажырата білуге үйретеді. \nҚазақ ертегілері сан алуан, оларды хайуанаттар туралы ертегілер, қиял – ғажайып ертегілер, тұрмыс - салтқа байланысты ертегілер, батырлық ертегілер, күлдіргі ертегілер деп бірнеше топқа бөлуге болады. \nМен алғаш әріптерді танығаннан бастап, қолыма ұстаған кітабым «Ертегілер елінде» еді. Таңғажайып сиқырға толы ертегілерді сүйсініп оқи бастадым. Ертегілер менің  қиялыма қанат бітіріп, арманымды асқақтатты, қайратты істерге құлшындырды. Шешен сөйлеуге, ойды әдемі баяндауға үйретті.Ертегілер мені  небір құпия сырлар әлеміне жетеледі,көзімді ашып, кереметтерді танытты. Ертегі  мен үшін адал досым, әрі сырласым.Қолым қалт етсе, ертегілер оқып, сол кейіпкерлермен сырласып, жеке бір әлемде жүргендей сезінемін.Мен үшін барлық ертегілер қызықты, ондағы әрбір кейіпкер ұнамды.Бірақ солардың ішінде өзім ерекше сүйетін бір кейіпкерім бар.\nМенің сүйікті кейіпкерім – Күлше қыз. «Не үшін ұнайды» деп ойлайтын шығарсыздар? Күлше қыз - өте жас, еңбекқор, үлкенді сыйлайтын, тәрбиелі  қыз. Өгей анасы мен оның екі қызынан теперіш көріп,өз үйінде өзі күң болған мейірімді де сұлу қыз. Ол өзінің ұстамдылығымен, ақыл-парасаттылығымен, еңбекқорлығымен, мейірімділігімен ұнамды. Қандай болмасын, өгей анасынан қанша зәбір көрсе де, өзіне тән ерекшелігімен, кең жүрегімен ақыл тауып, өмірден баз кешіп түңілмей, керісінше, үйдегі бар тірлікті өз мойнына алып, әкесіне тіреніш болады.Міне, үй шаруасындағы нағыз пысық қыз.Менің жасымдағы әрбір қыз бала оған ұқсағысы келеді. Мен қазір 6-сыныпта оқимын.Өзімді үлкенмін деп  санаймын. Мен де Күлше қыз сияқты мейірімді, сұлу, ақылды қыз болғым келеді.Ол сияқты бақытты болғым келеді. Ең бастысы, Күлше қыз сияқты ақ, адал болмысты, еңбекқор болғым келеді. Менің сүйікті кейіпкерім  маған тек жақсы жағынан үлгі болды.Ендеше ертегі - ата-бабадан мұра болып қалған құнды шығарма.Оның қай- қайсысын алсақ та тәрбиелік мәні көп. Ертегі кейіпкерлері менің айнымас достарым, таусылмас ақылшыларым болып қала бермек.\nТолығырақ: https://bilim-all.kz/article/11233-Esse--Menin-suiikti-ertegi-keiipkerim",
                "date": "8.05.2020",
                "upvotes": 1
            },
            {
                "text": "«Гарри Поттердің басынан кешкендері» атымен жарық көрген кітаптардың реті жетеуге жетіп, оның жалпы таралымы 450миллион данадан асып кеткен. Бір қызығы, бүкіл Еуроппның аңыз кейіпкерлері мен мифтік жануарларын Роулингтің ғажайыптар әлемінен таба алады екенбіз. Яғни, кітаптағы Хогвартстың фаунасы, шын мәнінде, аңыздардан алынған",
                "date": "4.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өзің тұратын жердегі көрікті орын туралы досыңа хат жаз",
        "question_content": "Досыма хат жазуым керек өз ауылым Ақшатау   ауылының көрікті жерлері туралы жазу",
        "question_date": "8.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 16600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем Асылхан! Мен бүгін саған хат жазып отырмын, хатымды бастамас бұрын жағдайынды сұрап алайын. Жалпы жағдайын қалай? Денсаулығыңше? Ауырмай шаршамай жүрсінба?  Жалпы үй-ішіңнің халі қалай? Асылхан есіңдеме біз алғаш мектеп табалдырығын аттағанда  сенде менде кіп -кішкентай едік. Ол кездерде қызық еді ия?! Мен қуанамын сендей досыммен бір сыныпта оқығаныма. Біз осы сәтке дейін керемет уақыттарды бірге өткіздік мен оған қатты қуанамын. Асылхан есіңдеме сен 4ші сыныпта деп(бір қызық оқиғасын жазып қойсаңыз олады) Мен осы хат арқылы бір сырымды ашсам димін сен сыныптағы достарымның ішінде маған ең жақын ең ыстығы болып келесін. Қазақта мынандаи ұлы сөз барғой дос жолдында құран олу емес, нағыз досты тау қиын деген менің аитқым келгені сенімен танысқалы нағыз  досты тапқандаймын.\n\nміне осылаи ойға берілсеңіз түкте қиындығы жоқ нақты ір шығарма жазып беретін едім,ол қандай дос, қанша жастасыздар мектеппа колледжба жогарғы сынып астауыш, қыз ба ұлма белгісіз болғандықтан мағанда оңай болмай тұрғаны.... Соңынан мақалмен аяқтасаңыз болады досы көпті жау алмайды деп",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бейбіт өмірдегі ерлік туралы шағын әнгіме",
        "question_content": "Бейбіт өмірдегі ерлік туралы шағын әнгіме құрастыру керек тезірек өтінемін",
        "question_date": "8.05.2020",
        "question_tag": "Мектеп",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұбан Молдағалиев – 90 Қазақтың ұлы ақыны Жұбан Молдағалиев өз ғұмырында үш мәрте ерлік жасаған адам. Жұбағаң хақында көрген-білген, оқығандарымды жадымда жаңғыртқанда түйген түйінім осы. Қазақ солдаты Жұбағаңның жастық шағы, жалынды шағы адамзат баласына апат болып келген сонау бұлтты жылдармен – Ұлы Отан соғысымен тұспа-тұс келді. Төрт жыл бойы ажал бұлты торлаған, Төрт жыл бойы ақыр заман орнаған, Адамзаттың тарихында ешқашан, Дәл осындай сұмдық соғыс болмаған. Сын сағаты туып Жұбан ақынға, Сайыпқыран жауынгерлер сапында Қас дұшпанмен айқасты ол аянбай, Жырмен жолдап елге махаббатын да. Қып-қызыл өрттің ішінде Алла тағала сақтаймын десе бір уыс мақтаны да сақтайды деген сөз – рас сөз. Қысқа күнде ажалмен қырық рет бетпе-бет келген қазақ сарбазы мұздай темір құрсанған, дүние жүзіндегі ең озық соғыс техникасымен қаруланған фашистік Германиямен толассыз шайқаста бір кезде өзі “Армысың, сұлу Жайығым, Ардақты қоныс мекенім. Керек емес қайығың, Аймалап жүзіп өтемін”, деп жырлаған Жайық өңірінің перзенті – қазақ солдаты Жұбан Молдағалиев тайсалмай табан тіреп соғысты. Мұз төсеніп, қар жастанып жүріп, сол сұрапылдың адам айтқысыз азабы мен тозағын түгел бастан кешірді. Жер шарын фашизм тажалынан құтқарып қалған халқымыз миллиондаған боздақтарынан айырылды.Талай ақ жаулықты аналар ұлдарынан “қара қағаз” келіп, ақ шашын жұлып, аңырап қалды. Аяулы жарлар қара жамылып, қайғымен қан жұтты, әкесіз қалған перзенттер жетім атанды. Жұбан жауынгер елге аман-сау оралды. Қуантып жаралы елді, бар әлемді Сол көктем бейбітшілік ала келді, Өмірді өгейсіткен қара күндер Түнеріп артымызда кала берді. Қайран Ана жүрегі сұр шинелін сүйретіп есен келген Жұбанын көргенде жарылуға шақ қалды. Шинель! Қадыр,қасиетің көп,тегі, Сені толық жырлауға тіл жетпеді. Сұр шинельден Отанымның тәніне Дәлдеп атқан дұшпан оғы өтпеді. Ашса алақанында, жұмса жұдырығында болған, өмірі алдынан қия кесіп өтпеген София келіні көңілінен шығып, киелі кейуананың қалған ғұмыры бақытты өтті. Бұл сынды да бастан қазақ өткерді, тағдыр Жеңіс күніне де жеткерді. Қуанғаннан, мәз боп шаттанғандардан Жеңіс таңы жылағанды көп көрді. Иә, сол жылағандардың жан жарасы, міне, арада алпыс бес жыл өтсе де құлан-таза жазылып кетті деп айту қиын. Сөйтіп, біздің халқымыз күллі адамзат баласын ажал апатынан құтқарып қалды, дүние жүзінің халқына, болашақ ұрпаққа бейбіт күн, ашық аспан сыйлады.Сол Жеңіс күнін жақындатқандардың бірі – қазақ солдаты Жұбан Молдағалиев еді. Бұдан асқан ерлік бола ма! Бірақ жас ақын мұны ерлік жасадым деп санаған жоқ, туған елі,кең байтақ даласы алдындағы перзенттік қасиетті парызым деп білді. Бұл Жұбағаңның бірінші ерлігі болатын. “Мен – қазақпын!” Арада жыл артынан жылжып жылдар өтіп жатты. Күйреген шаруашылықты, қираған қалаларды қалпына келтіруге халқымыз жаппай кірісіп кетті. Бейбіт күнді аңсап, зарыға күткен отандастарымен бірге кешегі қан майданда өмір үшін айқасқан сарбаз қаламгерлер енді ел рухын көтеруге көркем сөз күшін жұмсады. Жұбан ақынның шабыты шарықтап, творчествосының шырқау биігіне көтерілгені де осы тұс. Бұл кезеңде де жалынды ақын идеологиялық майданның алғы шебінен табыла білді. Енді ол қоғамдағы кереғар қайшылықтармен бітіспес күреске бел шешіп, белсене кірісті. Өмірдегі алуан түрлі келеңсіз жәйттер ақын қаламына ілігіп, жалпақ елге жария болып, әшкереленді. Бұрын сыртқы жаумен қалай аяусыз күрессе, енді жауынгер ақын күнделікті тұрмыс-тіршілігіміздегі өзі көріп, біліп жүрген жағымсыз құбылыстарды аластап, тезге салу үшін шайқасты. Небір жең ұшынан жалғасқан жымысқыларға, пайдакүнемдікке, парақорлыққа, рушылдыққа, қысқасы, әділетсіздік атаулыға төзе алмады. Бетің бар, жүзің бар демеді. Поэзияның өткір жебесін дәл көздеп, соған жолдады. Қызыл жебе нысанаға дөп тиіп жатты. “Тура биде туған жоқ, туғанды биде иман жоқ” дейді қазақ. Ылғи ағынан жарылып, ақиқатын айтқанды, дәйім әділдік жағында болғанды жақтырмайтын да қай ұлт, қай халықта да табылатын болса керек. Біздің халқымызда да ондайлардың жиі кездесетіні жасырын емес. Іштарлық ішін ірітіп, қызғаныштың қызыл иті ұлып тұрғандар Жұбан ақынның талантын көре алмай, өздерінен оқ бойы озық болғанын кешпеді. Кешу былай тұрсын, соңына шырақ алып түсті. Әсіресе, ат үстіндегі әкім-шоралардың халыққа жасаған қысастығын, сан-сапат кеңес шенеуніктерінің тоңмойын топастығын, менмендігін, тағы басқа да жантөзгісіз жағымсыз жиіркенішті қылықтарын жыр жолдарына арқау еткен ақынды олар қайткенде де сүріндіруге тырысты. Орынтаққа жайғасқан орашолақтарды, мәселен, “Хатшыға хат” сияқты өткір жырларында сын жебесімен түйреген ақынды олар аяқтан шалып-ақ бақты. Республикалық әдеби “Жұлдыз” журналының бас редакторлығы қызметінен босаттырды. Қазақстан Жазушылар одағының бірінші секретары лауазымынан да қайта-қайта жабыла домалақ арыздар ұйымдастырып жүріп ақыры кетіріп тынды. Ол ол ма, Жұбағаңның шығармалары Абай атындағы Қазақ КСР Мемлекеттік сыйлығына, КСРО Мемлекеттік сыйлығына ұсынылғанда да сол келеңсіз жәйттер үздіксіз қайталанды. Ата жаудан қайтпаған қайсар жауынгердің жүрегіне жара түсті. Бірақ алған бетінен қайтқан жоқ. Абай атындағы Мемлекеттік сыйлықтың иегері атанды. Кейіннен Мәскеудің де мойындамасына амал қалдырмады – КСРО Мемлекеттік сыйлығын алды. Ақынды осы сыйлыққа поэманы жариялаған бас басылым – “Социалистік Қазақстан” газетінің редакциясы ұсынғанын да білеміз. Жұбағаң туған әдебиетіміздің тарихында КСРО Мемлекеттік сыйлығын алған екі қаламгердің бірі екенін бүгінгі ұрпақ орынды мақтан тұтады. Осы сыйлықтың екінші иегері “Қан мен тер” шығармасы үшін осы марапатқа ие болған классик жазушы Әбдіжәміл Нұрпейісов еді. Осы сыйлыққа ұсынылғанда оның да үстінен Мәскеуге қап-қап арыз қарша борағаны әмбеге аян. Қашанда осынша іштарлық тек өз қаламгерлерімізден болғанын орыс жазушылары таңғалып, жағасын ұстап отырып, әлі күнге дейін айтады. Бірақ, ақын битке өкпелеп, тонын отқа лақтырған жоқ. Қайта, керісінше, туған халқына, еліне, ұлтына деген перзенттік махаббаты өрши түсті. Оның айқын да бұлтартпас дәлелі – атақты “Мен – қазақпын!” поэмасы дүниеге келді. Баршаға мәлім,ол кезде қазақ ұлтының болам ба, бордай тозам ба дегендей, тағдыры қыл үстінде тұрған болатын. Тіпті, Хрущевтің сол кезде “Ресей империясының пәлен ғасыр бойы орындай алмаған арманын мен екі-ақ жылда жүзеге асырдым!” деп жер жүзіне мақтанғаны да елдің есінде. Бұл тың және тыңайған жерлерді игеру деген саясатты желеу қылып, оның қазақ жеріне төрт миллион тыңгерлерді тоғытқан кезі болатын. Олардың ішінде қылмыскерлер де, отбасынан безіп, алимент төлеуден қашқандар да, абақтыдан ерте босатылғандар да, ұры-қарылар, кісі өлтіріп, жазадан құтылып кеткендерде, қысқасы, қоғамның азғын-тозғын элементтері де аз болмайтын. Кеңес өкіметінің басшылары Одақ қаржысын судай шашып, оларды жарылқап-ақ бақты. Оларды Одақтың патриоттары ғып көрсетуге тырысты. Өз отбасына опа бермегендер кімді аясын, қазақ жеріне келісімен момын халықты кемсітіп, қорлық-зорлық көрсетіп, ар-ұжданын аяққа таптаумен болды, қазақ ұлтының өз елінде саны жиырма тоғыз пайызға дейін құлдырағаны да сол кезең. Ең сорақысы – қазақпын деп айтуға да жүрегіміз дауаламайтын. Қит етсе ұлтшыл деген қара таңба тағылып, қара есекке теріс мінгізілуің кәдік. Міне, осындай ауыр шақта, қазақтың ері мойнына кетіп, еңсесі езіліп тұрған шақта Жұбан ақынның осы поэмасы жарыққа шықты. Оның қалай жарыққа шыққанына өз басым әлі күнге дейін таңғаламын. Соры арылмаған ұлтымыздың рухы дүр сілкінді. Халық әрі есі шыға қуанды, әрі қауіп етіп қатты шошынды да. Ақынды қашан алып кетіп,қай абақтыға қамар екен деп елегізумен болды. Оған өзінің араша түсе алмайтынын да ұғынды. Әбден зәрезап болған қазақ “отыз жеті”, немесе “қырық тоғыз” қайтып келіп қалмасын деп, іштей Аллаға жалбарынумен күн кешті.Олай үргелектенетін де жөні бар еді. Мен – қазақпын мың өліп, мың тірілген, Жөргегімде таныстым мұң тілімен. Жылағанда жүрегім күн тұтылып, Қуанғанда күлкімнен түн түрілген. Мен – қазақпын, ажалсыз анамын мен. Құрсағыма сыйдырам даланы кең. Пәк сәбимін бесікте уілдеген, Дәуірлермен құрдаспын, данамын мен. Мен – қазақпын! Биікпін! Байтақ елмін! Қайта тудым, Өмірге қайта келдім! Мен мың да бір тірілдім мәңгі өлмеске – Айта бергім келеді, айта бергім! Кеңес билеген дәуірде бұлай жырлау, өз ұлтыңды дәріптей сөйлеу қылмысқа барабар. Сондықтан да “Мен – қазақпын!” деп ашық та айқын шабыттана асқақ пафоспен бұрын-соңды орыс ақындарынан басқа Одақ көлемінде ешкім жырлауға батыл етпеген. Сол себепті, Жұбан ақынның бұлай жырлауы, ең алдымен өз өмірі үшін аса қауіпті еді. Бірақ, құдай жар болып қуғын-сүргіннен аман қалды. Халқы да үһ деп демін бір алды. Иә, бұл шын мәнісіндегі рухани ерлік еді. Бірақ қайсар ақын ерлік жасадым деп ойлаған жоқ – халқымның, ұлтымның алдындағы перзенттік парызымды өтедім деп білді. Ғасырлар бойы бодандық бұғауынан босамаған қазағын еңсесін көтеріп, бойын тіктеуге үндеді. Тіпті осы жолда құрбан боп кетсе де бақилы болатын. Жұбағаңның үшінші ерлігі де халқымыздың, ұлтымыздың тағдырына байланысты. “Осы күнді көргеніме өкінемін” Қазақ ұлтының басына тағы да қара бұлт үйірілді. “Сорлыны түйе үстінде де ит қабады” демекші, айдың-күннің аманында зар заманға душар болдық. Ел басшысы Қонаев орнынан түсті де, ОК-тің бірінші хатшысы лауазымына Орталық сайлаған кезекті қуыршақ “көсем” Колбин деген ие болды. Наразылық көрсетіп, алаңға шыққан, бейбіт шеруге қатысқан қазақ жастарын мұздай темір құрсанған кеңес солдаттары жусатып салды. Сонау Ресей императорлары заманынан қалған зымиян саясат бұл жолы айқын көрініс берді. Өткен бағзы заманда В.И.Лениннің “Ресей – халықтар түрмесі” деген қанатты қағидасы есімізге түсіп, қара көзден қан ақты. Қанішер солдаттар алаңдағы жастарды дубинкамен бастан ұрып, екі бұттың арасынан етігімен тепкіледі. Ұрып-соғудың әдісін асқан шеберлікпен меңгерген солдаттар зұлымдықтың алуан түрін емін-еркін көрсетіп, әбден айызы қанып, құмардан шықты. Бұл операция жастардың болашақта ұрпақ сүймеуін мақсат тұтқан болатын. Сол мұраттарына жетті де. Шеруге қатысқан жастардың тірі қалғандарының талайы ата-ана болу бақытына қол жеткізе алған жоқ. Демек, бұл қантөгіс те сол баяғы Ресей самодержавиесінің қазақ жерін қазақтан тазартуды көксеген қаныпезер саясатының жалғасы екеніне ұлтымыздың көзі айқын жетті. Міне, осының бәрін көзбен көрген ержүрек ақын тағы да шыдай алмады.Тағы да ашық майданға шықты. Шегінбеді. Бой тасалап, бұқпантайлап қала алмады. Жұбан ақынның бойына туа біткен ақындығына қоса батырлығына жырсүйгіш халқы, талай қырғынды, ашаршылықты бастан кешіп пұшайман болған көнтерілі қазағы тағы да куә болды. Қазақстан Жазушылар одағының кең залы. Бұл зал кімді көрмеген... Мұхтар Әуезовті де, Сәбит Мұқановты да, Ғабит Мүсіреповті де, Ғабиден Мұстафинді де, Тайыр Жароковты да, Әбділда Тәжібаевты да, Қалижан Бекхожинді де, Хамит Ерғалиевті де көрген. Енді, міне, бұл кең зал заманның тарылғанына да куә болды. Зал толы қаламгерлер қауымы. Залды бір ауыр тыныштық басқан. Әшейінде әзіл-оспақ айтысып, дуылдасып отыратын қаламгер қауым бүгін аса ұстамды да сабырлы. Иә, Колбин қатысқан осы жиналыс көп ащы шындықтың бетін ашуға тиіс еді... Жазушылар залында бір-біріне мүлде ұқсамайтын және ұқсағысы да келмейтін қауым. Қазақстанға келер алдында Грузияда қызын өлтіріп кеткен екен деген әңгімені естіген бір жазушы “біздің Алматы тыныш әрі қауіпсіз қала, сенбесеңіз сізді кешкі қала көшелерімен алып жүруге мен әзірмін”, деді. Енді бірі орнынан түскен бұрынғы республика басшысын жамандап, Колбинге “Сіздей Ленин типті басшыны біз отыз жылдай күткенбіз. Енді сол күн туды” деп қырық бет арыз жазған ақсақал драматург болды. Сол кісіге Қонаев өзінің тұрған үйін беріп кетіп еді. Жақсылығы жамандық боп кайтты-ау десті жұрт жиналыс тарағанда. Жұбан Молдағалиев сөз алғанда зал “қарт солдат не айтар дейсің” дегендей сыңай танытқан-ды. Бірақ, сәлден кейін зал сілтідей тынып, шыбынның ызыңдағаны білінді. “Алаңда қыздарымның шашын жұлып, ұлдарымды дубинкамен бастан ұрып, алаң қызыл ала қанға боялғанын көргенде мен – Ұлы Отан соғысының ардагері, окопта мұз төсеніп, қар жастанған қарт солдат, мына сорақы сұмдықты көзіммен көргенше сол қанды майданда неге қаза тауып, мәңгі қайтпай қалмадым деп, осы күнді көргеніме өкіндім” дегенін естігенде отырғандар ақынмен бірге шамырқанды. Жұбан ақын көзі тірісінде-ақ аты аңызга айналды. Жалпы халық бейбіт күндегі ақынның жасаған ерлігіне тәнті болып, басын иді. Алайда, халықтың қорғаны болып, қызғыштай қорыған батыр ақын жұрттың бәріне бірдей жақты деп айту қиын. Әріптестер ішіндегі күншілдер енді жымысқылықпен ақынның атын,атағын шығармауға, баспасөз бетін бермеуге жанталасты. Тіпті, шалқар шаһар Алматыда ұлы ақын жалғыз қалғандай көрінді. Жазушылар одағын басқарып жүрген кезінде жанынан қалмайтын жандайшаптардың қалың тобы енді қатты сиреді. Сондай күндердің бірінде Қазақ теледидары Әдеби-драмалық хабарлар бас редакциясының басшысы белгілі ақын, айтыс өнерінің айтулы жетекшісі Жүрсін Ермановтың рұқсатымен Жұбағаңды өзіне арналған телехабарға шақырып, бір сағаттық сұхбат ұйымдастырдым. Дәйім тың, ширақ жүретін, сәнді киініп жүретін кербез ағамыз маған біртүрлі шаршаңқы, өңі салыңқы көрінді. Бірақ сауалдарыма салиқалы, сабырлы жауап қайтарып, көп мәселелерге деген көзқарасын нақты білдіріп отырды. Ол хабар қазір Қазақ теледидарының алтын қорында сақтаулы. Бір қарағанда Жұбағаң сұсты, салқын адам сияқты көрінетіні рас. Алайда, сөйлесе келе, сырласа келе оның жаны жарқырап, ашыла түсетін. Және достыққа адал, берік адам еді. Сол кезде Жоғарғы Кеңестегі жұмысынан босап қалған, қазақ детективінің атасы Кемел Тоқаевты, сондай-ақ көрнекті прозаик Бердібек Соқпақбаевты Одаққа жұмысқа тартып, қамқорлық жасағанын ақын ағаның асыл қасиеті деп білемін. Бір қызық жағдай болды. Жұбағаң Жазушылар одағының басшысы болып тұрғанда “Отбасым үлкен еді, Жұбаға, сізден үй сұрай келдім” деп алдына барғаным бар. Үлкені – үлкен. Жеті балам бар. Айналмалы креслода айналып отырып, ағам “Жұрт сені Совминнен керемет үй алды деп жүр ғой” деп жымиды. Мен әңгімені әрі созбай кабинеттен шығып кеттім. Ағымнан жарылар болсам, алғашқы кезде ағамызға томпиып жүргенімді несіне жасырайын. Бірақ, кейін ақылға салып, пайымдап көрсем, ағанікі дұрыс екен, жағдайы менен де нашар жазушылар қаншама деп түйдім ойымды. Міне, қазағымыздың маңдайына басқан жалғыз Жұбаны, жарық жұлдызы арамызда жүрсе тоқсанға толар еді. Уақыт өткен сайын бұрынғысынан да тұлғаланып, ел жадында жаңғырығып, жарқырай түсетін ұлылар санатына енген Жұбан Молдағалиев мәңгіліктің жолдасы. Оған болашақ сан ұрпақтың куә болары кәміл. Жайласып жатыр ақырын Зал толы жырдың достары. Тыңдамақ абзал ақынын Ардақты отандастары. Ақын ше... Ақын келмеді. Бос күтті төрде бір орын. Күмбірлеп залды кернеді Сөз алып сонда жыры оның. Бұл – Жұбағаңның Мұса Жәлел туралы поэмасының беташары. Тура бүгінгі таңда өзі туралы өзі айтып кеткендей. Өзі келмесе де Ақын жыры күмбірлеп, залды кернеп түр... Қайрат ЖҰМАҒАЛИЕВ. * * * Тұлпарына тоқсанның (Жұбан ағаға) Қалқалап қанатымды қанатыңмен Ұшырсаң, мен де өзімше жанатын ем. “Жұбанның інісімін” деген сөзден Өзіме бақыт тауып алатын ем. Арада сұлу жылдар өтті де ағып, Құсымыз құшып жатты көкті барып. Лаулаған сенің отың мендегі отты Тұтатып, өшпейтін ғып кетті жағып. Лапылдап сол жанғаннан жана бердім, Жел соқса, бой сақтайтын пана көрдім. Ақындықтың лапылын сыйладың да, Адамдықтың ақылын және бердің. Әрқашан аспанымыз ашық еді, Жырыңа сұлу қыздар ғашық еді. Алатын арманымыз биік еді, Баратын жолдарымыз қашық еді. Шығатын тауларымыз биік еді, Қарлы шың басын бізге иіп еді. Бәйгеден біз келгенде туған қазақ Құшақтап бетімізден сүйіп еді. Сен алда, мен соңыңнан ерген едім Өнердің өріне үнсіз өрмеледім. Ініңді шынықтырдың шыңға бастап, Кеудемді ашып тастап желге менің. Тұлпарым көрген емес тайып бақтан Елге жыр, балықшыға қайық мақтан. Кейде мен түнгі аспанға қарап тұрсам, Өзге бір айға ұқсайсың байып батқан. Жұлдызың жарық сенің, айың мақтан, Тәтті жеміс күтеміз дәйім бақтан. Тоқсанға келді дейді, аға, сені, Бауырлар сәлем жолдап Жайық жақтан. Жасыл жайлау жүрегің жаздың күні Бақтарыңда сайраған мәз бұлбұлы. “Мен – қазақпын” деп едің, қазақ туын Көтерген де өзіңсің аздың бірі. Бергенің де көп сенің ұрпағыңа Мінгізеді келген күн жыр тағына. Жұбан аға, тойыңыз құтты болсын Тұлпарына тоқсанның мін тағы да. Тұманбай МОЛДАҒАЛИЕВ.\nТолығырақ: https://egemen.kz/article/5077-ush-erlik",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл диплом жөнінде",
        "question_content": "Егер,1-ші курста пересдача болса,қалған сабақтар 5болса,қызыл диплом алуға бола ма?",
        "question_date": "8.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 662,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер пересдачадан жақсы тапсырған болсаңыз алуға болады.",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шардың беті мен ауданын табыңыз?",
        "question_content": "Шардың центірінен 8см қашықтықтағы жазықтықпен қимасының ауданы 36П шардың беті мен ауданын табыңыз",
        "question_date": "8.05.2020",
        "question_tag": "Геометрия",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Sқима = r²*Pi = 36*Pi             ⇒ r = 6\nR²=l² + r² = 8² + 6² = 100        ⇒ R =10\nSбет = 4*R²*Pi = 4*100*Pi\nSаудан = R²*Pi = 100*Pi",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік жергілікті басқару мамандығы",
        "question_content": "Ассалаумағалейкум барлықтарыңызға. Менің қояр сұрағым: Оқу орнына мемлекеттік жергілікті басқару мамандығын таңдайын деп едім. Бірақ бұл мамандықтың болашағы барма жоқпа осы жайлы білгім келеді. Жалпы таңдауға тұрарлық мамандық па?  Ертең жұмыс табыла ма?",
        "question_date": "8.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқытылу тілдері\nҚазақ, орыс тілі\nОқытылу мерзімі\nКүндізгі – 4 жыл; ОКБ базасында (колледж) – 3 жыл; сыртқы (колледж базасында) – 3 жыл; сыртқы (жоғары білім базасында) – 2 жыл\nАкадемиялық дәрежесі\nЭкономика және бизнес бакалавры\nБағдарламаға тоқталсақ\nМемлекеттік және жергілікті басқару мамандығы бойынша бакалаврлар келесі кәсіби қызмет түрлерін атқара алады:\n- ұйымдастырушылық-технологиялық қызмет. Аталмыш мамандық бойынша бакалавр мемлекеттік және жергілікті басқару органдарында, нақты кәсіпорында басқару технологиясын әзірлеу және қолдану саласында жұмыс істеу үшін барлық дағдыларға ие, оның ішінде басқарудың ғылыми-әдістемелік және ұйымдастыру-технологиялық базасын құруға қатысады, дайындаудың басқа бағыттарымен бірлесіп стратегиялық және тактикалық жоспарлау, менеджмент, ережелері мен процедураларын, тиімді әдістерді әзірлейді және қолданады;\n-өндірістік-басқару қызметі.Өндірістік-басқару қызметі осы мамандық бойынша бакалаврлардың айрықша ерекшелігі болып табылады, өйткені білім беру үдерісі олардан мемлекеттік және жергілікті басқару үдерісімен, оның ішінде өндірісті басқарумен байланысты барлық мәселелерді толық зерттеуді талап етеді. Осы мамандық бойынша бітірушілердің тікелей лауазымдық міндеттері халық шаруашылығын, оның салалары мен аймақтарын басқарудың тиімді жүйесін құру болып табылады.Осы мамандық бойынша болашақ маманның тікелей лауазымдық міндеттері халық шаруашылығын, оның салалары мен аймақтарын басқарудың тиімді жүйесін құру болып табылады.\n- практикада басқарудың барлық белгілі қағидаттарын қолдану, басқарудың әзірленген ғылыми-әдіснамалық және ұйымдастыру-технологиялық базасын пайдалану, мемлекеттің экономикалық стратегиясын, экономика салалары мен өңірлердің қалыптастыру, ағымдағы қызметті стратегиялық жоспарлау және жоспарлау, олардың орындалу тиімділігін талдау және т. б.\n- осы мамандық бойынша бакалаврлардың жобалық қызметі екі негізгі бағыт бойынша жүзеге асырылады: ұйымдастырушылық жобалау басқарудың ұйымдық құрылымдарын әзірлеуді, оларды енгізуді, бейімдеуді, сондай-ақ осы құрылымдардың тиімділігін талдауды және жетілдіруді қамтиды.Экономикалық жобаларды талдау жаңа кәсіпорынды немесе экономикалық жобаны ұйымдастыруға қатысты және кредиттер, қарыздар және қаржылық қолдаудың өзге де түрлерін алу үшін қажетті мамандандырылған құжаттарды (техникалық-экономикалық негіздеме, бизнес-жоспар және т. б.) әзірлеуді және олардың тиімділігін талдауды көздейді;\n- осы мамандық бойынша бакалаврлардың ғылыми-зерттеу қызметі жоғары оқу орындарының зерттеу бағдарламалары шеңберінде, сондай-ақ ғылыми-зерттеу институттарының, өнеркәсіптік кәсіпорындар мен корпорациялардың тиісті зерттеу топтарының құрамында немесе дербес жүзеге асырылады. Экономика, ұйымдастыру, басқару саласындағы халықаралық ғылыми ынтымақтастық бағдарламаларына ерекше орын беріледі;\n- аталмыш мамандық бойынша бакалаврлардың білім беру немесе педагогикалық қызметі орта кәсіптік оқу орындарында кәсіби қызметте тұрады.\nМамандық жоғары мансаптық мүмкіндіктерді, әсіресе егер бітірушінің алған біліміне жұмыс берушілер бағалайтын басқарушылық және ұйымдастырушылық талант, бастамашылық және коммуникабельділік сияқты дағдыларды ұсынады.\nБолашақ мамандар осындай жерлерде жұмыс істей алады:\n- Қазақстан Республикасы Президентінің Әкімшілігі, ҚР Парламенті Мәжілісінің Аппараты, ҚР Үкіметінің түрлі құрылымдық бөлімшелері;\n- Экономика және қаржыны басқару органдары (министрліктер, ведомстволар, агенттіктер);\n- Жергілікті басқару органдары (аудандардың, қалалардың, облыстардың әкімшіліктері) және атқарушы органдардың аппараттары;\n- Ұлттық мемлекеттік және жеке компаниялар.\nТолығырақ: https://tau-edu.kz/kk/specialty/state-local-government",
                "date": "9.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкем түсіме көп кіреді?",
        "question_content": "Менын акем кайтыс болган куны кешке 1 тус кордым акем тусымде бызге электрик болып келыпты быз таныдык но сойлемимыз вапше акемде сойлемиды тек кулып отырды бызге быз ол уйге тусымде 5/6 жылдан киын барган болатын екенбыз бул калай болады айтасыздарма отыныш",
        "question_date": "8.05.2020",
        "question_tag": "Жанұя",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмірден өткен адамдарды түсінде көрсе оларға арнап құран бағыштап, иіс шығару керек.",
                "date": "30.05.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тамағым қатты қышиды. Əсіресе жатарда. Не істеуге болады?",
        "question_content": "Тамағымның қышығанын кетіре алмай жүрмін. Бір кеңес айтасыздарма?",
        "question_date": "8.05.2020",
        "question_tag": "Тазалық",
        "question_views": 861,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тамаққа соритын дәрі бар, соны алсаңыз болады. Аптекаға барып сұрасаңыз береді.",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пентан мен пентеннің сапалық реак.циясы қанадай?қалай анықтауға болады",
        "question_content": "Пентан мен пентеннің сапалық реакциясы қандай болады?көмек беріңіздерші",
        "question_date": "7.05.2020",
        "question_tag": "Химия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бромды сумен түссіздендіру (П-байланысына сапалы реакция) Пентанда мұндай реакция жоқ.",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Перри жапонияға қайжылы оралды",
        "question_content": "Бжб дүние тарих өтініш көмек керек 4тоқсан 1бжб.өтініш",
        "question_date": "7.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1854 ж 13 акпан М.Перри Канагавада Жапонияға оралды.",
                "date": "7.05.2020",
                "upvotes": 0
            },
            {
                "text": "1854 жылы 13 сәуір",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балқаш жəәне Алакөл көлдерінің биоқорларын тиімді пайдалану, ондағы",
        "question_content": "Балқаш жəәне Алакөл көлдерінің биоқорларын тиімді пайдалану, ондағы биоәртүрлілікті сақтау, шөлденуден сақтау.",
        "question_date": "7.05.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 392,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алакөл Қазақстанның көз жауын алатын көлдерінің бірі. Жоңғар Алатауының солтүстік шығысында жатқан тұзды көл минералды тұздар мен күкіртті батпаққа бай. Сонымен қатар, Сіз көл бойында 35 км созылып жатқан Құстар Аралынана Фламинго құстары мен басқа да 40 түрлі құстарды көре аласыз.\nБалқаш көлі-алқаш өңірі - әрі жылы, әрі күн сәулесі көп түсетін табиғаты жағынан Қазақстандағы тартымды жерлердің бірі. Шөлді болып келетін қуаң дала Балқаш көлінен нәр алады. Бұл аймақ өзінің әсем көрінісімен, ерекше өсімдіктер және жануарлар дүниесімен белгілі.\nХХ ғасырдың 50-жылдарына дейін бұл жерде хайуанаттар қожасы жолбарыс болған. Өтуге болмайтын шытырман тоғайдың арасынан жабайы шошқаны да кездестіруге болады. Іле өзенінің атырауын секемшіл елік, сайғақ пен қарақүйрық, түлкі мен борсық мекендейді.\nБалқаш өңірін әр түрлі құстар мекендейді. Көлдің шеткері түпкірлерінде қызғылт және бұйра бірқазан құстар ұя салып бакландармен бірге үлкен сап түзеп көлде жүзіп жүреді.\nБұл аймақтың өсімдіктері әсіресе елсіз даладағы шабындықтар мен батпақты жерлердегі өсімдіктер өзара үйлесімдік тауып далаға ерекше нәр беріп тұрады. Олар: сексеуіл, жыңғыл, жусан, қарандыз, мия, түйетікен және сасыр. Сонымен қатар талды ормандары тораңғы және жыңғылды шағын тоғайлармен ұштасып жатады. Сулы жерлердің бәрінде де қамыс, жөке, құрақтар өседі. Осы ну тоғайлы, қоғалы жерлер көптеген сүтқоректілердің, құстардың, балықтардың тіршілік алаңы сияқты. Балқаш өңірінде сасыр, жусандар мен араласа өскен қызғалдақ пен бәйшешекте даланы ерекше сәнге бөлеп тұрады. Осы көріністерге асқақтықпен 1000 метрлік биіктіктен қарап Бектауата тау алабы созылып жатыр.\nБалқаш көлі – Каспий теңізі мен Арал теңізінен кейінгі ірі көлемді және ағынсыз су қоймасы. Көлдің ұзындығы – 614 шықырым, ені – 3,5-нан 44 шақырымға дейін жетеді. Ең терең жері 26 метрге дейін барады. Айдын көлдің аумағы 18200 шаршы шақырым болса, тоғандарының ауданы – 413300 шақырым.\nБалқаш көлінің ерекшелігі – оның жіңішке бұғазбен жалғасып жатқан батыс пен шығыс бөліктерінің минералдарының екі түрлі болып келетіндігінде. Батыс бассейні бұрын суы көп болған Іліден толығатындықтан су тұщы болады да, шығыс бөлігі – ащы. Қазір көлге Іле, Қартал және Лепсі өзендері құяды. Кей жылдары қатты тасыса Аягөз өзенінің суы жетеді. Бұл көл төрт облысты – Алматы, Қарағанды, Жамбыл және Шығыс Қазақстан облыстарын тоғыстырып тұр. Батысында ең сусыз және тіршілік иелері аз кездесетін Бетпақдала жерімен шектеседі.\nБалқаштың табиғаты өте таңғаларлық және оның қарама-қайшылықтары да өте көп. Климаты – күрт континентальды. Жазғы және көктемгі, күзгі маусымдарда ағып құйылған су түгелге жуық буланып кетеді де, көлдің деңгейі 12 текше километрден 200 текше километрге дейін ауытқып отырады.\nІле – Балқаш бассейнің биологиялық тіршіліктің түр-түрін, бағалы балықтарды өсіру сияқты балық шаруашылығы тұрғысынан алып қарағанда да маңызды су қоймаларының бірі болып табылады. Ихтиофаунаға жататындар ішінде сазан, Амур балығы, шабақ балық, каяз балығы, шұбаржон балық, ақбалық, ақмарқа, табан, жайын және басқаларын атауға болады. Көлден жыл сайын 8-10 мың тонна балық ауланады. Балқаш ақбалығы мен оның алабұғасы Халықаралық Қызыл кітапқа енгізілген. Аралда өліп қалған шабақ балықтар мен Арал каязы тек осында ғана сақталған. Оңтүстік Балқаш жағасындағы қамыс тоғай арасында, өзен жағалауларында жыл сайын мыңдағын түрлі құстар мекендейді. Солардың арасында Қазақстанның Қызыл кітабына жазылған жиырмадан астам құс түрі бар. Бұл жерде қабандар мен ондатралар, киіктер көптеп саналады.\nКөлдің солтүстік жағалауында отандық өндірістің алыбы, әлемдік кәсіпорынның алдыңғыларының бірі – \"Балқашмыс\" АҚ орын тепкен. Көлдің оңтүстік жағалауын құнарлы жайлымдар мен егістік алқаптар алып жатыр.\nБалқаш көлі демалыс пен саяхат үшін аса бірегей орын. Мұнда жыл сайын еліміздің әр түкпірінен мыңдаған адам келіп демалады.\nБалқаш көлі - Қазақстандағы ең ірі көлдердің бірі. Ертеректе Балқаш бойының тұрғындары көлді Ақ теңіз және Жұмбақ көл деп екі түрлі атап келген.\nАқ теңіз деп көлдің батыс жағалауын мекендеген жұрт атаған. Оған себеп: негізгі өзендер Іле, Ақсу, Көксу, тентек және толып жатқан жер асты сулар көлге батыс жағынан құяды да, ондағы көл суының жартысы тұщы болып келді және сырт көрінісі мөлдір ақ түсті болды. Ал, көлдің оңтүстік-шығысын мекендеген ел «Жұмбақ көл» деп ат қойған. Бұл тұстан көлге Лепсі, Аягөз өзендері құяды, ал жер асты сулары бұл жағынан көлге қосылмайды. Көлдің қазіргі атауына байланысты халық ішінде бұрыннан айтылып келе жатқан аңыз бар.\nБұдан көп ғасырлар бұрын көлдің батыс жағалауында мыңды айдаған бір байдың ай мен күндей сұлу, ақылы асқан, келбеті жарасқан қызы болыпты. Қыздың аты Балқия екен. Ата-анасы, ауыл аймағы еркелетіп, оны Балқияжан, Балқаш деп атап жүріп ақырында Балқаш деп атап кетіпті.",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "professional competencies for your future job<< ekology>>.",
        "question_content": "professional competencies for your future job<< ekology>>.",
        "question_date": "7.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 263,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "What do you want to be when you grow up? We have heard this question many times during our school years. Perhaps, it was difficult for us to give a definite answer earlier. But now we understand that the time to choose our future profession has come. Finishing school is the beginning of an independent life for millions of school-leavers. Many roads are open before us: technical schools, colleges and universities. Centuries ago there were only a few jobs: people were farmers, bakers, butchers or carpenters. Today there are thousands of different kinds of jobs, and new ones are constantly appearing. No wonder that it is not an easy thing to make the right choice.\nWhen choosing a future career, we should consider different factors. In my opinion, money is one of the most important factors when you make a choice. There are highly paid jobs and low-paid jobs. For example, a businessman, a president or a film star, are highly paid jobs. A worker, a doctor or an engineer, are low-paid jobs. I think everybody wants to earn as much money as possible. Training, promotional prospects and conditions should be also taken into account.\nOn the other hand, it's good when you get satisfaction from your job. It is very important to choose a profession that suits your interests. In my opinion, a job should be interesting and socially important. Some jobs are considered to be more suitable for men and others for women. For example, the professions of secretary or nurse are more suitable for women. A lifeguard or a pilot are more likely the jobs for men. You should also decide whether you want to work indoors or outdoors.\nTo make the right choice, you should take into account your traits of character. It goes without saying that to become a good doctor you must be patient, caring and kind. Teacher's work requires love for children, profound knowledge of subjects, and the ability to explain. A secretary has to be efficient and careful in order to do her work quickly and accurately. Salespeople need to be friendly and persuasive, to get people buy their products.\nThere are so many people who influence us in choosing our occupation. Parents and friends play a very important role in our choices.\nMy father works for an international company as a managing director. It is a highly paid job and it offers a lot of opportunities. You can travel abroad and meet different people. My father is a friendly person and he is easy to talk to. He thinks that I must choose my future profession according to my taste and preferences. I respect him and I want to become a businessman, too.\nI have always been interested in economics and I am good at Maths. I have an aptitude for working with people, and I think I'm rather communicative and have good social skills. I have good analytical abilities and I am good at problem-solving. Besides, I am good at English. English has become the standard language for all kinds of international business communications. To know English today is absolutely necessary for every businessman.\nTo become a successful businessman you should know a lot. So after finishing school I want to enter the university and to study marketing or management. Management deals mainly with people. A manager is a person who directly supervises people in an organization. Managers spend a great deal of time communicating, coordinating and making decisions affecting the daily operations of their organization. Almost everything, a manager does, involves decisions, and in decision-making there is always uncertainty and risk. So managing is a very interesting, but difficult, job.\nMarketing deals with market research and commercial activity in general. It involves analyzing business situations, evaluating market opportunities, developing market strategies and controlling their implementation. It is important for a specialist in marketing to be flexible and prepared to make adjustments where necessary, as it is unlikely that any marketing plan will succeed exactly as planned.\nI haven't decided yet what to study. But I still have time to think and to choose.\nТолығырақ: https://www.native-english.ru/topics/my-future-profession-and-career",
                "date": "9.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұлардың бір тобы ертегінің еріне дом болып, бір тобы ұайы қас күш есебінде әрекет етеді",
        "question_content": "морфологиялық талдау жасау керек",
        "question_date": "7.05.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 906,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Инстаграмды қалай тіркеуге болады",
        "question_content": "Инстаграмымды қалай тіркеуге болады айтып кетіңдерші!",
        "question_date": "7.05.2020",
        "question_tag": "Ұялы телефон",
        "question_views": 965,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "FACEBOOK АРҚЫЛЫ ТІРКЕЛІҢІЗ\nFacebook арқылы Instagram-да бетті қалай құруға болады? Мұнда тосынсыйлар жоқ, нұсқаулық келесі әрекеттерден тұрады:\n«Тіркеу» түймесін басыңыз.\nПайда болған мәтін түрінде «Facebook арқылы кіру» түймесін табыңыз.\nӘлеуметтік желіден логин мен парольді көрсетіп, «Кіру» түймесін басыңыз.\nҚадамдастыру үш секундқа созылмайды және тіркелгі бос және сұр болып көрінеді. Сондықтан сіз достарыңыз туралы ақпаратты өңдеуге және жеке ақпаратты - аты, лақап аты, хобби және сүйікті іс туралы қысқаша сипаттама толтыруға бірден келісуіңіз керек.\nТЕЛЕФОН НЕМЕСЕ ЭЛЕКТРОНДЫҚ ПОШТА АРҚЫЛЫ ТІРКЕЛУ\nЕгер Facebook есептік жазбасы болмаса, онда Instagram есептік жазбасын үндестірусіз жасау әлдеқайда оңай:\n«Тіркеу» түймесін тағы бір рет басыңыз.\nПайда болған мәзірде қосымша батырмаларды баспай, мәтін жолағын толтыруды жалғастырыңыз. Әзірлеушілер ұялы телефонды немесе электрондық поштаның мекен-жайын көрсетуді ұсынады (ақпарат, әрине, нақты болуы керек - Инстаграмдағы аккаунтты SMS немесе электронды поштаға жіберілетін хабарлама арқылы растамастан жалғастыру мүмкін емес), аты-жөні, лақап аты мен паролі (тіркеуді қолданған дұрыс) рұқсат етілген таңбалар, сандар және әріптер).\nСоңғы қадам - \\u200b\\u200b«Тіркелу» түймесін басып, қысқа күтуге көшу. Бар болғаны 2-3 минут ішінде сіз достарыңызды еркін қосып, сипаттаманы толтырып, ұялы клиенттерді жүктей аласыз.\nТәжірибе көрсеткендей, тіпті бастаушы да Instagram-да аккаунт құра алады, ол ешқашан стандартты емес әлеуметтік желілерді қолданбаған және смартфондар мен планшеттерді сирек таңдайтын - әрекеттер тым болжанбайды!\nИнстаграмдағы есептік жазбасыз, сіз тек пайдаланушының фотосуреттері мен бейнелерін, егер олар жалпыға қол жетімді болса ғана қарай аласыз. Қызметтің ұқсас және басқа мүмкіндіктері бұл жағдайда қол жетімді емес. Қосымшаны шектеусіз пайдалану үшін сіз өзіңіздің жеке есептік жазбаңызды жасауыңыз керек. Сіз мұны компьютерден, мобильді құрылғысыз жасай аласыз.\nКОМПЬЮТЕРДЕН САЙТҚА ТІРКЕЛУ\nИнстаграмда тіркеуді компьютерден қосымшаның ресми сайтында ақысыз орындаңыз. Жұмысты бастау үшін instagram.com браузерін жүктеп алыңыз.\nҮш баған жеткілікті: «Моб. Телефон немесе электрондық пошта мекен-жайы », «Қолданушының аты»  және Пароль. Элемент «Аты-жөні»  міндетті емес, міндетті емес. Барлық қажетті деректерді енгізген кезде тіркеу нүктесін іске қосыңыз.\nЕскерту: қосымшаны пайдалану кезінде пайдаланушы аты өзгеруі мүмкін. Ол сонымен қатар сіздің профиліңіздің негізгі идентификаторы ретінде қызмет етеді.\nҚауіпсіздікті арттыру үшін профиль параметрлерінде екі факторлы аутентификацияны қосуға болады. Бірақ бұл функция тек мобильді қосымшаның, бөлімнің ішінде қол жетімді «Параметрлер».\nАҒЫМДАҒЫ ШОТТАН ШЫҒУ\nЕгер сіз жаңа есептік жазбаны құруды жоспарласаңыз және ескіргенде браузерде рұқсат етілсе, онда сіз одан шығуыңыз керек. Қызметтің веб-сайтына қайта кіріңіз. Өз профиліңіздің қойындысына өтіңіз. Ол үшін адамдық силуэт түріндегі батырма жасалынған.Өңдеу опциясының оң жағында сәл беріліс түріндегі белгіше бар, оны басыңыз.\nҚалқымалы мәзірден опцияны таңдаңыз «Шығу». Есептік жазбаңызды жойған кезде, Инстаграмға компьютерден қалай тіркелу туралы нұсқауларды қараңыз.\nInstagram-да кез-келген адам компьютерден тіркеле алады, тек белсенді Интернет байланысы қажет. Бетті құрудың бүкіл процесі телефондағыдай қарапайым.\nInstagram - бұл фотосуреттер мен шағын бейнелермен бөлісуге арналған әлеуметтік желі. Ол жасалған кезде де, ол камералары орнатылған мобильді құрылғыларға бағытталған болатын. Жеке компьютерлерге арналған нұсқа тек шолғыш арқылы жүзеге асырылады, онда сіз фотосуреттерді көре аласыз, басқа пайдаланушыларға жазыла аласыз, жарияланымдарға түсініктеме бере аласыз, пароль мен есептік жазбаның қауіпсіздігін баптай аласыз. Сіз фотосуреттер мен сөйлесулерді тек мобильді қосымшаға жүктей аласыз немесе компьютерге Bluestacks эмуляторын орната аласыз.\nИНСТАГРАМҒА КОМПЬЮТЕРДЕН ҚАЛАЙ ТІРКЕЛУГЕ БОЛАДЫ\nАлдымен сіз ресми сайтқа кіруіңіз керек: https://instagram.com/?hl\\u003den және сілтемені нұқыңыз Тіркелу(төмендегі суреттегі мысал).\nКелесі терезеде сіз өзіңіздің Facebook есептік жазбаңыздың көмегімен ұялы телефоныңыздың нөмірі немесе электрондық поштасы арқылы тіркей аласыз. Аты-жөні өрісін дереу бос қалдыруға болады, басқа жолдарды толтырып, нұқыңыз Тіркеу.Барлығы дұрыс енгізілгеннен кейін жаңа терезе ашылады, онда сіз профиль фотосуретін қоса аласыз, сонымен қатар өз есептік жазбаңызды Facebook парағына қосасыз. Сіз жазыла алатын есептік жазбалар жаңалықтар лентасында жариялануы мүмкін болатындай етіп ұсынылады.4\nИНСТАГРАМДЫ КОМПЬЮТЕРГЕ ҚАЛАЙ ОРНАТУҒА БОЛАДЫ\nКомпьютерде Instagram-да фотосуреттер жүктей және хабарлама жаза алмайтындықтан, компьютерге Android эмуляторын орнату керек. Bluestacks бағдарламасы сізге мұны жасауға, Инстаграмды OS X немесе Windows ДК-де орнатуға және тіркеуге көмектеседі. Bluestacks веб-сайтына жоғарыдағы сілтемені басып, бағдарламаны орнатыңыз, профильді Play Market-те тіркеу мобильді құрылғылардағыдай бірдей.Негізгі мәзірден Play Market дүкенін тауып, оны эмуляторда іске қосыңыз. Іске қосу кезінде сізге кіру немесе тіркелу қажет. Қосымшаны дүкеннен орнатып, жүйе ұсынған кіріктірілген жүйені пайдаланбау керек.\nТіркелгіні жасағаннан кейін дүкен іздеуде біз Инстаграмға жазамыз.\nОрнату түймесін басып, бағдарлама талап ететін барлық рұқсаттарды қабыл алыңыз, біз жүктеуді және орнатуды күтеміз.Орнатқаннан кейін бағдарлама қолдануға дайын, оны тікелей Google Play немесе эмулятордың негізгі экранынан іске қосуға болады. Инстаграмды компьютер арқылы тіркеу басталады, басыңыз Тіркелгі жасау  немесе Кіру  бар тіркелгіге кіру үшін.Сіз телефон нөмірімен немесе пошта жәшігі арқылы тіркеле аласыз. Facebook есептік жазбасын кейінірек байланыстыруға болады, тіркеу процедурасы ұялы телефондағыдай.\nИнстаграмды компьютер арқылы тіркеу аяқталғаннан кейін, достар тауып, олардың Инстаграмдағы парақшаларына жазылу қалды.\nОл өзінің парағын соншама айналдырды, оның күн сайын миллиондаған жазылушылары мен мыңдаған лайктері бар, сондықтан сіз өз профиліңізді танымал ете аласыз.\nЖаңа фотосуреттер жариялау, достардың хабарламаларына түсініктеме беру және қызықты бейнелерді көру үшін Instagram-да тіркелу керек. Процедураны мобильді құрылғы немесе сайттың компьютерлік нұсқасы арқылы орындауға болады.",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мыналардың қайсысы",
        "question_content": "Мыналардың қайсысы көмірқышқыл газын өндірмейді?\n<!--[if !supportLists]-->A.    <!--[endif]-->автокөліктегі жанармайдың жануы\n<!--[if !supportLists]-->B.     <!--[endif]-->ормандардың шабылуы\n<!--[if !supportLists]-->C.     <!--[endif]-->автокөліктегі дизельдің жануы\n<!--[if !supportLists]-->D.    <!--[endif]-->мыналардың барлығы өндіреді",
        "question_date": "7.05.2020",
        "question_tag": "Университет, колледж",
        "question_views": 260,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: В) Себебі, орман оттегіні бөледі фотосинтез процесі арқылы. Ал оны шабылуы көмірқышқыл газын өндірмейді",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    }
]