[
    {
        "question_title": "Қабырғалары 6 см және 4 см болатын тіктөртбұрыштың төбесінен қарама-қарсы",
        "question_content": "Қабырғалары 6 см және 4 см болатын тіктөртбұрыштың төбесінен қарама-қарсы қабырғаларын қақ бөлетіндей  түзулер  жүргізілген.  Осы түзулердің арасындағы бұрышты табыңыз.",
        "question_date": "6.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабырғалары 6 см және 4 см болатын тіктөртбұрыштың төбесінен қарама-қарсы қабырғаларын қақ бөлетіндей  түзулер  жүргізілген.  Осы түзулердің арасындағы бұрышты табыңыз.",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2020 жылы 9 сынып Қазақстан тарихынан аудандық олимпиаданың сұрақтары бар ма?",
        "question_content": "Олимпиадага алкаш катысуым соган даиындалу керек",
        "question_date": "6.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай сұрақ келді қатыстыңыз ба",
                "date": "8.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күлтегін жырының негізгі идеясының қазіргі Қазақстанмен қандай байланысы бар?",
        "question_content": "Күлтеген жыры және казіргі казакстанын айырмашылыгы",
        "question_date": "6.10.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұдан шығар қорытынды Түрік Елі империясының негізгі ордасы, киелі қара шаңырағы, жер ұйығы — «Өтүкен» болып келген. Демек, осы өңір мыңдаған жылдар бойы далалық өркениеттің кіндігі, сарқылмас бастау бұлағы болды.\nТүрік қағанатының VІ–VІІІ ғасырлардағы тарихы мен тағдыры Күлтегін жазуларында қаз- қалпында тасқа қашалып жазылып қалған. Сол замандағы мемлекетшілдік сананың жоғары болғандығы сонша арада мың жылдан артық уақыт өтсе де, Күлтегін жазуларын оқи отырып, байырғы түркі өркениетінің экономикалық, геосаяси, əлеуметтік, дүниетанымдық құндылықтарын, мемлекеттің ішкі жəне сыртқы саясатында қастерленген ұстанымдарын қаз-қалпында тануға болады [14; 72].\n731 жылы Күлтегін қайтыс болады [9; 282]. Батырдың қайтыс болғанын естіп, оның қазасына дүниенің төрт бұрышынан көңіл айтуға елдер мен мемлекеттерден елшілер келеді.\nБілге қаған Күлтегіннің қайтыс болғанын хабарлап, арнайы киелі орын құрылысын тұрғызатын шеберлер мен бəдізшілерді жіберуін өтініп, Тан империясынан көмек сұрайды. Ол туралы Күлтегін ескерткішінің мəтінінде Білге қағанның атынан «Менің сөзімді қайтармады (сындырмады). Табғач қаған (император) Орда бедерлеушісін (шеберін) жіберді», — деген мəлімет қалған [15].\nҚытай империясының тарапынан жіберілген елшілердің құрамында Орхон өзені жағалауынан тамаша монумент тұрғызған шеберлер болды. Бітік тастағы жазуларда Күлтегінді жерлеу рəсімі ежгей-тегжейлі сипаталды. Бұдан біз VIII ғасырдағы халықаралық қарым-қатынастар деңгейінің қаншалықты жоғары болғандығын көреміз.\nТүрік тайпаларының біріктіріп, мемлекетке айналдырудағы ұлы жорықтарда қаһармандық істерімен атағы жайылған Күлтегін батырдың зор жетістіктерін туған ағасы Білге қаған інісін мəңгі есте қалдыру үшін арнайы өзі дайындатқан зəулім қабырға тасқа көне түрік бітіктің таңба-əрпімен жазу жазып, тарихи дерек ретінде, баласы Иоллығ-тегінге жаздырып, келер ұрпаққа өсиет етіп қалдырды. Күлтегін бітік тасына мəңгі жазуды қашап жазған адам əрбір сөзге, сөйлемге көп мағынаны сыйғызып жіберіп отырған. Барлық оқиғалар шындық тұрғысынан табиғи таза қалпында айтылған. Бұл адамгершілікке негізделген дала өркениетінің жəне байырғы түріктердің философиялық дүниетаным жүйесінің ерекшелігі болып табылады.\nОсының бəрінен бүгінгі күнде біз сол заманда Ұлы Далада түріктердің бейбітшілік орнатып, сана-сезімдеріндегі асқақ мемлекетшілдік идеологиясының қалыптасқандығына көзімізді жеткіземіз.\nКүлтегіннің құрметіне қойылған Мəңгі тас тек түрік халықтарының ғана емес, бүкіл адамзаттың баға жетпес тарихи мұрасы болып табылады. Бұл Мəңгі тастағы өсиет-манифест Тəуелсіз Қазақстанның өсіп өркендеуіне өз үлесін қосады.\nТолығырақ: https://articlekz.com/kk/article/15460",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қан мен тер\" романына компазициялық талдау.",
        "question_content": "қан мен тер трилогиясына компазициялық талдау жасау",
        "question_date": "6.10.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 729,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан мен тер» трилогиясының сюжеттік – композициялық желілері де бір бағытта өрістенгенімен, авторлық, лирикалық шегіністер роман оқығаларын жаңа сапалармен толықтырады, қаһарманның есею үрдісін ашатын белгілі әрекеттердің психологиялық дәлелдемесін дайындаушы мәнді детальдар қызметінде жүреді. Бұл орайда «Қан мен тер», «Ботакөз», «Тоқаш Бокин», «Жолдастар», «Өмір мектебі», «Ақ Жайықтағы» тәрізді алмакезектесіп отыратын, бір тартыстың орнына, екінші қақтығыстар арқауымен күрмей байлап,ілестіре дамытып отыратын күрделі композицияға құрылғаны аңғарылады.\n«Қан мен терде» – ХХ ғасырдың алғашқы жиырма жылы, революциялық дәуірдің дүмпуі, сілкіне де бұлқына бастаған Арал өңірі, революция рухымен ояна бастаған, таптық күреске аттана бастаған қазақ халқы.\nМіне осынау дәуірдің әдебиетте көркем суретін салмақшы болған Нұрпейісов неге иек артып, нені үлгі тұту керек еді. Осы жерде алдымен бір кездегі жас Михаил Шолохов еске түседі. Ол өзінің «Тыныќ Дон» секілді ұлы туындысына кірерде, оның көз алдына эпопеяның ең керемет үлгісі ретінде Лев Толстойдың «Соғыс және бейбітшілік» романы тұрғаны тәрізді, жас Нұрпейісов «Қан мен тер» трилогиясына кірісерде, көз алдына тарихи – революциялық эпопеяның оңды үлгісі ретінде Михаил Шолоховтың ұлы туындысы «Тынық Дон» тұруы және сол үлгіні Нұрпейісовтің ақылымен де, жүрегімен де қабылдап өнеге тұтуы бақыт боп табылған.\n«Тынық Донның» қаһарманы –Дон казагі Григорий Мелехов, «Қан мен тердің» қаһарманы – балықшы Еламан. Оларды туыстастыратын – тағдыр. Екеуі де шырғалаңнан шындық іздеп шарқ ұрушылар, екеуі де халық ортасынан шыққандар. Бірақ бірін-бірі қайталау емес. Әрқайсысы өзді-өзі.\nЕламан образын жасарда Нұрпейісов Шолоховтың Григорий Мелеховына көз тікті ме екен. Меніңше сөз жоқ, сөйткен. Шолоховтың құдіретті күші Мелехов секілді әрі айрықша дара, әрі сонымен бірге жалпы адам жаратылысына тән үздік характерлі образ жасауы Нұрпейісовті баурап алған жай тәрізді. Сөйтіп, Нұрпейісов Шолохов ықпалына түсіп, одан үйренуі даусыз деп білсек, енді ол ұлы суреткерден қалай үйренді деген сұрақ туады. Бұл сұраққа Шолохов Лев Толстойдан қалай үйренсе, Нұрпейісов Шолоховтан солай үйренді деп жауап беруге тура келеді.\nНұрпейісов өзінің шыѓармашылыќ оқу, үйрену, іздену жолында адам характерінің диалектикасын Шолоховша тануды, бала кезден туасы пайда болған характер қырларының келе-келе әлеуметтік ортамен, революция мен азамат соғысы тұсында түп-түбірімен қопарылған халық өмірімен тоғысқан күрделі күйін Шолоховша суреттеуді үйренді демекпіз. Шынында да Нұрпейісов геройының жанына Шолоховша үңіледі, оның геройы манекен емес, қатып семген қалып емес, өзгеріп отыратын, құбылып, құлпырып отыратын, көбіне қайшылығы мол динамикалы характер.\nНұрпейісовтың Еламаны Шолоховтың Григорий Мелеховына қаншама ұқсас болғанмен, ол кәдімгі байырғы қазақы образ өзі кедей, сауатсыз, батырлығы да, жауынгерлігі де жоқ айрықша ақыл таланты да жоқ, қарапайым жігіт. Басынан қаншама қайғы – қасірет, аштық, қорлық жағдай өткізсе де, ол көпке шейін айнала дүниеде не болып жатқанын, өзінің неге бақытсыз екенін, тағдырының неліктен сонша қатал екенін түсіне бермейді.\nЕламан образы – типтенген жиындық образ. Еламан сықылды көңіл көзі болатын-ды. Тәңірберген, Кәлен, Ақбала образдары да шындыққа сай көркем дәлелдемемен, психологиялық тереңдікпен Шолоховша мінезделген. Мұның сыры неде? Мұның сыры Шолохов шеберлігінің құпия сырын терең түсінуде. Және дисертатсиясында былай деген Еламанды жазушы кезінде \"Еламан бойындағы қасиеттердің көпшілігі өзіне ұқсас екендігі айтқан болатын”.\nНұрпейісов ұстазынан не үйренді дегенде алдымен айтар сөзі: социалистік реализм әдісінің маңызды кілтифатыын үйренді деу. өз әл-қадарынша Нұрпейісов геройларын Шолоховша суреттеуге тырысады, бірақ Шолохов геройларының көшірмесі дерлік онда біреуі де жоқ. «Қан мен тер» геройлары – кәдігулі қазақтар, малшылар, балықшылар, Нұрпейісовтің жерлестері, ағайын – жұрты.\nБұрынғы кезде романдағы дағдылы әдетпен ескі мен жаңаның күресі деп талдаған. Бұл романдаа да Еламанды революционер, Тәңірбергенді үстем таптың өкілі деп көрсеткен.Қазақ әдебиеттерде күрделі бейнелер көп, олар: Құнанбай, шілік, Итбай, Итбай, Шәкен және Тәңірберген бейнелері. Бұлардың бәрі сәтті шыққан образдар. Мәселен, «Абай жолы» эпопеясындағы Құнанбай орбазына келсек, ол өте күрделі жасалған сом характер. Оның типтілігі, жинақтылығы, даралық қасиеттерінің қайталанбас ерекшелігі шүбә келтірмейді. Көркемдік кемелдігі жағынан Ќұнанбай образы қазақ жазушыларының шығармашылығында бұрын-соңды кездесетін ескі әлеуметтік құрылыс туғызған ұнамсыз кейіпкерлердің қатарында, әсіресе еліміздегі халыққа қарсы қара күш иелері тұлғаларының арасында теңдесі жоқ үздік образ. Бұл кесек тұлғаның бұралаң қалтарысы көп. Қаталдық пен қатыгездіктің, зұлымдық пен зымияндықтың рухын бойына жиған Құнанбай, ұрда - жық алаңғасар, күйкі мінезді, күйгелек жан емес, ол өзінің таптық тұрғысында табанды да құретті. Айласы мол залым, мейірімсіз, қаныпезер.\nАл, Ғ.Мүсіреповтың «Оянған өлкесіндегі» Игілік – пәрменді, қу, айлалы, заман жаңалығына сергек түлкі іспетті жырқыш.\nҒ.Мұстафиннің «Дауылдан кейін» романындағы Шәкен образы - өте керемет жасалған шебер кейіпкер. Оның кереметі нағыз типтілігінде. Қазақ әдебиеттерінде озбыр, зұлым, бай, болыстың жексұрын типі аз емес. Ал, мына шәкеннің «кереметі» оның белгілі бір қысқа кезеңге тез бейімделе қойған хамелеондық қылығында, үстем тап атаулының типті өкілі рөлдерінде Шәкен кешегі жоғары аталып өткен кейіпкерлердің бүгінгі жаңа жағдайдағы мұрагері. Бұл бір жағынан революция орнатқан совет үкіметі бұрынғыдай олардың үкіметі емес екенін біліп үрейі ұшқан бай, екінші жағынан жаңа экономикалық саясат оларды өткен күнге қайта апарар деп соқыр үмітке мінген бай. Осы қос қырлы ұғыммен ол дұшпандық айла – тәсілін әбден машықтандырған қу, сұм.\nАл, аталмыш романдағы Тәңірберген образы болса, басында бала жігіт кезінде әлі жамандықпен ауызданбаған, ешкімге зияны жоқ, биязы ғана жас мырза сияқты еді.[3. 229]Ол бар мінезін жүре келе ашады. өз табының мақсатын көздеген тартыс, күресте қатал, мейірімсіз, арам, айлалы жігіттің ой-санасында, сезім-сезігінде ара-кідік ар-ұят, ұждан және т.б. ізгі адамгершілік қасиеттері де ұшқындап қояды сол кезде оның айнала дүниеге ақынша романтикалы көз жанарымен қарайтына бар. Ал өз табының күйрегініне көзі жеткен кезде Тәңірберген өз қатарынан бір мойын озық парасаттылық танытады. Ол заман заңы жөнінде философиялық ой түйеді. Ұзақ күрестің нәтижесінде Еламан өз табының жеңетініне сенсе, Тәңірберген өз табының жеңілетінін түсініп торығады.Тәңірберген образы бұл кейіпкерлерге ұқсайды, бірақ ерекшеліктері де бар. Себебі, әр жазушы бұл оқиғаны, кейіпкерлерін, әр түрлі етіп көрсетеді, шеберліктері де болып келеді. Тәңірберген сырт көзге бұл ауылдың мал жаны мен ісі жоқ кісі секілденіп, бойын аулақ салып жүрген мен түптеп келгенде мал қамын мына екі ағасынан артықырақ ойлайтын жігіт.\nҚазақ халқының революцияға келу жолын, ұлы өзгеріске араласуын әр жағынан бейнелеуде. Мәселе оқиғалардың көңіл - күйінің, жан дүниесінің бүтіндей тарихи өзгеріске түсуін бейнелеуде. Осы тұрғыдан Еркебұлан (Ғ.Мүсірепов, «Кездеспей кеткен бір бейне»), мен Еламан (Ә. Нұрпейісов, «Қан мен тер») образының арасында елеулі айырмашылық бар. Айталық, әуелгі шығармада орыс, украин достығымен бірге совет үкіметін орнатушылардың саналы күресіне шыққан, қалыптасқан революция күрескерін көрсек, келесі туындыда қатардағы кедей, Еламанды сондай күреске ұзақ шырғалаң жол кешу үстінде кездестіреміз. Еркебұлан нақты дерекке незізделіп, очеркті – насихатты тұрғыдан суреттелсе, Еламан сол өмір жолында шырмалып жан-дүниесінің бірте-бірте түлеу барысында бейнеленеді. Аса күрделі, іштей қарама-қайшылыққа толы кейіпкерлерді шығарманың басты қаһарманы ету Х. Есенжанов («Ақ жайық» романындағы Хакім) пен І.Есенберлин («Қатерлі өткел» Бүркіт) шығармашылығына да тән қасиеттер деп білу керек.\nҚазақ даласының таулары мен өзендері, көлдері мен кендері, қалалары мен ауылдары әрқайсысы өз жерінде, өз орнында, өз қасиеттерімен құнды, қажет екені секілді «Қан мен Тер» трилогиясы да атақты романдар қатарында өзіне тән ерекше де айырықша қасиеттерімен қымбат. Ол қандай қасиеттер? Бұл сұраққа жауап беру үшін алдымен шығарманың өз қатарындағылармен ұқсастығын көрсету қажет. Ал ұқсастық белгілер әдебиетіміздің ұлттық топырағынан туындап, ондағы тамыр жайған құнарлы дәстүрлермен, одан әрі ұлы орыс әдебиеті мен әлем әдебиетінің көркем тәжірибиесімен астасады. Әбдіжәміл Нұрпейісов романының бойына осы дәстүрлердің мол дарығанын көру қиын емес. Басқаны былай қойып, Абай поэзиясында аяусыз әшкереленген әлеуметтік қайшылықтар, адам табиғатына таптық қоғам жапсырған сұмдық мінез – құлықтар Нұрпейісов романынан да кең өріс алған. Мысалы, мұндағы Судыр Ахмет пен Нығметті көргенде, Абайдағы «сабырсыз, арсыз, еріншек, көрсеқызар, жалмауыз» есіңе түседі. Қарақатын мен Балкүмісті көргенде, Абайдағы «Құдайым қанағатын алған» Қарақатынмен «өтірік пен өсекті жүндей сабаған» типтер есіңе түседі. Төлеу, Қалау деген сұмырайларды көргенде, «бойда қайрат, ойда көз жоқ», «арсыз, ұятсыз салтынан, қағып кетер артынан» оңбағандарды көресіз, Тәңірбергеннің арамза ағасы Алдабергенді көргенде, «кейбір пірге қол берген, іші залым, сырты абыз» сұмдар көз алдыңа келеді, ал енді оның пасық ағасы Қаратаз болысты көргенде Абай масқаралаған «ала жылан, аш бақа күпілдіктер» алдыңнан шыққандай болады.\nСондай-ақ, «Абай жолындағы» М. Әуезов жасаған, «Дауылдан кейіндегі» Ғ.Мұстафин жасаған, «Оянған өлкедегі» Ғ. мүсірепов жасаған типтік характерлердің де көп нышандары дәстүр түрінде «Қан мен Терде» де бой көрсетеді. Мысалы, Жиренше, Шілік, Шәкен типтері мен Тәңірберген типінің арасында ортақ, ұқсас сипаттар өте көп. Еламан образының қалыптасу жолындағы сергелдең орыс әдебиетінде Павел Власов (М. Горькийдің «Ана» романындағы), қазақ әдебиетінде Хакімнің (Х. Есенжановтың «Ақ Жайық» трилогиясындағы) өткен жолының кейбір кезеңдерін еске салады. Айырмашылығы Еламанның оқымағандығы. Сондықтан да оның бастан кешкен ұзақ сонар азап жолы қазақ еңбекшілерінің революцияға келу жолының кейбір соқпақтарын аңғартады. Ең оңай тәсіл, өзінің азаматтық асуынан азаппен жеткенхалық жолын, күрескер жолын оның саяси, моральдық қалыптасу процесін оп – оңай етіп көрсету ғой. Бірақ, ол шын суреткерлік тәсіл боп табылмас еді, Әбдіжәміл Нұрпейісов осының оңайын емес, қиынын қалаған.\nАқпарат дереккөзі: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/41837/",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кері функция табудың алгоритмі: 1) y=f(x) формуласынан х-ті у арқылы өрнектеу.",
        "question_content": "Кері функция табудың алгоритмі:\n1) y=f(x) формуласынан х-ті  у  арқылы өрнектеу;\n2)Шыққан өрнектен  y-ті  x арқылы алмастыру.",
        "question_date": "6.10.2020",
        "question_tag": "Математика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бойды 4-5 айда қалай өсіруге болады",
        "question_content": "11 оқимын бойым 1.62 оқуға кетем дегенше 4-5 айда 1.68 1.69 ға дейін өскім келеді ол мүмкінбе? Қандай тəсілдер білесіздер?",
        "question_date": "6.10.2020",
        "question_tag": "Жалпы спорт",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін, 25 жасқа дейінгі жастар бойын өсіруге тырысса, қолынан келуі мүмкін.\nАрнайы жаттығулар мен пайдалы тамақтарды қолдану көмегін береді. Интернетте сондай жаттығуларды қарап, үнемі жасап көрсеңіз болады.\nhttps://blog.decathlon.ru/programma-trenirovok/15-luchshih-uprazhnenij-dlya-uvelicheniya-rosta.html\nОсы жерден немесе басқа да сайттардан түрлі пайдалы ақпараттарды таба аласыз.",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Театрға билет алған 8 студенттің екеуі қыздар болуының ықтымалдығы қандай.",
        "question_content": "1)Топтағы 15 студентке, оның сегізі қыздар, театрға 8 билет берілді. Сонда театрға билет алған 8 студенттің екеуі қыздар болуының ықтымалдығы қандай.",
        "question_date": "6.10.2020",
        "question_tag": "Математика",
        "question_views": 988,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Геометрияны қалай жасауға болады?",
        "question_content": "Қайық бастапқыда оңтүстікке қарай жүзді де, содан кейін 90 °-қа бұрылды. Ол қандай бағытта жүзеді? Есептің неше шешімі бар?",
        "question_date": "6.10.2020",
        "question_tag": "Мектеп",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша қайық батыстан келе жатса 90 градусқа бұрылған соң шығысқа бағыты ауысады.\nШығыстан келе жатса 90градусқа бұрылған соң бағыты батысқа ауысады.\nАл егер тура солтүстіктен келе жатса: шартқа орай әртүрлі жауап болуы мүмкін( шығыс, батыс, оңт. шығыс, оңт. батыс,солт. шығыс, солт.батыс)",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "NaF ка ,,нолдык косынды\" колданып реакция жазу",
        "question_content": "Натрий мен фтор әрекеттесу  натежиесинде натрий фториді NaF түзіледі . ,,Нөлдік косынды \"әдісін колданып , реакция  жаз",
        "question_date": "6.10.2020",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дұрыш үшбұрышты пирамиданың апофемасын табу керек?",
        "question_content": "Дұрыс пирамиданың табанында жатқан тең қабырғалы үшбұрыштың қабырғасы\n\n6 см, ал биіктігі 15 см болса, пирамиданың апофемасын тап. Геометрия 11 сынып жмб",
        "question_date": "6.10.2020",
        "question_tag": "Мектеп",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңды жұмысы жоқ, бірақ алимент төлеп отыр. Жұмыссыз деп алимент өндіре алама?",
        "question_content": "Сəлеметсізба. Күйеуімнің 1ші некесінен 1 ұлы бар. Заң жүзінде ажырасқанына 8 жыл болды. Алимент төленіп отырды, соңғы 2 жыл тұрақты жұмыс жасамайды, бірақ айына 20 мың тенгеден 1ші əйелінің апкесінің счетына салып отырады себебі əйелінің қалауымен. Кей айларда ұлы қолма-қол алып кетеді. Қазіргі уақытта сол 2 жыл өткен күндері үшін алимент төленбеді деп заңға тартылмай ма?",
        "question_date": "6.10.2020",
        "question_tag": "Заң",
        "question_views": 831,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неке және отбасы туралы кодексіне сәйкес 169-бап. Алимент бойынша берешек мөлшерін белгілеу\n1. Алимент төлеу туралы келісімнің негізінде немесе атқару құжатының негізінде өткен кезең үшін алимент өндіріп алу атқару құжаты не нотариатта куәландырылған алимент төлеу туралы келісім табыс етілгенге дейінгі үш жыл мерзім шегінде жүргізіледі.\nАлимент төлемдерiн жалақыдан немесе өзге де кірістерден қатарынан үш ай бойы өндiрiп алу мүмкiн болмаған кезде борышкердiң Қазақстан Республикасының заңнамасына сәйкес өндiрiп алуға болмайтын мүлкінен басқа мүлкiнен өндiрiп алынады.\n2. Атқару құжатының негізінде немесе нотариатта куәландырылған келісімнің негізінде алимент ұстап қалу алиментті төлеуге міндетті адамның іздестірілуіне байланысты жүргізілмеген жағдайларда, осы баптың 1-тармағында белгіленген мерзімге қарамастан және күтіп-бағуға алимент тағайындалған адамның кәмелетке толғанына қарамастан, алимент бүкіл кезең үшін өндіріп алынады.\n3. Осы Кодекстің 139-бабына сәйкес кәмелетке толмаған балаларға төленетін алимент бойынша берешектің мөлшерін алимент төлеуге міндетті адамның алимент өндіріп алынбаған кезеңдегі жалақысы мен өзге де кірісін негізге ала отырып, сот орындаушысы айқындайды. Егер алимент төлеуге міндетті адам осы кезеңде жұмыс істемеген болса немесе оның жалақысы мен өзге де кірісін растайтын құжаттар ұсынылмаса, ай сайынғы төлемдер және (немесе) алимент бойынша берешек сол берешекті өндіріп алу кезіндегі Қазақстан Республикасындағы орташа айлық жалақының мөлшері негізге алына отырып айқындалады.\nБас бостандығынан айыру орындарында жазасын өтеп жатқан адамдар үшін, егер борышкер осы кезеңде жұмыс істемеген болса, алимент бойынша берешек бір айлық есептік көрсеткіш мөлшерінде айқындалады.\nМүгедек болып табылатын борышкерлер үшін ай сайынғы төлем немесе алимент бойынша берешек – олардың ай сайынғы жалақысынан және өзге де кірісінен, ал егер олар жұмыс істемейтін жағдайда бюджет қаражатынан және (немесе) Мемлекеттік әлеуметтік сақтандыру қорынан төленетін ай сайынғы жәрдемақылардан және (немесе) әлеуметтік төлемдерден айқындалады.\n4. Сот орындаушысының алимент бойынша берешекті айқындауымен келіспеген кезде кез келген тарап Қазақстан Республикасының заңнамасында көзделген тәртіппен сот орындаушысының іс-әрекетіне шағым жасай алады.\n5. Баланың алимент төлеуден жалтарып жүрген ата-анасын іздестіру кезеңінде төленген, балаға Қазақстан Республикасының балалы отбасыларға берілетін мемлекеттік жәрдемақылар туралы заңнамасында белгіленген ай сайынғы жәрдемақы сомалары төленген сомалардың он пайызын бюджет кірісіне есептеу арқылы сол ата-аналардан өндіріп алынады.\n170-бап. Алимент бойынша берешекті төлеуден босату\n1. Алимент бойынша берешекті төлеуден босату немесе тараптардың келісімі бойынша алимент төлеген кезде осы берешекті азайту, кәмелетке толмаған балаларға алимент төлейтін жағдайларды қоспағанда, тараптардың өзара келісімі бойынша жүргізілуі мүмкін.\n2. Алимент төлеуге міндетті адамның талап-арызы бойынша сот, егер алимент осы адамның науқастануына байланысты немесе басқа да дәлелді себептер бойынша төленбегенін және оның материалдық және отбасылық жағдайы алимент бойынша пайда болған берешекті өтеуге мүмкіндік бермейтінін анықтаса, оны алимент бойынша берешекті төлеуден толық немесе ішінара босатуға құқылы.\n171-бап. Алиментті уақтылы төлемеу\n1. Алимент төлеу туралы келісім бойынша алимент төлеуге міндетті адамның және (немесе) сот шешімі бойынша алимент төлеуге міндетті адамның кінәсінен берешек пайда болған кезде кінәлі адам алимент алушыға кешіктірген әрбір күні үшін төленбеген алимент сомасының оннан бір пайызы мөлшерінде тұрақсыздық айыппұлын төлейді.\n2. Алимент алушы алименттің уақтылы төленбеуіне кінәлі адамнан алиментті төлеу жөніндегі міндетін орындауды кешіктіруден келтірілген бүкіл залалының тұрақсыздық айыппұлымен жабылмаған бөлігін де өндіріп алуға құқылы.",
                "date": "20.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғатты аяла 1 сынып жобасын жасау?",
        "question_content": "1сынып бизге табигатты аяла деген жоба жасау керек 4 немесе 5 бетти. Конкур болады.",
        "question_date": "5.10.2020",
        "question_tag": "Табиғат",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Составьте предложения с 5 словами,относящимися к разговорному стилю.",
        "question_content": "Составьте предложения с 5 словами, относящимися к разговорному стилю.\n\nахнуть, балагурить, жадничать, всплакнуть, беспредел, бабуля, зайчишка, печка, ручеек, наворовать, приработок, большущий.",
        "question_date": "5.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Грантта оқып жатқан бала бір сабақтан бір ақ рет 60 балл алып қалса, гранттан айырыла ма?",
        "question_content": "Жауап берсеңіздер!\n\nГрантта оқып, бір сабақтан бір ақ рет 60 балл алса",
        "question_date": "5.10.2020",
        "question_tag": "Университет, колледж",
        "question_views": 835,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің түсінуімше сабақтан 1 рет 60 балл алып қалдым дегеніңізге қарағанда, сіздерде әр сабақ сайын 100 балл қойылып рк соңында орташа балл шығаратын бағалау жүйесі болып тұр ғой. Оған дейінгі баллдарыңыз жоғары болса гранттан айрылмақ түгілі степендиядан да құламауыңыз мүмкін. Бірақ төмен балл алуға етіңіз үйреніп кетіп жүрмесін, жөндеуге болады екен деп.)",
                "date": "5.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Веналардың ішіндегі қақпақшалар не үшін керек?",
        "question_content": "вена қан тамырларының ішіндегі қақпашықтары не үшін керек",
        "question_date": "5.10.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 823,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Клапан – жүректің ішкі қабықшасының қатпарларынан (эндокард) түзілген бөлігі веноздық және артериялық жолдарды жабу арқылы бір жақты қан айналымын қамтамасыз етеді.",
                "date": "12.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Sen malsin деген не деген сөз",
        "question_content": "Түрікше Sen malsin  деген сөздің мағынасын білгім келеді",
        "question_date": "5.10.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз еркексіз дегені екен",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыртқы ядро ерекшеліктері қалай?",
        "question_content": "Сыртқы ядро ерекшеліктері",
        "question_date": "5.10.2020",
        "question_tag": "География",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жердің орталық өзегін ядро алып жатыр. Ядро темір мен никельден тұрады. Ядро сыртқы және ішкі ядро болып бөлінеді. Сыртқы ядро балқыған күйде, ішкі ядро қатты шар түрінде болады.",
                "date": "5.10.2020",
                "upvotes": 0
            },
            {
                "text": "Жердің орталық өзегін ядро алып жатыр.Ядро темір мен никельден тұрады. Ядро сыртқы және ішкі ядро болып бөлінеді. Сыртқы ядро балқыған күйде болады, ішкі ядро қатты шар түрінде болады.",
                "date": "5.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәтті мен қатты туралы сұрақ?",
        "question_content": "Тәтті мен қатты туралы сұрақ?",
        "question_date": "5.10.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Ел аузынан\" кітабынан\n\nНе тәтті?\nЖиренше шешен бір күні жолда келе жатып алдынан қарсы кездескен бір баладан:\n- Дүниеде бәрінен не тәтті, балам? – деп сұрайды.\nСонда бала:\n- Бал тәтті, - деген екен.\n- Ал жүмсақта не жұмсақ?\n- Мамық жұмсақ.\n- Қаттыда не қатты?\n- Тас қатты.\nБұл баланың жауабын тыңдап түрған екінші бала: «Осы сұрақтарыңызға мен жауап беріп көрейін, рұқсат етіңіз», - деп өтінеді.\n- Ал айта ғой, балам, не тәтті? – дейді Жиренше шешен.\n- Ананың сүті, - деп жауап беріпті бала.\n- Не жүмсақ?\n- Ананың қолы!\n- Ал енді не қатты? – деп сұрағанда.\n- Атаның жүрегі, - деген екен.\nШешен екінші баланың жауабына риза болып, батасын беріпті.",
                "date": "6.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі құмсағаттың көмегі. Осы екі құмсағаттың көмегімен 11 минут шығар?",
        "question_content": "Екі құмсағат бар: біреуі 3 минуттық екіншісі 7 минуттық. Ал жұмыртқа 11 минут ішінде піседі. Осы екі құмсағаттың көмегімен 11 минут шығар?",
        "question_date": "5.10.2020",
        "question_tag": "Математика",
        "question_views": 509,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3 және 7 минуттық құм сағаттарын бір мзгілде жаңадан аударып,3 минуттық құм сағат құмы таусылғаннан бастап санауды бастаймыз. 7 минуттық құм сағат құмы біткен соң бірден кері ауыстырамыз. нәтижесінде 4мин пен 7 минут қосындысы 11 минутты береді.",
                "date": "5.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішкі саясаттағы жетістіктері, өткізген реформалары.",
        "question_content": "Ішкі саясаты Сыртқы саясаты Мінездеме Тарихтағы рөлі\n\nКритерийлерге сәйкес нақты фактілер келтіре отырып, дәлелдеуі тиіс.\n\n1. Ішкі саясаттағы жетістіктері, өткізген реформалары.\n\n2. Сыртқы саясаттағы жетістіктері.\n\n3. Жеке тұлға ретінде баға беру.\n\n4. Қазақстан тарихындағы рөліне баға беру.",
        "question_date": "5.10.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қасым ханның ішкі саясаты: Қасым хан сыртқы саясат пен бірге ішкі саясатты да дұрыс жолға коя білді. Ол феодал ақсүйектердің қарсылығын әлсіретіп, мемлекеттің саяси, экономикалық, әскери қуатын арттырды. Қасым хан мемлекеттің саяси құрылымын нығайту жолында біраз шараларды жүзеге асырды. Оның тұсында мемлекеттің ең жоғарғы заң шығарушы органы Маслихат-султандар мен ру басшыларының съезі болды. Маслихат жылына бір рет шақырылып, мемлекеттің ең маңызды - соғыс жариялау, бітім жасау, жайылым жерлерді бөлісу, көшіп-қону жолдарын айқындау сияқты мәселерді қарады. Маслихаттың Шыңғыс хан әулетінен хан сайлау құқысы болды. Маслихат жұмысына тек ерлер ғана қатыса алды. Мемлекеттегі бүкіл билік хан қолында болды, сонымен бірге заң қабылдау, жарлық беріп отыруға құқысы болды. Ханның жанында неғұрлым беделді билер мен қауым ассоциация өкілдерінен тұратын Кеңесші ұйым- Билер Кеңесі болды. Ханның іс-қағаздарын жүргізіп отыратын, хатшылары мен кеңсесі болды. Бір ескеретін жәй, мемлекеттің орталық аппаратының тұрақты бір жерде жұмыс істейтін орны болған жоқ, сондықтан ханмен бірге көшіп-қонып жүрді.\nТолығырақ: http://ebooks.semgu.kz/content.php?cont=d;1282",
                "date": "20.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оралманға тұрмысқа шығу немесе үйлену?",
        "question_content": "Қазақ болса да не дегенмен өзге елде өмір сүрді біраз менталитет өзгерер деген ойдамын. Біреуді сүйіп қалдым. Сол араларыңда осындай жағдайда болғандар бір кеңесін берсе;)",
        "question_date": "5.10.2020",
        "question_tag": "Жанұя",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ой, құрдас, егер оны шын сүйіп қалған болсаң ойыңа мұндайсұрақ мұлдем келмес еді. Сондықтан, бірінші өзіңнің, екінші оның бақыты үшін арақатынасыңды анықтап ал немесе осы сұрақты қайтадан дауыстап тұрып өзіңе қойып көрші. Шынайы жауабын аласың!",
                "date": "5.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тақырыбы : My family and possessions",
        "question_content": "Осы тақырыпқа 5 сөйлем керек ағылшынша",
        "question_date": "5.10.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 493,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Топик My Family\nI am Zhilin Andrey. Andrey is my name and Zhilin is my surname. I am seventeen years old. I want to tell you a few words about my family. My family is not large. I have got mother, father and grandmother. There are four of us in the family.\nFirst of all some words about my parents. My mother is a teacher of biology. She works in a school. She likes her profession. She is a good-looking woman with brown hair. She is 44 but she looks much younger.\nMy father is programmer. He is forty-six. My father often sings and when we are at home and have some free time I play guitar and we sing together. He is also handy with many things. When he was small he liked to take everything to pieces. My grandmother told me a story that once my father tried to repair their kitchen clock but without success. They had to give it to a repairman. But it happened a long time ago. Now he can fix almost everything.\nMy parents have been married for 18 years. They have much in common, but they have different views on music, books, and films. For example my father likes horror films and my mother likes soap operas. My father is fond of tennis. My mother doesn't go in for sports.\nMy parents are hard working people. My mother keeps house and takes care of my father and me. She is very good at cooking. My grandmother is a pensioner. She lives with us and helps to run the house. She is fond of knitting.\nI want to become a student. I'd like to learn foreign languages. I always try to be in a good mood.\nWe have got a lot of relatives. \nӨз жеке ақпараттарыңызды қойып өзгерте аласыз.",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "C + O2 → CO2 + 402кДж 2Cu + O2 → 2CuO + 276кДж",
        "question_content": "Мына реакциялардың қайсысы эндотермиялық, қайсысы экзотермиялық екенін көрсетіңдер:\nТермохимиялық теңдеу\nC + O2 → CO2 + 402кДж\n2Cu + O2 → 2CuO + 276кДж\nH2 + I2 → 2HI – 50кДж\nCH4 + 2O2 → CO2 + 2H2O + 892кДж\nN2 + O2 →2NO – 180.8кДж",
        "question_date": "5.10.2020",
        "question_tag": "Химия",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "C + O2 → CO2 + 402кДж экзотермиялық\n\n2Cu + O2 → 2CuO + 276кДжэкзотермиялық\n\nH2 + I2 → 2HI – 50кДж  эндотермиялық\n\nCH4 + 2O2 → CO2 + 2H2O + 892кДж    экзотермиялық\n\nN2 + O2 →2NO – 180.8кДж   эндотермиялық",
                "date": "5.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "S + O2 → SO2 + 296 кДж",
        "question_content": "S + O2 → SO2 + 296 кДж термохимиялық теңдеуі бойынша 1 кг күкірт жанғанда, қанша энергия бөлінеді?",
        "question_date": "5.10.2020",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S + O2 → SO2 + 296 кДж\n\n1кг ол 1000 г тең\n\n1000г------х\n\n32г------296кдж\n\nх=9250кДж",
                "date": "5.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер реакцияның термохимиялық теңдеуі мынадай болса: 2Cu + O2 → 2CuO + 311кДж",
        "question_content": "Егер реакцияның термохимиялық теңдеуі мынадай болса:\n2Cu + O2 → 2CuO + 311кДж\n6 моль мыс оттекпен әрекеттескенде қанша энергия бөлінеді?",
        "question_date": "5.10.2020",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Cu + O2 → 2CuO + 311кДж\n6 моль--------------х\n2моль-------------311кДж\nх= 933кДж",
                "date": "5.10.2020",
                "upvotes": 0
            }
        ]
    }
]