[
    {
        "question_title": "Өлгім келеді шаршадым",
        "question_content": "Шаршадым дым сезбей , өлгім келеді",
        "question_date": "31.07.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пайғамбарымыздың (с.ғ.с.) хадис-шәріптердің тағы бірінде: «Кім өз жанын қандай затпен қиса, тозақта сол затпен азапталады», – делінген.\nАлла Тағала былай дейді: «…Және де өз-өздеріңді өлтірмеңдер. Расында, Алла сендерге Мейірбан ғой. Ал кімде-кім дұшпандықпен, зұлымдықпен солай істейтін болса, Біз оны тозақта өртейміз. Олай ету Алла үшін оңай» (Ниса, 29, 30).\nТіршілікте көрген тауқыметі үшін өмірден баз кешіп, өз-өзіне қол салу Құдай Тағаланың қаһарына ұшыратады. Ақыретте үлкен азапқа душар етеді. Дүниеден қалай кетсе, ақыретте сол кейпінде жазаланатын болады.\nӘбу Һурайрадан (р.а.) жеткен риуаятта Пайғамбар (с.а.с.) былай дейді: «Кімде-кім таудан құлап, өзін-өзі өлтірсе, ол жәһәннам отында мәңгі-бақилыққа құлайды. Кімде-кім у ішіп, өзін-өзі өлтірсе, жәһәннам отында мәңгі-бақи сол уын қолына ұстап ішіп тұрады. Кімде-кім өзін-өзі темірмен өлтірсе, жәһәннам отында сол темірі қолына ұстап өзін-өзі мәңгі-бақи ұрғыштап тұрады». (Бұхари мен Мүслім риуаят еткен).\nАдамның өмірі қандай болмасын, басына қандай қиындық түспесін, өзіне қол жұмсамақ түгілі, өлім тілеуіне де болмайды. Өйткені адамның жаны, тәні, өмірі – Жаратушы тарапынан берілген аманат.\nIhsan.kz сайтынан",
                "date": "3.08.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түс жору өлген адам",
        "question_content": "Түсімде қайтыс болған қайын атам үйге кіріп келе жатыр екен. Енем екеуміз бірге отыр екенбіз. Қайтыс болған қайын атам қасыма күлімсіреп келіп, қолындағы ақ түйіншегін ұсынып, балаларыңа апарып берші деп, құшақтап бәрі жақсы болады деді.",
        "question_date": "31.07.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқында түсіңе қайтыс болған жақыны кірсе \"құран дәметіп жүрген шығар\" деп әруағына Құран бағыштап, жеті шелпек таратып жатады. Islam.kz мәліметінше, бақилық болып кеткен жақыныңыз түсіңізге кірген жағдайда, құран бағыштасаңыз артық болмайды.\n\"Мұсылманша түс жору\" тақырыбы төңірегінде жазылған кітаптарда марқұм болған адамның түске кіруіне байланысты әртүрлі жору жасалған. Қайтыс болған адамның тірі екенін көрсеңіз, бұл түс көрген адамның ісі жақсара бастайтынының және күтпеген жерден қиындықтан кейін жеңілдік болатынын білдіреді.\n- түсінде өлген кісінің жүзі жарқын, қуанышты екенін көрсе, оған бағышталған жақсылық жетіп, соған риза екендігінің белгісі.\nIslam.kz сайтынан",
                "date": "3.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала асырап алғым келеді. Қалай бала асырап алуға болады?",
        "question_content": "Бала асырап алғым келеди ном калдырса сатып алып емес ана болу үшін",
        "question_date": "30.07.2023",
        "question_tag": "Заң",
        "question_views": 166,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл тамаша шешім және бала асырап алу маңызды және жауапты қадам болып табылады. Бала асырап алу процесі елге және заңнамаға байланысты өзгеруі мүмкін. Егер сіз бала асырап алуды байыпты қарастыратын болсаңыз, мұнда бірнеше жалпы қадамдар бар:\n\n1. * Зерттеу:*\n\n   - Сіздің еліңіздегі немесе аймағыңыздағы бала асырап алу заңдары мен процесі туралы біліңіз.\n\n   - Қосымша ақпарат алу үшін жергілікті бала асырап алу органдарына немесе әлеуметтік қызметтерге хабарласыңыз.\n\n2. * Дайындық:*\n\n   - Медициналық тексерулерді, қаржылық жағдайды тексеруді, сондай-ақ болашақ асырап алушыларға арналған курстарға қатысуды қамтуы мүмкін қажетті тексерулер мен дайындықтардан өтіңіз.\n\n3. * Ақпаратты іздеу:*\n\n   - Сіздің жарамдылығыңызды және сәйкестігіңізді бағалауды қамтуы мүмкін таңдау және сәйкестік процесін зерттеңіз.\n\n4. * Бала асырап алуға өтініш:*\n\n   - Жергілікті органдарға немесе агенттіктерге бала асырап алуға ресми өтініш беріңіз.\n\n5. * Процесті сүйемелдеу:*\n\n   - Осы маңызды процесте сізге көмектесетін бала асырап алу органдарының немесе әлеуметтік қызметкерлердің сүйемелдеуімен жүріңіз.\n\n6. * Қолдау:*\n\n   - Қоғамда қолдау мен ресурстарды іздеңіз, өйткені бала асырап алу қиын болуы мүмкін және қоршаған ортаны қолдау маңызды болуы мүмкін.\n\nБала асырап алу – бұл уақытты, шыдамдылықты және адалдықты қажет ететін процесс екенін ұмытпаңыз. Егер сіз бала асырап алуға байсалды болсаңыз, кәсіби мамандармен кеңесіп, баланың жақсы болашағын қамтамасыз ету үшін өз еліңіздің заңдарын орындаңыз.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ненің белгісі екенін айтсаңыздар өтінемін",
        "question_content": "Алакөлге 3күнге барып келгеннен кейін бетім ісіп кетті 1 күн күттім әлі басылмады және көзім қызарып тұр. Суда ұзақ уақыт жүріп едім. Судан ба әлде бүйрек жақтарым ауырып үлкен дәрет уақытылы шықпай жүр еді содан ба білмедім . Әлі дәрігерге бармадым . Ненің белгісі екенін айтсаңыздар .",
        "question_date": "29.07.2023",
        "question_tag": "Денсаулық",
        "question_views": 221,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге, урологқа көрініңіз,сол дұрысы",
                "date": "30.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледж бітіргенмін. Шет тілін қалай оқысам болады?",
        "question_content": "Жасым 23 те колледж бітіргенмін. Шет тілін университетін оқу үшін біз қандай тест тапсырамыз жане кешкі оқу бөлімі немесе қашықтықтан оқыту бөлімдері бар ма?",
        "question_date": "27.07.2023",
        "question_tag": "Университет, колледж",
        "question_views": 145,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шет тілін үйрену үшін Сіз TOEFL (test of English as a Foreign Language), IELTS (International English Language Testing System) немесе басқа оқу бағдарламаларына түсуді жоспарлап отырғаныңызға байланысты тест тапсыра аласыз.\n\nКешкі оқу бөлімінің немесе Қашықтықтан оқытудың мүмкіндіктеріне келетін болсақ, олар белгілі бір оқу орнына және оның ұсынылған бағдарламаларына байланысты болуы мүмкін. Көптеген университеттер мен тілдік мектептер икемді оқу кестесін қалайтындар үшін кешкі және қашықтықтан курстар ұсынады.\n\nҚол жетімді опциялар мен сынақтар туралы дәлірек ақпарат алу және кешкі немесе қашықтықтан оқыту мүмкіндігі туралы білу үшін сізді қызықтыратын нақты оқу орнына хабарласу ұсынылады.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбтдан өте алмасам өзімді өлтіремін",
        "question_content": "Мен 2024.05.25 күні, мектеп бітірем",
        "question_date": "26.07.2023",
        "question_tag": "Университет, колледж",
        "question_views": 521,
        "question_upvotes": -2,
        "answers": [
            {
                "text": "Енді сұрақ қандай сонда",
                "date": "30.07.2023",
                "upvotes": 0
            },
            {
                "text": "Не істейік енді?   внимание жетпей жатырма?  Зачем оны интернетке жариялап",
                "date": "31.07.2023",
                "upvotes": 0
            },
            {
                "text": "Салем,окушы! Озинди ондай куйзелиске тусиргенше, уакытын барда УБТ-га дайындал! Озин калаган баллды сондай жолмен аласын. Ал «озимди олтирем» деуин - сенин берилгенин.",
                "date": "31.07.2023",
                "upvotes": 1
            },
            {
                "text": "Ұбт дан өте алсам өттім, өте алмасам план Б деп басқа жолын қарастыр өміріңнің. ҰБТ сыз да адамдар өмір сүріп жатыр, тіпті қиналып кеткен болсаң.",
                "date": "3.08.2023",
                "upvotes": 1
            },
            {
                "text": "Босқа өлгенше бір шүйкебасқа тұрмысқа шығып соны бақытты етем деп айтқанын тыңдап, жамандығын жасырып, отбасына мықты келін болып, үй шаруасынан бөлек мал мен егінге де болысып, топырлатып бала туып беріп, бағып, олардың мектеп, ЖОО бітіру, үйлену, той- құдалық сынды міндетті түрде болуы керек нәрселері бар. Жұмысыңды жасап ақша тауып, күйеуіңе болысып неге өмір сүрмейсің. Өлім мен бірдей болып сезіледі, байқап көр ))",
                "date": "13.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастырылып қалған күйде боламын бірақ Аятул курси қосып жатамын сонда бұл не?",
        "question_content": "Дем салғанға дейін күнде бастырылатын едім бакарада қосып жатамын сонын өзінде қозғала алмаймын сөйлейде алмаймын бəрін естіп біліп жатамын. Сосын Аятул курси косып көрейінші мүмкін көмектесер деп қосып ұйықтағанмын шүкір көмектесті шамамен 2-3күн сосн тағы бастырылып қаламын өзімді басқара алмай күйеуіме дем салдырамын тыныш ұйықтаймын сол күні ертесіне тағы қайталанады қатты шаршадым тыныш ұйықтай алмай. Бүгін өте қорқынышты жағдай болды өзім 10дарға дейін ұйықтаймын кейде тыныш ұйықтаймын көбіне бастырылу,бүгінгі жағдай Аятул курси косып қойғанмын əдеттегідей сосын артка бұрылып жаттым тосекке керісінше жатырмын ыстық болғасын тықырлаған дауыстан терең ұйқыдан оянып кеттім бірақ көзімді ашпадым көршілер шығар деп бір кезде олардын кетіп қалғаны есіме түсед(сыртқы есік ашық тұрады күндіз дом біздікі)  бірақ мəн бермей жата бердім сосын қасыма біреу келіп отырғанын сездім телефоным қозғалып шығып тұрған сүренің даусы бір жақындап бір алыстады мен шошынып дегем дірілдеп жатканын сезіп жатырмын бірақ қозғала алмай жатырмын сол кезде бір қыздың дауысы шықты қорықпа деген мен қатты шошып кеткенім сонша көзім қалай ашканымды білмеймін ашып тек басым бұрылып тұрған жаққа қарап қозғалуға тырысып жатырмын сосын жаймен өтінем кетші деп қиналып бір əріп қатты шығып басқасы ақырын шықты ол кетпеді сонда да сосын бар күшім жинап қозғалдым ол тұрып кеткенін сездім көзімді ашуға қорқып тұрмын бірақ ашып жатырмын толық ашылмады кəдімгі ұйқысырап көзін аша алмай отырған баладай отырмын ояумын ол кезде есіктен сығалаған шашы ұзынан келген қызды көрдім қарадыда жоғалып кетті мен оны көріп ұйқым ашылып кетті тұрдымда сыртка жүгірдім түнгі киімімен жылап күйеуімді жұмысынан шақырып алып барын айтым қатты қорқынышты жағдай болды бұнын не екенін түсіне алар емеспін дарет алып жатамын сүре косып жатамын өзім үшін фатиха мен ыкылас окып жатамын кейде 100ден зікір тартып жатамын сонын өзінде бастырылып қалған жағдайда болған тіпті 2рет дем салдырдым адіраспанменде аластатып көрдім",
        "question_date": "26.07.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 234,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйіңіз таза емес шығар. Әр бейсенбі, жұма күндері шелпек пісіріп құран оқуға тырысыңыз. Өзіңіз үнемі дәретте жүріңіз. Жалдамалы пәтер болса, пәтеріңізді ауыстыруға тырысыңыз. Жалдамалы пәтерлерде мұндай жағдайлар жиі болады, себебі әр түрлі адамдар тұрады. Бірі таза жүрсе, екіншісі көп ішетін болады. Содан жын-шайтандар жиналады.",
                "date": "3.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геодезист оқу практика үлгісі керек 1 курс",
        "question_content": "оқу практика үлгісі керек 1 курс геодезист",
        "question_date": "26.07.2023",
        "question_tag": "Университет, колледж",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Геодезистің оқу тәжірибесі әдетте геодезия саласында практикалық дағдылар мен тәжірибе алуға бағытталған әртүрлі жұмыстарды қамтиды. Міне, геодезистің оқу тәжірибесі бағдарламасының үлгісі:\n\n1. Ұйыммен танысу:\n\nГеодезиялық фирманың немесе бөлімшенің ұжымымен таныстыру және таныстыру.\nЖұмыс орнындағы қауіпсіздік ережелері мен нормаларымен танысу.\n2. Құралдармен танысу:\n\nТеодолит, деңгей, геодезиялық GPS және басқа жабдықты пайдалануды үйрету.\nӨлшеу құралдарымен жұмыс істеу бойынша практикалық сабақтар.\n3. Топографиялық түсірілім:\n\nЖергілікті жердің топографиялық түсірілімін өткізуге қатысу.\nКарталармен, аэрофотосуреттермен және ГАЖ-мен жұмыс.\n4. Геодезиялық өлшемдер:\n\nГеодезиялық түсіруді және нүктелердің геодезиялық координаттарын анықтауды қоса алғанда, геодезиялық өлшемдерге қатысу.\nБиіктік пен қашықтықты анықтау.\n5. Құжаттаманы дайындау:\n\nГеодезиялық есептер мен карталарды құрастыру тәжірибесі.\nГеоақпараттық жүйелермен (ГАЖ) жұмыс тәжірибесі.\n6. Топтық жұмыс:\n\nТоптық жобаларға қатысу және әріптестермен бірлесіп жұмыс істеу.\nТәжірибелі маркшейдерлермен тәжірибе алмасу.\n7. Тәуелсіз жобалар:\n\nТәлімгердің басшылығымен шағын геодезиялық жобаларды өз бетінше орындау.\nМіндеттер қою және оларды шешу.\n8. Қорытынды есеп:\n\nОқу практикасының соңында атқарылған жұмыстар туралы есеп дайындау.\nОрындалған жобалар мен нәтижелердің тұсаукесері.\nБұл үлгі жалпы жақтауды білдіреді. Тәжірибенің нақты мазмұны белгілі бір оқу орнына, ұйымға, сондай-ақ студенттің оқу және кәсіби мақсаттарына байланысты өзгеруі мүмкін.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сынып аттестаты бағасы кандай болса 11-де 9-дың бағалары шыға ма?",
        "question_content": "9 сынып аттестаты бағасы кандай болса 11-де 9-дың бағалары шыға ма?",
        "question_date": "22.07.2023",
        "question_tag": "Мектеп",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негизи, жок. Егер де, 10 жане 11 сыныптарда да солай окысаныз сол багаларды аласыз.Ал немесе улгериминиз котерилип немесе туссе ол багалар ешкандай рол ойнамайды, тиысты баганыз аттестатка жазылады.",
                "date": "31.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аукциондар яғни кәсіпкерлік үшін жер, қайсы сайтта өткізіледі, сайт атауы керек",
        "question_content": "Аукциондар яғни кәсіпкерлік үшін жер, қайсы сайтта өткізіледі, сайт атауы керек",
        "question_date": "22.07.2023",
        "question_tag": "Заң",
        "question_views": 176,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "E-auction.gosreestr.kz",
                "date": "22.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынға кандай колледжтер бар?",
        "question_content": "9сыныптан кетемін ағылшын тілінен түспекшімін,қандай керемет колледж тер бар?жәнеде оның гранты канша?.",
        "question_date": "21.07.2023",
        "question_tag": "Университет, колледж",
        "question_views": 191,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнайы ағылшын колледждері жоқ десекте болады.Бірақ универлер көп.\n\nПедагогикалық колледждерге түсуге болады ағылшын пәні бойынша",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айти мамандығы қиын болама?Егер ағылшын тілін білмесем",
        "question_content": "Мен айти болайын деп армандағам бірақ ағылшын тілін білмейм ойсыз бола алмаймба?Нақты қанша балға жеткізу керек",
        "question_date": "21.07.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 202,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі заман талабына сай және сұранысқа ие программист болу үшін ағылшын тілін білу өте маңызды. Ағылшын тілі программалау саласында ең көп қолданылатын тіл ретінде кеңінен пайдаланылады. Ағылшын тілі әлемнің көптеген техникалық мектептері мен университеттерінде оқыту тілі болғандықтан, ағылшын тілін білу программисттер үшін маңызды факторға айналды. Программист үшін ағылшын тілін білу маңызды болу себебі: Java, Python және JavaScript сияқты танымал тілдерді қоса, көптеген бағдарламалау тілдері басқару құрылымдары, айнымалылар және функциялар сияқты нәрселер үшін ағылшын тіліндегі кілт сөздерді пайдаланады. Бұл тілдерде кодты түсіну және жазу үшін программист осы кілт сөздерді түсінуі керек.\n\nПрограммалауға қатысты құжаттама мен онлайн ресурстардың көпшілігі ағылшын тілінде жазылған. Егер программист ағылшын тілін оқи немесе түсіне алмаса, оларға бұл ақпаратқа қол жеткізу және өз саласындағы соңғы жаңалықтардан хабардар болу қиынырақ болуы мүмкін. Айта кету керек, ағылшын тілінде сөйлемейтін немесе ағылшын тілін шектеулі деңгейде меңгерген көптеген табысты программисттер бар. Сайып келгенде, программист үшін ағылшын тілінің маңыздылығы олар жұмыс істейтін нақты контекстке және олардың жұмысының нақты талаптарына байланысты болады. Біріншіден, ағылшын тілі құжаттамада, оқулықтарда және программалау бойынша нұсқаулықтарда қолданылатын негізгі тіл. Программалау тілдерінің, кітапханалардың және фреймворктардың функционалдығын түсіну үшін программисттер осы ресурстарға көп сүйенеді. Ағылшын тілін жеткілікті білмесе, программисттерге осы ресурстарда ұсынылған ұғымдарды түсіну қиынға соғуы мүмкін. Бұл шатасуға әкелуі мүмкін және олардың кодында қателер тудыруы мүмкін. Екіншіден, коммуникация программалық жасақтаманы әзірлеудің маңызды аспектісі болып табылады.\n\nПрограммисттерден әлемнің әртүрлі бөліктеріндегі басқа программисттермен, жоба менеджерлерімен және клиенттермен жұмыс істеу қажет. Ағылшын тілі осы сценарийде ортақ тіл ретінде қызмет етеді, бұл қарым-қатынасты тегіс және тиімдірек етеді. Қате қарым-қатынас түсінбеушіліктерге, кідірістерге және төмен соңғы өнімге әкелуі мүмкін. Үшіншіден, технология индустриясының жаһандық сипаты программисттер әлемнің түкпір-түкпірінен келген клиенттермен және пайдаланушылармен өзара әрекеттесу қажеттігін білдіреді. Ағылшын тілі программисттерге кеңірек аудиторияға қол жеткізуге көмектесетін әмбебап тіл ретінде қызмет етеді. Клиенттер мен пайдаланушылар жоғары сапалы қолдау мен құжаттаманы күтеді, бұл нақты және қысқа коммуникацияны қажет етеді. Ақырында, ағылшын тілін білу бағдарламашының мансаптық болашағына айтарлықтай әсер етуі мүмкін.\n\nКөпұлтты компанияларда ағылшын тілі көбінесе қарым-қатынас үшін пайдаланылатын негізгі тіл болып табылады, ал ағылшын тілін еркін меңгеру көбінесе жоғарылату және көшбасшылық лауазымдарға қойылатын талап болып табылады. Сонымен қатар, технология индустриясындағы жұмыс мүмкіндіктері жоғары бәсекеге қабілетті және ағылшын тілін мықты білу программистке басқа үміткерлерден артықшылық бере алады. Қорытындылай келе, ағылшын тілі қазіргі жаһандану әлеміндегі программисттер үшін маңызды дағды болып табылады. Программалау — бұл тез дамып келе жатқан сала болғандықтан, программист қазіргі технологияға тез бейімделіп, жаңа технологияларды үнемі үйреніп отыруы керек. Сондықтан, өздігінен білім алу — программисттің негізгі дағдылардың бірі. Ағылшын тілін жетік меңгерген программисттер жақсы нәтижелерге қол жеткізе алады, мансаптық перспективаларын арттырады және технология индустриясының өсуіне үлес қоса алады. Сондықтан бағдарламашылар өз мансабында табысқа жету үшін ағылшын тілін үйренуге басымдық беруі өте маңызды.\n\nhttps://bilim-all.kz/ сайтынан",
                "date": "24.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде қоңыр және қара жылан көрдім",
        "question_content": "Түсімде қоңыр және қара жылан көрдім. Оларды үйіміздің бір мүшесі асырайды екен. Бәріміз одан қорықып жүрміз. Бір күні олар босап кетіп бізге қарай шабуылдайды, өте тез жүреді. Бәріміз жан-жақта қашып жүрміз. Бірақ ол жыландар бізге ризашылығын білдіріп еркелеп жүр екен. Мен әлі күнге қорқып олар жоласа қаша беремін. Бір күні мен қорықа берген соң мамам қоңыр жыланды өлтіріп тастайды екен. Өлтірген соң оның етінен сорпа жасайды. Бірақ оны толған құмырсқа басып алады. Сосын қара жылан үнемі менің артымнан қалмайды. Мен қатты қорқатын болған соң мамаға оны да өлтіруін сұраймын. Мама өлтірмекші болғанда қара жылан өлмей қалады. Сосын ол үйге қайта келіп менің бетіме қарап тұрып қарғайды. Ал енді осы түс маған маза берер емес. Бұл не болуы мүмкін, түс жору дегенге сенбеуші едім. Түсінетін адам бар ма? Қызық болып тұр!",
        "question_date": "20.07.2023",
        "question_tag": "Психологиялық кеңес",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ислам діні ұйқы процесіне де, ондағы көріністерге де көп көңіл бөледі. Нағыз сенушілер мұсылмандар ұйықтап қалғаннан кейін жасырын білімді өз жанымен бақылай бастайтынына сенімді. Алланың өзі оларға арман арқылы жіберу арқылы маңызды белгілерді көруге мүмкіндік береді. Кейбір сюжеттер түсінікті және жағдайды тікелей көрсетеді, басқаларын декодтау үшін ерекше тәсіл қажет, өйткені олар бір-бірімен байланысты емес бейнелерден тұрады.\n\nИсламдық арман кітабы бұл жағдайды түсінуге көмектеседі. Түсіндегі жылан арман кітабында әртүрлі түсіндіріледі, бірнеше жағы бар. Мұның бәрі осы көзқарасты кім жібергеніне байланысты: Алла, Шайтан немесе адамның сана-сезімі. Бірінші жағдайда бұл отбасын, аурулардан, балалардан және еркектен емделуді білдіруі мүмкін. Екіншісінде-Жаулар, өсек және жасырын мағыналар.\n\nҚұран бойынша түсіндіру\n\nЖазбаларды қолдана отырып, сіз армандағы жыланның арман кітабынан нені білдіретінін біле аласыз. Исламдық арман кітабы оның бай жауды көрсететініне сенімді. Бауырымен жорғалаушының армандаушының үйіне кіргені оның қаскүнемінің оған қарсы қиянат жасайтынын білдіреді. Бірақ егер сюжетте ұйықтап жатқан адам оны өлтіре алса, онда оған Алла өзінің жауын жеңу үшін береді. Ерекшелік-бұл адам бауырымен жорғалаушыларды неке төсегінде жоятын жағдай. Содан кейін жоғарғы күш оған әйелінің жақын арада қайтыс болуы туралы ескертеді.  Суретте түсіндіру-исламдық арман кітабы\n\nТүсіндегі жылан арман кітабында Алланы жаулардан қорғау ретінде түсіндіріледі. Мұны көрген адам жоғары күштер оны және оның отбасын қорғайтынына сенімді бола алады. Бауырымен жорғалаушы адамнан қорықпай оның үйін айналып өтетін армандар қонақтардың арасында жаман ниет білдірушілер бар екенін көрсетеді. Олардың жаман ойлары бар және олар отбасына дау тудырғысы келеді. Көрген өлтірілген жылан шынайы өмірде адам өзінің отбасына қызғанышпен қарайтын және өсек тарататын жауларынан арыла алғанын айтады. Егер армандаушы үлкен бауырымен жорғалаушыны жеңсе , іс жүзінде ол өзінің беделіне нұқсан келтіретін жеке өзі жеңді. Бірақ біреудің Жыланды қалай жеңуге тырысқаны туралы бақылаулар келесі туралы айтады. Шындығында, біреуге адал есім мен әділеттілікті қалпына келтіру үшін шайқаста сіздің көмегіңіз қажет.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Поликлиникадан практикадан өткен туралы студентке мінездеме барма дайыны?",
        "question_content": "Поликлиникадан практикадан өтті деген студентке мінездемесін қалай жазады?",
        "question_date": "20.07.2023",
        "question_tag": "Университет, колледж",
        "question_views": 188,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аты-жөннін осы аралықта бізде өндіріс тәжірбиесін өтті. Осы уақытта өзін жақсы жағынан көрсетті, коликтивпен тез тілтабысып кетті, өз жұмысын уақытылы орындап отты.Біз оған үлкен үміт артамыз, болашакта жақсы маман болып шығады деп ойлаймыз.",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытайда қызметке орналаса алмаған қазақ Қазақстанға көшіп келуіне рұқсат па?",
        "question_content": "Қытайда қызметке орналаса алмаған қазақ Қазақстанға көшіп келуіне рұқсат па?",
        "question_date": "18.07.2023",
        "question_tag": "Заң",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Халықтың көші-қоны туралы\" 2011 жылғы 22 шілдедегі Қазақстан Республикасы Заңының 9-бабының 10) тармақшасына және\" мемлекеттік көрсетілетін қызметтер туралы \" 2013 жылғы 15 сәуірдегі Қазақстан Республикасы Заңының 10-бабының 1) тармақшасына сәйкес БҰЙЫРАМЫН:\n      Ескерту. Кіріспе жаңа редакцияда-ҚР Ішкі істер министрінің 2020.03.31 № 275 (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) бұйрығымен.\n      1. Қоса беріліп отырған шетелдіктер мен азаматтығы жоқ адамдарға Қазақстан Республикасында уақытша және тұрақты тұруға рұқсат беру Қағидалары бекітілсін;\n      2. Қазақстан Республикасы Ішкі істер министрлігінің Көші-қон полициясы департаменті:\n      1) заңнамада белгіленген тәртіппен осы бұйрықтың Қазақстан Республикасының Әділет министрлігінде мемлекеттік тіркелуін;\n      2) Осы бұйрық Қазақстан Республикасының Әділет министрлігінде мемлекеттік тіркелгеннен кейін күнтізбелік он күн ішінде оның көшірмесін \"Қазақстан Республикасы Әділет министрлігінің Республикалық құқықтық ақпарат орталығы\" шаруашылық жүргізу құқығындағы республикалық мемлекеттік кәсіпорнының мерзімді баспасөз басылымдарында және \"Әділет\" ақпараттық-құқықтық жүйесінде ресми жариялауға жіберуді;\n      3) осы бұйрықты Қазақстан Республикасы Ішкі істер министрлігінің интернет-ресурсында және мемлекеттік органдардың интранет-порталында орналастыру.\n      3. Осы бұйрықтың орындалуын бақылау Қазақстан Республикасы Ішкі істер министрінің орынбасары Е.З. Тұрғымбаевқа және Қазақстан Республикасы Ішкі істер министрлігінің Көші-қон полициясы Департаментіне (С. С. Саинов) жүктелсін.\n      4. Осы бұйрық алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі.\nМинистр\n\nполиция генерал-полковнигі\nҚ. Қасымов\n\n     Бұйрықпен бекітілген\nІшкі істер министрінің\nҚазақстан Республикасының\n2015 жылғы 4 желтоқсандағы № 992",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қол аяғым ісіп кетеді. Қалай емделуге болады. Астана қаласы",
        "question_content": "Аяк колым ісіп кетеді калай емделем, адрес болса сіздерде. Қол аяғым ісіп кетеді. Қалай емделуге болады. Сіздер емдесеңіздер, адрес жазсаңыз. Астана қаласы",
        "question_date": "18.07.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 260,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қолдар мен аяқтардың ісінуі жарақаттар, аллергия, қан айналымы проблемалары немесе басқа медициналық жағдайлар сияқты әртүрлі себептерден туындауы мүмкін. Дегенмен, мен дәрігер емеспін және дәл диагноз қою және емдеу үшін медициналық маманға баруды ұсынамын.\n\nДәрігерге барар алдында сіз келесі қадамдарды жасай аласыз:\n\n1. Тыныштық және аяқ-қолды көтеру: ісінуді азайтуға көмектесу үшін ісінген аяқ-қолды жүрек деңгейінен жоғары көтеріңіз.\n\n2. Суықты қолдану: ісінген жерлерге суықты жағыңыз, бұл қабынуды азайтуға көмектеседі.\n\n3. Ыңғайлы киім киіңіз: тығыз немесе қатты киімдерден аулақ болыңыз, әсіресе ісінген жерлердің айналасында.\n\n4. Тұздан аулақ болыңыз: тұзды тұтынуды шектеңіз, себебі ол ағзадағы судың сақталуына ықпал етуі мүмкін.\n\n5. Су ішіңіз: қалыпты метаболизмді сақтау үшін жеткілікті мөлшерде су ішкеніңізге көз жеткізіңіз.\n\n6. Дәрігермен кеңесу: егер ісіну сақталса немесе басқа белгілермен бірге жүрсе, кәсіби кеңес алу және диагноз қою үшін дәрігерге баруды ұмытпаңыз.\n\nМедициналық маманмен кеңесусіз өзін-өзі емдеуге болмайды, әсіресе егер мәселе созылмалы түрге айналса немесе ауырсынумен және басқа да ауыр белгілермен бірге жүрсе.",
                "date": "22.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Зәрмен қан араласып шығады. Өтініш оқыңыз жауап болса жаза кетіңіз?",
        "question_content": "Зәрмен қан араласып және зәр шыққанда қатты ауырсыну болса ол да  бүйрекке сувқ тиді немесе тас бар деген созбе , мен проста айтқым келгені адамның ауына удар тигеннен болама ондай , Мен мотоцикл мен күні бойы жүрдім жаман жолмен и сиденясы катты екен , сол күні кіші дәретке қатты қиналдым и қан араласып шықты зәрмен. Ол неден ??",
        "question_date": "18.07.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 177,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зәрдегі қан ескерту белгісі болуы мүмкін. Көптеген жағдайларда себеп зиянсыз болса да, зәрдегі қан (гематурия) ауыр бұзылуларды көрсетуі мүмкін. Емдеу себебіне байланысты.Зәрдегі қан ескерту белгісі болуы мүмкін. Көптеген жағдайларда себеп зиянсыз болса да, зәрдегі қан (гематурия) ауыр бұзылуларды көрсетуі мүмкін. Емдеу себебіне байланысты.\n\nЗәрдегі қанды екі терминмен атауға болады. Егер қан көзге көрінсе, яғни зәрдің түсі қызғылт немесе бургундия болса, онда бұл жағдай өрескел гематурия деп аталады. Егер зәрдің түсі қалыпты болса, бірақ зәр анализі қызыл қан жасушаларының, яғни қан элементтерінің жоғарылауын анықтаса, онда бұл жағдай микрогематурия деп аталады. Бұл мақалада зәрдегі көрінетін қанға (өрекі гематурия) назар аударылады.\n\nҚызылша, ревень және жидектердің кейбір түрлері сияқты кейбір дәрі-дәрмектер мен тағамдар қызыл зәрді тудыруы мүмкін. Зәр түсінің бұл өзгерісінің себебі қанға байланысты ма, жоқ па, соны анықтау үшін зәр анализін алу қажет.\nурологқа барыңыз",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күнге катты күйгенде не жакса болады Кандаи мазь бар",
        "question_content": "Күнге катты күигенге не жакса болады еще күнге аллергиясы бар",
        "question_date": "18.07.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айран немесе каймак жагыныз. Немесе дукендерден белая глина деген маска бар соны жагып корсениз, жаксы комектеседы",
                "date": "27.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЭЦП ны біреуге беру қаншалықты дұрыс?",
        "question_content": "ЭЦП ны біреуге беру қаншалықты дұрыс?",
        "question_date": "17.07.2023",
        "question_tag": "Қоғам",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сенімді адам болса , жұмысқа қажет болса (ИП, отчет және т.б,) амал жоқ.",
                "date": "20.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден кейін платныйға ҰБТ тапсыру уақыты",
        "question_content": "Мен Колледж  бітіріп универ оқиға тапсыру уақытын білім келеді платныйға",
        "question_date": "16.07.2023",
        "question_tag": "Университет, колледж",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://testcenter.kz/postupayushchim-v-vuz/ent-dlya-vypusknikov-kolledzhey/edinoe-natsionalnoe-testirovanie-ent/ сілтемесіне өтіп толық ақпарат ала аласыз.",
                "date": "13.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяғым тізеге дейін қышығаннан жара болып кетіп жатыр. Не істесем болады?",
        "question_content": "Сол жараны немен кайтарсам болады не жаксам болады. Аяғым тізеге дейін қышығаннан жара болып кетіп жатыр. Не істесем болады?",
        "question_date": "16.07.2023",
        "question_tag": "Тазалық",
        "question_views": 208,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге бару керек.",
                "date": "20.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 курсты бітірдім басқа колледжде кейін 2 курс оқи аламын ба?",
        "question_content": "1 курсты  бітірдім басқа колледжде кейін 2 курс оқи аламын ба?",
        "question_date": "14.07.2023",
        "question_tag": "Университет, колледж",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине оқи аласыз. Тамыз айының 25-не дейін ауысуға болады.",
                "date": "21.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жастар практикасымен жұмыс жасай отырып жеке кәсіпкер болуға болады ма?",
        "question_content": "Жастар практикасымен жұмыс жасай отырып жеке кәсіпкер болуға болады ма?",
        "question_date": "12.07.2023",
        "question_tag": "Бизнес туралы",
        "question_views": 235,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз одан ақша, кіріс алсаңыз, иә, бұл кәсіпкерлік, бұл жағдайда қызмет көрсету.",
                "date": "14.07.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Енемнің ағасының қызы бар. Сол қыздың күйеуі маған кім болып келеді?",
        "question_content": "Ассалаумағалейкум, сұрақ туындап тұр. Менің енемнің ағасының қызы бар. Сол қыздың күйеуі маған кім болып келеді?",
        "question_date": "12.07.2023",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 239,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ененің ағасының қызының күйеуі саған туысқан болады",
                "date": "17.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4 жыл бойы әскерге бармау үшін университеттен берілетін құжатты онлайн түрде қалай алады?",
        "question_content": "4 жыл бойы әскерге бармау үшін университеттен берілетін құжатты онлайн түрде қалай алады?",
        "question_date": "12.07.2023",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шымкент қаласы бойынша\" Азаматтарға арналған үкімет \" мемлекеттік корпорациясының филиалында кейінге қалдыруға құқығы бар әскерге шақырылушылар ХҚКО-ға бармай-ақ мемлекеттік қызметке қалай өтініш бере алатындығы туралы айтылды. Олар мұны электрондық үкімет порталы арқылы жасай алады.\n\nӨтініш беру үшін бірнеше қарапайым қадамдарды орындау қажет:\n\n- Порталға кіріңіз eGov.kz;\n— \"Әскери есеп және қауіпсіздік\" бөлімінде \"әскери қызмет \"қойындысында\"әскерге шақыруды кейінге қалдыру\" қызметін таңдаңыз;\n- \"Қызметке онлайн тапсырыс беру\"батырмасын басыңыз;\n- Өзіңіз туралы мәліметтерді толтырыңыз (кейінге қалдыру немесе босату себебін көрсетіңіз, құжаттардың электрондық көшірмелерін жүктеңіз);\n- ЭЦҚ көмегімен қызметке қол қойыңыз.\n\nҚызмет көрсету мерзімі-6 жұмыс күні. Мемлекеттік органның жауабы пайдаланушының жеке кабинетіне түседі.\nАйта кетейік, ағымдағы жылдың 1 наурызынан бастап әскерге шақырылушылар СМС-хабарлама арқылы әскери қызмет өткергені туралы өз мәртебесін біле алады. Осының арқасында барлық анықтамалар мен құжаттарды ұсынудың қажеті жоқ. Хабарламаны алу үшін телефон нөмірі мобильді азаматтар базасында тіркелуі қажет.\n\nЕстеріңізге сала кетейік, кейінге қалдыру келесі жағдайлар бойынша беріледі:\nотбасы бойынша, білім беруді жалғастырған жағдайда және денсаулық жағдайы бойынша.",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    }
]