[
    {
        "question_title": "Жеті ата туралы мәлімет",
        "question_content": "Жеті атадан асу дегеніміз не?\nЖеті атадан асқанды қалай білуге болады?",
        "question_date": "3.12.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 769,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеті атаға толмай қыз алыспау – ата-бабамыздан бері келе жатқан қатаң құқықтық заң-ереже. Бұл – ауру тудыратын генетикалық өзгерістердің, физиологиялық және психологиялық ауытқудың алдын алу үшін жасалған сақтық шарасы.\n\nЯғни, үйленетін азамат қалыңдықты жеті таудан асып, жеті өзеннен өтіп тапса, ерлік саналған. Бұл ұрпақ саулығын, қан тазалығын, тектілікті сақтаудың ең ұлы әрі ең сенімді жолы ретінде әлемде мойындалды.\n\nҚазақ жеті атаға толып, қыз алысуға рұқсат болғанда төмендегідей жоралғы жасаған. Баяхмет Жұмабай, этнограф, жазушы:\n\n\"Әрине, бұл жағдай екі жастың өзара махаббатынан туындайтыны белгілі. Мұндай кезде ауыл ақсақалдары мен билері ақылдасқан. Егер екі жастың туыстық байланысы жеті атаға толса, жеті рудан билер мен ақсақалдарды жинап, \"Ақсарбас\" айтып, мал сойып, батасын беретін болған. Сонымен бірге жаңа шыққан руға ру атын, ен-таңбасын, аруақ-ұранын белгілеп берген. Міне осы баталасудан кейін бұл екі ру бір-бірінен қыз алысатын болыпты\".   \nЖеті ата: 1. Бала. 2. Әке. 3. Ата. 4. Арғы ата. 5. Баба. 6. Түп ата. 7. Тек ата.",
                "date": "4.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанат ұшқанда қатаяды композициялық талдау",
        "question_content": "Медеу Сәрсеке Қазақтың Қанышы романының \"Қанат ұшқанда қатаяды\"  бөліміне композициялық талдау тез керек болып тұр",
        "question_date": "3.12.2022",
        "question_tag": "Мектеп",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсімде тышқан көрсе не болады?",
        "question_content": "Түсімде үй толған тышқан көрдім. бұл не?",
        "question_date": "3.12.2022",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 836,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсіндегі егеуқұйрық сақ болу керек ұры туралы ескертуі мүмкін. Егер сенуші түсінде егеуқұйрықтың сықырлағанын естісе, бұл Ұрының немесе басқа өзімшіл адамның келтіретін зиянын көрсетеді. Алланың елшісі (С.г. в.) бірде: \"шынында да, тышқан үйдегі өртке ықпал етеді (бұл жерде тышқандар жанып тұрған шамдарды құлатқан жағдайлар туралы айтылады)\" (Муслим, Тирмизи, Әбу Дауд). Егер адам айналасында әртүрлі егеуқұйрықтар мен тышқандарды көрсе, бұл оның уақытының көп бөлігін өзіне және жақындарына пайдасыз өткізетінін көрсетеді. Мұхаммед Пайғамбар (с.Г. в.): \"көптеген адамдар екі жақсылықтан айырылады: керемет денсаулық және бос уақыт\" (Бухари).",
                "date": "24.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер денеге әсер етуші күш 6 кН тең болса, дененің массасы нешеге тең болады?",
        "question_content": "Егер денеге әсер етуші күш 6кН тең болса, дененің массасы нешеге тең болады?",
        "question_date": "3.12.2022",
        "question_tag": "Физика",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m=F/g=6000/10=600 (кг)",
                "date": "14.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұманбай Молдағалиев \"Бауырлар\" өлеңі сатылай кешенді талдау",
        "question_content": "Тұманбай Молдағалиев \"Бауырлар\"өлеңіне сатылай кешен ді талдау жасау.",
        "question_date": "3.12.2022",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жанр өлең\nИдеясы тарыдай шашылған қазақты атамекенге шақыру\nШумақ 9\n\nТармақ 4\nБунақ 3\n\nБуын 11",
                "date": "29.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дұрыс қиық пирамида ав 12 см а1 в1 4см биіктігі 4 см",
        "question_content": "abcda,b,c,d, дурыс киық пирамиданын ab-12 см. a,b - 4 см. Қиық пирамиданын биіктігі 4 см деп алып, abc d қимасынын ауданын табындар.",
        "question_date": "3.12.2022",
        "question_tag": "Геометрия",
        "question_views": 177,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Нағашы қарындасқа үйленсем болады ма? Шешемнің інісінің қызына үйленсе болады ма?",
        "question_content": "Шешемнің інісінің қызына үйленуге болама ?? Былайша айтқанда нағашы қарындасқа",
        "question_date": "3.12.2022",
        "question_tag": "Шежіре",
        "question_views": 477,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың үш жұрты: өз жұрты, нағашы жұрты, қайын жұрты. Міне осы үш жұрттың ішінде өз жұртынан және нағашы жұртынан ешқашан қыз алыспайды. Ал қайын жұрт сәл басқаша. Яғни, қандық туыстық байланыс болмаса немесе құда бала мен құдашаларды өзара айттырады.\n\nКейде нағашылы-жиенді жақ екі-үш атадан кейін, кедейліктен не соғыстан үйлене алмай қалу секілді қиын жағдайларда атастыратын болған. Бірақ бұл барынша сирек кездеседі. Немесе жұбайы қайтыс болған еркекке қайын жұртынан қыз алуға болады. Көбінесе балдыздарын алған.",
                "date": "3.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 6 кг дегенге ай бетіндегі әрекет ететін ауырлық күшін табыңдар?",
        "question_content": "Массасы 6 кг дегенге ай бетіндегі әрекет ететін ауырлық күшін табыңдар?",
        "question_date": "1.12.2022",
        "question_tag": "Физика",
        "question_views": 684,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "F=m*ga=6 кг * 1.622 м/с² = 9,732 Н",
                "date": "14.12.2022",
                "upvotes": 0
            },
            {
                "text": "Бер:\nm=2кг\ng=9,8= 9,8 жуықтаймыз\nТабу керек:Fa-?\nШешуі:Fa=m•g=2•10=20",
                "date": "1.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қожалар ақсүйек пе?",
        "question_content": "Баршаңызға сәлем! Менде осы сұрақ туындады: Қожалар ақсүйек пе деген. Википедияда ақсүйектер - қара халыққа үстемдік жүргізетін белгілі бір адамдар (титул) деп тұр. Бірақ қожалар пайғамбарымыздың ұрпағы болып, қара халыққа үстемдік етті ме? Белгілі бір адамдарды таппадым, бар тапқаным қожалар неке қию, сүндетке отырғызу, жаназа шығару және т.б. айналысты. Сонда қожалар пайғамбарымыздың ұрпағы болып, өздерін ақсүйек деп санағаны ма? Менің ойымша, бұл қате тұжырым. Төрелерді алсақ, олар шыныменде ақсүйек. Жошы ханнан тараған ұрпақ, біздің елге қаншама ғасыр билік етіп, қара халыққа үстемдік етті, жерлері, байлығы көп болды.\n\nСұрағыма сабырлықпен жауап берулеріңізді сұраймын, әсіре қожаларға :)\n\nБелгілі бір деректер немесе дәлелдемелер жазғандарыңызды сұраймын.",
        "question_date": "1.12.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 990,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүзге кірмейтін рулар қайдан тарады?\n\nТарихшы Жақсылық Сәбитовтің айтуынша, қазақтардың рулық құрылымы ерте кезден басталады.\n\n\"Менің ойымша, жүзге бөліну Ұрыс ханның кезінде немесе оның немерелері Жәнібек пен Керей кезінде басталған. Ол тұста жүздер қазақтардың бір қанаты – Алаш мыңына кірген. Ал қазақ жүздерінің құрамына кірмейтін руларға Төре, Қожа, Сунақ, Төлеңгіт, Ноғай қазақтары, Шала қазақтар жатады. Мұнда әр ру жеке дара және әрқайсы егжей-тегжейлі зерттеуді қажет етеді. Оның ішінде популяциялық генетика әдістерін қолдану қажет\", - дейді тарихшы.\n\nҚожалар өзін Мұхаммед (с.а.у.) пайғамбардың алғашқы серіктері, исхабтан тараған деп санайды. Қожалар Мұхаммед (с.а.у.) пайғамбардың ең жақын 4 серігінен тараған болса, соның ішінде Әбубәкір, Омар және Әзіреті Әліден тараған ұрпақтары Қазақстан территориясын мекен етіп, қазақ руларының бірі болып өмір сүріп келеді.\n\nҚазақтар \"ақсүйек\" және \"қарасүйек\" болып бөлінеді. Төреден елді басқаратын сұлтандар, хандар шыққаны белгілі. Дін таратушы ретінде қожаларды да \"ақсүйекке\" жатқызады. Қалғанын \"қарасүйек\" деп атайды.\n\n\"Үш жүзге кірмейтін рулардың нақты өмір сүрді деп көрсететін жерлері жоқ. Солтүстікте, Қарағандыда қожалар бар, алайда олардың көп бөлігі елдің оңтүстік бөлігінде мекендеген. Жазу-сызуға үйрету, ағартушылық мақсатында олар оңтүстік өңірден басқа аймақтарға арнайы шақыртылған. Олардың басқа үш жүз сияқты тұрақты орналасқан жері жоқ. Арабтар дін таратқанда ең алдымен Оңтүстік Қазақстанға, Қызылордаға келген. Қазірдің өзінше сол жерлерді мекен етіп қалған\".",
                "date": "5.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өшірілген суреттерді қалай қайтаруға болады?",
        "question_content": "Суреттерді өшіріп алдым қалай қайтаруға болады?",
        "question_date": "1.12.2022",
        "question_tag": "Ұялы телефон",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша, ол телефон маркасына байланысты. Қазіргі шығып жатқан телефон болса онда корзина деген приложениесі бар болуы керек соның ішінде сақталады.",
                "date": "1.12.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көлемі 1л (қ.ж) сутегінің, оттегінің, көмірқышқыл газының молекула санын есепте?",
        "question_content": "Көлемі 1л(қ.ж) сутегінің, оттегінің, көмірқышқыл газының молекула сандарын есепте?",
        "question_date": "1.12.2022",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құпия сұрақ оқу орынбасары мектептен кетуі бұйрық шықсың",
        "question_content": "Сәлеметсізбе Білім министрі Шымкент қаласы Әл-Фараби ауданы бойынша Р.Мырзашев атындағы №76 негізгі орта мектебінің мұғалімдері сізден көмек сұрайды. Мектеп ішіндегі болып жатқан сұмдықтарға көз жұмып отыр. Оқу орынбасары Отинбаева Жазира Сайлауовнанның жасап жатқан сұмдықтары қалаған жұмыстарын жасап жатыр.Жұмыстан кету ушін бұйрықта шыққан бірақ әлі жұмыс жасап жатыр.",
        "question_date": "30.11.2022",
        "question_tag": "Мектеп",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР Оқу-ағарту министрлігінің инстаграм парақшасы: oqu_agartu_ministrligi\ne-mail: *Emails are not allowed*\nОсы инстаграм немесе почтасына хат жолдасаңыз болады.",
                "date": "5.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіші жүз Алтын мен Әлім қыз алыса аласа?",
        "question_content": "Бир рудың екі адамы бир биримен қыз алысып уйлене алама ??????????????????\n\nКіші жүз Алтын мен Әлім",
        "question_date": "30.11.2022",
        "question_tag": "Жанұя",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төменде Әлім мен Алтын руының құрамы",
                "date": "1.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қол жуып болған соң қолдағы суды неге бүркуге болмайды?",
        "question_content": "Қол жуып болған соң қолдағы суды неге бүркуге болмайды?\n\nДіни көзқараста?",
        "question_date": "29.11.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Марқұм анамнан естуімше, кезінде ислам дініне күштеп енгізілгендер қарсылық ретінде, дәрет алып болған соң, қолдарын сілкіп, су бүріккен екен",
                "date": "3.12.2022",
                "upvotes": 0
            },
            {
                "text": "Халық арасындағы аталмыш тыйымды \"ырымға\" балағаннан гөрі әдептілік пен тәлім-тәрбиеге жатқызған дұрыс деп ойлаймын. Өйткені, су қолды сілкілеп тұру - қасындағы адамдарға қолайсыздық тудыруы мүмкін. Тіпті, ол әрекеті үшін тым жиіркеншек адамдардан сөгіс естіп қалуы да ғажап емес. Әйтсе де, мұны хадисте айтылғандай шайтанның әрекетіне теңеп, жаман ырымға балап жатқан кісілерге де \"қателестің\" дей алмас едім.\n\nДіни тұрғыда, жуғаннан кейін қолды сілкілемеген абзал. Бірақ сілкілеген кісіге күнә жазылмайды.\n\nӘлсіз бір хадисте былай делінген: \"Дәрет алған болсаңдар қолдарыңды сілкілемеңдер. Шынында сілкілеу - шайтанның желпуіші болып табылады\".\n\nДегенмен, басқа хадисте Пайғамбарымыздың (с.а.у.) ғұсылдан кейін қолын сілкігендігі айтылады. Мүміндердің анасы Харис қызы Мәймунаның (р.а.) риуаят еткен хадисінде Алла елшісінің ғұсылды қалай алғандығы баяндалады. Хадистің соңғы бөлімінде былай деген: \"Мен оған сүлгі алып келген едім, ол оны алмады. (Оның орнына) Қолымен (денесіндегі) суды сілкілей бастады\".",
                "date": "5.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бакалаврдың ғана дипломымен жұмыс тапса бола ма? Пед мамандығы",
        "question_content": "Можно ли работать учителем со степенью бакалавра биологии?",
        "question_date": "29.11.2022",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектепте жұмыс жасау үшін бакалавр мамандығының дипломы жеткілікті.",
                "date": "29.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың 10 шы қара сөзі туралы түсінік, мазмұны керек еді?",
        "question_content": "Абайдың 10 шы қара сөзіне түсінік, мазмұны керек еді?",
        "question_date": "28.11.2022",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдар Алла Тағаладан артынан қалар ұрпақ тілейді. Себебі ұрпағым жалғассын, ізімді бассын, артымнан қалған дүниеге ие болсын және бақилық болған кезде құран оқып еске алып отырсын деп. Балаң жақсы болса - асылың, жаман болса - күйігің болады. Сол себепті тәрбиені өзіңнен баста. Егер өзіңнің жасаған игі істерің көп болса балаң түгілі кез келген адам сен үшін құран бағыштайды. Жасағаның тек жаманшылық болса балаңның оқыған құранының да саған пайдасы болмайды. Тірі кезінде өзің кәсіп қылмаған істі, өлген соң балаң кәсіп қылуы екіталай.\nҚартайған кезде балам асырасын дейсің, бірақ сол қартаюға жете аласың ба? Балаң мейірімді болып, қартайған кезіңде асырай алса. Мал-мүлкің болса кез келген адам асырайды. Алладан сұрап алған балаң мал табарлық болары, мал шашарлық болары - ол да екі талай. Балаңа құрғақ уәде берме. Жастайынан өтірік айтуды үйретпе. Ешкімнің ала жібін аттамауға үйрет. Балаңа ешкімді жамандама.\nАлла тағаладан дүние-мүлік, мал сұрасаң береді, бірақ Алла Тағала күш беріп тұрған кезде, неге өзің еңбек етіп таппасқа. Білім ізде, себебі Алла Тағала соны ұғарлық ақыл берді. Біреуді қорқытып, біреуден жалынып, біреуден алдап алғанша өз еңбегінмен тап.\nБай-дәулетті өмір сүргің келсе, ең әуелі - ғылым ізде. Өзің таба алмасаң, балаң тапсын. Ғылымсыз ахирет те жоқ, дүние де жоқ. Білімді болсаң алар асуың биік болады. Ешқашан мақтанба!!!\nЕң әуелі тәрбиені өзіңнен баста! Білімді бол! Еңбек қыл! Мақтаншақ болма!",
                "date": "3.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих сессия жауаптары бар 2022 жыл. 90 және 130 дық тест. +77786412873",
        "question_content": "Тарих сессия жауаптары 2022. 90 және 130 сұрақтық тест",
        "question_date": "27.11.2022",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Казакстан тарих сессия жауаптары 2022. 1 және 20 сурактык тест",
                "date": "17.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кәмелетке толмаған қыз өзі келісім беріп тұр",
        "question_content": "Қыз 17-і де, өзі алып кетінізші деп тұр, бір- бірмзді жақсы көреміз,өзі келісіп тұр! Енді бір жағы мектеп оқиды, оған қарап тұрғанм жоқ сізбен бірге боламын деп тұр. Не істеген дұрыс, заң деген ойландырп тастады ғой адамды.",
        "question_date": "27.11.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 247,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір адамның жаратылысы әртүрлі. Сондықтан, Ислам шариғаты қыз-жігіттердің бас құрау мәселесінде жас аралығына қарағанда, әркімнің үйленуге болған мұқтаждығын негізге алады.\nХанафи мәзһабында жастардың бас құрау мәселесінің үкімін төмендегідей бірнеше сатыға бөліп қарастырған:\nПарыз болған үйлену: Үйленбесе зина жасап қоятын адам. Бұл – үйленуге хал-жағдайы келетін, отбасын асырай алатын, нәпсісін ораза ұстап тежеуге шамасы келмейтін кісінің жағдайы. Ондай адамға бас құрауы – парыз болады. Өйткені, үйленбеген жағдайда зина сынды харам істерге барып, өзіне де, қоғамға да зиянын тигізеді.\nУәжіп болған үйлену: Зина жасап қою қаупі бар адам. Бұл – үйленуге хал-жағдайы келетін, отбасын асырай алатын, нәпсісін ораза ұстап тежей алатын кісінің жағдайы. Ондай адамға бас құрауы – уәжіп болады.\nСүннет болған үйлену: Зина жасап қою қаупі болмаған, бірақ үйленуге қызығатын кісіге бас құрауы – сүннет болады.\nХарам немесе макруһ болған үйлену: Үйленген соң отбасын харам табыс көзімен асырау, әйеліне зұлымдық көрсету сынды күнәлі іске баратын болса, ондай адамға үйлену – харам немесе макруһ болады[1].\nЯғни, некелесудегі басты мақсат – шәһуат қалауын қандыру емес, керісінше «екі жарты қосылып бір бүтін болып», кемел қоғам қалыптастыруға ат салысу. Міне, бұл үкімдердің аясына балиғат (кәмелет) жасына толған қыз-жігіттердің барлығы кіреді. \nШариғатта үйлену үшін арнайы жас мөлшері бекітілмеген. Хадистерде келгендей, балалар физикалық жағынан толысқан шағында үйленулеріне рұқсат.\nАта-анасының батасын алып үйленіңіз.",
                "date": "31.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кешенді талдау: біздің еліміз Қоңыржай белдеуде орналасқан",
        "question_content": "Кешенді талдау: біздің еліміз Қоңыржай белдеуде орналасқан",
        "question_date": "26.11.2022",
        "question_tag": "Мектеп",
        "question_views": 231,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Анықтауыш қандай сызықпен сызылады?",
        "question_content": "Мен үйтапсырмасында анықтауыш қалай сызылатынын білмей отырмын",
        "question_date": "25.11.2022",
        "question_tag": "Қазақ тілі",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жоғарыда көрсетілген белгі бойынша сызылады",
                "date": "26.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сынып бітіріп оқуға тапсырсан аттестат 4 болса қабылдайдыма",
        "question_content": "9 сынып бітіріп колледжге тапсырсан аттестат 4 болса оқуға қабвлдайма",
        "question_date": "25.11.2022",
        "question_tag": "Мектеп",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9-дан кейін оқуға баруға болады. Колледжге түсу үшін болашақ үміткерлер 4 пәннен тұратын негізгі мемлекеттік емтиханды (OGE) тапсырады, оның 2-уі міндетті болып табылады. Аттестаттауға барлық пәндер бойынша қанағаттанарлық және жоғары жылдық бағалары бар тоғызыншы сынып оқушылары жіберіледі. Егер емтиханды бірінші рет тапсыру мүмкін болмаса, студентке тағы бір әрекет жасалады, егер ол сәтсіз болса, келесі жылы ғана қайта аттестаттаудан өтуге болады. Онсыз oGE нәтижелері оқу орнына түсу мүмкін емес.",
                "date": "26.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Клиника түсу үшін қанша бал керек",
        "question_content": "Клиника бол үшін нестеу керек қанша бал керек аз бал алсам түспей қаламба",
        "question_date": "25.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңыз түсініксіз. Ойыңызды басқаша жеткізбесеңіз, жауап беру мүмкін емес.",
                "date": "22.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасында оқып,1 семестрден кейін өз еркіңмен оқудан шығуға болады ма?",
        "question_content": "Серпінде оқимын,өз еркіммен оқудан шықсам 4 жылдық грант ақшасын төлеймін бе?",
        "question_date": "24.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен ауыл квотасымен түстім (грант) басқа универге ауыса аламынба гратты сақтап",
        "question_content": "Мен ауыл квотасымен түстім (грант) басқа универге ауыса аламынба гратты сақтап",
        "question_date": "24.11.2022",
        "question_tag": "Университет, колледж",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер ауысатын универде дәл сондай мамандық болса, ауысуға болады.",
                "date": "22.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың қабырғалары m және n.",
        "question_content": "Тіктөртбұрыштың қабырғалары m және n. Оған сырттай сызылған шеңбердің радиусын анықтаңдар",
        "question_date": "23.11.2022",
        "question_tag": "Математика",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R = ✓(m²+n²) / 2",
                "date": "14.12.2022",
                "upvotes": 1
            },
            {
                "text": "\"Под корнем\"а²+b² /2",
                "date": "25.03.2023",
                "upvotes": 1
            }
        ]
    }
]