[
    {
        "question_title": "Кореяға қалай дәрігер оқуына түсге болады?",
        "question_content": "Мен қазір 8 сынып оқимын. Кореяға дәрігерлік оқуына барғым келеді. Қайндай оқу орны бар сеул қаласында қанша жастан бастап бару керек көмек беріңіздер?",
        "question_date": "2.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 852,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының Бiлiм және ғылым министрлігі (https://www.gov.kz/memleket/entities/edu?lang=kk) осы сайтта шетелдік университеттердің грантпен оқуға конкурс кезеңі жарияланып отырады деп естігенмін. Әр ЖОО шарты әрқалай, көбіне 18 жастан бастап оқуға қабылдайды.\nЕң бастысы корей немесе ағылшын тілін жетік меңгеру керек деп ойлаймын.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіс ауруын қалай басуға болады?",
        "question_content": "Мен қыста пломба салдырғам енді пломба ға қарасам жоқ бірақ,ақ бірдеме тұр ортасында кеше шемішке де шақам стоматолог қа барайын ба?",
        "question_date": "2.07.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 607,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине мүмкіндік болса стоматологқа барған дұрыс. Ал әзірге ондай мүмкіндік болмаса сол тіс тұрған жақпен ас шайнамауға тырысыңыз, және әр тамақ тұтынудан соң жылы сумен тазалап аузыңызды шайыңыз. Егер ауырсыну болса ауруды басатын таблеткалар ( мысалы кетанов) қойып сол тіске уақытша ауруды басуға болады. Дұрысы сол пломба орнына тамақ тұрып ол жер қайта шырыгенше ертерек дәрігерге қаралған дұрыс.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжге құжат өткізгеннен кейін, тестті неше уақыттан кейін тапсырады?",
        "question_content": "Колледжге документтерді онлайн тапсырганмын енді қабылдау тесті примерно неше уакыттан сон болады жауап күтемін.",
        "question_date": "2.07.2021",
        "question_tag": "Университет, колледж",
        "question_views": 575,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжге грантқа түсу үшін тест тапсырмайды. Аттестаттың орташа балы мен проф предметтердің орташа балдарын қосып гранттардың тізімі анықталады.",
                "date": "21.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айару деген есімге өлең керек.",
        "question_content": "Айаруға өлең шығарып беріңіздерші өтініш махаббат туралы\n\nСрочно\n\nӨтініш\n\nВатсап:8 776 144 40 29\n\nСрочно",
        "question_date": "2.07.2021",
        "question_tag": "Махаббат",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "2.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күйеуіммен заңды некеде емеспіз. Қалай сотқа арыз тастасам болады?",
        "question_content": "Куйеуге шыкканвам 1жылдан асты. 1балам бар кишкентай. Куйеуим жауап кершилиги жок адам болып шыкты . Кундиз туни кангыру. ойында ештене жок. Екишисине кабат болып калдым. енди соны куйеуиме айтсам алдырып таста деди .кетип калдым уйинине. закс жок енди калай сотка берсем болады ?",
        "question_date": "2.07.2021",
        "question_tag": "Заң",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мені пайдаланды деген сыңайда беріп көр.",
                "date": "18.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен нағашыма үйленсем болады ма?",
        "question_content": "Сәлеметсіздерме менин сұрағым мынандай меним папамның қарындасының қызы бар ол маған ұнайды бз журип үйленсек болама биз биримизге нагашымз",
        "question_date": "2.07.2021",
        "question_tag": "Жанұя",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өткен қыста жақын туыс, аталас, рулас ағайындар қазақтың жақсы дәстүрлерінің бірі соғымбасына жиналып, қаламыздың белгілі азаматтарының бірі Алтай Райқұлов ініміздің үйінде, жақсы бір басқосу өтті. Сөзден – сөз, ойдан – ой шығып, әңгіме ыңғайы ағайындар арасындағы неке проблемаларына көшті.\n– Бірқатар жақын рулас аталар арасында соңғы жылдары бірен-саран болса да өзара некелесу оқиғалары байқалуда. Оған, ағайындар, қалай қарайсыздар? Осы жағын анықтап алған дұрыс секілді. Әйтпесе, қазіргі жастарымыздың арасында ұрпақтан-ұрпаққа беріліп келе жатқан ата дәстүрімізді бұзып, беталды үйлену белең алып барады. Бұл дұрыс бола ма, сірә? – деп бастады сөз басын төрге жақын отырған орта жастардан асқан жігіт ағасы.\n– «Ата дәстүріміз» деп тас болып қатып қалған ештеңе жоқ. Жастардың бетін қайтарып, тыйым салуға болмайды. Ол – бұрынғы феодализмнің жұрнағы, теріс ұғым, – деп салды ортамыздағы бір азамат қызбалыққа салынып.\n– Жоқ. Мен оған мүлдем қарсымын. Онсыз да қазақ деген аз халықпыз. Жақын ағайындар өздерімен өздері қыз алысып, құда болып жатса не болғаны, ағайындар-ау? Ол келер ұрпағымыздың азғындауына алып барады, – деп өз ойын білдірді басқа қонақ. \n– Халқымыздың салт-дәстүрлерін келесі ұрпаққа бұзбай жеткізу – біздің борышымыз. Жастарды үйлендіру, некеге тұрғызу мәселесіне ата-бабамыз үлкен жауапкершілікпен қараған. Болашақ ұрпағын, қандарын бұзбау үшін басқа рудың, басқа өңірдің бойжеткендеріне құда түсіп, бауыр-құйрық жегізген. Барынша сол дәстүрді ұстануымыз керек, – деп пікір қосты төртінші кісі.\nСөйтіп, аяқ астынан жағдай шиеленісіп, көпшілік болғаннан кейін әркім өз ойын білдіріп жатты. Ортақ шешімге келу қиындады. Соны аңғарған саңлақ кісі бір кезде:\n– Қазір заман өзгерді. Көп дүние қайта қаралып жатыр. Дәл қазір кесіп айту қиын. Бұл мәселені ортамызда отырған дәрігер-ғалымға тапсырайық. Жақын ағайындар арасындағы некеге қазіргі медицина қалай қарайды? Ол өзі дұрыс па? Жоқ, әлде бекершілік пе? Төрелігін енді сол айтсын, – деп көптің көңілін маған аударды. \n– Мен сіздерге ештеңе айта алмаймын. Бірақ, жақын ағайындар арасындағы неке медицина тарапынан еш қолдау таппайтынын білемін. Генетика ғылымына жүгінсек, жас сәбилердің кембағал, кеміс, дүниеге аурушаң болып келуінің басты себептерінің бірі – осы жақын туыстар, ағайындар арасындағы неке. Сондықтан, ойлану керек. Сіздердің сұрақтарыңызға жауапты газет арқылы беруге мұрсат етіңіздер. Бұл өзі, меніңше, көпті толғандырып жүрген сұрақ болуы керек, – деп өзіме міндеттеме алдым сол жерде.\nКөпшілікке түсінікті болу үшін көтерілген мәселенің ғылыми негіздеріне көңіл аударалық. \n\nМедициналық генетика – түрлі тұқым қуалайтын ауруларды, диагноз қою және емдеу жолдарын зерттейді. Әлемдік статистика бойынша, дүниеге келген сәбилердің шамамен 7-8 пайызы түрлі тұқым қуалайтын аурулармен ауырады. Сондықтан сол ауруларды жан-жақты зерттеу, олардан алдын ала сақтандыру және емдеу адам генетикасының, соның ішінде, медициналық генетиканың негізгі проблемасы. Генетика саласы бойынша зерттелетін келесі маңызды мәселе – адамда тұқым қуалайтын өзгерісті қандай факторлардың тудыратынын және адамзатты көптеген ауыр зардаптардан құтқару үшін оларға шара қолданудың жолдарын зерттеу. Медициналық генетиканың негізінде хромосомалардың өзгеруіне байланысты болатын бірнеше тұқым қуалайтын аурулар анықталды. Олар хромосомалық аурулар деп аталады. Ондай ауруларға Клайнфельтер, Шершевский-Тернер, Даун аурулары және т.б. жатады.\n\nДаун синдромы – өте жиі таралған аутосомалық ауру. Ол жаңа туылған 700 баланың бірінде кездеседі. Бұл ауру үшін ақыл-ой мешеулігі, алақан дерматоглификациясының (қатпарлығының) өзгеруі және моңғолдық көз қиығы тән, осыған байланысты аурулар өзара ұқсас болады. Даун синдромына душар болғандардың өмірі қысқа болады. Олардың кейбіреулері жыныстық жетілу жасына дейін өмір сүруі мүмкін, бірақ ұрпақ қалдыруы сирек болады. \n\nКлайнфельтер ауруымен тек ер адамдар ауырады.  Оның белгісі: жыныс бездері дұрыс жетілмейді, ақылы кем болады және аяқ-қолы шамадан тыс ұзын, денесіне сәйкес келмейді, әйелге ұқсас белгілер дамиды, еркек гонадалар дамымаған, сүт бездерінің мөлшері үлкейген, тұқымсыздық байқалады. Дүниежүзілік санақ бойынша, 1000 ер баланың екеуі осы аурумен ауыратындығы анықталды.\nШершевский-Тернер ауруы әйелдерде кездеседі. Мұнда жыныстық жағынан пісіп-жетілуі баяулайды, сондықтан бедеу болады, әрі бойы тапал келеді. Ақыл-есі кем, ашуланшақ, жұмысқа қабілеті төмен болады. Дүниежүзілік санақ бойынша 1000 қыздың төртеуі осы аурумен ауыратындығы дәлелденді. Жүргізілген зерттеулердің нәтижесінде бұл екі аурудың да гаметалардың даму барысында жынысты хромосомалардың дұрыс ажырамауына байланысты болатындығы анықталды. \n\nТұқым қуалаушылықтың заңдылықтары тұрғысынан алғанда туыс адамдардың некелесуі дұрыс емес. Себебі, ондай адамдардың генотиптерінде ұқсастық болады. Ал тұқым қуалайтын аурулар мен түрлі кемістіктерді көбінесе рецессивті гендер анықтайтындығы белгілі. Олар тек рецессивті гомозигота жағдайында ғана білінеді. Туыстық некеде ондай мүмкіншілік мол болады. Сондықтан олардан туатын ұрпақта кемістік көп кездеседі. Керісінше, туыс емес ерлі-зайыптыларда ондай жағдай өте сирек кездеседі және ұрпақтың тіршілік қабілеті жоғары болады. Себебі, олар көбінесе гетерозиготалы жағдайда болатындықтан, Мендель заңына сәйкес ауру мен кемістікті анықтайтын рецессивті генді доминантты ген жеңіп кетеді. Біздің ата-бабаларымыздан келе жатқан қалыптасқан дәстүр бойынша жеті атадан кейін ғана некелесуге рұқсат беріледі. Бұл біздің гендік қорымыздың мол әрі мықты болуына әсер етеді. Сондықтан мұндай дәстүрді сақтауымыз қажет.\n\nОсы күндері әлемнің генетик-ғалымдарын таңғалдырып отырғаны – қазақтың ұлттық генетикаға байланысты тарихи ұғымы. Қазақ халқының ертеден келе жатқан салт-дәстүрі бойынша 7 атаға дейін өзара үйленіп, түтін түтетуге тыйым салынған. Бұл ежелгі заңдылық соңғы кезге дейін қандастарымыздың арасында сақталып отырғаны қуантады. Жалпы, бұл дәстүр қазаққа қайдан келген?\n\nЕртеде Әз Жәнібек хан елге аты шыққан емші Ө.Тілеуқабылұлын шақырып: «Қандай дертке дауа жоқ» деп сұраған екен. Сонда емші «Тұқым қуалаған ауруға ем жоқ» деп жауап қатады. Оның алдын алуға бола ма?» дегенде емші «жеті атаға дейін қыз алыспау» депті. Міне, сол Әз Жәнібек ханның дәуірінен жеті атаға толмай қыз алысқандарды қатаң жазалау туралы заң қабылданған. Адамзат баласында қазақ ұлтынан басқа жұрттарда жеті атаға толмай қыз алыспау ұғымын кездестірмейміз.\n\nТағы бір түйінді мәселе – қазақ ұғымында адам бойындағы физиологиялық және мінез-құлқы ерекшеліктері ата-әке жағынан беріледі деген сенім қалыптасқан. Ал шеше жағынан туған бөлелердің отау құрғанына аса мән берілмейді. Ресейде құрылған Тектология академиясы әке-шешенің қанынан берілетін генетикасы бірдей рөл атқаратындығын алға тартуда.\n\nЕлбасы Нұрсұлтан Назарбаев «...Күні бүгінге дейін сахараның жазылмаған заңы бойынша жеті атаға дейін бір-бірімен үйленуге рұқсат етпейтін қазақтан басқа жер бетінде бірде-бір елде жоқ. Міне, қазақ халқының даналығы тудырған қуатты генетикалық тамыр қайда жатыр!» дейді («Тарих толқынында», «Атамұра» баспасы, 1999 жыл, 42-бет).\n\nАғайындас адамдар арасындағы некенің басым көпшілігі бақытсыздыққа алып барады. Туысқандар арасында алакөздік пайда болып, олардың некелерін қостамайтын ағайындар теріс айналады, тіпті, жас жұп елдің қарғысына ілігеді. Балалары кембағал болып туып, әртүрлі генетикалық ауруларға (ақыл-ойды таяздайтын олигофрения ауруы, сан түрлі неврологиялық-жүйке аурулары, аяқ-қол кемістігі) тап болады. Сондықтан отбасын құратын, әсіресе, тегінде тұқым қуалайтын кемістіктер бар адамдар медициналық-генетикалық кеңес алғаны жөн. Мұндай кеңес беретін орталықтар қазір Қазақстанның көптеген қалаларында бар.\n\nЕрте кезде Еуропа елдерінің арасында өздерін «ақсүйек» санайтын корольдер, патшалар мен императорлар, князьдар мен графтар арасында өзара құда түсіп, балаларын үйлендіріп, қыздарын тұрмысқа беретін салт-дәстүр болғанын біз тарихтан жақсы білеміз. Уақыт көрсеткендей, бірте-бірте әлгілердің арасында сан түрлі тұқым қуалайтын аурулар көбейіп, қандарын бұзып, өмірлерін қысқартып, көпшілігін бақытсыз етті.\n\nҚазақ халқы ежелден-ақ ата-баба дәстүрі бойынша жақын ағайындар, туыстар арасында құдалықтың жүрмейтінін жастардың құлағына сіңіріп, қатаң қадағалап отырған. Қазақтың қан тазалығы, ұрпақ амандығы, жеті атаға дейін қыз алыспайтындығы ұлтымыздың өміршеңдігі мен өнегесін паш етеді.\nТолығырақ: https://egemen.kz/article/155542-tuystyq-neke",
                "date": "2.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Буын, қол сырқырап ауырғанда не істеуге болады?",
        "question_content": "Буын кол сыркырап ауырганда? Не ыстеуге болады? Иыктан колга дейын сыркырайды? Сол колымды жогары котерсем ашид? Не ыстеуге болады?",
        "question_date": "2.07.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маманның айтуынша, буын ауруларының алдын алу үшін дәрігердің рұқсатымен кальций ішкен жөн. Әсіресе, әйел адамдардың етеккірі тоқтап, медицина тілімен айтқанда, климакс басталғанда ағзасындағы кальций сүйекке сіңбей, қанның құрамында ғана жүреді екен. Кальций сүйектің беріктігін қамтамасыз ететіні мәлім. Дәруменді бір ай қабылдағаннан кейін міндетті түрде  анализ тапсыру керек. Егер қан құрамындағы кальций қалыпты жағдайда болса, онда тұтына беруге болады. Ал кальций көрсеткіші қалыпты жағдайдан  жоғары көтеріле бастаса, дереу тоқтату керек. Өйткені кальцийді көп тұтыну  қалқанша безге зиян.\n– Тұрғындардың көбі денсаулығы мазаласа, алдымен интернеттен қарап, таныстарынан сұрап, өз бетінше ем қабылдайды. Содан ауру асқынған кезде ғана  ауруханаға келіп, дәрігердің көмегіне жүгінеді. Бізге келетін науқастар да солай. «Төрт-бес жылдан бері ауыратын еді» деп келеді. Буыным ауырады деп бей-берекет дәрі қабылдап, асқазаны мен бауырын  бүлдіріп келетіндер де бар.  Жарнамадағы сықпа майлар, дәрі-дәрмектердің химиялық құрамы өте әсерлі. Сондықтан адамның денсаулығы мазалаған жағдайда, ең бірінші, маманнан кеңес алу керек, – дейді ревматолог дәрігер Салтанат Қадешқызы.\nСала мамандарының пікіріне құлақ ассақ, буын ауруларынан құлан-таза айығып кету қиын. Сондықтан сырқатқа шалдыққан адам, мүмкіндігінше, салмағы бес келіден артық затты көтермеуі керек. Затты екі қолына тең салмақта ұстағаны жөн. Сондай-ақ биік өкшелі және табаны тегіс аяқ киім кию де жамбас, тізе буындарына зиян. Үшіншіден, кез келген дерт дендемесін десек, дұрыс тамақтанудың маңызы зор. Тәтті бұрыш, сарымсақ пен пияз, саумалдық (шпинат) пен ақжелек (петрушка) секілді көкөніс түрлері буынға өте пайдалы екен.\nТолығырақ: https://oraloniri.kz/?p=24076",
                "date": "2.07.2021",
                "upvotes": 0
            },
            {
                "text": "Буындаоыңызға салқын тиген. Қабыну процесі. Әрі сүйекке буынға қажетті минералдар жетіспейді. Күнделікті жеп жүрген тағамдардан қажетті минералдарды ала алмайсыз. Клеткаға қажетті қорек жете алмайды. Қосымша табиғи өнімдер ішу керек.Хабарласыңыз. 87026325714",
                "date": "9.07.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құптан намазының қазасын қалай оқимыз?",
        "question_content": "Қаза болған құптан намазын қалай оқимыз?",
        "question_date": "30.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 13600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "30.06.2021",
                "upvotes": 1
            },
            {
                "text": "Только парыз оқылады қаза болса бәрінде,но таң намазында бесінге дин окысан сүннет,парызымен толык окисын",
                "date": "2.06.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Баланың іс-әрекетіне қалай әсер етуге болады?",
        "question_content": "Тәрбиеші белсенді, интеллектуалды, жақсы дамыған Мараттың (5 жасар) мінез-құлқынан екі қасиетті байқайды: 1. Оның өзі қатарлы балаларды басқаруға ұмтылуы. 2. Оның өзі қатарлы балалардың дұрыс сөйлемеген сөздерін қабылдамауы. Бұл жағдаятқа қалай әсер етуге болады? Сен бұл жағдайда не істер едің? Өз пікіріңді түсіндір.",
        "question_date": "30.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2021 жылғы стандартқа сай балабақшада өтілетін тәжірибе есебі қажет.",
        "question_content": "психология мамндыгы бойынша балабақшада өткен практика керек еді 2021 жыл стандартка сай",
        "question_date": "30.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 421,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Нұр-Сұлтан қаласында 16-18 жас аралығындағыларға қандай жұмыс бар?",
        "question_content": "Тек қана қазақ тілін қажет ететін жұмыс орны керек еді . Орысша білемінғой, тек еркін сөйлей алмаймын. Жұмыс жасап жүрген жастар болса, ақыл-кеңес айтсаңыздар",
        "question_date": "30.06.2021",
        "question_tag": "Мамандық",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астанада көбіне бәрібір орыс тілді ғой халық. Сонымен қатар жасыңызға қарай сізді көп жұмыстарға ала бермес. Мамандықсыз, дипломсыз тем более опыт работы болмағанда сол сатушы, даяшы жұмыстарына алады ғой егер пысық болсаңыз. Бір таныс қыз кухняда поварға көмекші болып жасаған. Айлығы жақсы, әрі орыс тілінде сөйлеуді, тіпті мүлде көп сөйлеуді  қатты талап етпейді. Солай іздеп көрсеңіз болады.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек демалысына қанша аламын.19-күнге.230000жалақымен?",
        "question_content": "19 күн еңбек демалысына қанша есептелінеді,230000-жалақымен",
        "question_date": "30.06.2021",
        "question_tag": "Мектеп",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек демалысының ақысы қалай есептеледі?\nЕсептеу оңай. Орташа бір күндік жалақыны демалыс күнінің санына көбейту керек.\nМәселен, қызметкер 2018 жылдың 1 қазанында 180 мың теңге көлеміндегі жалақымен жұмысқа алынды. Ол әрбір аптада (бес күндік) 40 сағаттан жұмыс істейді делік. Бір жыл толық жұмыс істеп, 2019 жылдың 1 қазанында 24 күндік еңбек демалысына шығады.\nЕңбек демалысының ақысының көлемін 3 кезеңмен анықтаймыз:\n12 айға есептелген жалақы: 180 000 х 12 = 2 160 000.\nОрташа бір күндік ақы: 2 160 000 : 246 (12 айдағы жұмыс істеген күндердің жалпы саны) = 8780.\nЕңбек демалысы ақысының көлемі: 8780 х 18 (24 демалыс күннен жұмыс істеген күндердің саны) = 158 048 теңге.\nМаңызды: бұл сомадан 15 804 теңге міндетті зейнетақы жарнасы мен 9974 теңге жеке табыс салығы ұсталады. Сонда қолға тиетін еңбек демалысы ақысының сомасы 132 269 теңге болады.\nБір жылдан аз уақыт жұмыс істесең қанша аласыз?\nМұндай жағдайда орташа бір күндік ақыны есептеу үшін нақты жұмыс істеген уақыт алынады. Қалғаны солай есептеледі: жұмыс істеген уақыттағы орташа бір күндік ақыны демалыс күнінің санына көбейтеміз, сонда еңбек демалысы ақысының көлемі шығады. Одан салықтар мен міндетті аударымдарды алып тастаймыз – қалғаны қолыңызға тиетін қаражат.\nЖалақы өзгерсе еңбек демалысының ақысы қалай есептеледі?\nЖыл ішінде жалақыңыз жоғарыласа, индекстеу коэффициентін ескере отырып бәрін қайта есептеу керек. Жұмысшы бір лауазымнан басқа лауазымға ауысқан жағдайда жоғарылау коэффициенті қолданылмайды.\nМәселен, жұмысшы 2018 жылдың 1 қазанында 180 мың жалақымен жұмысқа қабылданды делік. 2019 жылдың 1 қаңтарынан бастап жалақысы 200 мың теңгеге дейін өсті. 24 күн еңбек демалысына ол толық жыл жұмыс істеп, 2019 жылдың 1 қазанынан бастап кетеді делік. Жалақысы демалысқа кеткенше өскеніне орай, орташа бір күндік ақы индекстеу коэффициенті ескеріледі.\nБылай есептеу керек:\nИндекстеу коэффициенті 200 000 (жоғарылаған жалақысы) : 180 000 (жоғарылағанға дейінгі жалақысы) = 1,11.\nОрташа бір күндік ақы а) {180 000 х 1,11} х 3 = 599 400 теңге (қазандағы жалақы-желтоқсан 2018 жылғы индекстеу коэффициенті ескерілгені); б) 200 000 х 9 = 1 800 000 теңге (2019 жылдың қаңтар-қазан айындағы жалақылары); в) 594 000 + 1 800 000 = 2 399 400 теңге (индекстеу коэффициентімен 12 айға есептелген жалақы); г) 2 399 400 : 246 (12 айдағы жұмыс істеген жалпы күндер саны) = 9753 теңге (орташа бір күндік ақы).\nЕңбек демалысы ақысының көлемі: 9753 х 18 (24 демалыс күннен жұмыс істеген күн саны) = 175 565 теңге.\nБұдан 17 556 тенге міндетті зейнетақы жарнасы мен 11 550 теңге көлеміндегі жеке табыс салығын шегергенде қолға 146 458 теңге тиеді.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқазан ауруы, Әлсіздік, Ентігу, Ұйқышылдық, Мазасыздық",
        "question_content": "Сәлеметсіздерме!!!\n\nМенің ішім осы жылдың Ақпан айынан бастап ауырады,почти 5 ай дай болып қалды. Нақты қалай ауыратындығы жайлы айтайын: Басында асқазаным қыжылдайтын мен ойлайтынмын аш болғаннан шығар деп жоқ олай емес екен. Сөйтіп врачқа барып көрдім,Ол Алмагель, таблетка жазып берді. Сосын маған шлангі жұтасың деді,мен жұттым гастрит болып шықты. Кейін мен\n\nоны ішіп жүрдім.Бәрібір қоймады, мен ойлаймын ау осы асқындырып болып барған мынау деп. Сосын ол асқазанымның ауруы күшейіп кетті, оның үстіне келіп, асқазаным түйілетін болып қалды. Сосын тағы врачқа бардым, тағы дәрі жазып берді: Сималгель, Панкрим, Еще система жазып берді. Системасын салып бітті бәрібір әсері жоқ.\n\nПанкрим, Сималгель ішіп жүрмін соның өзінде қоймайды. Сосын менде ол дәрілерді ішуді қойып кеттім. Жақпай қалды.\n\nВрач айтады ол 1 жыл дегенде қойып кетеді деп ал мен сенбим.5 ай болды уже сонда сол 1 жылда кетема түсінбим.\nҚазіргі кезде таңертең тұрам тұрғаннан басталады: Асқазаным қыжылдап бастайды, тұрғаннан кейін ішім түйіледі. Шәй ішіп болғаннан кейін тағы аш болам сенесіздерма? Адам тамақ ішкеннен кейін тоқ болуы керек қой, ал мен керісінше аш  болам. Сосын әлсіздік бар,тез ентігем, тез шаршаймын,сәл пәл жүріп қалсам шаршам ентігем тап жүгіріп келген адам құсап, Сосын миым айланады, отырып тұрып қалсам көзім қарауытып кетеді, сосын тек жата бергім келеді, тек жатқым келіп тұрады, түсініксіз ия?! Вабще өмірге деген құлшыныс қалмады\n\nМаған кеңес қалдырып кетіңіздерші, ақылдарыңызды айтыңыздаршы!!!\n\nАлла разы болсын сіздерге",
        "question_date": "30.06.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халық емшілеріне жүгініп көр немесе басқа жақтың дәрігерлеріне хабарлас",
                "date": "18.07.2021",
                "upvotes": 0
            },
            {
                "text": "Саламатсыз ба? Сіздің ентіккеніңіз \nқойды ма? Қандай ем қабылдадыңыз айтыңызшы өтініш",
                "date": "9.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбт мамандықты таңдау",
        "question_content": "Ұбтдан мартта 86 жинадым дүние жүзі тарих пен адам қоғам құқықтан осы балмен юристтің оқуына түсе алам ба",
        "question_date": "30.06.2021",
        "question_tag": "Заң",
        "question_views": 427,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол мамандықты да жазып көріңіз, грант университетке емес талапкерге берілетіндіктен ( егер университеттің өзі бөлген гранты болмаса) 1 шанс етіп оны да жазып көріңіз. Бірақ біздің оқыған кезде юридический факультетте жоғары баллмен немесе қалталы адамдар ақылы ғана түсетін.\nЕгер биыл орташа балл сізідің таңдаған бейіндік пәндер бойынша аз болса түсіп кетуіңіз мүмкін. Осы соңғы 2-3 жылда өте төмен баллдармен де ұлттық университеттерде оқуға түсіп жатқандарды естіп жатырмыз ғой.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкімнің білім грантына қалай қатысуға болады?",
        "question_content": "Магистратураға оқуға (грантқа) түскім келеді.",
        "question_date": "29.06.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 633,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2018 жылғы ақпарат бар\nАймақтарда немесе қалаларда қандай мамандықтар тапшы? Әкімдіктер соның бәрін зерделеп, сол мамандықтарға қосымша грант бөліп отырады. Енді, мен басқа өңірлерді айта алмаймын. Ал Астана қаласының әкімдігі педагогика, денсаулық сақтау, ақпараттық теxнологиялар, оның ішінде автоматтандыру мен басқару, ақпараттық жүйелер, есептеу теxникасы және теxнологиясы, сонымен қатар, көлік қозғалысы мен тасымалды ұйымдастыру, инженерлік жүйелер, сәулет, дизайн, мектепке дейінгі оқыту мен бастауыш мектеп мамандықтарына қосымша грант бөлді. Бұдан бөлек, физика, биология, математика мен информатиканы ағылшын тілінде оқыту да бар\", - деді М.Аралxанов ҚазАқпарат тілшісіне берген сұxбатында. \nОның айтуынша, әкім гранттары сол өңірге байланып тұрмайды. Жергілікті атқарушы орган тапсырыс берген мамандық болса, республика бойынша кез келген жоғары оқу орнында білім алуға болады. Бірақ оқудан кейін ол жерге қайта барып, жұмыс істеу керек.\n\"Мәселен, Астана қаласының әкімдігі \"Мектепке дейінгі оқыту және тәрбиелеу\" және \"Бастауыш мектепте оқытудың әдістемесі\" бойынша қосымша гранттар бөліп берді. Бірақ оны жалғыз біз ғана емес, Павлодар университеті, Қарағанды университеті, Еуразия гуманитарлық институты, Тұран-Астана, жалпы республиканың басқа да университеттері ала алады. Жаңағы екі мамандық болса, жеткілікті. Бірақ грант иегері Астана әкімдігінің есебінен оқиды. Ал оқуды бітіргеннен кейін келісімшартқа сәйкес, осы Астана қаласының мектептерінде үш жыл жұмыс істеуі тиіс\", - деп атап көрсетті М.Аралxанов.\nӘкім гранттарын арнайы комиссия тағайындайды. Оның құрамына әкімнің өзі, әлеуметтік қорғау өкілдері, қаржы мекемелері, қоғамдық ұйымдар мен бұқаралық ақпарат құралдары кіреді. Іріктеу кезінде үміткердің ұпай санына баса назар аударылады. Бірақ әлеуметтік жағынан аз қамтылғандарға жеңілдік беріледі. Құжат қабылдау 10 тамызға дейін жүргізіледі. Одан кейін комиссия өз жұмысына кіріседі. \nАйта кетейік, биыл мемлекеттік білім гранттарына қосымша жергілікті атқарушы органдар есебінен 2 700-ге жуық грант бөлініп отыр.\n\"Нормативтік базамыз дайын. Бұл гранттар айдың аяғына дейін таратылады, - деді Е.Сағадиев Үкімет отырысында. Министрдің айтуынша, биыл ұлттық бірыңғай тестілеу мен кешенді тестілеуді тапсырмаған, я болмаса, шекті деңгейден аса алмағандар үшін 15-19 тамызда қосымша тестілеу ұйымдастырылады.\nТолығырақ : https://www.google.kz/amp/s/www.inform.kz/kz/akimnin-granttary-kalay-taratylady_a3349402/amp",
                "date": "29.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден кейін 2 жыл оқитын ЖОО-лардың тізімі керек.",
        "question_content": "Колледжде тәмамдаған мамандығымды жалғастырғым келеді. Дистанционно. 2 жыл мерзім ішінде аяқтауға болатын Универлер тізімін білсеңіздер айтып жіберсеңіздер!!!",
        "question_date": "29.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Универлердің барлығы 4 жылдық, егер колледжді бітіріп универге түссеңіз, онда 3 жыл оқу керек.",
                "date": "29.06.2021",
                "upvotes": 1
            },
            {
                "text": "Егер мен 10сыныптан кейін коледжге түссем қанша жыл оқуым керек, сосын универ жалғастыруым үшін қанша жыл оқим?",
                "date": "6.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломдағы \"4\" деген бағаның саны неше болса да бәрібір ма?",
        "question_content": "Дипломда \"4\" деген бағаның саны неше болсада бәрібір ме? GPA 3,5 тен жоғары болып тұрса, Гос экзамендерден, практикалардан \"5\" деген баға болса жеткілікті ме?",
        "question_date": "29.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 908,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "13-тен көп болмауы керек деген бар сияқты, бірақ GPA 3,5 тен жоғары болуы керек. Есептеп көрсе солай шығады бәрібір.",
                "date": "29.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түс көрсе не істеуге болады",
        "question_content": "Түсімде үкі тағып алған екем, ол нені білдіреді?",
        "question_date": "28.06.2021",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 740,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үкі – қауіпті хабар;\nҮкілі тақия алдыңда тұрса – барымтаға қарымта;\nҮкілі камзол кисең – тойсаң, тоба қыл;\n\nТолығырақ: https://alashainasy.kz/gazhaip/tus-joru-51386/",
                "date": "28.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "X- ғасырда қай қала Оғыз мемлекетінің астанасы болды?",
        "question_content": "жауап км блед\n\nХ гасырда кай кала Огыз мемлекетнын Астанасы болды.",
        "question_date": "28.06.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орта Азия мен Шығыс Еуропаға және Орталық Азияға баратын керуен жолдарының тоғысқан жерінде жатқан Янгикент қаласы 10 ғасырда оғыз мемлекетінің астанасына айналды.\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "28.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тиеліп жүрген орташа арақашықтық - 46 км, L орт = 42 км. gс = 0,8.",
        "question_content": "Тиеліп жүрген орташа арақашықтық - 46 км, L орт = 42 км. gс = 0,8.          Жүккөтергіштікті қолданудың динамикалық коэффициенті.\n\nСреднее расстояние погрузки 46 км, L среднее = 42 км. gс = 0,8. Коэффициент динамической нагрузки.",
        "question_date": "28.06.2021",
        "question_tag": "Физика",
        "question_views": 269,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Терапия оқуы қанша жыл",
        "question_content": "Мен 9 дан кейін мед.колледжге кеттім,оны бітірген соң,теппивті оқысам димін ол қанша жыл,және жұмыс істеп жүріп оқуға боладыма?",
        "question_date": "27.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5+7 жыл оқиды. Себебі 5 жыл жалпы медецина оқытылады",
                "date": "27.06.2021",
                "upvotes": 0
            },
            {
                "text": "12-13жыл оқисыз",
                "date": "30.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Болашағым жарқын болуы үшін қай мамандық жақсы?",
        "question_content": "Қыздарға болашақта емін еркін жүруі үшін қандай сала оқуға болады.Өзім Мед колледжге түстім,бірақ кішкене күдік бар болашағыма.",
        "question_date": "27.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер біз нарықтағы мамандықтарды қарастыратын болсақ, онда нарық нарықта нарық ұсынылған, содан кейін промоутерлер, сатушылар мен даяшылар біржақты көшбасшылар болады. Біз Тұжырымдаманы ұсына отырып, мамандықтардың әлеуетін инвестициялауды ұйғардық, сондықтан мамандық рейтингісіне орта есеппен алынды еңбекақы Ресейде 33 мың рубльден жоғары.\nЕсіңізде болсын, білмейтін жұмыс әрқашан сұранысқа ие. Бірақ ол үшін қажет емес жоғары білім және арнайы амбициялар. Сондықтан, мансаптың басында қызметкерлердің жоғары жалақысын ұсынатын күрделі мамандықтарға назар аударуға тырысыңыз.\nСату менеджері. Егер сіз тұрақтылықтан зардап шекпесе және үлкен транзакциялар жасағыңыз келмесе, егер сіз көпшіл болсаңыз және жеткілікті түрде дамыған болсаңыз - бұл мамандық сізге сәйкес келеді. Бірдеңе шығаратын немесе ұсынатын барлық компаниялар сатылымдарды көбейтуі керек. Олар сіздің сатылымыңыз үшін үлкен ақша төлеуге дайын. Орташа жалақы Мәскеудегі тәжірибелі сату менеджері - 110 мың рубль, өңірлерде - 65 мың рубль.\nСтилли. Негізгі сұлулық, сурет және жеке стиль жасау. Кейде маманның астында шаштараз-стилистерді түсінеді, бірақ әдетте жауапкершіліктің ауқымы айтарлықтай кеңірек. Ол адамның бейнесі, оның көрнекі орналасуы туралы түсінік қалыптастырады және оны жүзеге асыруға көмектеседі. Стилист үшін бұл тек шеберлік пен тәжірибе ғана емес, сонымен бірге жеке бренд. Көрмелерде, кәсіби жарыстардан алынған болуы керек. Елордадағы маманның орташа жалақысы 60 мың рубль, өңірлерде - 38 мың рубльді құрайды.\nВеб-дизайнер. Заманауи және өте танымал мамандық. Сонымен бірге, күрделі, білім алу және жетістікке жету үшін әрдайым түсінікті алгоритмдер жоқ. Веб-дизайнер сайттар, веб-қызметтер үшін архитектураның орналасуы мен визуалды қабықтарын жасайды, мобильді қосымшалар және компьютерлік ойындар. Маманның жетістігінің кілті - бұл тамаша портфель, тәжірибе және дизайнды одан әрі дамыту үшін бейімдеу мүмкіндігі. Мәскеудегі веб-дизайнердің орташа жалақысы - 75 мың рубль, Ресейде - 40 мың рубль.\nМаркетер. Маркетологтың міндеттеріне өнім немесе қызмет ұғымы, оларды орналастыру және жылжыту, сатып алушылар мен клиенттер аудиториясын зерделеу, конкурстық байланыстың ұйымдастырылуы кіреді мақсатты аудитория және тұрақты клиенттер. Маманның негізгі мақсаты - компанияның кірісін ұлғайту, оның брендін тануды ұлғайту және көрермендерді кеңейту, орындау маркетингтік науқандар Тұтынушылармен байланыс және құрылысты ұйымдастыру. Мәскеудегі маркетердің орташа жалақысы - 64 мың рубль, өңірлерде - 35 мың рубль.\nКосметолог. Оңтайлы мамандық - косметолог. Оны медициналық білім негізінде алудың ең оңай жолы, аккредиттелген ұйымдағы мамандандырылған курстардан өтуі. Сонда сіз диплом алғаннан кейін косметологиялық клиникалардың бірінде жұмысқа орналасуға болады. Мамандыққа қызығушылық ғылым мен робототехника алда өткір секірмейінше, жұмыс істемейді. Бүгінгі таңда адамдар косметологияға қызығушылық танытып, пластикалық ота жасаудың баламасын көреді, өйткені білікті мамандарға деген сұраныс өте жоғары. Елордада косметологтар орта есеппен, Ресейде 93 мың рубль алынады, 93 мың рубль алынады.\nПедагог. Тек қосымша көрсеткіштер бойынша рейтингке кіретін жалғыз мамандық. Орташа алғанда, орыс мұғалімдері шамамен 28 мың рубль алады, көптеген мұғалімдер тек 15-17 мың адамды табады. Алайда, мамандық құрметті, оған сәттілік өте нақты. Сонымен қатар, сіз бірнеше білім беру мекемелерінде жұмыс істей аласыз және репетиторлық. Ең бастысы - жеткілікті біліктілікке ие болу.\nТіс дәрігері. Өзектілігін жоғалтпайтын және медициналық саладағы ең көп төленетін мамандық. Жасырын емес, жеке клиникалардағы стоматологиялық қызметтер қымбат. Бұл мамандардың табыстарына әсер етпейді. Тәжірибелі стоматологтар жақсы табады, әсіресе егер уақыт өте келе олар өз клиникаларын ашса. Мамандық қиын, сіз ұзақ уақыт үйреніп, тәжірибе жинауыңыз керек. Бірақ бұл өте маңызды, лайықты төлеммен құрметті жұмыс. Мәскеу стоматологтарының орташа жалақысы - 92 мың рубль, өңірлерде - шамамен 70 мың рубль.\nКроста жазушы. Салыстырмалы түрде жаңа мамандық. Бұған дейін, көшірме астында тек жасаушыларды ғана түсінді жарнамалық мәтіндерБүгін - Интернет-ресурстарға жазғандардың барлығы дерлік. Жиын бәсекелестікке қарамастан, жақсы котанатушы әрқашан сәттілікке жетеді және максималды жалақыға ие бола алады. Ең бастысы - сапалы білім алу (филолог, журналист, маркетолог және т.б.) және үнемі дамып келеді. Мәскеу көшірушілер орташа есеппен айына 55 мың рубль, облыстардан келген компания қызметкерлері - 38 мың рубль алады. Көптеген мамандар шалғайдағы биржаларда және штаттан тыс режимде жұмыс істейді.\nНесиелік маман. Несиелер банктердің негізгі бағыты болып табылады, ал көптеген ұйымдар несие беру саласында жұмыс істейтін мамандар жетіспейді. Бұл клиенттермен қалай жұмыс істеуді білетін менеджерлерге ғана емес, сонымен қатар несие бағдарламаларын әзірлейтін және олардың жаһандық деңгейде олардың орындалуын бақылауды білетін менеджерлерге де қатысты. Мәскеудегі несие маманының орташа жалақысы - 73 мың рубль, Ресейде - 45 мың рубль.\nХатшыдан бас тарту. Зиянды емес хатшылар туралы стереотиптік идеялар сіздің қабылдауыңызда мамандық бейнесін қалыптастырмауы керек. Шын мәнінде, хатшы-сілтеме басшысының оң қолы болып табылады. Мамандар тұрақты кернеу және көп кездесетін, көбінесе бірнеше құрылымдардың жұмысын үйлестіреді, күнделікті кестелерді жасайды, мұрағатпен жұмыс істейді, көптеген процестерді бақылайды. Білікті хатшылардың жұмысы жақсы төленеді - Мәскеудің орташа жалақысы 67 мың рубль, аудандардағы мамандар 37 мың рубльден төмен.\nТолығырақ: https://marmok-store.ru/kk/production/samye-vygodnye-professii-dlya-devushek-spisok-vostrebovannyh-professii-dlya/",
                "date": "28.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджмент мамандығымен мектепке жұмысқа орналасуға бола ма?",
        "question_content": "Мысалы мен менеджмент мамандыгы мен мектепке жумыска орналаса аламын ба?",
        "question_date": "27.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Менеджмент» мамандығы бүгінгі таңда аса танымал мамандықтардың қатарына жатады. Менеджмент мамандығы кез келген саладағы компанияларды және ұйымдарды басқару бойынша білім береді.\nМенеджер – бұл басқалардың жұмысын ұйымдастыруға және бақылауға қабілетті маман. Бірақ оның қолданылу саласы және білімі әртүрлі болуы мүмкін: қаржы, туризм, спорт, көлік, өнер және тағы басқалар. Өндірісті ұйымдастыру, қаржылық жоспарлау саласындағы ілгерлі білім, психологиялық басқару аспектілері, компанияларды дамыту бойынша мәселелерді кешенді және кезекті шеше білу жемісті мансапқа қол жеткізуге мүмкіндік береді.\nАтаулы термин оксфордттық сөздіктегі бүгінгі түсінік бойынша мынадай мағына береді:\n- қызмет түрі, түрлі ұйымдардағы адамдарды басқару үрдісі,\n- адам білімінің саласы, ерекше өнер, басқару дағдысы,\n- басқару бойынша жұмысты орындайтын, сала, кәсіпорын, бөлімше менеджерлерінің жиынтығы (тобы), адамдардың белгілі бір категориясы.\nЕгер Сіз өз ісіңізді ашқыңыз келсе, я мемлекеттік немесе жеке фирмаларда, корпорацияларда, кәсіпорындарда өз мансабыңызды жасағыңыз келсе, онда міндетті түрде менеджмент мамандығын таңдауыңыз керек.\n«Менеджмент» мамандығының түлегі экономика және бизнес бакалавры академиялық дәрежесін алады. Бұл мамандық бойынша Сіз кез келген саланың компаниялары мен ұйымдарын басқару білімін меңгересіз. Өндірісті ұйымдастыру, маркетинг, қаржылық жоспарлау, басқарудың психологиялық аспектілері, компаниялардың дамуы бойынша мәселелерді кешенді және тізбекті түрде шеше алу қабілеті бұл мамандықтың түлектеріне сәтті мансап жасауға жәрдемдеседі.\nОлардың фирмалардың, корпорациялардың және трансұлттық компаниялардың алуан түрлі бөлімдерінің (басқармаларының) менеджері лауазымын алуға және бөлімдердің (басқармалардың) бастығына дейін өсуге мүмкіндігі бар. \nЭкономист-менеджер – бұл шағын, орташа, ірі және венчурлық бизнес дамуының бизнес-жоспарларын білікті жасай алатын, олардың орындалуын ұйымдастыратын, ынталандыру және өнімнің сапасы мен бәсекеге қабілеттілігін жоғарылататын жүйесін құратын жалғыз ғана маман.\n«Менеджмент» мамандығының түлектері дәстүрлі бизнеспен компанияның жобалық қызметін тиімді басқара алады.\nӘлемдік тәжірибеге сүйенсек, бас экономист – жоспарлық-қаржылық бөлімінің (басқармасының) бастығы – компанияның нарықтағы сәттілігін қамтамасыз ететін тұлға болып саналады.\n\"Менеджмент\" мамандығының түлегі алатын лауазымдар:\n- Менеджер, алуан түрлі фирмалардың, ұйымдардың, компаниялардың, соның ішінде банктердің жоспарлық-қаржылық бөлімінің (басқармасының) бастығы;\n - Жоба менеджері, жобалау бөлімінің бастығы;\n - Кризис-менеджер;\n - Тәуекелдіктерді басқару бойынша менеджер және т.б.\n- Ұйымдар және фирмалар, қызмет түрлері, меншік нысандары және қатысушылардың дәрежелеріне байланысты (отандық және шетелдік компаниялар):\n- Қаржы және экономиканы басқару органдары (министрліктер, ведомстволар және агенттіктер);\n- Мемлекеттік мекемелер, саяси және қоғамдық ұйымдар;\n- Тауар рыноктары, өндірістік және тұтыну тауарлары;\n- Жергілікті басқару органдары (аудан, қала, облыс әкімдіктері);\n- Ұлттық және жеке компаниялар, концерндер, корпорациялар және т.б.\n- Салааралық кешендер;\n- Халықаралық сауда палаталары, сауда үйлері;\nЕшбір ұйым (банк немесе мемлекеттік мекеме болсын) менеджерлерсіз әрекет ете алмайды. Өйткені, фирма құрылған соң, бірден оны басқару қажеттілігі туындайды. Заманауи менеджерлер дәл осы жұмыс түрін атқарады. Менеджмент – негізгі және сұранысы мол мамандықтардың бірі.\nЕгер сізде көшбасшылық қасиеттер болса, егер сізді кез келген компанияда қызығушылықпен тыңдайтын болса, ал қиын жағдайларда сіз өздігіңізбен шешім қабылдай алсаңыз сізден жақсы басқарушы шығуы мүмкін. Ендеше, «Менеджмент» мамандығын таңдаңыз.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/bilim/zharatylystanu/20049/",
                "date": "28.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығармашылық емтихан эссе сұрақтар барма (журналистика)?",
        "question_content": "Шығармашылық емтихан журанлистика эссе жауаптары барма?",
        "question_date": "27.06.2021",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тақырып №1. ХАТУ-дың \"Журналистика және репортерлік іс\" саласындағы білім беру бағдарламалары (4 білім беру бағдарламасы – Бизнес журналистика, SMM& PR, Цифрлық журналистика, Халықаралық журналистика, Телерадиожурналистика) үшін әлеуметтік желілерге флешмоб немесе лайфхак әзірлеңіз. \nТақырып № 2. Әлеуметтік желіде ХАТУ-дағы e-journalism парақшасынсайтты, әлеуметтік желіде парақшаны немесе әлеуметтік желіде өз парақшаңызды, не топты ілгерлету жоспарын жасап, жазып көрсетіңіз. \nТақырып №3. Сандық медиа технологиялар, жарнама, PR немесе жұртшылықпен байланыс саласында стартап жоба жасаңыз. \nТақырып № 4. Өз бейнефильміңізді, жарнамалық ролик, қысқа метражды фильміңізді көрсетіңіз. Қорғау уақыты 7 минут, 8 минут-комиссия мүшелерінің сұрақтарына жауап беру.\nТолығырақ: https://iitu.kz/documents/200/%D0%96%D1%83%D1%80%D0%BD%D0%B0%D0%BB%D0%B8%D1%81%D1%82%D0%B8%D0%BA%D0%B0_%D0%B6%D3%99%D0%BD%D0%B5_%D1%80%D0%B5%D0%BF%D0%BE%D1%80%D1%82%D0%B5%D1%80_%D1%96%D1%81%D1%96_%D0%90%D0%B1%D0%B8%D1%82%D1%83%D1%80%D0%B8%D0%B5%D0%BD%D1%82_2020__%D2%9B%D0%B0%D0%B7..pdf",
                "date": "28.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкентте қаржы саласы бойынша колледж бар ма? Мемлекеттік пе ,әлде жекеменшік пе?",
        "question_content": "Оқу бойынша сұрақтар, колледжге керек сұрақтар.",
        "question_date": "27.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Мерей» экономика және сервис колледжі.\n«Қазтұтынуодағы» Шымкент экономикалық колледжі.\nОңтүстік Қазақстан экономика және статистика колледжі.\n«Мирас» Оңтүстік Қазақстан экономика және технологиялар колледжі.\nТолығырақ: http://edu.resurs.kz/college/shymkent",
                "date": "28.06.2021",
                "upvotes": 0
            }
        ]
    }
]