[
    {
        "question_title": "Бүгінгі білім-болашақты бағындыратын биіктердің бастауы морфологиялық талдау жасау керек",
        "question_content": "Бүгінгі білім-болашақты бағындыратын биіктердің бастауы морфологиялық талдау жасау арқылы",
        "question_date": "3.11.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 278,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Яжуж мажуж тайпаларының тауға қамалған кезеңі.",
        "question_content": "Түркілермен яжуждардың арақатынасы қандай,Яжуж мажуж тайпаларының тауға қамалған кезеңдері?",
        "question_date": "3.11.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрбымның туылған күніне не сыйласам болады?",
        "question_content": "Жақында құрбымның туылған күні. Не сыйлауға болады?",
        "question_date": "3.11.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық адамға сол адамға ұнайтын затты сыйлаған дұрыс деп ойлаймын.",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен сыныбымда қыз бар. Соны жақсы көріп қалдым. Не істеу керек?",
        "question_content": "Мен сыныбымда қыз бар. Соны жақсы көріп қалдым. Не істеу керек?",
        "question_date": "2.11.2021",
        "question_tag": "Махаббат",
        "question_views": 558,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тілінен осы және өткен шаққа 7 сөйлем құрау керек.",
        "question_content": "Маған осы шаққа және өткен шаққа мәтін ол 7сөйлем болу керек көмектесіңіздерші.",
        "question_date": "2.11.2021",
        "question_tag": "Университет, колледж",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дизаинерлік сән үлгі осыган кандаи пәнге даиндалу керек немесе онаима?",
        "question_content": "Дизаин мамандыгына кандай пәндерге даиндалу керек немесе онаима соны толык түсндіріңіздерші шыгармашыкка кандаи пән кіреді ?",
        "question_date": "2.11.2021",
        "question_tag": "Мектеп",
        "question_views": 310,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аудармашы болу үшін не істеу керек? ҰБТ да қандай пәндер таңдалады?",
        "question_content": "Аудармашы болу туралы көбірек ақпарат қажет. ҰБТ жайлы толық ақпарат керек.",
        "question_date": "1.11.2021",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрежесі: бакалавр\nБағыты: гуманитарлық ғылымдар\nМамандықтың атауы мен коды: 5В020700 – Аударма ісі\nКредит саны:  ҚР кредиті — 129, ESTC кредиті — 203\nОқу нысаны: күндізгі\nОқудың басталуы: 1 қыркүйек\nОқу мерзімі: 4 жыл (мектеп базасында), 3 жыл (колледж базасында)\nБілім беру траекториясы: «Аудармашы-референт» және «Гид-аудармашы»\nБіліктілігі: гуманитарлық білімдер бакалавры\nМамандандырылуы: «Аударма ісі» мамандығы бойынша гуманитарлық білімдер бакалавры аудармашы-референт, гид-аудармашы қызметінде жұмыс атқара алады.\nМамандықтың ерекшелігі:\n\nаудармашылық (әр түрлі жанрдағы мәтіндер мен құжаттарды жазбаша аудару, келіссөздерде, халықаралық кездесулерде, конференцияларда ауызша аударма жасау );\n\nұйымдастырушылық (әр тұрғыдағы іс-шараларды ұйымдастыру және өткізу, кәсіби және қоғамдық ұйымдарды құру);\n\nөндірістік-басқарушылық (отандық, шетелдік және бірлескен кәсіпорындар мен ұйымдардың тиісті бөлімшелерінде басқару және/немесе кәсіби міндеттерді атқару (әр түрлі аудармалар);\n\nақпараттық-аналитикалық (әлеуметтік-саяси талдау жүргізу, іскерлік хат-хабарлар, есептер, шолулар, жағдаяттың болжамын жасау, аудармаларды редакциялау);\n\nғылыми-зерттеу (практикалық материалды жинап, өңдеу, аударматану және мәдениаралық коммуникация мәселелері жөнінде баяндамалар мен мақалалар әзірлеу).\n\nЕңбек нарығы: бітірушілердің кәсіби қызметтерінің нысандары: мәдениет мекемелері, халықаралық ұйымдар, түрлі ақпараттық-аналитикалық қызметтер, елшіліктер мен өкілдіктер, министрліктер, туризм жөніндегі агенттіктер, баспаханалар, аударма бюросы және басқа да ұйымдар мен кәсіпорындар.\nТүсу кезінде қойылатын талаптар: ҰБТ тапсыру, төртінші пән  – ағылшын тілі\n\nТолығырақ: https://egi.edu.kz/kk/audarma-isi-mamandy-yny-sipattamasy-a-ylshyn-nemis-frantsuz-ytaj/",
                "date": "1.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сынып қандай аттестат аламын?",
        "question_content": "Мен 5/8 сыныпка дейін 4-ке оқыдым. 9 сыныпта 5 болсам қандай аттестат аламын және де 10/11 деде 5-пен оқысам. 11 дегі аттестатым қандай болады?",
        "question_date": "1.11.2021",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менде барлық тоқсан барлық жылдық 7 сыныпқа дейін 5 болды.\n8 сыныпта 3 сабақтан 1-2 тоқсанда 4 ке шықтым, ұ сынып барлығы 5 . бірақ мен 9 сыныпта ішінің бәрі 5, бірақ көк аттетат алдым. \n10-11сынып үздік оқып, қызыл аттестатқа ұсынылдым, оны ақтап шықтым. 9 сыныпта маған қызыл аттестат бермегені үшін, алтын белгіге ұсынылмадым. Бірақ алтын белгінің де , қызыл аттестаттың да ақталу шарты бірдей, ҰБТ да барлық тест тапсырылған пәннен 5  бағасына лайық балл жинау керек болатын.( бұл шарт білуімше қазір өзгерген, аттестат пен алтын белгіні мектептегі емтихан кезінде ақтайды деп естідім).\nБіз тұлек болған 2015 жылы осылай болды.",
                "date": "3.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылдамдығы 20 м/с-ға жеткенге дейінгі жүрген жолын табыңыз.",
        "question_content": "Тұрақты 2м/с `` үдеумен қозғалған автомобильдің жылдамдығы 20 м/с-ға жеткенге дейінгі жүрген жолы.",
        "question_date": "31.10.2021",
        "question_tag": "Физика",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a = v/t\n\nt = v/a = 20/2 = 10 с\n\nS = v*t = 20*10 = 200 м",
                "date": "31.10.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Біз бармаған біз көрмеге мол қала Біз шығармыз әлі талай жолға да",
        "question_content": "\"Өтелмеген парыз\" фильміндегі \"\n\nБіз бармаған біз көрмеге мол қала\n\nБіз шығармыз әлі талай жолға да\nбар болғаны 20-30 жас арамыз\n\nЕкеумізді бөліп тұрған сол ғана\"өлеінің авторы және өлеңнің толық нұсқасы қалай табамыз?",
        "question_date": "31.10.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің мұрным 2 күн болды бір жағымыз иіс шығады бир әсіресе жуынып болған соң ана мысалы:",
        "question_content": "Менің мұрным 2 күн болды бір жағымыз иіс шығады бир әсіресе жуынып болған соң ана мысалы: бір киім немесе матаны жаған соң кеппи сап қойсаң жағымсыз иіс шығадығоц тура сондай иіс шығады ол гайморит болу мүмкінбе?",
        "question_date": "31.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 446,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия  гайморит болуы мүмкін, әрі асқынып тұрған кезі болу керек. Лор врачқа барып ем алыңыз.",
                "date": "27.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түкті қалай кетіреміз",
        "question_content": "Менің қолымда аяғымда түк өте көп сол үшін шортик футоболка кимеймін\nЕнді менің ішіме түк шыға бастады жасым 14 те болашақта қалай жүретінім уайымдатады қолдан келсе өспейтін қылғым келеді",
        "question_date": "31.10.2021",
        "question_tag": "Мектеп",
        "question_views": 611,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бритваны жолатпаған дұрыс, одан қолыңыздағы және басқа да түктер қалыңдап, көбейеді. Арнайы мамандар бар ғой қазір депляция жасайтын, кемінде ай сайын солардың көмегіне жүгінгеніңіз дұрыс.",
                "date": "3.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Модель болу үшін тері түсі маңызды ма",
        "question_content": "Модель болу үшін бет әлпетпен қоса тері түсі маңыздыма және модель неше жастан оқытылады?",
        "question_date": "30.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Модельдер бойшаң әрі сымбатты болуы шарт. Бұл жұмысқа бойы 170 сантиметрден ұзын, белі 86-88 см болатын қыздар қабылданады. Нағыз бабындағы қыздың бойы 176-180 см болып келеді екен. Мұндай бойға ие бойжеткендер әлемнің кез келген түкпірінде жұмыс істей алады. Ал, бойы 170-175 см қыздардың еуропалық сән әлеміне кіруі қиын болса да, азиялық нарыққа енуіне еш бөгет жоқ. Қыздардағы бойдың ең жоғарғы шегі – 184 см. Одан жоғары болса, модельдер өз карьерасында қиындықтырға тап болады. Сән әлеміне 12-17 жасында келген бойжеткендердің белі 86 см аспауы керек. 20 жасқа келгенде ол 90 см дейін ұлғаюы мүмкін. Бірақ, моделдер үшін осы өлшемнен асырмау міндет деседі.\n\nАқпарат дереккөзі: https://massaget.kz/kyizdarga/sn/49131/",
                "date": "6.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нүктенің (0;5) уақыт аралығындағы жүрген жолын табыңыз.",
        "question_content": "Материалдық нүкте түзу сызық бойымен v=4t3-t м/с жылдамдығымен қозғалды.Нүктенің (0;5) уақыт аралығындағы жүрген жолы",
        "question_date": "30.10.2021",
        "question_tag": "Математика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v=4t^3-t\n\nt = 5\n\nv = 4*125 - 5 = 495 м/с\n\nS = v*t = 495*5 = 2475 м",
                "date": "30.10.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүктілік кезде дененің қышу себебі неде?",
        "question_content": "Саламатсыздарма! Аягым ауыр 7 айдан оттик Аллага шукир, 5 ай болды букил денем кышиды,бармаган дермотологым жок, мазь, тунба, неше нарсе истеп тастадым,асери жок,босанган сон кетеди дейди,тунде уйкы жок кундиз  ешким ештене жакпайды,жуйкем сыр берип жаткандай,бортип кызарып ештенеде шыкпайды бирак тикен кадалгандай шымылдап кышиды,киим кисем титиркенип турады терим,емин билетиндер барма отиниш билгендеринизбен болисип комектесиниздерши,Алла разы болсын, рахмет.",
        "question_date": "30.10.2021",
        "question_tag": "Тазалық",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүктілік кезінде қышу — патологиялық жағдай, бұл түрлі аурулардың симптомы болып табылады, жүктілік кезінде туындаған немесе ауырлатады. Терінің және шырышты қабықтың ауыртпалықты күйдіретін тітіркену сезімімен көрінеді, ол рефлексті тудырады. Бөртпе болуы мүмкін, басқа тері белгілері, түрлі органдар мен жүйелерге зақым келтіру белгілері. Биохимиялық диагноз қойылды, иммунологиялық, гормональды, аллергологиялық, микробиологиялық зерттеулер, ПТР, RIF, ELISA, Ультрадыбыстық. Прурит патогенетикалық және симптоматикалық емдеу үшін антигистаминдер қолданылады, Кортикостероидтер, жұмсартқыштар, седативтер.\nЖүктілік кезінде қышу\n\nАкушер-гинекологтардың байқауларына сәйкес, Жүкті әйелдердің жартысынан астамы уақытша немесе тұрақты зуд сезімін әртүрлі қарқындылықпен сезінеді. 45-50% әйелдер пациенттері жыныс мүшелеріне шағымданады (жақын), 18-22% — теріге арналған, 8-10% — анальды қышу үшін. Кейбір әйелдердің жүктілік кезінде әр түрлі қышудың пайда болуының мезгілде пайда болуы байқалды. Әдетте, бұзылулар бұрыннан бар аурулардың нашарлауына байланысты дамиды. Кейбір жағдайларда аурудың себебі, бұл симптом кедір-бұдыр, өзгерістер болады, жүктілік кезінде пайда болады. Патологияны дер кезінде диагностикалаудың өзектілігі, қышқыл теріге немесе шырышты қабаттарға себепші болады, кейбір патологияларда ауыр акушерлік асқынулардың пайда болу қаупіне байланысты.\nЖүктілік кезінде қышудың себептері\nДерматология маманы, акушерлік және гинекология көптеген факторлар деп аталады, жүкті әйелдерде қышу тудыруы мүмкін. Қыстану ауруды тудыруы мүмкін, ауырлатылған немесе ұрықтандыру кезеңінде туындайды, организмнің экзогендік агенттер мен эндогендік метаболиттердің әрекеттеріне жүйелі жауаптары. Бұзушылықтың ең көп тараған себептері қарастырылады:\nТері және саңырауқұлақ аурулары. Кеудені атопиялық және байланыс дерматитімен кездеседі, дерматофитоз, қарапайым созылмалы лишай, псориаз, саборея, экзема. Қышыну сезімі паразиттік терінің зақымына тән — бас және популяциялық бит, қояндар. Суық мезгілде қышу ксероздың дамуымен бірге жүреді. Көптеген науқастарда бұл бұзылулар жүктілік алдында да анықталады, бірақ тері паразиттерінің инфекциясы немесе патологияның көрінісі жүктілік кезінде мүмкін болады.\nЖүйелік үрдістер. Табиғи және патологиялық метаболиттермен эндогендік интоксикация онкопатологияның кейбір түрлерінде қышуымен бірге жүреді (Ходжкиннің лимфомасы, полициды вера), бауыр аурулары холестазамен (вирустық гепатит, өт тас аурулары, гепатоз), эндокринопатия (қант диабеті, гипертиреоз, гипотиреоз), темір тапшылығы анемиясы, гломерулонефритпен бүйректің соңғы сатысы, пиелонефрит, гидронефроз, нефролития.\nЖыныстық инфекциялар. Тері жиі көрінбейді, және іштің қышуы, токсиндерді тітіркендіреді, және патологиялық секрециялар (Лей). Кэндиоз пайда болғанда анық көрінеді, жыныстық герпес, гарднерелла, хламидиоз, гонорея. Иммунитеттің төмендеуі және гормоналды өзгеруі, жүктіліктің сипаттамасы, жиі бактериялық вагинозға алып келеді, оның белгілерінің бірі генитальдық аймақта қышып жатыр.\nУрологиялық және проктологиялық аурулар. Перинейде қышу тек қарқынды вагинальді лейкорея арқылы ғана туындамайды, сонымен қатар уретритпен ауыратын жүкті әйелдерде жиі зәр шығару арқылы зәрді тітіркендіреді, цистит, пиелонефрит, патологиялық өзгерістер, геморрой тән, анальды жарықтар, жергілікті перианаальды дерматит. Анальдік пруриттің себептерінің бірі — энтробиоз — құрт жұқтыру, онда паразиттің тіршілік циклінің бөлігі анусқа жақын тері зақымдалуымен байланысты.\nЭкзогенді әсерлер. Патологиялық агентінің әсері сыртқы болуы мүмкін (тері және шырышты қабаттар арқылы) және ішкі (асқазан-ішек жолдарында жұтудан кейін). Екі жағдайда да аллергиялық немесе токсикалық жүйелік реакциялар түрлі қарқындылықтың қышқылымен дамиды. Провокациялық факторлар жиі есірткіге айналады (аспирин, антибиотиктер, анестезия), азық-түлік өнімдері, өсімдік тозаңы, жануарлардың аң терісі, шаң, жәндіктердің шағуы.\nНеврологиялық және психикалық бұзылулар. Тыңдау, парестезия, тұрақсыз қарқынды қышу, перифериялық жүйке жүйесінің өзгеруіне байланысты, көптеген склероздың ерте белгілері болуы мүмкін, негізгі неврологиялық симптомдардың алдында. Нейрогендік прурит стресстің салдары болуы мүмкін, постерпетикалық невралгияның белгілері, ми ісіктері. Сирек жағдайларда кашу сезімтал галлюциноз аясында өтеді.\nЖүкті әйелдің дерматозы. 1-де,5-3,0% науқастар, ереже бойынша, генетикалық бейімділікке ие, жүктіліктегі физиологиялық өзгерістер (дәнекер тінінің зақымдануымен теріні созу, гиперэстрогенді, иммунитетті қайта құру) аллергиялық реакцияларды немесе интреинипатикалық өт күйін тудырады. Нәтижесінде, белгілі бір гистациялық пруритикалық дерматоздардың бірі дамиды — атопиялық дерматит, пемфигоид, Жүкті холестаз.\nЖүкті әйелдердің әртүрлі ауруларында жиі жөтелудің мүмкін себептері прогестеронның әсерінен терінің құрғаушылығын жоғарылатады, иммунитеттің физиологиялық төмендеуі, жүкті сақтауға бағытталған, аутоантигендердің пайда болуымен терінің дәнекер тінінің талшықтарын созу және жырту, қынаптың табиғи микрофлорасын бұзу. Жүктілік сонымен қатар көптеген ауруларды дамыту үшін триггер ретінде қызмет етеді, қышуымен бірге жүреді, — гемациялық қант диабеті, босанғаннан кейінгі аутоиммунды тиреоидит және т.б .;. Қосымша тәуекел факторлары семіздік деп саналады, синтетикалық киім мен төменгі іш киімде, хош иістендіргіш табақтарды және теріге және жыныстық көмекке сілтілі өнімдерді тітіркендіреді, жеке гигиенаны сақтамау, дәмді тағамдық тағам, дәмдеуіштер.\nПатогенез\nЖүктіліктегі қышу механизмі оның себептеріне байланысты, алайда барлық жағдайларда патогенездің негізгі элементі — аферент жолдарының белгілі бір аймақтарын ынталандыру, жүйке импульстарын беру. Ең жиі кездесетін прурит перифериялық нуклецепторларды ынталандыруға байланысты. Медиаторлар әдетте рецепторлық аппаратқа әсер етеді, жергілікті қабыну кезінде пайда болады, аллергиялық, аутоиммунды реакция, микробтық токсиндер, метаболиттер (өт қышқылдары, азот қосылыстары, глюкозаның жоғары концентрациясы), есірткі.\nЗақымдану салдарынан қышқыл сезім пайда болуы мүмкін, онда қабыну реакциясы қайталанады, тұрақты жергілікті әсерлер (жәндіктердің шағуы, гельминт қозғалысы, несептің тітіркенуі, Лей). Кейде патологиялық афферентация, крахмалық, микроциркуляциялық бұзылыстардың аясында белгіленді (мысалы, қант диабеті бар), сезімтал нерв талшығының зақымдануы (көптеген склерозмен). Мидың қан тамырларының жаңа түрлерімен, соққылар, невротикалық және психикалық бұзылулардың патологиялық импульстердің шоғыры, субъективті түрде қышыма ретінде қабылданады, жүйке жүйесінің орталық бөлігінде локализацияланған.\nЖүктілік кезіндегі қышудың белгілері\nАурудың негізгі симптомы жергілікті немесе жалпыланған қышыма сезімталдық болып табылады, кішігірім күйзеліс пен жану сезімінен теріге сызат түсіру немесе сүртуге немқұрайды келуге дейін, шырышты қабықшалар. Себептерге байланысты, оған қарсы кедір пайда болды, ол тұрақты немесе мерзімді болуы мүмкін, аурудың жалғыз белгісі болуы немесе басқа тері көріністерімен бірге болуы — қызаруы, тарақпен, макулоза, папулы, vesicular, пистулярлық бөртпе, пилинг. Жалпы клиникалық көрініс елеулі полиморфизммен сипатталады, жетекші патологиямен анықталады, оның белгілері тері немесе жақын қышу болып табылады.\nАсқынулар\nҚарқынды кашу аурулары экзотикалық учаскелерді қайталама инфекциямен қиындатуы мүмкін. Акушерлік асқынуларды дамыту ықтималдығы негізгі аурудың жүктілікке әсері болады. Тері ауруларының көпшілігі, өтпелі аллергиялық реакциялар, жүкті әйелдердің дерматозы ыңғайсыздықты тудырады және өмір сапасына нұқсан келтіреді, бірақ әйелге және ұрыққа елеулі қауіп төндірмейді. Жүкті ауыр науқастың холестазасы, көптеген жүйелі процестер преэклампсия ықтималдығын арттырады, өздігінен төмендеу, мерзімінен бұрын босану, плаценттік жеткіліксіздігі, ұрықтың дамуының кешігуі, еңбек ауытқулары, коагулопатикалық қан кету, DIC синдромы. Жұқпалы аурулардың ықтимал асқынуы, қышу, хориамамонионит болып табылады, ұрықтың ішек инфекциясы, босанғаннан кейінгі эндометрит, акушерлік перитонит.\nДиагностика\nКүйік терісінің пациенттерге шағымдарын диагностикалық іздестірудің негізгі міндеті, гениталия, perianal ауданы себебін анықтау болып табылады, бұзу. Диагностика туралы мәлімет үшін зертханалық және құрал диагностикасының кең ауқымы қолданылады, түрлі органдардың мәртебесін анықтауға мүмкіндік береді, жүйелер, биохимиялық ауру белгілерін анықтау. Гинекологиялық тексеруден басқа, жүктілік кезінде жалпы қан мен зәрді сынау ұсынылады:\nБиохимиялық қан анализі. Кейбір аурулардың көрсеткіші глюкоза деңгейлері туралы деректер болып табылады, өт қышқылдары, жалпы билирубин, холестеринді, триглицеридтер, сарысудағы темір, несепнәр, зәр қышқылы, креатинин, ферменттер (ALT, АсТ, Алькалинді қалқан), ақуыздың фракциясының құрамы.\nГормондық зерттеулер. Эндокринопатияны болдырмау, қышқыл теріні таныту, шырышты қабаттар инсулинге төзімділік индексін пайдаланады, қан инсулинін бағалау, TSH, тироксин, трийодотиронин, тироксинді байланыстыратын глобулин. Кейбір жағдайларда жыныстық гормондардың деңгейін анықтаңыз.\nИммундық және аллергиялық жағдайды зерттеу. Аурудың атопиялық сипаты қандағы IgE шоғырлануымен расталады, гистамин. Кейбір бұзылуларда аутоиммундық процестердің нақты маркерлері анықталады (коллагенге қарсы антиденелер, AT-TPO, AT rTTG).\nИнфекциялардың диагностикасы. Жұқпалы ауруларды анықтаудың өте сезімтал әдісі полимеразды тізбекті реакция болып табылады, RIF, ELISA. Олардың көмегімен сіз жыныстық герпалардың белгілерін анықтай аласыз, candida, хламидиоз, микоплазмоз, упреплазмоз, басқа урогинекологиялық аурулар.\nСығынды урогениталды трактор. Микробиологиялық зерттеу жұқпалы аурудың қоздырғышты анықтауға мүмкіндік береді, сонымен қатар бактерияға қарсы препараттарға сезімталдығын бағалайды. Әсіресе вулярлы қышу ауруына шалдыққан науқастарға арналған әдіс, қынапшық, уретры.\nБөртпе элементтері болған кезде, сынған немесе алынатын теріге талдау жасалады. Түрлі органдардың морфологиялық жағдайын бағалау үшін УДЗ-ға ультрадыбыстық диагностика қолданылады — Бүйрек ультрадыбыстық, бауыр, өт қабығы, жамбас қабаты. Қосымша әдістер ретінде химиялық-токсикологиялық талдауды ұсынуға болады, биопсияның үлгілерін гистологиялық зерттеу, Enterobiosis қыру, гельминт жұмыртқаларына талшықтарды талдау. Дифференциалды диагноз әдетте аурулар арасында жүргізіледі, соның ішінде жүктілік кезінде қышу пайда болады. Акушер-гинеколог пен дерматологтан басқа, венеролог пациентке айғақтар бойынша кеңес береді, жұқпалы аурулар бойынша маман, эндокринолог, гастроэнтеролог, гепатолог, уролог, невропатолог, ревматолог, иммунолог, аллерголог, токсиколог, гематолог, онколог.\nЖүктілік кезіндегі қышуды емдеу\nНауқастың қышу сезіміне шағымдануымен науқастың басқару тактикасын әзірлеу кезінде асқазанның негізгі ауруы. Көптеген жағдайларда жүктілік мерзімін ұзарту физиологиялық жеткізілу мерзіміне дейін мүмкін болады. Емдеу режимі тиісті бұзылу хаттамасымен анықталады, антибиотиктер болуы мүмкін, гормондар, қарсы препарат, гормональды, антиконвульсандар, ұрықтың дамуына ықпалын ескере отырып, басқа фармакотерапевтік топтардың өнімдері. Ерекше патогенетикалық және симптоматикалық терапия қышуды азайту немесе жою үшін тиімді:\nАнтигистаминдер. Гистамин рецепторларының қоршауына байланысты сезімтал С-талшықтар бойымен қозғалысты азайтады, масттық жасуша медиаторлары азайды. Аллергиялық реакцияны басу қышудың қарқындылығын айтарлықтай төмендетуі немесе оны толығымен тоқтатуы мүмкін.\nГлюкокортикоидтер. Кортикостероид майларын жергілікті қолдану, кремдер, эмульсиялар айқын антипруритикалық әсерге ие. Терапиялық ем, шектеулі дерматит пен дерматозбен тиімдірек болады. Ұрыққа ықтимал әсерін ескере отырып жүйелі кортикостероидтер шектеулі жүктілікпен қолданылады.\nЖұмсартқыштар. Жүктілік кезінде терінің құрғақ болуына байланысты, бұл қышуды арттырады, оның дымқылдандыратын және жұмсартатын жағымды терапиялық әсері бар. Бұл топтың құралдары да зақымданған эпидермистің және терінің липидті жасушалық құрылымдарының қалпына келуін тездетуге мүмкіндік береді.\nСедативтік фитопрепараттар. Күйзеліс пен эмоционалдық бұзылыстардың өзара әсеріне байланысты (жаман көңіл-күй, тітіркену), Седативті төлемдерді тағайындау орталық жүйке жүйесінің деңгейінде ыңғайсыздық сезімін азайтуға мүмкіндік береді. Седативтік терапия да бұзылған ұйқының қалыпқа келуіне ықпал етеді.\nНауқасқа диетадан шығару ұсынылады, тітіркендіргіш немесе аллергиялық, ауыз су режимін қалыпқа келтіру, демалыс үшін жеткілікті, стресті болдырмау. Әдетте табиғи жүкті әйелдер жүкті әйелдерге ұсынылады. Кезаралдық бөлік акушерлік дәлелдер болған жағдайда ғана жүзеге асырылады.\nБолжам және алдын-алу\nЖүйелік ауру болмаған жағдайда, әдетте, әйелде жүкті әйелдің қышыну нәтижесі қолайлы болады. Болжамдар ауыр соматикалық ауруларды анықтаумен нашарлайды, эндокринопатия. Пациенттерге алдын-алу мақсатында, тері мен басқа патологиялардан зардап шегеді, жүктілікті жоспарлау кезінде дерматолог пен мамандардың ұсынымдарын ескеру қажет. Жүкті әйелдерге тән гигиена ережелерін ұстануға кеңес беріледі, синтетикалық іш киімін тастаңыз, теріні табиғи препараттармен ылғалдандырады, жағдайларды болдырмау, онда терлеу күрт өседі — үйде болу, Күннің қызып кетуі. Киім мен киімді жуу үшін фосфатсыз бейтарап кір жуу ұнтақтарын қолданған дұрыс.\nТолығырақ: http://mundamedicina.info/awrwlar/zh-ktilik-kezinde-yshu.html",
                "date": "30.10.2021",
                "upvotes": 0
            },
            {
                "text": "Босанып алдыңыз ба? Сөздегі жағдай менде болуда. Не істедіңіз, блсанған соң кетті ма?",
                "date": "27.10.2022",
                "upvotes": 0
            },
            {
                "text": "Менде де осы жағдай. Түнімен ұйқы жоқ бөртіп кетеді. Негізінде тырнақ тимеу керек дейді.",
                "date": "16.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кілемнен мысық жүнін қалай кетірсе болады?",
        "question_content": "Біздің үйде мысық бар. 1 жылдан астам уакт болды. Енді сұрақ. Мысық жүнін паластан (кілем) нен қалай жойса болады қалай кетіруге болады?",
        "question_date": "30.10.2021",
        "question_tag": "Жануарлар",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысықтар - олар бізде 20 жылға дейін өмір сүре алатын керемет және сенімді серіктестер. Олар бізді жууды қажет етпейтін өте таза жануарлар. Тілдерімен олар өздерін жууға қабілетті, осылайша өздерін таза ұстайды. Олардан аулақ бола алмайтын нәрсе шаш жоғалту. Кілемдерде, көрпелерде және басқа да тоқыма заттарында қыстырылған және бүгін сіздерге қалай алып тастау керектігін көрсететін шаштар.\nМысықты үнемі жуыңыз\n«Ең жақсы қорғаныс - жақсы шабуыл» Үй жануарларын тазалау үшін резеңке щетка сатып алыңыз; Бұл үйдегі шашты жоғалтуға жол бермей, бос шашты жинайды. Қысқа шашты мысықтарға аптасына бір рет жеткілікті болуы мүмкін. Ұзын шашты мысықтар үшін өте ыңғайлы - оларды щеткамен тазарту аптасына төрт рет. Сондай-ақ, сіз шашты немесе шашақтарды «лақтырып» кететін шаштардан аулақ боласыз.\nКілемді мұқият тазалаңыз\nМысықтар бізбен кеңістікті бөліскенді ұнатады. Сондықтан біз көп уақыт өткізетін бөлмедегі кілемнің мысық жүніне толуы қалыпты жағдай. Оны тазарту үшін аздап жағыңыз ас содасы оған 10 минуттай әрекет етіңіз - процесс барысында мысықтарды аулақ ұстаңыз. Пісіру содасы кілемдегі түктерді босатып, мысықтардан қалған иісті сіңіреді. Осыдан кейін біз оны тазарту үшін кілемді вакууммен тазалаймыз.\nҚаптамадан және көрпеден шашты алыңыз\nЕң дұрысы, жиі қолданылатын беттерді жууға болатын көрпемен жауып, оларды кір жуғыш машинаға салмас бұрын, олардың түктерін алып тастаңыз. Қалай? Кейбіреулерін пайдалану пластик қолғаптар және қолыңызбен қаптамада немесе көрпеде дөңгелек қозғалыстар жасау. Түктер оңай алынып тасталатын шарларға топтастырылады. Терезені тазартуға арналған щеткалар да керемет құрал болып табылады.\nКір жуғыш машинаны таза ұстаңыз\nЕгер біз алдыңғы трюкті қолданып, кірді кір жуғыш машинаға салмас бұрын киімді шашпен қатты шайқасақ, олар енгізетін шаштың мөлшері минималды болады. Солай бола тұрса да, кір жуғыш машина толығымен таза болуы үшін жедел жууды немесе шаю циклы кір жуғыш машина бос. Сонымен қатар, қалдықтарды кетіру үшін ылғал шүберекті ішінен, әсіресе резеңкедегі тесіктерден өткізгенде зиян болмайды.\nҚарапайым трюктар, өзіңіз көргендей, бұл сіздің үйіңізді мысық жүнінен тазартуға көмектеседі.\nТолығырақ: https://www.bezzia.com/kk/",
                "date": "30.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жас баланың қолтығы неге сасиды?",
        "question_content": "Менын 8 жасар кызымнын колтыгынан иыс шыгады, Не ыстеуге болады?",
        "question_date": "29.10.2021",
        "question_tag": "Тазалық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолтықтағы жағымсыз иістен құтылып, терлеуін тоқтату үшін қымбат дезодорант пен түрлі иіссулардың көмегіне жүгініп жатамыз. Бірақ бұл заттар уақытша ғана көмектеседі. Ал егер түбейгейлі құтылғыңыз келсе, онда мына кеңесті жүзеге асырып көріңіз. \nҚолтықтың терлеуі мен ондағы жағымсыз иіс адамның өзіне деген сенімділігін жоғалтады. Одан құтылу үшін қымбат дезодорант пен түрлі иіссулардың көмегіне жүгініп жатамыз. Бірақ бұл заттар уақытша ғана көмектеседі. Ал егер түбейгейлі құтылғыңыз келсе, онда мына кеңесті жүзеге асырып көріңіз. \n1. 1 шай қасық бор қышқылын 1 құты талькпен (балаларға арналған) араластырасыз. Күніне 2 рет осы ұнтақты қолтығыңызға сеуіп жүріңіз. Нәтижесін көп уақыт өтпей-ақ байқайсыз. \n2. 3-4 түйір марганцовканы 1 стақан қайнатылған жылы сумен араластырыңыз. Осы сумен күніне 3-4 рет қолтығыңызды жуасыз. Бұл ерітінді қолтықтың терлеуін тоқтатады, жағымсыз иісті жояды және түктерді кетіреді. Емді үзбей 2 апта жүргізесіз. фото 1travmpunkt.com \n3. 100 мл жылы суға 1 шай қасық ас содасын араластырасыз. Осы ерітіндіні қолтығыңыздың айналасына жағасыз. Емді тәулігіне 5 рет қайталаңыз. Ас содасы қолтықтың терлегенін тоқтатады әрі түктің өсуін тежейді. \n4. Лимон жағымсыз иіс тудыратын бактерияларды өлтіреді. Одан құтылу үшін 1-2 тамшы лимон шырынын қолтығыңызға жағасыз. Бірнеше минуттан соң дымқыл сүлгімен сүртесіз. Ал лимон шырыны мен суды араластырып, дезодорант ретінде сеуіп жүрсеңіз де оң нәтижеге қол жеткізесіз. фото papillomy.com \n5. 1 шай қасық ұнтақталған ақжелкенді 1 стақан қайнаған суға салып, 5 минут қайнатасыз. Салқындаған соң сүзіп алып, қолтығыңызды сүртесіз. Ақжелкеннің құрамындағы антибактерия жағымсыз иіспен күреседі. \n6. 5 мл сутегінің асқын тотығын 200 мл суға ерітесіз. Оған мақтаны малып алып мәселе тудырып жатқан аймақты сүртесіз. Бұл ерітінді қлотықтағы көзге көрінбейтін, бірақ терлетіп, жағымсыз иісті тудыратын бактерияны өлтіреді, теріні құрғатады әрі жағымсыз иісті жояды. \n7. 1 литр суға 3 ас қасық алма сірке суын араластырасыз. Душтан шыққан соң осы ерітіндімен қолтығыңызды сүртесіз. Құрғағанша күтесіз. Сонан соң киімдеріңізді киіп, ұйқыға жатыңыз. Егер сірке судың иісі жағымсыз болса, онда аздап эфир майын қосуға болады. \n8. Өте қарапайым әрі қолжетімді емнің тағы бір түрі – балалар сабыны. Күніне 2 рет қарама-қайшы душ қабылдаңыз. Сол кезде қолтығыңыздың айналасына балалар сабынын жағасыз. Қарама-қарсы душ пен сабын қолтықтағы барлық жайсыз мәселені шешеді. \n9. 1 дана орташа картопты майда үккіштен өткізіңіз. Езбені қолтығыңызға жағып, 3-4 минут жатыңыз. Белгіленген уақыттан соң масканы жылы сумен жуып, теріңізді құрғатып сүртіңіз.\nТолығырақ: http://ernur.kz/khalyk-yemi/koltyktaghy-zhaghymsyz-iisti-balalargha-arnalghan-untak-ketiredi",
                "date": "29.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бүтін ×,у,z сандары берілген. Осы сандардың ең кішісін тауып, оның жұп екенін тексеру",
        "question_content": "Бүтін ×,у,z сандары берілген. Осы сандардың ең  кішісін тауып жұп екенін тексер",
        "question_date": "29.10.2021",
        "question_tag": "Информатика",
        "question_views": 917,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші жағдай:\n\nx>y\n\nz>y\n\ny/2==0\n\nЕкінші жағдай:\n\nx<y\n\nz>x\n\nx/2==0\n\nҮшінші жағдай:\n\nx>z\n\nz<y\n\nz/2==0",
                "date": "29.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түрік, түргеш, оғыз мемлекеттерінің ұқсастықтары қандай?",
        "question_content": "түрік,түргеш,оғыз мемлекеттерінің ұқсастықтары тауып беріндерші",
        "question_date": "29.10.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түркілердің тайпалық одағы тарапынан орта ғасырларда (552 - 742 ж.) басқарылған Азиядағы ірі мемлекет. Түргештер дулы тайпа құрамының ішіне жатады. Тарихтағы ең ірі мемлекеттердің бірі. Түркі қағанатының күшейген уақытында Солтүстік-Шығыс Қытай (Маньчжурия), Монғолия, Алтай, Шығыс Түркістан, Батыс Түркістан, Орта Азия, Қазақстан және Солтүстік Казказ территорияларына иелік еткен. Қытай жылнамалары түркілерді ғұндардың ұрпағы деп атаған. Түркі қағанаттың саяси-әскери бірлестік ретінде қалыптасқан мекені - Жетісу. Жетісу мен Шығыс Қазақстан жужан мемлекеттің шет аймақтары болатын. Осы аймақтарда орналысқан тайпалар - теле - 492 ж. жужаньдарға қарсы шығып, тәуелсіздік мемлекет құрады. Дегенмен де, 516 ж. жужаньдар жаңа құрылған мемлекетті тағы да өздеріне бағындырады. 545 ж. теле тайпаның Ашина руы жужаньдарға қарсы қүресті басқарады. 551 ж. ашина руының батыры Бумын, Қытаймен бірігіп, жужань мемлекетінің талқандайды. Сонымен, түркі тілдес тайпаларының ішіннен шыққан теле тайпасы Жетісуда мемлекетінің негізін құрып, көрші мекендерді өзіне бағындыру үшін саясат жүргізеді. 1 мыңжылдықта Еуразияның аймағында этникалық өзгерістер болады. Түркі тілдес тайпалар басымдық алды. \"Түрік\" атауының тұңғыш рет аталуы қытай шежірелерінде кездеседі және ол 542 жылға жатады. Қытайлар түріктерді сюнну-ғұндар деп атаған. Ерте Түркі мемлекеті - Түркі қағанаты 552 жылы құрылды. Оның негізін салған - Бумын қаған 553 жылы қайтыс болады. Оның мұрагері - Қара-Ыстық-хан - билігі бір жылға толмай, қайтыс болады. Мұқан-қаған (553-572) билік құрған жылдарда Түркі қағанаты Орта Азияда саяси үстемдікке ие болады. Олар Маньчжуриядағы қидандарды, Енисейдегі қырғыздарды бағындырады, бұларға Солтүстік Қытай алым-салық төлеп тұрады. 563-567жж. эфталит патшалыпын басып алады. Міне, осыдан кейін олардың жері Каспий теңізінен Солтүстік Индияға дейін және Шығыс Түркістанға дейін созылып жатқан. Батыс Түрік Қағанаты Түркілер Орта Азияны жаулап алғаннан кейін Жерорта теңізіне дейін баратын Жібек жолына иелік етті. Олар өздерінің жаулап алу жорықтарын жүргізуде Иранға қарсы Византиямен одақтасты, 571 жылы түріктердің әскери қолбасшысы Естеми Солтүстік Кавказды басып алады, сөйтіп Керчь түбегіне (Боспорға) шықты. Оның баласы Түріксанф Керчьті басып алып, 576 жылы Қырымға шабуыл жасады. Бірақ Естеми өлгеннен кейін 582-593 жылдары билік үшін қырқыс басталды. Өзара қырқыс пен әлеуметтік қайшылықтар қағанатты қатты әлсіретті. Күшейіп алған Иран 588 ж. Герат түбінде түріктерді жеңіп шығады. Византия 590 жылы Боспорды қайтадан жаулап алады. Өзара қырқыстар, әлеуметтік қарама-қайшылықтар қағанатты әлсіретіп, оның 603 жылы Шығыс және Батыс түркі қағанаттарына бөлінуіне әкелді. Шығыс Түркістаннан Амударияға, Еділ өңірі мен Терістік Кавказ далаларына дейінгі жер Қағанат қарауына көшеді. Түркі мемлекетінің басында - қаған тұратын, оның оң қолы (көмекшісі) - \"яғбу\" титулымен аталатын. 568 ж. бастап Түркі қағанаты 4 болысқа бөлінетін. Қағанның ордасы (ставкасы) - Алтайда болған. Халық 3 әлеуметтік топқа бөлінген - бектер, қара-будундар (жалпы халық), татылар (құлдар). Түріктерге бағынатын тайпалардың барлығы - оғыз деп аталатын. 581 ж. Қытайда Чжоу династияның орнына Суй династия келгеннен кейін, жаңа патша түріктермен барлық сауда қарым-қаныстарды үзді. Енді Қытайдан жібек маталары Орта Азияға келмейтің болғандықтан, түрік қағандарының Ұлы Жибек жолындағы ролі азаюға бастады. Тобо-хан қайтыс болғаннан кейін, түркі қағанатта өзара қырқыс басталады. Суй династияның патшалары осы ішкі өзгерістерді сезіп, түркі қағанатты ыдыратуға, әлсіретуге тырысады. Осы саясаттың нәтижесінде, 602-603 жж. қарай, түркі қағанаты екіге бөлініп кетеді. 604 ж. Батыс Түркі қағанатының қағаны болып Таман сайланды. Ал Шығыс Түркі қағанатының қағаны болып Жанғар сайланды. Түркештер-Батыс түрік қағандығындағы бес арыс ел дулаттың белді тайпасы. Түркештер- ежелгі үйсін,дулат ұлысының ұрпағы. Шежіре деректерінде \"сары үйсін\" деп аталады.Түркештер Іле мен Шу өзені аралығында, Іле Алатауынан Балқаш көлінің оңтүстігіне дейінгі өңірде көшіп-қонып жүрген. Бұл өлке мал шаруашылығына қолайлы, құнарлы өріс-қоныс болды. Сонымен қатар отырықшы егіншілік ошағы, біршама көркейген қалалары бар бай өлке еді. Шығыс пен Батыс арасындағы сауда-керуен жолының осы өңірді басып өтетін басты бөлігі түркештердің бақылауында болды. Бұл жағдай түркештердің әскери-саяси жіне шарушылық қуатын арттыра түсті. Батыс Tүрік қағанатындағы өзара тартыстар, Жетісу- да өз үстемдігін орнатуға ұмтылған Қытай императорлық әулетінің әскери- саяси әрекеттері қаған билігінін әлсіреуіне, сөйтіп бірте-бірте тек аты ғана қалуына көбіне-көп себепші болды. «Он жебе» құрамына кірген тайпалардың енді қаған атынан емес, өз туын көтеріп қимыл жасауы жиілей түсті. 694 жылы таққа отырған Ашина Туйцзы тибеттіктермен одақтаса отырып, шығыста қытай әскеріне қарсылық ұйымдастыруға әрекет жасаған кезде, Жетісудың өзінде азғыр Нүзұқ-Иркин, түргеш Чыкан және ұлық-оқ тай- пасының басшысы бастаған тайпалар Суяб бекінісін қоршауды ұйымдастырған, бірақ шежірешінің сөзіне қарағанда, олар жеңіске жете алмаған. Мұның өзі, шындыққа үйлеспейтін болса керек. Қалаға шабуылдың сәтсіз аяқталуы туралы шежірешінің сөздері өкілдердің мәлімдемесіне ғана негізделген. Әдеттегідей, шайқастың қалай болғанын нақты суреттеп баяндау жоқ, шежіреші тек «жеңілді» дейді де қояды. Ол былай тұрсын, бұдан кейін аймақтың халқын бірден тыныштандыру үшін түрік Хусэлоның бастауымен армия ұйымдастырылды (бұлар түріктерден құрылған болуы керек) делінеді. Бірақ жорыққа әзірленіп жатқан кездің өзінде қағанатта жаңа бір күш пайда болады да, мұның қуаттылығы соншалық, Хусэ- ло батысқа жорық жасаудың орнына асығыс түрде тайып тұрады. Бұл күш Баға-тархан (моге-даған) деген атағы бар Үшлік (Учжилэ)17 бастаған түргештер болды. Бытыраңқылық және Хусэло қағанның қашып кетуі жағдайында түргештердің көтерілуі күтпеген жерден болған оқиға емес еді. Қағанаттың сол қанатының құрамына кіретін, халқы көп тайпа болған түргештер VI ғасырда-ақ Шу-Іле қос өзені аралығындағы үлкен аймақты алып жатты және Жетісудағы керуен жолдарының көбі солардың бақылауында болды. Түргештердің ықпалы бірте-бірте күшейе берді, оларға бағынышты тайпалар саны көбейді. Хусэло жеңілместен бұрын-ақ Үшлік өз жерлерінде әрқайсысы 7 мың адамнан 20 түтіктік құрды. Бұрын Шудың солтүстік-батыс жағында болған өз ордасын ол Суябқа көшіріп, оны Үлкен орда деп атады; Күнгіт қаласында оның Кіші ордасы болды. Күнгіт және солай аталатын тайпа Іле өзені аңғарында орналасқан18 (олар мұнда XI ғасырда да тұрған, мұны Махмуд Қашғари атап көрсеткен)19. Шежіреде айтылғанындай, батыс түрік жерлері «шығыста солтүстік туцзюйлермен (яғни Шығыс түрік қағанатымен), батыста — хулармен (соғды князьдіктерімен) шектесіп, шығыста тікелей Сичжоу (Тұрфан) жәнеТинчжоу (Бесбалық) аймақтарына дейінгі жерді алып жатқан». Бұл екі топтың арасы өте-мөте ушығып тұрған болатын. Үстемдік үшін күрестің барысында Іле түргештері Қапаған-қаған бастаған шығыс түріктерімен әскери одақ құрды. Олардың арасындағы күрес көріністерінің бірі Ертістен бір түндік жердегі Бөлу Шу өзені бойындағы шайқас болып табылады. Шу түргештері (басқаша айтқанда, сары түргештер) қатты жеңіліске ұшырады, мұның нәтижесінде үстемдік олардың бәсекелестеріне (қара түргештер, бұлар өз ордасын Таласқа көшірді) ауысты. Бұлар қаған тағына қара түргештердің шапыш (чэбиши) тайпасының өкілі Сулықты (Сулу) отырғызды. Құжаттар сол кездегі Түргеш қағанатында әлеуметтік өзгерістердің болғанын көрсетеді. «Жаңа Тань тарихында» былай делінген: «Шығындар (ақсүйектердің) күн сайын өсіп жатты, ал қор дегенің болған жоқ. Соңғы жылдары ол (қаған) тапшылықты сезіне бастады, сондықтан талап алынған олжаларды бірте-бірте бөліске салмай, өз қолында ұстады. Міне, осы кезде бағыныштылар да одан бөлініп шыға бастады». Дау-жанжалдар қара түргештер мен сары түргештердің билеуші топтары арасындағы күреске ұласты. 738 жылы Сұлық-қаған өлген кезден бастап бұл күрес өте-мөте шиеленісе түсті. Шежіреде айтылғандай, Түргеш қағанатында «Сөгенің (Сақалдың) ұрпақтарын сары рулар (сары түргеш) деп, ал Сұлу (Сулуқ) үлысын қара рулар (қара түргеш) деп атайды, (олар) бірімен-бірі жауласады, біріне- бірі сенбейді». Түргеш шонжары шумекен Бекан-Күлүг-шорасының (Фу- Янь-Цюэлю-чо) хатында да осы туралы айтылады: «Біз далада, толқып тұратын елде тудық, біріне-бірі шабуыл жасап, кескілесіп жатады...» Арабтар Орта Азияға жаулауы басталған кезде, Қазақстан мен Орта Азияның басым бөлігі Батыс Түркі қағанаты қол астында болды. Арабтарға қарсы күресте Жетісуда өкімет басына келген түргештер болды. Оның негізін салған Үш-еліг қаған (699-706 жж.). Оның ордасы Шу бойындағы Суяб қаласы болды. Екінші (кіші) ордасы Іле өзені жағасындағы Күнгіт қаласында орналасты. Үш-еліг-қаған елді 20 түтіктікке (еншілікке) бөлді, оның әрқайсысының 7 мыңнан әскері болды. Үш-еліг-қаған Қытай империясымен және Согда мемлекетімен саяси бірлестік құрып, арабтарға қарсы күреседі. Түргеш қағанатында Үш-елігтен кейін оның мұрагері болып, баласы Сақал-қаған (706-711) таққа отырады. Оның кезіңде Түргеш мемлекетінде ішкі бірлік болмайды және қағанат үнемі арабтармен, қытайлармен күрес жүргізіп отырды. Түргеш қағанаты Сулық қаған (715-738) тұсында күшейді. Оның тұсында түргештер екі майданда күрес жүргізді. Батыстан арабтар, шығыстан Тан әулеті кұш көрсетті. Елшілік жолымен (неке байланысы) және әскери шаралар арқылы Сулық шығыстан келетін қатерді болдырмады. Бұл жағдай түргештердің батыста белсенді әрекет етуіне мүмкіндік туғызды. 723 жылы Ферғана қарлұқтарымен және Шаш тұрғындарымен тізе қосып, түргештер арабтарды жеңеді. Сулықты арабтар Абу Мұзахим (Сүзеген) деп атайды. 737 жылы Сулықты өз қолбасшысы Баға-Тархан өлтіреді. Оның қазасынан кейін \"сары\" түргештер мен \"қара\" түргештер арасында өкімет билігін алу үшін күрес басталды. 746 жылы Жетісуға Алтай мен Тарбағатайдан қарлұқтар келіп қоныстанады. Арабтармен, сондай-ақ өзара қырқыстардан әлсіреген түргештер қарлұқтарға белсенді қарсылық көрсете алмайды. Мұны Қытай империясы пайдаланды. Оның Шығыс Түркістандағы уәлилері 748 жылы өз әскерін Суяб қаласына аттандырады да, оны басып алады. Шаштың иесі дарға асылады. Оның баласы арабтардан көмек сұрап келеді. 751 ж. Тараз жанындағы Атлах қаласы маңында арабтар мен қытай әскері арасында зор шайқас болады. Шайқас бес күнге созылады. Шешуші сәтте қытайлардың ту сыртындағы қарлұқтар көтеріліс жасап, арабтар жағына шығады. Қытайлар толық жеңіледі. Тан әскері Жетісуды, Шығыс Түркістанды тастап кейін шегініп кетеді. Арабтар Шашқа қарай кетеді. Бірақ ішкі қырқыс Түргеш мемлекетін әбден тұралатып тастады. 756 жылы түрік тілді қарлұқ тайпаларының әрекетінен түргеш мемлекеті құлады.\n\n https://e-history.kz/kz/history-of-kazakhstan/show/8767/\n© e-history.kz",
                "date": "3.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның жеті кереметі деген не?",
        "question_content": "Қазақстанның кереметтері мәтініндегі көтерілген мәселені анықтау керек",
        "question_date": "29.10.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың жеті кереметі.\n\n1. Таңбалы тас суреттері\n2. Алтын Адам\n\n3. Қазақтың киіз үйі\n\n4. Домбыра\n\n5. Ясауи кесенесі\n\n5. Иассауи кесенесі\n\n6. Маңғыстау жерасты мешіті\n\n7. Астана - Бәйтерек",
                "date": "29.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 айлық аяғы ауыр әйел жұмыстан қысқара ма?",
        "question_content": "1 айлық аяғы ауыр әйел жұмыстан қысқарама",
        "question_date": "29.10.2021",
        "question_tag": "Заң",
        "question_views": 596,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйелдердің ер адамдармен қатар тең құқықтары бар, алайда сонымен бірге әйелдердің міндеттері де көбірек:  жұмыстан басқа оларға аса маңызды жауапкершілік - отбасы мүшелерінің тәрбиесі мен денсаулығы және бірінші кезекте – бала тәрбиесі жүктеледі.  Қоғамдық өндірісте қамтылғандардың жартысынан көбін әйелдер құрайды. Сонымен бірге, әлеуметтік зерттеулер әйелдердің және отбасылық міндеттері бар адамдардың едәуір бөлігі еңбек заңнамасында жазылған өз құқықтарын білмейтінідігін көрсетеді.\nЖұмыс беруші, Қазақстан Республикасы Еңбек кодексінің 52-бабы 1-тармағының 2) және 3) тармақшаларында көзделген негіздер бойынша өз бастамасымен жүкті әйелмен, үш жасқа дейінгі балалары бар әйелмен, он төрт жасқа дейігі балаларды (не он сегіз жасқа дейінгі мүгедек баланы) тәрбилеп отырған жалғызбасты аналармен, аталған дәрежедегі анасыз қалған балаларды тәрбилеп отырған өзге де адамдармен еңбек шартын бұзуға құқығы жоқ.  \nЖүкті әйелдер құқығына қатысты, егер әйел еңбек шарты мерзімінің аяқталу күніне, жоқ қызметкердің орнын ауыстырған жағдайлардан басқа, он екі және одан көп апта мерзімімен жүктілігі туралы медициналық қорытындыны ұсынса, онда жұмыс беруші оның жазбаша өтініші бойынша еңбек шартының мерзімін бала үш жасқа жеткенге дейінгі бала күтімі бойынша демалысының аяқталған күніне дейін  ұзартуға міндетті.\nЖұмыс беруші жүкті әйелдерді түнгі уақыттағы жұмысқа, үстеме жұмысқа, демалыс және мереке күндерінде жұмысқа шығару, оларды іссапарға жіберуге, сондай-ақ оларды төленетін жыл сайынғы еңбек демалысынан шақыртуға құқығы жоқ.  \nБұдан басқа, жұмыс беруші түнгі уақыттағы жұмысқа, үстеме жұмысқа, сондай-ақ вахталық әдіспен орындалатын жұмысқа:\n1) жеті жасқа дейінгі балалары бар әйелдерді және анасыз қалған жеті жасқа дейінгі балаларды тәрбилеп отырған басқа да адамдарды;\n2) сырқаттанған отбасы мүшелерінің күтімін жүзеге асыратын не мүгедек балаларды тәрбиелеп отырған, егер медициналық қорытындының негізінде үш жасқа дейінгі балалар, мүгедек балалар не отбасының сырқат мүшелері үнемі күтімді жүзеге асыруға мұқтаж отбасы мүшелері бар қызметкерлерді олардың жазбаша келісімінсіз жіберуге құқығы жоқ.\nБір жарым жасқа дейінгі балалары бар әйелдерге және бір жарым жасқа дейінгі балаларды анасыз тәрбиелеп отырған әкелерге, демалыс және тамақтануға берілетін үзілістен басқа,  баланы тамақтандыру үшін әрбір үш сағаттан кем емес уақытта мынадай ұзақтықтарда қосымша үзілістер берілетіндігін көбі біле бермейді:\n1) бір баласы бар адамдарға — әрбір үзілісте  отыз минуттан кем емес;\n2) бір немесе одан көп балалары бар адамдарға — әрбір үзілісте  бір сағаттан кем емес.\nБаланы тамақтандыру үшін үзілістер қызметкердің өтініші бойынша демалыс және тамақтануға берілетін үзіліске қосылады не жиынтықталған үзілістер жұмыс күнінің басында немесе жұмыс күнінің (ауысымның) аяғында беріледі. \nЖүкті әйелдің, үш жасқа дейінгі баласы бар ата-ананың бірінің, сондай-ақ сырқаттанған отбасы мүшесін күтетін қызметкердің өтініші бойынша, медициналық  қорытындыға сәйкес, жұмыс беруші толық емес жұмыс режимін ұсына алады.\nЖүкті әйелдер үшін, егер жұмыс күнінің (ауысымның) ұзақтығы сегіз сағаттан асатын болса, жұмыс уақытын жиынтықтау есебін қолдануға жол берілмейді. Бұдан басқа,  медициналық  қорытындының негізінде жұмыс беруші жүкті әйелді, орташа айлық жалақысын сақтап, зиянды және қауіпті өндірістік факторлардың әсерін болдырмайтын басқа жұмысқа ауыстыруға міндетті. Жүкті әйелге  қолайсыз өндірістік факторлардың әсерін болдырмайтын басқа жұмысты ұсынғанға дейін, ол соның салдарынан босатылған жұмыс күндеріне жұмыс берушінің қаражаты есебінен орташа айлық жалақысының сақталуымен, жұмыстан босатылуға жатады.\nЖүктілігі және тууы бойынша демалыстың алдында немесе тікелей содан кейін не бала күтімі бойынша демалыс аяқталған соң әйелге оның қалауы бойынша төленетін жыл сайынғы еңбек демалысы беріледі.\nӘйелдерге өтініші бойынша және белгіленген тәртіпте берілген жұмысқа жарамсыздығы туралы парақ негізінде, егер өзге Қазақстан Республикасының заңдарымен белгіленбегенде, ұзақтығы жетпіс күнтізбелік күнге босанғанға дейін және елу алты күн (күрделі босанғанда және екі немесе одан көп бала туған жағдайда – жетпіс күн) босанғаннан кейін демалыстар беріледі.\nДемалыстарды есептеу жиынтықпен саналады және әйелге демалыс босанғанаға дейін іс жүзінде пайдаланылған күндердің санына және жұмыс берушіде жұмыс істеген ұзақтығына қарамастан, толығымен ұсынылады.\nЖаңа туған баланы асырап алған қызметкерлерге (ата-анасының біреуіне) асырап алған күннен бастап, бала туған күннен елу алты күн өткенге дейінгі кезеңге демалыс ұсынылады. \nЖүктілігі және тууы бойынша, жаңа туған баланы асырап алған қызметкерлерге демалысты төлеуге қатысты, жұмыс беруші, егер ол еңбек және ұжымдық шарт жағдайларымен, жұмыс берушінің актімен көзделген болса, жүктілігі және тууына, жаңа туған баланы (балаларды) қызды (ұлды) асырап алуға байланысты кірістен айырылған жағдайға, міндетті әлеуметтік сақтандыру туралы Қазақстан Республикасының заңнамасына сәйкес жүзеге асырылған әлеуметтік төлем сомасын алып тастаумен, жүктілігі және тууы бойынша, жаңа туған баланы асырап алған қызметкерлерге демалысты орташа айлық жалақысын сақтаумен төлейді.  \nЖұмыс беруші жұмысшыға бала үш жасқа толғанға дейінгі мерзімге күтім бойынша еңбекақысы сақталмайтын демалысты ұсынуға міндетті. Ата-ананың таңдауы бойынша бұл не әкесі, не шешесі не баланы жалғыз  тәрбиелейтін ата-ана, сондай-ақ іс жүзінде баланы тәрбиелейтін баланың туысы не жаңа туған баланың асырап алушысы болуы мүмкін.\nБұл демалыс қызметкердің жазбаша өтініші негізінде толығымен немесе бөлек-бөлек пайдаланылуы мүмкін. Сонымен бірге, демалыс кезінде қызметкердің жұмыс орны (лауазымы) сақталады. \nБала үш жасқа толғанға дейінгі мерзімге күтім бойынша еңбекақысы сақталмайтын демалыс уақыты, егер өзге Қазақстан Республикасының заңдарымен көзделмесе, жалпы еңбек өтіліне, мамандығы бойынша еңбек өтіліне саналады. \nБала үш жасқа толғанға дейінгі мерзімге күтім бойынша еңбекақысы сақталмайтын демалысы аяқталмағанға дейін жұмысқа шыққан жағдайда, қызметкер жұмыс берушіні жұмыс басталғанға дейін бір ай бұрын өз  ниеті туралы ескертуге міндетті.\nОсы дәрежедегі қызметкерлермен еңбек шартын бұзуға жұмыс берушінің – заңды тұлғаның жұмысы тек жойылған кезде не жұмыс берушінің – жеке тұлғаның қызметі тоқтатылған кезде; қызметкердің біліктілігінің жеткіліксіздігі себебінен атқаратын лауазымына немесе орындалатын жұмысқа сәйкес еместігі және қызметкер сот актісіне сәйкес одан әрі жұмыс істеу мүмкіндігі болмайтын жемқорлық құқық бұзушылық жасағаны анықталған кезде жол беріледі.\nТолығырақ: https://egov.kz/cms/kk/articles/womens_labor_rights",
                "date": "29.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С нүктесі-АВ кесіндісінін ортасы. Егер С(-3). В(1)болса А нүктесінін координата табу",
        "question_content": "С нүктесі-АВ кесіндісінін ортасы. Егер С(-3). В(1)болса  А нүктесінін координаталарын салыңдар",
        "question_date": "29.10.2021",
        "question_tag": "Математика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А нүктесі нің координатциясы\n\n-2 тең",
                "date": "11.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "f(x)=x(куб)+3 алғашқы функциясын табу",
        "question_content": "және f(x)=x(7 дәреже)+2x(5 дәреже)+8x алғашқы функция табу",
        "question_date": "29.10.2021",
        "question_tag": "Математика",
        "question_views": 812,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X⁸/8+X⁶/3+16X²/2",
                "date": "30.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы шаққа 7 сөйлем, өткен шаққа 7 сөйлем ағылшынша",
        "question_content": "Ағылшынша осы шаққа 7 еу өткен шаққа 7 сөйлем құрау керек олар жалғасып кету керек мысалы: Мен Өткен аптада велосипед бұзып алдым , сосын Мамадан ақша сұрадым",
        "question_date": "28.10.2021",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЖОО-дан басқа Жоғарғы оқу орнына ауысуға болады ма?",
        "question_content": "Мен қазір мемлекеттік университетте грантта оқып жатырмын. Ауысу тек 1 семестрден кейін дейды. Тез арада басқа Жоғарғы оқу орнына қалай ауысуға болады?",
        "question_date": "28.10.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық дәрежесі бар ЖОО кез келген ЖОО ауыса аласыз, айырмашылық сабақтарды ақылы түрде оқитыныңызды біліңіз бірақ. Ал мемлекеттік немесе жеке ЖОО Ұлттық ЖОО ауыса алмайсыз. Оны да нақтылау керек , осыдан 2-3 жыл алдын солай болатын.",
                "date": "27.02.2022",
                "upvotes": 0
            }
        ]
    }
]