[
    {
        "question_title": "Биыл көктемгі әскерге шақыру уақыты қандай?",
        "question_content": "1) Биылғы көктемгі әскерге шақыру уақыты қай айдан қай айға дейін жалғасады?\n\n2) Үйге әскерге шақыру келген кезде, кісіні военкоматқа учосковыймен күштеп алып кетуге құқығы бар ма?\n\n3) Жаңадан үйленген кісіні де армияға алып кетеді ме, егер әйелі екі қабат болса?",
        "question_date": "26.06.2021",
        "question_tag": "Заң",
        "question_views": 675,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "28.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл диплом алу мүмкіндігім бар ма??",
        "question_content": "Менде гос экзамен \"5\", практикаларым \"5\", ал жалпы пәндерден 35-\"5\" және 20-\"4\" деген бағаларым бар. Дипломды \"5\" ке қорғадым. GPA - \"3,53\" болып тұр және \"3\" деген бағам мүлде жоқ. Қызыл диплом ала аламын ба?",
        "question_date": "26.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "GPA  \"3.5\"-тен асса, онда қызыл диплом алуға болады.",
                "date": "28.06.2021",
                "upvotes": 2
            },
            {
                "text": "Қызыл диплом алдыңыз ба?",
                "date": "13.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау жасау керек?",
        "question_content": "Әр елдің ұлттық тағамдары олардың мәдениетінен көрініс береді Морфологиялық талдау жасап бересіздерме",
        "question_date": "25.06.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақтауда қай жерде демалуға болады?",
        "question_content": "Ақтауға бірінші рет қыдырып барамыз.Пляжға жақын қай райондар,аквапаркке  ?Кемеге отыра аламызба,билетті қайдан аламыз .",
        "question_date": "25.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 953,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақтауда туристік маусым мамыр айынан басталып, қыркүйектің соңында аяқталады. Туристердің басты мәселесі  –орналасатын орын табуды бірден шешуге болады, өйткені Ақтауда кез-келген қалтаға сай қонақүй мен демалыс орны табылады. \nМаңғыстау облыстық туризм басқармасының деректеріне сүйенсек, Ақтаудың қонақүйлеріне тоқтаған туристердің қатары өткен жылы 116 пайызға өсіп, 192 мың адамды құраған. Қонақүйлер оларға 3,9 млрд теңгенің қызметін көрсеткен, 2017 жылдың дәл осы кезеңімен салыстырғанда, ол 119 пайызға артық. Соның өзінде барлық қонақүйлерде қоныстану 27 пайыздан аспаған. Каспий теңізіне түсіп, күнге қыздырынуға негізінен өзге аймақ тұрғындары келеді екен. Өткен жылы демалушылардың саны 169,5 мың адамды құраса, соның 22,5 мыңы – шетелдіктер. \n«Ішкі туризм бойынша Маңғыстау облысы Нұр-Сұлтан, Алматы қалалары, Ақмола, Алматы, Қарағанды және Шығыс Қазақстан облысынан кейінгі 7-орында. Келу туризмі бойынша Нұр-Сұлтан, Алматы қалалары мен Атырау облысынан кейін тұр», – деді туризм басқармасының өкілдері. \nМаңғыстау облысында жұмыс істейтін түрлі деңгейдегі қонақүйлердің жалпы саны – 85. Олардың 44-і – Ақтау қаласында, 41-і облыстың басқа аудандары мен қалаларында орналасқан. Бұл қонақүйлерде 2 мыңнан аса бөлме болса, Ақтауда олардың саны – 1275. «Люкс» және «премиум» санаттағы отельдер тек Ақтауда бар. \nТеңіз жағалауында 5 бесжұлдызды қонақүй бар. Бұл қонақүйлерде стандарт бөлме құны 21-32 мың теңге аралығында. Бағасының қымбаттығына қарамастан, бұл жерден адам аяғы үзілген емес. Бұндай отельдер жылына 8-35 мың туристке қызмет көрсетеді. \nАл «төртжұлдызды» отельдер Ақтауда жоқ, есесіне 2-3 жұлдызды қонақүйлердің қатары қалың. Бағаларында да үлкен айырмашылық байқалмайды.  \n«3 жұлдызды» қонақүйлерде бөлмені  10-17 мың теңгеге алуға болады, ал санаты төмендеу қонақүйлердегі баға оның орналасқан орны мен көрсетілетін қызметіне байланысты. Қарапайым қонақүйлерде бір күн қоныстану 5-10 мыңнан басталады, ал оған таңғы ас, монша сынды қосымша қызмет қосылса, 13-22 мың теңгеге шығындануға тура келеді. Айта кетейік, бұл отельдер түрлі жиын мен жарыстарға келетіндердің арасында үлкен сұранысқа ие. \nТеңізден ондаған метр жерде орналасқан «үш жұлдызды» қонақүйлердің бірінде биыл қоныстанушылардың саны өткен жылмен салыстырғанда, біршама аз екенін айтады. Отель директоры Людмила Давыденконың айтуынша, 2017 жылы демалушылардың саны 4 мыңнан аса болса, былтыр 3 мың  қонақ орналасқан. Ал бұл маусымда 2 мыңға жуық қонақ келсе де жақсы.  \n«Біздің негізгі клиенттеріміз – Қазақстан мен Ресейден келетін туристер ғана емес, іссапардағы азаматтар.  Су көлігі компанияларымен келісім-шартымыз бар, олар өз экипаждарын бізге орналастыратын», – деп түсіндірді Давыденко. Алайда былтыр көптеген кеме компаниялары қайта құрылып, олар енді экипаждарын Астрахань немесе Иранда ауыстыратын болған. Соның салдарына отель клиенттерінің басым бөлігінен айырылыпты.  \nЕшқандай жұлдызы жоқ қонақүй мен хостелдер Ақтауда көп. Хостелдегі орын бағасы 2 мың теңгеден басталады, ол жерге көбінесе өз бетінше саяхаттап жүрген, бір жерде тұрақтамайтын туристер тоқтайды. \n«Өткен жылы біз велосипед, мотоцикл және жеке көліктерімен саяхаттап жүрген көптеген шетелдік туристерді қабылдадық. Бұндай туристер көбіне ең арзан отельдерді таңдайды», –дейді  хостел директоры Айгерім Мұқышева. \nЖұлдызы жоқ қонақүйлерде бөлмені 5-22 мың теңге аралығында жалдауға болады. Оларға келушілердің қарасы қалың, жылына орта есеппен 3-10 мың адамға қызмет көрсетеді. \nТуристердің біраз бөлігі пәтер жалдағанды жөн көретінін айта кету керек. Бұл жерде баға біршама тұрақты, үйдің теңізге қаншалықты жақын орналасқанына байланысты. Терезесінен теңіз көрінетін 2 бөлмелі пәтерді күніне 6-12 мың теңгеге жалдауға болса, 1 бөлмелі пәтер күндігіне – 6-8 мың теңге, ал 3 бөлмелі пәтер 10-20 мың теңге тұрады. Ал теңізден алыстау шағын ауданда пәтер құны 3 мың теңгеге арзандау болады. \nТек жазда ғана \nАқтаудағы отельдер жыл он екі ай жұмыс істесе, демалыс аймақтары тек маусым кезінде ашылады. Бұл жерде қалтаңыз мен талғамыңызға қарай түрлі қызмет ұсынылады. Айталық, қазір жұмыс істеп тұрған 2 демалыс орнында аквапарк, бассейн болса, 5 базада мейрамхана немесе кафе жұмыс істейді. Барлық демалыс орындарының жағалауы құмды және таза (өкінішке қарай, қаладағы жағалауда тазалық жағы ақсап тұр). \nДемалушылар 10 адамға арналған үйлерге орналаса алады. Ол жердегі баға адам басына 2-3 мың теңгені құрайды. Жалпы, нағыз қазақүйге де тоқтауға болады, ол жақтағы баға адам басына 5 мың теңгеден басталады. Шағын үйлердегі бөлмені 12-16 мың теңге аралығында жалдауға болса, коттедж бағасы 25-50 мың теңге аралығында. Ақтаудағы ең қымбат демалыс базасындағы  бір күндік қоныстану бағасы жай үйде – 30-35 мың теңге тұрса вип-коттедждің құны – 600 мың теңге.\nАл аудандардағы баға қандай? \nОблыс аудандарында 41 қонақүй жұмыс істейді. Олар көбінесе жол бойында орналасқан, негізінен өз бетінше саяхаттап жүрген жандарға арналған. Жаңаөзенде қонақүйдегі бөлме орта есеппен 10 мың теңге тұрса, Бейнеу ауылында – 6 мың теңге, Қарақия ауданында – 7 мың теңге, Маңғыстауда  4-8 мың теңгеге жалдауға болады. Аудандардың ішінде ең қымбаты –Түпқараған ауданы десе болар, бұл аудан құмды жағалауы мен керемет айлағымен аты шыққан, оған қоса бұл жақта қаламен салыстырғанда, теңіз суы бірнеше градусқа жылы. Қонақүйлердегі бөлме 7-12 мың теңге тұрады.\nҚалтаңыз қалың болса.\nЕгер демалушының қалтасы қалың, ал көңілі керемет демалысты қаласа, бұндай клиенттерді «стандарт» немесе «жартылай люкс» санатынан жоғары бөлмелер қызықтыруы мүмкін. Айталық, «Премиум» санатындағы қонақүйлердегі «люкс» және «бизнес-люкс» бөлмелердің бір күндік құны – 60-120 мың теңге аралығында. 50 мың теңгелік номерлер де бар. Президенттік люкс бөлмелер 135-160 мың теңге тұрады. Ал Ақтаудағы ең қымбат бөлме «Royal suite» қонақ үйінде, оның 1 күндік құны – 804 мың теңге....\nТолығырақ: https://kursiv.kz/kz/news/obschestvo/2019-06/aktaudagy-demalyska-kansha-aksha-kerek",
                "date": "28.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үлкен дәрет кезінде түйін шығады",
        "question_content": "Үлкен дәрет және ауыр зат көтергенде түйін шығады. Геморрой. Әскерге бара аламынба?",
        "question_date": "25.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны білу үшін медосмотрдан өту керек. Сол жерде баруға болады ма жоқ па айтады.\nБейбіт уақытында әскери шақырудан мынадай азаматтар босатылуы мүмкін:\nденсаулық жағдайы бойынша әскери қызметке жарамсыз деп танылғандар.\nҚазіргі уақытта соған сәйкес азаматтар әскерде қызмет етуге жарамсыз деп танылуы көзделген аурулар тізімі көзделген. Медициналық куәландыру нәтижелері бойынша дәрігер маман мынадай белгілер бойынша азаматтардың жарамдылық санаттары туралы қорытындыны шығарады:\n\"А\" – әскери қызметке жарамды;\n\"Б\" – кішігірім шектеулермен әскери қызметке жарамды;\n\"В\" – әскери қызметке шектеулі жарамды (келісімшарт бойынша әскери қызмет өткеретін әскери қызметшілерге және әскерге шақыру бойынша әскери қызмет өткеретін офицерлеріне қатысты);\n\"Г\" – әскери қызметке уақытша жарамсыз;\n\"Д\" – бейбіт уақытта әскери қызметке жарамсыз, соғыс уақытында шектеулі жарамды;\n\"Е\" – әскери есептен басқа әскери қызметке жарамды емес.\n27 жасқа толғандар;\nтуыстарының бiрi (әкесi, анасы, аға-інілерi немесе апа-сіңлілері) әскери қызмет өткеру кезеңiнде қызметтік мiндеттерiн атқару кезiнде қаза тапқан, қайтыс болған немесе І немесе ІІ топтағы мүгедек болып қалғандар;\nбасқа мемлекетте әскери  (балама) қызметті өткерген;\n«Қазақстан Республикасчының арнайы органдары туралы» Қазақстан Республикасы Заңының 51 бабының 9 тармағында көзделген жағдайларды  қоспағанда, Қазақстан Республикасының арнайы мемлекеттік органдарында қызметті өткерген;\nоқу туралы растау құжаттарын ұсынуда доктор ғылыми дәрежесі барлар;\nдіни бірлестіктерде тіркелген дін жолындағы адамдар\nТолығырақ: https://egov.kz/cms/kk/articles/military_service/exemption_from_army",
                "date": "25.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұзақылық кезінде (превлекался) деген не?",
        "question_content": "Бұзақылық жасағанда соттан кейін (превлекался) деген не оның қандай зияны бар және базада неше жыл бойы сақталады\n\nҚазақша аудармасын таппадым",
        "question_date": "25.06.2021",
        "question_tag": "Заң",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қылмыстық жауапкершілікке тартылды деген мағына болуы керек.",
                "date": "18.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Практика күнделігін толтыру үлгісі тәрбиеші мамандығы",
        "question_content": "Практика жұмыс күнделігін толтыру үлгісі тәрбиеші мамандығы кімде бар жібере аласыздар ма ? Өтінемін қатты керек болып тұр.Толтырғандарын бар болса маған жіберіңіздерші өтінемін",
        "question_date": "25.06.2021",
        "question_tag": "Мамандық",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіптік практиканың бағдарламасына сәйкес әр күн үшін орындалған оқып болған жұмыстардың атауы",
                "date": "5.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұбт балмен коледжге грантка түсуге болады ма.Оған қалай тапсырамыз",
        "question_content": "Мен ұбт тапсырып биология география 70 бал алдым енді осы балмен колледжге грантқа түсуге боладыма.",
        "question_date": "25.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰБТ тапсрығаннан кейін сіз коллледжге грантқа түскеннің орнына университетте ақылы бөлімде оқығаныңыз дұрыс. ҰБТ балы колледжге грантқа түсуге әсер етеді деп ойламаймын",
                "date": "25.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сим карта тұратын жерді қалай жөндеуге болады?",
        "question_content": "Телефондагы Сим карта туратын жері істемей тұр, Сим карта алынбайды енді не істеуге болады осы номерді баска телефонға ауыстыру керек болып тур еді.",
        "question_date": "25.06.2021",
        "question_tag": "Ұялы телефон",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер тек номер керек болса ол  сим картаның орнын жөндеу қажеттілігі жоқ ( ремонт слота SIM карты). Сим картаны алу оп оңай , сим картаны жылжытпай ұстап тұратын тетіктің кедергі келтіруін (ол әр телефонда әртүрлі) тоқтатып алып шығасыз. Қазіргі сим картасы жанында орналасқан телефон болса , егер кілтін жоғалтып алған болсаңыз, кез келген қатты жіңішке затпен аша аласыз.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіске пломба салғаннан кейін 1 жарым айдан кейін сол тістің ауырғаны дұрыс па ?",
        "question_content": "Осыдан 1 жарым ай бұрын стоматологияға тісімді емдету үшін барған едім. Барған күні тісімді тазалап (пломбаның пробныйы дейдіма (өкінішке орай атын білмейді екенмін) сондай салып берді,\"екі,үш күннен кейін ауырмаса келіңіз\" деді. Екі , үш күн өткеннен кейін бардым ол екі , үш күннің ішінде тісім мүлдем ауырған жоқ . Барғанымда жаңағы пломбаның пробныйын алып тастап, пломбаның өзін салды . 2 апта ауыруы мүмкін деп ескертті және де обезболивающий дәрі айтты на всякий случай деп. Бірақ менде 2 аптада мүлдем ауырсыну болмады .2 апта жақсы өтті . Бірақ 1 жарым айдан кейін ауру  басталды . Екі , үш күндей болды . Және осыған орай сұрағым 1 жарым ай өткеннен кейінгі пломбаның орны болмаса астының ауырғаны қалыпты жағдайма?",
        "question_date": "25.06.2021",
        "question_tag": "Тазалық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стоматологқа хабарласып сұрап көріңіз, оның журналы болу керек әр клиентті жазып жақтайды жағдайын, сол жерден көріп айтады нервты алып жасад ма немесе нервты қалдырды ма. Егер нерв қалған болса сол ауыруы мүмкін.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алдыңғы жылдың ҰБТ нәтижесі жарамды ма?",
        "question_content": "2019 жылында Убт’дан 58 балл жинадым. Осы жылы сол балл’мен акылы универге тусе аламын ба?",
        "question_date": "24.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 421,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарамды емес, ұбт нәтижесі тек қана конкурс аяқталғанша жарамды болады.",
                "date": "29.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "“Саулет өнеріне” мамандығына түсу үшін таңдау пәні?",
        "question_content": "Мен биохим ұбт тапсырдым енді саулет өнеріне түс аламба түсе алмаймын ба?",
        "question_date": "23.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 540,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлет өнері мамандығына тапсыру үшін шығармашылық емтихан тапсыру керек.",
                "date": "23.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастауыш сынып мұғалімі болып жұмыс істей аламын ба?",
        "question_content": "Мен мектепке дейінгі оқыту және тәрбиелеу(воспитатель) бакалаврымын. Магистратураны бастауышқа тапсырып, аяктап жатырмын. Мектепте бастауыш пәні мұғалімі бола аламынба?",
        "question_date": "23.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине бастауыш сынып мұғалімі болып жұмыс істей аласыз",
                "date": "23.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеу 30кВ рентген түтікшесінің анодына жеткен электронның кинетикалық энергиясын табыңыз",
        "question_content": "Кернеу 30кВ рентген түтікшесінің анодына жеткен электронның кинетикалық энергиясын табыңыз",
        "question_date": "23.06.2021",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.6×10-19дәрежесі көбейту 30×10 3 дәрежесін=4,8×10 15  дәрежесіне E=eu",
                "date": "7.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен актриса болғым келеді колледжге қалай түсу керек?",
        "question_content": "Актриса болғым келеді колледжге қалай түсуге болады?  Қандай емтихан болады",
        "question_date": "22.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 470,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүргенов колледжіне Актерлік мамандығына түсуге болады",
                "date": "22.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Монголиядан Қазақстанға ағылшын тілінің мұғалімі болу үшін қандай сабақтарды таңдау қажет?",
        "question_content": "Монголиядан едім. Қазақстанға ағылшын тілінен мұғалім болып оқығым келеді... ол үшін қайда қалай тапсырамын? Қанша бал жинау керек?  Қандай пәндерді оқу керек?",
        "question_date": "22.06.2021",
        "question_tag": "Мектеп",
        "question_views": 434,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшын тілі мұғалімі болу үшін\n\n1) Ағылқын тілі\n\n2) Дүниежүзілік тарихы\nПәндерінен дайындалу керек.",
                "date": "23.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кондитер болу үшін университет, колледж оқу маңызды ма?",
        "question_content": "Кондитер болу үшін университет, колледж оқу маңызды ма?",
        "question_date": "21.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 651,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ кондитер болу үшін өте қатты колледж, универ оқу қажет емес. Курстардан өтіп, кондитер болуға болады. Бірақ қатты оқығыңыз келсе колледжге түсуге болады.",
                "date": "23.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітімнің анасына туған күнге тілек керек?",
        "question_content": "Жігітімнің анасына туған күнге тілек керек?",
        "question_date": "21.06.2021",
        "question_tag": "Достық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анамызға мол бақыт, қажымайтын қажырлы күш-қуат, сонымен қатар, әрине, бірінші байлық – денсаулық тілейміз.\nЖанары қуаныштан бал-бұл жанып, жанына жамандықтан келмей, айналасындағыларға пана болып, аман-есен жүре беріңіз.\nАяулы Ана! Жасыңыз 100-ге келіп, ортамызда қызығымызға тоймай жүре беріңіз.",
                "date": "23.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіліме теріскен жиі шығады. Сыздап ауырып мазамды алады. Не істеуге болады?",
        "question_content": "Тіліме теріскен жиі шығады. Сыздап ауырып мазамды алады. Не істеуге болады?",
        "question_date": "21.06.2021",
        "question_tag": "Тазалық",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тілге теріскен шыққанда бұрын ата-бабалардан қалған ырым бар, сол ырымды дұрыс айтса міндетті түрде тез арада кетіп калады. Ол үшін: 3 адал, 3 арам жануардың атын айту керек. Мысалы 6 рет тіліме теріскен шықты деп бір адам айтса, екінші адам иттің көтіне деп төбедегідей 3 адал, 3 арам жануарды кезек, кезек айтып отырады. Ең соңында 6 жануарды айтып біткен соң енді не істеймін деп бірінші адам айту керек, сосын екінші адам олай-бұлай қарасаң тышқанның көтін жаласаң кетеді деп айту керек и бірінші адам қатты жиіркенген соң сол сөзден көп өтпей тез кетіп қалады.",
                "date": "23.06.2021",
                "upvotes": 0
            },
            {
                "text": "Холисал дпген жақпа майы, аптекадан аласыз... Тез арада жазылады... Керемет әсер",
                "date": "15.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таза ас тузынын. NaCl 200грамында наше грамм Натрий бар",
        "question_content": "Таза. Ас тузынын NaCl 200 грамында наше грамм натрий бар",
        "question_date": "21.06.2021",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr(NaCl)=23+35.5=58.5\n58.5----------------23\n200-----------------x\nx=78.63г",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан кейін мед колледжге түсуге бола ма?",
        "question_content": "9 сыныпты бітірдім, Алматыда оқу оқысам ба деймін, мед колледжге 9 сыныптан кейін түсуге бола ма? Және қандай колледждер бар?Алматы қаласында? Қанша балл жинау керек",
        "question_date": "21.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа, әрине түсуге болады.\n\n1) Респуликалық жоғары медициналық колледжі\n\n2) Қазақстандық-Ресейлік жоғары медициналық колледжі\n\n3) Жоғары медициналық колледжі\n\n4) Интердент\n\n5) Аяжан\n\nОсылар бар",
                "date": "23.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балабақшадағы топқа мінездеме",
        "question_content": "Балабақшадағы топқа мінездеме керек еді. Тек бір балаға емес топқа мінездеме",
        "question_date": "21.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмыстан өз еркімен шыққан соң неше күнде расчёт берілу керек?",
        "question_content": "Жұмыстан өз еркімен шыққан соң расчёт неше күнде төлену керек?",
        "question_date": "21.06.2021",
        "question_tag": "Мамандық",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол мекеменің  қандай  бюджеттен ақша түсуіне байланысты болуы керек.",
                "date": "18.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диплом ережесі қызыл диплом",
        "question_content": "Қызыл диплом алу үшін қандай ережелер бар?",
        "question_date": "21.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Жалпы соңғы қорытынды  GPA мәні  3.5-тен кем болмау керек.\n\n2. Практика, курстық жұмыстардың  бағалары 90-нан кем емес болу  керек, яғни А- немесе А.\n\n3. 3-тік баға болмауы керек.\n\n4. Дипломдық жұмысты 90 баллдан жоғарыға қорғау керек.\n\n5. Мемлекеттік емтихандардың бәрі А- немесе А болу керек.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төменде берілген сөйлемге синтаксистік талдау жасау керек.",
        "question_content": "Ілкіден жеткен рухани дүниелердің күй керуеніне теңделіп, күйшіге ерекше міндеттелуі тегін емес.Көбінесе бұл күйлер әуенінде шалқу болмайды,әуен қайталауларға құрылып,қысқа демді болып келеді.",
        "question_date": "19.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 871,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Синтаксистік талдау:\n\nБірінші сөйлем:\n\nІлкіден жеткен рухани дүниелердің күй керуеніне теңделіп, күйшіге ерекше міндеттелуі тегін емес.Бастауыш: Ілкіден жеткен рухани дүниелердің күйшіге ерекше міндеттелуі Ілік септігіндегі сөз тіркесі: Ілкіден жеткен рухани дүниелердің Ілік септігіндегі зат есім: Ілкіден жеткен рухани дүниелер\n\nАнықтауыш: Ілкіден жеткен\n\nБастауыш: рухани дүниелер\n\nБаяндауыш: күйшіге ерекше міндеттелуі\n\nТолықтауыш: күйшіге\n\nПысықтауыш: ерекше\n\nБаяндауыш: міндеттелуі\n\nБаяндауыш: тегін емес (Күрделі етістік баяндауыш)\n\nКүрделі бастауыштың бірыңғай мүшесі: күй керуеніне теңделіп\n\nТолықтауыш: күй керуеніне\n\nБаяндауыш: теңделіп\n\nЕкінші сөйлем:\n\nКөбінесе бұл күйлер әуенінде шалқу болмайды, әуен қайталауларға құрылып, қысқа демді болып келеді.Бастауыш: бұл күйлер әуенінде шалқу (Күрделі бастауыш)\n\nАнықтауыш: бұл\n\nБастауыш: күйлер\n\nТолықтауыш: әуенінде\n\nБаяндауыш: шалқу\n\nБаяндауыш: болмайды\n\nКүрделі бастауыштың бірыңғай мүшесі: әуен қайталауларға құрылып, қысқа демді болып келеді (Күрделі бастауыш)\n\nБастауыш: әуен\n\nБаяндауыш: қайталауларға құрылып, қысқа демді болып келеді\n\nТолықтауыш: қайталауларға\n\nБаяндауыш: құрылып\n\nБірыңғай баяндауыш: қысқа демді болып келеді",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    }
]