[
    {
        "question_title": "Қоршаған ортаның жекелеген компоненттері арқылы туындған канцерогенді эффектілерді талда",
        "question_content": "Қоршаған ортаның жекелеген компоненттері арқылы туындаған канцерогенді эффектілерді талдаңыз.",
        "question_date": "29.09.2020",
        "question_tag": "Табиғат",
        "question_views": 469,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауадағы, судағы, топырақтағы, өсімдіктердегі зиянды заттектерді қалай нормалайды?",
        "question_content": "Ауадағы, судағы, топырақтағы, өсімдіктердегі зянды заттектерді қалай нормалайды?",
        "question_date": "29.09.2020",
        "question_tag": "Табиғат",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауадағы, судағы, топырақтағы, өсімдіктердегі зиянды заттектерді нормалау\nАтмосфералық ауа:\nШРКжз –жұмыс зонасының ауасындағы зиянды заттектердің шекті рауалы концентрациясы, мг/м3. Ол сегіз сағаттық жұмыс күндік немесе ұзақтығы басқа мерзім ішінде (демалыс күндерісіз), яғни аптасына 40 сағаттан аспайтынувқыт аралығында, қызмет істеген барлық жылдар бойы қазіргі және кейінгі буындардың денсаулығын бұзбайтын концентрация мөлшері. Жұмыс зонасы деп қызметшінің тұрақты немесе уақытша еденнен немесе жерден биіктігі 2 м- ге дейінгі кеңістікте болатын орнын айтады. Ластағыш заттектердің класын осы көрсеткішке сүйеніп анықтайды. Қауіптілік класы ШРКжз мағынасына қарай 4 топқа бөлінеді:\n1 класс (ШРКжз‹ 0,1 мг/м) – айрықша қауіпті ,\n2 класс (ШРКжз ═0-1 мг/м )- жоғары қауіпті ,\n3 класс (ШРК ═ 1- 10 мг/м) – орташа қауіпті;\n4 класс (ШРКжз ═› 10 мг/м3 ) –болымсыз қауіпті. -ШРКм.б –елді мекеннің ауасындағы заттектердің шекті рауалы максималды бір жолдық концентрациясы, мг/м3. Бұл концентрация ауаны 20 минуттай жұтқанда адам организмінде рефлекторлық реакцияны туғызбауы қажет. - ШРКо.т - елді мекеннің ауасындағы улы заттектердің шекті рауалы орташа тәуліктік концентрациясы, мг/м3 . Зиянды агенттің адам организміне өткенде (демалу, тамақпен бірге және т.б) оларға әлі құртатындай ықпал жасамайтынең көп мөлшері.\nТопырақ:\nТопырақтағы ластағыш заттектер үш бағытта нормаланады:\n1) ауыл шаруашылығында пайдаланатын жердің егістік қабатындағы улы химикаттардың мөлшері;\n2) кәсіпорынның территориясындағы улы заттектердің жинақталуы;\n3) елді мекендердің, көбінесе тұрмыстық қалдықтар сақтайтын жер топырағының ластануы. Егістік қабаттағы улы химикаттарды нормалауға екі көрсеткіш қолданылады . шекті рауалы концентрация (ШРК1) және уақытша рауалы концентрация (УРК1). - ШРК – топырақтың егістік қабатындағы заттектердің шекті рауалы концентрациясы, мг/кг. Бұл концентрация адамның денсаулығына және 3 топырақтың өздігінен тазалану қабілетіне тікелей немесе жанама түрде қолайсыз әсер тигізбеуі қажет. - ШРК, (РҚМ) – азық – түлік өнімдеріндегі заттектердің шекті рауалы концентрациясы (рауалы қалған мөлшері), мг/кг. ШРК белгілеу үшін қарастырылып отырған заттектің фондық концентрациясы, оның физикалық – химиялық қасиеті, тұрақтылығы, улылығы туралы мәліметтер қолданылады.\nСонымен тәжірибе арқылы келесі мәліметтер анықталады:\n- топырақтағы заттектің шектік рауалы концентрациясы, бұл мөлшер деңгейінде оның тағамдық және жемдік өсімдіктерге өтетін көлемі кейбір рауалы қалдықтық мөлшерден аспауы қажет, басқаша айтқанда, тамақ өнімдеріндегі ШРК-дан,\n- заттек топырақтан ауаға ұшқанда олардың мөлшері ауа үшін белгіленген ШРК-дан аспайтын рауалы концентрация (ұшатын заттектер үшін);\n- микроорганизмдерге және топырақтың өздігімен тазалану процесіне әсер етпейтін рауалы концентрация. Қарастырылған көрсеткіштердің ішіндегі ең қатаң шартты түрде қабылданатын ШРК1, топырақтарды зияндық сапаларына қарай салыстырғанда негізгі болып қолданылатын да тек осы көрсеткіштің өзі ғана.\nЕгерде әртүрлі орталар үшін ШРК шамасы белгіленбеген болса, онда уақытша гигиеналық норматив – заттектердің уақытша рауалы концентрациясы УРК тағайындалады. Уақытша норматив белгілі мерзімге (2-3 жылға) белгіленеді. Оны есептеу арқылы анықтайды.\nСулы орта:\n- ШРК – шаруашылық ауыз су мен мәдени – тұрмыстық жағдайға қолданатын су қоймаларындағы заттектердің шекті рауалы концентрациясы, мг/л. Бұл концентрация адамныңбүкіл ғұмыры ішінде оның мүшелеріне тікелей немесе жанама әсерін тигізбеуі, сонымен қатар келесі ұрпақтардың денсаулығына да және қолданатын судың гигиеналық жағдайын да төмендетпеуі қажет;\n- ШРК балық суларында – балық шаруашылығында қолданылатын суаттардың суындағы заттектердің шекті рауалы концентрациясы да белгіленеді.\n-Судың интегралдық көрсеткіштері:\nОБҚ – оттекке биологиялық қажеттілік – сынау инкубациясының белгілі уақыт ішінде (2, 5, 20, 120 тәулік) органикалық заттектердің (нитрификация процесін кіргізбегенде) биохимиялық тотығу (ыдырау) процестеріне пайдаланылған оттектің мөлшері, мг О2/л суға (ОБК5 -5 тәулік, ОБҚ20 тәулік ішінде);\nОХҚ – оттекке химиялық қажеттілік – судағы барлық тотықсыздандырғыштарды тотықтыруға қажетті, яғни тотықтырғыштың жұмсалатын мөлшеріне эквивалентті, оттектің мөлшері (бихроматты әдіспен анықталады), мг О2/л суға.\nОБҚ/ОХҚ қатынастарына қарап отырып, заттектердің биохимиялық тотығуының тиімділігін айтады.\nСу объектілеріндегі судың құрамы мен қасиеті өзен жармасындағы немесе ақпайтын су қоймаларындағы су алатын нүктеден радиусы 1 км – дей жердегі нормативтерге сәйкес болуы керек Заттектердің шектік рауалы концентрациясының шамасы әртүрлі болады, ол суды қолдану категориясының түріне байланысты келеді.\nМысалы, шаруашылық- ауыз су және мәдени- тұрмыстық жағдайға қолданылатын су объектілерінің суында хлорорганикалық қосылыстың – гексахлоранның мөлшері 0,1 мг/л шамасында болуға рұқсат беріледі, ал балық шаруашылығына пайдаланатын су қоймаларының суларында бұл заттек мүлде болмауы қажет. Бұл заттектер организмнің ішіне түскенде ғана қолайсыз әсер тигізсе, екіншілері сырттай ұштастырылғанның өзінде зиянды әсерін тигізеді, осыған байланысты іс-жүзінде әртүрлі шектеулер қолданылады. Мысалы, санитарлық шектеулерге сәйкес бір заттектердің суда болуы шомылу мен жуынуды шектейді, ал санитарлық-гигиеналық шектеу басқа заттектердің болуына қарай оны ішуге және тамақ пісіруге лимиттейді. Сондықтан, ШРК-мен қатар су объектілеріне басқа шектеу нормативі – зияндылықты лимиттеу көрсеткіші (ЗЛК) қолданылады. Ол суды сандық жағынан емес, тек судың сапасына қойылатын талаптарды сипаттайды. ЗЛК үш түрге бөлінеді:\n- санитарлық- токсикологиялық (заттектердің адам организмін және су жануарларын уландыруын сипаттайды);\n- жалпы санитарлық (заттектің су объектісінің жалпы санитарлық жағдайына, сондай –ақ өздігімен жүретін процестердің жылдамдығына тигізетін әсерін сипаттайды);\n- органолептикалық (заттектің судың органолептикалық қасиетін – иісін, дәмін, түсін, көбіктенуін өзгерту қабілетін сипаттайды, яғни адамның сезім мүшелерімен бағаланатын қасиеттер).\nАуыз суға және шипалылығын пайдалануға бағытталған сулар негізгі 11 көрсеткіштермен нормаланады. Қазіргі кезде 1200- дей улы заттектерге ШРК белгіленген. Адамның денсаулығының төмендеп, ауруға шалдығуын ағзаның ортаға толық бейімделе алмауымен, қолайсыз әсерлерге берген теріс жауабы ретінде қарастыру қажет. Дүниежүзілік денсаулық сақтау ұйымының анықтамасы 40 бойынша, денсаулық дегеніміз – бұл тек аурудың болмауы емес, ол толық физикалық, психологиялық және әлеуметтік қолайлылық. Ғалымдардың есептеулері бойынша адамдардың денсаулық жағдайы 50-52%-ы - өмір сүру салтына, 20-25%-ы – тұқым қуалау факторларына, 18-20%-ы – қоршаған ортаға, ал 7-12% ғана денсаулық сақтау саласының деңгейіне байланысты болады. Антропогенді факторлар бұрын болмаған, жаңа техногенді ауруларды туғызады. Адамның денсаулығына зиянды әсер ететін факторлардың ішінде әр түрлі ластаушы заттар бірінші орын алады. Адамның іс-әрекеті нәтижесінде биосфераға, оған тән емес 4 млн.-нан астам заттар шығарылған. Сонымен қатар, жыл сайын қоршаған ортаға мыңдаған жаңа заттар шығарылады. Олардың көпшілігі ксенобиотиктер, яғни адам мен басқа тірі ағзалар үшін бөтен заттар. Аурулардың көбеюі сонымен қатар табиғи ортаның әр түрлі трансформациялармен, оның толық бұзылуы, өнеркәсіптік кешендерге, бір типті тұрғын жерлерге және т.б. яғни «үшінші табиғатқа» айналуына байланысты. Денсаулыққа әлеуметтік және экономикалық жағдайлардың әсері артып отыр. Табиғи және физико – химиялық тұрғыдан алғанда таза орта болса да, қолайсыз әлеуметтік – экономикалық жағдай ауру мен өлімнің артуына әкелетінін өмір көрсетіп отыр. Әлеуметтік – экономикалық жағдайдың нашарлауы адамның психологиялық күйі мен стресстік құбылыстар арқылы әсер етеді.\nАуру мен өлімнің қоршаған орта жағдайларына тәуелділігі жекелеген мемлекеттер мен аймақтар мысалынан көрінеді. Дүниежүзілік денсаулық сақтау ұйымының мәліметтері бойынша жыл сайын дүние жүзінде шамамен 500 мың адам цестидцидтермен уланады және оның 5 мыңы өліммен аяқталады. Мұндай құбылыстар әдетте «үшінші әлем» 41 елдерінде жиі кездеседі.\nАҚШ-пен салыстырғанда бұл елдерде улану 13 есе артық. Американ ғалымдарының мәліметтері бойынша барлық қатерлі ісік ауруларының 90%-ы қоршаған ортаның қолайсыз әсеріне байланысты. ФРГ-де соңғы 10 жылда қатерлі ісікпен ауыратындардың үлесі ер кісілерде 15-тен 23%- ға дейін, ал әйелдерде 17-ден 25%-ға дейін артқан. Аурулар индустриалды және ластанған аудандарда жиі кездеседі.\nБалалардың жалпы ауруларына әсер ететін күшті фактор көміртегі тотығы мен шу болып табылады. Ғалымдардың мәліметтері бойынша СО-ның молшері 6,5-тен 12 ПДК-ға көтерілуі балалардың ауруларының 2 есе, ал акустикалыққолайсыздықтың 8-ден 20%-ға артуы – 14 есеге артуына әкеледі. Арал аймағы экологиялық апат аймағы болып табылады. Бұл аймақ аурулар мен өлімдердің жоғары болуымен сипатталады. Мысалы Өзбекстанда балалар өлімінің жиілігі туылған мың балаға 87-ден келеді, ал Скандинавия елдерінде 7-8, Жапонияда – 5.",
                "date": "30.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын Қазақ тілінен Аудармашы мамандығына түсу үшін Ұбтдан неше балл жинау",
        "question_content": "Ағылшын тілінен аудармашы мамандығына түсу үшін Ұбт неше балл жинау керек?",
        "question_date": "29.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "B036 - Аударма ісі\nЖалпы конкурс бойынша өту параметрлері\nСертификаттың балл сомасы: 120\nБасым құқық: -\nАттестаттың (дипломның) орташа баллы: 5\nБейіндік пәндер балдарының сомасы: 67\nГранттың бастапқы балы-136\nГранттың аяқталу балы -120\nB057 - Ақпараттық технологиялар\nЖалпы конкурс бойынша өту параметрлері\nСертификаттың балл сомасы: 25\nБасым құқық: -\nАттестаттың (дипломның) орташа баллы: 4,218\nБейіндік пәндер балдарының сомасы: 13\nГранттың бастапқы балы-40\nГранттың аяқталу балы -25\nB036 - Аударма ісі\nЖалпы конкурс бойынша өту параметрлері\nСертификаттың балл сомасы: 105\nБасым құқық: -\nАттестаттың (дипломның) орташа баллы: 4,278\nБейіндік пәндер балдарының сомасы: 57\nГранттың бастапқы балы-130\nГранттың аяқталу балы -105\nB036 - Аударма ісі\nЖалпы конкурс бойынша өту параметрлері\nСертификаттың балл сомасы: 25\nБасым құқық: -\nАттестаттың (дипломның) орташа баллы: 4,48\nБейіндік пәндер балдарының сомасы: 19\nГранттың бастапқы балы-70\nГранттың аяқталу балы -25\nБұл 4 санат бір бірінен льготаларымен, Серпін бағдарламасымен, ауыл квотасымен және жалпы конкурс бойынша ажыратылады. 2020ж ақпарат таба алмадым , бұл 2019 ж ақпарат, айырмасы 10балл+- болуы мүмкін.\nhttps://baigenews.kz/news/opublikovan_spisok_grantov_2019/",
                "date": "30.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шамадан тыс мөлшердегі жекелген химиялық элементердң органикалық қосылстардң",
        "question_content": "Шамадан тыс мөлшердегі жекелеген химиялық элементтердің, органикалық қосылыстардың және организмдердің тіршілік өнімдерінің улылығы.",
        "question_date": "29.09.2020",
        "question_tag": "Табиғат",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Киімнің түсін қалай қалпына келтіруге болады?",
        "question_content": "Менің киімімнің негізгі түсі розовый болатын.Бірақ байқамай жасыл түсті киіммен араластырып жуып жіберіппін.Жасыл түстер жұғып қалыпты.Енді бастапқы түсіне қалай келтіруге болады?Жалпы келтіруге болады ма?",
        "question_date": "29.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті киім болса оны қайта қалпына келтіру қиын, тіпті мүмкін емес болар. Ақ түсті киім болса оның жарасы жеңіл болар еді.",
                "date": "30.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Биікке шықсаң, көңілің ашылар, жақсымен тілдессең, зейінің ашылар\" туралы.",
        "question_content": "\"Биікке шықсаң, көңілің ашылар, жақсымен тілдессең, зейінің ашылар\" туралы.\n\nТанжарикова Асима Даулетқызы",
        "question_date": "29.09.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 811,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол екеуміз күн шуақта шүйіркелесіп ұзақ отырдық.\n- «Биікке шықсаң – көңілің ашылар, жақсымен тілдессең – зейінің ашылар» дегендей, осы мен сенімен кездессем, тілдессем, неге екенін қайдам, әйтеуір зейінім ашылып, арғы-бергі ішімдегі ой сарайым кеңіп, мына жалған дүниеге сын көзбен қарап, армансыз ақтарылғым келеді де тұрады, - деймін оған.\n- Иә, кәріміз де, жасымыз да заман ағымының орынды өзенінде зымырай ағып келеміз. Қай күні, қай сағатта асау толқын жағаға лақтырары белгісіз. Алла сызған шеңберден пенде шығып көрген жоқ. Ал, пенделік жолмен Аллаға асылық келтіріп, сол шеңберден ары аттағысы келгендер Тәңірдің тәлкегіне, жасаған иенің жазасына  тап  болып жатады. Мұндайлармен өмірде жиі кездесіп, жиі ұшырасып жүрміз. Ондайда тәубеге еніп, «Алла, осыныңа да қанағат» дейміз жасағанға жалбарына. «Құдайдан қорыққан  ынсапшыл  келеді» деген сөзге ден қоя отырып, астамшылықтан ауылымызды аулаққа қондыруға тырысамыз. Адамға адамның  қайырымдылығын, ізгі ниеттілігін, пенде қиналғанда қол ұшын беретін ақ ниетті жандардың көбейе түскенін қалайды. Алайда «зады жарыған аш болса да, асатпай ас жемейді, зады жарымаған тойып отырса да «мә» демейді». Ашкөз көлеңкесіне ит жатпас сараңдарды көреміз де, «осылар мына жалғандағы жинаған боқ дүниесін ертең ана жаққа ала кетер ме екен» деп опына ойланамыз. «Жылағанның алдынан өкірген шығады» демекші, кейде әлгіндейгілерге назаланып, налып отырсаң, одан да сорақысына кездесіп, сәмсіреп қалатынымыз тағы бар. Осы біз шындық жолында шырылдағанмен, жазғанмен не өзгеріс бар? Қай уақытта да әділетсіздік есіктен кірсе, шындық түндіктен қашатынын көріп жүрміз. Иә, қай уақытта да, қай заманда да «елім» деп туған ерлеріміз аман болсын. Алла солардың жанына  жамандық  бермесін деп тілейік.\n«Шеге тағаны сақтайды, таға тұлпарды сақтайды, тұлпар ерді сақтайды, ер елді сақтайды» деген аталар сөзі жадымызда жатталып жүрсе, кәні! «Көрегендікті көсемнен, шеберлікті шешеңнен, қамқорлықты әкеңнен үйрен» деген сөзде қаншалықты мағына жатыр. Үлкеннен ұлағат алып, кішіге қамқор қолын созатын кейінгі толқын інілеріміз көбейе берсе, нұр үстіне нұр емес пе?!\nЖердегі жем аспандағы құсты ұятқа қалдыратыны, кейбір ақылды да абзал азамат деп жүрген басшы інілеріміздің қу дүние – ақша жолында жанын жалдап, арына дақ түсіріп, қылмыскер болғанын көргенде, қарының ашып, күйінішті күйге енесің.\nЖетпістің ауылын ойдың жайлауына қондырып, жан-жағымызға, арттағыларымызға назар салып, мына өмірдің көш керуенін бағдарлап отыру  біздей  үлкендерге  ата-бабамыздың артып кеткен аманаты екенін сені мен менің, біздей қарттардың қасиетті борышы  екенін әсте естен  шығармауымыз  керек-ақ. Ендігі қалған мына кәрі қойдың жасындай қысқа ғұмырымызда «аттан құласақ та ақылды құлап», ашуды да ақылға жеңдіріп, орынды жерінде пайдалана білсек, құба-құп емес пе?!\nСені мен біз ендігі жерде қателеспеуге тырысайық. Өйткені сол қатені түзеуге уақытымыз (өміріміз) тым қысқа. Кейде маған осы біз сияқты ағашты түземей, оның көлеңкесін түзетеміз деп тыраштанып жүргендейміз деген ой келеді. Сол қисық ағашты түземес бұрын, оның сол қисық бұтақтарын қырқып жөнге келтірсек қана, оның көлеңкесі де, өзі де түзеледі. Қисық-қыңыр адамдар да сондай деген ой туындайды.\nОл маған қарап ұзақ сөйледі. Мен де бас изеп, ықыластана тыңдаймын. Ол тамағын  кенеп  алды.\n- Алайда кейбір қарыны жуан, иманы жіңішке пенделерді өмір бойы түзете алмай өтеміз бе деген кермек ой мазалайтыны да шындық. «Өрлеген балық ауға жолығады, өркеуде жігіт дауға жолығады» деп атам қазақ бекер айтпаған. Кейбір өркеуде, кеудемсоқ, жоқ жерден дауды іздеп жүріп сатып алатын  дарақы-даңғойларды қайткенде  жөнге  саларсың? Айтып-айтпай не керек, «құлақтыға сөз айтсаң – құлағының астында, құлақсызға сөз айтсаң – құла қырдың астында» демекші, оның  тыңдаушысын  айт!\nЫнсапсыз, ашқарақ, Алланың берген несібесінен артық қарпитын бір мешкей тамаққа жарылып өліп жатса, шулап жылап жатқан балаларына бір құрдасы «неменеге шулайсыңдар, әкең аштан өлген жоқ қой» деп жұбататын көрінеді. Сондай-ақ Алланың пендесіне арнаған ырзық-несібесінен артық ішіп-жеу де – харам. «Ұят – иманның қабы» дейді Ислам әдебінде. Ал сол ұят адаммен бірге туғанмен  кейбір пенделердің өзінен бұрын өлетіні өкінішті. «Ұятсыз, арсыз, салтынан, қалғып кетер артынан» дегендей, ұят, ардан, адамгершіліктен ада адамға айтқан сөз айдалаға атқан оқпен бірдей.\n«Өгізді өрге салма – қанатың талар, наданға көзіңді салма – сағың сынар, досыңа өтірік айтпа – сенімің кетер, дұшпанға сырыңды айтпа – түбіңе жетер» деген ғой Төле би.\nСо-л-ай, достым!\nОл екеуіміз жылы күзгі күн шуақта маңғаз қалпымызда осылай әңгіме өрбітіп отырдық.\n- Өмір дегеніміз – мәңгілік ұйқы алдындағы қысқа мерзімді серуен ғана. Сондықтан сол қысқа ғұмырымызды мәнді де, мағыналы етіп, кейінгі ұрпаққа үлгі болатындай етіп өткізгенге не жетсін, - деп ол бетіме барлай  қарады.\n- Осы біз көп сөйлеп, көпіріп кетпей тұрғанда, дәмді де, даналық сөздеріміз дарақыланбай тұрғанда, әдемі де, әсерлі әңгімемізді аяқтасақ қалай болар екен, - деймін мен.\n- Дұрыс! Осы қалпымызда төрімізді төмендетпей, әдемі қартая білсек, бізге сол абырой, - деді ол күлімдей қарап.\nТолығырақ: http://www.halyk-gazeti.kz/index.php?option=com_content&view=article&id=2774:2014-07-03-04-46-02&catid=5:2011-11-18-09-02-24&Itemid=5",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінің түсіндірме сөздігін пайдаланып, берілген сөздердің мағыналарын жазу.",
        "question_content": "Қазақ тілінің түсіндірме сөздігін пайдаланып, берілген сөздердің мағыналарын жазу. Мысалы: БАСАЛҚАЛЫҚ - зат есім. Ақыл-кеңес берушілік. Қазақ тілінің түсіндірме сөздігі. 2-т. 123-бет. ШАРЫҚ - ОМБЫЛА - МӨНТЕҢ - ТАБАЛА - ҚҰЙЫРШЫҚ - ҚИҚАЛАҚТАП - КҮДЕР- КЕСІР - ТӨЛЕҢГІТ -",
        "question_date": "29.09.2020",
        "question_tag": "Мектеп",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ШАРЫҚ\n зат. Теріден, тал қабығынан жəне т.б. арзан заттан лекерлеп \nжасалған аяқкиім, шəркей.  Қазақ тілінің түсіндірме сөздігі. 10-т. 159-бет.    \nОМБЫЛА\n ет. Қарға белуардан батып, малтығу. Қазақ тілінің \nтүсіндірме сөздігі. 7-т.  422-бет.       \nМӨНТЕҢ:\n мөнтең қақты. Безек қақты, безілдеді. Қазақ тілінің \nтүсіндірме сөздігі. 7-т. 238-бет. \nТАБАЛА\n ет. Біреудің сəтсіздігіне қуану; өзіне сол керек деу. Қазақ \nтілінің түсіндірме сөздігі. 8-т.  520-бет.     \nҚҰЙЫРШЫҚ\n зат. 1. Құйымшақтың сүйірленіп келген ұш жағы. 2. \nАуыс. Біреудің қолшоқпары, сойылын соғушысы; жағымпаз.  Қазақ тілінің \nтүсіндірме сөздігі. 6-т.  448-бет.      \nҚИҚАЛАҚТАП\n  ет. Қиқаң-қиқаң ету, қиқаңдау, қиқалаңдау. Қазақ \nтілінің түсіндірме сөздігі. 6-т. 191-бет.     \nКҮДЕР:\n күдер үзді. Орындауға болмасына көзі жетті, үмітін үзді, \nтүңілді. Қазақ тілінің түсіндірме сөздігі. 5-т. 259-бет.\nКЕСІР\n зат. Зиян, залал, зардап. Қазақ тілінің түсіндірме сөздігі 5-т. \n4-бет.  \nТӨЛЕҢГІТ\n зат. көне. Төренің күтушісі, малшы-жалшы қызметшісі. \nҚазақ тілінің түсіндірме сөздігі. 9-т. 232-бет. \nТолығырақ: https://emirsaba.org/gauar-elimbek-korkem-shifarmalar-arili-til-jretuge-arnalfan-az.html?page=14",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ кесіндісінен АС/CB=2/3 болатын С нүктесін табыңдар?",
        "question_content": "а) Берілген кесіндіні циркуль мен сызғыштың көмегімен 1)3 2)5 тең кесінділерге бөліндер?\n\nә) АВ кесіндісінен АС/CB=2/3 болатын С нүктесін табыңдар?\n\nб) АВ түзуінен АD/DBa=4/3 болатын D нүктесін табындар.А,В және D орналасуының барлық мүмкін болатын жағдайларын қарастырындар?",
        "question_date": "29.09.2020",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а) кесінді қанша сантиметр болса соны 3 ке және 5 ке бөлінген бөлігін белгілеп, церкуль арқылы бөле аласыз.\nә) АВ кесіндісін 5 ке бөліп АС -ны( шыққан мәнді 2 ге көбейту арқылы)  табасыз.\nб)2 түрлі жағдай болады.\nКесіндінің өлшемі болса сызып көрсетуге болар еді.",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біреуге ор қазба өзің түсерсің эссе?",
        "question_content": "Біреуге ор қазба өзің түсерсің эссе?",
        "question_date": "29.09.2020",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біреуге ор қазуға болмайды. Себебі: сол орға өзің түсерсің. Осының бірі көре алмаушылық. Көреалмаушылықты тоқтату керек. Мүмкін сенде қазір жоқ болса, ертеңгі күнде болады. Біреуге жамандық тілесең, артында өзіңе сол жамандығын келеді. Сондықтан айтарым Біреуге ор қазба, өзің түсерсің. Көре алмаушылықты қалайда болсын тоқтатып жеңіп шығуға тырыс!\nОбъяснения: Өзім жаздым дұрыс деп ойлаймын",
                "date": "22.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қауіп сөзіне фонетикалық талдау?",
        "question_content": "Қауіп сөзіне фонетикалық талдау?",
        "question_date": "29.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фонетикалық талдау\n\nҚ-дауыссыз,қатаң дыбыс\n\nа-дауысты, жуан, ашық, езулік дыбыс\n\nу-дауыссыз,үнді дыбыс\n\nі- дауысты,жіңішке, езулік, қысаң дыбыс\n\nп- дауыссыз, қатаң дыбыс",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Доңғалақтың тоқтағанға дейінгі айналым санын табыңыз.",
        "question_content": "Инерция моменті  болатын серіппелі доңғалақ 20  -пен айналады.Инерция моменті  болатын серіппелі доңғалақ 20  -пен айналады.",
        "question_date": "29.09.2020",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Айналу осінен 20 см қашықтықта орналасқан массасы 300г",
        "question_content": "Айналу осінен 20 см қашықтықта орналасқан массасы 300г материялық нүктенің инерция моментін анықтаңдар.",
        "question_date": "29.09.2020",
        "question_tag": "Физика",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауап:\n0,012 кг*м²\nТүсіндірме:\nАнықтама бойынша материалдық нүктенің инерция моменті:\nкг*м².",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Радиусы 20 см және массасы 1 кг біртекті дискіге перпендикуляр дөңгелектің",
        "question_content": "Радиусы 20 см және массасы 1 кг біртекті дискіге перпендикуляр дөңгелектің : а) центрі,ә) диск радиустарының біреуінің ортасы арқылы өтетін осіне қатысты инерция моментін анықтаңдар.",
        "question_date": "29.09.2020",
        "question_tag": "Физика",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\nR=20 см;\nm=1 кг;\n________\nТабу керек: J\nСИ: R=0.2 м\nШешуі:\nЕркін оське қатысты инерция моментін анықтау үшін біз Штейнер теоремасын қолданамыз:\nО негізгі осіне қатысты біртекті дискінің инерция моменті:\nОсылай:\nЕсептеу:\nкг*м²\nЖауабы: 0,03 кг*м².",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8м/с 2 үдеумен қозғалса күштердің арасындағы бұрыш қандай?",
        "question_content": "Массасы 600г материялық денеге 2н және 3н күштер әсер етеді дене 8м/с 2 үдеумен қозғалса күштердің арасындағы бұрыш қандай?",
        "question_date": "29.09.2020",
        "question_tag": "Математика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алынған күш F=m * a = 0,6 * 8=4,8 Н.\n\nбұл күш үшбұрыштың жағы, қалған екі жағы F1=2 және F2=3,\n\nал α - олардың арасындағы қажетті бұрыш.\n\nКосинус теоремасы бойынша F2=F12+F22-2*F1*F2*cos(α)\n\nнемесе 23,04=13-12*cos(α), қайдан 12*cos(α) = -10,04, α≈147°.\n\nЖауап: ≈147°.",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер оның бір қабырғасы екіншісінен 2 см ұзын болса қалған қабырғаларын тап?",
        "question_content": "Параллелограмның периметрі 48 см. Егер оның бір қабырғасы екіншісінен 2 см ұзын болса қалған қабырғаларын тап?",
        "question_date": "29.09.2020",
        "question_tag": "Геометрия",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2x + 2 (x+2)=48\n\nx-кіші жағы.\n\nX + 2 Үлкен жағы\n\n2x+2x+4=48 4x=44\n\nx=11 см(кіші жағы).\n\nҮлкен жағы = 11+2= 13 см.",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қумаш сөзінің әдеби нұсқасы бар ма?",
        "question_content": "\"Қумашы\" сөзінің әдеби нұсқасы бар ма?",
        "question_date": "28.09.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақтысын білмедім, мүмкін \"әзілің бе?\" , \"әзілдемеші\" болар.",
                "date": "29.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күрделі пайымдау",
        "question_content": "Күрделі пайымдау бойынша 5 логикалық жалғаулықтың әрқайсысына құқықтық бағытта 3 мыслдан куру",
        "question_date": "28.09.2020",
        "question_tag": "Университет, колледж",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 5 кг жазық білеуше вертикаль қабырға сырғанамуы үшін қабырғаға түсіретін",
        "question_content": "Массасы 5 кг жазық білеуше вертикаль қабырға сырғанамуы үшін қабырғаға түсіретін ең аз күшті анықта. Қабырға мен дене арасындағы үйкеліс коэффициенті M=0,4 (g=10 м/с2)",
        "question_date": "28.09.2020",
        "question_tag": "Физика",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Мәңгілік Ел- мұратым\" тақырыбында абзац жазу.",
        "question_content": "Мәңгілік Ел-Мұратым тақырыбында абзац жазу қазір көмек керек",
        "question_date": "28.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір адам  мейлі, ол жазушы болсын, ақын болсын, не әнші болсын өзінің асқан бір сүйіспеншілігімен жазатын не орындайтын шығармасы болады. Ал мен жазушы да, ақын да, әнші де емеспін. Бірақ бүгінгі жазылмақ  болған шығарма  мен үшін  үлкен  жауапкершілікпен   жазылар шығарманың бірі  болмақ. Бұл шығарманы мен кітаптан да,  ғаламтордан  да  көшірмедім. Теңіздің жағаға толқып соққан толқындарындай жүрекпен  көңілден шыққан  ойлар...  Бұл шығарманың тақырыбы тамырын тереңге жайған үлкен ағаш  секілді. Тамыры тереңге жайылған ағаштың,  жапырағы да көгеріп мәңгі көктеп гүлденері шындық. Тамырын тереңге жайған, жапырағы жайқалған ағаш деп отырғаным қазақ ұлты , қазақ елі,  қазақ халқы. Бұл  мен үшін мәңгілік ел бейнесінде  көрініс тапты.\nАвтор\nМәңгілік ел – бұл қазақтың өткен тарихынан бастау алуы тиіс. Тамыры тереңге жайылған тарихтан сыр шертер болсақ, біз қазақ не көрмедік, қанша қиын жағдайларды, ашаршылық, соғыс, елден жыраққа ауып кету, тілімізден айырылу, барлығын бастан кешірдік. Бірақ осының бірде-біріне мойымастан бүгінгі күнге де аманшылықпен жетіп отырмыз. Шүкір, міне осының өзі –ақ мәңгі ел керегесі.\n550 жыл бойына көрген қиындығымызға ешкімді жазғырмай, біреуді кінәләмай, қайғы көрсек тереңіне батып кетпей, қуанышқа асып-таспай бүгінгі күнге аман-есен жеткеніміз біз үшін үлкен бақыт! Терезесі тең, керегесі кең, шаңырағы биік еліміздің тарихы мен мәңгілік елдің ірге тасын қалап кеткен Керей мен Жәнібектен бастау алған қазақ елінің мәңгілік ел болуы, құрылуы осының айғағы. Мен үшін Мәңгілік ел осы кезеңнен бастау алды. \nӘлемде жерінің кеңдігі жөнінен бірінші ондықта орналасқан қазақ жерін, қазақ елін  мәңгілік ел  болып қалуы үшін батыр ұлдарымыз жоңғарлармен бетпе-бет келіп Қаракерей Қабанбай, Қанжығалы Бөгенбай, Шапырашты  Наурызбай қазақтың ұлтарақтай жерін жауға бермей, қызғыштай қорғағап, халық қорғаны  бола білді.\nҚолдан жасалған ашаршылықтың өзі қаншама қазақты қырғанымен қоймай, бір-біріне жауыз, ашкөз жәндіктей қылып, бірінің етін біріне жегізіп қазақтың санын кемітіп, қала берсе басқа мемлекеттерге ауып кетіп,тарихи отанын кітаптардан оқитын тарыдай шашылған қазақтардың бытырауына себепкер де болды емес пе?! Оның біреуін де көрмеген біз қандай бақытты ұрпақ едік!..\nАл  Ұлы Отан соғысы жылдар аралығындағы  созылған соғыста ұлдарымызды айтпағанда, қыздарымыз Әлия, Мәншүк, Хиуаз сияақты батыр қыздарымыздың  өзі қан майданда ерлікпен шайқасты. Соғыстың сұрапыл жылдарында соғыстағы ұлдарымыз бен қыздарымыздың орны бір бөлек болса, тылда еңбек еткен ауыл адамдары соның ішіндегі ет жүрегі езіліп, күрсінген жүректің демімен дамыл таппай, ішінен тынып, балам соғыстан аман қайтса екен деп тілеген, еркектің ауыр қара жұмысын бір өзі атқарған қайран әйел-Аналар-ай!\nСонда да бізді қазақ деп ешкім мойындамады. Ресейдің қол астында болып ең басты, ең маңызды байлығымыз болған салт-дәстүрімізді, әдет – ғұрпымызды, тілімізді, дінімізді жоғалттық. Жетпіс жыл орысша сайрадық. Бұл жылдарда елдің ел болып, ұлттың ұлт болып қалуы үшін батырларымыз атқа мініп, алаңға шығып, білектің күшімен күрессе, әдебиетте ақын- жазушыларымыз қаламның ұшымен күресе білді.\nБұдан кейінгі жылдарда да Тәуелсіздік үшін болған көтерілісте де жеңіске жетіп, 1991 жылы әупірімдеп Қазақ елі тәуелсіздігіне де қолын жеткізді. Бұл күн біз үшін, бүкіл қазақ халқы үшін ұмытылмас, асқан бір мейрам (ақ түйенің қарны жарылған күн)  да болды, қайсар жастарын жоғалтқан қаралы күн де болды. Бұлт артынан күн шығады деп қазақ барлық қайғыны ұмытты да, осы күнге шүкірлігін айтты...\nИә, Ендігі күні біздің мәңгілік ел екенімізді бүкіл әлем  мойындады. Біз енді тар жол, тайғақ  кешулерден өттік. Жеріміздің кеңдігіндей   көңілі кең дархан «қазақ» деген халықпыз. Мемлекетіміздің берік іргетасын қалаған, тәуелсіздігімізді алған, тұрмысы бақуатты, түтіні түзу ұшқан, ұрпағы ертеңіне сеніммен қарай білетін, дербес те тәуелсіз ұлтпыз. Алда да солай бола береді. Асанқайғының армандаған «қой үстіне бозторғай жұмыртқалаған»заманы қазақтың басына енді туды. Ол - «Тәуелсіздік». Біз армандарды ақиқатқа  айналдырдық. Ол арман –Мәңгілік ел. Тәуелсіздікпен бірге халқымыз Мәңгілік Мұраттарына қол жеткізді. Біз еліміздің жүрегі, тәуелсіздігіміздің тірегі болған Астана қаламызды тұрғыздық. Ендігі ұрпақ – Мәңгілік қазақтың Перзенті. Ендеше, Қазақ елінің Ұлттық Идеясы – Мәңгілік ел! Көз қарашығымздай сақтау мәңгі мұратымыз!\nТолығырақ:  https://bilim-all.kz/article/2684-Mangilik-el-mangilik--murat",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1:100 масштабымен кескінделген бөлменің сызбасы берілген",
        "question_content": "1:100 масштабымен кескінделген бөлменің сызбасы берілген. Бөлменің сызбадағы өлшемдерін тауып ұзындығының, енінің нақты мәндерін есептеп табыңдар.",
        "question_date": "28.09.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сызбаны сұраққа салмадыңыз ба?",
                "date": "28.09.2020",
                "upvotes": 0
            },
            {
                "text": "Сызбаның суреті берілмегендіктен Мына ережеге сай (Егер план 1:100 масштабында жасалса, онда жер бетіндегі ұзындығы 100см-лік аракашықтық планға 1 см-лік кесінде түрінде кескінделген болады.) суреттен әр қабырғасын сызғышпен өлшеп, мәнін 100-ге көбейтіп отырасыз. Әдетте сызбаны мм өлшеміміен өлшейді.",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "у2-х=-1 and x=y+3 теңдеулер жүйесін алмастыру тәсілмен шешу?",
        "question_content": "Теңдеулер жүйесін алмастыру тәсілмен шешу:\n1. у2-х=-1 and x=y+3\n\n2. x-y=2 and xy+y=6",
        "question_date": "28.09.2020",
        "question_tag": "Математика",
        "question_views": 693,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. у2-х=-1 and x=y+3\ny2-y-3+1=0\ny2-y-2=0\n(y-2)(y+1)=0\ny1=2,  y2=-1     x1=5,  x2=2\n2. x-y=2 and xy+y=6\nx=2+y =>   (2+y)*y+y=6\n2y+y2+y=6\ny2+3y-6=0",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің туған жерім әдемі,ғажайып. Сондықтан қоқыс шашпай, ағаштар мен гүлдер отырғызайық!",
        "question_content": "Морфологиялық талдау жасау.",
        "question_date": "28.09.2020",
        "question_tag": "Мектеп",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дене көлбеу жазықтық бойымен бірқалыпты қозғалады. Үйкеліс коэффициентін тап",
        "question_content": "Дене көлбеу жазықтық бойымен бірқалыпты қозғалады. Денеге 30 Н үйкеліс күші 40 Н тіреуіштің реакция күші әсер етеді. Үйкеліс коэффициентін тап\n\nМассасы 5 кг жазық білеуше вертикаль қабырға сырғанамуы үшін қабырғаға түсіретін ең аз күшті анықта. Қабырға мен дене арасындағы үйкеліс коэффициенті M=0.4 (g=10 м/с2)",
        "question_date": "28.09.2020",
        "question_tag": "Физика",
        "question_views": 7900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1) Дене көлбеу жазықтық бойымен бірқалыпты қозғалады. Денеге 30 Н үйкеліс күші 40 Н тіреуіштің реакция күші әсер етеді. Үйкеліс коэффициентін тап\nFүйк=Fn;\nn=Fтр/F=10/40 = 1/4=0,25",
                "date": "28.09.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Счетты жаппай ИП-ны жапсам болама?",
        "question_content": "Счетты жаппай ИП-ны жапсам болама? Счетты Алфа банктен ашқам.",
        "question_date": "28.09.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсізбе! Біріншіден сізге тарату туралы есебін тапсыру керек, одан кейін Мемлекеттік кірістер басқармасына барып ИП-ны жабу туралы арызды жазасыз. Сауболыныз!\n\nТолығырақ: http://1414.kz/kz/topic/25016",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жиен ел болмас\" деген қазақтағы сөздің мәні қандай?",
        "question_content": "\"Жиен ел болмас\" деген қазақтағы сөздің мәні қандай?",
        "question_date": "28.09.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі, қазақта баланың тегі әкесінен беріледі. Белгілі бір отбасыда ұл мен қыз перзенттер болса, жиен -ол сол отбасының қызынан туылған перзент, сол  әулетке жиен болады. Яғни, жиен бала өз кезегінде әкесінің тегін жалғастырады. Сондықтан айтатын болар, жиен ел болмайды деп.",
                "date": "28.09.2020",
                "upvotes": 0
            }
        ]
    }
]