[
    {
        "question_title": "Есептеу техникасы және бағдарламалық қамтамасыз ету",
        "question_content": "Есептеу техникасы және бағдарламалық қамтамасыз ету\nМамандығы бойынша оқуға түсетіндер немесе оқып жатырған адамдардан сұраиын дегеным осы мамандық бойынша қаи университетті таңдаған дұрыс\n\n Қиын болмаса уатсап номерлеріңізды бере аласыздар сұрақтарым бар еді бұл мен үшін үлкен көмек",
        "question_date": "27.01.2019",
        "question_tag": "Бағдарламалау",
        "question_views": 549,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КБТУ, ИТ жақсы дейді. Бірақ программисті өзіңіз көп ізденіп оқисыз",
                "date": "28.01.2019",
                "upvotes": 0
            },
            {
                "text": "Suleiman Demirel University - Almaty, ағылшын тілді оқу керек. Бирак казақша сондай ақ сайт бар https://openu.kz/kz/courses/web-badarlamalau-negizderi",
                "date": "1.02.2019",
                "upvotes": 1
            },
            {
                "text": "Suleyman Demirel University",
                "date": "16.05.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Л-дан басталатын адамгершілік қасиет туралы сөздер қажет?",
        "question_content": "Л-дан басталатын адамгершілік қасиет туралы сөздер қажет?",
        "question_date": "27.01.2019",
        "question_tag": "Үй тапсырмасы",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мінезім өте тұйық жұмысыма қатты кедергі жасайды",
        "question_content": "Мінезді өзгерту мұмкін бе? Тұйықпын өте,  осы себебпен жұмыс жасағым келмейді. Көпшілік ортада тұйықталып сөйлеуге ұялып ауру адам сияқты болып қалам",
        "question_date": "27.01.2019",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арине өзгертуге болады. Бәрі өз қолыңызда. Бір активный адаммен жақын дос болыңыз! Сонда бәрі жақсы болады деген уміттемін. Өйткені мен өзім пысық қызбын мен әдейі тұйық қыздармен достасамын. Олар маған қарап ашыла бастайды. Сізге де көмегі тиер деген ойдамын. Тек қана алға ұмтылыңыз",
                "date": "29.01.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Заңгер мен сарапшы кеңесі",
        "question_content": "қайырлы күн. менін жұмыс орнымда ақша жоғалды. жоғалғанын біле тұра шулатпай қайтып кеттім. енді оны алғаны туралы бір адамнан күдіктеніп жүрмін. содан бері он күн өтіп кетті, полицияға шағымдануыма бола ма?\n\n2-сұрақ: ақша ұрланған әмиянды ақылы саусақ іздері экспертизасына беруіме бола ма? Экспертиза саусақ іздерінің кімге тиесілі екенін күдіктінің салыстырмалы саусақ іздерінсіз анықтай ала ма?",
        "question_date": "27.01.2019",
        "question_tag": "Заң",
        "question_views": 834,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз бастысы полиция қызметкерлеріне арыз жазып, шағымданыңыз болдығой. ары қарай полиция қызметкерлері өз жұмыстарын атқарады.",
                "date": "29.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрік, сары өрік, алхоры, арасындағы айырмашылық қандай?",
        "question_content": "Кейбір адам сары өрік деп \"абрикос\" -ты ғана атайды. Басқасы \"абрикосты\" жай өрік деп жатады. Үшіншісі сары өрік дегенде \"желтая слива\"-ға сілтейді. (Мирабель сорты) Мысалы, Гүлстан журналы.\n\nГугл суреттерінде екі атаудың арасында мүлдем айырмашылық жоқ.\n\nУикипедияда өрік жайлы мақала, болғанмен сары өрік жайлы ақпарат жоқ.\nТағы сол Уикиде, алхоры мен қара өрікке екі түрлі мақала берілгенмен жемістің суреті бір!\nОсыны түсіндіре алатын маман бар ма?\n\nБір кем дүние!",
        "question_date": "27.01.2019",
        "question_tag": "Өсімдіктер",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маман емеспін, абрикос өріктің орысша атауы деп білемін, меніңші сары өрік , өрік ол бір. Тек сорттарында айырмашылық бар болар ( қышқылдығы, көлеміне орай). \nАл алхоры ол қара өрік, оның түрі де дәмі де өрікке келмейді. Алхорының тағы бір сорты бар, дәмі тәттәлеу алхорыға қарағанда Көксұлтан деп аталады қазақша.",
                "date": "21.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүкті кезде 1ші баланы неше айға дейін емізуге болады?",
        "question_content": "Егер 1ші бала 3 айлық болса, сіз 2ші рет жүкті болсаңыз баланы неше айға дейін емізуге болады?",
        "question_date": "25.01.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ертерек емшектен шығарғаныңыз дұрыс. Іштегі баланың дамуына да қорек, азықтық заттар қажетті",
                "date": "28.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Айлакер түлкі\" ертегісі суреті керек?",
        "question_content": "\"Айлакер түлкі\" ертегісінің суреті керек? Ертегі түлкі мен жолбарыс туралы.",
        "question_date": "24.01.2019",
        "question_tag": "Сурет, Кескін",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айлакер түлкі мен қасқыр",
                "date": "24.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пойыз кешіксе, өтемақыны қалай талап етемін?",
        "question_content": "Өткенде бір танысымның пойызы 3 сағатқа кешігіп, 7500 теңге өтемақы алыпты. Ақшаны қалай алса болады?",
        "question_date": "24.01.2019",
        "question_tag": "Заң",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс айтасыз. Пойыз кешіксе, өтемақы талап етуге құқығыңыз бар!\nПойыздың әр кешіккен сағаты үшін билет бағасының 3%-ы жолаушыға қайтарылады. Мысалы, пойыз 2 сағат кешіксе, билет бағасының 6%-ын өтемақы ретінде талап ете аласыз. \nОл үшін пойыздан түскен сәтте теміржол вокзалының сол күнгі кезекшісіне барыңыз. Ол сіз мінген пойыздың кешіккенін тіркеп, нақты қанша уақыт жоғалтқаныңызды билетіңізді жазып, растайды. Ол билетті вокзалдағы кассаға апарасыз.\nМына сілтемеге өтіп, толығырақ біле аласыз.",
                "date": "25.01.2019",
                "upvotes": 1
            },
            {
                "text": "сол танысыңнан сұрасашы",
                "date": "24.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай сәуле үшін жарықтың судағы жылдамдығы кіші?",
        "question_content": "Вакуумдегі толқын ұзындығы 0,76 мкм болатын жарық үшін судың сыну көрсеткіші 1,329, ал толқын ұзындығы 0,4 мкм жарық үшін ол көрсеткіш 1,344 болады. Қай сәуле үшін жарықтың судағы жылдамдығы кіші?",
        "question_date": "24.01.2019",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай сәуле үшін жарықтың судағы жылдамдығы кіші?",
                "date": "28.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойын: Бұл қай саясаткердің қолтаңбасы?",
        "question_content": "Ойын ойнап көрейік! Әлемге белгілі саясаткерлерді қолтаңбасына қарап тани аласыз ба? Сілтеме мұнда. Нәтижесін бөлісуді ұмытпаңыз!",
        "question_date": "24.01.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз 10 сұрақтың 8 дұрыс жауап бердіңіз!\nТамаша! Саяси жаңалықтарға қызығатыныңыз көрініп тұр.",
                "date": "28.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 сыныптағы аттестатқа 10 сыныптағы жылдық баға қойылады ма?",
        "question_content": "Сұрайын дегенім егер менде 10 сыныпта жылдықта үш пәннен 4 болса,ал 11 сыныпта жылдық бәрі бес болса,қызыл аттестат ала аламын ба?9 сыныпты қызыл аттестатқа бітірдім.\n\n11 сыныптағы аттестатқа 10 сыныптағы жылдық баға қойылады ма?",
        "question_date": "24.01.2019",
        "question_tag": "Мектеп",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Трапецияның ауданын табу керек",
        "question_content": "Көршілес екі кіші қабырғаларының әрқайсысы 6 см , үлкен бұрышы 135° градус болатын тік бұрышты трапецияның ауданын табыңдар",
        "question_date": "24.01.2019",
        "question_tag": "Геометрия",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Sabdm=6*6=36\nSbmc=1/2*6*6=18\nSabcd=Sabdm+Sbmc=36+18=54",
                "date": "28.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен жер алу үшін кезекке тұрсам, үй алуға тұрған кезегіме кедергі болмай ма?",
        "question_content": "1) 10 сотық жер алу үшін кезекке тұрсам деп едім, бірақ келіншегім үйдің кезегінде тұр. Сол кезектен алып тастамайды ма?\n\n         2) Қарындасымның атында жер үй және сыйға алған жер телімі бар, ол кісіге тегін жер алуға кезекке тұруға болама?\n\nАлдын ала рахмет!",
        "question_date": "24.01.2019",
        "question_tag": "Заң",
        "question_views": 814,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мемлекеттік сатып алу туралы заңына сәйкес",
        "question_content": "1. Мемлекеттік сатып алу заңына сәйкес 30% аванстық төлемді сараптамадан өткен жобалау сметалық құжаттамаға сәйкес көрсетемізба? Сараптамадан өтпеген жобалау сметалық құжаттамадада көрсетемізба?\n\n2. ҚР заңнамасына сәйкес жобалау сметалық құжаттаманы мемлекеттік сатып алу порталына енгізу міндетті делінген. Сараптамадан өткен Жобалау сметалық құжаттаманы саламызба?\n\nСараптамадан өтпеген жобалау сметалық құжаттаманы да саламызба?",
        "question_date": "24.01.2019",
        "question_tag": "Заң",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Некедеміз 3 жыл, 2 қызымыз бар. Әйелім үйде жұмыс жасамайды, мен өзім де жұмыс істемеймін",
        "question_content": "Жұбайымен некелескенимизге 3 жыл болды  2 кызымыз бар. Әйелим уйде балалармен отыр турмыс құргалы жумыс жасамады, мен озим 2 жыл бұрын гос.служищий болдым пенсионный бари болды, казырги танда жеке шаруашылығым бар  окиметтен айлық алмаймыз  басымызда уйимизде жок және атымызда жерде жоқ, ауылда атамыздын уйнде турамыз. Сұрайын дегеним биз осы багдарламага қатыса аламызба??",
        "question_date": "24.01.2019",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты қай бағдарламаны айтқаныңыз белгісіз. Қазіргі таңда үй алуға көптеген бағдарламалар бар . Мысалы Тұрғынүйжинақ банкіне барып ондағы жаңа бағдарламалармен кеңесшіден кеңес алып көңілге қонымды , қалта көтеретін бағдарламыны таңдап жайлап үйге ақша жинай бастасаңыз болады.",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаяу адам 10 км жолды белгілі бір жылдамдықпен жүру керек еді?",
        "question_content": "Жаяу адам 10 км жолды белгілі бір жылдамдықпен жүру керек еді, бірақ ол жылдамдығын 1км/сағ арттырып 10 км жолды 20 мин тезірек жүріп өтті. Жаяу адамның алғашқы жылдамдығын тап?",
        "question_date": "24.01.2019",
        "question_tag": "Мектеп",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "{Vt=10\n{(V+1)(t-20/60)=10\n\nt=10/V\n\n(V+1)(10/V - 1/3)=10\n\n10+10/V-1V/3-1/3=10        #3V көбейтейік\n\n30v+30-v²-v=30v\n\nv²+v-30=0\n\nD=1²-4*1*30=121\n\nv=(-1+11)/2=5 км/сағ",
                "date": "28.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тыртық қалған жерге қалай шаш өсіруге болады?",
        "question_content": "Ассаламугалейкум Баршага Мен осыдан уш ай бурын басмды жарып алган едим, басымнын шеткі кекил тусында 7 см узин шрам калды, ол жерге шаш оспитин болды,менин сурагым шрам калган жерге шаш осируге болама блетиндер,  басинан откен адамдар болса жауап жазуларинизди сураймын, отиниш комектесип жыберсениздер нестесем болады, назарларинизга рахмет",
        "question_date": "23.01.2019",
        "question_tag": "Денсаулық",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әскери қызметтен босату",
        "question_content": "Менің жасым 21 де. Кредитім бар 2020 жылдың қыркүйек айына дейін төлеймін. Сурағым кредиті бар азаматтарды әскерге шақырадыма?",
        "question_date": "23.01.2019",
        "question_tag": "Заң",
        "question_views": 836,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жоқ,  кредитің бар болса кредитіңнің өтелуін талап етеді)))",
                "date": "24.01.2019",
                "upvotes": 0
            },
            {
                "text": "Бейбіт уақытта әскери жиындарға шақырудан босатылады:\nқорғанысты, қауіпсіздік және құқықтық тәртіпті қамтамасыз етумен байланысты лауазымдарда мемлекеттік органдарда жұмыс істейтін азаматтар;\nмемлекеттік, азаматтық және тәжірибелік авиацияның авиация персоналы;\nегін және жинау жұмыстары кезінде ауылшаруашылық техникасын жөндеу ұйымдарында және ауыл шаруашылығында жұмыс істейтін азаматтар;\nоқу жылы кезінде күндізгі оқыту нысанындағы білім беру ұйымдарының педагогика қызметкерлері;\nкүндiзгi нысанда оқытатын бiлiм беру ұйымдарында оқитындар;\nәскери міндетті әйелдер;\nәскери міндеттілер запастан шығарылғаннан кейін 2 жыл ішінде;\n18 жасқа толмаған 3 және одан да артық балалары бар азаматтар;\nоларға қатысты анықтау, алдын ала тергеу жүргiзiлiп жатқан немесе сот қылмыстық iсін қарап жатқан адамдар;\nҚазақстан Республикасының Парламенті депутаттары немесе жергілікті өкілдік органдар сайлаған әскери міндеттілер.\nсоттылығы бар азаматтар.\nмемлекеттік органдарда қорғанысты, қауіпсіздікті және құқықтық тәртіпті қамтамасыз етуге байланысты лауазымдарда жұмыс істейтін азаматтар; \nмемлекеттік, азаматтық және эксперименттік авиацияның авиация персоналы;\nегіс және жинау жұмыстары кезеңінде ауыл шаруашылығында және ауыл шаруашылығы техникасын жөндеу ұйымдарында жұмыс істейтін азаматтар;\nоқу жылы кезеңінде күндізгі оқу нысанындағы білім беру ұйымдарының педагог қызметкерлері;\nкүндізгі оқу нысаны бойынша білім беру ұйымдарында оқитындар;\nәскери міндеттілер-әйелдер;\nәскери міндеттілер запасқа шығарылғаннан кейін 2 жыл ішінде;\n18 жасқа дейінгі 3 және одан да көп балалары бар азаматтар;\nоларға қатысты алдын ала тергеу жүргізіліп жатқан немесе қылмыстық істі сот қарайтын азаматтар;\nҚазақстан Республикасы Парламентінің немесе жергілікті өкілді органдардың депутаттары болып сайланған әскери міндеттілер;\nсоттылығы бар азаматтар.\nЕгер әскери қызметке шақыру соғыс уақытында жүзеге асырылса, онда денсаулық жағдайы бойынша ғана әскери қызметке жарамсыз деп танылған азаматтар ғана босатылады",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алибаба интернет магазин қалай зат сатып алуға болады?",
        "question_content": "Алибаба қытайдың интернет магазинінен зат сатып алайындеп едім алып жүргендер болса қалай тапсырыс беремін.",
        "question_date": "22.01.2019",
        "question_tag": "Әлеуметтік желі",
        "question_views": 734,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сұрақта ебай сайты екен алиэкспрете де дәл солай",
                "date": "22.01.2019",
                "upvotes": 0
            },
            {
                "text": "Мен үнемі алып жүрмін. Алибаба сайтынан зат алу оңай. Бірақ әбден тексеріп алу керек. Компания менеджеріне сұрақты көбірек қойып өте талғампыздығыңды және сапаға қатты мән беретініңді қатты білдіру керек . Кез келген затты алдырып бере аламын. Сенімді логистикалар және кейбір заттарды арзан және тездеу келетін жолдары бар. *Emails are not allowed*",
                "date": "18.06.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9-сынып Гос емтихандағы шығарма тақырыптарымен бөлісе аласыздар ма?",
        "question_content": "9-сынып, гос емтиханда келетін шығармалар тізімімен бөлісе аласыздар ма?\nНемесе \"Қазақстан мұгалімі\", \"Егемен(ді) Қазақтан\" газеттерінің 20-25 наурыз айларында жыл сайын жарияланатын 11 сыныптың шығармалар тізімі бар ма?\nБОЛСА БӨЛІСУЛЕРІҢІЗІ ӨТІНЕМІН!!!",
        "question_date": "22.01.2019",
        "question_tag": "Мектеп",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9 сынып ГОС емтиханда \"Жаһандану заманында елдігімізді, тілімізді, мәдениетімізді сақтай аламыз ба?\" деген тақырып келді.",
                "date": "31.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабырғалары 4см және 3 см болатын тіктөртбұрыш сыз.",
        "question_content": "Қабырғалары 4см және 3 см болатын тіктөртбұрыш сыз. Оның периметрі мен ауданын тап. Көмектесіп жіберіңіздерші!",
        "question_date": "21.01.2019",
        "question_tag": "Математика",
        "question_views": 28500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=2*(3+4)=2*7=14 cM\n\nS=3*4=12 cM²",
                "date": "22.01.2019",
                "upvotes": 0
            },
            {
                "text": "S=4×3=12см квадрат\n\nP=(4+3)+(4+3)=14см",
                "date": "9.04.2021",
                "upvotes": 0
            },
            {
                "text": "Көмектесіп жіберіңізші өтінемін",
                "date": "18.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кредитті банкке бармай қанша қалғанын тексеруге болдыма?",
        "question_content": "Несиенің қанша қалғанын банкке бармай қалай тексеруге болады. Олай тексеруге боладыма? Альфа - банктан.",
        "question_date": "21.01.2019",
        "question_tag": "Кредит, Несие",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2051-ге хабарласыңыз немесе https://click.alfabank.kz/entrance сайттан біліңіз",
                "date": "22.01.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "18 минут кешіккен тауар пойызы жылдамдығын 10 км/сағат арттырып",
        "question_content": "18 минут кешіккен тауар пойызы жылдамдығын 10 км/сағат арттырып, 60 км ішінде кешіккен уақытты қуып жетті. Пойыздың алғашқы жылдамдығын табыңдар?",
        "question_date": "21.01.2019",
        "question_tag": "Математика",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "18 мин = 18/60 сағ\n\n(x+10)*18/60=60\n\n18х+180=3600\n\n18x=3600-180\n\n18x=3420\n\nx=3420/18\n\nx=190",
                "date": "21.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шашасына шаң жұқпайды фразеологизмнің мағынасы қандай?",
        "question_content": "Шашасына шаң жұқпайды деген фразеологизмге мысал және мағынасы керек болып тур!Пж",
        "question_date": "21.01.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүгіргенде өзінің шаңынан озатындар.\n\nБұл сайысқа еліміздің барлық аймағынан шашасына шаң жұқпаған жүйріктер жиналды",
                "date": "21.01.2019",
                "upvotes": 0
            },
            {
                "text": "жылдам деген мағына береді.",
                "date": "24.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих пен тил байланысты ма? Неге?",
        "question_content": "Маган казак тили панинен бул такырыпка эссе жазуга берди. Комектесиндерши!!!",
        "question_date": "21.01.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 798,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "адамдар тобыр болып өмір сүрген кездерінде аңға шығу үшін, жабайы аңдардан қорғану үшін  бір-бірімен ымдап тілдескен дейді ғалымдар, олардың қурап кеткен қалдықтарына қарап.\n\nАл қасиетті кітапта адамды жаратқаннан кейін оған тіл, ғылым үйреткен деп жазылған",
                "date": "21.01.2019",
                "upvotes": 0
            }
        ]
    }
]