[
    {
        "question_title": "Телефон зарядкасы тез отырып қалады",
        "question_content": "Менің соткамнын зарядкасы 40, 30, 20 проценттен өшіп қала береді не ушін?  Білсеніздер айтып кетініздерші",
        "question_date": "30.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сотканы күтіп ұстамағаннан, ескіртіп шаршатқаннан.",
                "date": "19.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2022 жылы жастар практикасы",
        "question_content": "2022 жылы жастар практикасында айлық 91890 теңгеге көтеріліпті, қолға алғанда кімге қанша түсті?",
        "question_date": "30.08.2022",
        "question_tag": "Уақытша жұмыстар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған бүгін түсті август айы 67.157 тг неге аз?",
                "date": "10.09.2022",
                "upvotes": 0
            },
            {
                "text": "71177 түсті бүгін",
                "date": "5.10.2022",
                "upvotes": 0
            },
            {
                "text": "маган 62 957 тенге тускен",
                "date": "1.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылқы шаруашылығын қалай қолға алады?",
        "question_content": "Жылқы шаруашылығын қалай қолға алады?, қаражатты қайдан алады?, яки жылқыны сатып алу үшін. Арнайы бағдарлама бар ма, яғни жылқы сатып алу үшін, немесе несие ала ма?, Жылқы кәсібін қолға алу үшін яғни айдала да бағу үшін өздері үй бере ме?, яғни үйрететін адамдар бола ма?, жылқыны қалай баптауды?, қалай жем салуды?, қалай су беруді?, яғни оның тұқымын қалай ажыратуды?, қалай өріске салуды осындай жалпы жылқы бағуды үйрететін адамдар бар ма?. Жанына адам алып бірге бақса бола ма?. Осы жайлы толық мағлұмат берсеңіздер?.",
        "question_date": "29.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл жайлы белгілі белсенді,малшы Алмасбек Садырбаевтан сұрауға болады. Әлеуметтік желілерден таба аласыз.",
                "date": "29.08.2022",
                "upvotes": 1
            },
            {
                "text": "Бизнес бастау арқылы 400 АӘК көлемінде грант алуға болады",
                "date": "2.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрылыста , үй жөндеуде қолданылатын зат туралы",
        "question_content": "Бір ашық жер бар еді. Соны бітеп тастайтын зат керек еді. Стройкада жұмыс істеп  жүрген балдар білу керек. Сары зат, сеуіп тастайсың пысылдатып,  үлкен сап сары болып жабысып қалады. Сол қалай аталады? Керек болып жатыр еді.",
        "question_date": "27.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пена для стройки.\nҚұрылыс көбігі.",
                "date": "29.08.2022",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Кіші қажылыққа бару үшін шамамен қанша қаражатың болу керек?",
        "question_content": "Кіші қажылыққа екі адамды жіберуге қанша теңге кетеді?  Қайсы компания арқылы жіберген дұрыс?",
        "question_date": "27.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. \"Qazaq Travel\" компаниясы: *Emails are not allowed* сайтын көріңіз. \nМекен-жайы: Алматы қ., Пушкин көш., 20, 30\n(орталық мешітке қарама-қарсы)\nQazaq Travel қызметкерлерінің Қажылық ұйымдастыруда 15 жылдық тәжірибесі бар.\n2. «Қызмет Саяхат» компаниясы: *Emails are not allowed*\n2006 жылдан бері қызмет етеді. Мекен-жайы: ҚР, Алматы қ., Абай даңғылы, 150/230, 7-блок",
                "date": "25.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратураға басқа фак-те, яғни юрист деген сияқты мамандыққа түсуге болады ма?",
        "question_content": "Бакалаврды педагогика факультетінде дефектология мамандығын бітірдім. Магистратураға басқа фак-те, яғни юрист деген сияқты мамандыққа түсуге болады ма? Түсуге болады деген жағдай да ақшасын төлеуім керек па?",
        "question_date": "27.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болады,базалық біліміңіз болу керек , тест тапсырып конкурстан өту үшін. Айырмашылық сабақты ақылы оқуыңыз мүмкін.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Универ, колледж оқуға түсе алмадым?",
        "question_content": "Мен 11 сынып бітірдім балл аз болып грантқа түсе алмай қалдым.Ата-анама салмақ салмау үшін колледж қарастырып көрдім.Колледжге онлайн лақтырдым.Одобрено деп келді.Мен уже колледжге түстім ба деп ойласам бүгін результаттары шығыпты мен жоқпын.\"Одобрение\" конкурсқа қатысу үшін беріліп,ол конкурстан да грант ала алмадым.Қазір 25 тамыз барлық колледждерге қабылдау аяқталды.Енді не істесем болады оқусыз қалдым.Қазір деппресивный положениедемін диплом қалай алам.",
        "question_date": "27.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 537,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биыл түсе алмасаң,  дайындығың аздау болған сияқты.Біліміңді жетілдіріп, көбірек дайындал. Ағылшын, қытай курстарын оқып ал. Бірінші жылы түсе алмай , 2 жыл , 4 жыл қатарынан қайта қайта барып грантка түскен құрбыларым бар. Депрессияға түспе. Өмір тек сәтсіздіктерден тұрмайды. Келер жылы түсіп кетесің Алла қаласа. Сәттілік тілеймін",
                "date": "27.08.2022",
                "upvotes": 0
            },
            {
                "text": "Семейдің Шәкәрім университеті арзанырақ, соған қалаған мамандығыңа түс.\nБолмаса әкімшілік гранты болады әр қалада, әкімдікке шық.",
                "date": "29.08.2022",
                "upvotes": 0
            },
            {
                "text": "Платный оқу көп.Болашағы бар мамандыққа түс платный болсада.Ақша жағы бір мәнісі болад.",
                "date": "30.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География математика таңдайтын болсам, 10 сыныпта қандай бағытта оқимын?",
        "question_content": "Бағыт туралы айта кетсеңіздер",
        "question_date": "27.08.2022",
        "question_tag": "Математика",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаратылыстану\nhttps://baribar.kz/51966/11-synyp-oqushylaryna-mamandyqtar-men-olargha-qazhetti-tanhdau-panderi/ Осы жерден бейіндік пән бойынша мамандықтар тізімін көре аласыз.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 сыныптан кейін оқуға түсе алмадым",
        "question_content": "Мен 11 сынып бітірдім.ҰБТ балл аз жинап, грантқа түсе алмадым.Ата-анама салмақ салмайын деп колледж қарастырдым,колледж тауып,оған онлайн документ тапсырдым.Одобрено деп шықты мен грантқа түстім деп қуанып жүрсем,бүгін результаттары шығыпты мен жоқпын.Қате ма деп ойладым хабарлассам \"Одобрено\" деген конкурсқа қатысуға өтініш екен.Ол грант конкурстанда орын ала алмадым.Қазір 25 тамыз бүкіл оқу орындары жабылды қабылдау комиссиясы.\n\nБасты сұрақ:Мен қазір енді оқусыз қалдым алдағы уақытта не істеймін.Диплом қалай аламын.Өте деппресивный положениедемін",
        "question_date": "27.08.2022",
        "question_tag": "Университет, колледж",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер оқуға түсе алмасаңыз келесі жылға дейін әбден дайындалып емтихан тапсыруға болады емеспа",
                "date": "7.09.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқушы мектепте сыныбын еркін ауыстыруға құқылы ма?",
        "question_content": "Оқушы мектепте сыныбын еркін ауыстыруға құқылы ма?",
        "question_date": "27.08.2022",
        "question_tag": "Мектеп",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқушыны бір сыныптан басқасына ауыстыру мәселесін ата-ананың өтініші бойынша мектеп директоры шешеді.",
                "date": "27.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Где можно отработать педагогический грант кроме школы?",
        "question_content": "В школах нет вакансии",
        "question_date": "27.08.2022",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жекеменшік мектептерге хабарлас.",
                "date": "29.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басқарушы компания деген не?",
        "question_content": "Басқарушы компания деген не? Оның КСК дан айырмашылығы қандай? Ол тұрғын үйдің жылыту маусымына дайындығына, жылыту маусымы біткен соң \"стояк\"-тардың (ашу,жабу) жабылуына жауап бере ме?",
        "question_date": "27.08.2022",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 252,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неге шашты тықырлап алып тастағанда бас бұжырланып қалады?",
        "question_content": "Кейбір адамдар шашын тықырлап алып тастағанда неге басы (құйқа жағы)  құжырланып бұжырланып қалады?",
        "question_date": "27.08.2022",
        "question_tag": "Қызық сұрақтар",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шаш бас терісіне пиязшықтар арқылы бекиді, сол пиязшықтар майда бүдір болып білініп тұрады.",
                "date": "20.10.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үй сатып алу туралы сұрақ",
        "question_content": "Үй сатып алғанда сатушы қайтадан өз үйін қайтарып ала -ала ма?",
        "question_date": "26.08.2022",
        "question_tag": "Заң",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сатып алу – сату келісімін рәсімдеу процесін бастамастан бұрын, cіз сатып алатын үйдің заңдылығына және сатып алғаннан кейін ешқандай проблеманың туындамайтындығына көз жеткізіп алуыңыз қажет. Сондықтан, сатушыдан мынадай құжаттарды көрсетуін талап етіңіз:\n– Жылжымайтын мүлікке тіркелген құқықтар (ауыртпалықтар) және оның техникалық сипаттамалары туралы анықтама беру.\n\nБұл анықтама үйдің кепілдікке қойылмағандығы, үйді сатуға тыйым салынбағандығы, осылайша меншік иесі өзіне тиесілі мүлікке иелік етуге толық құқының бар екендігі туралы деректі растайды.\n\n– Пәтерге құқық орнатушы құжаттар (сатып алу-сату, айырбастау, сыйлау, жекешелдендіру келісімі; мирас етуге құқық туралы куәлік; меншік құқы туралы куәлік; жария саудалардан сатып алу туралы акт; меншік құқын растаушы, соттың күшіне енген шешімінің көшірмесі.\nЭлектрондық тіркеуді қоспағанда, құжатта тіркеуші органның мөртабаны тұрғанына міндетті түрде көз жеткізіңіз.  Мәмілені, мұраға құқық туралы куәлікті, меншік құқығы туралы куәлікті нотариалды куәландырғаннан кейін жылжымайтын мүлікке құқықтарды мемлекеттік тіркеу бірыңғай нотариаттық ақпараттық жүйеден құқықтық кадастрдың ақпараттық жүйесіне автоматты түрде түсетін құқық белгілейтін құжаттың электрондық көшірмесі негізінде жүзеге асырылады. Электрондық тіркеу кезінде құжатқа мөртабан қойылмайды.\n– Пәтерге техникалық жоспар.\n\nНақты жоспарлау осы жоспарда көрсетілген жоспарлаумен дәл келуі тиіс. Өйтпегенде cіз қайта жоспарлауды заңдастырмай пәтерге мүлікке құқықты тіркей алмайсыз.\n\nОсыдан кейін келісімді рәсімдеуге кірісуге болады. Егер де барлық соманы бірден төлеуге шамаңыз жетпесе, кепілақы туралы келісім жасалады.\nЖылжымайтын мүлікпен байланысты, келісімнің шамамен 90% нотариалдық кеңселер арқылы жасалады. Алайда заң бойынша мұны жасау міндетті емес, келісімнің жазбаша үлгісінің өзі жеткілікті. Келісім жасалғаннан кейін сатушы мен сатып алушы өз арасында есеп айырысады. Есеп айырысқанда банктердің көмегіне жүгінген дұрыс, онда қолма-қол немесе есеп шотқа аудару арқылы есептесуге болады.\n\nҚР Азаматтық Кодексіне сәйкес келісім мемлекеттік тіркелгеннен кейін жасалған болып есептеледі. Яғни, нотариатта жылжымайтын мүлікке рәсімделген және «Азаматтарға арналған үкімет» мемлекеттік корпорациясы» КЕАҚ тіркелмеген келісімнің заңды күші болмайды.",
                "date": "23.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сюцай ілімі деген не?",
        "question_content": "Сюцай ілімі деген не?",
        "question_date": "21.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 974,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сюцай деген цифрология сияқты ғылымның бір түрі. Сандар арқылы адамның өмірін зерттейді. Мысалы туылған күн, телефон номері, тағы неке күндері сияқты адам өміріндегі маңызды күндерді зерттеу арқылы болашаққа болжау жасайды.",
                "date": "27.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалім болу үшін педагог санатына тест тапсыру керектігі туралы қайда жазылған?",
        "question_content": "Балам биыл жоғары оқу орнын бітіріп диплом алды енді мұғалім болып жұмыс жасау үшін педагог санатына тест тапсыру керек екен, осының заңдылығы туралы білгім келеді.",
        "question_date": "21.08.2022",
        "question_tag": "Заң",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Testcenter. Kz тен көруге болады",
                "date": "21.08.2022",
                "upvotes": 0
            },
            {
                "text": "ЖОО бітірген түлектер қосымша тестілеуден өтіп, «Педагог» біліктілігін алуға міндетті - министр. ҚР Білім және ғылым министрі Асхат Аймағамбетов Facebook парақшасында педагог мамандардың біліктілігін арттыруға қатысты ойын ортаға салды.\n\n«Осыған дейін мұғалімдерді конкурс арқылы жұмысқа қабылдаудың жаңа жүйесі жайында пост жариялағанмын. Ондағы талаптардың бірі - педагог қызметіне алғаш кіріскелі тұрған мамандарға міндетті біліктілік тестілеуден өту.\n\nОсы жазбамда сол талаптар туралы толығырақ тоқталамын.\n\n2021 жылы алғаш рет педагогикалық бағытта білім алған 32 мың түлекті тесттілеуден өткіздік.\n\nТестілеу пилотты түрде өтті. Бірақ енді жаңа ережелерді қабылдағаннан кейін, биылдан бастап түлектер мектепке жұмысқа орналасу үшін педагогикалық жоғары білімі туралы дипломының болуы жеткіліксіз. Енді қосымша тестілеуден өту арқылы «Педагог» біліктілігін алуға міндетті.\n\nБұл қалай жүзеге асырылады?\n\nБәрі өте қарапайым.\n\nМысалы, төрт жыл бойы математика мұғалімі мамандығын оқыған студент мектепке жұмысқа орналасуы үшін Ұлттық біліктілік тестін тапсыратын болады. Тестілеу сұрақтарында математика бойынша мектеп бағдарламасы мен сол пән бойынша сабақ беру әдістемесі қамтылады»,-дейді министр.",
                "date": "22.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біреудің үйіне рұқсатсыз кіріп ұрып соққан үшін қандай жаза қолданылады",
        "question_content": "Құқық бұзушылық.  Заң",
        "question_date": "21.08.2022",
        "question_tag": "Заң",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қылмыстық кодекстің 109-бабы. Ұрып-соғу\n      Тән ауруына ұшырататын, бірақ денсаулыққа жеңіл зиян келтіруге әкеп соқпаған ұрып-соғу немесе өзге де күш қолдану іс-әрекеттерін жасау -\n      жүз айлық есептік көрсеткішке дейінгі мөлшерде айыппұл салуға не дәл сол мөлшерде түзеу жұмыстарына не жүз жиырма сағатқа дейінгі мерзімге қоғамдық жұмыстарға тартуға не екі айға дейінгі мерзімге\" қамауға алуға жазаланады.\n      110-бап. Азаптау\n      1. Ұдайы ұрып-соғу немесе өзге күш қолдану іс-әрекеттері арқылы тән зардабына немесе психикалық зардап шегуге ұшырату, егер бұл іс-әрекет денсаулыққа ауыр немесе орташа ауырлықтағы зиян келтіруге әкеп соқпаса -\n      бір мың айлық есептік көрсеткішке дейінгі мөлшерде айыппұл салуға, не сол мөлшерде түзеу жұмыстарына, не екі жылға дейінгі мерзімге бас бостандығын шектеуге, не сол мерзімге бас бостандығынан айыруға жазаланады.\n      2. Дәл сол әрекет:\n      1) кәмелетке толмаған немесе кінәліге дәрменсіз күйде екендігі белгілі не кінәліге материалдық немесе өзгедей тәуелді адамға, сол сияқты ұрланған не кепіл ретінде қолға түсірілген адамға қатысты;\n      2) екі немесе одан да көп адамға қатысты;\n      3) кінәліге жүктілік жағдайында екендігі белгілі әйелге қатысты;\n      4) азаптауды қолдану арқылы;\n      5) жалдау бойынша;\n      6) әлеуметтік, ұлттық, нәсілдік, діни өшпенділік немесе араздық тұрғысында жасаса -\n      үш жылдан жеті жылға дейінгі мерзімге бас бостандығын шектеуге не сол мерзімге бас бостандығынан айыруға жазаланады.",
                "date": "23.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздықты қалпына келтіргенін қалай білуге болады? Кәдімгі қаннан айырмашылығы бар ма?",
        "question_content": "Қыздықты қалпына келтіргенін қалай білуге болады? Кәдімгі қаннан айырмашылығы бар ма?",
        "question_date": "20.08.2022",
        "question_tag": "Жалпы медицина",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менде және қызда ең арғы 3 атамыз бір. Бірақ ары қарай бөлініп кетеді. Үйленуге бола ма?",
        "question_content": "Қызда 7 атадан асып тұр менде шежірем толық емес. Менде және қызда ең арғы 3 атамыз бір. Бірақ ары қарай бөлініп кетеді. Үйленуге бола ма?",
        "question_date": "17.08.2022",
        "question_tag": "Махаббат",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ру бөлек  болса да жеті атадан жақын туыстығы болмау керекбілуімше, Үлкен ата апаларыңыздан ақыл сұраған дұрыс ау бұндай мәселеде.",
                "date": "20.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыссыз жүрген Жұңго этникалық қазағы қалай қазақыстан азаматын алады?",
        "question_content": "Қытайда Жұмыссыз жұрген Жұңголық  этникалық қазағы қалай қазақ мемілекетінен шақырту алыдырып, Қазақ елінің  азаматтығын алады?",
        "question_date": "16.08.2022",
        "question_tag": "Жалпы сұрақ",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қытай қазағы қалай қазақыстан азаматтығын алады?",
        "question_content": "Жұмыссыз жұрген Қытай этникалық қазағы қалай Қазақыстанға көшіп келіп Қазақыстан азаматтығна өтеді?",
        "question_date": "16.08.2022",
        "question_tag": "Заң",
        "question_views": 424,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Аудармашы мамандығын қанша жыл оқимын?",
        "question_content": "Аудармашы болғым келеді қазірден дайындалып өзім үйден 2жыл бойы өз бетімен дайындалып жүрмін. Болашақта аударма ісінің маманы болғым келеді\n\nҚазақстанда қандай университеттер бар осы мамандық бойынша оқытатын және қанша жыл оқимын егер аудармашы болсам шет елге шыға аламынба? Қанша табуға болады бул жумыс бойынша? Жұмыс таба аламынба? Ауызша немесе жазбаша аудармашы қайсысы жақсы? Естуім бойынша Қазақстанда осы мамандық бойынша  3тілді оқытады екен мен корей тілін таңдап отырмын соған қандай универді таңдасам болады??",
        "question_date": "16.08.2022",
        "question_tag": "Мамандық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иняз Абылайхан атындағы сол ЖОО таңдаңыз. \nЖақсы аудармашы болсаңыз шет елдік компанияларға жұмысқа тұрсаңыз, жақсы жалақы аласыз. Барлығы Алланың қалауымен өз еңбегіңізбен болатын дүние.",
                "date": "20.10.2022",
                "upvotes": 0
            },
            {
                "text": "Елімізде Аударма және аударма ісі мамандығы бойынша \"Астана\" халықаралық университеті (Астана қ.).\nАл аударма ісі мамандығы бойынша Нарикбаев атындағы КАЗГЮУ университеті (Алматы қ.), К.Жұбанов атындағы Ақтөбе аймақтық университеті (Ақтөбе обл.), С.Демирель атындағы университет (Алматы қ.), Л.Н.Гумилев атындағы Еуразиялық ұлттық университеті (Астана қ.), Абай атындағы Қазақ ұлттық педагогикалық университеті (Алматы қ.), КИМЭП университеті (Алматы қ.), Қазақ Ұлттық қыздар педагогикалық университеті (Алматы қ.) т.с.с. ЖОО бар.\nОқу жылы - 4 жыл\nЕстуімше Абылай хан атындағы Қазақ халықаралық қатынастар және әлем тілдері университеті (Алматы қ.); С.Демирель атындағы университет (Алматы қ.), Әл-Фараби атындағы Қазақ ұлттық университеті (Алматы қ.), К.Жұбанов атындағы Ақтөбе аймақтық университеті (Ақтөбе обл.) ЖОО корей тілдерін оқытады, осы ЖОО хабарласып мәлімет ала салыңыз.\n2022-2023 оқу жылында Жалпы конкурс бойынша грантқа 136-114 балл аралығында түскен. \nАудармашы жұмысты офиста отырып немесе қашықтықтан жасай алады. Қазіргі таңда сұраныс орташа мамандық. \nМенің ойымша, шет елдерге шығу немесе шықпау ол әр тұлғаның өз еркі. Мемлекет басшысы Қасым-Жомарт Тоқаев: \"Әлем халықтарының озық үрдістерін үйрену үшін тіл білу қажет. Шын мәнінде, жастар неше тіл білсе, алдынан сонша елдің есігі айқара ашылады. Бұл туған еліңнің мүддесіне қызмет ету үшін қажет. Дегенмен, ең алдымен, жастарымыз ана тілін - қазақ тілін білуі керек\" - деді.",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хабароламаларды және минуттарды қалай мб алмастырады?",
        "question_content": "Хабарламаларды және минуттарды қалай мегабайт қа алмастыруға болады?",
        "question_date": "16.08.2022",
        "question_tag": "Байланыс операторлары",
        "question_views": 843,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр оператордікі әртүрлі.",
                "date": "17.08.2022",
                "upvotes": 0
            },
            {
                "text": "теле2 және актив операторлары бойынша: \n*155*77# – ауыстыруға болатындығын тексеру;\n*155*62*<ауыстыратын бірлік көлемі># – минуттарды гигабайтқа ауыстыру;\n*155*64# – ауыстыру тарихын анықтау.\n*747*2#OK - Минуттарды Мегабайты немесе SMS-ке ауыстыру; *747*3#OK - SMS-ті Минут немесе Мегабайтқа ауыстыру;  *747*4#OK - Анықтама.\nАлтел операторларында бұл қызмет өкінішке орай жоқ.\nБилайн операторлары «Переходи на О!» немесе «Переходи на О!+» тарифтері бойынша *796*4# пәрменін басу арқылы ауыстыра алады.",
                "date": "21.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балаға 1.5 жаста салынатын екпе не үшін салынады? Неге балаларға кері ықпалы тиіп жатыр?",
        "question_content": "Мысалы, менің бір туысымның баласы сол екпеден кейін сөйлемей қалды. Қазір 4-ке таяп қалды. Бірақ сөйлемей қалды. Оған дейін дыбыс шығарып, сөйлеуге талпынып жүр еді. Сол секілді, бірнеше мысалдар бар. Сонда бұл екпе фармацевт магнаттарының бизнесінің бір көрінісі ме?",
        "question_date": "16.08.2022",
        "question_tag": "Тазалық",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңадан салынған \"благостройка\" үйлердің кепілдік мерзімі қанша жылға дейін?",
        "question_content": "Нақты белгілі бір заңмен белгіленген бе осы мәселе?",
        "question_date": "16.08.2022",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік тапсырыспен салынған үйлерге мердігерлер 5 жыл кепілдік береді.",
                "date": "27.12.2022",
                "upvotes": 1
            }
        ]
    }
]