[
    {
        "question_title": "Жақсы емхананы қалай таңдау керек?",
        "question_content": "Тіркеуге тұрарда қандай емхананы таңдаған дұрыс?",
        "question_date": "17.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұраққа жауап беру өте қиын. Біздің елде медицинаны қолға алу керек деп ойлаймын",
                "date": "12.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шие тобына күзгі балға таныстыру қажет?",
        "question_content": "Шие тобына күзгі балға қыз бен балаға таныстыру тауып бересіздер ме?",
        "question_date": "16.10.2018",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таныстыру.\n\nКұтты болсын күзгі бал салтанаты\nСайыста ақ боз аттай оза шапқың\nБас бермей бір-біріне ұшқыр оймен\nҚалардай естелік қып думандатқың\nЕстелік деген сөзім соңғы жыл ғой\nКетерміз мектептенде тасалап бой\nЕңсеңді биік ұстап тік көтеріп\nЖеткізеде білейік саналы ой\nТаныстырып өтемін өзімді мен\nМақсатыма жетемін тек көздеген\nРуым.....деген елдің\nАру қызы мен ..... .....әкем\nБұл сайыста өз жұбым ..... болады\nЕсіміне сай танылған оң мен солы\nӨз жұбыма сәттілік тілек тілеп айтып\nТек қана алға бассын деп өмір жолы\nАл біз бүгін 11\"А\"сынып түлектері\nОсылай көпке мәлім тілектері\nӘрине алтын ұя қымбат әркез\nКуансада қимастық жүректері\nЖетейік жарыстардан жарыстаға\nБіреуіміз жеңілмесек қалыс барма\nБүгін оқушы келешек азамат боп\nЖетейік сол кезде мол табыстарға",
                "date": "8.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Минералдардың адам өміріндегі маңызы\" эссе маңызы",
        "question_content": "Минералдардың адам өміріндегі маңызы эссе",
        "question_date": "16.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 19000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маган минералдар адам өміріндегі маңызы эссе керек",
                "date": "17.10.2019",
                "upvotes": 0
            },
            {
                "text": "Минералдын манызы зор адам 70 Пизы Судан турады гои",
                "date": "7.10.2021",
                "upvotes": 0
            },
            {
                "text": "Ответ:Адам денесінде болатын химиялық элементтердің ішінде, минералды заттардың маңызы зор. Адамның тіршілігі үшін ең керекті минералды заттардың ішінде негізгі орын алатын — тұз. Ол ағзаның барлық тіндері мен сұйықтықтарының құрамында кездеседі. Клеткалар өздерінің қызметін дұрыс атқару үшін, оларға тұздың арнайы құрамы мен концентрациясы қажет. Біздің ағзамыз үшін тәулігіне екі грамдай ас тұзы керек. Адам ағзасында негізгі оттекгі тасымалдаушы — гемоглобиннің құрамында темір болады. Біздің ағзамызға кішкентай шегенің көлеміндей темір болса жетіп жатыр. Кальций мен фосфор қаңқа сүйектері мен тісіміз мықты болу үшін өте қажет. Йод жетіспесе, қалқанша без өзінің қызметін дұрыс атқара алмайды. Ол безде гормонның түзілуі төмендейді де, ағзада зат алмасу процесінің жұмысы бұзылады. Егер фтор жетіспесе, тісіміз бұлінеді. Жемістер мен көкөністердің құрамы қоректік талшықтар — клетчаткага бай болады. Клетчатка толықтай ыдырамайды және ағзаның құрамынан жартылай қатты қалдық — фекалий түрінде шығады. Ол ас қорыту жүйесі үшін өте қажет, өйткені қоректік заттардың ас қорыту жолдарымен жылжуы осы арқылы іске асады. Адамның ағзасына, өте аз мөлшерде, жиырмадан астам минералды заттар қажет. Бұл заттардың барлығын біз қоректік заттар мен судан аламыз.",
                "date": "10.10.2021",
                "upvotes": 0
            },
            {
                "text": "Минералдар манызды. Себеюи ол адамнын 70% ын курайды.",
                "date": "7.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияның туындысын табыңыз тезз",
        "question_content": "Функцияның туындысын табыныз",
        "question_date": "15.10.2018",
        "question_tag": "Математика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "f'(x)=4*³V(5x^6+12x³)+30x^5+24x²\n\ng'(x)=18tg²(x³+8)+6*(1/cos²x)³(x³+8)+3x²",
                "date": "15.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "f(x)=tg(4x+x+5) функцияның туындысын табыңыз?",
        "question_content": "функцияның туындысын табыңыз",
        "question_date": "15.10.2018",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "f'(x)=(1/cos²x) * (4x²+x+5)+tg(8x+1)\n\ng'(x)=5(e^sin2x+6)^4+[e^(cos2x+2sinx) +6]^5",
                "date": "15.10.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Ангина гной емделу жолдары .",
        "question_content": "Менде    Гной  Ангина қалай     айығу  жолдары  .",
        "question_date": "15.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 723,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біз ангинамен ауырған кезде мән бермейміз, ол дұрыс емес. Ангинаның алғашқы белгісі білінісімен дәрігерге жедел көрініп, созылмалы түрге өткізбей емделу қажет. Себебі ангинаны уақытылы емдемесе, ауру бүйрекке, жүрекке, т.б. органдарға шабуы мүмкін. Тамақты жылы ұстау, мезгіл-мезгіл сұйық тағам ішу, жылы компресс қою, жиі-жиі тамақты сода, тұз ерітінділерімен шаю қажет.",
                "date": "16.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың бір қабырғасы екіншісінен 5 см қысқа, ал периметрі 22 см.",
        "question_content": "Тіктөртбұрыштың бір қабырғасы екіншісінен 5 см қысқа, ал периметрі 22 см. Тіктөрбұрыштың ауданын табу керек?",
        "question_date": "15.10.2018",
        "question_tag": "Математика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=2(a+b)\n\na=b-5\n\n22=2(b-5+b)\n\n22:2=2b-5\n\n11+5=2b\n\n1=2b\n\nb=16:2=8\n\na=8-5=3\n\nS=a*b=3*8=24 см²",
                "date": "15.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүріп жүрген қызым қыдыру, дүние туралы көп айтады",
        "question_content": "Журип журген кызым бар. Ол жалпы карапайым отбасынан. Бирак дуние туралы коп айтатше. Кыдырайык, Дубайша барайык, АнталиЯга , Кокшетауга тауга барайык деп. Жалпы ол кандай кыз болуы мумкин ? Осындай кыздан бастартканым дурспа?",
        "question_date": "15.10.2018",
        "question_tag": "Махаббат",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол қыз сені шын жақсы корсе ол сеннен тек шынайы махаббат оған көңіл бөлгеніңді талап етеді. Мысалы: өтірік айтпая кояйын меніңде жігітім бар. Мен бірақ одан ондай нарсені талап етпеймін! Өзі ұялғаннан маған шоколад алып береді. Мен бірақ оған ой неге аласын деп ренжимін. Өйткені мен одан маған деген махаббаты мен сезімінің шынайы болуын қалаймын. Басқа нарсе маған керегі жоқ . Ақшасыда үстіне киген киіміде маған онша маңызды емес. Мен оны жақсы көрем және ол мені жақсы көреді. Бұл маңыздырақ деп ойлаймын!!!",
                "date": "15.10.2018",
                "upvotes": 0
            },
            {
                "text": "Ондай қыдыру туралы айтса не болыпты? Неғып шошып отсың?",
                "date": "17.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайтыс болған адам түсімде тағы қайтыс болды!",
        "question_content": "Өмірде менің бауырым яғни інім қайтыс болды бүгін түскөрдім түсімде сол қайтыс болған інім қайтадар қайтыс болыпты бұл нені білдіреді ?",
        "question_date": "15.10.2018",
        "question_tag": "Жанұя",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі есе көп өмір сүреді)))))",
                "date": "17.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ертеңіне тайыма ішім қазандай қайнады. Осыған морфологиялық талдау?",
        "question_content": "Ертеңіне тайыма ішім қазандай қайнады. Осыған морфологиялық талдау?",
        "question_date": "14.10.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 804,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Геометрия пәнінен үшбұрыштың ауданын табу керек?",
        "question_content": "1. Даны вершины треугольника ABC\nA(4,8,3) B(2,7,-1) C(4,5,2)\nНайти: длину стороны AB\nугол BAC\n2. Даны вершины пирамиды ABCD\nA(-1,10,8) B(2,3,5) C(4,7,-2) D(1,7,3)\nНайти: Площадь грани ABC\nОбьем пирамиды\nВысоту DO",
        "question_date": "14.10.2018",
        "question_tag": "Геометрия",
        "question_views": 605,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Агрегаттық күйді анықтау",
        "question_content": "Берілген заттар: қант, ауа, су буы, сынап, ас тұзы бөлме температурасында қандай агрегаттық күйде болады?",
        "question_date": "14.10.2018",
        "question_tag": "Химия",
        "question_views": 28700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ассаламу ъалайкум! Менің есімде қалғаны. Заттың үш агрегаттық күйі болады: Қатты, сұйық, газ күйінде.\nМысалға:  су 3 күйде болады. Төмен температурада қатты. Жылы температурада сұйық. Жоғары температурада газ күйінде, яғни булануы",
                "date": "15.10.2018",
                "upvotes": 1
            },
            {
                "text": "Маган суретте  үш сурет берілді Бириншисинде коп молекула секилди  коныр шариктер турды онын пишини бурыштары коп екиншисинде коп болды бирак ол донгелек болды ушиншиси н  де аз балды           \nАгрегаттық куйди бирден бастап атап беринищдерши",
                "date": "29.11.2018",
                "upvotes": 0
            },
            {
                "text": "катты агр:кант,ас тұзы.\nсұйық:сынап.\nгаз:ауа,су буы.",
                "date": "18.10.2021",
                "upvotes": 0
            },
            {
                "text": "Қант қатты су буы газ тарізді, ауа газ тарізді, ас тұзы қатты",
                "date": "25.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай адамды бауырым деп санайсыз?",
        "question_content": "Қандай адамды бауырым деп санайсыз?",
        "question_date": "14.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүкіл мұсылман бір-біріне бауыр!!!",
                "date": "14.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Афферентті көру жолдарының ауысуы болады?",
        "question_content": "Афферентті көру жолдарының ауысуы қай жерде орналасады ?\n\nа. Медиальді дене бөлігінде, төрт төмпешіктің артқы бөлігінде\n\nb. Медиальді дене бөлігінде, төрт төмпешіктің алдыңғы бөлігінде\n\nс. Латеральді дене бөлігінде, төрт төмпешіктің артқы бөлігінде\n\nd. Латеральді дене бөлігінде, төрт төмпешіктің алдыңғы бөлігінде\n\nе. Таламуста, төрт төмпешіктің артқы бөлігінде",
        "question_date": "13.10.2018",
        "question_tag": "Университет, колледж",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әскерге шақыру жайлы.",
        "question_content": "Мен 2018 жылы күзде әскерге шақырылдым медкомисядан өтіп жатқанда почканда құм бар деп келесі жылдын 1 мартна дейн отсрочка ға жіберді бірақ мен емделіп дәрі ішіп қаралдым кәзір бәрі жақсы узиға түстім енді мен тағыда военкоматқа барсам алама?",
        "question_date": "13.10.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барып көрсеші сол медкомиссиядағылармен сөйлесіп.",
                "date": "14.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалалықтардың мәселелері?",
        "question_content": "Қаладағы жастардың жалпы жағдайы? жұмыс орындары туралы.",
        "question_date": "12.10.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалаға келе салып қаланың қызу тіршілігіне  араласып кету өте қиын дүниелердің бірі десекте болады,Соның бірі жұмыс табу мамандық бойынша дипломың болсада қара жұмышы болып жұмысқа кіруің де оңай  емес ,Әрине кімде кім болсада жасы келсе де пол жуатын таяғын  не көше сыпыратын  сыпырғысын ешкім-ешкімге оңайлықпен бере салмайды",
                "date": "25.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы урбанизация туралы",
        "question_content": "Қазақстандағы урбанизация туралы. Қалай жүзеге асып жатыр? Қаншалықты жүргізіліп жатыр?",
        "question_date": "12.10.2018",
        "question_tag": "Қоғам",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2019 жылы 1 ақпанда Қазақстандағы қала тұрғындарының саны 58,1%-ға жетіп, 2009 жылмен салыстырғанда 4,9%-ға өскен. Сонымен бірге үш миллионер қала пайда болды: Алматы (1 856 480 адам), Астана (1 080 298 адам), Шымкент (1 011 538 адам).\nТәуелсіз Қазақстанда қалалану қалай жүрді?\nБірінші – жағымды жағы: тәуелсіздік алғаннан кейін КСРО кезінде Қазақстанға жер аударылған миллиондаған халық өз атажұрттарына қайтты. Сол кезде жұмыс іздеген халық босап қалған зауыт-фабрикаларға жиналды. Осылайша қаланы қазақыландыруға мүмкіндік туды.\nЕкінші –жағымсыз жағы: Қазақстандағы ауыл-шаруашылық кооперативтері, колхоздар мен совхоздар жекешелендіріліп, ауылдағы халық жұмыс көзінен және ішер астан тарығып, қалалы жерлерге үдере көшті. Алайда нарықтық құн көзқарасына, базар шаруашылығына үйренбей, ауыр дағдарысты бастан кешірді, кейбірі әлі күнге дейін қалада үйсіз-күйсіз жүр.\nҮшінші, саяси жағынан алғанда, облыстарды және кейбір аудандарды біріктіру немесе жою, Астананы солтүстікке көшіру де халықтың ағынын тудырды. Сол кезде оңтүстіктегі және жабылған облыс-аудандардағы жүз мыңдаған адам облыс не аудан орталықтарына, құрылыс жүріп жатқан Астана қаласына ағылды. Осы арқылы солтүстік өңірлердегі халықтың үлесін арттыру, елдің тұтастығына қауіп төндіретін мәселелердің алдын алу жағынан өте маңызды қадамдар жасалды.\nҚазақстандағы қалалану динамикасы / ҚР Ұлттық экономика министрлігі мәліметінен\nБұл туралы әлеуметтанушы Талғат Жақиянов:\n– Ауыл-қыстақ тұрғындарының жан бағу үшін қалаға ағылуын жабайы урбанизация, яғни үдере көшу дейміз. Бұл ешқандай жоспарсыз және жүйесіз жүрді. Қаладан жұмыс таппаса да, көзсіздікпен ағылды. Өте көп мәселелер туындады. Мемлекет қалаға жұмыс күшін тартуды реттеп отыруы керек. Сұраныс пен ұсыныс болғанда ғана халық қиындыққа ұшырамайды, – дейді.\nҚалаланудың пайдасы да, зияны да бар\nАдам капиталының бір жерге топталуы бәсекеге қабілетті өсіріп, орта және шағын кәсіпкерліктің дамуына ықпал ететіні белгілі. Әр жеке тұлға үшін білім, денсаулық сақтау сияқты қажеттілікті үйлесімді орналастырылады, өмір сүру деңгейін көтереді.\nАлайда, бала тәрбиесі ақсап, табиғи ортадан алыстаған адамның психологиясы мен өмір салтының өзгеретіні тағы бар. Әсіресе, жабайы урбанизацияның, яғни үдере көшудің қиындық әкелетіні белгілі. 90 жылдардағы жаппай жекешелендіру кезінде өз өмір сүру ритмінен жаңылып, заман үрдісіне ілесе алмаған мыңдаған тұрғын жұмыс іздеп, қалаға жағалады. Олардың барлығының жұмыс табуы мүмкін емес. Оған үйлі болу деген ауыр мәселені қосылады.\nСерік Ерғали, мәдениеттанушы:\n– Бұл халықтың өсіміне ықпал етіп отыр, яғни тұрмыстың қиындығынан қала тұрғындары көп балалы болудан өздігінен шектеле бастады. Үйленуге жағдайы келмеген және уақыт таппаған жүз мыңдаған бойдақ пайда болды. Олардың ішінде кәрі қыздардың саны да көп. Әсіресе, мемлекеттік қызметтегі қыздардың жалақысының төмендігі, үймен қамтылмауы – ауыр мәселе. Үкімет мұны мойындау керек, – дейді.\nАуыл қалаға не береді?\n– Қазір кей ауылда жер жекешеленіп, бір топтардың қолына өтіп кеткен. Сонымен шаруашылықпен айналысып отырған халық күн көріс көзінен айырылып, мыңдаған ауыл жабылды. Ал, қалған ауылдардың да инфрақұрылымы бұрынғы күйде қалды. Қарапайым ауыл тұрғындары баяғыша қиындықта жүр, – дейді Серік Ерғали мырза.\nАуыл қалаға адам беріп отыр. Онда табиғи өсім жоғары, яғни қалаға оқуға келген балалар мен жұмыс іздеген жастардың ауылға қайтуы екіталай.\nҚала халқына үй, жұмыс, тамақ және киім-кешек керек. Мұның ішінде ішпек-жемек пен өндірістің шикізаттары қаладан тыс жерлерден тасылады. Онымен көбінесе қаламен іргелес тұрған шағын қала, ауылдар қамтылады. Былайша айтқанда қалаға бағытталған базар арқылы нәпақа тауып отырған ауыл тұрғындары көп.\nТолығырақ: https://informburo.kz/kaz/urbanizaciya-azastanda-alaa-kshu-dinamikasy-anday.html",
                "date": "28.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бас ауыстыру операциялары қай елде жасалады?",
        "question_content": "Бас ауыстыру операциялары қай елде жасалады?\nАдамның басын ауыстырып салатын операциялар барын естідім. Оны шынында да жасайтын елдер бар ма? Қай елде жасайды?",
        "question_date": "12.10.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бас ауыстыру операцияларын АҚШ-да 90 жылдан бері қарастырып зерттеп келеді. Ол елде қаншама адамға бұл операция түрі жасалған, ол операциядан  бір ғана адам тірі қалған, бірақ көп өмір сүрмеген. Ол операция түрін олар жасырын түрде жасайды.",
                "date": "16.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қайтыс болмастан бұрын сізден донорлыққа?",
        "question_content": "Донорлыққа мүше іздеп жүрген адамдар сіз өлгеннен кейін сіздің мүшеңізді (жүрегіңізді, өкпе т.б.) алуды сұраса және оған көп ақша төлейтін  болса (туыстарыңызға, жақындарыңызға) сіз бұған келісер ме едіңіз? Қолхат жазып қарсылығым жоқ деп жазар ма едіңіз?",
        "question_date": "12.10.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол туралы еш ойлап көрмеппін. Осы сұрақтан кейін маған мынадай ой туындады. Егер менің өмірім аяқталып жатса (алла сақтасын), біреудің жасап кетуіне үміт сыйласам. Онда əрине көнер едім.",
                "date": "12.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мел мени глинаның орнын немен алмастыруға болады?",
        "question_content": "мел мен глинаны жеу зиян болғанымен оны жеуді тоқтату мүмін емес сол себепті оларды алмастыратын қандай дәрумендер бар",
        "question_date": "11.10.2018",
        "question_tag": "Тазалық",
        "question_views": 983,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кальций, кальцийй глюконат, кальций д3",
                "date": "12.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "у=(х+1)квадрат , у=1",
        "question_content": "Функцияның жүзін есептеп табу",
        "question_date": "10.10.2018",
        "question_tag": "Мектеп",
        "question_views": 382,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "У=(х+1)^2   у=1\n\n(Х+1)^2=х^2+2х+1\n\nX^2+2x+1=1\n\nX^2+2x+1-1=0\n\nX^2+2x=0\nX(x+2)=0\n\nX=-2\n\nОсылай шығар қателеспесем",
                "date": "15.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Физикадан қайнау процессіне мысал беріндерші?",
        "question_content": "Физикадан қайнау процессіне мысал беріндерші?",
        "question_date": "10.10.2018",
        "question_tag": "Физика",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "судың және т.с.с. қайнауы",
                "date": "12.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі трапецияның қарама қарсы бұраштарының айырмы",
        "question_content": "Теңбүйірлі трапецияның қарама қарсы бұраштарының айырмы 40С қа тең болса, онда оның бұраштарын табыңдар.",
        "question_date": "10.10.2018",
        "question_tag": "Геометрия",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a+b=180\n\nb-a=40 1 ден 2 алсақ\n\na-(-a)+b-b=180-40\n\n2a=140\n\na=140:2=70\n\nb=a+40=70+40=110\n\n70;110;70;110",
                "date": "12.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Оразалы байға\" және\" Байларға\" өлеңіндегі байлар мен қазіргі меценат бейнесі",
        "question_content": "Срочно нужно,пожалуйста\n\nҚашаған Күржіманұлының",
        "question_date": "10.10.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 931,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауылшаруашылығы мақсатында 20 гектар пай ретінде жерім бар.",
        "question_content": "Құжатын жасатату үшін қандай құжаттар керек. Қызмет ақылы немесе тегін ба?",
        "question_date": "10.10.2018",
        "question_tag": "Заң",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша бұны ХҚКО-на хабарласып білгеніңіз жөн. 1414 тегін нөміріне звандаңыз.",
                "date": "11.10.2018",
                "upvotes": 1
            }
        ]
    }
]