[
    {
        "question_title": "Бір жігіт айтатын қарындасын жақсы көріп қалған ағасы туралы ән бар еді.",
        "question_content": "карындасын жаксы корип калган ага туралы ер жигит айтады  созинде жанарын деген жане бундай сезим болмаган деген создери бар",
        "question_date": "3.05.2021",
        "question_tag": "Қазақша ән",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Экологиялық жағдайдан туатын Қазақстан Республикасы аурулар?",
        "question_content": "Экологиялық жағдайдан туатын Қазақстан Республикасы аурулар?",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 260,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Республиканың кейбір бөліктері ядролық қару және басқа апатты климаттық ықпалдарды қолдану салдарынан радиациялық немесе экологиялық апат аймақтары болып танылды. Осы аймақтарда тұратын азаматтарға заңнамамен әлеуметтік және медициналық салаларда әр түрлі  қолдау көзделген.\nСемей ядролық сынақ полигонында тұратындарға төлемдер \n40 жыл бойы Семей ядролық полигонында ядролық қару сынақтары жүргізілді, оның салдарынан экологиялық апат туындады – адамдардың денсаулығына және қоршаған ортаға орны толмас шығын гізілді, халықтың жалпы аурушаңдығы өсіп, өлім артты. Экологиялық апат аймақтары болып Семей облысының барлық аумағы, полигонға жақын жатқан Павлодар, Шығыс Қазақстан және Қарағанды облысының барлық аумағы танылған.\n\nЖеңілдіктерді экологиялық апат аумағында тұратын, жұмыс істеген немесе қызметтен өткен адамдар ала алады (соның ішінде мерзімдік). Радиациялық қауіп аймақтары, төлем мөлшерлері және жеңілдіктер түрлері, төлем мөлшерлері бойынша жіктелу, радиациялық қауіп аймақтары төменде көрсетілген кестеде көрсетілген.\nТолығырақ: https://egov.kz/cms/kk/articles/ecological_disaster_zones",
                "date": "4.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заболевания Республики Казахстан, вызванные условиями окружающей среды",
        "question_content": "Заболевания Республики Казахстан, вызванные условиями окружающей среды",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Это в основном сердечно - сосудистые заболевания и онкология",
                "date": "20.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоршаған орта элементтері: атмосфера, гидросфера, литосфера, өсімдіктер?",
        "question_content": "Қоршаған орта элементтері: атмосфера, гидросфера, литосфера, өсімдіктер, жануарлар және микро организмдер.",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атмосфера (гр. ατμός — «бу» және гр. σφαῖρα — «шар») - жердің ауа қабығы. Атмосфера – ауа, химиялық қоспалар мен су буынан тұратын күрделі жүйе. Ол биосферадағы физико-химиялық және биологиялық процестердің жүріуінің шарты және метеорологиялық режимнің маңызды факторы. Атмосферадағы жекелеген құрамдастардың қатынасы оның радиатцияға, жылу және су режиміне, өздігінен тазартуға қабілетін анықтайды. Атмосфераның газдық құрамы, су буы және әр түрлі қоспалар жер бетіне күн радиациясының өту деңгейін және жер маңы кеңістігіндегі жылуды ұстап тұруды анықтайды. Егер атмосферада қоспалар болмаса, онда жер бетіндегі орташа жылдық температура +15º С емес, -18ºС болар еді. Атмосфераның орташа қалыңдығы - 150 км.\nАтмосфераның төменгі шекарасы жер беті болып табылады. Оның төменгі қабаты азот, оттегі мен сирек кездесетін көміртегінен, аргоннан, сутегіден, гелийден тағы басқа газдардан тұрады. Бұған су буы да араласады. Атмосфера түсінің көк болып келуі газ молекулаларының жарық сәуле шашуына байланысты. Жоғарылаған сайын атмосфера бірте-бірте сирей береді, қысымы төмендеп, оның құрылысы да өзгереді.\nАтмосфера 3 қабаттан тұрады.\nТропосфера\nТропосфера (көне грекше: τρόπος — «бұрылыс», және көне грекше: σφαῖρα — «шар») - ауаның жер бетіне жақын ең тығыз шоғырланған қабаты. 12 км биіктікке дейінгі атмосфераның төменгі қабаты. Тропосфера - бүкіл ауаның 4\\5 бөлігі. Тропосферада бұлт, жауын-шашын, жел және тағы басқа құбылыстар орын алып отырады.\nТропосфераның жоғарғы шекарасы географиялық ендіктер мен жыл мезгілдері бойынша әртүрлі биіктікте орналасуы мүмкін. Орташа есеппен тропосфера полюстер үстінде 9 км-ге, қоңыржай ендіктерде 10—12 км-ге, ал экватор үстінде 15—17 км-ге дейін созылады. Тропосфераның қалыңдығы:\nЭкваторда - 17-18 км\nҚоңыржай ендіктерде - 10-12 км\nПолюстерде - 8 км\nОрташа қалыңдығы - 11 км\nТропосферада ауа температурасы шамамен әр 100 м сайын 0,6°С-қа төмендейді. Мәселен, тропосфераның жоғарғы бөлігінің орташа жылдық температурасы солтүстік полюсте — 55°С болса, экваторда бұл көрсеткіш — 70°С-қа төмендейді.\nТропосфера тропопауза деп аталатын өтпелі жұқа қабат (қалыңдығы 1—2 км) арқылы атмосфераның келесі қабаты — стратосфераға ауысады.\nСтратосфера\nСтратосфера (лат. stratum - «қабатталған»)  - тропосфераның үстінен 80 км-ге дейінгі биіктікте орналасқан атмосфера қабаты. Бұл қабат бүкіл атмосфера салмағының 20%-ын құрайды. Мұнда күннің ультрафиолетті сәулеленуін күшті сіңіретін озон қабатының болуына байланысты жоғарыдан келетін температураның төмендеуі тоқталады. 30 км биіктік шамасына дейін температура өзгермей 50° шамасында сақталып тұрады, ал одан әрі қарай биіктікте біртіндеп жоғарылай отырып, 60 км биіктікке барғанда тіпті 75°-қа дейін артады. Статосферада су буы және бұлт атаулы мүлдем дерлік болмайды. 1951 жылы халықаралық келісім бойынша стратосфера деп тек 40 км биіктікке дейінгі қабатты атап, ал 40-тан 80 км-ге дейінгі қабатты мезосфера (орта қабат) деп атау керектігі келісілді. Стратосферада озон қабаты түзіледі.\nМезосфера\nМезосфера (гр. mesos — « ортаңғы» және гр. σφαῖρα — «шар») - атмосфераның 50 — 80 километр биіктіктегі ортаңғы қабаты. Стратосфера (мезосфера асты) мен ионосфера (мезосфера үсті) қабаттарының аралығында. Мезосферада жоғарылаған сайын температура төмендей береді: 50 километр биіктікте 70°С шамасында.\nГидросфера (гр. һуdor — су, spһаіrа — шар) — 1) жер ғаламшарының су қабығы немесе құрлықтағы (тереңдегі, топырақтағы, жер бетіндегі), мұхиттағы және атмосферадағы, яғни жер шарындағы барлық сулардың жиынтығы. Оны мұхиттар мен теңіздердің суы, құрлық сулары — өзендер, көлдер, бөгендер, мұздықтар, сондай-ақ литосфераның жоғарғы бөлігіне сіңетін жер асты суы, атмосферадағы ылғал құрайды. Гидросфера жер бетінің шамамен 71%-ын алып жатыр. Гидросфераның шамамен 94%-ын мұхиттар мен теңіздер құраса, 4%-ы жер асты суларының, шамамен 2%-мұздықтар мен қарлардың (негізінен Арктика, Антарктида мен Гренландия), 0,4%-құрлықтардағы жер үсті суларының (өзен, көл, батпақ) үлесіне тиеді. Гидро-су, сфера-шар Су 3 күйде болады: сұйық, қатты, газ Гидросферадағы барлық судың мөлшері-1,6 млрд км куб, мұхит теңіз сулары-96,5 %, тұщы су-2,5% Жер бетінің 3\\4 бөлігін д.ж мұхит суы алып жатыр. Су айналымы 2-ге бөлінеді. 1.Кіші су айналымы-судың мұхиттан атмосфераға, атмосферадан мұхитқа қайтып қосылуы. 2.Үлкен су айналымы-судың мұхиттан атмосфераға, атмосферадан құрлыққа, құрлықтан мұхитқа қайтып қосылуы. Дүниежүзілік мұхиттың бөліктері: 1.Теңіз-мұхит суының қасиетімен жануарлар дүниесі ерекше болып келетін бөлігі. 2.Шығанақ-мұхиттың құрлыққа сұғына еніп жатқан бөлігі. 3.Бұғаз-екі жағы құрлықпен шектескен енсіз су айдыны. Теңізер арал, су асты жоталары, түбектер арқылы бөлініп тұрады. Теңіздер ішкі және сыртқы болып бөлінеді. Ішкі теңіздер тек Еуразияда кездеседі:Жерорта, Қара, Азов,Каспий, Арал теңіздер Ең терең теңіз-Филиппин Ең үлкен шығанақ-Гвинея шығанағы. Д.ж ең үлкен бұғаз-Дрейк бұғазы, ені-5248км Ең ұзын бұғаз-Мозамбик, ұзындығы-1670км, ені-950км Мұхит суының қасиетіне тұздылығы мен температурасы жатады. Судың температурасы географиялық ендікке, тереңдікке байланысты өзгереді. Д.ж мұхит суының орташа температурасы-17,4 градус Жердегі жылу жинақтаушы-Мұхит Мұхит суының қату температурасы- -2 градус Тұздылықтың өлшем бірлігі-промилле Судың тұздылығы дегеніміз-бір литр суда еріген әр түрлі заттардың граммен алынған мөлшері. Д.ж мұхит суының орташа тұздылығы- 35 промилле Д.ж ең тұзды теңіз- Қызыл теңіз 41 промилле Өлі теңіздің тұздылығы-270 промилле Тереңдікті өлшейтін құрал-эколот Тереңдікті дыбыстың көмегімен өлшейді. Дыбыс бір секундта 1500м жетеді. Д.ж мұхит суының тереңдігі-3700м 20 ғасырдың 20-шы жылдарына дейін тереңдікті өлшейтін құрал-қарапайым лот Д.ж ең терең шұңғыма- Мариан 11022м Мұхиттағы тіршіліктің таралуы 3-ке бөлінеді: 1.Планктон-грекше-кезеген ағысқа қарсы келе алмайтын өте ұсақ микроорганизмдер мен балдырлар Киттер қоректенеді-планктон 2.Нектон-грекше-қалдық мұхиттың негізгі бөлігінде өмір сүретін балықтар, жыландар, тасбақалар 3.Бентос- грекше-тереңдік теңіз шаяндары, маржандар, балдырлар. Теңіз сүтқоректілері-дельфиндер, киттер Тіршілікке бай тереңдік-200метр Тіршілікке бай аудан-қоңыржай ендік. Оның жалпы көлемі 1370,3 млн км3, бұл планета көлемінің 1/800 бөлігін ғана құрайды. Шөгінді (тұнба) таужыныстардың басым көпшілігі Гидросфера мен литосфераның жапсарында қалыптасады.[1] Аздаған мөлшердегі су атмосфера мен тірі ағзаларда шоғырланған. Су массаларының барлық нысандары су айналымы барысында бір түрден екінші түрге өтеді;\n2) жердің теңіз, мұхит, көл, өзен, мұздықтар мен жер асты суларынан тұратын қабығы, солардың жиынтығы. Гидросфераның орташа қалындығы 3,8 км-ге жетеді. Мұхиттың ең терең тұсы 11 км-ден асады (Тұнық мұхиттағы Мариан ойысы — 11022 м).\nЛитосфера - Жер планетасының біршама берік тау жыныстары кешендерінен тұратын, төменгі жапсары ішінара балқымалы яки онша берік емес атмосфера қабатымен шектелетін ең сыртқы қабаты. Литосфера жер қыртысын (Жердің ең сыртқы қатты қабыршағын) және осы қыртыс пен атмосфера аралығын қамтитын қатты заттардан тұратын, литосфералық мантия деп аталатын жоғарғы мантияның ең жоғарғы қабатын біріктіреді. Литосфералық мантия қабаты жер қыртысынан Мохоровичич шегі арқылы дараланады, бұл қабатты құрайтын тау жыныстарының құрамы негізінен оливин мен пироксеннен тұратын аса негізді жыныстарға сәйкес келетін болса керек. Литосфераның беткі жазықтығы атмосферамен немесе гидросферамен шектеледі. Литосфера қалыңдығы 50-200 шақырым аралығында деп есептелінеді.",
                "date": "27.07.2021",
                "upvotes": 0
            },
            {
                "text": "Өсімдіктер (лат. Plantae) — тірі организмдер дүниесіндегі негізгі екі топтың бірі (біріншісі - хайуандар). Құрлықтың барлық жерінде өседі, суда кездесетін түрлері де бар.\nӨсімдіктердің 375 000-ға жуық түрі бар. Өсімдіктер тұқымтобының ең үлкені - гүлдейтін немесе жабық тұқымды өсімдіктер. Олардың 250 000-нан астам түрі бар. Өсімдіктер күн сәулесінің көмегімен (фотосинтез) өз қорегін табады. Саңырауқұлақтар бұрын өсімдіктер қатарына жатқызылатын, алайда өз қорегін өндірмейтін болғандықтан, қазір олар жеке класқа жіктелген. Олардың 100 000-ға жуық түрі бар.\nXX ғасырдың ортасына дейін өсімдіктерді төмен сатыдағы (бактериялар, балдырлар, кілегейлілер, саңырауқұлақтар, қыналар) және жоғары сатыдағы өсімдіктер (ринийлер, мүктәрізділер, псилофиттер, плаунтәрізділер, қырықбуындар, қырыққұлақтәрізділер, ашықтұқымдылар және гүлді өсімдіктер не жабықтұқымдылар) деп бөлді. 20 ғасырдың аяғында бактериялар мен саңырауқұлақтар өз алдына жеке патшалық болып бөлінді. Соңғы жүйеленім бойынша өсімдіктер 3 патшалық тармағына жіктеледі:\nқызыл балдырлар\nнағыз балдырлар\nұрықты не жоғары сатыдағы өсімдіктер.\nӨсімдіктерді топтарға біріктіргенде олардың біріне-бірінің ұқсастықтары немесе айырмашылықтарын көрсететін белгілер пайдаланылады. Солар арқылы өсімдіктердің біріне-бірінің туыстық жақындықтарының деңгейі анықталады.\nҚұрылымы, тіршілік етуі жағынан бірдей және өз ата-енелеріне ұқсас, жеміс беретін, ұрпақ түзе алатын дарақтар бір түрге жатқызылады.\nҚұрылысы жағынан ұқсас түрлер туысқа біріктіріледі. Жақын туыстар бір тұқымдасқа олардың әрқайсысын қандай да бір класқа жатқызады.\nҚұрлық бетінде өсімдіктер жамылғысы бірдей емес. Олар жерге түсетін ылғалдың мөлшеріне және осы ылғалдың маусымға байланысты қаншалықты жауатыңдығына қарай мәңгі жасыл (жаңбырлы) ормандар, ылғалдығы құбылмалы болып келетін, жапырақтары түсіп отыратын ормандар, ксерофильді сирек ағашты ормандар мен бүталарды, саванналарды, ал суы тасып отыратын теңіздің жағалауларында — мангр ағаштарынан тұратын ормаңдар түзеді. Экватордан солтүстікке қарай жасыл өсімдіктердің жолағынан кейін, аса үлкен ормансыз кеңістіктер — шөл, шөлейт, приерии орналасады. Біршама биік ендікте қайтадан мәңгі жасыл ормаңдардың жолағы кездеседі. Бірақ олар тропиктердегі секілді жапырақты ормандар емес қылқан жапырақты (тайга) ормаңдар болып келеді. Тайгадан солтүстікке қарай, полюстың айналасында (цикумполярно), тундра мен солтүстік мұзды мұхиттың салқын суы созылып жатады. Экватордан оңтүстікке қарай құрлық біршама аз болады. Полюстерге жақын жерлерде және биік таулардың басында мәңгі мұздар мен қарлар жатады. Мүңдай түрлі-түсті өсімдіктер жылдың әртүрлі кезеңдеріне қарай, әсіресе қыста, құрлықтың (континенттің) үлкен кеңістігін, шамамен 40° с.е. және одан жоғары қарай қар басқан кезде, көп өзгеріске ұшырайды.\nЖануарлар (лат. Animalia) — тірі организмдер дүниесіндегі негізгі екі топтың бірі (екіншісі – өсімдіктер); жүруге және сезінуге бейім тіршілік иесі; негізінен, дайын органикалық қосылыстармен қоректенетін гетеротрофты организмдер. Жануарлар құрылысына қарай бір жасушалы организмдер және көп жасушалылар болып екі топқа бөлінеді. Жер бетінде жануарлар прокариоттар (ядросыз организмдер), балдырлар, саңырауқұлақтардан кейін пайда болған. Палеонтологиялық зерттеулерге қарағанда олардың жасы – 0,8 млрд. жылдан аспайды (1998). Жануарлардың дамуы да қоршаған ортаның эволюциялық дамуына сәйкес қалыптасқан. Эволюциялық өзгерістер сыртқы ортаның өзгерісіне организмдердің бейімделуімен ұштасады. Мысалы, құрлық жануарларының арғы тегі су жануарлары болып саналады. Ал қоршаған ортаға бейімделе алмаған құрлық жануарлары бұрынғы тіршілік ортасында қалып қойған. Жануарлардың қазба қалдықтарын зерттеу нәтижесі қарапайым организмдердің архей эрасында мұхиттарда бұдан 1 – 1,5 млрд. жыл бұрын жасуша формасында хлорофилсіз амеба тәрізді талшықтылар түрінде пайда болған деп жорамалдауға мүмкіндік береді. Протерозой эрасында тіршілік еткен жануарлар қалдықтарынан радиоляриялар, фораминифералардың іздері, губкалардың қаңқалары, буылтық құрттардың түтікшелері, моллюскілердің бақалшақтары, тіпті буынаяқтылардың да қалдықтары табылған. Жануарларда ас қорыту, қан айналу, жүйке жүйесі, сезім және жыныс]органдары, тыныс алу, зәр шығару жүйесі жақсы жетілген. Дүние жүзінде жануарлардың 1,6 млн-дай түрі, 17 типі бар. Жануарлардың табиғаттағы және адам өміріндегі маңызы өте зор: көпшілігі пайдалы болып табылады. Азық-түлік, әртүрлі өнеркәсіп шикізатын: ет, май, сүт, тері, жүн, бал, жібек, мүйіз, бақалшақ, т.б. береді. Сондай-ақ, олар – ауыл шаруашылық дақылдарының тозаңдатушылары, топырақ түзушілері, басқа жануарларға азық қорлары, органикалық заттардың ыдыратушылары болып табылады. Жануарлардың өнімділігін арттыруды, тиімді пайдалануды және табиғаттағы қорын сақтауды зоология ғылымы мен оның салалары зерттейді.\nЖануарлардың кеңістіктегі тіршілік ету қабілеттілігі; белгілі бір экологиялық жағдайға бейімділігі. Бағдарланудың бірнеше түрі бар: 1) оптикалық – көптеген жәндіктердің полярланған жарық немесе ультракүлгін сәуле арқылы бағдарлануы; 2) химиялық – кейбір жануарлардың қорегін, жұбын иіс арқылы дәл табуы (мысалы, жібек көбелегінің аталығы 10 км жерден аналығын иіс арқылы сезеді); 3) акустикалық – жыртқыш жануарлардың өз қорегін есту арқылы ұстауы (мысалы, жапалақ кеміргіштерді 15 – 20 м-ден сыбдыры арқылы біледі); 4) терморецепция – жылу арқылы бағдарлану (мысалы, айдаhарлар мен қалқантұмсықты жыланның тұмсығында жылуды сезетін шұңқыры болады). Көптеген төменгі сатыдағы омыртқасыздар (мысалы, планария), жәндіктер (шыбын, қоңыз, термиттер), сондай-ақ, құстар және кейбір суда тіршілік ететін сүтқоректілер Жердің магниттік өрісі, ал балықтар бүйір сызығы арқылы бағдарланады. Жануарлардың бағдарлану ерекшелігін, оны атқаратын органдардың құрылысын зерттеп танудың ғылым үшін маңызы зор.\nМикроорганизмдер, микробтар – тек қана микроскоппен көруге болатын өте ұсақ организмдер. Бұларды алғаш рет 17 ғасырда голланд ғалымы А.В. Левенгук ашқан. Микроорганизмдер арасында прокариоттар және эукариоттар тобына жататындары бар. Кейде Микроорганизмдерге вирустарды да жатқызады. Микроорганизмдер мөлшері жағынан тым ұсақ болғандықтан, оларды табиғи субстраттардан оқшаулап алуда (таза дақыл күйінде), өсіруде және зерттеуде ерекше тәсілдерді қолдауды қажет етеді. Микроорганизмдерді зерттейтін ғылым саласы – микробиология. Микроорганизмдердің басым көпшілігі бір клеткалы организмдер. Олар, көбінесе, қарапайым бөліну арқылы тез көбейеді. Көп клеткалы организмдерге тән өте күрделі жынысты көбею процессі бұлардың көбінде болмайды.\nМикроорганизмдер физиологиялық және биохимиялық қасиеттері жағынан әртүрлі. Олардың кейбіреулері басқа организмдер өніп-өсе алмайтын ортада тіршілік етуге бейімделген. Мысалы, 70 – 1050С ыстықта, жоғары деңгейдегі радиацияда және концентрациясы өте күшті қышқылды (pH<1,0) немесе сілтілі (рН 9,0 болатын, кейде одан да жоғары) орталарда, NaCl-дың жоғары концентрациясында (25 – 30%), оттек жоқ жерде (анаэробты жағдайда) тіршілік ете алатын микроорганизмдер белгілі. Олар өте төмен температурада да, құрғақшылық ортада да көбейе алады. Кейбір бактериялар мен балдырлар өз клеткасына қажетті барлық заттарды синтездеу үшін СО2-ні пайдаланады, бұларды автотрофтар деп атайды. Бұлардың ішіндегі кейбіреулері (мысысалы, сүт қышқылы бактериялары және қарапайымдылар) өздерінің дамуына қажетті өсу факторларын, яғни дайын витаминдер, амин қышқылдары немесе т.б. органикалық заттарды өздері синтездей алмайды. Мұндай микроорганизмдерді – ауксотрофтар деп атайды. Көптеген микроорганизмдер өте күрделі органикалық қосылыстарын (ақуыздар, көмірсулар, соның ішінде целлюлоза, липидтер, нуклеин қышқылдары, көмірсутектер) ыдыратса, кейбіреуі адамдарды және жануарларды уландыратын (метанол, көміртотығы, күкіртсутек, нитриттер) заттарды пайдалана алады, ал кейбір түрлері табиғи емес қосылыстарды ыдырата алады (ксенобиотиктер). Микроорганизмдер табиғатта – топырақта, суда, ауада кең таралған, биосферадағы зат айналымына белсене қатысады. Микроорганизмдер фотосинтез процесі кезінде түрлі қосылыстардың минералдануына жағдай туғызып, атмосферадағы СО2 қорының болуын қамтамасыз етеді, сондай-ақ топырақ пен ауаға бірқатар биогендік элементтерді қайтарады. Микроорганизмдер ауадағы молекуларық азотты сіңіруге де (азотфиксация) белсене қатысады. Тау жыныстары мен топырақ түзілу процесін ыдыратып, кейбір пайдалы қазбалардың (мысысалы, сульфидтер мен күкірт) түзілуіне әсер етеді. Микроорганизмдердің практикалық маңызы зор. Олардың көпшілігі өнеркәсіптің әртүрлі саласында (мал азықтық белокты түзу, шарап жасау, нан пісіру, сүт қышқылы тағамдарын өндіру кезінде антибиотиктер, витаминдер, амин қышқылдары, кейбір ферменттер, т.б.), адам шауашылығында (сүрлем даярлауда, өсімдіктерді биологиялық жолмен қорғауда) кеңінен қолданылады. Сондай-ақ Микроорганизмдер лас суларды тазартуда, жанар газ – метанды түзуде пайдаланылады. Бірқатар микроорганизмдер адамдар, жануарлар және өсімдіктердің патогені болып саналады. Микроорганизмдердің кейбір түрлері топырақты құнарсыздандырып, көптеген адам шаруашылығы өнімдерін бүлдіреді, металдардың коррозияға ұшырауына ықпал етеді. Микроорганизмдер биологияның көптеген мәселелерін шешуде маңызды зерттеу нысаны болып саналады. Соның нәтижесінде көптеген биологиялық заңдылықтар ашылып, биотехнологияның негізі қаланды.",
                "date": "27.07.2021",
                "upvotes": 0
            },
            {
                "text": "Мен басқаны іздеген едім",
                "date": "18.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экологиялық жағдайдан туатын ҚР аурулар",
        "question_content": "<!--[endif]-->Экологиялық жағдайдан туатын ҚР аурулар",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысалы:\nАрал өңіріндегі туындап отырған қазіргі экологиялық апаттар әсерінен оның өсімдіктер және жануарлар әлемі жойылып бітуге жақын. Топырақтың тұздануы өте жылдам жүруде. Топырақтың тұздануы Өзбекстанда - 60%, Қазақстанда - 60-70%-ға артып отыр. Мұның өзі жалпы шаруашылыққа зиянын тигізуде. Арал теңізінде тоқталып қалған балық шаруашылығы тек соңғы жылдары ғана қайта қолға алынуда.\nАрал өңіріндегі тұрғындардың денсаулығы күрт төмендеп кетті. Бұл өңірде мәліметтер бойынша туберкулез, бүйрекке тас байлану, сарысу, өкпе-тыныс жолдарының қабынуы, жұқпалы аурулар республиканың басқа өңірлерімен салыстырғанда жоғары болып отыр.\nОдан өзге семей полигонындағы сынақтар әсері туралы айтуға болады. Және өндірістік қалалардың адам денсаулығына кері әсері турады да.",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халықтың денсаулығын нығайту- тұрақты даму саласындағы негізгі міндеттердің бірі",
        "question_content": "Халықтың денсаулығын нығайту- тұрақты даму саласындағы негізгі міндеттердің бірі",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінге дейін еліміз халықтың денсаулығын жақсарту мақсатында «Саламатты Қазақстан» бағдарламасын жүзеге асырды. Бұл құжат белгілі бір дәрежеде өзін-өзі ақтады деуге болады. Енді былтырғы қаңтар айынан бастап, Президенттің Жарлығымен «Денсаулық» бағдарламасы бекітілді. 2016-2019 жылдарға арналған бағдарламалық құжат ел тұрғындарының денсаулығын сақтаудың тиімді әрі орнықты жүйесін дамытуды көздейді.\nӘлбетте, денсаулық сақтау саласындағы мемлекеттік бағдарламаны іске асырудың пайдалы тұстары көп. Мысалы, соңғы он жылда қолға алынған шаралардың арқасында Қазақстан медицинасы бірталай жетістікке жетті. Сала министрлігінің мәліметі бойынша, адамдардың орташа өмір сүру жасы 6 жылға ұзарды, жалпы адам өлімі 27 пайызға қысқарды. Ана өлімі – 4 есеге, сәби өлімі 1,6 есеге азайды. Ал қатерлі ісік аурулары – 20 пайызға, туберкулезден өлім-жітім көрсеткіші 5 есеге төмендеді. Бұл – денсаулық саласының жалпы жағдайын сипаттайтын маңызды көрсеткіштер. Ендігі міндет – халықтың денсаулығын одан әрі нығайтып, саланың жағдайын мейлінше сауықтыра түсу. Медицинада қордаланып қалған түйткілді мәселелерді шешудің қазіргі заманға бейімделген небір оңтайлы тәсілдерін қарастыру күн тәртібіндегі өзекті мәселе. Осы мақсатта алдыңғы бағдарламалардың жалғасы ретінде «Денсаулық» бағдарламасы дүниеге келді. Бұл құжат денсаулық проблемаларын шешудің 7 маңызды бағытын қамтиды. Негізгі міндеті – қоғамдық денсаулық сақтау жүйесін дамыта отырып, аурулардың алдын алуға бағытталған шараларға көңіл бөлу. Сондай-ақ, денсаулық сақтау жүйесін басқару мен қаржыландырудың тиімділігін арттырып, саланың инфрақұрылымын жетілдіруді көздейді. \nЖалпы, «Қазақстан-2050» Стратегиясында және Елбасының басқа да Жолдауларында еліміздің алдында тұрған басты меже – әлемдегі ең дамыған 30 елдің қатарына қосылу екені атап көрсетілген. «Денсаулық» бағдарламасы осы саланың 2050 жылға дейінгі жоспарлы дамуына негіз болмақ. Мұндай стратегиялық мақсатқа қол жеткізу үшін Экономикалық ынтымақтастық және даму ұйымы елдері мен Қазақстанның дамуы арасындағы алшақтықтарды жою қажет. Осыған орай мемлекет медициналық қызметтердің сапасы мен қолжетімділігін жақсартуға, қолда бар ресурстарды ұтымды пайдалануға бағытталған ЭЫДҰ елдерінің стандарттарын кезең-кезеңімен енгізуді қамтамасыз етуі тиіс. Бағдарламада айтылған мақсат-міндеттер сәтімен орындалып жатса, 2020 жылға қарай қазақстандықтардың орташа өмір сүру жасы 73 жасқа жетпек. \nСонымен, «Денсаулық» бағдарламасы нысанасына алған жеті негізгі бағыт қандай?\nОның біріншісі – халық денсаулығын сақтаудың негізі ретінде қоғамдық денсаулық сақтауды дамыту. Бұл дегеніңіз – халықтың санасына денсаулықтың қадірін ұғынуды сіңіріп, аурулардың алдын алуға айрықша көңіл бөлу. Халықаралық үздік тәжірибелерге сүйенсек, медицинаны дамытудың басты жолы қоғамдық денсаулық қызметін қалыптастыру екен. Оның міндеті – санитарлық-эпидемиологиялық, экологиялық, ветеринарлық қызмет мекемелерімен бірлесе отырып, халықтың денсаулық туралы ұғымын кеңейту, тиісті кеңестер беру, саламатты өмір салтын насихаттау және осындай жүйелі жұмыстар негізінде елдің денсаулығын нығайту. \nАл екінші бағыт – медициналық-санитарлық амбулаториялық көмекті жаңғырту арқылы денсаулық сақтау қызметтерін пациенттің айналасына топтастыру. Соның аясында алғашқы медициналық көмектің әмбебаптығы артып, отбасылық дәрігерлердің рөлі күшейеді. Мысалы, бір отбасылық дәрігер сол отбасы мүшелерінің денсаулығына өмір бойы бақылау жасаған болса, онда олардың қандай аурулармен ауырғанын, қандай сырқатқа бейім екенін, ағзасының ерекшеліктері қандай екенін жақсы біледі. Демек, әйелдер мен ерлердің, балалардың созылмалы ауруларын емдеу және оңалту шаралары дер кезінде жүргізіліп, бұл да адамның тезірек сауығып, ұзақ өмір сүруіне септігін тигізері сөзсіз. \nБұл бағыт бойынша жедел медициналық жәрдем жүйесі де оңтайланып, дәрігерлердің қағазбастылығын азайтуға ден қойылмақ.\n«Денсаулықтың» үшінші бағыты – медициналық қызметтің сапасын арттыру. Осы мақсатта алдымен медициналық ұйымдардағы барлық өндірістік процесті стандарттаудың негізінде сапаны басқару тәсілі жүзеге асырылмақ. Клиникалық процестерді стандарттау үшін неғұрлым тиімді және қазіргі заманғы технологиялар мен медицина ғылымының жетістіктері негізге алынады. Былтырдың өзінде арнайы құрылған комиссия диагностика мен емдеудің 281 клиникалық хаттамасы мен 40 медициналық технологияны және қызмет көрсетудің 8 стандартын мақұлдапты.\nБағдарламаның төртінші бағыты – ұлттық дәрі-дәрмекпен қамтамасыз ету саясатын жүргізу. Бұл ретте дәрі-дәрмектің бағасын мемлекеттік реттеу бойынша заңнаманы жетілдіру жұмыстары жүргізіледі. Әрі дәрілік заттардың халыққа қолжетімділігі, сапасы, тиімділігі мен қауіпсіздігі басты назарға алынады. \nБесінші бағыт – ынтымақтастықты енгізу және қаржылық орнықтылықты арттыру негізінде денсаулық сақтау жүйесін жетілдіру. Медицина саласының орнықтылығы оған бағытталған қаражаттың деңгейіне де байланысты екені белгілі. Сондықтан мемлекет осы салаға реформа жүргізіп, биылғы шілде айынан бастап, міндетті медициналық әлеуметтік сақтандыру жүйесін енгізіп отыр. Сақтандыру қорынан халықтың да, мемлекеттің де күтіп отырған үміті үлкен. \nБұл бағыт сондай-ақ, денсаулықты сақтау мен нығайтуда жергілікті атқарушы органдардың рөлін арттыру да көзделіп отыр. Бұған қоса, мемлекет денсаулық сақтау жүйесіндегі көшбасшылықты және заманауи менеджментті дамытуды қолға алды. Сарапшылардың болжамынша, мемлекеттік медициналық ұйымдарды басқару тізгінін қолға алған менеджерлер осы мекемелердің қызмет көрсету сапасын арттырып, өндірісті тұрақты дамытуға, нарық талаптарына сай бейімдеуге мүмкіндік береді деген сенімде. \nБағдарламаның алтыншы бағыты – денсаулық сақтау саласындағы адами ресурстарды басқарудың тиімділігін арттыру. Әлбетте, медициналық қызметкерлерді сапалы дайындау және еңбек нарығындағы сұранысқа сай мамандарды дұрыс бөлу де – денсаулық саласын дамытатын негізгі фактор. Сондықтан сала министрлігі халыққа қызмет көрсететін дәрігерлер мен медбикелерді даярлауға айрықша дайындықпен келгелі отыр. Ол үшін әлемнің алдыңғы қатарлы оқу орындарымен келісімшарттар жасап, шетелдік серіктестермен бірге, стратегиялық жоспарлар әзірлеу бағытында жұмыстар жүргізуде. Қазірдің өзінде фин моделі негізінде қанатқақты жоба қолға алынып, алты колледжде оқытылып жатыр. \n«Денсаулықтың» соңғы жетінші бағыты – мемлекет-жекеменшік әріптестігі және қазіргі заманғы ақпараттық-коммуникациялық технологиялар негізінде денсаулық сақтау инфрақұрылымын одан әрі дамытуды қамтамасыз ету. Мемлекеттік инфрақұрылымдарды оңтайландыру шеңберінде ауруханалық секторда тиімсіз пайдаланылып отырған ресурстарды босату мен қайта бөлуге басты назар аударылмақ, халықтың денсаулығын сақтау мақсатында ескірген стандарттар мен нормативтер қолданыстан алынады және электронды денсаулық құжаты бірыңғай біріктірілген платформаға орналастырылады. Бұл құжатта адам өмірінің соңына дейінгі денсаулығы туралы мәліметтер тіркеледі. \nБұдан өзге, биылғы жылдың соңына дейін медициналық мекемелерді ақпараттық жүйемен – 50 пайызға дейін, 2018 жылы 100 пайызға дейін қамтамасыз ету міндеті тұр. \nМіне, «Денсаулық» бағдарламасында көрсетілген осындай шаралар легі Мемлекет басшысы жүктеген міндеттерді жүзеге асыруға мүмкіндік береді. Әрине, «Денсаулық» бағдарламасында аталған мақсатты индикаторларға қол жеткізу – мемлекеттің я болмаса емдеу мекемелерінің, дәрігерлердің ғана құзыретіндегі шаруа емес. Әрбір азамат өз денсаулығына жауапкершілікпен қарап, уақытылы дәрігерге көрінгенде ғана нәтиже болмақ. Ендеше, әркім денсаулықтың қадірін ерте бастан ұғынып, «ауырып ем іздегенше, ауырмаудың жолын іздегені» жөн. \n\nhttps://egemen.kz/article/158319-ar-azamattynh-densaulyghy-%E2%80%93-ult-dgetistigi",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы тіршілік орталары, олардың ластануы",
        "question_content": "Қазақстандағы тіршілік орталары, олардың ластануы",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 509,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіршілік ортасы деп белгілі бір ағза (түрдің) дамуының барлық кезендеріне қажетті табиғи орта факторлар жиынтығын айтады.\nҒаламдық экологиялық проблемаларға климаттың өзгеруі, озон қабатының бұзылуы, биоәртүрліліктің азаюы, шөлейттену және жердің құлдырауы (деградация) жатады. Ұлттық экологиялық проблемалареа экологиялық апатты аймақтар; Каспий теңізі қайраңы ресурстарын белсенді игерумен байланысты проблемалар; тарихи ластану; трансшекаралық мәселелер; әскери ғарыштық және тәжірибелік кешендер полигондарының әсерін жатқызуға болады. Жергілікті экологиялық проблемаларға ауа бассейнінің ластануын, радиоактивті, тұрмыстық және өнеркәсіптік қалдықтары, табиғи және техногендік төтенше жағдайларды жаткызуға болады. Адам әрекетінен Қазақстан жерінде тез шешуді қажет ететін проблемалар бар.\nЕліміздің тарихындағы ең қайғылы парақтардың бірі - Семей ядролық сынақ полигонының өмірге келуі Алғашқы атомдық жарылыс дауысы 1949 жылы тамыздың 29-ы, таңғы сағат 7-де естілді. Семей ядролық полигоны ауданында 450-ден астам жер үсті және жер асты ядролық сынақтарының өткізілуі нәтижесінде атмосфераға, гидросфераға және литосфераға өте үлкен мөлшерде радиоактивті материалдар шығарылды. Тек Семей ядролық полигонының ғана емес, соған жақын жатқан орасан үлкен аумақтар да (Павлодар, Қарағанды, Шығыс Қазақстан, Жезқазған облыстары және Ресей Федерациясының Алтай өлкесі) радиоактивті ластануға ұшырады. Соның нәтижесінде сол аумақтағы көптеген тірі ағзалар және тұрғын халықтар зардап шекті.\nҚазақстандағы сансыз ядролық зерттеулердің салдарлары әлі де толық зерттелген жоқ. Белгілі ақын Олжас Сүлейменовтың басшылығымен Невада—Семей экологиялық қозғалысы Семей ядролық полигонында сынақтар өткізуге толық тыйым салды. Бұл қозғалысқа Қазақстанның көптеген халқы кеңінен қатысты. Қазақстан Президенті Н. Ә. Назарбаев республикада ядролық сынақтар өткізуге мораторий жариялады. (Елбасы Н. Ә. Назарбаевтың «Семей ядролық сынақ полигонын жабу туралы» Жарлығына 1991 жылы тамыздың 29-да қол қойылды.) Соңғы сынақтардан бері он жылдан астам уақыт өткеніне қарамастан, Семей ядролық полигонының белдемі күні бүгінге дейін экологиялық кауіпті аудан болып есептеледі. Өйткені онда ұзақ сақталатын радиоактивті заттар жинақталған. Полигон аймағында күні бүгінге дейін топырақ және өсімдіктер ластанған. Қазақстан Үкіметі Семей ядролық полигонымен шектесіп жатқан аудандар аймағындағы экологиялық жағдайды жеңілдету жөнінде бірқатар шұғыл шаралар қабылдады. АҚШ пен Жапония үкіметтері Семей ядролық полигоны аймағында экологиялық зерттеулерді жүргізуге елеулі қаржылық көмек көрсетуде.\nКаспий теңізінің алып жатқан географиялық орнына байланысты (шөл зонасы) еліміздің шаруашылық саласында атқаратын маңызы өте зор. Сонымен қатар сол маңдағы шөлді алапқа ылғал әкелуші су айдыны ретінде де үлкен рөлі бар. Солтүстігіне құятын Еділ өзенінде бөгендердің салынуы, мұнай кәсіпшілігінің өркендеуі теңіздің экологиялық жағдайын нашарлатты. Соңғы жылдары бұл аймақ мұнай мен газды өндірудің маңызды экономикалық ауданына айналды. Теңіз деңгейінің көтерілуіне байланысты бұл аймақ табиғи апат жағдайына ұшырады. Табиғи қорларын игеруде де, бұл аудандағы табиғат компоненттерінің өзгеруіне байланысты мынадай проблемалар туындауда:\nэкологиялық апатты аймаққа жататындықтан, негізгі әрекет етуші Капустин Яр, Азғыр полигонының ұзақ уақыт бойы жұмыс істеуіне байланысты тұрғын халықтардың денсаулығының күрт нашарлауы;\nмұнай мен газдың өндірілуіне байланысты тіршілік дүниесінің өзгеруі, балықтардың (бекіре) қырылуы, уылдырық шашатын көксерке балықтарының кеміп кетуі;\nосы теңізге ғана тән (эндемикалық) итбалықтың мезгіл-мезгіл қырылуы;\nаңызақ жерлердің шаруашылыққа тигізетін кері әсері (жел эрозиясы).\nАрал проблемасы\nҰзақ жылдар бойы Аралға құятын ірі өзендер Әмудария мен Сырдарияның суын теңізге жеткізбей, түгелдей дерлік егістіктерді (мақта, күріш) суландыруға пайдаланылып келді. Буланушылық дәрежесі жоғары болатын шөл зонасында орналасқан теңіз суының көбірек булануы оның тартылуына әкеп соқты. Қазіргі кезде Арал теңізі екі су айдынына Үлкен және Кіші теңізге бөлінген. Арал теңізіндегі суы тартылған бөліктің ауданы 30 мың км² жетеді. Ғалымдардың есептеуі бойынша, теңіз табанынан атмосфераға жылына 200 млн тоннаға дейін тұзды шаң-тозаң ұшады. Теңіз суының шегінуінен оның жағалауындағы 800 гектар тоғай, жануарлар дүниесі жойылып, теңіз айналасы бұл күнде тіршілігі жоқ құмды, сортаң жарамсыз жерлерге айналды. Теңіз суының тартылуынан мұнда теңдесі жоқ Барсакелмес қорығы жойылды. Бұл өзгерістер өз кезегінде сол аймақ тұрғындарының денсаулығына кері әсерін тигізді. Аралды сақтап қалуға арналған Халықаралық қордың құрылғанына 15 жыл толды. Осы жылдар аралығында аткарылған жұмыстар аз емес. Аралды қалпына келтіру үшін көптеген іс-шаралар қаралып, жобалар жасалды. Кіші аралдың оңтүстігіне ұзындығы 12 км болатын Көкарал бөгені салынды. Соның салдарынан Кіші Аралдың (Солтүстік) деңгейі 42 метрге, аумағы 800 шаршы километрге ұлғайды. Суы тартылып қалған тұзды көлдің табанын жауып, көлге тіршіліктің нышаны енді. Ғалымдардың айтуынша Аралдан ұшқан тұзды дауылдың бір ұшы Гренландия мұздықтары мен Норвегияның орманды алқабына да жеткенін дәлелдеген еді. Еліміздің көлемді атқарып жатқан іс-шараларының алды, аймақтың және жергілікті жердің экологиялық жағдайын көтеру. Бүгінгі күні Солтүстік Арал маңына халықтар қайта қоныстанып, үй салып, балық шаруашылығымен қайта айналыса бастады.\nҮлкен қалалар мен өндіріс орталықтарында қоршаған ортаның ластануы\nАуаға шығатын улы заттардың концентрациясы (ауыр металдар, шаң-тозаң, күкірт тотығы, көмірқышқыл газы және т.б.) белгіленген мөлшерден он есе артық. Ең ауыр жағдай Тараз, Теміртау, Алматы, Шымкент, Балқаш, Риддер, Өскемен және басқа да қалаларда қалыптасқан. Осы қалаларда лас заттардың концентрациясы жыл бойынша белгіленген мөлшерден 5-10 есе артады. Ауа кеңістігінің ластануы пайдалы қазбалар өндіретін аудандарда да байқалады. Атмосфераның ластануы Байқоңыр космодромында ғарыш кемелерін ұшыру кезінде де байқалады. Өнеркәсіпті аудандарда ауа кеңістігінің ластануымен катар ластану сол жердегі су көздерін қамтиды. Сырдария өзені ағысының 35-40%-ы өндіріс орындарының қалдық суларынан тұрады. Өзен суында дизентерия, паратиф, гепатит, сүзек ауруы қоздырғыштары мен өте қатерлі гексахлоран ДДТ кездеседі. Өнеркәсіп орындарының ластаушы заттарына жер игеру нотижесінде пайда болған масштабы химиялық ластанудың көлемдері ұлғаюда. Өсімдік жамылғысын қорғайтын әр түрлі химиялық заттар, дефолианттар, пестицидтер, мөлшерден артық қолданған тыңайтқыштар, тек қана қоршаған ортаны емес, тамақ өнімдерін де ластауда.\nСемей ядролық полигонында да экологиялық апатты аймақ қалыптасып отыр. 1948-1964 жылдар аралығында Семей полигонында жер бетінде ядролық сынақтар жүргізілді, ал 1964-1989 ж. аралығында жер асты сынақтары жүргізілді. Ядролық қару-жарақтарды сынау аймақтың табиғи ортасына және халықтың денсаулығына кері әсерін тигізді. Республика көлемінде қоршаған ортаны қорғауға бағытталған жұмыстар жоспарлы түрде іске асуда. Олар: жер қойнауын тиімді пайдалану (минералды шикізаттарды кешенді пайдалану, игерілген жерді рекультивациялау және көгалдандыру).",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ортаның жалпы агрессивтік деңгейінің артуы.",
        "question_content": "<!--[endif]-->Ортаның жалпы агрессивтік деңгейінің артуы.\n.Халық санының артуы, ортаның жалпы агрессивтік деңгейінің артуы.",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өнеркәсібі жоғары дамыған, бай елдердің қоршаған ортаға әсері олардың табиғатты тікелей бұзуымен емес, техногенді ластануға байланысты. Дүние жүзінің халқының 20—25%-ын құрайтын бұл елдердің халқы қоршаған ортаға ластанулардың 80%-ын шығарады. Бұл жағдайда қоршаған ортаны бұзатын фактор халықтың саны емес, өндіріс пен онымен бірге жүретін байлық болып табылады.\nЕкінші дүниежүзілік соғыстан кейінгі АҚШ-тағы молшылық кезінде, американ маманы В. Лебоу: «Біздің өте жоғары өнімді экономикамыз тұтынуды — өмір сүру салтына айналдырып отыр, яғни затты сатып алу мен пайдалану күнделікті дәстүрге айналды. Бізге заттардың көп мөлшерде сатылып, одан соң тасталып және басқалармен көп мөлшерде ауыстырылып отырғаны қажет» — деді.\nОсыған дейін айтылған жер бетіндегі адамзат қоғамының экологиялық мәселелері барлық тарихи кезеңдерде болған. Қазақстан климатын бақылау оның жылдан жылға құрғақтануын көрсетеді. Соңғы 100 жылда, әрбір 10 жылда 0,10С-ға артып отыр немесе әрбір 100-ге шаққанда 10С. Осының барлығы алдағы 2-3 ұрпаққа зиян тигізбесе де ойлану қажет.\nҚазақстанның су, орман т.б. ресурстарында экологиялық дағдарысқа қшырап отыр. Сондықтан Қазақстандағы қоршаған ортаның жағдайы туралы ақпараттарды сараптай және қортындылай келе ұлттық деңгейде ең алдымен шешуді талап ететін маңызды экологиялық мәселелерге мыналар жатады:\n1. Су ресурстарының ташылығы\n2. Жайылымдар мен егіс жерлерінің азуы\n3. Урбанизацияланған территориялардың атмосфералық ауасының ластануы\n4. Мұнай қндіретін аймақтағы ортаның ластануы\n5. Қоршаған ортаның өндірістік және тұрмыстық қалдықтармен ластануы\n6. Ормандар мен ерекше қорғауға алынған территориялардың жетіспеуі\n7. Су қорларының ақаба сулармен ластануы\n8. Радиациялық ластану\nҚазақстан Еуразия ортасында орналасқан, оның территориясы 2,72 млн.км2. Қазақстан халқының саны 15-16 млн. адам. Қазақстанда орманды дала 6%, дала 28%, шөлді дала 40% құрайды. Жер ресурстарының байлығы 60% вольфрам, 50% - қорғасын, 40% - мырыш, мыс, 30% бокситтер, 25% - фосфориттер, 15% - темір рудалары, 10% - көмір, алтын көлемінен дүние жүзі бойынша 6-шы орында. Болжам бойынша Батыс-Қазақстан ХХІ-ші ғасырда дүние жүзіндегі мұнай өндіру жағынан ең үлкен мемлекетке айналды.\nТолығырақ: https://vk.com/wall-55946642_44",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Табиғат-қоғам-адам» жүйесі жөніндегі эмпириялық білімдердің жеткіліктілік проблемасы.",
        "question_content": ". «Табиғат-қоғам-адам» жүйесі жөніндегі эмпириялық білімдердің жеткіліктілік проблемасы.",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қоғам табиғат» жүйесіндегі әсерлесудің негізгі заңдылықтары. Әлеуметтік экологияның ғылыми заңдарын тұжырымдау үшін «табиғат қоғам адам» жүйесі жөніндегі эмпирикалық білімдердің жеткіліктілік проблемасы. Қоғамды экологиялық жүйенің тармағы ретінде қарастыру негізінде әлеуметтік экологияның заңдарын тұжырымдау бағытындағы алғашқы талпыныстар (Бауэр, В.И.Вернадский). Н.Ф.Реймерс тұжырымдаған «адам табиғат» жүйесінің он заңы. Г. және Е.Одум заңдары. Коммонердің глобальдық экологиялық заңдары және олардың әлеуметтік ортада іске асырылуы. Данило Ж.Маркович тұжырымдаған әлеуметтік экологияның негізгі он заңы.\nТолығырақ: https://melimde.com/jaratilistanu-geografiya-fakuletetini-dekani.html",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Демографиялық жарылыстың пайдалы және зиянды жақтары туралы көзқарастар.",
        "question_content": "Демографиялық жарылыстың пайдалы және зиянды жақтары туралы көзқарастар.",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 13300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Демографиялық күрт өсу (Демографический взрыв; грек, demos— халық, grapho — жазамын) — әлеуметтік- экономикалық немесе жалпы экологиялық жағдайлардың жақсаруымен байланысты халық санының күрт өсуі.\nXX ғасырдағы адамзаттың санының жылдам артуын демографиялық жарылыс деп атайды. Соңғы 100 жылдағы өсiмге Жердегi қазiр өмiр сүретiн адамдардың 3/4-i сәйкес келедi. Ғасырдың екiншi жартысында әр он жыл сайын жылдық өсiм шамамен 10 млн-ға артып отырды. 50-жылдары 53,3 млн болса, 60-жыларда — 66,7 млн, 70-жылдарда — 70,3 млн. 80-жылдарда 86,4 млн адам болды. Адам санының 1 млрд.-тан — 2 млрд.-қа өсуi үшiн 107 жыл қажет болса (1820-1927 ж), ол 3 млрд.-қа дейiн — 32 жыл (1959 ж). 4 млрд.-қа — 15 жыл (1974), 5 млрд.-қа — 13 жыл (1987), 6 млрд.-қа — 12 жыл (1999), халық санының соңғы рет екi еселенуiне небәрi 38 жыл қажет болды.\nПайдалы жағы мүмкін адам ұрпағының жалғасуы, бақталастық көп болғандықтан дамуға тырысатын адам саны артатын болар. Ал зиянды жағы: қоршаған ортаның ластануының артуы, азық-түлік жеткіліксіздігі, адам санын азайтуға немесе қалыпты мөлшерде ұстап тұруға арналған аяусыз саясаттардың пайда болуы деп ойлаймын.",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адами даму мен орнықты даму арасындағы байланыстылық.",
        "question_content": "<!--[endif]-->Адами даму мен орнықты даму арасындағы байланыстылық.",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұрақты даму қазіргі уақыт қажеттіктерін қанағаттандыратын, бірақ болашақ ұрпақтардың өз қажеттіктерін қанағаттандыру қабілеттілігіне қауіп төндірмейтін даму болып табылады. (Брундтланд комиссиясы, БҰҰ, 1987ж.)\nЖаңа өркениеттің басым құндылықтарының біріне «орнықты даму» концепциясы жатады. Ең алдымен, орнықты даму концепциясын адамзат тарихында алғашқы рет Рим клубының өкілдерінің тұжырымдап бергенін еске алған жөн. Рим клубының он баяндамаларында қазіргі экологиялық жағдайды талдау негізінде Батыс өркениетінің ғылыми-техникалық экспансиясының нәтижесінен туындаған қазіргі әлемнің жүйелік дағдарысы туралы қорытынды жасалды. «Қазір, — деп жазады Ф. Сен-Мара, — біз, табиғи кеңістіктің жетіспеуінен және өлсіздігінен болашақ адамзаттың өмір сүру қауіпсіздігін пайымдау арқылы түсінілген» табиғат ғасырына — «жаңа заманға аяқ бастық». Рим клубының бірінші баяндамасының авторлары бойынша, өркениеттілік дағдарыс шекті кеңістікте экспоненциалдық дамудан туындайды. Егер өткен ғасырларда ғылыми-техникалық прогресс индустриалдық қоғамды дамыту арқылы адамзат алдында тұрған қиындықтар мен мәселелерді шешуге себебін тигізсе, онда бұл күндерді прогрестің өзі адамзат үшін қауіп төңдіріп түр.\nАлғашқы баяндамаларда адамзат дамуының болашағы жөнінде пессимистік сарындар басым болса («даму шектері», «нөлдік даму», «болашақтық шок»), кейін қазіргі адамзат дамуын-дағы бағыттарды өзгертетін кең көлемді бағдарламалар түйінделді . Осы және басқа да еңбектерде адамзаттың «бүкілғаламдық тепе-теңдік» пен «орнықты дамуға» қол жеткізе алатындығы дәлелденді. Бұл тек қана өндірісті жаппай дамытумен шектелмейтін, адамдық дамуды алдыңғы қатарға шығаратын және жер бетінде өмір сүретін барлық адамдардың негізгі талап-мұқтаждықтары мен құндылықтары өтелетін, әркім өзінің тұлғалық адами мүмкіндіктерін жүзеге асыра алатын (Д. Медоуз) өркениеттілік қалыптасып келе жатқандығын білдіреді. Осындай орнықты және тұрақты, үйлесімді дамуды жүзеге асыру үшін қажет мөлшердегі ауылшаруашылық өнімдерін өндіре алатын, жан басына шаққандағы ресурстарды қамтамасыз ететін минималдық деңгейінен аспайтын даму және демографиялық шектерді анықтау қажет. Орнықты даму концепциясының жаңа мыңжылдықтың табалдырығындағы қазіргі адамзат болмысының өзекті мәселесі екендігі 1992 жылы Рио-де-Жанейро қаласында өткен қоршаған орта мен орнықты даму жөніндегі халықаралық конференцияда аталып өтті. Осы жиын қабылдаған Декларациядан үзінділер келтірейік:\n1 - қағида\n«Адам жөнінде қамдану орнықты дамуды жүзеге асырудағы әрекеттерде орталық орын алады. Адамдардың табиғатпен үйлесімді, салауатты, жасампаз өмір сүруге құқығы бар...»\n2 - қағида\n«Даму құқығы бүгінгі және болашақ ұрпақтардың даму және қоршаған орта салаларындағы негізгі қажеттіктерін әділетті түрде жүзеге асыруы керек».\n3 - қағида\n«Дамушы елдердің, солардың арасында, бірінші кезекте, ең төмен дамыған және экологиялық жағдайы қауіптілерінің ерекшеліктері мен қажеттіліктеріне басты назар аудару керек».\n4 - қағида\n«Әлем, даму және қоршаған ортаны қорғау бір-біріне байланысты және бөлінбейді» \nОрнықты даму принциптерінің өлшеуіші ретінде адам алынады. Соңғы жылдары әлем елдерін салыстыру білімділік деңгейін, адамдардың орташа жас мөлшерін және басты қажеттіктерін өтеу сапасын қамтитын адамдық даму индексі арқылы жүргізіледі. Адамдық көрсеткіштерді ескермейтін, тек табиғатты пайдалануға бағытталған, табиғи және әлеуметтік қоршаған ортада тұтынушылық пиғылдағы ұстаным шынайы кісілік байлықты дамыта алмайды: адамды белгілі бір жоспарлар мен стратегияларды жүзеге асыратын құрал ретінде қарастырған жөн емес, керісінше даму жоспарлары адамға қызмет ету керек. А. Печчеи атап өткеніндей, «адамда біздің барлық шешілмеген мәселелеріміздің негізі жатыр, онда барлық үміттеріміз бен ұмтылыстарымыз қордаланған, және ол біздің барлық арманымыздың түйіні» (Печчеи А. Человеческие качества. — М., 1980. - С. 183, 184). Өсу үшін өсу адамзаттың мүдделеріне қайшы келеді — ол өмір сапасын жоғарылатудан гөрі, керісінше, төмендетіп жібереді. Экономикалық даму гуманды мақсаттарға қызмет етуі керек және осы міндетке сәйкес болса ғана өзін-өзі ақтай алады. Қоршаған ортаның тежеусіз ластануы, қалалық конгломераттардығы автокөліктің көбеюінен пайда болған шу мен зиянды смог, тұлғасыз бюрократтану мен руханилыққа қарсы стандарттау, нәпсіқұмарлыққа жарнама мен өндірісті пайдалану, жалпы ішкі өнім, ұлттық табыс және халықаралық саудадан түсетін пайда арқылы өлшенгенде экономикалық даму болғанымен, ол адамзаттың түбегейлі мүдделеріне ыңғайлы және қолайлы емес. Орнықты даму жүйесінде барлық құрылымдар адамдық табиғаттың ізгі және гуманды негіздерімен айқындалады және мынадай адамгершілік құндылықтарын жүзеге асыруға бағытталған:\nәлем азаматтарының тең құндылығының көрінісі ретінде бүкіл дискриминация мен қорлауға қарсы тұратын теңдік;\nәрбір тұлғаның негізгі құндылықтарының және олардың бас-қалармен еркін үйлесімділігін білдіретін бостандық;\nдемократия және адамдардың экономикалық, саяси және қоғамдық өмірде толыққанды қатысуы;\nортақ мүдде мен өзара сыйласуды білдіретін және басқаға деген туысқандық пен сүйіспеншілік сезімін аңғартатын бірегейлік;\nхалықтардың өзіндік ерекшеліктерін дамытатын және әртүрлі елдердің арасындағы мәдени құндылықтар алмасуының құралы болатын мәдени әртүрлілікті сақтау;\nсалауатты қоршаған ортаны сақтау .",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттардың іскерлік мәдениеті мен салт-дәстүрлерінің әлеуметтік құрылымдар",
        "question_content": "<!--[if !supportLists]-->1.      <!--[endif]-->Ұлттардың іскерлік мәдениеті мен  салт-дәстүрлерінің әлеуметтік құрылымдардың нарықтық мінез-құлқына әсері.",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 217,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Орнықты дамудың институттары туралы ақпарат керек?",
        "question_content": "Орнықты дамудың институттары туралы ақпарат керек?",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұрақты даму принциптері\nТұрақты даму принциптері Д. Медоуздың «Өсу шегінде» атты еңбегінде ұсынылған. Онда тұрақты даму принциптері алты топқа бөлініп қарастырылған.\n1. Сигналды жетілдіру. Адамның материалдық игілігінің деңгейін бақылап, тереңнен зерттеу қажет. Үкімет пен қоғамға қоршаған ортаның жағдайы және экономикалық өсу туралы жедел әрі тұрақты ақпараттандыру.\n2. Пікір айту уақытын қысқарту. Қоршаған ортаға артық жүктеме туралы сигналдарды белсенді іздеу керек. Мәселе пайда болған жағдайда, оны шешу жолдарын алдын-ала жоспарлау керек. Оны тиімді шешудің институциональдық және техникалық құралдары дайын болуы керек.\n3. Жаңартылмайтын ресурстарды пайдалануды төменгі деңгейге жеткізу. Пайдалы қазбалар, грунтты сулар және минералдар жоғары тиімділікпен пайдалануы керек, екінші рет қайта өңдеп, ал ерікті түрде жаңартылатын ресурстарға өту жағдайында оларды тұтынуды қысқарту керек.\n4. Жаңартылатын ресурстардың бұзылуының алдын-алу. Топырақ құнарлылығы, жер үсті және жер асты сулары, орман, балық, жабайы жануарлар секілді барлық тірі ағзалар қорғалып, мүмкіндігінше қайта қалпына келуі керек.\n5. Барлық ресурстарды жоғары тиімділікпен пайдалану.\n6. Физикалық капитал мен халық санының артуын баяулату және қысқарту. Жоғарыда аталған көрсеткіштерге жетудің ұтымды шектері бар. Сондықтан бұл критерийдің маңызы жоғары. Онда институциональдық және философиялық өзгерістер, әлеуметтік жаңалықтарды қарастырады. Ол өнеркәсіптік өндірістің көлемі мен халық санының тұрақты көрсеткіштерін анықтауды талап етеді. Мұнда өсу идеясына емес, анықталған даму идеясы мақсатына шақыру керек.\nТұрақты дамуға өту үшін жоғарыда аталған принциптерді өмірде кеңінен қолдану керек. Тұрақты дамуға жету және экологиялық дағдарыстан шығудың жолдарын іздейтін, жаңа идеялары бар мектеп оқушыларынан бастап, саясаткерлер, экономистер, экологтар, дәрігерлер, заңгерлер ат салысу керек.\nТұрақты дамудың кең таралған формуласы:\nТД=Экология+Экономика+Социум\nТұрақты даму тұжырымдамасы үш негізгі кеңістіктің бірігуінің нәтижесінде пайда болды: экономикалық, әлеуметтік, экологиялық\nТұжырымдаманың маңызды кезеңі тұтыну құрылымын өзгерту, яғни мұнда басты рөлді тұтынушылар атқарады. Экологиялық таза өнім және экологиялық таза ортада мекен етуде тұтынушылар құқығын қолдау әлемдік қауымдастықтағы стандарттарға сәйкес болуы керек. Тұрақты даму идеясы адам құқығын нығайтуды, қазіргі және болашақ ұрпақтың табиғатпен үйлесімді байланысқа түсуіне негіз қалайды.\nТолықтыру: https://www.facebook.com/251749648339472/posts/251766618337775/",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттардың іскерлік мәдениеті",
        "question_content": "Ұлттардың іскерлік мәдениеті мен  салт-дәстүрлерінің әлеуметтік құрылымдардың нарықтық мінез-құлқына әсері.",
        "question_date": "3.05.2021",
        "question_tag": "Табиғат",
        "question_views": 209,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Блок схема құрау көмек керек? #include <iostream>",
        "question_content": "#include <iostream>\n\nusing namespace std;\n\ndouble rub = 0.18;\n\ndouble eur = 0.0019;\n\nint main()\n\n{\n\nsetlocale(LC_ALL, \"Russian\");\n\ndouble tg; int mode;\n\ncout<<\"Введите сумму в тенге: \";cin>>tg;\n\n   cout<<\"Перевести: 1 - Рубли, 2 - Евро: \";cin>>mode;\n\n   if (mode == 1)\n\n   {\n\ncout<<\"Результат: \"<<tg*rub;\n\n   }\n\n    if (mode == 2)\n\n   {\n\ncout<<\"Результат: \"<<tg*eur;\n\n   }\n\n    if (mode >= 3)\n\n    {\n\ncout<<\"Результата нету, попробуйте другое. \";cin>>a;\n\n}\n\n   return 0;\n\n}",
        "question_date": "3.05.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 546,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ: https://app.creately.com/diagram/kOyrSroRloc/edit",
                "date": "29.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түскен сәуле мен шағылған сәуленің арасындағы бұрыш 60 градус?",
        "question_content": "Түскен сәуле мен шағылған сәуленің арасындағы бұрыш 60 градус болған кезде түсу бұрышының мәні қандай болады?",
        "question_date": "2.05.2021",
        "question_tag": "Физика",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "30 градус.Себеби тусу бурышы мен шагылу бурышы тен болады.",
                "date": "17.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құттық руы туралы мәлімет",
        "question_content": "Кімде Құттық руы туралы шежіренің жалғасы туралы мәлімет бар? Бар болса *Emails are not allowed* жіберсеңіз қуанар едім.",
        "question_date": "2.05.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ӘЛІМ - Жаманақ - Өріс - Айдарбек, Есеналы.\nЕСЕНАЛЫ - Палуан, Кішкене.\nКІШКЕНЕ - Сары, Жиеней, Жолшара, Асан, Үсен, Құрманай, Құттық.\nҚҰТТЫҚ - Алдияр, Қайдауыл, Майдан, Домақ, Кенжеғұл.\nМАЙДАН - Құлжаман, Қожамұрат, Әлімбет, Түгелек.\nҚҰЛЖАМАН - Егей, Киікбай, қызы Жүзеке.\nКИІКБАЙ - бәйбішесі Тәжіден (Есет батырдың қарындасы) төрт бала - Жаман, Өтеген, Нұрмұхамед (Нұрымбет), Сары. Есеней деген тоқалынан (қарақалпақтың қызы) үш бала - Бөрітай, Махамбет, Оразақ. Тағы Әжі деген жиені қосылады. Барлығы 8 бала Киікбайға жатады.\nҚұлжаманның қызы Жүзекені Қыпшақ руынан шыққан Əжі деген кісінің баласы Əжібайға əйелдікке алып беріпті. Алшындар Арал мен Шалқарға қоныс аударып көшкенде Киікбаймен бірге Əжі де көшіп келіпті. Осыдан бастап Əжібайдан тараған үрпақтар Майданға сіңіп, біз \"Майданбыз\", оның ішінде \"Киікбайдың Əжісіміз\" деп кеткен дейді.\nКиікбайұлы Əжі - Əжібай, Нияз, Сəмет (Атыкісі), Бөрі (Қарсақ).\nƏжібай - Дүйсейіт, Ерсейіт, Күнсейіт, Нұржауған. Дүйсейіт - Дос - Елубай - Қуаныш, Əбдіраман.\nЕрсейіт - Текебай, Еркебай, Сақтаған.\nКүнсейіт - Менсейіт, Жансейіт.\nНияз - Алдаберген, Азнағұл, Жаппарқұл, Ізбас.\nСəмет (Атыкісі) - Дүйсебай, Қорғанбай, Қанатбай, Қарабас.\nБөрі (Қарсақ) - Тайжан, Құлман.",
                "date": "24.08.2021",
                "upvotes": 0
            },
            {
                "text": "Құттықтың Алдияры бар",
                "date": "25.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алиэкспресс қазір де жақсы жұмыс жасай ма?",
        "question_content": "Сәлеметсіздер ме! Мен алиэкспресстен заказ берейін деген едім. Қазір бұл алиэкспресс жақсы жұмыс жасай ма? Алданып қалмаймын ба? Және бәрі жақсы болса заказ қанша күнде келеді?",
        "question_date": "2.05.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия әрине жақсы жұмыс жасайды! Зат сапалы, бұзылмай жақсы жетеді! Жеткізу күні-егер үстіне ақша қоссаңыз 7-12 күнде , ал тегін алғыңыз келсе 1 ай шамасында аласыз",
                "date": "26.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нұрпейісованың \"Соңғы парыз\" романына жоспар керек?",
        "question_content": "Нұрпейісованың \"Соңғы парыз\" романына жоспар керек?",
        "question_date": "1.05.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тыныс белгілерін қойып, синтаксистік талдау жасаңыз?",
        "question_content": "Тыныс белгілерін қойып, синтаксистік талдау жасаңыз?\nЖолаушылар өтіп бара жатып әлгі бейіттерге қарап ауыздары күбірлеп тоңған қолдарын көтеріп беттерін сипап бата қылады. (М.Әуезов).",
        "question_date": "1.05.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 661,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жолаушылар өтіп бара жатып, әлгі бейіттерге қарап, ауыздары күбірлеп, тоңған қолдарын көтеріп, беттерін сипап, бата қылады. (М.Әуезов).",
                "date": "20.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих пәнінің ашық сабақ жоспарлары керек?",
        "question_content": "Салем достар маған срочна көмек керек болып тұр ашық сабақ жоспарлары тарих пәнінің",
        "question_date": "1.05.2021",
        "question_tag": "Университет, колледж",
        "question_views": 242,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://ust.kz/materialdar/kazakstan_tarihi/ashik_sabak/9_sinip.html\nОсы сілтемеге өтсеңіз көп мысалдар бар.",
                "date": "27.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алкендердің гомологтық қатарын анықтаңыз.",
        "question_content": "бжб 9 сынып пжж помагитее кимде бар?",
        "question_date": "30.04.2021",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3)А-4\n\nВ-1\n\nС-2\n\nД-3\n\n5) С.С5Н10\n\nВ.С2Н4\n\n6) В. Альдегид\n\n7)с. мұнай",
                "date": "29.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер етеккірдің алдында выделения болса, оразаны жалғастыруға болады ма?",
        "question_content": "Етеккірдің алдында бір апта бұрын келетін белгі, бірақ етеккір емес. Оразаны жалғастыруға болама?",
        "question_date": "30.04.2021",
        "question_tag": "Ораза сұрақтар",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ: Рамазанда бір әйелдің хайзы (етеккірі) келсе, тұтқан оразасын ашып жібере ала ма? Хайзы бітуге жақындағанда ішіп-жеуі күнә болады ма?\nЖауап: Рамазанда бір әйелдің хайзы имсак (ауыз бекітетін) уақытынан кейін тоқтаса, сол күні кешке дейін ораза ұстағандай ешнәрсе жемей жүреді. Имсак уақытынан кейін хайзы басталған әйел, сол күні жасырын ішіп-жей алады. Екі жағдайда да сол күннің оразасын кейіннен қаза етеді (қазасын өтейді). Бір намаз уақытының ішінде, намаз оқудан бұрын хайз көрген әйел сол уақыттың намазын қаза етпейді.\nИмсак уақытынан бұрын қан тоқтайтын болса, таң намазы уақытына тек ғұсыл алып киімін киетіндей уақыт қалып, тіпті Аллаһу әкбар дейтіндей уақыт қалмаған болса, ол күннің оразасын тұтады. Бірақ құптанды қаза етуі керек болмайды. Тәкбірді айтатындай уақыт та бар болса, құптанды да қаза етуі керек болады. Ифтардан (ауызашардан) бұрын хайз басталса ораза бұзылады. Рамазаннан кейін қаза етеді. Намаз ішінде хайз басталса, намазы бұзылады.\nСұрақ: Бір әйел ақшамнан ертеңгі оразаға ниет етсе, ертеңіне хайзы басталса ол күні ораза ұстай ма?\nЖауап: Хайз басталған кезде ораза бұзылған болады, ішіп-жей алады. Бірақ ораза ұстағандардың көз алдында ештеңе жемеу керек!\nСұрақ: Әйел түнде ниет еткен оразасын түсте бұзған болса, түстен кейін етеккір көрсе, қаза етуі қажет пе?\nЖауап: Етеккір болмағанда каффарат қажет болатын еді. Хайз болғаны үшін қаза керек. Бір адам оразасын бұзса, кейіннен ораза ұстай алмайтын дәрежеде аурып қалса да қаза керек.\nСұрақ: Хайзды әйелдің Рамазанда ораза ұстауы жаиз ба?\nЖауап: Жоқ.\nСұрақ: Оразаның қазаға қалмауы үшін хайзды дәрімен кешіктіру жаиз ба?\nЖауап: Жаиз.\nСұрақ: Әдет күні 13 және 15 болған Маликиді тақлид ететін әйел оныншы күннен кейін Рамазан оразасын ұстай алады ма?\nЖауап: Иә, ораза ұстауы керек. Он күннен кейін емес, негізгі әдеті қанша болса сол күннен кейін ораза ұстауы керек. Ханафи бойынша әдет уақыты біткен болып саналады және ғұсыл алып оразасын ұстайды. Ғұсыл алмаса да оразасы сахих болады, бірақ әрине ғұсылмен ораза ұстау жақсырақ болады. Малики бойынша да қан тоқтағанда, яғни 15 өткеннен кейін ғұсыл алуы керек.\nСұрақ: Қаза оразасын ұстаған күнімде етеккірім басталды. Етеккірім біткеннен кейін жартылай болып қалған оразам үшін бөлек тағы бір күн ұстауым керек пе?\nЖауап: Одан бөлек ораза ұстамайсыз. Қаза оразаңыз жартылай қалды. Соны жаңадан ұстайсыз.\nСұрақ: Өзі Ханафи болған бірақ кейбір мәселелерде Маликиді тақлид ететін әйелдің қаншама айлардан бері хайз күндері әр уақытта 15 күнге жалғасады. 15 күн таза жүреді. Ханафиде хайздың ең ұзағы 10 күн деп қабылданған. Енді әлгі әйел хайзының 10 күнін өткізген соң әлі етеккірі жалғасып жатса да, ораза тұта алады ма?\nЖауап: Оразада Малики тақлид етілмегені үшін, 10 күннен кейін оразасын ұстайды.\nТолығырақ: https://www.islamdini.kz/articles/936",
                "date": "30.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Велосипед жайлы оффер яғный клиентке ұсыныс керек?",
        "question_content": "Велосипед жайлы оффер яғный клиентке ұсыныс керек. Сол олх ка салуга оффер жазу керек көмектесесіздерме? Бизнес бастауда оқыған жандар?",
        "question_date": "30.04.2021",
        "question_tag": "Жеке бизнес",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаздың жайма шуақ күнінде велосипедпен серуендеуге болады. Жақын адамдарымызбен көңіл көтеріп қана қоймай, жаңа жерді көру мүмкіндігі туады. Мұнымен қатар, велосипедтің денсаулығымызға тигізер пайдасы көп.\nБіріншіден, велосипед – жалғыз экологиялық таза әрі қолжетімді транспорт. Екіншіден, денеге физикалық ауыртпалықты аз мөлшерде түсіріп, салауатты өмір салтын ұстануға көмектеседі. Қазіргі таңда көп уақытты кеңседе, компьютердің алдында өткіземіз. Таза ауаға сирек шығамыз. Оның үстіне Алматы сынды үлкен қалалардың ауасы лас келеді. Осының салдарынан бойымызға артық салмақ жиып, әлсірейміз. Көңіл күйіміз түседі. Жаттығу залына баруға уақытымыз немесе ақшамыз жоқ. Алайда уайымдамаңыз. Жаттығу залын велосипедпен алмастыра аласыз.\nВелосипед айдаудың 6 пайдасы:\n1. Велосипед айдау арқылы күйзелістен арыламыз. Өзіңіз ойлап көріңізші, орман ішінде қыдырып, таза ауамен демалып, айналаңыздағы әсем суреттерге көз салу қандай керемет?! Үйдегі майда-шүйде, бітпейтін тірліктерді ұмытып, сергіп қаламыз. Демалыс күндері отбасымызбен бірге шығуымызға болады. Ат жалын тартып мінуді білетін әке-шешеміздің оны оңай үйреніп алатыны анық. Сыр шертісіп, түрлі суретке түсеміз.\n2. Велосипед айдау арқылы жүрек пен тамырлардың жұмысы реттеледі. Бастапқыда жүрегіңізге аздап күш түсіресіз де, артынша оған оттегінің көмегімен демалуға мүмкіндік бересіз. Жүректің бұлшық еті жаттығып, шыдамдылығыңыз арта түседі. Алайда асыра сілтеп жібермеңіз.\n3. Ағзамыздағы зат алмасу құбылысы жылдам жүреді. Ауа арқылы жұғататын аурулардан сақ боламыз. Өкпеміз ашылады.\n4. Аяқты шынықтырып, артық салмақтан арылуға көмектеседі. Егер жүгіруге қиналсаңыз, оны велосипедпен алмастырыңыз. Аяғыңыздың бұлшық еттері қатаяды. Мұнымен қатар, теріңіздегі жаралар жазылады.\n5. Мұнымен қатар, варикозды емдеуге көмектеседі. Сіз велосипедтің «үзеңгісін» айналдырған сайын қатып қалған қандар тарайды. Әйелдерде ғана болатын ауруларды емдеуге көмектеседі.\n6. Велосипед айдау арқылы көзіңіздің көру қабілетін жақсарта аласыз. Күнделікті компьютерге көп уақыт қарап отыратындықтан, көзіміз тез шаршайды. Алысқа қарау мүмкіндігінен айырыламыз. Ал велосипед айдау барысында алыс аймақты да бақылайтындықтан, көзіміздің бұлшық еттері демалады.\nЕгер сіз велосипедті енді ғана айдаған болсаңыз, 20-25 минуттан бастаңыз. Күн сайын 10 минут қосып отырыңыз. Айдау барысында буындарыңыздың немесе бұлшық еттеріңіздің ауырғанын байқасаңыз, шынығуды біраз уақытқа тоқтата тұрыңыз. Ағзаңызға үйренуге мүмкіндік беріп, артынша қайтадан жалғастырыңыз. Велосипедті тамақ іше салысымен айдамауға кеңес береміз. Өзіңізбен бірге минералды су ала шығуды ұмытпаңыз.\nАқпарат дереккөзі: https://massaget.kz/kyizdarga/krasota/29346/",
                "date": "30.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төлен Әбдіковтың қонақтар әңгімесі неге олай аталды және басқаша қалай атауға болады",
        "question_content": "Төмендегі сұрақтарға жауап бере отырып,өз тұжырымымызды жазайық.\nА)Әңгіменің \"қонақтар\" атаулының мәні неде(қысқаша)?басқаша қалай атауға болады?\nӘ)Автордың бұл туындыны жазудағы мақсаты неде?\nВ)Әңгімені оқу арқылы мен қандай қорытындыға келдім\nӨтінемін көмектесіңіздерші қазір сабаққа кетем керек болып жатыр срочна бұл ғана емес әлі сұрақ өте көп",
        "question_date": "30.04.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Қонақтар» әңгімесі бүгінгі күнде де өзектілігін жоғалтпаған үлкен әлеуметтік мәселені көтерген шығарма. Шығарма тақырыбының идеясы - ата-ана, ата-ана алдындағы бала парызы, туған жер, қара шаңырақ. Шығарманың түпкі идеясын ашуда бар жүкті Ерғабыл шалдың ой-толғанысы, іс-қимылы, сөзі мен өзгелермен қарым-қатынасы көтеріп тұр десе болғандай. Курорттан қайтып келе жатып, соғып кететіндігінен хабар берген, жылына бір рет қана келіп кетер баласы Сапабекті күткен әкенің ойы, арманы, Жаратқаннан күтер тілегі бар. Бірақ оны сөз саптасымен немесе қимылымен білдірмесе, ашып көрсетпейді.",
                "date": "4.05.2023",
                "upvotes": 2
            },
            {
                "text": "Перзент парызы: Әбдіковтің \"Қонақтар\" әңгімесінің көтерген мәселесі\n\nТөлен Әбдіковтің \"Қонақтар\" әңгімесінің тақырыбы қарапайым болғанымен, оның астарында қазақ қоғамындағы өзекті мәселелердің бірі – ата-ана мен бала арасындағы қарым-қатынас жатыр. Әңгімедегі кейіпкерлер – Ерғабыл шал мен оның ұлы Сапабек, келіні Клара және немересі Асқар – бұл қарым-қатынастың әртүрлі қырларын ашады.\n\nӘңгіме неліктен \"Қонақтар\" деп аталады? Бұл сұраққа жауап беру үшін, ең алдымен, қонақтың қазақ мәдениетіндегі орнына назар аудару керек. Қонақ – құт, береке әкелуші, сыйлы адам. Алайда, әңгімедегі қонақтар – Сапабектің отбасы – Ерғабыл шал үшін құт емес, керісінше, оның жанына батады. Олар оның өмір салтына, дәстүрлеріне жат, оның тілін түсінбейді, оның құндылықтарын бөліспейді. Сондықтан олар оған қонақ емес, \"бөтен\" адамдар сияқты.\n\nЕрғабыл шалдың баласына көңілі толмауының да себебі осында. Сапабек – қаланың адамы, білімді, мансапты, бірақ ол өзінің туған жерінен, ата-бабасының салт-дәстүрлерінен алыстап кеткен. Ол әкесінің тілегін түсінбейді, оның қадірін білмейді. Оның үшін бастысы – материалдық байлық, ал рухани құндылықтар екінші орында.\n\nБұл мәселе тек Ерғабыл шал мен оның отбасына ғана тән емес. Қазіргі қоғамда көптеген жастар өз ата-аналарымен ортақ тіл табыса алмайды, олардың құндылықтарын түсінбейді, олардың қадірін білмейді. Бұл – үлкен трагедия, өйткені ата-ана мен бала арасындағы байланыс – адам өміріндегі ең маңызды байланыстардың бірі.\n\nПерзент парызы – ата-ананы құрметтеу, оларға қамқорлық жасау, олардың тілегін орындау. Бұл – әрбір баланың міндеті. Ата-анасын сыйламаған адам ешқашан бақытты бола алмайды. Сондықтан әрқайсымыз өз ата-анамыздың қадірін біліп, олардың алдындағы парызымызды өтеуге тырысуымыз керек.",
                "date": "30.04.2021",
                "upvotes": 2
            }
        ]
    }
]