[
    {
        "question_title": "Полиэиркетондардың қолданылу аясы мен қасиеттері қандай?",
        "question_content": "Полиэиркетондардың қолданылу аясы мен қасиеттері туралы қысқаша ақпарат керек?",
        "question_date": "31.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Полиэфиркетондар қолдану аясы кең полимерлі материалдар болып табылады. Оның жеке марка түрлеріне қарай қасиеттері ерекшеленіп келеді. Мысалы: ПЭЭК жоғары температурада 290 С   ПТФЭ мен салыстырғанда аққыштығы төмен.\n  Жалпылай қамтылған қасиеттеріне келер болсақ:\n\nЖоғары ылғал және термотұрақтылық\n\nМеханикалық берік\n\nЖартылай кристаллды поликетон 260 градус темп. шыдайды;\n\nСыртқы агрессивті орта жағдайына тұрақты;\n\nУақыт бойынша ултрафиолет әсерінен деформацияға ұшырамайды.\n\nҚолданылу аясы: \nМедицина (медициналық аппараттар құрауышы, протездер және т.б.)\n\nҰшақ жасау (ұшақтың құрауыш бөлшектері)\n\nМашина жасау (машинаның ішкі және сыртқы бөлшектерінің көпшілігі\n\nКонструкциялар өндірісі (құрауыштар)",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "фторпласттар туралы мәліметтер керек",
        "question_content": "фторпласттар туралы мәліметтер керек",
        "question_date": "31.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 216,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Катализ ұғымына анықтама беріңіз.",
        "question_content": "Катализ ұғымына анықтама беріңіз?",
        "question_date": "31.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КАТАЛИЗ (грек. katalysіs – бұзылу) – реакция өнімдерінің құрамына кірмейтін, бірақ реакцияға қатысатын катализаторлардың әсерінен реакция жылдамдығының өзгеруі. “Катализ” терминін алғаш рет 1835 жылы швед химигі И.Берцелиус (1779 – 1848) енгізген.\nКатализ деп химиялық реакциялардың катализатор қатынасуы арқылы жылдамдықтарының өзгеруін немесе олардың қоздырылуын айтады.\nКатализ туралы қазіргі түсінік каталитик-ғалым Боресков Г.К. жасаған анықтама бойынша толық бейнеленеді: катализ– бұл реакцияға қатысушылармен химиялық әрекеттесіп аралық қосылыс түзетін, бірақ әрбір аралық циклден кейін өзінің химиялық құрамын сақтап қалатын заттар (катализатор) қатысуымен химиялық реакцияның жылдамдығының өзгеруі.\nКатализді оң катализ және теріс катализ деп екіге бөледі. Оң катализ кезінде катализатор реакция жылдамдығын арттырады, ал теріс катализ кезінде реакция жылдамдығы баяулайды. Реакция жылдамдығын әлсірететін заттарды кейде ингибиторлар деп те атайды. Реакцияланатын заттар мен катализаторлардың фазалық күйіне байланысты катализ гомогенді, гетерогенді және ферментативті болып бөлінеді.\nГомогенді катализ – катализатор да, реагирлеуші зат та бір фазалық жағдайда – сұйық немесе газтәрізді болатын процестер тобы. Процесс аралық тұрақсыз стехиометриялық құрамды қосылыстардың түзілуі арқылы жүреді.\nГетерогендікатализ – катализатор да, реагирлеуші зат та әр түрлі фазада болатын процестер тобы. Көпшілік жағдайда катализатор - қатты, ал реагирлеуші зат – сұйық немесе газ түрінде болады. Процесс аралық тұрақсыз қосылыстардың стехиометриялық емесқұрам кезеңі бойынша өтеді.\nФерментативті катализ –ферменттер қатысында өтеді.\nРеакцияға тікелей әрекеттесу аркылы оның жылдамдығып өзгертетін, бірақ реакция нәтижесінде түзелетін заттардыц құрамына кірмейтін, соңында өзінің алғашкы қалпына қайта келетін заттарды катализатор дейді.\nКатализатор қатысуымен  өтетін процестер катализдік процестер деп аталады.\nКатализатордың реакция жүргізу қаблетіне оң ықпал етіп, оның сапалық көрсеткішін арттыратын заттар – промоторлар, ал оның жүргізу қаблетін төмендетін заттар - ингибиторлар деп аталынады.\nКатализаторларға промоторлар қосу арқылы олардың құрылымын, қасиетін өзгерту «модифицрлеу-түрлендіру» деп аталынады.",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фазалық күйіне байланысты катализ процесінің бөлінуі.",
        "question_content": "Реакцияланатын заттар мен катализаторлардың фазалық күйіне байланысты катализ процесінің бөлінуі?",
        "question_date": "31.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Катализді оң катализ және теріс катализ деп екіге бөледі. Оң катализ кезінде катализатор реакция жылдамдығын арттырады, ал теріс катализ кезінде реакция жылдамдығы баяулайды. Реакция жылдамдығын әлсірететін заттарды кейде ингибиторлар деп те атайды. Реакцияланатын заттар мен катализаторлардың фазалық күйіне байланысты катализ гомогенді, гетерогенді және ферментативті болып бөлінеді.\nГомогенді катализ – катализатор да, реагирлеуші зат та бір фазалық жағдайда – сұйық немесе газтәрізді болатын процестер тобы. Процесс аралық тұрақсыз стехиометриялық құрамды қосылыстардың түзілуі арқылы жүреді.\nГетерогендікатализ – катализатор да, реагирлеуші зат та әр түрлі фазада болатын процестер тобы. Көпшілік жағдайда катализатор - қатты, ал реагирлеуші зат – сұйық немесе газ түрінде болады. Процесс аралық тұрақсыз қосылыстардың стехиометриялық емесқұрам кезеңі бойынша өтеді.\nФерментативті катализ –ферменттер қатысында өтеді.\nРеакцияға тікелей әрекеттесу аркылы оның жылдамдығып өзгертетін, бірақ реакция нәтижесінде түзелетін заттардыц құрамына кірмейтін, соңында өзінің алғашкы қалпына қайта келетін заттарды катализатор дейді.\nКатализатор қатысуымен  өтетін процестер катализдік процестер деп аталады.\nКатализатордың реакция жүргізу қаблетіне оң ықпал етіп, оның сапалық көрсеткішін арттыратын заттар – промоторлар, ал оның жүргізу қаблетін төмендетін заттар - ингибиторлар деп аталынады.\nКатализаторларға промоторлар қосу арқылы олардың құрылымын, қасиетін өзгерту «модифицрлеу-түрлендіру» деп аталынады.",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі өндірістердегі катализдің рөлі?",
        "question_content": "Қазіргі өндірістердегі катализдің рөлі?",
        "question_date": "31.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КАТАЛИЗ (грек. katalysіs – бұзылу) – реакция өнімдерінің құрамына кірмейтін, бірақ реакцияға қатысатын катализаторлардың әсерінен реакция жылдамдығының өзгеруі. “Катализ” терминін алғаш рет 1835 жылы швед химигі И.Берцелиус (1779 – 1848) енгізген.\nКатализ деп химиялық реакциялардың катализатор қатынасуы арқылы жылдамдықтарының өзгеруін немесе олардың қоздырылуын айтады.\nКатализаторларды қолдану химия өнеркәсібінде түбегейлі өзгеріс жасады. Олардың арқасында органикалық синтез үшін шикізат ретінде бұрын «өлі зат» ретінде есептеліп келген парафиндер мен циклопарафиндерді пайдалану мүмкіндігі туды. Катализ маргарин тағы басқа тамақ өнімдері мен өсімдіктерді қорғауға арналған заттарды және бояғыш заттар мен полимерлер алуда негіз болып саналады. Негізгі химияның өндірісі (бейорганикалық қышқылдар, негіздер, тұздар алу) және «нәзік органикалық синтез, жанар-жағармай алу катализге негізделген. Химияның 60-80% катализдік процеске тәуелді.\nҚазіргі кезде каталитикалық процестер мұнай химиясында және мұнай өңдеуде кең таралған. Мұнайхимиялық және мұнай өңдеудегі каталитикалық процестердің үлесі мұнай негізіндегі барлық процестердің 90 % құрайды. Мұнай және мұнай өндірісінің қалдықтарын терең өңдеу процесінде мақсатты өнімнің шығымын көбірек алу көбінесе катализаторды пайдаланауға негізделген.\nМұнай өңдеудегі негізгі каталитикалық процестерге каталитикалық крекинг, каталитикалық риформинг, гидротазалау, гидрокрекинг, алкилдеу, изомерлеу және т.б. процестер жатады.\nЕгер каталитикалық крекинг, риформинг, гидрокрекинг және гидротазалау екіншілік өңдеу процестерінде шикізатты дайындау және мұнай негіздегі негізгі өнімдерді алу мақсатында пайдаланылса, ал каталитиалық гидрлеу, изомерлеу және алкилдеу процестері тұтыну аумағын кеңейту мақсатымен мұнай көмірсутектерінің арнайы қасиеттері негізінде өнімдер және жартылай өнімдерді беру үшін қолданылады.\nМұнай өңдеудің негізгі өнімдері әр түрлі отын түрлері болып табылады және 5%-ке жуығы олефинді қатардың жеке көмірсутектері (этилен, пропилен, бутилен, изобутилен), бутадиен, ароматы көмірсутектер (бензол, толуол, ксилол) өндірісіне шығындалады.\nМұнай өңдеудің өнімдері іс жүзінде өнеркәсіптің барлық саласында, транспорта, құрылыста, ауыл шаруашылығында, энергетикада,  тұрмыстық қажеттіліктер және т.б. үшін қолданылады. Мұнай өңдеу өнеркәсібі қатты, сұйық және газтәрізді мұнай өнімдерінің 500-ден астам түрін алуға мүмкіндің береді. Олардың қатарында әртүрлі отындар және май өнімдерінен тыс полимер материалдары, синтетикалық талшықтар, еріткіштер, лактар және бояулар, медициналық препараттар, синтетикалық жуғыш заттар, құрылыс материалдары және көптеген т.б. заттар ерекше орын алады.",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰҚК (КНБ) академиясына қалай түссем болады?",
        "question_content": "Ұқк академиясына қалай түсуге болады. Колледжде окимын. Мамандық техник электрик. Колледжден кейн туссем 4 жыл окидыма?",
        "question_date": "30.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Ұлттық қауіпсіздік комитетінің Академиясы ұлттық қауіпсіздік органдарының жедел, техникалық және басшы қызметкерлерді дайындау, қайта дайындау және біліктілікті арттыру саласындағы арнаулы, көп салалы оқу орны.\nҚазақстан Республикасының ұлттық қауіпсіздік органдарының жоғары білім беру оқу бағдарламаларын жүзеге асыратын әскери, арнаулы оқу орындарына оқуға іріктеу және қабылдау тәртібі «Арнаулы мемлекеттік органдары туралы» Қазақстан Республикасы Заңының 10-бабымен және ҰҚК Төрағасының 2016 жылғы 13 қаңтардағы №2 бұйрығымен регламенттелген.   \nҰҚК Академиясы қабылдауды мынадай оқу бағдарламалары бойынша жүргізеді:\nжоғары білім бағдарламасы бойынша (оқу мерзімі – 4 жыл), мамандығы – қарсы барлау қызметі;\nоқу мерзімі қысқартылған жоғары білім беру бағдарламасы бойынша (оқу мерзімі – 2 жыл), мамандығы – қарсы барлау қызметі, ақпаратты қорғауды ұйымдастыру және технологиясы;\nқосымша білім бағдарламасы бойынша, қайта даярлау курстары (оқу мерзімі – 6 айдан кем емес).\n         Сонымен қатар оқу орнында Комитеттің жұмыс істейтін қызметкерлері үшін магистратура және докторантура бағдарламалары бойынша оқыту бар. \n         Қазақстан Республикасының ҰҚК Академиясына немесе шетел мемлекеттерінің білім беру ұйымдарына оқуға түсуге мыналар құқылы:\nжоғары білім берудің оқу бағдарламалары бойынша (оқу мерзімі - 4 жыл) оқуға түсетін жылы он жеті жасқа толған, бірақ жиырма бір жастан аспаған (әскери қызмет өткермеген) азаматтар. Әскери қызмет өткерген азаматтар жиырма төрт жастан бастап қабылданады. Жиырма бес жастан бастап әскери қызметшілер не болмаса арнаулы мемлекеттік органдарда қызмет өткеріп жүрген қызметкерлер қабылданады;\nоқыту мерзімі қысқартылған жоғары білім беру бағдарламалары бойынша (оқу мерзімі – 2 жыл) жоғары білімі бар, оқуға түсетін жылы кемінде жиырма екі жасқа толған Қазақстан Республикасының азаматтары;\nқосымша білім беру бағдарламасы бойынша (оқу мерзімі – 6 айдан кем емес) жоғары білімі бар, оқуға түсетін жылы кемінде жиырма екі жасқа толған Қазақстан Республикасының азаматтары.  \nҰҚО оқу орындарына түсуге тілек білдірген кандидаттар оқуға түсетін жылдың алдындағы жылдың 1 қарашасына дейін тұрғылықты жерлері немесе жұмыс орындары орналасқан жерлері бойынша ҰҚК органдарына тестілеуді қай тілде тапсыратындығын және қай тілде білім алатындығын көрсете отырып, еркін нысанда өтініш береді. \nӨтінішке мыналар қосымша ұсынылады:\nжалпы орта білімі туралы қосымшасымен бірге аттестат немесе техникалық және кәсіби білімі туралы не болмаса орта білімнен кейінгі білім туралы қосымшасымен бірге диплом (көшірме);\nжоғары білім туралы диплом (көшірме), дипломға қосымша (көшірме) (транскрипт);\nжеке басын куәландыратын құжат (көшірме);\nтуу туралы куәлік (көшірме);\nалты фотосурет (бас киімсіз, өлшемі 4,5 х 6 см);\nөмірбаян және сауалнама;\nәскери билет немесе тіркеу куәлігі (көшірме);\nжоғары білім бар кандидаттар үшін еңбек жолын растайтын құжаттар.\nОқуға зеределенетін кандидатқа мынадай талаптар белгіленеді:\nжоғары білім оқу бағдарламасы бойынша (оқу мерзімі - 4 жыл):\nорта және ортадан кейінгі кәсіби білімінің болуы;\n10-11 сыныптарының оқу табельдері бойынша кандидаттың орта балы дәстүрлі бағалау шкаласы бойынша 4 балдан төмен болмауы қажет;\nқажетті жеке, моральдық қасиеттері, денсаулық жағдайы және дене дамуы.\nқысқартылған оқу мерзімді жоғары білім оқу бағдарламалары бойынша (оқу мерзімі – 2 жыл):\nжоғары білімнің болуы;\nҰҚО-ға қызметке қабылданар кезде кандидаттың алған жоғары білімі бойынша орташа балы оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 2,67 (В-) (дәстүрлі бағалау шкаласы бойынша 4 балдан кем емес)  кем болмауы тиіс.\nКандидатта сирек кездесетін мамандығы (оның ішінде техникалық және медициналық бейін), мамандандырылған білімі (оның ішінде сирек шет тілдерін білуі), Қазақстан Республикасының мемлекеттік органдарында, Қарулы Күштері, басқа да әскерлері мен әскери құралымдарында, құқық қорғау органдарында жедел-қызметтік іс-қимылдың өзекті бағыттары бойынша практикалық қызметтің белгілі бір тәжірибесі болғанкезде, сондай-ақ ғылыми дәрежесі, ғылыми және (немесе) ғылыми-техникалық, оқытушылық қызмет тәжірибесі немесе спорттық жетістіктері болған кезде алған жоғары білімі бойынша орташа балын оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 1,0 (D-)-ға дейін (дәстүрлі бағалау шкаласы бойынша 3 балдан кем емес)төмендетуге жол беріледі;\nқажетті жеке, моральдық қасиеттері, денсаулық жағдайы және дене дамуы.\nқосымша білім беру бағдарламалары бойынша (оқу мерзімі - 6 айға дейін):\nжоғары білімнің болуы;\nҰҚО-ға қызметке қабылданар кезде кандидаттың алған жоғары білімі бойынша орташа балы оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 2,67 (В-) (дәстүрлі бағалау шкаласы бойынша 4 балдан кем емес)кем болмауы тиіс.\nКандидатта сирек кездесетін мамандығы (оның ішінде техникалық және медициналық бейін), мамандандырылған білімі (оның ішінде сирек шет тілдерін білуі), Қазақстан Республикасының мемлекеттік органдарында, Қарулы Күштері, басқа да әскерлері мен әскери құралымдарында, құқық қорғау органдарында жедел-қызметтік іс-қимылдың өзекті бағыттары бойынша практикалық қызметтің белгілі бір тәжірибесі болған  кезде, сондай-ақ ғылыми дәрежесі, ғылыми және (немесе) ғылыми-техникалық, оқытушылық қызмет тәжірибесі немесе спорттық жетістіктері болған кезде алған жоғары білімі бойынша орташа балын оқу жетістіктерін бағалаудың балдық-рейтингілік әріптік жүйесіне сәйкес 1,0 (D-)-ға дейін (дәстүрлі бағалау шкаласы бойынша 3 балдан кем емес)  төмендетуге жол беріледі;\n6 айдан кем емес практикалық қызмет тәжірибесі;\nқажетті жеке, моральдық қасиеттері, денсаулық жағдайы және дене дамуы.\nОқуға түсуге өтініш білдірген кандидаттар қызметке жарамдылығын анықтау үшін міндетті түрде әскери-дәрігерлік комиссияларда медициналық және психофизиологиялық тексеруден, сондай-ақ полиграфологиялық зерттеуден өтеді. Сондай-ақ кандидатқа және оның жақын туыстарына арнайы тексеру жүргізіледі.\nОқуға:\n1) Қазақстан Республикасының заңында белгiленген тәртiппен әрекетке қабiлетсiз немесе әрекет қабiлетi шектеулi деп танылған, әскери-дәрiгерлiк комиссияның қорытындысына сәйкес лауазымдық өкiлеттiктердi орындауға кедергi келтiретiн сырқаты бар;\n2) қызметкердің қызметте болуына байланысты заңда белгіленген шектеулерді және \"Сыбайлас жемқорлыққа қарсы іс-қимыл туралы\" Қазақстан Республикасының Заңында белгiленген сыбайлас жемқорлыққа қарсы шектеулердi қабылдаудан бас тартқан;\n3) қызметке тұрар алдында үш жыл iшiнде сыбайлас жемқорлық құқық бұзушылық жасағаны үшiн тәртiптiк жауаптылыққа тартылған, қызметке тұрар алдында бiр жыл iшiнде қасақана құқық бұзушылығы үшiн сот тәртiбiмен әкiмшiлiк жаза қолданылған, қызметке тұрар алдында үш жыл iшiнде сыбайлас жемқорлық құқық бұзушылық жасағаны үшiн сот тәртiбiмен әкiмшiлiк жаза қолданылған, қызметке тұрғанға дейін өзіне қатысты үш жылдың ішінде қылмыстық теріс қылық жасағаны үшін соттың айыптау үкімі шығарылған немесе қызметке тұрғанға дейін үш жылдың ішінде қылмыстық теріс қылық жасағаны үшін қылмыстық жауаптылықтан Қазақстан Республикасы Қылмыстық-процестік кодексінің 35-бабының бірінші бөлігі 3), 4), 9), 10) және 12) тармақтарының немесе 36-бабының негізінде босатылған;\n4) сыбайлас жемқорлық қылмыс жасаған, сыбайлас жемқорлық құқық бұзушылық жасағаны үшiн жұмыстан (қызметтен) шығарылған, сондай-ақ мемлекеттік қызметтен, өзге де арнаулы мемлекеттік органдардан, құқық қорғау органдарынан, соттардан және әділет органдарынан теріс себептер бойынша шығарылған;\n5) арнайы тексеруден өтпеген және (немесе) өзі не өзінің жақын туыстары (ата-анасы, балалары, асырап алушылары, асырап алынған балалары, ата-анасы бiр және ата-анасы бөлек аға-iнiлерi және апа-сiңлiлерi, қарындастары, аталары, әжелерi, немерелерi) немесе зайыбы (жұбайы) және оның жақын туыстары туралы көрінеу жалған мәліметтер хабарлаған;\n6) жақын туыстары (ата-анасы, балалары, асырап алушылары, асырап алынған балалары, ата-анасы бiр және ата-анасы бөлек аға-iнiлерi және апа-сiңлiлерi, қарындастары, аталары, әжелерi, немерелерi) не зайыбы (жұбайы) немесе оның жақын туыстары ауыр және аса ауыр қылмыс жасаған;\n7) қызметке жарамдылығын анықтау үшін әскери-дәрігерлік комиссияларда психофизиологиялық немесе медициналық куәландырудан немесе полиграфологиялық зерттеуден өтпеген адам қабылданбайды.\nҰлттық қауіпсіздік органдары кандидатқа қызметке қабылдаудан бас тартудың анықталған себебін түсіндірмеуге құқылы екенін атап өту қажет.\n  Арнаулы тексеруден табысты өткен жағдайда кандидат конкурстық іріктеудің бірінші кезеңінен оны зерделеген орын бойынша өтеді. \nОқуға конкурстық іріктеудің екінші кезеңінен кандидат ҰҚК Академиясында өтеді. Әрбір оқу бағдарламалардың кандидаттары үшін жеке емтихандар кешені өткізіледі. \nЕмтихандарды бағалау шкаласын    https://egov.kz/cms/kk/articles/wkola_fknb  сайтынан қарай аласыз.",
                "date": "30.03.2020",
                "upvotes": 0
            },
            {
                "text": "Калай КНБ болуга болады",
                "date": "1.08.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Контурдың толық кедергісін табу керек?",
        "question_content": "Тербеліс контуры сыйымдылығы 4,0 мкФ ал индуктивтілігі 2,0 мГ, активті кедергісі 10 Ом. Контурдың толық кедергісін табу керек?",
        "question_date": "30.03.2020",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толық кедергі 10 Омға тең",
                "date": "17.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың 3 қара сөзіне түсінік керек",
        "question_content": "Абайдың 3 кара сөзін калай түсінуге болады???",
        "question_date": "30.03.2020",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшінші қара сөз Қазақтың бірінің біріне қаскүнем болмағының, бірінің тілеуін бірі тілеспейтұғынының, рас сөзі аз болатұғынының, қызметке таласқыш болатұғынының, өздерінің жалқау болатұғынының себебі не? Һәмма ғаламға белгілі данышпандар әлдеқашан байқаған: әрбір жалқау кісі қорқақ, қайратсыз тартады; әрбір қайратсыз қорқақ, мақтаншақ келеді; әрбір мақтаншақ қорқақ, ақылсыз, надан келеді; әрбір ақылсыз надан, арсыз келеді; әрбір арсыз жалқаудан сұрамсақ, өзі тойымсыз, өнерсіз, ешкімге достығы жоқ жандар шығады. Мұның бәрі төрт аяқты малды көбейтеміннен басқа ойының жоқтығынан, өзге егін, сауда, өнер, ғылым - солар секілді нәрселерге салынса, бұлай болмас еді. Әрбір мал іздеген малым көп болса, өзімдікі де, балаларым да малды болса екен дейді. Ол мал көбейсе, малшыларға бақтырмақ, өздері етке, қымызға тойып, сұлуды жайлап, жүйрікті байлап отырмақ. Қыстауы тарлық қылса, арызы жеткендік, сыйы өткендік, байлық қызметінен біреудің қыстауын сатып алмақ, ептеп алмақ, тартып алмақ. Ол қыстауынан айырылған және біреуге тиіспек, я болмаса орынсыздығынан елден кетпек - әр қазақтың ойы осы. Осылар біріне бірі достық ойлай ала ма? Кедей көп болса, ақысы кем болар еді, малдан айырылғандар көбейсе, қыстауы босар еді деп, мен ананы кедей болса екен деп, ол мені кедей болса екен деп, әуелде ішімізбен қас сағындық. Әрі-беріден соң сыртымызға шықты, жауластық, дауластық, партияластық. Осындай қастарға сөзім өтімді болсын және де ептеп мал жиюға күшім жетімді болсын деп, қызметке болыстық, билікке таластық. Сонан соң не момынның баласы бөтен жаққа шығып, еңбек қылып, мал іздемейді, егін, сауданың керегі жоқ болады. Өз басын өзі осындай таласпенен кісі көбейтеміз деп партия жиғандардың бүгін біреуіне, ертең біреуіне кезекпен сатады да жүреді. \nҰрылар тыйылмайды. Ел тыныш болса, оның ұрлығын ешкім сүйемес еді. Ел екі жар болған соң, кім ант ішіп ақтап, арамдығын жақтап, сүйеймін десе, соған жақ болып сүйеніп, бұрынғыдан ұрлығын әлденеше есе асырады. Елдегі жақсы адамдардың бәрінің үстінен бекер, өтірік «шапты, талады» деген әртүрлі уголовный іс көрсетіп, арыз береді. Оған дознание - тергеу шығарады. Өтірік көрмегенін көрдім деуші куәлар да әлдеқашан дайындап қойылған, бағанағы жақсы адам сайлауға жарамасы үшін. Ол адам басын құтқармақ үшін жамандарға жалынса, оның да адамдығының кеткені, егер жалынбаса, тергеулі, сотты адам болып, ешбір қызметке жарамай, басы қатерге түсіп өткені. Ол болыс болғандар өзі қулық, арамдықпенен болыстыққа жеткен соң, момынды қадірлемейді, өзіндей арам, қуларды қадірлейді, өзіме дос болып, жәрдемі тиеді деп, егер қас болса, бір түрлі өзіме де залал жасауға қолынан келеді деп. Осы күнде қазақ ішінде «ісі білмес, кісі білер» деген мақал шықты. Оның мәнісі: «ісіңнің түзулігінен жетпессің, кісіңнің амалшы, айлалылығынан жетерсің» деген сөз. Үш жылға болыс сайланады. Әуелгі жылы «Сені біз сайламадық па?» деп елдің бұлданғандығымен күні өтеді. Екінші жылы кандидатпенен аңдысып күні өтеді. Үшінші жылы сайлауға жақындап қалып, тағы болыс болып қалуға болар ма екен деп күні өтеді. \nЕнді несі қалды? Осы қазақ халқының осындай бұзықшылыққа тартып, жылдан жылға төмендеп бара жатқанын көрген соң, менің ойыма келеді: Халықтың болыстыққа сайлаймын деген кісісі пәлен қадәрлі орысша образование алған кісі болсын. Егер де орталарында ондай кісісі жоқ болса, яки бар болса да сайламаса, уезный начальник пенен военный губернатордың назначениесімен болады десе, бұл халыққа бек пайдалы болар еді. Оның себебі: әуелі - қызметқұмар қазақ балаларына образование беруге ол да - пайдалы іс, екінші - назначениемен болған болыстар халыққа міндетті болмас еді, ұлықтарға міндетті болар еді. Уә және назначение қылғанда тергеуі, сұрауы барлығына қарамаса, өтірік арыз берушілер азаяр еді, бәлки жоғалар еді. Уә және әрбір болыс елде старшина басы бір би сайланғандық, бұл халыққа көп залал болғандығы көрініп, сыналып білінді. Бұл билік деген біздің қазақ ішінде әрбір сайланған кісінің қолынан келмейді. Бұған бұрынғы «Қасым ханның қасқа жолын, Есім ханның ескі жолын», Әз Тәуке ханның Күлтөбенің басындағы күнде кеңес болғанда «Жеті жарғысын» білмек керек. Әм, ол ескі сөздердің қайсысы заман өзгергендікпенен ескіріп, бұл жаңа заманға келіспейтұғын болса, оның орнына татымды толық билік шығарып, төлеу саларға жарарлық кісі болса керек еді, ондай кісі аз, яки тіпті жоқ. Бұрынғы қазақ жайын жақсы білген адамдар айтыпты: «Би екеу болса, дау төртеу болады» деп. Оның мәнісі - тақ болмаса, жұп билер таласып, дау көбейте береді дегенмен айтылған сөз. Өйтіп би көбейткенше, әрбір болыс елден толымды-білімді үш-ақ кісі билікке жыл кесілмей сайланса, олар түссе, жаманшылығы әшкере білінгендікпенен түссе, әйтпесе түспесе. Ол билерге даугер адамдар қалмай, екеуі екі кісіні билікке таңдап алып, үстіне біреуді посредникке сайлап алып, біте берсе; егер оған да ынтымақтаса алмаса, бағанағы үш бидің біреуін алып, яки жеребемен сайлап алып жүгінсе, сонда дау ұзамай, бітім болар еді.\nҮшінші қара сөздің қышқаша мағынасы:\nҚазақ халқының қазіргі (Абай заманындағы) кездегі тек мал шаруасымен айналысып, басқа іске ұмтылмайтын жалқау екендігі, сол жалқаулығы тек надандыққа апапратыны жайлы айтылған. Және қолынан келсе тек тартып алуды білетін Болсытардың ісін сынаған. Сол жағдайларды шешудің бірнеше жолдарны көрсетіп, қоғамның солай түзеле алатынын меңзеген.",
                "date": "30.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құс төсті қалай кетіруге болады?",
        "question_content": "Сұраын дегенім құс төсті қалай кетіруге болады және мен масса жинай алмай журм менде тұқым сондай қандай витамин дәрі ішуге болады?",
        "question_date": "30.03.2020",
        "question_tag": "Жалпы спорт",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл үшін тек көп тамақтан да басқа «көмек» керек. Дастархан үстіндегі тамақты бір-ақ жеу бұлшықетке салмақ жинауға кедергі келтіреді. Оған қоса, күнделікті ішіп жүрген тамақтың көлемін екі еселеу керек. Артық қыламын деп, тыртық қылып жүрмес үшін не ішіп, не жеп жүргеніңізге көңіл бөлу керек. Жаттығу залынан шықпай, тұлғаңызға сән беріп жүріп, аз тамақтанатын болсаңыз, оң нәтиже шықпасы белгілі. \n1. Көлемін екі еселейміз Егер салмақ қоса алмай жүрсеңіз, тағамдағы калорияны өсіру керек немесе азықты көптеп жеу керек. Мысалы, күнделікті түскі ас кезінде бір тәрелке тауық еті қосылған тағам жесеңіз, енді екі тәрелке жеу керек. Таңғы аста бір ғана жұмыртқа жесеңіз, оны да екі еселеу керек. Энергиялық құнарлығы жоғары тағамдарды молынан жеу керек.\n 2. Тамақ ішетін уақытты белгілеу\n\nСалмақ жинау үшін ағзаның уақытқа үйретіп қою керек. Тамақ ішу керек және уақытымен. Ағза 2-3 сағат сайын калория қабылдап отырауы тиіс. Естен шығып кетпес үшін оятқышты пайдалануға болады. Әсіресе, таңғы асты ұмытуға болмайды. Ұйқыдан тұрған соң, 15 минуттан кейін ағзаға калория керек.   \n 3. Үлкен ыдыстар\nКүнделікті азықты екі еселеудің бір әдісі бар. Оның құпиясы – сіз тамақ ішкен ыдыс-аяқта. Егер тәрелкеңіз кішкентай болса, үлкен тәрелкеге алмастырыңыз. Қасық-кесеңізді де үлкейтіңіз. Бастысы көзді үйретіп алсаңыз болғаны, бара-бара асқазаныңыз да үйренісіп кетеді. 4. Жаттығудан кейінгі дастархан Жаттығудан бұрын «залдан шыққан соң, тамақ ішу керек» деген қағиданы естен шығармаңыз. Жаттығудан кейінгі аштықты жеңемін деп ойламаңыз. Ағзаны калориямен толтырып отыру керек. Ағза жаттығудан кейінгі жеген асты тойымсыздықпен қабылдайды. \n5. Жоғары калориялық азық-түлік\nСалмақ қоса алмай жүрген жігіттер калориясы көп тамақтарды жеу керек. Егер калориясы төмен тамақтарды көптеп жеген жақсы деп ойласаңыз, қателесесіз. Соңғы әдіспен тамақтансаңыз, ас қорыту жүйеңізді бүлдіріп аласыз. Бұлшықет мұндай әдіспен салмақ қоспайды. Жоғары калориялы тағамдардың тізімін жасап көрейікші: жаңғақ, жаңғақ майы, бал, тазартылмаған сұлы, ет, тауық жұмыртқасы және кептірілген жеміс-жидек. Мәзіріңізге бұл тізімдегі тағамдар көптеп жазылса, ағзаңыздан оң нәтиже көре аласыз. Тұтас жемістерден гөрі одан жасалған тағамды жеп көріңіз, одан езбе жасап, дәрумен ретінде пайдаланыңыз. Сұлы жармасы, попкорн, калориясы аз сорпадан, жылдам даярланатын тағамдардан аулақ болыңыз. Олар адамды тез тойдырып, тез қарын аштырады. \n6. Жазып жүру керек\nЖігіттерге не ішіп, не жегенін жазып жүру біртүрлі көрінуі мүмкін. Дегенмен құнарлы тағамдарды жазып жүрсеңіз, бойыңыздан біршама өзгеріс көре аласыз. Апта соңында таразыға өлшеніп, сәйкесінше салмағыңызды да түртіп отырыңыз. Қанша калория жинағаныңызды да көре алатын боласыз. 7. Уайым жейді Тамақтанғанда ештеңе ойламау керек. Дастарзан басында кітап, газет оқу, смартфонға телміру, жаңалық тыңдау «семіремін» деген адамға кері әсерін тигізеді. Ойдың бөлінуінен тәбет те жоғалады. Басыңыздағы мәселелерді тамақ ішіп отырып ойлау қауіпті. Жақсы дүниелер ойлап, тәбетпен азықтану керек. 8. Тамақ ішпей жаттығу жасамаңыз! Ұйқыдан тұра сала, су ішіп алып, жаттығу залына кіріп кету – қателік. Немесе күн ұзақ нәр татпай, алаңда жүгіру қауіпті. Жаттықпас алдын 3-4 сағат тамақтану керек. Бұл жағдайды жанармайы жоқ немесе түгесілген көлікке теңеп көрейік. Ішінде жанатын майы жоқ көлікпен алысқа ұзап бара алмайсыз ғой?! Міне, ағза да сондай – дәруменге толмаған денені жаттығу залында зорлықпен жаттықтыра алмайсыз.\n\nҚұс төс деген Қабырғаларыңызда немесе төс сүйегіңізде кінәрат бар деген сөз ғой, хирургқа қаралған дұрыс қой, әрине карантин біткеннен соң)",
                "date": "30.03.2020",
                "upvotes": 1
            },
            {
                "text": "Менде солай төсiм биік сыртқа шығып тұрады, семіз қылып көрсетедi капталдан караганда. Менің де блгiм келеді қалай кетipyге болады?",
                "date": "25.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерік еркіндігі мәселесін зерделеу және түсіндіру презентация",
        "question_content": "Тәжірибелік (семинар) сабағының жоспары 1. Ерік еркіндігі. Еркіндік деңгейлері. Оң және теріс еркіндік. Еркіндік, әділдік, адамның өмірі мен намысы – адамгершілік-құқықтық құндылықтар. Құқықтың дүниетанымдық мәселелері. 2. Саяси еркіндік. Ұлттық еркіндік. Еркіндік – қазіргі демократиялық мемлекеттердің негізгі идеалдарының бірі. Жеке еркіндік және табиғи құқық. 3. Тұлғаның, оның еркіндігінің, өмірді, табиғатты және мәдениетті сақтау жауапкершілігінің қалыптасу шарттары. Сөз және көзқарас еркіндігі. Еркіндік пен шығармашылық – адамның мәдениетте шын мәнінде өмір сүруінің тәсілі Абайдың «толық адам» концепциясы. Алаш қайраткерлерінің философиясындағы еркіндік және тәуелсіздік идеялары. Оқытудың әдістемесі мен формасы: Cеминар – презентация",
        "question_date": "30.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 13800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еркіндік — адамның немесе жеке ұлттың , халықтың өз мүдделері мен мүмкіндігіне сай әрекет етіп, өз қалауын жүзеге асыруы. Адамдар өз әрекетінің объективті жағдайларын қалауынша таңдап алуға ерікті емес, алайда олар нақтылы және салыстырмалы еркіндікке ие. Ғылыми-техникалық ілгерілеу әрбір адамға, әлеуметтік топқа, тұтас ұлтқа қызмет ете отырып, олардың табиғаттың объективті заңдарын игеруіне, іс жүзінде қолдануына жәрдемдеседі. Жеке адам мен ұлттың еркіндік дәрежесінің артуы тұтастай алғанда қоғамның ілгерілеу үрдісінің өзекті өлшемі болады. Оның әлеуметтік кедергілерге қарсы күресі, жалпы алғанда, қоғамның алға басуының қуатты қозғаушы күші болып табылады. Адамдардың дүниедегі объективті жағдайды таңдау еркіндігі болмағанымен, олар өзіндік мақсаттарды көздей алады және оған жетудің әр түрлі мүмкіндіктері қатарынан неғұрлым тиімді жолды ерікті түрде пайдаланады. Бірақ, бұл қоғамдағы жалпы объективті жағдай мен мүмкіндікке, субъектілердің (жеке адамның, әлеум. топтың, этникалық топтың) жаратылыс заңдары мен қоғам заңдылықтарын игеру қабілетіне және басқаларына байланысты. Әлемдік философияда еркіндік туралы бір-біріне қайшы көзқарастар қалыптасқан. Гегель еркіндікті субъективті рухпен, Фейербах адамның өзінің ерекшелігімен байланыстырса, дін оны адамдардың құдайға құлшылық етуімен, экзистенциалистер адамның психикалық актілерімен байланыстыра қарастырады. К.Маркс еркіндік мәселесін қажеттілікті және заңдылықтарды білумен, оны игерумен байланысты түсіндіреді. Ф.Энгельс өзінің “Анти-Дюринг” атты еңбегінде еркіндік әлдебір нәрседен тәуелсіздік нышаны емес, керісінше, ол адамның жаратылыс күштеріне, қоғамдық қарым-қатынастарға және өз болмысына үстемдігі дейді. Еркіндік — нақты және салыстырмалы ұғым. Мысалы, адам әр түрлі жағдайларға байланысты еркін болады немесе одан мүлдем айырылады. Ол өмірдің бір саласында өзін еркін сезінгенімен, өзге бір салада оған жете алмауы да мүмкін. Сол секілді жеке адамның және ұлттың еркіндік дәрежесі де әр түрлі. Мұның өзі қоғамдағы өндіргіш күштердің дамуына да тікелей қатысты. Сонымен қатар ол әлеуметтік, этникалық топтардың, жекелеген адамдардың еркіндігін анықтайтын қоғамның әлеум.-саяси құрылымына да тәуелді. Міне, сондықтан еркіндік мәселесін саясаттану жағынан алып қарайтындар оны азаматтардың және тұтас бір ұлттың қоғамдық құрылым мен басқару түрін таңдауы деп түсіндіреді. Экономика саласында еркін базар, еркін бәсекелестік принциптері негізінде өндіргіш күштер дамитыны, адамдардың еркіндік аясы кеңейе түсетіні рас. Әр адамның, әр ұлттың еркіндік дәрежесін олардың табысы мен меншігінің көлемі ғана емес, сонымен бірге олардың материалдық және рухани игіліктерді өздерінің таңдауы мен орынды жұмсай алу мүмкіндігі анықтайды. Саясатта еркіндік мәселесі ұлттың құқықтық мемлекет құру идеясымен байланысты. Кез келген қоғамдағы жеке адам мен ұлттың еркіндік дәрежесі, ең алдымен, билік жүйесіне, оның түрлеріне (деспоттық, либералдық-демокр., т.б.) байланысты болып келеді. Либералдық-демократиялық басқару моделінің саяси еркіндік саласындағы негізгі принципі — жеке адамдардың үстемдігі емес, ең алдымен заңның үстемдігі, яғни адамдардың заңмен ғана шектелетін еркіндік құқыларын пайдалана алуы. Жеке адам мен ұлт еркіндігінің шектелуі немесе тежелуі әр түрлі объективті және субъективті себептерге байланысты. Мыс., тоталитарлық, авторитарлық жүйелердің үстемдігі, яғни демократтық құқыларға, саяси бостандықтарға (сөз, жиналыс, митинг, бірлесу, сайлау және сайлану, т.б.) қысым жасалуы, сондай-ақ, материалдық жоқшылық, рухани жұтаңдық, шектен тыс эгоизм және т.б. Шынайы еркіндік — адамдар арасындағы мәдени қарым-қатынастардың кепілі. Ендеше оның ғылыми мәні мен мазмұнын әрбір азаматтың айқын түсінуіне қол жеткізу ұлттық идеология мен саясаттың басты міндеттерінің бірі болып табылады.\nБерілген ақпараттарға Қосымша ақпараттарды https://e-history.kz/kz/contents/view/631 сілтемесінен алып, семинарға презентация құрауға болады",
                "date": "30.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Nerves And Hormones эссе қажет?",
        "question_content": "Nerves And Hormones тақырыпта ағылшынша түсінікті эссе қажет 150-200 сөз болу керек?",
        "question_date": "30.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 245,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "The peripheral system (PNS) is composed of a number of nerves that extend outside of the central nervous system. The nerves and nerve networks that make up the PNS are actually bundles of axons from neuron cells. Nerves can range from relatively small to large bundles that can be easily seen by the human eye.\nThe PNS can be further divided into two different systems: the somatic nervous system and the autonomic nervous system.\nSomatic Nervous System: The somatic system transmits sensory communications and is responsible for voluntary movement and action. This system is composed of both sensory (afferent) neurons, which carry information from the nerves to the brain and spinal cord, and motor (efferent) neurons, which transmit information from the central nervous system to the muscle fibers.\nAutonomic Nervous System: The autonomic nervous system is responsible for controlling involuntary functions such as certain aspects of heartbeat, respiration, digestion and blood pressure. This system is also related to emotional responses such as sweating and crying. The autonomic system can then be further subdivided into two subsystems known as the sympathetic and parasympathetic systems.\nAs noted earlier, the endocrine system is not a part of the nervous system, but it is still essential to communication throughout the body. This system is composed of glands, which secrete chemical messengers known as hormones.\nHormones are carried in the bloodstream to specific areas of the body, including organs and body tissues. Some of the most important endocrine glands include the pineal gland, the hypothalamus, the pituitary gland, the thyroid, the ovaries, and the testes. Each of these glands works in a number of unique ways in specific areas of the body.\nSo how are the endocrine and nervous system linked? The brain structure known as the hypothalamus connects these two important communication systems. The hypothalamus is a tiny collection of nuclei that is responsible for controlling an astonishing amount of behavior. Located at the base of the forebrain, the hypothalamus regulates basic needs such as sleep, hunger, thirst, and sex in addition to emotional and stress responses. The hypothalamus also controls the pituitary glands, which then controls the release of hormones from other glands in the endocrine system.",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер фирмалар картелге біріксе қанша өнім шығарады?",
        "question_content": "Әр фирманың шекті шығыны  тұрақты 298 рубльге тең. Егер фирмалар картелге біріксе қанша өнім шығарады?",
        "question_date": "30.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сұрақ толық емес",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеу максимал мәні UM=310B болса, әсерлік мәні неге тең?",
        "question_content": "Кернеу максимал мәні UM=310B болса, әсерлік мәні неге тең?",
        "question_date": "30.03.2020",
        "question_tag": "Физика",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ӘӘсерлік мәні 221 В-қа тең",
                "date": "17.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қол гранаттары. Алғашқы әскери дайындық. Начальная военная подготовка. НВП. 1 часть.",
        "question_content": "1. Ф-1 Жарықшақты қол гранатың арналуы мен ұрыстық қасиетін және құрылғысының ерекшеліктері неде?\n2. ЖҚГҮТ тұтандырғышының құрылысы қандай?\n3. Жарықшақты қол гранатасын лақтыруға қандай дайындық жүргізіледі?\n4. Түрегеліп тұрып жарықшақты қол гранатаны лақтыру тәсілдері және жарақатталуы туралы айтыңдар?",
        "question_date": "30.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақтарыңызға жауапты осы мәтіннен таба аласыз:\nЖарқыншақты қол гранаталары (граната – итальянның «түйіршік») жақын ұрыста қарсыластың тірі күшін жарқыншақтармен, қопарылыс туғызу арқылы атыс нүктелерін және әскери техникаларын жоюға арналған.\nГраната конструкторлары.\nкапитан Рдултовский 1909ж.( 1912-1914жж. гранаталар) , Лемон(ағылшын) 1915ж., Франция( алғашқы Ф-1),Корешников(Запал, баяулатқышты 7секундтан - 3,5сек. азайтты)\nМилсс (ағылшын, Милсс №5 гранатасы),М.Г.Дьяконов (РГД-33, РГД-5, РГД-2)\nР.Г. Коршунов,1942ж. (РГ-42, РГ-42в),Е.Вицени, Бедняков 1942ж. ( Запал УЗРГМ)\nГранаталар жарқыншақтын ұшу қашықтығына байланысты:\n- шабуылдық (РГД-5, РГ-42, РГН);\n- қорғаныстық (Ф-1, РГО, РГО) болып бөлінеді.\nГранаталардың пайдалану мақсатына қарай түрлері.\nЖаяу әскерге қарсы (РГД-5, Ф-1, РГН, РГО, РГ-42);\nТанкіге қарсы (РКГ-3, РГД-33);\nТүтіндеткіш граната (РГД-2 алюминий ұнтағы, аммоний хлориді);\nДыбыстық ( құлаққа әсер ету үшін 140-160дБ).\nЖарық беруші (белгіленген жерге жарық түсіру үшін).\nБелгі беруші (әскердің шоғырын көрсету үшін).\nОқулық-имитациялық гранаталары (УРГ-Н, РГД-5 инертті гранатасы)\nӨртегіш қоспалар (АСД-1 ампула стеклянная дистанционная 1942ж. «Молотов коктейлі»).\nРГД-5 гранатасының құрылысы:\n- корпус; - түптің пішпегі;\n- тұтандырғыш; - запал;\n- жарылғыш қоспа; - гранатаның түбі;\n- қалпақ; - қалпақ ішпегі;\n- тұтандырғыш түтігі;\nГранатты лақтыру төмендегі кезеңдерден тұрады:\n- Гранатты арнайы сөмкеден алып сол қолдың алақанына салады.\n- Оң қолмен сағат тіліне қарсы бұрау арқылы арнайы тығынды ажыратады.\n- Босаған тығынның орнына арнайы сөмкеде орналасқан тұтандырғышты алып сағат тілінің\nбағытында гранатаның корпусына бұрау арқылы бекітеді.\n- Жарақталған гранатаны оң қолдың алақанына салып, сол қолмен\nсақтандырғыш мұрындықты суырып алады.\n- Оң қолдың алақанында орналасқан гранатаны тиісті нысанаға қарай\nлақтыра отырып, өзі қауіпсіз жерге тығылады.\nТұтандырғыштың іске қосылу кезектілігі төмендегідей:\nСоққыш – Капсюль тұтандырғыш – Баяулатқыш – Капсюль детонатор.\nҰрыстық гранаттарды лақтыру кезіндегі қауіпсіздік шаралары:\n- үйренушінің болат дулыға(каска) киюі міндетті;\n- гранаттар мен тұтандырғыштарды жарақтау алдында оның ақаусыздығына\nкөз жеткізу қажет;\n- қорғаныстағы және танкіге қарсы гранаттарды лақтыру офицердің\nжетекшілігімен жарқыншақтар тесіп өтпейтін тасадан немесе\nоқпаналардан жүргізіледі;\n- бір үйренушімен бірнеше гранатты лақтыру кезінде алдыңғы\nгранаттың жарылысынан соң, кемінде 5 секунд өткеннен кейін келесі\nгранатты лақтыру керек;\n- жарылмаған гранаттардың есебін жүргізіп, олардың түскен орынын қызыл\nжалаумен белгілеу керек;\n-лақтыру аяқталғаннан соң жарылмаған гранаттарды әскердегі\nартиллериялық қару-жарақ пен оқ-дәрілерді сақтау\nжәне күтіп ұстау нұсқаулығындағы ережелерге сай түскен жерлерінде\nжару қажет;\n- гранаттарды жаруды бөлімше командирі ұйымдастырады;\n- қол гранаттарын лақтыру ауданының радиусы кемінде 300м жері\nқоршаулы болуы керек;\n- гранатты лақтырумен айналыспаған жеке құрам атыс шебінен қауіпсіз\nжерде болуы міндетті:\n- гранатты лақтыруға арналған бастапқы орынды – ақ жалаумен, ал атыс\nшебін - қызыл жалаумен белгілеу қажет;\n- гранаттар мен тұтандырғыштарды оқ-дәрі беру пунктінің бастапқы орнынан\n25 метр кем емес қашықтықта жарақтау міндеттеледі.\nГранаттарды лақтыру әдістері:\nтүрегеп тұрып лақтыру; тізерлеп тұрып лақтыру; жатқан қалыпта лақтыру;\nқозғалыста ЖҰМ (БТР)-нан лақтыру; жаяу жүріп келе жатып лақтыру;\nҚауіпсіздік шаралары:\n- гранаталар арнайы сөмкеде болуы қажет;\n- запал гранатадан бөлек орналасуы қажет;\n- граната корпусында майысу, тот басу болмауы қажет;\n- запалдарда қақ болмауы қажет;\n- алып жүргенде гранаталарды ылғалдан, оттан, соқтығысудан сақтау қажет;\n- гранатаны кептіруге болмайды;\nГранаттарды тасымалдау және күтіп-сақтау туралы мәлімет беру\n.Ескерту: Гранатты тек лақтыру алдында ғана жарақтауға рұқсат етіледі.\nҚол гранаттарының арналуы және ұрыстық қасиеті.\nРГД-5 жарықшақты қол гранаты – арақашықтықта әрекет ететін гранат, ол шабуылда және қорғаныста қарсыластың тірі күшін жоюға арналған. Гранат лақтыру таяу ретте қимыл жасауда және сауытты транспортерде әр түрлі жағдайда жүзеге асырылады.Гранат жарықшақтарының радиусы 25 м-ге жуық. Гранатты лақтырудың орташа қашықтығы – 40-50м. Жабдықталған массасы – 310г. Тұтандырғыш бәсеңдеткішінің жану уақыты – 3,2 – 4,2с.\nГранаттың құрылысы.РГД-5 жарықшақты қол гранаты тұтандырғышқа арналған түтігі бар корпустан, жарылатын зарядтан және тұтандырғыштан тұрады.\nГранат корпусы жарылатын зарядтан тұтандырғышқа арналған түтікті орналастыру үшін, сондай-ақ гранат жарылуы кезінде жарықшақтар жасалуына қызмет етеді. Ол екі бөліктен (жоғары және төменгі) бөліктен тұрады.Корпустың жоғарғы бөлігі қалпақша деп аталатын сыртқы қабықтан және қалпақшаның қосымша бетінен тұрады. Жоғарғы манжет арқылы тұтандырғышқа арналған түтікше жалғастырылған. Түтікше гранатқа тұтандырғышты жалғастыру және корпустағы жарылатын зарядты герметизациялау үшін қолданылады.Корпустың төменгі бөлігі табан деп аталатын сыртқы қабықтан және табанның қосымша бетінен тұрады.\nЖарылатын заряд корпусты толтырады және оның жарықшақтар мен жарылуына арналған.\nГранат тұтандырғышы жарылатын заряд жарылуына арналған. Ол соққы механизмі мен тұтандырғыштан тұрады.\nСоққы механизмі тұтандырғыштың капсюль-оталғышының тұтануына қызмет етеді. Ол соққы механизм түтігінен, жалғастырушы тығыннан, бағыттаушы шайбадан, ұрыстық серіппеден, соққыштан, соққыш шайбасынан, ағытқыш иінтірек пен сақиналы сақтандыратын мұрындықтан тұрады. Соққы механизм түтігі тұтандырғыштың барлық бөлшектерін жинауда негіз болып табылады. Жалғастырғыш тығын тұтандырғышты гранат корпусымен жалғастыруға арналған. Ол соққы механизм тетігінің төменгі жағына кигізілген.Бағыттаушы шайба ұрыстық серіппенің жоғарғы ұшына арналған тіреу болып табылады және ол соққы жылжуын бағыттайды.Ол соққы механизм түтігінің жоғарғы бөлігінде бекітілген.Ұрыстық серіппе капсюль-оталғышқа қыстыруға қажетті энергияны соққышқа хабарлау үшін арналған. Ол соққышқа кигізілген және өзінің жоғарғы ұшымен бағыттаушы шайбаға, ал төменгі ұшымен соққыш шайбасына тіреледі.\nСоққыш капсюль-оталғышты тұтандырып, қыстыруға арналған. Соққыш шайбасы соққыштың төменгі ұшына кигізіледі де, ұрыстық серіппенің төменгі ұшына тіреу болып табылады.\nАғытқыш иінтірек соққышты қайрылған жағдайда ұстап тұруға арналған. Соққы механизм түтігінде ағытқыш иінтірек сақтандыратын мұрындықпен ұстап тұрылады. Сақтандырылатын мұрындық ағытқыш иінтіректің құлақша саңылауынан және соққы механизм түтігінің қабырғаларынан өтеді. Онда оны жұлып алатын сақина болады.\nӨздігінен тұтандырғыш гранаттағы зарядтың жарылуына арналған. Ол баяулатқыш тығынынан, капсюль-оталғыштан, баяулатқыштан және капсюль-детонатордан тұрады.Баяулатқыш тығынының жоғарғы жағында соққы механизм түтігімен жалғастыратын ойма және капсюль-оталғышқа арналған ұя, ішінде – баяулатқыш орнатылған арна, сыртында — капсюль-детонатор оқсауытын жалғастыруға арналған тесік бар.Капсюль-оталғыш баяулатқышты тұтандыруға арналған.Баяулатқыш капсюль-оталғыштан капсюль-детонаторға от сәулесін береді. Ол престелген газы аз құрамнан тұрады.Капсюль-детонатор гранаттағы жарылатын заряд жарылуына арналған. Ол оқ баяулатқыш тығынының төменгі бөлігі бекітілген сауытта орналастырылған.Тұтандырғыштар әрқашан ұрыстық жағдайда болады. Тұтандырғыштарды бөлшектеп, соққы механизмі жұмысын тексеруге қатаң тиым салынады.\nГранатты лақтыру кезіндегі оның бөліктері мен механизмдерінің жұмысы.Гранатты лақтыру алдында оны – сөмкеден алып, түтіктен тығынын бұрап шығарып, оның орнына тұтандырғышты соңына дейін бұрап салу керек. Тұтандырғыш соққы механизм бөлшектері мынадай жағдайда орналасады: соққыш қайырылып, соққы механизм түтігі сақтандыратын мұрындықпен жалғасқан ағытқыш иінтірек айырымен жоғарғы жағдайда ұсталынып тұрады. Сақтандырылатын мұрындық ұшы бөлінген және тұтандырғышты мықты ұстап тұрады.Гранатты лақтыру үшін оның ағытқыш иінтірегін саусақтармен гранат корпусына қыса ұстап тұрып қолға алу керек.Иінтіректі жібермей сақтандырғыш мұрындықты жұлып алып, гранатты нысанаға лақтырамыз. Мұрындықты жұлып алғаннан соң, тұтандырғыш бөлшек орны өзгермейді, соққыш қайырма жағдайда соққыш механизм түтігі жалғастырудан босатылады, бірақ саусақтармен қыса ұсталынып, ағытқыш иінтірекпен ұсталынып тұрады. Гранатты лақтыру кезінде ағытқыш иінтірек гранаттан бөлініп, соққышты босатады. Соққыш ұрыстық серіппе әсерінен капсюль-оталғышқа соққы беріп, оны тұтандырады. От жалыны капсюль-оталғыштан баяулатқышты тұтандырады, одан өтіп капсюль-детонаторға беріледі.Капсюль-детонатор жарылып, гранаттың зарядын жарады. Гранат корпусы жарылады да, корпус және тұтандырғыш жарықшақтары жан-жаққа шашырайды.Ф-1 жарықшақты қол гранаты – арақашықтықтық әрекетті гранат. Ол көбінесе қорғаныс шайқасында тірі күшті жоюға арналған. Гранатты әр түрлі жағдайлардан және тасадан, сауытты транспортерден немесе танкіден лақтыруға болады. Гранаттың жарылу кезіндегі жарықшақтар ұшу радиусы – 200м-ге жуық. Гранат лақтырудың орташа қашықтығы – 35-45м. Жарақталған гранат массасы–600г. Тұтандырғыш баяулатқышының жану уақыты – 3,2-4,2с.\nГранаттың құрылысы.Ф-1 жарықшақты қол гранаты корпустан, жарылғыш зарядтан, тұтандырғыштан тұрады.Гранат корпусы жарылғыш заряд пен тұтандырғышты орналастыруға, сондай-ақ гранат жарылған кезде жарықшақтар түзуге арналған. Гранат корпусы шойын, бойлық және ендік ойықшалары бар, әдетте, ол жарықшақтарға осылар арқылы бөлшектенеді. Корпустың жоғары бөлігінде тұтандырғышты бұрап енгізуге арналған бұрандалы ойық бар. Сақтағанда, тасығанда және алып жүргенде оған пластмасса тығын бұралады. Ф-1 гранатаның арналу мақсаты мен құрылысы   РГД-5 гранаты сияқты.\nГранаттарды қолдану, күту және сақтау.Гранаттар әскери бөлімдерге ағаш жәшіктерге салынып жеткізледі. Жәшікке-гранаттар; тұтқалар және тұтандырғыштар жеке металл қораптарға салынады. Қораптарды ашу үшін арнайы пышақ болады. Жәшіктің қақпағы мен қабырғаларында таңбалар болады. Онда: жәшіктегі гранаттар саны, олардың массасы, гранаттар мен тұтандырғыштар атауы, зауыт нөмірі, гранаттар кезегінің нөмірі, дайындалған жылы көрсетіледі.Жауынгерлер гранаттарды гранаттарға арналған сөмкеде тасымалдайды. Тұтандырғыштар гранаттан бөлек орналасады, олар қағазға немесе таза шүберекке оралуы тиіс.Гранаттар мен тұтандырғыштарды сөмкеге салар алдында және жарақтау алдында корпустарында майысулар мен тоттардың жоқтығын қарап алу керек. алып жүру кезінде гранаттарды соқтығудан, итерілуден, оттан, балшық пен ылғалдан сақтау керек.Гранатты тек лақтыру алдында ғана жарақтауға рұқсат етіледі. Ұрыстық гранаттарды лақтыруға үйрену кезіндегі қауіпсіздік шаралары.\nүйренуші болат дулыға киюі қажет;\nгранаттар мен тұтандырғыштарды оқтау алдында тесеру керек; ақаулар табылған жағдайда – командирге баяндау қажет;\nқорғаныстағы және танкіге қарсы гранаттарды лақтыру офицер жетекшілігімен жарықшақтар тесіп өтпейтіндей тасалардан немесе оқпаналардан жүргізіледі;\nбір үйренушімен бірнеше гранатты лақтыру кезінде әр кезекті гранатты алдыңғы гранаттың жарылысынан соң, кемінде 5 секунд өткеннен кейін лақтыру керек;\nегер гранат лақтырылмаған болса (сақтандырғыш мұрындығы жұлынбаған), онда оны командирдің тікелей бақылауымен және пәрмен бойынша оқсыздандыруға болады.\nжарылмаған гранаттар есебін жүргізіп, олардың түскен орындарын қызыл жалаумен белгілеу керек; лақтыру аяқталғаннан соң жарылмаған гранаттарды әскердегі артиллериялық қару-жарақ пен оқ-дәрілерді сақтау және күтіп ұстау жетекшілігінде көрсетілген ережелерге сәйкес түскен жерлерінде жару қажет; гранаттарды жаруды бөлімше командирі ұйымдастырады;\nқол гранаттарын лақтыру ауданының радиусы кемінде 300м жерді қоршау керек;\nгранатты лақтырумен айналыспаған жеке құрамды атыс шебінен қауіпсіз жерге апару керек:\nгранатты лақтыруға арналған бастапқы орынды – ақ жалаулармен, атыс шебін қызыл жалаулармен белгілеу керек;\nгранаттар мен тұтандырғыштар беру пунктін бастапқы орнынан 25 м қашықтықта жабдықтау керек.",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қол гранаттары. Алғашқы әскери дайындық. Начальная военная подготовка. НВП. 2-ші бөлігі.",
        "question_content": "1. РГН және РГО гранаталарының ұрыстық қасиеті мен қолданылуы жөнінде әңгімелеңдер.\n2. РГН және РГО гранаталарының құрылысы неден тұрады?\n3. Тұтандырғыштың құрылысы жөнінде не білесіңдер?\n4. РГН және РГО гранаталарының тұтандырғыштары қалай әрекет етеді?\n5. Гранаталарды қолданған кезде қандай қауіпсіздік шараларын сақатаған жөн?",
        "question_date": "30.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақтарыңызға жауапты осы мәтіннен таба аласыз:\nЖарқыншақты қол гранаталары (граната – итальянның «түйіршік») жақын ұрыста қарсыластың тірі күшін жарқыншақтармен, қопарылыс туғызу арқылы атыс нүктелерін және әскери техникаларын жоюға арналған.\nГраната конструкторлары.\nкапитан Рдултовский 1909ж.( 1912-1914жж. гранаталар) , Лемон(ағылшын) 1915ж., Франция( алғашқы Ф-1),Корешников(Запал, баяулатқышты 7секундтан - 3,5сек. азайтты)\nМилсс (ағылшын, Милсс №5 гранатасы),М.Г.Дьяконов (РГД-33, РГД-5, РГД-2)\nР.Г. Коршунов,1942ж. (РГ-42, РГ-42в),Е.Вицени, Бедняков 1942ж. ( Запал УЗРГМ)\nГранаталар жарқыншақтын ұшу қашықтығына байланысты:\n- шабуылдық (РГД-5, РГ-42, РГН);\n- қорғаныстық (Ф-1, РГО, РГО) болып бөлінеді.\nГранаталардың пайдалану мақсатына қарай түрлері.\nЖаяу әскерге қарсы (РГД-5, Ф-1, РГН, РГО, РГ-42);\nТанкіге қарсы (РКГ-3, РГД-33);\nТүтіндеткіш граната (РГД-2 алюминий ұнтағы, аммоний хлориді);\nДыбыстық ( құлаққа әсер ету үшін 140-160дБ).\nЖарық беруші (белгіленген жерге жарық түсіру үшін).\nБелгі беруші (әскердің шоғырын көрсету үшін).\nОқулық-имитациялық гранаталары (УРГ-Н, РГД-5 инертті гранатасы)\nӨртегіш қоспалар (АСД-1 ампула стеклянная дистанционная 1942ж. «Молотов коктейлі»).\nРГД-5 гранатасының құрылысы:\n- корпус; - түптің пішпегі;\n- тұтандырғыш; - запал;\n- жарылғыш қоспа; - гранатаның түбі;\n- қалпақ; - қалпақ ішпегі;\n- тұтандырғыш түтігі;\nГранатты лақтыру төмендегі кезеңдерден тұрады:\n- Гранатты арнайы сөмкеден алып сол қолдың алақанына салады.\n- Оң қолмен сағат тіліне қарсы бұрау арқылы арнайы тығынды ажыратады.\n- Босаған тығынның орнына арнайы сөмкеде орналасқан тұтандырғышты алып сағат тілінің\nбағытында гранатаның корпусына бұрау арқылы бекітеді.\n- Жарақталған гранатаны оң қолдың алақанына салып, сол қолмен\nсақтандырғыш мұрындықты суырып алады.\n- Оң қолдың алақанында орналасқан гранатаны тиісті нысанаға қарай\nлақтыра отырып, өзі қауіпсіз жерге тығылады.\nТұтандырғыштың іске қосылу кезектілігі төмендегідей:\nСоққыш – Капсюль тұтандырғыш – Баяулатқыш – Капсюль детонатор.\nҰрыстық гранаттарды лақтыру кезіндегі қауіпсіздік шаралары:\n- үйренушінің болат дулыға(каска) киюі міндетті;\n- гранаттар мен тұтандырғыштарды жарақтау алдында оның ақаусыздығына\nкөз жеткізу қажет;\n- қорғаныстағы және танкіге қарсы гранаттарды лақтыру офицердің\nжетекшілігімен жарқыншақтар тесіп өтпейтін тасадан немесе\nоқпаналардан жүргізіледі;\n- бір үйренушімен бірнеше гранатты лақтыру кезінде алдыңғы\nгранаттың жарылысынан соң, кемінде 5 секунд өткеннен кейін келесі\nгранатты лақтыру керек;\n- жарылмаған гранаттардың есебін жүргізіп, олардың түскен орынын қызыл\nжалаумен белгілеу керек;\n-лақтыру аяқталғаннан соң жарылмаған гранаттарды әскердегі\nартиллериялық қару-жарақ пен оқ-дәрілерді сақтау\nжәне күтіп ұстау нұсқаулығындағы ережелерге сай түскен жерлерінде\nжару қажет;\n- гранаттарды жаруды бөлімше командирі ұйымдастырады;\n- қол гранаттарын лақтыру ауданының радиусы кемінде 300м жері\nқоршаулы болуы керек;\n- гранатты лақтырумен айналыспаған жеке құрам атыс шебінен қауіпсіз\nжерде болуы міндетті:\n- гранатты лақтыруға арналған бастапқы орынды – ақ жалаумен, ал атыс\nшебін - қызыл жалаумен белгілеу қажет;\n- гранаттар мен тұтандырғыштарды оқ-дәрі беру пунктінің бастапқы орнынан\n25 метр кем емес қашықтықта жарақтау міндеттеледі.\nГранаттарды лақтыру әдістері:\nтүрегеп тұрып лақтыру; тізерлеп тұрып лақтыру; жатқан қалыпта лақтыру;\nқозғалыста ЖҰМ (БТР)-нан лақтыру; жаяу жүріп келе жатып лақтыру;\nҚауіпсіздік шаралары:\n- гранаталар арнайы сөмкеде болуы қажет;\n- запал гранатадан бөлек орналасуы қажет;\n- граната корпусында майысу, тот басу болмауы қажет;\n- запалдарда қақ болмауы қажет;\n- алып жүргенде гранаталарды ылғалдан, оттан, соқтығысудан сақтау қажет;\n- гранатаны кептіруге болмайды;\nГранаттарды тасымалдау және күтіп-сақтау туралы мәлімет беру\n.Ескерту: Гранатты тек лақтыру алдында ғана жарақтауға рұқсат етіледі.\nГранаттың құрылысы.РГД-5 жарықшақты қол гранаты тұтандырғышқа арналған түтігі бар корпустан, жарылатын зарядтан және тұтандырғыштан тұрады.\nГранат корпусы жарылатын зарядтан тұтандырғышқа арналған түтікті орналастыру үшін, сондай-ақ гранат жарылуы кезінде жарықшақтар жасалуына қызмет етеді. Ол екі бөліктен (жоғары және төменгі) бөліктен тұрады.Корпустың жоғарғы бөлігі қалпақша деп аталатын сыртқы қабықтан және қалпақшаның қосымша бетінен тұрады. Жоғарғы манжет арқылы тұтандырғышқа арналған түтікше жалғастырылған. Түтікше гранатқа тұтандырғышты жалғастыру және корпустағы жарылатын зарядты герметизациялау үшін қолданылады.Корпустың төменгі бөлігі табан деп аталатын сыртқы қабықтан және табанның қосымша бетінен тұрады.\nЖарылатын заряд корпусты толтырады және оның жарықшақтар мен жарылуына арналған.\nГранатты лақтыру кезіндегі оның бөліктері мен механизмдерінің жұмысы.Гранатты лақтыру алдында оны – сөмкеден алып, түтіктен тығынын бұрап шығарып, оның орнына тұтандырғышты соңына дейін бұрап салу керек. Тұтандырғыш соққы механизм бөлшектері мынадай жағдайда орналасады: соққыш қайырылып, соққы механизм түтігі сақтандыратын мұрындықпен жалғасқан ағытқыш иінтірек айырымен жоғарғы жағдайда ұсталынып тұрады. Сақтандырылатын мұрындық ұшы бөлінген және тұтандырғышты мықты ұстап тұрады.Гранатты лақтыру үшін оның ағытқыш иінтірегін саусақтармен гранат корпусына қыса ұстап тұрып қолға алу керек.Иінтіректі жібермей сақтандырғыш мұрындықты жұлып алып, гранатты нысанаға лақтырамыз. Мұрындықты жұлып алғаннан соң, тұтандырғыш бөлшек орны өзгермейді, соққыш қайырма жағдайда соққыш механизм түтігі жалғастырудан босатылады, бірақ саусақтармен қыса ұсталынып, ағытқыш иінтірекпен ұсталынып тұрады. Гранатты лақтыру кезінде ағытқыш иінтірек гранаттан бөлініп, соққышты босатады. Соққыш ұрыстық серіппе әсерінен капсюль-оталғышқа соққы беріп, оны тұтандырады. От жалыны капсюль-оталғыштан баяулатқышты тұтандырады, одан өтіп капсюль-детонаторға беріледі.Капсюль-детонатор жарылып, гранаттың зарядын жарады. Гранат корпусы жарылады да, корпус және тұтандырғыш жарықшақтары жан-жаққа шашырайды.Ф-1 жарықшақты қол гранаты – арақашықтықтық әрекетті гранат. Ол көбінесе қорғаныс шайқасында тірі күшті жоюға арналған. Гранатты әр түрлі жағдайлардан және тасадан, сауытты транспортерден немесе танкіден лақтыруға болады. Гранаттың жарылу кезіндегі жарықшақтар ұшу радиусы – 200м-ге жуық. Гранат лақтырудың орташа қашықтығы – 35-45м. Жарақталған гранат массасы–600г. Тұтандырғыш баяулатқышының жану уақыты – 3,2-4,2с.\nГранаттың құрылысы.Ф-1 жарықшақты қол гранаты корпустан, жарылғыш зарядтан, тұтандырғыштан тұрады.Гранат корпусы жарылғыш заряд пен тұтандырғышты орналастыруға, сондай-ақ гранат жарылған кезде жарықшақтар түзуге арналған. Гранат корпусы шойын, бойлық және ендік ойықшалары бар, әдетте, ол жарықшақтарға осылар арқылы бөлшектенеді. Корпустың жоғары бөлігінде тұтандырғышты бұрап енгізуге арналған бұрандалы ойық бар. Сақтағанда, тасығанда және алып жүргенде оған пластмасса тығын бұралады. Ф-1 гранатаның арналу мақсаты мен құрылысы   РГД-5 гранаты сияқты.\nГранаттарды қолдану, күту және сақтау.Гранаттар әскери бөлімдерге ағаш жәшіктерге салынып жеткізледі. Жәшікке-гранаттар; тұтқалар және тұтандырғыштар жеке металл қораптарға салынады. Қораптарды ашу үшін арнайы пышақ болады. Жәшіктің қақпағы мен қабырғаларында таңбалар болады. Онда: жәшіктегі гранаттар саны, олардың массасы, гранаттар мен тұтандырғыштар атауы, зауыт нөмірі, гранаттар кезегінің нөмірі, дайындалған жылы көрсетіледі.Жауынгерлер гранаттарды гранаттарға арналған сөмкеде тасымалдайды. Тұтандырғыштар гранаттан бөлек орналасады, олар қағазға немесе таза шүберекке оралуы тиіс.Гранаттар мен тұтандырғыштарды сөмкеге салар алдында және жарақтау алдында корпустарында майысулар мен тоттардың жоқтығын қарап алу керек. алып жүру кезінде гранаттарды соқтығудан, итерілуден, оттан, балшық пен ылғалдан сақтау керек.Гранатты тек лақтыру алдында ғана жарақтауға рұқсат етіледі. Ұрыстық гранаттарды лақтыруға үйрену кезіндегі қауіпсіздік шаралары.\nүйренуші болат дулыға киюі қажет;\nгранаттар мен тұтандырғыштарды оқтау алдында тесеру керек; ақаулар табылған жағдайда – командирге баяндау қажет;\nқорғаныстағы және танкіге қарсы гранаттарды лақтыру офицер жетекшілігімен жарықшақтар тесіп өтпейтіндей тасалардан немесе оқпаналардан жүргізіледі;\nбір үйренушімен бірнеше гранатты лақтыру кезінде әр кезекті гранатты алдыңғы гранаттың жарылысынан соң, кемінде 5 секунд өткеннен кейін лақтыру керек;\nегер гранат лақтырылмаған болса (сақтандырғыш мұрындығы жұлынбаған), онда оны командирдің тікелей бақылауымен және пәрмен бойынша оқсыздандыруға болады.\nжарылмаған гранаттар есебін жүргізіп, олардың түскен орындарын қызыл жалаумен белгілеу керек; лақтыру аяқталғаннан соң жарылмаған гранаттарды әскердегі артиллериялық қару-жарақ пен оқ-дәрілерді сақтау және күтіп ұстау жетекшілігінде көрсетілген ережелерге сәйкес түскен жерлерінде жару қажет; гранаттарды жаруды бөлімше командирі ұйымдастырады;\nқол гранаттарын лақтыру ауданының радиусы кемінде 300м жерді қоршау керек;\nгранатты лақтырумен айналыспаған жеке құрамды атыс шебінен қауіпсіз жерге апару керек:\nгранатты лақтыруға арналған бастапқы орынды – ақ жалаулармен, атыс шебін қызыл жалаулармен белгілеу керек;\nгранаттар мен тұтандырғыштар беру пунктін бастапқы орнынан 25 м қашықтықта жабдықтау керек.",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбаевтің қара сөздерінен 2 сөйлемге синтаксистік талдау жасау",
        "question_content": "Абай Құнанбаевтің қара сөздерінен 2 сөйлемге синтаксистік талдау жасау керек.",
        "question_date": "29.03.2020",
        "question_tag": "Мектеп",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам баласының ең жаманы(баст.)- талапсыз( баянд). (жай, хабарлы, жақты, жалаң,толымсыз). \nТалап қылушылар (баст.) да неше түрлі  (анық.)болады( баянд). (жай, хабарлы, жақты, жайылма, толымсыз).   44-қара сөз.",
                "date": "30.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзгермелі шығынды, орташа шығынды, орташа тұрақты және орташа өзгермелі шығынды анықтаңыз.",
        "question_content": "Фирманың бір айдағы өндіріс шығыны 10 млн. Теңгені құрайды. Өндіріс көлемі – 20 дана. Фирманың бір айлық тұрақты шығыны 20 000 теңгеге тең. Өзгермелі шығынды, орташа шығынды, орташа тұрақты және орташа өзгермелі шығынды анықтаңыз. ШЫГАРЫП БЕРЕ АЛАТЫНДАР БАРМА",
        "question_date": "29.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Қан мен тер\" трилогиясының үш кітабына жоспар жазу керек.",
        "question_content": "Қан мен тердің үш кітабына мазмұндық жоспар жазып беріңізші. Мысалы:\n\"Ымырт\"\n\nІ. Еламан мен Ақбала\n\nІІ. Тәңірбергеннің келуі дегендей",
        "question_date": "29.03.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызым екеуміздің руымыз бірдей, енді үйлене аламыз ба?",
        "question_content": "Қызым екеуміз Беріш Жайықпыз оның ішінде Тумашы.\n\nБірақ мен өз жеті атамды білмеймін, қызымның аталары белгілі. Не істесек болады? Үйлене аламызба Жайықтар барма екен?",
        "question_date": "29.03.2020",
        "question_tag": "Махаббат",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз бірінші жеті атаңызды біліп алсаңызшы.одан кейін сізге совет айтамын",
                "date": "1.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Java Spring boot фреймворын қазақша сабақтар бар ма?",
        "question_content": "Java Spring boot фреймворын қазақша уроктар бар ма немесе таныстар",
        "question_date": "29.03.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 635,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "8.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 0,2 моль Na2SO4, 500 мл суда ерігенде түзлген ертндінің концентрациясын есеп",
        "question_content": "Зат мөлшері 0,2 моль Na2SO4, 500 мл суда ерігенде түзілген ерітіндінің кон- центрациясын есептеңдер",
        "question_date": "28.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептелуі:\n\nM(Na2SO4)=142 г/моль\nm(Na2SO4)=0.2x142=28.4(г)\nm(H2O)=500 мл=500 г.\n500+28.4=528.4\nw(Na2SO4)=28.4/528.4=0.0537(5.37%)",
                "date": "28.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тағдыр романының басты кейіпкерлері керек?",
        "question_content": "Қабдеш Жұмаділовтың \"Тағдыр\" романының басты кейіпкерлері керек?",
        "question_date": "28.03.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 21200,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Жазушы Қабдеш Жұмаділов 1936 жылы Қытай Халық Республикасы, Шыңжаң өлкесі, Шәуешек ауданы, Тарбағатай аймағының Малдыбай ауылында дүниеге келген. 1965 жылы қазіргі Әл-Фараби (бұрынғы С.М.Киров) атындағы Қазақ мемлекеттік ұлттық университетін бітірген.  Алғашқы туындылары Шыңжан өлкесінен шығатын “Шыңжаң” газеті мен “Шұғыла” журналдарында жарияланған. 1967 жылы “Жас дәурен” деген атпен тұңғыш өлеңдер жинағы жарық көреді. Мұнан кейін жазушы қаламынан әр жылдары туған “Қаздар қайтып барады”, “Сары жайлау”, “Шарайна”, “Сәйгүліктер” сияқты әңгіме және повестерінің жинақтары баспа бетін көрді. \nЖазушы Қабдеш Жұмаділов өз көзімен көрген, өзі басынан өткерген тарихты арқау еткен “Соңғы көш” роман-дилогиясының авторы. Бұл романда қазақ халқының ХХ ғасырдағы тағдыр талайы шынайылықпен, шеберлікпен өрнектелген. Қаламгердің тарихи оқиғаларды және бүгінгі күн шындығын арқау еткен “Көкейкесті”, “Атамекен”, “Тағдыр” романдары қалың оқырманның сүйіспеншілігіне бөленді. Қазақ халқының даңқты тұлғасы, әйгілі батыр Қаракерей Қабанбай өмірін және батыр өмір сүрген кездегі аласапыран оқиғаны назарға алған “Дарабоз” роман-дилогиясы жазушының кейіпкер характерін жасаудағы өзіндік ерекшелігін танытқан туынды. Бұл романның бірінші кітабы 1994 жылы, екінші кітабы 1996 жылы жарық көрді. 1999 жылы “Таңғажайып дүние” атты ғұмырнамалық романы оқырман қолына тиді. \nҚабдеш Жұмаділов ХІХ ғасырдың соңғы кезеңіндегі шекара бөлінісін арқау еткен “Тағдыр” романы үшін Қазақстан Республикасының Мемлекеттік сыйлығын иемденді.  \nҚ.Жұмаділовтің “Тағдыр” романы қазақ халқы басынан кешірген ауыр бір кезең – екі империяның алаштың ата қонысы болған сайын даланы екіге бөліп, шекара сызығын жүргізген кезеңін арқау еткен. Романда алуан мінезді, алуан тағдырлы кейіпкерлер характері сомдалып, болмысы ашылады. \nПатшалық Россия мен Цин империясы Шығыс Түркістан мен Орта Азиядағы иеліктерін айқындап, енші бөлісуді ХІХ ғасырдың 80-жылдары ғана қолға алған болатын. Романдағы күллі оқиға осы айтулы тарихтың халық тағдырына қалай әсер еткенін бейнелеуге арналған. Тарбағатайдың күнгейін мекен еткен халық тағдыры, Цинь империясының аз халықтарға жүргізген саясаты шынайылықпен шығарманың өзегіне алынған. Романның басты қаһарманы – Демежан. Оқырман бұл кейіпкермен роман оқиғасының басында Шәуешек аймақтық губернатор – Ши-амбының қарауында тілмаш болып қызмет істеп жүрген кезінен танысады. Өзгелерге ұқсамайтын ерекше тағдыры бар Демежанның өмір жолы, тіршілік соқпағы, Шәуешек аймағының әміршісіне бағынатын мекендерде тіршілік кешкен қазақ руларымен тығыз байланыста көрсетіледі. Қала өмірінің өзіндік ерекшеліктері, дала тіршілігі, күнделікті өмірге еніп жатқан жаңалықтар нанымды суреттелген. \nРоман оқиғасы төрт бөлімге топтастырылған. Соңында эпилог бар.\n“Жол торабы” деп аталатын бірінші бөлімде Шәуешек аймағы губернаторының тілмәші Демежанның халық тағдырын өз пайымымен бағамдаған сәттері, Төртуыл, Керей, Жұмық, Тоғас сияқты рулардың жаз жайлауды, қыс қыстауды мекен еткен тұрмыс-тіршіліктері, ішінара қайшылықтар, Тарбағатайдың күнгейі мен теріскейінің шекара бөлінісі сәтіндегі жағдайы сөз болады. Шыңжаң өлкесі мен орыс жерінің арасына ресми шекара сызығының жүргізілуі жерді меншіктеп, атам заманнан мекен еткен қазақ халқы үшін аса ауыр оқиға екені шығарма кейіпкерлерінің әрекеті, ашу-ызасы, шарасыз халдері арқылы көрінеді.\nДемежанның әкесі – Керімбай зәңгі (болыс дәрежесіндегі лауазым) кейіннен Цинь империясының билігіндегі  Төртуыл руының үкірдайы (аға сұлтандық дәрежедегі лауазым) болады. Руына беделді, көпті көрген адам. Демежанның Ши амбы алдында артықша беделге ие болуының бірден бір себепкері – осы Керімбай. Романдағы қат-қабат тартыс, қақтығыстар, әр түрлі мінез бен болмыстағы кейіпкерлер нанымды суреттелген. \nТарбағатай аймағын жайлаған халықтың жүрегін тілімдеп, жігерін жасытып, шекара сызығы жүргізіледі. Бұл айтулы оқиғаның басы-қасында жүргендер Шыңжаң өлкесіндегі орыс консулы Балхашин, ұлты қытайлық мұғалім, Демежанның ұстазы Ли-шансың және Демежан бастаған топ. Шекара бөлінісі сәтіндегі қарапайым халықтың күйінген хәлі шығармадағы тартысты ширықтыра түскен. “Бұл күндері не істерін білмей, екі ұдай күйге түсіп, миы басына, басы тымағына сыймай, қиналып жүрген қазақ тіпті көп-ақ”, - деп суреттейді жазушы. Ақшоқының бөктерін мекендеп, егін салумен айналысып келген Диханбай ауылының хәлі тіпті аянышты. Өз руластары болса алыста – Шар-Қызылсу бойында. Шекара сызығы дәл осы Диханбай жайлап отырған ауылдың үстімен жүрмек. Қысылған сәтте “Екі патшалыққа қоспай-ақ, қалдырып кетсеңдер қайтеді? Патшасыз қалдық деп өкпелемес едік”, - дегенді айтады. Автор мұндай ауыр сәтті “Ақтабан шұбырындыдан” кейінгі еріксіз босқындыққа ұшыраған бір кезең ретінде суреттейді. Осындай қиын-қыстау сәтте кездесіп қалатын қазақтың алауыздығынан туындайтын күлкілі жағдайлар да шығарма оқиғасын шынайыландыра түседі. Сондай оқиғаның бірі – Мәмбет руының екі адамы  Тоқа мен Қойлыбай арасында болады. “Қойлыбайы жоқ жер болса болды, бейіштен кем көрмеймін”, - деп Тоқа таңдауды Қойлыбайға салса, “Тоқа арманда қалмасын, Тоқаның төбесін көрмей жүрсем болды”, - деп Қойлыбай қырсығады. Екеуінің ерегісе шекара сызығын жүргізіп келе жатқандардың жұмысына бөгет болады. Ақыры бұл іске шекара комиссиясы араласып, Ши амбы мен Балхашин екеуінің ауылына бөлініп түсіп, екеуін екі жаққа көшіріп әкетеді. \nЖазушы тарихи мәліметтер мен деректерді қара дүрсін баяндау түрінде келтіріп қана қоймаған. Соның арғы жағында тұрған азапты халық тағдырын жан жүрегімен сезінген Демежандай азаматтың ішкі күйзелісін, қанатымен су себелеген қарлығаштай іс-әрекетін шеберлікпен өрнектейді. Өз-өзін кінәлап, шекара бөлінісіне қатысып жүргенін үйіне ұры түскенде, өзі қоса тонасқан Қожанасыр қылығындай сезінеді. Дәрменсіз халыққа жаны ашыған азаматтың елі үшін күйзелуі оның биік адамгершілік тұлғасын аша түседі.\nШекара бөлініп, Еженхан иелігіндегі жер анықталған соң, Шәуешек билеушісі Ши-амбы қыр қазақтарының арасында ресми сайлау өткізеді. Шекара бөлінісі кезінде Шығыс Түркістанды мекендеген қазақтардың мың жарым түтіні Ресей қарауына көшсе, екі жарым мың түтіні Қытай жағына қоныс аударады. Жазушы осы бір тарихи оқиғаны тілге тиек еткенде, бүгінгі Тарбағатай аймағының, Құлыстай өңірінің өткен шежіресіне де назар салып, қажетті мәліметтерді орнымен пайдаланады. Тарбағатай аймағында қазақтың орта жүзіне кіретін екі үлкен ру бірлестігі бар. Оның бірі – Наймандар, екіншісі Керейлер. Аз ғана ауыл Уақ болса Керейлермен қанаттасып жүреді. Найманның үлкен үш тайпасы – Төртуыл және Байжігіттен тарайтын Жұмық пен Мәмбет ауылдары аймақ әміршісінің бұйрығымен бірнеше зәңгіге (болыстыққа) жіктеледі. Сонымен, барлығын жинақтай келгенде аймақ қазақтары төрт үкірдайға топтасады. Осы үкірдай сайлауы өткізіліп, әр рудың үкірдайы анықталады. Сайлау барысындағы аласапыран оқиғалар, тіпті қазақтың аңқаулығынан туындаған күлкілі жағдайлар роман оқиғасын қоюландыра түседі. Төртуылдың үкірдайы – Керімбай өз елінің ақылшысы, алысты болжап, қиырдағыны шалатын сұңғыла жан болса, оның ұлы Демежан тек өз руластарының ғана емес, күллі қазақтың қамын жеген азаматтық биіктерден көрініп отырады.\n“Тағдыр талқысы” атты романның екінші бөлімінде Демежанды елден әкесі Керімбай үкірдайдың қасынан көреміз. Төртуылдың қадірменді ақсақалы Смайыл зәңгі және орыс консулы Балхашин қайтпас сапарға аттанған. Ел ішінің ұсақ-түйек дау-дамайы, қым-қиғаш қайшылығы үдей түспесе, толас таппаған.\nДемежан тек малмен ғана кәсіп қылу тым аз, кәсіптің басқа түрімен де шұғылданған жөн деп тауып, бейнетқор жұртпен бірлесіп, Боздақ даласына егін салады. Өзіне сол егіс басына таяу жерден қора-жай салдырады. Алғашында бұл ісіне өзгелерді иландыра алмайды. Тіпті өз әкесі Керімбай да наразы. Дегенмен, алғанынан қайтпайтын бірбеткей ұл өз дегеніне жетеді. Бұрын қазақта жоқ үрдісті бастап, зәйімке салдырады. Маңына жарлы-жақы байларды, зәбір көрген қарапайым адамдарды жинайды. Қыр еліне түскен алым-салықтың ауыртпалығы халықты қатты күйзелткенде осы Демежан ара түседі. Жергілікті мәнжу, сібе-солаң, қалмақ жұртына алым-салық жиналмайды. Бар ауыртпалық қазақтарға түседі. Бұл жайт қазақтардың наразылығын туғызады, алым-салық жинаушылармен арада араздық туады. Халықтың жағдайын жанымен сезінген Демежан Ши-амбының алдына барып, салықтың шектен тыс ауыр екенін айтады. Ақыры, Ши амбыны өз сөзіне иландырып, “Сары ноқта”, “Қара шығын” салықтарын алдырып тастайды. “Қан божы” деп аталатын салықты ғана күшінде қалдырады. Әйтпесе қазақ рулары шекара асып көшіп кететін қауіп туады. Керімбай дүние салып, орнына Демежан үкірдайлыққа сайланғанда, ағайын арасының күңкілі ушығып, бір шындықтың беті ашылады. Ол шындық – Демежанның нәсілі Керей, Керімбайға бар болғаны жиен екендігі. Елі үшін еңіреп жүрген Демежанның іс-әрекеті, ұлықтар алдындағы беделі отбасынан асар ойы жоқ кейбір биліктегілердің ішін тарылтып өзіне өшіктіре түседі. \n“Уақыт керуені” аталатын үшінші бөлімде Демежан – бәрінен де биік тұрған тұлға. Не әрекет қылса да еліне пайдалы істі ойлап жүрген азамат Абдыра мен Қараүңгір өзендерінен тартылатын екі тоған суға қағаз жасатып, оны Іле жаңжұңына бекіттіртіп алған. Осы жайт халдайлардың Демежанға деген өшпенділігін қоздырады. Оңтайлы сәтінде олар Демежанды ықтырып алғылары келгенмен, досына дархан, жауына өр болып жаралған Демежан бой бере қоймайды. Реті келгенде алмастай тілмен орып түссе, кейде күшпен де айбат көрсетеді. Әр кезде әлсіздің қорғаны болып жүрген аптал азаматтың жауы көбейген үстіне көбейе түседі. “Жау - жағадан алғанда бөрі - етектен” дегендей, халдайлардың араздығы аздай, өз басының ғана қамын жеген пасық қандастары Демежан айналасына тор құрып, тынысын тарылта түседі. Демежанның атақ-абыройын қызғанған Ысқақ халдайлармен ауыз жаласып, Демежанның көзін құртпаққа бекінеді. Ысқақтың ойынша – Демежан оған үлкен кедергі. Ел ішіндегі ұрлық-қарлықты тыю үшін жасаған әрекетін де жаулық деп қабылдаған Байсерке сияқтылар да солармен жақтасады. Ақыры Демежанға қастандық оғы атылады. Атушылар – Дохалдайдың бұзақы інісі Бужыңқа мен Ысқақ. Алайда, оқ дарымай, Демежан аман қалады. Тоған суына талас кезінде халдайлармен арада болған қақтығыста әбден ызаға булыққан Демежан халдайлардың басшысы Дохалдайдың айдарын кесіп алады. Бұл оқиға Демежан басына үйірілген бұлтты қалыңдата түседі. \n“Дар ағашы” деп аталатын төртінші тарауда Ши-амбы қызметінен босап, Құлжаға сапар шегеді. Үш айдай уақыт өткенде Шәуешек аймағын отыз жыл билеген ұлық дүние салады.\nҚұлжаға Демежанның үстінен арыз айтпақшы болып, Дохалдай аттанса, оның соңынан ұрлығы үшін абақтыда қамалып жатқан Байсерке аттанады. Екеуі бірігіп, Демежанға қарсы іс қозғайды. Ақыры аймаққа жаңа келген ұлық Матен-амбы Демежанға жабылған жаланы ұлғайтып, оны қамауға алады. Ең ауыр жаза – дарға асуға үкім шығарады. Жаланың басы – оның саяси сенімсіз Ли-шансыңның шәкірті екендігі, ішкі жақтан жер аударылып келген ағайынды екі Жаңды қамқорлыққа алғандығы. Сөйтіп, арам ниетті қаскөйлер абзал азаматқа саяси айып тағады. Мақсаттары – қайткен күнде де Демежанды құрту.\nПасық ниетті жандар дегендеріне жеткенмен, Демежандай нар азаматтың биік тұлғасын аласарта алмаған. Халықтың оған деген риза-құрмет сезімін өшіре алмаған. Әсеттей алаштың ардақты өнерпазының Демежанға арнаған жоқтауы осыны паш етеді. Роман эпилогында осы жайт баяндалады. Маншың өкіметі құлап, Матен амбы да қор өліммен өлген. Демежанның өзі өлсе де, ісі өлмеген. Өзі отырықшылыққа үйреткен ел егіншілікті кәсіп қылып, күн көруде. Демежан тоғанының кілтін ұстаған, егінші қауымға ақылшы аға болған Бөке қарт, оның айналасындағы адамдар Демежандай дегдар азаматты ауыздарынан тастамайды. Кезінде Демежан салдырған мешіт-медрелесер халық игілігіне қызмет етуде.  Демежанның абзал да аяулы жары Бибі Демежандай арыстың түтінін өшірмей отыр. Романда Демежанның ата-анасы Керімбай мен Ажар, жары Бибі, тоқалы Ырысқан бейнелері өзіндік ерекшеліктерімен танытылады. Жақсылы-жаманды кейіпкерлердің мінез бітімі, болмысы қаламгерлік шеберлікпен бедерленген. \n\n\nhttps://adebiportal.kz/kz/retailing/view/396",
                "date": "28.03.2020",
                "upvotes": 0
            },
            {
                "text": "Қ.Жұмаділовтің “Тағдыр” романы қазақ халқы басынан кешірген ауыр бір кезең – екі империяның алаштың ата қонысы болған сайын даланы екіге бөліп, шекара сызығын жүргізген кезеңін арқау еткен. Романда алуан мінезді, алуан тағдырлы кейіпкерлер характері сомдалып, болмысы ашылады. \nПатшалық Россия мен Цин империясы Шығыс Түркістан мен Орта Азиядағы иеліктерін айқындап, енші бөлісуді ХІХ ғасырдың 80-жылдары ғана қолға алған болатын. Романдағы күллі оқиға осы айтулы тарихтың халық тағдырына қалай әсер еткенін бейнелеуге арналған. Тарбағатайдың күнгейін мекен еткен халық тағдыры, Цинь империясының аз халықтарға жүргізген саясаты шынайылықпен шығарманың өзегіне алынған. Романның басты қаһарманы – Демежан. Оқырман бұл кейіпкермен роман оқиғасының басында Шәуешек аймақтық губернатор – Ши-амбының қарауында тілмаш болып қызмет істеп жүрген кезінен танысады. Өзгелерге ұқсамайтын ерекше тағдыры бар Демежанның өмір жолы, тіршілік соқпағы, Шәуешек аймағының әміршісіне бағынатын мекендерде тіршілік кешкен қазақ руларымен тығыз байланыста көрсетіледі. Қала өмірінің өзіндік ерекшеліктері, дала тіршілігі, күнделікті өмірге еніп жатқан жаңалықтар нанымды суреттелген. \nРоман оқиғасы төрт бөлімге топтастырылған. Соңында эпилог бар.\n“Жол торабы” деп аталатын бірінші бөлімде Шәуешек аймағы губернаторының тілмәші Демежанның халық тағдырын өз пайымымен бағамдаған сәттері, Төртуыл, Керей, Жұмық, Тоғас сияқты рулардың жаз жайлауды, қыс қыстауды мекен еткен тұрмыс-тіршіліктері, ішінара қайшылықтар, Тарбағатайдың күнгейі мен теріскейінің шекара бөлінісі сәтіндегі жағдайы сөз болады. Шыңжаң өлкесі мен орыс жерінің арасына ресми шекара сызығының жүргізілуі жерді меншіктеп, атам заманнан мекен еткен қазақ халқы үшін аса ауыр оқиға екені шығарма кейіпкерлерінің әрекеті, ашу-ызасы, шарасыз халдері арқылы көрінеді.\nДемежанның әкесі – Керімбай зәңгі (болыс дәрежесіндегі лауазым) кейіннен Цинь империясының билігіндегі  Төртуыл руының үкірдайы (аға сұлтандық дәрежедегі лауазым) болады. Руына беделді, көпті көрген адам. Демежанның Ши амбы алдында артықша беделге ие болуының бірден бір себепкері – осы Керімбай. Романдағы қат-қабат тартыс, қақтығыстар, әр түрлі мінез бен болмыстағы кейіпкерлер нанымды суреттелген. \nТарбағатай аймағын жайлаған халықтың жүрегін тілімдеп, жігерін жасытып, шекара сызығы жүргізіледі. Бұл айтулы оқиғаның басы-қасында жүргендер Шыңжаң өлкесіндегі орыс консулы Балхашин, ұлты қытайлық мұғалім, Демежанның ұстазы Ли-шансың және Демежан бастаған топ. Шекара бөлінісі сәтіндегі қарапайым халықтың күйінген хәлі шығармадағы тартысты ширықтыра түскен. “Бұл күндері не істерін білмей, екі ұдай күйге түсіп, миы басына, басы тымағына сыймай, қиналып жүрген қазақ тіпті көп-ақ”, - деп суреттейді жазушы. Ақшоқының бөктерін мекендеп, егін салумен айналысып келген Диханбай ауылының хәлі тіпті аянышты. Өз руластары болса алыста – Шар-Қызылсу бойында. Шекара сызығы дәл осы Диханбай жайлап отырған ауылдың үстімен жүрмек. Қысылған сәтте “Екі патшалыққа қоспай-ақ, қалдырып кетсеңдер қайтеді? Патшасыз қалдық деп өкпелемес едік”, - дегенді айтады. Автор мұндай ауыр сәтті “Ақтабан шұбырындыдан” кейінгі еріксіз босқындыққа ұшыраған бір кезең ретінде суреттейді. Осындай қиын-қыстау сәтте кездесіп қалатын қазақтың алауыздығынан туындайтын күлкілі жағдайлар да шығарма оқиғасын шынайыландыра түседі. Сондай оқиғаның бірі – Мәмбет руының екі адамы  Тоқа мен Қойлыбай арасында болады. “Қойлыбайы жоқ жер болса болды, бейіштен кем көрмеймін”, - деп Тоқа таңдауды Қойлыбайға салса, “Тоқа арманда қалмасын, Тоқаның төбесін көрмей жүрсем болды”, - деп Қойлыбай қырсығады. Екеуінің ерегісе шекара сызығын жүргізіп келе жатқандардың жұмысына бөгет болады. Ақыры бұл іске шекара комиссиясы араласып, Ши амбы мен Балхашин екеуінің ауылына бөлініп түсіп, екеуін екі жаққа көшіріп әкетеді. \nЖазушы тарихи мәліметтер мен деректерді қара дүрсін баяндау түрінде келтіріп қана қоймаған. Соның арғы жағында тұрған азапты халық тағдырын жан жүрегімен сезінген Демежандай азаматтың ішкі күйзелісін, қанатымен су себелеген қарлығаштай іс-әрекетін шеберлікпен өрнектейді. Өз-өзін кінәлап, шекара бөлінісіне қатысып жүргенін үйіне ұры түскенде, өзі қоса тонасқан Қожанасыр қылығындай сезінеді. Дәрменсіз халыққа жаны ашыған азаматтың елі үшін күйзелуі оның биік адамгершілік тұлғасын аша түседі.\nШекара бөлініп, Еженхан иелігіндегі жер анықталған соң, Шәуешек билеушісі Ши-амбы қыр қазақтарының арасында ресми сайлау өткізеді. Шекара бөлінісі кезінде Шығыс Түркістанды мекендеген қазақтардың мың жарым түтіні Ресей қарауына көшсе, екі жарым мың түтіні Қытай жағына қоныс аударады. Жазушы осы бір тарихи оқиғаны тілге тиек еткенде, бүгінгі Тарбағатай аймағының, Құлыстай өңірінің өткен шежіресіне де назар салып, қажетті мәліметтерді орнымен пайдаланады. Тарбағатай аймағында қазақтың орта жүзіне кіретін екі үлкен ру бірлестігі бар. Оның бірі – Наймандар, екіншісі Керейлер. Аз ғана ауыл Уақ болса Керейлермен қанаттасып жүреді. Найманның үлкен үш тайпасы – Төртуыл және Байжігіттен тарайтын Жұмық пен Мәмбет ауылдары аймақ әміршісінің бұйрығымен бірнеше зәңгіге (болыстыққа) жіктеледі. Сонымен, барлығын жинақтай келгенде аймақ қазақтары төрт үкірдайға топтасады. Осы үкірдай сайлауы өткізіліп, әр рудың үкірдайы анықталады. Сайлау барысындағы аласапыран оқиғалар, тіпті қазақтың аңқаулығынан туындаған күлкілі жағдайлар роман оқиғасын қоюландыра түседі. Төртуылдың үкірдайы – Керімбай өз елінің ақылшысы, алысты болжап, қиырдағыны шалатын сұңғыла жан болса, оның ұлы Демежан тек өз руластарының ғана емес, күллі қазақтың қамын жеген азаматтық биіктерден көрініп отырады.\n“Тағдыр талқысы” атты романның екінші бөлімінде Демежанды елден әкесі Керімбай үкірдайдың қасынан көреміз. Төртуылдың қадірменді ақсақалы Смайыл зәңгі және орыс консулы Балхашин қайтпас сапарға аттанған. Ел ішінің ұсақ-түйек дау-дамайы, қым-қиғаш қайшылығы үдей түспесе, толас таппаған.\nДемежан тек малмен ғана кәсіп қылу тым аз, кәсіптің басқа түрімен де шұғылданған жөн деп тауып, бейнетқор жұртпен бірлесіп, Боздақ даласына егін салады. Өзіне сол егіс басына таяу жерден қора-жай салдырады. Алғашында бұл ісіне өзгелерді иландыра алмайды. Тіпті өз әкесі Керімбай да наразы. Дегенмен, алғанынан қайтпайтын бірбеткей ұл өз дегеніне жетеді. Бұрын қазақта жоқ үрдісті бастап, зәйімке салдырады. Маңына жарлы-жақы байларды, зәбір көрген қарапайым адамдарды жинайды. Қыр еліне түскен алым-салықтың ауыртпалығы халықты қатты күйзелткенде осы Демежан ара түседі. Жергілікті мәнжу, сібе-солаң, қалмақ жұртына алым-салық жиналмайды. Бар ауыртпалық қазақтарға түседі. Бұл жайт қазақтардың наразылығын туғызады, алым-салық жинаушылармен арада араздық туады. Халықтың жағдайын жанымен сезінген Демежан Ши-амбының алдына барып, салықтың шектен тыс ауыр екенін айтады. Ақыры, Ши амбыны өз сөзіне иландырып, “Сары ноқта”, “Қара шығын” салықтарын алдырып тастайды. “Қан божы” деп аталатын салықты ғана күшінде қалдырады. Әйтпесе қазақ рулары шекара асып көшіп кететін қауіп туады. Керімбай дүние салып, орнына Демежан үкірдайлыққа сайланғанда, ағайын арасының күңкілі ушығып, бір шындықтың беті ашылады. Ол шындық – Демежанның нәсілі Керей, Керімбайға бар болғаны жиен екендігі. Елі үшін еңіреп жүрген Демежанның іс-әрекеті, ұлықтар алдындағы беделі отбасынан асар ойы жоқ кейбір биліктегілердің ішін тарылтып өзіне өшіктіре түседі. \n“Уақыт керуені” аталатын үшінші бөлімде Демежан – бәрінен де биік тұрған тұлға. Не әрекет қылса да еліне пайдалы істі ойлап жүрген азамат Абдыра мен Қараүңгір өзендерінен тартылатын екі тоған суға қағаз жасатып, оны Іле жаңжұңына бекіттіртіп алған. Осы жайт халдайлардың Демежанға деген өшпенділігін қоздырады. Оңтайлы сәтінде олар Демежанды ықтырып алғылары келгенмен, досына дархан, жауына өр болып жаралған Демежан бой бере қоймайды. Реті келгенде алмастай тілмен орып түссе, кейде күшпен де айбат көрсетеді. Әр кезде әлсіздің қорғаны болып жүрген аптал азаматтың жауы көбейген үстіне көбейе түседі. “Жау - жағадан алғанда бөрі - етектен” дегендей, халдайлардың араздығы аздай, өз басының ғана қамын жеген пасық қандастары Демежан айналасына тор құрып, тынысын тарылта түседі. Демежанның атақ-абыройын қызғанған Ысқақ халдайлармен ауыз жаласып, Демежанның көзін құртпаққа бекінеді. Ысқақтың ойынша – Демежан оған үлкен кедергі. Ел ішіндегі ұрлық-қарлықты тыю үшін жасаған әрекетін де жаулық деп қабылдаған Байсерке сияқтылар да солармен жақтасады. Ақыры Демежанға қастандық оғы атылады. Атушылар – Дохалдайдың бұзақы інісі Бужыңқа мен Ысқақ. Алайда, оқ дарымай, Демежан аман қалады. Тоған суына талас кезінде халдайлармен арада болған қақтығыста әбден ызаға булыққан Демежан халдайлардың басшысы Дохалдайдың айдарын кесіп алады. Бұл оқиға Демежан басына үйірілген бұлтты қалыңдата түседі. \n“Дар ағашы” деп аталатын төртінші тарауда Ши-амбы қызметінен босап, Құлжаға сапар шегеді. Үш айдай уақыт өткенде Шәуешек аймағын отыз жыл билеген ұлық дүние салады.\nҚұлжаға Демежанның үстінен арыз айтпақшы болып, Дохалдай аттанса, оның соңынан ұрлығы үшін абақтыда қамалып жатқан Байсерке аттанады. Екеуі бірігіп, Демежанға қарсы іс қозғайды. Ақыры аймаққа жаңа келген ұлық Матен-амбы Демежанға жабылған жаланы ұлғайтып, оны қамауға алады. Ең ауыр жаза – дарға асуға үкім шығарады. Жаланың басы – оның саяси сенімсіз Ли-шансыңның шәкірті екендігі, ішкі жақтан жер аударылып келген ағайынды екі Жаңды қамқорлыққа алғандығы. Сөйтіп, арам ниетті қаскөйлер абзал азаматқа саяси айып тағады. Мақсаттары – қайткен күнде де Демежанды құрту.\nПасық ниетті жандар дегендеріне жеткенмен, Демежандай нар азаматтың биік тұлғасын аласарта алмаған. Халықтың оған деген риза-құрмет сезімін өшіре алмаған. Әсеттей алаштың ардақты өнерпазының Демежанға арнаған жоқтауы осыны паш етеді. Роман эпилогында осы жайт баяндалады. Маншың өкіметі құлап, Матен амбы да қор өліммен өлген. Демежанның өзі өлсе де, ісі өлмеген. Өзі отырықшылыққа үйреткен ел егіншілікті кәсіп қылып, күн көруде. Демежан тоғанының кілтін ұстаған, егінші қауымға ақылшы аға болған Бөке қарт, оның айналасындағы адамдар Демежандай дегдар азаматты ауыздарынан тастамайды. Кезінде Демежан салдырған мешіт-медрелесер халық игілігіне қызмет етуде.  Демежанның абзал да аяулы жары Бибі Демежандай арыстың түтінін өшірмей отыр. Романда Демежанның ата-анасы Керімбай мен Ажар, жары Бибі, тоқалы Ырысқан бейнелері өзіндік ерекшеліктерімен танытылады. Жақсылы-жаманды кейіпкерлердің мінез бітімі, болмысы қаламгерлік шеберлікпен бедерленген. \nhttps://adebiportal.kz/kz/retailing/view/396",
                "date": "28.03.2020",
                "upvotes": 0
            },
            {
                "text": "Демежан ши-амбы\nТ.б",
                "date": "2.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Курно дуополиясында нарықтық сұраныс қисығы төмендегідей теңдеумен берілген делік",
        "question_content": "Курно дуополиясында нарықтық сұраныс қисығы төмендегідей теңдеумен берілген делік: P=200-Q. Сонымен бірге, бірінші фирманың шекті шығыны белгілі 30-ға тең және ол тұрақты шама болсын.  А)  Егер екінші фирма 50 бірлік өнім шығарса,онда бірінші фирманың пайданы барынша көбейтетін өнімі қандай мөлшерде болу керек? Ә) Егер 1-інші фирманың ойынша, 2-інші фирма 60 бірлік өнім шығарса,онда 1-інші фирманың өнімі қалай өзгереді. Б)Берілген өндіріс шешімін координаттар жазығында көрсетіңіз, 1-інші фирманың  реакция қисығының теңдеуін жазыңыз.",
        "question_date": "28.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 252,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Виды бега и их влияние на здоровье человека.",
        "question_content": "осы такырыпка орысша болсын казакша болсын реферат жазу керек комек керек",
        "question_date": "28.03.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бег  —  один  из  способов  передвижения  человека  и  животных;  отличается  наличием  так  называемой  «фазы  полёта»  и  осуществляется  в  результате  сложной  координированной  деятельности  скелетных  мышц  и  конечностей.  Для  бега  характерен,  вцелом,  тот  же  цикл  движений,  что  и  при  ходьбе,  те  же  действующие  силы  и  функциональные  группы  мышц.\nБег  предоставляет  хорошие  условия  в  качестве  аэробной  тренировки,  которая  увеличивает  порог  выносливости,  положительно  влияет  на  сердечно-сосудистую  систему,  повышает  обмен  веществ  в  организме  и,  таким  образом,  помогает  осуществлять  контроль  за  весом  тела.  Бег  позитивно  влияет  на  иммунную  систему  и  улучшает  тонус  кожи.  Укрепление  мускулатуры  ног  и  улучшение  о  бмена  веществ  помогает  предотвратить  и  устранить  целлюлит.\nБег  позволяет  наладить  ритмичную  работу  эндокринной  и  нервной  систем.  Во  время  бега,  когда  человек  постоянно  преодолевает  земную  гравитацию,  подскакивая  и  опускаясь  в  вертикальном  положении,  кровоток  в  сосудах  входит  в  резонанс  с  бегом,  при  этом  активизируются  ранее  незадействованные  капилляры.  Микроциркуляция  крови  активизирует  деятельность  органов  внутренней  секреции.  Поток  гормонов  возрастает  и  способствует  координированию  деятельности  других  органов  и  систем  организма.  Бег  имеет  множество  видов.  Если  мы  возьмем  профессионалов  и  спортивную  практику,  то  в  таком  случае,  мы  можем  разделить  бег  в  зависимости  от  дистанции.  Бег  на  дальние  дистанции,  который  начинается  от  2000  километров,  марафонский  бег  на  особо  длинные  дистанции,  который  может  иметь  протяженность  более  20  000  км.  Бег  на  средние  дистанции,  это  наиболее  оптимальные  дистанции  для  начинающих  (от  400  до  1000  километра).  Спринт  —  это  бег  на  короткие  дистанции  на  скорость  (60—100  метров).  Различают  бег  с  препятствиями,  барьерами,  кросс.  В  любительской  сфере  приобрел  популярность  бег  трусцой.  Это  наиболее  комфортный  бег,  так  как  темп  и  дистанция  каждый  может  выбрать  для  себя  сам,  в  основном  это  низкий  темп,  а  потому  он  удобен  для  любителей.\nДля  детей  дошкольного  возраста  подходит  обычный  бег  в  спокойном  темпе,  бег  с  препятствиями,  бег  с  различным  темпом,  медленный  бег  и  другие.  Правильной  техникой  обычного  бега  является  [1,  c.  28].\nВиды  бега:\nВиды  бега  различны.  В  спортивной  практике  бег  делится  в  зависимости  от  длины  дистанции:  спринт  (60—100  м),  бег  насредние  дистанции  (400—1000  м),  бег  на  длинные  дистанции  (от  2000  м),  марафонский  бег.  Кроме  этого,  различают  бег  кроссовый,  с  препятствиями,  барьерный  бег.  За  последние  годы  особую  популярность  приобрел  бег  вневысоком  темпе  (трусцой),  применяющийся  в  оздоровительных  целях.  Учитывая  возрастные  особенности,  детям  дошкольного  возраста  доступны  следующие  виды  бега:  обычный  бег  в  спокойном  темпе,  бег  на  скорость,  спрепятствиями  и  включением  других  движений  (прыжков),  бег  с  меняющимся  темпом,  медленный  бег.  Виды  бега  и  беговых  упражнений  отличаются  по  технике  выполнения.  Воспитателю  следует  знать  эти  особенности,  чтобы  предупредить  ошибки,  легче  и  быстрее  их  исправить,  правильно  определить  задачии  методику  обучения.  Обычный  бег.  Правильной  техникой  такого  бега  считается:  умение  бегать  свободно,  легко,  с  естественными  движениями  рук.  Руки  полусогнуты  в  локтях,  пальцы  свободно  согнуты  (но  не  сжаты  в  кулаки).  При  беге  руки  движутся  вперед-вверх  примерно  до  уровня  груди  несколько  внутрь,  затем  отводятся  локтями  назад  —  встороны.  При  беге  небольшими  шагами  слегка  согнутая  в  колене  нога  ставится  на  переднюю  часть  стопы.  При  более  широких  беговых  шагах  нога  ставится  с  пятки  с  последующим  эластичным  опусканием  на  всю  стопу.  При  отталкивании  нужно  разогнуть  ногу  в  колене.  Носки  стоп  в  стороны  не  разводятся.  Туловище  слегка  наклонено  вперед,  голова  сним  на  одной  линии,  грудь  и  плечи  развернуты,  плечи  не  поворачивать  вслед  за  рукой,  что  бы  невызвать  чрезмерного  поворота  туловища  [2,  c.  74].  Обычный  бег  в  среднем  темпе  широко  используется  для  обучения  некоторым  элементам  техники,  навыкам  правильного  координированного  движения.  При  таком  беге  дети  могут  лучше  контролировать  свои  движения,  хорошо  их  чувствуют,  могут  вносить  поправки  в  свои  действия.  Обычный  бег  можно  проводить  в  различных  построениях:  в  колонну  по  одному,  парами,  по  кругу,  «змейкой»  и  т.  д.  Примерная  продолжительность  непрерывного  бега  возрастает  постепенно  с  10—15  с.  в  младших  группах  до  35—40  с.,  в  старших  (повторяется  2—4  раза  с  перерывами).  Для  детей  6—7  лет  в  конце  учебного  года  длительность  бега  может  быть  в  пределах  одной  минуты,  так  как  втечение  года  дети  овладевают  элементами  правильной  техники  бега,  растет  их  функциональная  подготовка.\nБег  на  носках.  Ногу  следует  ставить  на  переднюю  часть  стопы,  некасаясь  пяткой  пола.  Шаг  короткий,  темп  быстрый.  Движения  рук  спокойные,  расслабленные,  втакт  шагам,  высоко  их  неподнимать,  Можно  поставить  руки  на  пояс.  Бег  свысоким  подниманием  колен.  Бегать  поднимая  согнутую  в  колене  ногу  под  прямым  углом,  ставить  ее  на  пол  мягким,  эластичным  и  в  то  же  время  достаточно  энергичным  движением  на  переднюю  часть  стопы.  Шаг  короткий,  с  незначительным  продвижением  вперед.  Корпус  прямой  и  слегка  откинут  назад,  голова  высоко  поднята.  Руки  можно  поставить  на  пояс.  Чередовать  с  обычным  бегом  или  ходьбой.  Бег  широким  шагом.  Делать  широкие  шаги,  увеличивая  толчок  и  время  полета  (как  бы  перепрыгивая  через  воображаемое  препятствие).  Ногу  ставить  с  пятки  перекатом  на  всю  стопу.  Толчковую  ногу  стараться  полностью  выпрямлять,  энергично  отталкиваясь.  Движения  рук  свободные  и  размашистые  [2,  c.  60].\nБег  с  отведением  назад  согнутой  в  колене  ноги.  Туловище  наклонено  вперед  несколько  больше  обычного,  руки  на  поясе.  Согнутая  в  колене  нога  после  толчка  отводится  назад  (стараться  пяткой  достать  ягодицу).  Чередовать  с  обычным  бегом,  несколько  больше  расслабляя  при  этом  ноги,  давая  им  отдых.  Бег  скрестным  шагом.  Выполнять  захлёст  почти  прямых  ног:  правой  —  влево,  левой  —  вправо.  Нога  ставится  на  стопу.  Бег  прыжками.  Выполняется  энергично,  широким  размашистым  движением.  Толчок  делать  вперед-вверх.  Продолжительность  непрерывного  бега  на  носках,  с  высоким  подниманием  колен,  с  отведением  назад  согнутой  в  колене  ноги  небольшая  (10—20  с.).  Как  правило,  эти  виды  бега  повторяются  2—3  раза,  чередуя  каждый  вид  с  обычным  бегом  или  ходьбой.  Бег  широким  шагом  дается  на  дистанции  10—12  м.  Для  этого  бега  можно  использовать  различные  ориентиры  —  линии,  шнуры,  плоские  обручи,  набивные  мячи.  Бег  в  быстром  темпе.  Выполняется  на  передней  части  стопы  или  на  носках.  Шаг  широкий,  стремительный.  Движения  рук  активные,  в  такт  с  беговыми  шагами.  Делать  энергичные  отталкивания  толчковой  ногой,  хорошо  ее  выпрямляя.  Маховую  ногу  выносить  вперед-вверх.  Туловище  наклонено  вперед  по  ходу  движения,  голова  с  ним  на  одной  линии.  Плечи  развернуты,  ненапряжены,  смотреть  вперед.  Быстрый  бег  применяется  чаще  всего  в  играх  с  элементами  соревнования.  Длительность  такого  бега  невелика  —  5—8  с.  Однако,  чередуясь  с  естественными  остановками  —  отдыхом,  он  может  повторяться  4—5  раз.  Медленный  бег  за  последнее  время  завоевал  большую  популярность,  в  основном  как  средство  развития  общей  выносливости,  повышения  функциональных  возможностей  организма.  В  этом  беге  надо  уметь  выдерживать  небольшой  темп,  неускорять  и  не  замедлять  его,  бежать  ритмично.  Шаги  делать  короткие,  ногу  ставить  на  переднюю  часть  стопы  или  эластично  с  пятки  на  носок.  Движения  рук  спокойные,  руки  согнуты  в  локтях  на  уровне  пояса,  плечи  слегка  расслаблены.  Бег  впеременном  темпе  используется  в  сочетании  с  другими  движениями.  Главная  задача  при  обучении  этому  виду  бега  —  научить  детей  выбирать  темп  и  вид  бега,  наиболее  соответствующий  содержанию  задания.  Так,  если  бег  завершается  подскоком  или  прыжком  в  длину,  то  не  надо  замедлять  темп  перед  толчком,  а  переходить  сразу  от  последнего  шага  разбега  к  энергичному  отталкиванию  вверх  или  вперед.  Надо  уметь  быстро  и  ловко  переключиться  с  бега  на  другой  вид  движения.  Например,  подлезть  под  обруч  или  веревку,  пройти  по  бревну,  а  затем  продолжить  бег  не  останавливаясь,  не  меняя  направления.  В  переменном  темпе  можно  предлагать  разные  упражнения.  Челночный  бег.  Широкий  стремительный  шаг  чередуется  с  резким  торможением  в  конце  при  движении  по  прямой  и  частыми  шагами  на  поворотах.  Перед  сменой  направления  темп  более  частый,  шаги  короче,  колени  больше  согнуты,  что  бы  сохранить  равновесие.  Движения  рук  естественные,  помогающие  движению  по  прямой  и  на  поворотах.  Бег  в  сочетании  с  подлезанием  под  палки,  пролезанием  в  обруч,  перепрыгиванием,  прыжком  вверх.  Здесь  надо  уметь  замедлять  и  ускорять  темп  бега  перед  преодолением  препятствия.  Бег  в  разных  естественных  условиях  развивает  умение  применить  наиболее  соответствующий  этим  условиям  вид  бега,  его  темп  и  скорость.  Бег  по  извилистой  дорожке  отличается  от  бега  по  прямой,  а  бег  по  песку  требует  иной  техники  и  иных  усилий,  чем  бег  по  грунтовой  дорожке.  Изменяя  привычные  для  детей  условия,  подбирая  разные  их  сочетания,  надо  способствовать  развитию  столь  нужного  вжизни  умения  —  использовать  наиболее  эффективный  вид  бега  в  соответствии  сусловиями  поверхности.\nПри  беге  в  горку  нога  ставится  на  носок,  шаг  короткий,  туловище  наклонено  вперед.  При  сбегании  нога  ставится  на  всю  стопу  или  с  пятки  на  носок,  ноги  больше  согнуты  в  коленях,  туловище  несколько  отклонено  назад.  При  беге  вверх  и  вниз  подоске,  положенной  наклонно,  стопы  ставят  близко  одна  к  другой,  носки  встороны  неразводят,  регулируют  сохранение  равновесия  движениями  рук  [1,  c.  103].\nСписок  литературы:\nИваницкий  М.  Ф.  Анатомия  человека:  Учебник  для  высших  учебных  заведений  физической  культуры.  М.,  Олимпия,  2008.\nСтолбов.  В.В.,  Финогенова.  Л.А.,  Мельникова.  Н.Ю.  История  физической  культуры  и  спорта:  Учебник.  М.,  Физкультура  и  спорт,  2000.\nТур  Гутос.  История  бега,  2011.\nТолығырақ: https://sibac.info/studconf/hum/xxxiv/42841",
                "date": "28.03.2020",
                "upvotes": 0
            },
            {
                "text": "Жалпы, жеңіл атлетика спорттың патшайымы саналады. Себебі, кез келген спорт түрі жүгіруден тұрады. Яғни спортшы қандай да бір жаттығуды бастамас бұрын жүгіріп, денесін қыздырып алады. Дұрыс жүгірудің ережесімен танысу:\nБірінші кеңес – дұрыс қыздырыну. Жүгіру – бір қарағанда оңай болып көрінгенімен, ең қиын спорттың бірі. Жүгірудің алдында кішігірім жаттығу жасайды. Аяқты жоғары көтеріп, тездетіп ұшына қояды. Осы жерде ескеретіні, жаттығу немесе жүгіру кезінде өкшемен тұруға болмайды. Өйткені, күшті өкшеге салса тізеден жарақат алуы мүмкін. Келесі жаттығу түрі – аяқты артқа сермеу. Осы жерде тізе алдыға шығып кетпеуі тиіс. Ендігі жаттығу – аяқты алдыға серпу. Одан соң сол иықпен, бұдан кейін оң иықпен серпіліс жасау, ұзындыққа серпілу, адымдап жүгіру. Соңғысын жасағанда мейлінше тізені көтеру қажет. Осы кішігірім серпілістен соң жүгіріп бастауға болады.\nЕкінші кеңес – жүгіргенде дұрыс дем алу.\nАдамдарда жүгіргенде мұрынмен демалу керек деген теріс түсінік қалыптасқан. Қазіргі кезде ондай ойдан арылу қажет. Жүгіргенде ауызбен дем алып, ауызбен дем шығару керек. Өйткені жүгірген кезде адамның бұлшық еттеріне ауа баруы қажет. Мұрынмен дем алғанда бұлшық еттерге ауа аз барып, оның қатып қалуына әкелуі мүмкін. Ал ауызбен дем алғанда ауаны көбірек жұтады.\nҮшінші ескеретін кеңес – жүгіру кезінде қолды жинақы ұстау. Маманның айтуынша, жүгірудің техникасы бойынша әрдайым қол жинақы болуы керек.\nТөртіншіден, жүгіру кезінде аяқты дұрыс басу.\nКөбісі жерге аяқтың ұшын немесе өкшесін қойып жатады. Олай жүгіру дұрыс емес, аяқты басқанда табанды түгел жерге тигізіп, аяқтың ұшына серпіліс беру керек.\nБесінші кеңес – жүгіруге киетін аяқ киімді дұрыс таңдау. Аяқ киімнің табаны жұқа болса, жүгіргенде аяққа батады. Сондықтан, табаны қалың болғаны және аяғынан жарты см болсын үлкен болғаны лазым. Себебі жүгіргенде аяққа қан жүгіреді, аяқ киім тар болса жайсыз болуы мүмкін.\nАлтыншы кеңес - марафонға қатысатын адамдар дұрыс тамақтана білуі керек. Мәселен, марафонға қатысқанда желаяқтарға су мен банан беріледі. Жалпы,  түрлі қашықтықтағы марафонға қатыспас бұрын кез келген адам осы алты ержені ұстану керек .\nСонымен бірге, әуесқой адамдар жұмыс ыңғайы мен уақытына қарай аптасына 3 күн таңертең немесе кешке жүгіргені дұрыс. Егер таңертең жүгіретін болса ол адам күні бойы өзін сергек сезінеді. \nЖүгірудің әр мүшелерге пайдасы\nІс жүзінде әрбір адам жүгірудің пайдасын біледі. Жүгіру адамның барлық жүйесіне және мүшелеріне оң әсер ететін ең қолжетімді және қарапайым спорт түрлерінің бірі болып саналады:\nЖүрек. Жүгіру қанды тамырлар арқылы белсенді жүгіртіп, оларды нығайтады және жүрек-қан тамырлары ауруларына қарсы тұруға көмектеседі. Тұрақты жүгірудің арқасында жүрек камераларының көлемі ұлғайып, соның нәтижесінде жүрек мықты бола түседі. Бұдан бөлек, жүгіру жүрек соғу жиілігін қалыпқа келтіреді және тахикардияны жеңуге көмектеседі.\nТамырлар. Жүйелі түрде жүгіру қан қысымын қалыпты келтіріп, қан тамырларының тонусын арттырады. Сондай-ақ, қысымы жоғары адамдарда қан қысымын төмендетуге, ал төмендерде оны көтеруге көмектеседі.\nИммундық жүйе. Жүгірудің ағзаның қорғаныш күшін арттыратыны дәлелденген, ол шынығу әсерін көрсетеді және суық тиюге қарсы тұруға көмектеседі.\nТыныс алу жүйесі. Жүгіру өкпенің жағдайын жақсартады, күшейтеді және олардың көлемін арттырады.\nАс қорыту жүйесі. Асқорыту органдары да тұрақты жүгірудің арқасында жақсы жұмыс істей бастайды. Бұл адамның ішектері жүгіру кезінде белгілі бір массаждан өтетіндіктен болады. Сонда өкпенің өңі жақсара түседі, ал соның арқасында іш өту немесе іш қату сияқты проблемалар жоғалады.\nЭндокриндік жүйе. Жүгіру майлы тіндерді азайтуға көмектесетіндіктен, ол гормондық фонды қалыпқа келтіре алады. Сонымен қатар, бездердің жағдайы жақсарып, тері серпінді және жинақы болады.\nСондай-ақ, жүгірудің физикалық күш пен төзімділікті арттырудың тамаша құралы екенін ұмытпауымыз керек. Жүгірудің арқасында аяқтың, іштің, қолдың, мойынның, бөксенің бұлшықеттері белсенді дамиды. Нәтижесінде, адам айтарлықтай епті және күшті болады.\nЖүгірудің пайдасы жоғары болу үшін не істеу керек\nЖүгірудің пайдасын барынша арттыру үшін белгілі бір ережелерді сақтау керек:\nЖаттығу үшін стадион немесе саябақ қолайлы. Мұндай орындарда әдетте иттермен жүруге тыйым салынған, сонымен қатар, онда көлік те жүрмейді, сондықтан ауа барынша таза болады. Егер жақын жерде ешқандай саябақ немесе стадион болмаса, қозғалыс аз, тыныш көшелерді таңдауға кеңес беріледі. Ал жүгіруді таңертең, таңғы асқа дейін немесе кешкі уақытта бастау керек. Себебі, бұл кезде ағза дене жаттығуларына айтарлықтай дайын болады.\nЖүгіруді бастамас бұрын міндетті түрде сергектеніп және созылу қажет. Еңкею мен денені оңға-солға бұру, отырып-тұру секілді бойды қыздыратын жаттығулар бұлшықеттердің қан айналымын күшейтеді және буындардың созылуының алдын алуға көмектеседі. Сонымен қатар, денені ширату процесінде буындарды зақымданудан қорғайтын буын май бөлінеді.\nЖұлын, тізе және омыртқаға шамадан тыс күш түсірмеу үшін аяқты дұрыс қою керек. Мысалы, түсу кезінде аяқты біркелкі қойған дұрыс. Ал, дене алға қарай аздап иіліп тұруы тиіс және жүгіру кезінде онымен теңселмеу керек. Жоғары қарай шоршып секіруден және жерге қатты түсіруден аулақ болыңыз. Сондай-ақ, қол шынтаққа бүгілулі және олардың қозғалысы уақыт өте келе қадамдармен еркін болуы керек. Кейбір жүгірушілер қолды мүлде қозғалтпағанды ұнатады. Негізі мұнда өзіңіздің жеке сезімдеріңізді басшылыққа алып, ыңғайлы болып көрінетін қол қозғалысын таңдауыңыз керек.\nЖүгіру кезінде мұрынмен де, ауызбен де дем алу қажет. Егер тыныс алу ретсіз болса және ауаның көп бөлігін ауыз арқылы «жұтуға»тура келсе, онда жүктеме тым жоғары және сіз темпті баяулатыңыз.\nЖүгіру кезінде жүрек жиілігін бақылау маңызды. Жүрек соғысы минутына 100-100 соққыдан аспауы үшін жүрексоғысын өлшейтін қарапайым құрал сатып алу ұсынылады. Егер оның жиілігі артып кетсе, жүрек соғысы тұрақтамайынша темпті төмендетіңіз.\nБірден өзіңізді қалжырататын жүктемелер алмаңыз. Жүгіруді енді бастаған адам күніне 10-15 минуттан жүгіре бастауы керек және жаттығудың қарқындылығы мен ұзақтығын бірте-бірте арттыруы қажет. Жүгіруге енді қызығып жүргендерге бір-екі минуттық жүгіруден кейін бірнеше минут жүруге ауысатын аралық жаттығу әдісі ұсынылады. Егер жағымсыз немесе ауырсыну сезімі болса, темпті баяулатыңыз немесе жаттығуды толықтай тоқтатыңыз.\nЖүгірудің пайдасын барынша арттыру үшін дұрыс киім мен аяқ киім таңдау қажет. Олар денені қыспайтындай жайлы болуы керек. Жүгіруге арналған ең жақсы аяқ киім – соққыға арналған арнайы жастықшалары спорттық кроссовкалар.\nЖүгіру жаттығуларына бір сағат қалғанда тамақтануға болмайды. Егер қарныңыз қатты аш болса банан, алма немесе басқа жемістерді жеуге болады. Ал жүгіріп болғаннан кейін қолыңызды бірден тамаққа созбай, кем дегенде бір сағат күтіңіз. Сондай-ақ, жүгірудің алдында да сұйықтық ішпеңіз, бірақ жаттығудан кейін бірден бір стақан таза су ішсеңіз болады. Бұл ағзаның су теңгерімінің қалыпты жағдайға оралуына мүмкіндік береді.\nСонымен қатар, жүгіруді бастамас бұрын дәрігермен кеңесу керек. Бұл әсіресе кез-келген созылмалы аурулардан зардап шегетін адамдар үшін өте маңызды. Себебі, кейбір ауруларда жүгіруге болмайды. Ол жұқпалы аурулардың өткір түрі, тірек-қимыл аппаратының аурулары немесе жарақаты, қан тамырларының және жүректің зақымдануы секілді аурулар.\nЖүгірудің адам денсаулығына пайдасы өте көп. Оны жүгіруді әдетке айналдырған адамдар да мойындайды. Сол себепті сіздердің назарларыңызға күнделікті жүгірудің 10 пайдасын ұсынғымыз келіп отыр. Олар төмендегідей: \n1. Жүрегіңізді қатайтады. Күніне 10 минут жүгірудің өзі сізді жүрек-қан тамыр ауруларынан аман сақтап қалады. \n2. Көңіл-күйіңізді көтереді. Жүгіру кезінде қуаныш пен ләззат алу гормонын сезінесіз. \n3. Буындарыңызды қатайтады. Жай жүрістен гөрі жүгірудің пайдасы көбірек. Өйткені остеоартроздың алдын алып, буындарыңызды қатайтасыз. \n4. Калорияңызды азайтасыз. Жарты сағат жүгіріп, көптеген калориядан құтыла аласыз. Ал егер желге қарсы немесе тауға қарай жүгірсеңіз, онда одан да көп калорияңызды азайтуға болады. \n5. Аяғыңызды әдемі етеді. Жүгіру барысында аяғыңыздың барлық буыны жұмыс жасайды. Сондықтан ол әдемі әрі тартымды көрінеді.\n 6. Ішіңізді қатайтады. Жүгіру арқылы ішіңіздегі артық майдың бәрінен оңай арыласыз. Сонымен қатар ішектерңіздің құрылысы мен қызметін жақсартады. \n7. Жұмыс тәртібі күрделі адамдарға да келе береді. Жұмыстан қолдары босамай, жаттығу залына баратын уақыт таппай жүрген жандарға да ыңғайлы. Өйткені 10 минут жүгірудің өзі сіздің денсаулығыңызға көп әсерін тигізеді. \n8. Төзімді қылады. Жүгіруді күнделікті әдетке айналдырған адамдардың айтуы бойынша, жүгіру адамды төзімді қылатын қасиетке ие екен. \n9. Медитация секілді әсер етеді. Көптеген жүгіруші жүгіру кезінде белгілі бір мәселеге сырт көзбен қарап, одан шығудың оңай жолын табуға мүмкіндік болатынын айтады. Оған қоса жүгіру күйзелістен құтылуға көмектеседі. \n10. Қалаған уақытыңызда айналыса аласыз. Би, жүзу, ауыр атлетика секілді спорт түрлерінің белгілі бір тәртіптері бар. Ал қалаған уақытыңызда жүгіруге сізге ешкім кедергі келтіре алмайды. Тіпті дәл қазір жүгірсеңіз де өзіңіздің еркіңізде. \nБұл жазбамызды оқи отырып, сіздің де жүгіруге көңіліңіз оянған шығар. Салауатты өмір салтын ұстанып, жүгіруді жаныңызға серік етіңіз. Достарыңызбен бөлісуді ұмытып кетпеңіз.\n\nБасыңызға қиындықтар түсіп, сәтсіздікке ұшырасаңыз, жүгіріңіз! Себебі, жүгірген кезде адам бойындағы барлық жағымсыз ойлардан арылады. Сондай-ақ, жүгірудің арқасында көңіліңіз көтеріліп, талай мәселелердің шешімін таба аласыз. Жүгіру арқылы басқа жандармен танысып, достарыңыздың қатарын  кеңейтесіз. Сондай-ақ, көптен бері кездеспей, сырласа алмаған құрбыңызға бірге жүгіруді ұсынып, дидарласыңыз. Жүгірудің басты пайдасы - денсаулықты түзету. Ұзақ ғұмыр кешем десеңіз, жүгіріңіз. Жүгіру иммунитетті көтеріп, жүрек қан тамырларының жұмысын жақсартады. Сондай-ақ, ұйқысыздықтан арылып, арықтауға жол береді.",
                "date": "28.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киноның атауын іздеймін, Қаршыға есімді ауылдан қалаға келетін жігіт жайлы",
        "question_content": "Қаршыға ауылдан қалаға келеді, келген күні түнде 4-5 бала паркте жабылады, содан олар қашып Қаршыға полиция ұстап алып ақшасын сыпырып алады. Содан нағашысы ма бір көкесіне барады, ол бір ақ күн қондырып ақша беріп қондыра алмайтынын айтады. Сосын бір ресторанда ауыл туралы өлең айтады, соған риза болған жігіт бір бума ақша ұстатады. Содан бір қызға ғашық болады, ол қызбен қосыла алмайды, ол қыз борсық байға тұрмысқа шығып кетеді. Бар білетінім осы, осы киноның атауы керек? Рахмет",
        "question_date": "27.03.2020",
        "question_tag": "Кино",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанталапай киносы",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    }
]