[
    {
        "question_title": "Кристалды ферментті препараттарды алу сызбанұсқалары",
        "question_content": "Қолданылатын әдебиеттер тізімі: 1. Муратова, Е.И. Биотехнология органических кислот и белковых препаратов: учебное пособие / Тамбов : Изд-во Тамб. гос. техн. ун-та, 2007. – 80 с. 2. Бекер М.Е. Введение в биотехнологию. Пищевая промышленность, 1978. С. 271. 3. Егоров Промышленная биотехнология. М. Выс. школа, 1989 4. Бирюков В.В. Основы промышленной биотехнологии. М. 2004. 5. Безбородов А.М. Биохимические основы микробиологического синтеза. М. 2004",
        "question_date": "3.04.2020",
        "question_tag": "Химия",
        "question_views": 284,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Микробиологиялық синтез технологиясының 3 негізгі кезеңі бар:\nа) ферментация, фермент өндіретін микроорганизмдердің биомассасын көбейту; ферментация аймағы бірнеше биореактормен жинақталған (көлемі 100-2000 л); биосинтез үрдісі асептикалық жағдайда өтеді, дақылды ортаның кезеңдік ферментациясы, аэрациясы және гомогенизациясы. Оттегінің дифференциалды қысымы мен жылуды жұмсауды реттегіші бар биореакторды қолдану тиімді. Дақылды ортадағы температура мен оттегі көлемі маңызды фактор болып табылады. Ол үшін ерітіндідегі оттегі көлемін бақылап тұратын құрылғыдағы арнайы мембрананы пайдаланады. Газ тәрізді оттегі арнайы ыдыстан өтіп, сұйықтықта ериді. Ерітіндідегі оттегі деңгейі ерітінді мен газ тәрізді оттегісі бар камера арасындағы қысымның айырмашылығына байланысты. Бұл айырмашылық арнайы құрылғымен реттеледі, яғни жай аэрация не оксигенация емес, бұл үрдісті реттеудің маңызы бар, әйтпесе еріген оттегі тез азайып, осылайша биосинтез үрдісін бұзуы мүмкін;\nб) дақылдық сұйықтықтан, сондай-ақ клеткадан тыс өнімдерден клеткаларды ажырату үшін сепаратор, ультрацентрифуга, нутч-фильтр, мембраналық фильтрация, сонымен қатар қуыс талшықтарға, басқа құралдарға құрылғы қою көмегімен ферменттерді алдын ала тазалау;\nв) ферменттерді тазалаудың соңғы кезеңі вакуум-кептіргіш құрылғы, экстрактор, ион алмасатын бағаналар және ферментті гомогенді массаға дейін жеткізетін ақуызды толық тазалайтын басқа да аппараттарды қолдану арқылы жүзеге асады.\nРекомбинантты ферменттер:\n- E.coli BL21 (DE3) плазмидті векторларының құрамында осы ферменттерді кодтайтын, гендерді клондау жолымен алынған пуриннуклеозидфосфорилаза, уридинфосфорилаза және тимидинфосфорилаза. Ферменттер модифицирленген нуклеотидтер түрінде вирусқа қарсы, ісікке қарсы препараттар ретінде қолданылуы мүмкін – виразол, кладритин, флудалабин;\n- сілтілі фосфатаза, өндірушісі E.coli BL21 (DE3) рекомбинантты штамы;\n- химозин, эукариотты организмнен бөлініп, прокариотқа ендірілген - E.coli, Aspergillus awamori, Kluyveromyces lactis;\n- ацетолактатдекарбоксилаза Bacillus subtilis – рекомбинантты штамынан өндіріледі және т.б.\nФерменттердің антибиотиктермен бірге қатар келуі – «Ируксол», Clostridium histolyticum-нің клостридил-пептидазасы және левомицетині бар және т.б.\n2) Сүтқоректілердің тіндері мен ағзаларынан ферменттерді бөліп алу технологиясы\nКлетка құрамынан ферментті сәтті бөліп алу үшін материалды субклеткалық құрылымға дейін ұсақтау керек (гомогенизация): өзінің құрамында көптеген жеке-дара ферменттері бар лизосома, митохондрий, ядроға және т.б дейін. Ферменттерді бөліп алуда ақуыз денатурациясын болдырмайтын жағдайдағы барлық оперцияларға ерекше көңіл аударады, өйткені ол әрқашан ферменттікті белсенділіктің жоғалуымен байланысты. Бұған қорғаныс қоспаларының, жиі SH-бар байланыстардың (цистеин, глютатион, меркаптоэтанол, цистеамин, дитиотреитол және т.б.) болуы әсер етеді.\nФерментті бөліп алудың барлық кезеңдерінде төмен температураны сақтап тұру керек, өйткені жоғары температурада олар биологиялық белсенділігін жоғалтады.\nФерменттердің нативті қасиеті сақталатын глицеринмен экстракция, сондай-ақ, -10о С –ден жоғары емес температурада құрамында ферменттері тіндерді не олардан шыққан вытяжкаларды тұндыру мен тез сусыздандырудан тұратын ацетонды ұнтақ әдісі тән.\nАры қарай ферменттерді тазалау үшін ион алмастырушы хроматография, молекулярлы тор, электрофорез және әсіресе изоэлекрофокустау әдісі қолданылады. Адсорбционды әдіс модификациясының бірі-аффинді хроматография, мұнда фермент таңдамалы түрде өзара әрекет ететін зат адсорбен қызметін атқарады. Нәтижесінде тек осы бір фермент адсорбентпен бағанада ұсталынып қалады, ал қалған қосымша ақуыздар ерітіндіде қалады. Сосын оқшауланған фермент бағанадан бөліп алынады.\nБұл технология трипсин, химотрипсин, рибонуклеаза, гиалуронидаза, тималин, цитохром С, панкреатин және де тағы басқа жануар табиғатының ферменттерін бөліп алғанда пайдаланылады (11 кесте).\nЕт өндіру мекемелерінде сау жануарлардың ұйқы безі алынып, -20о С температурада сақталады. Кейіннен шикі өнім фармацевтикалық мекемелерге жеткізіледі. Мұздатылған бездер ұсақталып, ферментативті белсенділігін жоғалтып алмау үшін натрий бикарбонаты ерітіндісінде изоприл спиртімен бірге суспензияланады;\n- бірнеше сағат бойы суспензияларды арнайы гидролизді камераларда араластыру жолымен гидролиздеу. Ерімейтін компоненттер, талшықтар мен басқа да тығыз бөліктер фильтрация арқылы суспензиядан ажыратылады;\n- преципитация кезеңі ферменттерді суспензиядан, сұйық фазадан тұндыру үшін изоприл спиртінің жоғары концентрациясында жүзеге асырылады;\n- аяқтау кезеңі, панкреатин қалдық ылғалдан ажырау үшін вакуумды құрғатқыш құрылғыларда кептіріледі. Артынан түйіршіктеу (цилиндрлі, сферизация), қабықшамен қаптау, фасовка .\nПанкреатин өндірудің негізгі технологиялық кезеңдері:\nПрепарат ұйқы безінің экзокринді жетіспеушілігі кезінде тағайындалып, он екі елі ішектің проксимальді бөлімінде белсенді ферменттің жеткілікті мөлшерімен қамтамасыз етеді. Панкреатин құрамына кіретін липаза, амилаза және протеаза ферменттері ақуыз, май, көмірсу қорытылуын жеңілдетіп, олардың ащы ішекте жақсы сіңірілуіне әсер етеді.\nсурет. Панкреатинді алудың технологиялық кезеңдері",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ферменттерді өндірудің тереңдік тәсілі",
        "question_content": "Қолданылатын әдебиеттер тізімі: 1. Муратова, Е.И. Биотехнология органических кислот и белковых препаратов: учебное пособие / Тамбов : Изд-во Тамб. гос. техн. ун-та, 2007. – 80 с. 2. Бекер М.Е. Введение в биотехнологию. Пищевая промышленность, 1978. С. 271. 3. Егоров Промышленная биотехнология. М. Выс. школа, 1989 4. Бирюков В.В. Основы промышленной биотехнологии. М. 2004. 5. Безбородов А.М. Биохимические основы микробиологического синтеза. М. 2004",
        "question_date": "3.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ферменттер — барлық тірі организмдер құрамына кіретін арнайы ақуыздар. Химиялық реакцияларды жеделдетеді. Реакция түрлеріне сай ферменттер 6 топқа бөлінеді:\nФерменттер жасушаларда синтезделіп, биохимиялық реакцияларға қатысатын ақуыздық табиғаттағы биокатализатор болып табылады. Фермент немесе энзим (лат. fermentum – ашу; грек. en – ішінде, zim – ашытқы; 19 ғ. Ван Гельмонт ұсынған) алғашқыда ашыту үдерістерінде анықталған зат. Энзимология, ферментология – ферменттерді зерттейтін ғылым саласы. Ол басқа ғылымдармен: биология, генетика, фармакология, химиямен тығыз байланысты. Ферменттердің қызметі туралы алғашқы ғылыми еңбекті Кирхгофф (1814) жариялады. Кейін ашу үдерісі ашытқы жасушаларында ғана өтеді деген ұйғарым жасаған Л. Пастерге (1871), Либих ферменттер жасушалардың өмір сүруіндегі пайда болған өнім, ол жасушада да, олардан бөлек те қызмет атқарады деген қарсы пікір білдірді. Либихтің ғылыми көзқарасы М. Манассейна (1871), Бухнер (1897) зерттеулерінде эксперимент жүзінде дәлелденді. Жасушаларда синтезделген ферменттер өзіне тән арнайы қызметтерін организмнің барлық мүшелерінде атқарады. Ферменттік қасиет, негізінен глобулалық құрылымдағы ақуыздарға тән екені белгілі. Бірақ, қазіргі кезде кейбір фибриллалық ақуыздар да (актин, миозин) катализдік белсенділік көрсететіні анықталды.\nФерментті препараттардың биотехнологиясы\nФерментті препараттар өндірісі заманауи Биотехнологиядағы жетекші орындардың біріналады және өнім көлемі үнемі өсіп келе жатқан салаларға жатады, ал қолдану аясы үнемікеңейіп келеді.\nТез даму мыналармен байланысты:\n- ферменттер ақуыз текті жоғары белсенді, уытты емес  биокатализаторлар болып табылады,\n- табиғатта кең таралған,\n- онсыз көптеген биохимиялық процестерді жүзеге асыру мүмкін емес.\n Ферментті препараттарды алу көздері\n1. Өсімдік шикізаты,\n1. Ферменттердің көзі әр түрлі дәнді дақылдардың (уыт) өсірілген астығы болуы мүмкін:\n- тікелей техникалық ферментті препарат ретінде пайдаланылуы мүмкін,\n- тазартылған ферментті препараттарды алу үшін бастапқы материал болып табылады.\n2. Тропикалық және субтропикалық елдерде өнеркәсіптік өндіріс үшін шикізат протеиназ ретінде қауын ағашыныңлатексін, фикус өсімдіктерінің латексін (мысалы,жапырақтары, інжір өркендері, ананас жасыл массасының шырыны және т. б.) пайдаланады. )\n Ферментті препараттарды алу көздері\n2. Жануарлардың ағзалары мен тіндері.Барлық ет өңдеу комбинаттарында ферменттері бар шикізатты жинап, оны консервілейді және ферменттік препараттарды алу үшін пайдаланады.\nБұл шикізат:\n- ұйқы безі (құрамында химотрипсин, коллагеназ, эластаз, трипсин, амилаз, липаз және т.б. бар),\n- шошқаның асқазандары мен аш ішектерінің шырышты қабықтары (пепсин және липаза),\n- ірі қара малдың сығындылары (пепсин және липаза),\n- сүт бұзаулары мен қозылардың сығындылары (реннин (мәйекті фермент) ),\n- жыныстық жетілген жануарлардың тұқымдары (фермент құрамында фермент бар фермент бар). гиалуронидаз).\n 3. Микроорганизмдер\n3. Микроорганизмдер бір мезгілде тұтас ферменттер кешенін синтездеуі мүмкін, бірақ, әсіресе моноферментті болып табылатын және үлкен мөлшерде тек бір ферментті құрайтын мутантты штамдар арасында бар.\nМикроағзалардың артықшылықтары:\n- қоректік ортаның құрамына қарапайым,\n- бір ферменттің синтезінен екіншісіне оңай ауысады,\n- салыстырмалы қысқа өсу циклі бар (16 -100 с).\nФерментті препараттарды өнеркәсіптік алу үшін табиғи объектілерден бөлінген микроорганизмдердің табиғи штаммдарын да, мутантты штаммдарды да пайдаланады.\nФерменттердің продуценттері: бактериялар,саңырауқұлақтар,ашытқы, актиномицет болуы мүмкін.\n Ферменттерді қолдану саласы\nҚазір 2000-ға жуық ферменттер сәйкестендірілген. Өнеркәсіптік 250ге жуықатау шығарылады.Шығарылатын препараттардың арасында ең үлкен үлес салмағын протеиназа мен амилазалар алады (ферментті препараттарды шығарудың жалпы көлемінің 60% - ын құрайды).\nІрі салалар\n– тұтынушылар:\n– фармацевтика15 %;\n– шарап және шырын өндірісі 10 %;\n– спирт өндірісі8 %;\n– ірімшік өндірісі5 %;\n– нан пісіру5 %;\n– сыра қайнату6 %;\n– аналитикалық мақсаттар мен ғылыми зерттеулер\nшамамен 1%;\n– өзге салалар6%\nболып табылады.\n* РБ-да, сонымен қатар ферменттер жемшөп өндірісіне енгізілуде.\nШтаммды және өсіру шарттарын таңдау\nМикроорганизмдерді қолданудың орындылығы мыналардан тұрады:\n1) генетикалық манипуляциялармен катаболиттік деңгейін мың және одан да көп есе және биосинтетикалық ферменттердің деңгейін бірнеше жүз есе арттыра алады;\n2) қымбат емес орталарды қолдануға және микроорганизмдердің жылдам өсуіне байланысты микробтық жасушаларды үлкен ауқымда өсіру энергетикалықтұрғыдан ақталады;\n3) микроорганизмдер қабілетті реакциялардың үлкен әртүрлілігі (әсіресе екінші рет метаболизмге қатысты);\n4) микроорганизмдер еш жерде анықталмаған (целлюлоза, танназа, гидрогеназа, кератиназа, нитрогеназа, пенициллиназа және т.б.) бірнеше бірегей ферменттердің көзі болып табылады. Қысылтаяң жоғары температураларда (87 ºС)\nС) дамитын түрлер бар, осыған байланысты термостабильді штаммдар жасау мүмкін;\n5) әр түрлі жағдайларға бейімделу қабілеті, бұл дақылдарды өндіруге, арзан субстраттарда өсіруге мүмкіндік береді.\nФерменттерді өнеркәсіптік өндіру және қолдану екі маңызды факторға негізделген:\n- біріншіден, ферменттер тірі жасушаларда қалыптасады;\n- екіншіден, ферменттер тірі жасушаларға қарамастан ортада өз әсерін көрсете алады.\nПродуцентке қойылатын талаптар:\n1) жасушадан тыс ферменттердің түзілуі жақсырақ, себебі оларды бөліп алу оңай;\n2) ферменттің қысқа уақыт ішінде жоғары шығуы;\n3) ферментті дақылдық сұйықтықтан тазарту жеңіл болуы тиіс;\n4) штаммдар антибиотиктерді, уытты заттарды өндірмеуі тиі\nс және уыттар түзетін штаммдардың туысы болмауы тиіс.\n Продуценттерді өсіру технологиясы\n• Технологиялық процесті үш сатыға бөлуге болады:\n1) Егіс материалын алу;\n2) өндірістік дақылды беткі немесе терең қопсыту әдістерімен алу;\n3) Дайын өндірістік дақылдан техникалық немесе тазартылған ферментті препараттарды бөлу.\nБеттік әдіс кюветтерде орналастырылған ылғалданған стерилденген кебектердің бетінде микроорганизмдерді өсіруден тұрады (инкубацияны арнайы термостатацияланатын цехта температураны, ылғалдылықты және ауаның берілуін тұрақты бақылау кезінде жүргізеді).\nТереңдік әдіс үнемді. Оны сату үшін сұйық қоректік ортаға стерильді ауаны араластыруға және беруге арналған құрылғылармен жабдықталған тот баспайтын болаттан жасалған ферментер қолданылады.\nБелсенді продуценттерді алу.\n1. Табиғи көздерден анықталған белсенді штаммдар мутагеннің әсеріне бірнеше рет ұшырайды,яғни сатылы селекцияны жүзеге асырады.\nХимиялық және физикалық табиғи мутагендердің жиі аралас әсері.\nОсылайша, этилениминді және ультракүлгін сәулеленуді сатылы іріктеумен бірге қолдану Asp өте белсенді штамдарын алуға мүмкіндік\nберді. амилолитикалық, протеолитикалық және басқа да ферменттік кешендердің продуценттері ретінде қолданылатын awamori. Өндірістік құнды штаммдардың селекциясы өндіріс жағдайында да жүргізіледі.\n2. Продуценттерді сақтау бойынша іс-шаралар.\nОлардың жоғары биохимиялық белсенділігін қамтамасыз ететін өндірістік құнды штаммдарды сақтаудың бірқатар әдістері бар. Зауыттық зертханалар жанындағы тірі дақылдар мұражайларында мезгіл-мезгіл қиылысады және дақылды тығыз ортада дамытқаннан кейін оны стерильді вазелин майы құяды. Көптеген жағдайларда дақылдардың лиофилизациясы сақтаудың ең жақсы тәсілі болып табылады.\n Микроорганизмдерді өсіруге арналған қоректік орта.\nМақсаты бойынша топтарға бөлінеді:\n1. Зертханада және мұражайда штамм-продуценттерді ұстап тұратын орталар (микроорганизмдердің физиологиялық қажеттіліктеріне сүйене отырып таңдалады).\n2. Егу материалын алуға арналған орталар.\n3. Негізгі өндіріс процесінде үлкен көлемде қолданылатын орта.\nҚандай да бір ферменттің жинақталуын қамтамасыз ететін ортаның құрамы продуценттер мәдениетін бөлу және қолдау үшін қолданылатын ортаның құрамынан айтарлықтай өзгеше болуы мүмкін.\nМикроорганизмдердің кейбір ферменттері өз синтезі үшін индуктор ортасында болуын талап етеді. Мысалы, ApS липазасын синтездеу үшін, егер. niger ортада өсімдік майы, ал рибонуклеаза синтезі үшін - нуклеин қышқылдары, онда α-амилазаның жоғары синтезі үшін. polymyxa казеин гидролизатын қосу қажет.\n Ферментация процестерінің технологиялық ерекшеліктері -\nФерментация процестерінің технологиялық ерекшеліктері Технологиялық ресімдеу бойынша мынадай процестерді ажыратады:\n- аэробты өсіру,\n- анаэробты өсіру;\n- қатты фазалы өсіру,\n- беттік өсіру,\n- терең қопсыту;\n- мерзімді өсіру,\n- үздіксіз өсіру.\nАэробты өсіру - ортаның аэрациясы-аэробты микроорганизмдер-продуценттер пайдаланылатын микробиологиялық үдерістердегі міндетті емес шарт.\nСубстратты қарқынды тұтыну кезінде көміртегі көзіне қарамастан продуцент 0, 83– 4, 0 мг оттегі/1 л орта/мин ассимиляциялайды.\n1 л дистилденген судың 0, 1 МПа қысымы және 30°С температурада ерітілген оттегінің ең көп мөлшері 7, 5 мг құрайды.\nНақты қоректік ортада оттегінің максималды ерігіштігі 2 – 5 мг/л\nаралығында ауытқиды. Ортадағы оттегі қоры аэробты продуценттің тыныс-тіршілігін 0, 5-2 мин бойы қамтамасыз етеді.\nЖасушалардың тыныс алу имитациясы байқалатын оттегінің критикалық концентрациясы\nҚұрамында қанты бар субстраттарда өсетін аэробты микроорганизмдердің көпшілігі үшін оттегінің критикалық концентрациясы 0, 05– 0, 10 мг/л, бұл ортаның оттегімен толық қанығуынан 3-5%– ға сәйкес келеді.\nБиомассаның өсуі үшін толық қанығудан 50-60% оттегі концентрациясы, мақсатты метаболиттердің биосинтезі үшін– 10-20% оңтайлы болып саналады.\nМикроорганизмдердегі биологиялық тотығудың анаэробтық\nпроцестері үш топқа бөлінеді:\n— тыныс алу (акцептор - оттегі);\n— ашыту (акцептор - органикалық зат);\n— анаэробтық тыныс алу (акцептор-Бейорганикалық зат: нитратт\nар, сульфаттар және т.б.).\nОблигациялық анаэробтарда ашыту энергия алудың жалғыз мүмкін тәсілі болып табылады.\nФакультативтік анаэробтарда ол глюкоза катаболизмінің бірінші сатысын құрайды, одан кейін пайда болған өнімдердің аэробтық тотығуы болуы мүмкін.\nОқшауланған аралық топ анаэробты процесте, яғни субстратты\nфосфорлану деңгейінде өмір сүру үшін қажетті энергияны алатын\nжәне сонымен бір мезгілде оттегін сіңіру және қолайлы анаэробты жағдайлар жасау үшін тыныс алу тізбегі бар аэротолерантты\nмикроорганизмдер болып табылады. Бұл әсер \"тыныс қорғау әсері\" деп аталады .\nҚатты фазалы ферментацияның әдетте ылғалдылығы 30-80 % құрайтын қатты, борпылдақ немесе паста тәрізді ортада өткізеді.\nҚатты фазалы процестердің үш түрі бар\n• беттік процестер: субстрат қабаты, мысалы сабан, 3-7см аспайды (\"жұқа қабат\"); биореактордың рөлі үлкен, ауданы бірнеше шаршы метрге дейін, алюминийден жасалған подностар немесе культивациялық камералар);\n• араласпайтын қабаттағы терең қатты фазалы процестер (\"жоғары қабат\"): биореакторлар терең ашық ыдыстар болып табылады. Аэробтық процестер үшін диффузиялық және конвективті газ алмасуды қамтамасыз ететін құрылғылар әзірленді;\n• гомогенді немесе сұйықтықта өлшенген қатты субстрат б\nөлшектерінен тұратын, араласатын және аэрирленетін с\nубстраттың массасындағы қатты фазалық процестер.\nҚатты фазалы ферменттеудің кемшіліктері:\n1. Микроорганизмдерді оттегімен қамтамасыз ету субстрат\nқабатының ұлғаюымен қиындайды.\n2.Егер мицелиалды микроорганизмдер, мысалы микромицеттер өсірілсе және араластырылмауынан микроорганизмдердің\nөсуі отарлау принципі бойынша жүреді, сондықтан қоректік заттардың жергілікті жетіспеуі жиі пайда болса, қабатты араластыруға жол берілмейді.\n3. Барлық ферментациялық ортада жылулықты бұру және тұрақты температураны ұстап тұру өте қиын.\nҚатты фазалы ферменттеудің артықшылықтары:\n• * зертханалық жабдық пен пайдалануға аз шығындарды талап етеді;\n• * * субстраттың сипаты өнімді бөлуді және тазартуды жеңілдетеді;\n• • • субстраттағы судың төмен мөлшері продуцент мәдениетінің бөгде микрофлорамен залалдануына кедергі келтіреді;\n• * * қатты фазалық процестер қоршаған ортаға ағынды сулардың көп мөлшерін ағызумен байланысты емес.\nӨнеркәсіптік жағдайларда қатты фазалы ферменттеудің басқарылатын процесі микромицеттерді пайдалана отырып ферменттерді өндіру кезінде жүзеге асырылды.\nДақылы бар сусымалы субстрат ауаның оңтайлы температурасы мен ылғалдылығын қолдайтын камераларда орналасқан кюветтерде жұқа қабатта (3-5 см) инкубацияланады, ферменттелетін субстрат бетінің бойымен газ фазасының мәжбүрлі айналымын қамтамасыз етеді (бұл жағдайда ауа аэрациялаушы және жылу бөлетін агент болып табылады).\nТүйіршіктелген крахмал бар субстраттың қалың қабаты ASP\nкөмегімен (20% дейін) азықты протеиндеу үшін қолданылады. niger. Бұл жағдайда орталарды интенсивті емес араластыру қолданылады.\nСұйық субстраттардағы беттік ферменттеу камераның ауасымен желдетілген ортасы бар кюветтерде іске асырылады.\nМикроағзалар дақылы сұйық орта бетінде үлдір немесе қатты қабат түрінде биомассаны құрайды.\nДақыл тікелей газ фазасы — ауадан оттегі тұтынады.\nМұндай жағдайларда жаппай алмасу азоинсенсивті.\nМикроорганизмдерді тереңдете өсіру құрамында ерітілген\nсубстрат бар сұйық қоректік ортаның барлық көлемінде жүргізіледі.\nФерментер мыналарды қамтамасыз етуі тиіс:\n- сұйық фаза көлемінде микроорганизмдер популяцияларын\nың өсуі мен дамуын;\n- қоректік заттардың микроорганизмдер жасушаларына жет\nкізілуін;\n- микробтық жасушалардан олардың зат алмасу өнімдерін\n(метаболизм) бұруды;\n- жасушалар бөлетін ортадан жылуды бұруды.\nТерең егуді жүзеге асыруға болады: мерзімді және үздіксіз\nтәсілдермен.\n1. Мерзімді өсіру.\nӨсірудің кезеңдік тәсілі кезінде ферментерге қоректік ортаның\nбарлық көлемін бірден жүктейді және егіс материалын енгізеді.\nМикроорганизмдерді өсіру белгілі бір уақыт ішінде оңтайлы жағдайларда жүргізіледі, содан кейін процесс тоқтайды, ферментер ішіндегісін құяды және мақсатты өнімді бөледі.\nӨсудің өсу кезеңі:\n- лаг-фазаны,\n- экспоненциалды фазаны,\n- өсудің баяулау фазасын,\n- стационарлық фазаны,\n- өлу фазасын қамтиды.\n2. Мерзімді өсіру кеңінен қолданылады.\n3. Сонымен қатар, биореактордан көлемнің бір бөлігі ортаның эквивалентті көлемін (жартылай үздіксіз өсіру) қосу кезінде мезгіл-мезгіл алынып тасталғанда көлемді-қосымша өсіру да бар.\nҮздіксіз процестер.\nҮздіксіз тәсіл кезінде қоректік орта ферментерге (биореакторға) үздіксіз беріледі, онда микроорганизмдердің өсуі үшін оңтайлы жағдай жасайды, ал ферментерден (биореактордан) сондай-ақ микроорганизмдермен бірге дақылдық сұйықтық үздіксіз ағады.\nҮздіксіз процестерде био объектісі өсудің экспоненциалды фазасында ұсталады.Бұл ретте жасушаларды бөлу есебінен биомассаның өсуі мен жаңа орталармен араласу нәтижесінде олардың кемуі арасында тепе-теңдік бар.\nҮздіксіз үдерістерден терең ферментация әдісі жақсы зерттелген.\nПроцесс болуы мүмкін:\n- гомогенді-үздіксіз (қарқынды араластыру жүргізілетін аппарат, барлық параметрлер уақыт бойынша тұрақты),\n- гетерогенді-үздіксіз (бірнеше ферментер бірге қосылған).Қоректік орта бірінші аппаратқа түседі, дайын дақылдық сұйықтық соңғыдан ағады.\nМикроорганизмдерді үздіксіз өсіру кезінде жүйеден өсіндіні жуудың алдын алу, яғни жасушалардың тұрақты шоғырлануын қамтамасыз ету қажет.\nСтерильді жағдайда үздіксіз, ағынды әдіс ұзақ уақыт бойы\nкультураның физиологиялық белсенді күйде сақталуын қамтамасыз етеді.\nДақыл динамикалық тепе - теңдік жағдайында ұстап тұратын\nәдіске байланысты:\n- турбидостатты принцип (жүйенің биомассасының концентрациясы тұрақты),\n- хемостатты принцип (жүйеде дақыл өсуінің бір қоректену элементімен (көміртегі, оттегі, витаминге сәйкес келетін және т.б.) қалғандарының лимиттелмеген мөлшері кезінде шектеледі),\n-сондай-ақ р. Н (Р. Н-стат) бойынша, оттегі бойынша (оксистат) ағынды дақылдардың өсуін басқару әдістері де белгілі.\nТехнологиялық процестің сатылары\nСұйық қоректік орталарда терең тәсілмен ферментті препараттарды өндіруді келесі сатыға бөлуге болады:\n— қоректік ортаны дайындау, стерилизациялау және салқындату;\n— себу материалын дайындау және өндірістік дақылдарды өсіру;\n— биомассаны бөлу және кептіру;\n— қалдықтарды буып\n— түю және фильтратты бөлу;\n— концентратты концентрациялау және кептіру;\n- препаратты тұндыру, кептіру және стандарттау;\n- препаратты буып-түю.",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ферменттерді өндірудің беттік алу тәсілі.",
        "question_content": "Қолданылатын әдебиеттер тізімі: 1. Муратова, Е.И. Биотехнология органических кислот и белковых препаратов: учебное пособие / Тамбов : Изд-во Тамб. гос. техн. ун-та, 2007. – 80 с. 2. Бекер М.Е. Введение в биотехнологию. Пищевая промышленность, 1978. С. 271. 3. Егоров Промышленная биотехнология. М. Выс. школа, 1989 4. Бирюков В.В. Основы промышленной биотехнологии. М. 2004. 5. Безбородов А.М. Биохимические основы микробиологического синтеза. М. 2004",
        "question_date": "3.04.2020",
        "question_tag": "Биология",
        "question_views": 877,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Микробиологиялық синтез технологиясының 3 негізгі кезеңі бар:\nа) ферментация, фермент өндіретін микроорганизмдердің биомассасын көбейту; ферментация аймағы бірнеше биореактормен жинақталған (көлемі 100-2000 л); биосинтез үрдісі асептикалық жағдайда өтеді, дақылды ортаның кезеңдік ферментациясы, аэрациясы және гомогенизациясы. Оттегінің дифференциалды қысымы мен жылуды жұмсауды реттегіші бар биореакторды қолдану тиімді. Дақылды ортадағы температура мен оттегі көлемі маңызды фактор болып табылады. Ол үшін ерітіндідегі оттегі көлемін бақылап тұратын құрылғыдағы арнайы мембрананы пайдаланады. Газ тәрізді оттегі арнайы ыдыстан өтіп, сұйықтықта ериді. Ерітіндідегі оттегі деңгейі ерітінді мен газ тәрізді оттегісі бар камера арасындағы қысымның айырмашылығына байланысты. Бұл айырмашылық арнайы құрылғымен реттеледі, яғни жай аэрация не оксигенация емес, бұл үрдісті реттеудің маңызы бар, әйтпесе еріген оттегі тез азайып, осылайша биосинтез үрдісін бұзуы мүмкін;\nб) дақылдық сұйықтықтан, сондай-ақ клеткадан тыс өнімдерден клеткаларды ажырату үшін сепаратор, ультрацентрифуга, нутч-фильтр, мембраналық фильтрация, сонымен қатар қуыс талшықтарға, басқа құралдарға құрылғы қою көмегімен ферменттерді алдын ала тазалау;\nв) ферменттерді тазалаудың соңғы кезеңі вакуум-кептіргіш құрылғы, экстрактор, ион алмасатын бағаналар және ферментті гомогенді массаға дейін жеткізетін ақуызды толық тазалайтын басқа да аппараттарды қолдану арқылы жүзеге асады.\nРекомбинантты ферменттер:\n- E.coli BL21 (DE3) плазмидті векторларының құрамында осы ферменттерді кодтайтын, гендерді клондау жолымен алынған пуриннуклеозидфосфорилаза, уридинфосфорилаза және тимидинфосфорилаза. Ферменттер модифицирленген нуклеотидтер түрінде вирусқа қарсы, ісікке қарсы препараттар ретінде қолданылуы мүмкін – виразол, кладритин, флудалабин;\n- сілтілі фосфатаза, өндірушісі E.coli BL21 (DE3) рекомбинантты штамы;\n- химозин, эукариотты организмнен бөлініп, прокариотқа ендірілген - E.coli, Aspergillus awamori, Kluyveromyces lactis;\n- ацетолактатдекарбоксилаза Bacillus subtilis – рекомбинантты штамынан өндіріледі және т.б.\nФерменттердің антибиотиктермен бірге қатар келуі – «Ируксол», Clostridium histolyticum-нің клостридил-пептидазасы және левомицетині бар және т.б.\n2) Сүтқоректілердің тіндері мен ағзаларынан ферменттерді бөліп алу технологиясы\nКлетка құрамынан ферментті сәтті бөліп алу үшін материалды субклеткалық құрылымға дейін ұсақтау керек (гомогенизация): өзінің құрамында көптеген жеке-дара ферменттері бар лизосома, митохондрий, ядроға және т.б дейін. Ферменттерді бөліп алуда ақуыз денатурациясын болдырмайтын жағдайдағы барлық оперцияларға ерекше көңіл аударады, өйткені ол әрқашан ферменттікті белсенділіктің жоғалуымен байланысты. Бұған қорғаныс қоспаларының, жиі SH-бар байланыстардың (цистеин, глютатион, меркаптоэтанол, цистеамин, дитиотреитол және т.б.) болуы әсер етеді.\nФерментті бөліп алудың барлық кезеңдерінде төмен температураны сақтап тұру керек, өйткені жоғары температурада олар биологиялық белсенділігін жоғалтады.\nФерменттердің нативті қасиеті сақталатын глицеринмен экстракция, сондай-ақ, -10о С –ден жоғары емес температурада құрамында ферменттері тіндерді не олардан шыққан вытяжкаларды тұндыру мен тез сусыздандырудан тұратын ацетонды ұнтақ әдісі тән.\nАры қарай ферменттерді тазалау үшін ион алмастырушы хроматография, молекулярлы тор, электрофорез және әсіресе изоэлекрофокустау әдісі қолданылады. Адсорбционды әдіс модификациясының бірі-аффинді хроматография, мұнда фермент таңдамалы түрде өзара әрекет ететін зат адсорбен қызметін атқарады. Нәтижесінде тек осы бір фермент адсорбентпен бағанада ұсталынып қалады, ал қалған қосымша ақуыздар ерітіндіде қалады. Сосын оқшауланған фермент бағанадан бөліп алынады.\nБұл технология трипсин, химотрипсин, рибонуклеаза, гиалуронидаза, тималин, цитохром С, панкреатин және де тағы басқа жануар табиғатының ферменттерін бөліп алғанда пайдаланылады (11 кесте).\nЕт өндіру мекемелерінде сау жануарлардың ұйқы безі алынып, -20о С температурада сақталады. Кейіннен шикі өнім фармацевтикалық мекемелерге жеткізіледі. Мұздатылған бездер ұсақталып, ферментативті белсенділігін жоғалтып алмау үшін натрий бикарбонаты ерітіндісінде изоприл спиртімен бірге суспензияланады;\n- бірнеше сағат бойы суспензияларды арнайы гидролизді камераларда араластыру жолымен гидролиздеу. Ерімейтін компоненттер, талшықтар мен басқа да тығыз бөліктер фильтрация арқылы суспензиядан ажыратылады;\n- преципитация кезеңі ферменттерді суспензиядан, сұйық фазадан тұндыру үшін изоприл спиртінің жоғары концентрациясында жүзеге асырылады;\n- аяқтау кезеңі, панкреатин қалдық ылғалдан ажырау үшін вакуумды құрғатқыш құрылғыларда кептіріледі. Артынан түйіршіктеу (цилиндрлі, сферизация), қабықшамен қаптау, фасовка (сур. 45).\n11 Кесте. Жануарлардан алынған ферменттер\nАтауы Биологиялық белсенділігі Алу көзі Қолданылуы\nАбомин протеолиттік әсер емізулі жастағы лақтар мен АІЖ аурулары\nбұзаулардың асқазанының шы-\nрышты қабаты\nДезоксири- протеолиттік әсер ішек шырышты қабаты мен вирусты ауру-\nронуклеаза ұйқы безінен ларда\nИнгитрил протеолиттік фермент ірі қара малдың өкпесінен қан ауру-\nингибиторы, фибрино- ларында\nлизді төмендетеді\nКоллагеназа протеолиттік әсер ірі қара малдың ұйқы безінен тыртықты\nүрдістерде\nКонтрикал трипсин,плазмин,химо- ірі қара малдың өкпесінен АІЖ аурулары,\nтрипсин,каллекриин панкреатитте\nингибиторы\nЛидаза тіндердің өткізгіштігін ірі қара малдың шәует өзегінен тыртықты\nЖоғарылатады үрдістерде\nПанкреатин өндірудің негізгі технологиялық кезеңдері:\nПрепарат ұйқы безінің экзокринді жетіспеушілігі кезінде тағайындалып, он екі елі ішектің проксимальді бөлімінде белсенді ферменттің жеткілікті мөлшерімен қамтамасыз етеді. Панкреатин құрамына кіретін липаза, амилаза және протеаза ферменттері ақуыз, май, көмірсу қорытылуын жеңілдетіп, олардың ащы ішекте жақсы сіңірілуіне әсер етеді.\nҚарын асты безі Ұнтақтау Гидролиздеу Изопропил спиртін косу Фракционды преципитация\nТалшықтар Ерітін компоненттері, майлар Преципитацияланған ферменттер Тазарту Кептіру\nИзопропил спирттін регенерациясы Косымша өнімдерді өндеу\n25-сурет. Панкреатинді алудың технологиялық кезеңдері\n3) Өсімдік жасушаларынан ферментті кешенді бөліп алу технологиясы\nБасында өсімдік тінінің гомогенді биомассасынан экстракция, центрифугалау, гель-фильтрация жолымен ферменті бар тұрақты ақуызды кешенді бөліп алады. Экстракцияны сулы-спиртті ерітіндімен, артынан белсенді фракцияларды таңдай отырып, алкогольсіз экстрактты гельфильтрациялаумен өткізеді. Сосын ферменттердің еритін фракцияларын алып, қалдық ақуыздар ажыратылады, артынан фракциялардың сефадекстегі хроматографиясы мен элюциясы.\nАлынған фракциялар біріктіріліп, лиофилизирленеді. Лиофилизирленген ферментті препараттыбиологиялық белсенділігі, ақуыз құрамы мен иммунды токсикалылығы жөнінен бағаланады.\n4) Иммобилизденген ферментті препараттар:\n- дальцекс-трипсин; бұл модифицяланған целлюлозада иммобилденген трипсин\n- протеокс-Д, диальдегидцеллюлоза материалында иммобилденген трипсин мен диэтон антиоксиданты;\n- ПАМ-ТЛ, бұл ылғал сіңіргіш прокладкада мата емес холстотігілген полотно және полиэтилен пленкасының қорғаныс қабаты түрінде иммобилизденген соиммобилизденген трипсин мен лизоцим; атравматикалық таңғыш ретінде қолданылады;\n- стрептокиназа – полисахаридті суда еритін матрицада иммобилизденген, ұзақ әсер ететін фибринолиттік фермент;\n- B.subtilis-тен протосубтилин, аминоцеллюлозада иммобилизденген,іріңді-некроздық үрдістерде қолданылады және т.с.с.\n5) Синтетикалық ферменттер: рибонуклеаза, лизоцим, ферредоксин, цитохром С және т.б. матрикс ретінде – циклодекстриндер және металөнімді стероидтар сияқты синтетикалық полимерлер қолданылған. Синтетикалық ферменттерде аминқышқылды қалдықтар болмағандықтан, табиғи ферменттерге қарағанда, температура, рН, ионды күштердің әсеріне аз ұшырайды. Бұл ферменттердің лабораторлы синтезі жасалған, бірақ синтез әдісінің күрделілігі мен қымбаттылығына байланысты кең таралу мүмкіндігін болжау қиын.\n6) Жаңа ферменттер алу әдістері:\n- олардың белсенділігін жоғарылату мақсатында жеке ферменттердің қасиеттерін модификациялау; Модификацияның химиялық, физико-химиялық, биологиялық әдістері бар. Биологиялық әдістердің арасында ферменттердің аминқышқылды реттілігі, үш өлшемді құрылымы мен каталитикалық белсенділігі арсындағы тәуелділікті білуге негізделген ақуызды инженерия әдісінен күтетіні көп. Бұл әдістер фермент молекуласының құрылысындағы белгілі бір аминқышқылдарды ауыстыру, табиғи ферменттердің аминқышқылды ретіне өзгерту енгізу (рандомизация), содан соң, субстратты талғамдылығына өзгеріс әкелетін in vitro селекциялау жолымен ферменттерді сәтті түрде модифицирлеуге мүмкіндік береді.\nФерменттердің температура мен рН экстремальді мәндеріне тұрақтылығын жоғарылату ферменттің үшіншілікті құрылысындағы аминқышқыл қалдықтарын ауыстыру арқылы қол жеткізіледі,олар фермент молекуласы глобуласының жалпы тұрақтылығын жоғарылататын ковалентті емес қосымша байланыстардың, тұзды көпіршелердің не ковалентті S-S-байланыстардың түзілуіне әкеледі.\nФерменттердің протеолизге тұрақтылығын жоғарылату - домендер құрылымынан протеазаларды тану сайттарын жою, не О- не N- гликозирлену сайттары қызметін атқаратын аминқышқылдарды енгізу арқылы гликозирлеу деңгейін жоғарылату арқылы жүзеге асырылады;\n- берілген қасиеттерге қарап жаңа рекомбинантты ферменттер алу:\n1) Рибозим- ферментті мРНҚ дисплей әдісі арқылы in vitro алады: кДНҚ кітапханасы құрылады, олардан сәйкес мРНҚ молекулалары транскрипцияланады, сосын мРНҚ -ақуызды гибридті молекулалары түзілу арқылы трансляцияланады; ақуыздар каталиттік белсенділігінің болуына тексеріледі. Осылайша РНҚ-ферменттер немесе рибозимдер (Ribonucleic acid- enzyme, ribozyme) алынады.\n2) Абзимдер (abzyme,antibody және enzyme) немесе каталиттік антиденелерді тәжірибелік жануарлардан иммунды селекция жолымен in vitro алады. Таза генетикалық қайта құру нәтижесінде көп мөлшерде бастапқы каталитикалық антиденелердің нұсқалары құрылады. Абзимдер субстрат молекуласымен, оның ауыспалы жағдай құрылымына ұқсас (кинетикадағы фермент-субстратты өзара әрекеттің ауыспалы кезеңі) кеңістікті құрылысымен байланысып,сәйкес ферменттік реакцияны катализдеуі мүмкін. Абзимдер химиялық реакция жылдамдығын 104-106 есе жоғарылата алады, бірақ табиғи ферменттер үшін бұл аз көрсеткіш;\n- ферменттерді пайдалана отырып, медициналық нанотехнологияларды жасау;\n- фермент продуценттері - жаңа микроорганизмдердің скринингі.\nТолығырақ: https://lektsii.com/1-171582.html",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 5,05 г калий нитратынан концентрациясы",
        "question_content": "Массасы 5,05 г калий нитратынан концентрациясы 0,5 моль/л қанша көлем ерітінді дайындауға болады?",
        "question_date": "3.04.2020",
        "question_tag": "Химия",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N=m/M=5.05г/101.1г/моль=0.05моль калий нитраты мөлшері\nC=n(моль)/V(л) осыдан\nV=n/C = 0.05моль/0,5моль=0,1л немесе 100 мл ерітінді жайындауға болады (есеп шартымен)",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Концентрациясы 0,1 моль/л күкірт",
        "question_content": "Концентрациясы 0,1 моль/л күкірт қышқылының ерітіндісінен пипетка көмегімен 20 мл ерітіндісі басқа ыдысқа құйылып алынды. Осы ерітіндідегі күкірт қышқылының молекулалар санын есептеңдер.",
        "question_date": "3.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пипеткадағы  H2SO4 көлемінің моль саны :\nn = C*V = 0.1*0.02 = 0.002 моль\nN = n*Na = 0.002*6.02*10^23 = 0.01204*10^23 молекула = 1204*10^18 молекула",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Калий 25 мл концены 0 25 моль/л фсфор қшқын толқ бейтарпту үшін қанш (г) натр",
        "question_content": "Калий 25 мл концентрациясы 0 25 моль/л фосфор қышқылын толық бейтараптау үшін қанша (г) натрий гидроксиді қажет?",
        "question_date": "3.04.2020",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3NaOH + H3PO4 → Na3PO4 + 3H2O\n\nV ерітінді H3PO4 = 25 мл = 0.025 л\n\nn(H3PO4) = C*V = 0.25*0.025 = 0.00625 моль\n\nРеакция теңдеуіне сәйкес  n(NaOH) = 3*n(H3PO4) = 3*0.00625 = 0.01875 моль\n\nСонда m(NaOH) = n*M = 0.01875*40 = 0.75 г",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конференциясы 0.3 моль/л, 300 мл сода Na2CO3 ×10H2O ерітіндісін әзірлеуге қажет",
        "question_content": "Конференциясы 0.3 моль/л, 300 мл сода Na2CO3 ×10H2O ерітіндісін әзірлеуге қажетті соданың массасын және зат мөлшерін есептеңдер",
        "question_date": "3.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шығарылуы:",
                "date": "4.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Концентрациясы 0,5 моль/л күкірт қышқылы 1 мл ерітіндісіндегі заттың массасын есептеңіз.",
        "question_content": "Концентрациясы 0,5 моль/л күкірт қышқылы 1 мл ерітіндісіндегі заттың массасын есептеңдер",
        "question_date": "3.04.2020",
        "question_tag": "Химия",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шығарылуы:\nКонцентрациясы 0,5 моль/л күкірт қышқылы 1 мл ерітіндісіндегі заттың массасы 0,049г -ға тең.",
                "date": "4.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 500 мл концентрациясы 0,1 моль/л натрий гидроксиді ерітіндісінде қанша зат (г) бар?",
        "question_content": "Көлемі 500 мл концентрациясы 0.1 мол/л натрий гидроксиді ерітіндісінде қанша зат(г)бар",
        "question_date": "3.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шығарылуы:",
                "date": "4.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "0,25 мол/л фосфор қышқылын толық бейтараптау үшін қанша (г) натрий гидроксиді қажет?",
        "question_content": "Калаий 20 мл, концентрация сы 0,25 мол/л фосфор қышқылын толық бейтараптау үшін қанша (г) натрий гидроксиді қажет?",
        "question_date": "3.04.2020",
        "question_tag": "Химия",
        "question_views": 886,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есертің шығарылуы:\n\n3NaOH + H3PO4 → Na3PO4 + 3H2О\n\nVерітінді H3PO4 = 25 мл = 0.025 л\n\nn(H3PO4) = C*V = 0.25*0.025 = 0.00625 моль\n\nРеакция теңдеуіне сәйкес\n\n n(NaOH) = 3*n(H3PO4) = 3*0.00625 = 0.01875 моль\n\nСонда m(NaOH) = n*M = 0.01875*40 = 0.75 г",
                "date": "4.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы ерітіндідегі күкірт қышқылының молекулалар санын есептеңдер.",
        "question_content": "Концентрациясы 0,1 моль/л күкірт қышқылының ерітіндісінен пипетка көмегімен 20 мл ерітіндісі басқа ыдысқа құйылып алынды. Осы ерітіндідегі күкірт қышқылының молекулалар санын есептеңдер.",
        "question_date": "3.04.2020",
        "question_tag": "Химия",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пипеткаға алынған  H2SO4 көлеміндегі моль саны : n = C*V = 0.1 моль/ л*0.02л = 0.002 моль\nN = n*Na = 0.002*6.02*10^23 = 0.01204*10^23 молекул = 1204*10^18 молекул",
                "date": "4.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақша болса бәрі болады деген сөзге келісесіз бе?",
        "question_content": "Ақша болса бәрі болады деген сөзге келісесіз бе?",
        "question_date": "3.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біріншіден барлық жағдай Алланың қалауымен болады. \nСонда да келісемін(90%), бірақ бір нәрсені ескере кеткен жөн. Ақша болса бәрі болады, бірақ оның шынайылығы немесе сізге(ақшаның иесіне) әкелетін бақыты азаюы әбден мүмкін. \nОндай жағдайды болдырмас үшін рухани байлығы мен нәпсісін тәрбиелей білу керек деп ойлаймын. Ақшаң бар бірақ:\n- Сен осы дүниеде барсың, бірақ денің сау болмауы мүмкін;\n-  Досың көп( сенің дәрежең үшін жүрген), бірақ шынайы жанашырың болмауы мүмкін;\n-Әлемнің кез келген жеріне барлық жайлылықпен жете алуың мүмкін, бірақ жүрегіңде тыныштық пен қуаныш болмауы мүмкін, және т.б.\nСондықтан, әрине ақшаның болғаны жақсы, бірақ, жүрегіңде қанағат, барға қуана білу қасиеті болмаса  ол әрқашан да шынайы бақытты бере алмайды. Сонымен қатар, шалшықта отырып жылағанша , зәулім сарайда отырып жылағанды дұрыс деп ойлайды деп ойлаймын барша адам.",
                "date": "3.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Коронавирус эпидемиясы әлемдік саясат сценарийі ме?",
        "question_content": "Өз ойларыңызды нақты дәлел, дәйектермен жеткізсеңіздер?",
        "question_date": "3.04.2020",
        "question_tag": "Қоғам",
        "question_views": 290,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ерлер әйелдерге қарағанда жалқау. Сіз келісесіз бе?",
        "question_content": "Ерлер әйелдерге қарағанда жалқау. Сіз келісесіз бе?",
        "question_date": "3.04.2020",
        "question_tag": "Қызық сұрақтар",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә келісемін. Өмірде де қарап отырсаңыз, әйелдер отбасы үшін күйіп-пісіп жүргенін көресіз. Ал біз еркектер болса, жайбарақат ешкіммен шаруамыз жоқ. Көбіне негізі тәрбиеге де байланысты болады. Жақсы тәрбиеленген бала еңбексүйгіш болып өседі.",
                "date": "3.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақша сәукеле, комзол, сумка бизнес ашқым келеді?",
        "question_content": "Сиздерден сурайын дегеним. колымнан тигин мен кол онерлери келеди. бирак касиби емес. катты кызыгам. казакша саукеле, комзол, сумка, курак, перделер тигетин шагын бизнес ашкым келип жур. еки балам бар. садикте. жумыс табу киын. соган орай озим бастап ашкым келип жур. естуимше бир орталык бар екен. оздери окытады и еще степендия береди екен. патом бизнесинди ашуына кредит алуга комектеседи екен. сол мекемени кайдан тапсам болады. жане баска кандай жолдарын айтасыздар.",
        "question_date": "3.04.2020",
        "question_tag": "Қаражат, Ақша",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "интернет саласына жүгініп жұмыс жасасаңыз болады .\n\n\nЖәне де сиз қолөнер кәсібіңізді ақыңыз келсе соған инстаграм вк телеграм  жүйесіне реклама жасатуыңыз керек содан кейін өзіңіз кәсібіңізді аша бастайсыз. сізге сосын подписчекктеріңіз көмектеседі.\n\n\nсосын екі жақтаанда ақша таба аласыз. менің пікіім осы.",
                "date": "3.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Горизонталь айнаны қандай гамма бұрышқа бұрғанда, сәуленің шағылу бұрышы 3 есе ұлғаяды?",
        "question_content": "1. Жарық айнаға түскен сәуле бетта 15 бұрышпен шағылған. Горизонталь айнаны қандай гамма бұрышқа бұрғанда, сәуленің шағылу бұрышы 3 есе ұлғаяды?\n1. Отраженный в зеркале свет отражается под углом 15 к лицу. При каком угле гаммы горизонтальное зеркало увеличивает угол отражения луча в 3 раза?\n2. Жарық сәулесі екі жазық айнадан кезек шағылып, түскен бағытына параллель кері тарауы үшін, айналарды қалай орналастыру қажет? Как вы располагаете зеркала так, чтобы свет отражался от двух плоских зеркал по очереди и отражался назад в параллельном направлении?\n3. Нәрсе дөңес айнадан d=0.5 м қашықтықта орналасқан. Айнадағы кескін нәрседен үш есе кіші. Айнаның қисықтық радиусы қандай? Нәрсенің кескінін сызбасы ретінде көрсетіңіз. Объект расположен на расстоянии d = 0,5 м от выпуклого зеркала. Изображение в зеркале в три раза меньше объекта. Каков радиус кривизны зеркала? Отображение изображения объекта в виде рисунка.",
        "question_date": "2.04.2020",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күн сәлелері жердің беиімен 40° бұрыш жасайды.",
        "question_content": "Күн сәлелері жердің беиімен 40° бұрыш жасайды. Сәуленің бағытын құмға тігінен көмілген жіңішке түтіктің ішіне қарай өзгерту үшін жазық айнаны көкжиекке қатысты қандай бұрышпен қою керек",
        "question_date": "2.04.2020",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "90+40=130\n180-130=50\n50/2=25\n\nЖауабы:\n\n40+25=65, шағылысқан беті төмен, немесе минус 65,\nнемесе 180-65 =115, бастапқы нүктеге қатысты.",
                "date": "2.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Моторлы қайықтың меншікті жылдамдығын анықтандар.",
        "question_content": "Моторлы қайық 9 км ағыспен және 8км ағысқа қарсы жүзіп, ағыспен жүзген жолмен салыстырғанда , ағысқа қарсы жолға 15 мин артық жұмсады . Егер өзен ағысының жылдамдығы 2 км/сағ болса , қайықтың меншікті жылдамдығын анықтандар",
        "question_date": "2.04.2020",
        "question_tag": "Математика",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маторлы қайықтың жылдамдығы 10 км/сағ",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияның мәндер облысы деген не?",
        "question_content": "Колледжден бізге электронды түрде сұрақтар берді, сұрақтардың жауабын таба алалмай жатырмын.",
        "question_date": "2.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 18800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Х жиынындағы х-тің әрбір мәніне У жиынның нақты бір у мәнін сәйкес қоятын ереже немесе заңдылық функция деп аталады.\nФункцияны y=f(x), y=φ(x), y=g(x) және т.с.с белгілейді, мұндағы х-тәуелсіз айнымалы немесе функцияның аргументі; у-тәуелді айнымалы немесе функция; f, φ,g, т.с.с – ереже немесе заңдылық. f(x) функциясы белгілі бір мән қабылдайтын тәуелсіз айнымалының нақты мәндер жиынын функцияның анықталу облысы D(f(x)), ал анықталу облысынан алынған әрбір тәуелсіз айнымалыға сәйкес табылған функцияның мәндерін оның мәндер жиыны E(f(x)) деп атайды.\n Функцияны  зерттеу барысындағы маңызды мән болып табылады.",
                "date": "2.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 14г кальций оксиди сумен арекеттескендеги масса?",
        "question_content": "Массасы 14г кальций оксиди сумен арекеттескенде тузилетин кальций гидроксидинин массасын есептендер\n\nЖауабы:18,5г",
        "question_date": "2.04.2020",
        "question_tag": "Химия",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CaO+H2O=Ca(OH)2\n\nm(CaO)=14г\n\nMr (CaO)=56г/моль\n\nMr (Ca(OH)2)= 74г/моль\n\nm(Ca(OH)2)=m(CaO)*Mr (Ca(OH)2)/Mr (CaO)=18.5г",
                "date": "2.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "What kind of grammar some/any",
        "question_content": "What kind of grammar some/any",
        "question_date": "2.04.2020",
        "question_tag": "Үй тапсырмасы",
        "question_views": 547,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Some, any деген есімдіктер сөйлемде саналмайтын зат есімнің алдында қолданылады жэне олар біразы, аздап, азгана, цанша болса да деп аударьшады. \nМысалы: Bring me some milk, please. Маган аздап сүт алып келіңізші. Is there any butter on the table? Үстелдің үстінде май бар ма? Some деген есімдік кейбір деген мағынада көпше түрдегі зат есімнің алдында қолданылады. Мысалы: Some trees remain green all the year round. Кейбір ағаштар жыл бойы жасыл болып сақталады. Some деген есімдік сөйлемде сан есімнің алдында тұрады және, шамамен деп аударлады. Мысалы: There were some fifty people there. Онда шамамен 50 адам болды. Агылшын тілінде any есімдігі жекеше түрдегі саналатын және саналмайтын зат есімнің алдында тұрады. any кез-келген деп аударьшады. Мысалы: You may come here at any time. Сенің осында кез-келген уақытта келуіңе болады. 18 Some жэне any дан туындаған есімдіктер. Some, any есімдіктері - one - thing жэне - body сөздерімен байланысып белгісіз есімдіктерді кұрайды: someone, somebody біреу әлдекім, anybody, anyone кім де болса, something, бірдеме, бір нәрсе, anything не де болса.\n 1. some, any есімдіктер сияқты someone, somebody және something деген есімдіктер болымды сөйлемдерде қолданылады, anyone, anybody жэне anything деген есімдіктер сұраулы жэне болымсыз сөйлемдерде қолданылады. Мысалы: Give me something to read. Маған бірдеме оқуға берші. Did you see anybody (anyone) there? Сіз біреуді көрдіңізбе? \n2. Any есімдігі сияқты anyone, anybody, anything деген есімдіктер сөйлемдерде әркім, эр нэрсе деген мағынада болымды, болымсыз жэне сұраулы сөйлемдерде қолданылады. Мысалы: Anyone can do that. Мұны эркім істей алады. You may play anything you like. Сіздің өзіңіз қалаған нэрсені ойнауыңызға болады.",
                "date": "2.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Информатикадан Паскаль тіліне аудара аласыздар ма?",
        "question_content": "Информатикадан Паскаль тіліне аудара аласыздар ма?",
        "question_date": "2.04.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 682,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тілдің қарапайым объектілеріне сандар, идентификатор, тұрақтылар, айнымалылар, функциялар және өрнектер жатады.\nПрограммадағы негізгі амалдардың орындалуына керекті ; мәліметтердің сандық, логикалық немесе символдық (литерлік)  мәндері болады. Олармен жұмыс істеу қолайлы болу үшін алгебра I курсындағы белгілеулерге ұқсас шартты атаулар пайдаланылады.  Бұл атаулар әр түрлі мәндерді (сандық мәндер, символдық мәндер, 1 т.б.) қабылдауы мүмкін, сондықтан оның типі деген ұғым енгізіледі.\n1.   Сандар. Сандар мен айнымалылар бүтін және нақты болып екіге ажыратылады.\nБүтін   сандар.    Разрядтылығы    16    биттен   тұратын   дербес  компьютерлер   үшін   қолданылатын   бүтін   сандар   (ағылшынша\nINTEGER) -32768 бен +32767 аралығында ғана жазылады. Мысалы, +4, -100, 15743, 0, т.б.\nПаскаль тілінде ондық және оналтылық бүтін сандар пайдаланылады. Оналтылық сандардың алдында $ белгісі қойылады. Мысалы, $АВС немесе $8В2.\nНақты сандар кәдімгі табиғи аралас сандар тәрізді санның бүтіні мен бөлшегін нүкте арқылы ажыратылып жазылады. Мысалы, 2.65, 0.5, -0.862, -6.0. Ал өте үлкен немесе өте кіші нақты сандар көрсеткіші бар экспоненциал сандар ретінде mE=p түрінде жазылады. Мұндағы: m- санның мантиссасы деп аталады; Е - оның дәрежесі дегенді білдіреді; р - дәреженің сандық мәні.\n2. Атау — идендификатор (identification — обьектінің белгілі бір символдар тіркесіне сәйкестігін бекіту) программаны және программадағы тұрақтыларды, типтерді, айнымалыларды, функцияларды, файлдарды белгілеп жазу үшін қолданылады.\nИдентификатор — міндетті түрде әріптен басталатын сандар мен әріптердің тізбегінен тұратын атау. Оның ұзындығын өте үлкен етудің қажеті жоқ, өйткені атауларды теру және кейіннен есте сақтау біраз уақыт пен жады көлемін қажет етеді. Бірақ оларды өте қысқартпай, мағынасына сәйкес атау беру қалыптасқан. Мысалы, X, XI, СУММА, ВЕС, P23PS6, DT54AS, ALFA, baga2, SALMAK, OMECA2,\nИдентификатор стандартты және бейстандартты (өзіміз берген атау) болып бөлінеді. Бейстандартты атауды пайдаланушы өзі тағайындайды.\nТілді алғаш жасаушылар стандартты атауларды кейбір тіл элементтері типтерінің, шамалардың (тұрақты, айнымалы), стандартты функциялардың, процедуралардың аттарын алдын ала баршаға түсінікті етіп белгілеу үшін енгізген. Оларды тек сол өз мағынасында қолдануымыз керек. Мысалы, REAL (нақты сан), INTEGER (бүтін сан), VAR (айнымалы), CONST (түрақты;, SIN, COS (тригонометриялық функциялар), EXP, LOG (математикалық функциялар), FALSE, TRUE (логикалық мәндер) ағылшын тілінің  қысқартылған сөздері. Паскаль тілінде программа жазуда қолданылатын басқа да қызметші сөздер жай атаулар ретінде қолда-нылмайтын стандартты идентификаторлар болып есептеледі. Оларға мыналар жатады: AND, ARRA Y, BEGIN, END, CASE, CONST, VAR, PROGRAM, IF т.б.\nӨзіміздің тұрақтыларға және айнымалыларға беретін атауларымыз стандартты идентификаторлардан өзгеше болуы тиіс. Мысалы, 112, STOIMOST, CENA, F105, МАТА. Біз қарастырып отырған тіл Турбо Паскаль деп аталатын дербес компьютерлерге арналған Паскаль программалау тілінің бір нұсқасы. Мұнда идентификаторлар ретінде тек латын алфавитінің үлкен не кіші әріптері мен цифрлары ғана пайдалануға рұқсат етіледі.\nПайдаланушылар қойған бейстандарт атауларға әркім өз қалауынша тағайындаған атаулар, яғни стандартқа кірмейтін идентификаторлар жатады. Ол атауларды тағайындағанда төмендегі талаптар орындалуы қажет:\n•    Атау тек латын әріптерінен (астын сызу белгісі де «_» әріп болып саналады) басталуы тиіс. Тек белгілер (label) атауы ғана цифрдан да, әріптен де бастала береді.\n•    Атаудың      алғашқы      емес      символдары      әріптерден, цифрлардан немесе астын сызу белгісінен тұруы мүмкін.\n•    Қатар орналасқан екі атау арасында кем дегенде бір бос орын белгісі болуы қажет.\n•    Атаудағы символдар саны 127-ден аспауы қажет.\n•    Атауда бас және кіші әріптерді қатар пайдалануға рұқсат етіледі.    Олардың   ішкі   кодтары   әр   түрлі   болғанымен транслятор үшін ешбір айырмасы жоқ болып саналады. Бірақ   мұны   да   ұтымды   пайдаланған   жөн,    мысалы, ZatNomiri, BujmBagasj, т.б.\nТ±рақты, басқаша айтқанда, константа деп программаның орындалу барысында мәндері өзгеріссіз қалатын шамаларды айтады.\nТұрақтыға өзіміз программаның орындалу барысында бірден сандық мән берсек те немесе оны программаның сипаттау бөлімінде идентификатор түрінде белгілеп алып мән берсек те болады. Олар сандық, символдық, логикалық және тіркестік (integer, real, boolean, char, string) мәндерді қабылдай алады. Логикалық түрдегі тұрақтылар true (ақщат) немесе false (жалган) мәндерінің біреуіне ие бола алады.\nСимволдық және тіркестік (строковый - string) мәндер үшін орыс, қазақ әріптерін және кез келген символдарды пайдалануға болады. Олар апостроф ішіндегі таңбалармен (литерлермен)\n жазылады, мысалы: 's=' , 'сумма' , 'функцияның мәні' , 'у=' және т.б.\nТұрақтыларға мысалдар келтірейік:\n•    бүтін   х =-25; y=1936; z=123;\n•    нақты х=2.14; у=4Е15; z=-0.5E-12; beta=-250.0;\n•    символдық s='c'; sl='h'; s2='9'; s3=' ' ;\n•    логикалық Bl=true; B2=false;\n•    тіркестік     C='Turbo Pascal'.\nТұрақтыларға бейстандарт идентификаторлар атау ретінде берілуі тиіс. Егер программада оны құрастырған иесінің аты бірнеше рет кездесетін болса, онда оны тұрақты түрінде берген жөн, өйткені бұл ат кейіннен өзгеріске ұшырымайды.\nБарлық тұрақтылар программаның сипаттау бөліміндегі CONST қызметші сөзінен басталатын бөлімде көрсетілуі тиіс. Оның жазылу пішімі (форматы) төмендегідей болады:\nCONST\nMening_atjm = 'Қанат Оңлабекұлы';\nMax = 1000;\nМіп = 0;\nMerter_nomiri =121;\nПаскаль тілінде қордағы қызметші сөздермен алдын ала анықталған бірнеше тұрақтылар бар, олардың кейбірі төмендегі кестеде көрсетілген.\nИдентификатор\nТипі\nМәні\nСипатталуы\nTrue False Maxint\nBoolean Boolean integer\nTrue False\n32767\n«Ақиқат» «Жалған» Ең үлкен бүтін сан мәні\n3. Айнымалылар деп программаның орындалу барысында әр түрлі мәндерді қабылдай алатын шамаларды айтады. Олар иденти-фикаторлармен белгіленіп, әр уақытта әр түрлі мәнге ие бола алады. Айнымалылардың белгіленулері: ALFA, Ү, ХЗ, SUMMA, BAGA, A1B8, т.б. Айнымалы атауы оның орындайтын міндетіне сәйкес түсінікті және қарапайым болған жөн. Айнымалылар атаулары сипаттау бөлімінде var қызметші сөзінен кейін орналасады да, соңында көрсетіледі. Оның жазылу пішімі:\nvar   Идентификатор > :   <тип > Мысалы:\nvar     А, В : integer;\nSum, baga : real;\nҚарапайым айнымалылар өз аттары бойынша жазылады. : Мысалы, delta, x, y, result, number_of_student.        Индексті айнымалыларға жиын (массив) элементтері жатады.\nЖиын  дегеніміз  бір   атаумен  белгіленіп,   бір   өлшеммен өлшенетін шамалардың реттелген тізбегі. Жиын элементтерінің барлығы да бір типте болуы тиіс. Индекс жиын элементінің нөмірін көрсетеді : де, тік жақшаның ішінде жазылады. Мысалы, AflJ (A/ ), ВЕТА[К,7] (fa,?), C4[3,5] (C43,,s). Жиындар бір, екі, үш өлшемді (индексті) бола береді. Индекстер үтірмен бөлініп жазылады. Индекстің ең үлкен және ең кіші мәні сипаттау бөлімінде міндетті түрде көрсетіледі. Мысалы, s: array [1.. 50] of real;\nmas: army [1.. 10, 1.. 10] of char; alfa: array [nl..n2] of integer;\n1.3. Мәліметтердің типтері\nПрограммадағы мәліметтердің, шамалардың мәндері Паскаль тіліндегі алдын ала келісілген типтердің біріне жатуы тиіс.\nМәліметтердің немесе шамалардың типі деп олардың қабылдай алатын мәндерінің және олармен орындауға болатын амалдардың жиынын анықтауды айтады, яғни тип деген шамалардың қабылдайтын мәндеріне берілетін сипаттама.\nМәліметтердің әрбір типі тек өзіне ғана сәйкес келетін операциялар жиынын орындата алады. Мысалы, 1 мен 2 мәндері бүтін сандар типіне жатады, оларды қосуға, алуға, көбейтуге және бөлуге болады. Ал,   \"IBM\" және   \"PC\" мәндері сөз тіркесі типіне і жатады, бұларды біріктіріп жазуға ғана болады (\"IBM PC\"), қосуға, алуға, көбейтуге, бөлуге болмайды.\n Кез келген тұрақты, айнымалы, функция немесе өрнек өзіне тән бір типпен ғана сипатталады. Паскаль тілі үшін шамалардың типін көрсету міндетті болып есептелінеді. Сондықтан программа алдында оның сипаттау бөлімінде пайдаланылатын барлық шамаларының атаулары және олардың типтері көрсетілуі қажет.\nТілде пайдаланылатын типтер скалярлық, (қарапайым) және кұрылымдық (структуралық,) болып үлкен екі топқа жіктеледі. Ал скалярлық қарапайым типтер алдын ала анықталған стандартты және жасанды типтер болуы мүмкін. Стандартты типтерге мыналар  жатады:\n• бүтін - INTEGER,\n• нақты — REAL,\n• логикалық - BOOLEAN,\n• сиволдық - CHAR,\n• тіркестік - (STRING), ;       \n        • мәтіндік - (TEXT),\n• тәрізді типтер жатады.\nҚұрылымдық типтерге жиындар —ARRAY, жазбалар — RECORD, ұснындар — SET және файлдар- FILE деген түрлерге бөлінеді.\nБұлардан өзге типтер программаның типтерді сипаттау бөлігінде анықталуы қажет. Тұрақты сандардың типін олардың сыртқы пішініне қарап-ақ ажыратуға болады, ал айнымалылар мен функциялардың типтері программаның сипаттау бөлімінде көрсетіледі.\nОл үшін type қызметші сөзі қолданылып, жазылу пішімін былай көрсетуге болады:\nType    <тип атауы> = <тип мәндері>;\nЛогикалық шамалар екілік сандар жүйесінде сәйкес «1» және «0» деген мәндерді ғана қабылдайды. Мұндағы «1» тексерілетін белгілі бір шарттың - логикалық тұжырымның орындалатынын, яғни «ақиқат» екенін, ал «0» сол шарттың орындалмайтынын — тұжырымның «жалған» екенін көрсетеді. Бұл екі мән программада ағылшын тіліндегі айтылуына сәйкес «true» (1) және «false» (0) болып жазылады.\nСимволдық шамалар апострофқа алынған бір символды ғана мән ретінде қабылдай алады, мысалы, «#», \"?\", \"%\", т.б. Бірақ әрбір таңбаны оның кодына байланысты реттелген бүтін сандармен де өрнектеу мүмкіндігі бар.\nМәліметтердің қарапайым түрлерін стандартты типтер деп атау қалыптасқан. Стандартты типтердің real түрінен өзгелері реттелген деп аталады, өйткені оларды бүтін сан арқылы өрнектей отырып, өсуі не кемуі бойынша реттеп орналастыруға болады.\nСтандартты типтер. Паскаль тілінде төмендегі қарапайым типтер пайдаланылады:\n• бүтін типтер - SHORT1NT, INTEGER, LONG/NT, BYTE, WORD;\n• нақты тип - REAL, SINGLE, DOUBLE, EXTENDED, COMP;\n• логикалық - BOOLEAN;\n• символдық - CHAR;\n• саналатын тип ;\n• ауқымды (диапазонды) тип.\nБутін сан түріндегі типтер. Паскаль тілінде бүтін шамалар үшін бес стандартты тип пайдаланылады.\nТипі Мәндердің өзгеруі Ұзындығы, байт\n1.1.1        BYTE\nSHORTINT\nINTEGER\nWORD\ntONGINT\n0-255\n-127 - +127\n-32768 - +32767\n0 - 65535 2147483648 - +2147483647\n1 1\n2 2 4\nТолығырақ: https://uniface.kz/index.php?post=article&section=4&id=93",
                "date": "2.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гликолиз немесе Эмбден-Мейергоф –Парнас жолы?",
        "question_content": "Мына тақырып бойынша ақпарат керек: Гликолиз немесе Эмбден-Мейергоф –Парнас жолы?",
        "question_date": "1.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 710,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сұрақ қайталанған екен, жауабы сол бір:\nЭмбден Мейергоф Парнас жолы несесе гликолиз\nГликолиз (грек, glykys — тәтті, lysis — еру) — адам мен жануарлар организмдеріндегі арнайы ферменттердің әсерінен оттегсіз ортада көмірсулардың (негізінен глюкозаның ) ыдырау процесі. Жануарлар организміндегі гликолиздің соңғы өнімі — сүт қышқылы. Гликолиз нәтижесінде бөлінген қуат (энергия)организмнің тіршілігі үшін пайдаланылады. Гликолиз организмдегі тыныс алу және ашу процестерімен тікелей байланысты.\nГликолиз - көпсатылы күрделі үдеріс, ол екі кезеңнен тұрады. Атап айтқанда:\nдайындық кезеңі,\nАТФ түзелетін кезең.\nГликолиздің дайындық кезеңі жасуша цитоплазмасында жүреді. Мұнда арнайы ферменттердің әсерімен энергиясы мол органикалық заттар энергиясы аз қарапайым заттарға дейін ыдырайды. Мысалы, көмірсулар- моносахаридтерге, майлар- май қышқылы  мен глицеринге, нуклеин қышқылдары - нуклеотидтерге, ақуыз-аминқышқылдарға ыдырайды. Бұл заттар келесі жүретін реакциялардың бастамасы ретінде қолданылады.",
                "date": "2.04.2020",
                "upvotes": 0
            },
            {
                "text": "Көмірсулардың ыдырауы жүретін негізгі жол Эмбден - Мейерхоф - Парнасс немесе гликолиз жолы болып табылады (сур.85 б.)\nМоносахаридтердің ыдырауының ең әмбебап жолдары глюкозаның және соған сәйкес полисахаридтердің, глюкандардың (20-тарауды қараңыз) пирув қышқылына дейін ыдырауы (Эмбден - Мейерхоф - Парнасус жолы) және глюкозаның пентоза туындыларының аралық қалыптасуымен СО 3-ке дейін тотығуы (тотығу пентозы) болып табылады. Кейбір микроорганизмдерде көмірсулар алмасуының басқа жолдары өте маңызды, бұл кітапта қысқаша қарастырылады.\nАЛКОГОЛДЫҚ БРИУНГ және ГЛИКОЛИЗИС (Эмбден-Мейерхоф-Парнас бағыты)\nЭмбден-Мейерхоф-Парнасс бағытының айқын күрделілігіне қарамастан, реакциялардың бұл реттілігі биосинтезге (биосинтез) қатыса алатын затты қалыптастырудың ең қысқа және ұтымды тәсілі болып табылады.\nГликолиз және алкогольді ашыту кезіндегі моносахаридтердің биохимиялық ыдырау реакцияларының реттілігі (Эмбден-Мейерхоф-Парнас бағыты) 1-схемада көрсетілген. \nЭмбден - Мейерхоф - Парнасс.\nЭмбден - Мейерхоф - Парнасус жолының көптеген кезеңдері айтарлықтай қайтымды (фосфорлану, фосфоглицерин альдегидінің тотығуы және дегидратациядан басқа). Сондықтан, биосинтетикалық процестерде, мысалы, фотосинтез кезінде реакцияның жеке тізбегі кері бағытта жүруі мүмкін.\nНегізгі ғылыми жұмыстары көмірсулар мен тіндердің метаболизмі мен бұлшықеттің жиырылуының негізін алатын ферментативті процестерге арналған. Ол (1935) фосфор қышқылының қатысуымен гликогеннің ыдырау процесін ашты, оны фосфоролиз деп атады. Дания физиктерімен бірлесе отырып, Копенгаген (1937) фосфор 32 изотопын биологиялық зерттеулерде заттаңба ретінде қолдануды ұсынды. Осы әдісті қолдана отырып, мен бұлшықеттердегі көмірсулар алмасуының егжей-тегжейлі суретін алдым (Эмбден - Мейерхоф - Парнасс схемасы немесе EMF схемасы).\nТолығырақ: https://chem21.info/info/278410/",
                "date": "2.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Энтнер-Дудоров жолы туралы ақпарат керек?",
        "question_content": "Мына тақырып бойынша ақпарат керек: Энтнер-Дудоров жолы туралы ақпарат керек?",
        "question_date": "1.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Микроорганизмдердің басым көпшілігі үшін көмірсулар энергия және көміртегі көзі болып табылады. Олар ыдырағанда энергия түзіледі. Көмірсулардың ең оңай сіңірілетіні – глюкоза, ал одан күрделілері, алдымен глюкозаға дейін ыдырайды. Сондықтан көмірсулардың ыдырау жолдары глюкозадан бастап қарастырылады. Бактерияларды көмірсулар ыдырауының 3 жолы белгілі:\nГликолиз (ФЕФ);\nПентозафосфат (ПФ);\nЭнтнер-Дудоров (КДФГ).\nБиологиялық тотығу\nПрокариоттарда қоректену типтерінің яғни энергия алу жолдары алуантүрлі болғанымен олардың барлығы әртүрлі заттарды тотықтыру процесіне негізделеді. Тотығу- атомдар мен молекулалардың электрон жоғалту процесі. Тотықсыздану – электрондардың атом немесе молекулаға қосылу процесі. Ал жалпы тотығу-тотықсыздану реакциясы деп электронның бір молекуладан екінші молекулаға өтуін айтамыз. Электрон беретін зат донор, қосып алатын зат акцептор деп аталады. Тотығу-тотықсыздану процестері микроорганизмдердің негізгі энергия беретін процестері – тыныс алу мен ашудың негізін құрайды. Бұл реакцияларды биологиялық тотығу дейді.\nЭнтнер - Дудоров жолының ашылуы туралы ақпарат 1952 жылы американдық ғалымдар Натан Энтнер мен Михаил Дудоров жариялаған . Олар өз жұмысында Pseudomonas saccharophila [en] бактериясында жаңа, бұрын сипатталмаған, глюкоза метаболизмі жолының бар екендігіне сенімді дәлелдер келтірді. Олардың нәтижелері глюкозадағы алғашқы көміртегі атомы (С1) барлығы дерлік СО2-ге түсетініне негізделген, ал глюкоза алмасуының механизмі глюкоза молекуласының бастапқы декарбоксилденуін қамтымайды.\nДинитрофенолмен өңделген жасушаларды қолдана отырып, олар С1 сәйкес таңбаланған 1 моль глюкозаның ақыр соңында 2 моль пирув қышқылына (пируват) айналғанын және барлық белгіленген атомдар пируваттың карбоксил тобында болғанын анықтады. Сонымен қатар, шикі жасуша сығындыларында 6-фосфоглюконий қышқылын пируватқа және гликералдегид-3-фосфатқа бөлуге арналған ферментативті белсенділік анықталды. Олар сонымен бірге 2-кето-3-дезокси-6-фосфоглюконат (KDFG) алты көміртекті қосылысты екі үш көміртектіге бөлудің жолындағы негізгі қосылыс болып саналды.\nКейіннен КДФГ кристалды түрде 6-фосфоглюкон қышқылымен ферментативті жасуша қоспасынан бөлініп алынды. Осы өзгерісті жүзеге асыратын ферменттер оқшауланғаннан кейін жолдың екі кезеңі - 6-фосфоглюконаттан КДФГ түзілуі және КДФГ-ның пируват пен гликералдегид-3-фосфатқа бөлінуі басталды.\nhttps://ru.wikipedia.org/wiki/%D0%9F%D1%83%D1%82%D1%8C_%D0%AD%D0%BD%D1%82%D0%BD%D0%B5%D1%80%D0%B0_%E2%80%94_%D0%94%D1%83%D0%B4%D0%BE%D1%80%D0%BE%D0%B2%D0%B0",
                "date": "2.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пентозофосфатты жол туралы ақпарат керек?",
        "question_content": "Мына тақырып бойынша ақпарат керек: Пентозофосфатты жол туралы ақпарат керек?",
        "question_date": "1.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пентозды фосфаттың жолы (пентозды жол, гексозды монофосфатты шунт , Варбург - Диккенс - Хорекер жолы ) глюкозаның тотығуының балама жолы болып табылады (гликолизбен және Энтернер - Дудоров жолымен), тотығу және тотықтырмайтын сатыларды қамтиды.\n Пентозды фосфат жолының жалпы теңдеуі:\n3 глюкозо-6-фосфат + 6 НАДФ+ → 3СО2 + 6 (НАДФH + Н+) + 2 фруктозо-6-фосфат + глицеральдегид-3-фосфат.\nКейін глицералдегид-3-фосфат екі АТФ молекуласының түзілуімен пируватқа айналады . Пентозды фосфат жолы өсімдіктер мен жануарларда жиі кездеседі, ал микроорганизмдердің көпшілігінде ол тек көмекші мәнге ие . Пентозды фосфат жолының ферменттері жануарлар мен өсімдік жасушаларының цитозолында орналасқан; Сонымен қатар, сүтқоректілер жасушаларында олар эндоплазмалық ретикулумда, өсімдіктерде - хлоропластарда болады.\nГликолиз сияқты пентозды фосфаттың жолы өте ежелгі эволюциялық тарихқа ие. Археанның ежелгі суларында, тіршіліктің басталуына дейін, пентозды фосфат циклінің реакциялары тірі клеткалардағыдай ферменттермен емес, метал иондарымен, атап айтқанда Fe2 +, катализденді.\nЖоғарыда айтылғандай, пентозды фосфат жолы тотықтырғыш және тотықтырмайтын сатыларға бөлінеді. Тотығу кезеңінде глюкоза-6-фосфатқа фосфорланған глюкоза рибулоза-5-фосфатқа дейін тотықтырылып, екі [6] төмендетілген НАДФ түзіледі. Тотықтырмайтын сатыда тотықсыздану эквиваленттері құрылмайды, ол пентозды синтездеуге қызмет етеді және екі немесе үш көміртегі фрагменттерінің қайтымды берілу реакциясын қамтиды; болашақта пентоздар пентозды фосфаттың тотықтырмайтын реакцияларының қайтымдылығына байланысты жасушада пентозалардың артық болуымен гексозаларға қайта айналуы мүмкін.\nПентозды фосфат жолына қатысатын барлық ферменттерді үш фермент жүйесіне бөлуге болады: \n- сусыздандыру жүйесі - декарбоксилдену;\n- изомерлеу жүйесі; \n- қантты тазарту жүйесі.\n Толығырық:https://ru.wikipedia.org/wiki/%D0%9F%D0%B5%D0%BD%D1%82%D0%BE%D0%B7%D0%BE%D1%84%D0%BE%D1%81%D1%84%D0%B0%D1%82%D0%BD%D1%8B%D0%B9_%D0%BF%D1%83%D1%82%D1%8C",
                "date": "2.04.2020",
                "upvotes": 0
            }
        ]
    }
]