[
    {
        "question_title": "Екі паралель түзу үшінші түзумен қиылысқанда пайда болған?",
        "question_content": "Екі паралель түзу үшінші түзумен қиылысқанда пайда болған ішкі біржақты бұрыштардың биссектрисалары жататын түзулер бір-біріне қатысты қалай орналасады?",
        "question_date": "25.02.2021",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бренд менеджер мамандығын(профессиясын) таңдау үшін ұбт-да қай пәндерді таңдау керек?",
        "question_content": "Бренд менеджер мамандығын оқу үшін ұбт-да қандай пәндерді таңдау керек?",
        "question_date": "25.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 837,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МАРКЕТИНГ мамандығын игере отырып Сіз заманауи, қызықты, ең бастысы сұранысы мол мамандықты аласыз. Сонымен қатар еңбекақысы өте жоғары, мәселен жас маркетологтың еңбек ақысы $ 500-800. Маркетинг бойынша маманның еңбек ақысы – айына $ 1500-3000. МАРКЕТОЛОГТАРСЫЗ нарықта ешбір компания бәсекеге қабілеттілік пен сатып алушылар қалауының тез ауысуына төтеп бере алмайды. \nТек қана МАРКЕТОЛОГ сатып алушыны түсініп, өндірісті оның сұранысына сай өзгерте алады. Компаниялардың басшылары маркетингтің мүмкіндіктері мен атаулы саланың мамандарын бағалады.   \nСонымен қатар «МАРКЕТИНГ» мамандығы PR – менеджер (қоғамдастықпен байланыс бойынша маман), мерчандайзер, бренд-менеджер, жарнама бойынша менеджер және т.б. сұраныстағы мамандықтарды игеру үшін негізгі мамандық болып табылады. Сонымен бірге сұраныстағы мамандықтар бойынша тәуелсіз зерттеулер нәтижесінде маркетинг алғашқы бестікке енеді.\n«Маркетинг» мамандығы студенттерге экономика саласындағы іргелі дайындықты нарықты зерттеу және компаниялар қызметінің сұлбасымен сәйкестіру жағдайында терең білімдер алуға мүмкіндік береді.\nМамандықтың түлектері:\nНарықтық экономика, нарық конъюнктурасындағы өзгерістерді ескере отырып кәсіпорынның барлық құрылымдарының қызметін талдау және үйлестіруді жүзеге асыру жағдайында стратегиялық, экономикалық және жедел басқару дағдыларына ие; \nБәсекелестік жағдайында кәсіпорынның стратегиясын реттеу үшін қажетті аспаптарды қолдану тәжірибесіне ие. \nМаркетолог біліктілігіне келесілер енеді – тауардың түржинағын дамыту, баға саясатын анықтау, бөлу арналарын таңдау, коммуникациялық саясатты қалыптастыру және т.б.  \nЖұмыс орны:\nмаркетингтік бөлімшелерде (бөлімдерде, департаменттерде, басқармаларда), өндіріс, қызмет, жоғары технологиялардың барлық сала ұйымдары мен компанияларында; \nарнайы маркетингтік, зерттеу компанияларында, маркетингтік коммуникация агенттіктерінде, жарнама агенттіктерінде, консалтингтік фирмаларда; \nмемлекеттік және муниципалды басқару органдары жүйесінде. \nМаркетолог мамандығы–еңбекақысы жоғары мамандықтардың бірі, үнемі дамып отыратын, сонымен қатар орыс тіліндегі баламасы жоқ жаңа бағыттар мен маманданулар пайда болуда, мәселен: бренд-менеджер, логист, мерчендайзер, промоушн-менеджер, account-менеджер, BTL бойынша маман, креативті менеджер және т.б.\nМаркетинг Математика География",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темір мен алюминийдің айырмашылығы неде?",
        "question_content": "1)куйдыргыш натрий ерытындысымен\n\n2)сумен\n\n3)туз кышкылымын\n\n4)фосфор кышкылы аркылы\n\n5)аммиак ерытындысымен",
        "question_date": "25.02.2021",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Темір деген не?\nТемір - 26 атомдық Fe және химиялық белгісі бар химиялық элемент. Бұл бірінші өтпелі сериядағы металл. Көптігін қарастырғанда, ол жер бетіндегі масса арқылы ең көп кездесетін металл. Осылайша, ол жердің сыртқы және ішкі өзектерінің көп бөлігін құрайды.\nБұл металл туралы кейбір маңызды химиялық ақпарат:\n\nАтом саны = 26\nСтандартты атом салмағы = 55,84\n= 8-топ\nКезең = 4\nБлок = d блок\nЭлектронды конфигурация = [Ar] 3d64s2\nБалқу температурасы = 1538 ° C\nҚайнау температурасы = 2862 ° C\nТотығу күйлері = −2 ден +7 дейін (ең көп тарағандары +2 және +3)\nТемірді метал ретінде де, құрамында түрлі темір бар химиялық қосылыстар ретінде де қолдануға болады. Біз оны металл ретінде қолданамыз, себебі оның құны мен беріктігі жоғары. Таза темір жұмсақ болғандықтан, жақсартылған қасиеттері бар қорытпаларды қалыптастыру үшін біз бұл металды басқа металл және металл емес химиялық элементтермен біріктіреміз. Мысалы, болат. Сонымен қатар, құрамында темір бар қосылыстар катализатор ретінде, суды тазарту және ағынды суларды тазарту кезінде, басқа темір қосылыстарына прекурсорлар ретінде және т.б. пайдаланылады.\nАлюминий дегеніміз не?\nАлюминий - атомдық нөмірі 13, ал химиялық белгісі - химиялық элемент. Бұл темірге ұқсайтын ақшыл, жылтыр металл. Оның көптігін ескергенде, бұл жер қыртысында ең көп кездесетін 3-ші металл. Сонымен қатар, бұл металл өзінің жеңіл және пассивация арқылы коррозияға төзімділігі арқасында кең қолданысқа ие.\nБұл металл туралы кейбір маңызды химиялық ақпарат:\n\nАтом саны = 13\nСтандартты атом салмағы = 27\nТоп = 13\nКезең = 3\nБлок = p блок\nЭлектронды конфигурация = [Ne] 3s23p1\nБалқу температурасы = 660,32 ° C\nҚайнау температурасы = 2470 ° C\nТотығу күйлері = +3 - тұрақты тотығу күйі\nМеталл ретінде алюминий ең көп таралған металл болып табылады және түсті металл болып табылады. Негізінен, біз бұл материалды легирлеу мақсатында қолданамыз. Сондай-ақ, алюминийдің тығыздығы төмен болғандықтан, көліктерде, ұшақтарда және т.б. шығаруда жиі кездеседі. Ол улы емес болғандықтан, біз алюминий фольгаларын қаптамада қолдана аламыз. Қымбат емес және жоғары өткізгіштікке байланысты бұл металл электрлік қосымшаларда да жиі кездеседі.\nТемір мен алюминийдің айырмашылығы неде?\nТемір 26 атомдық химиялық элемент және Fe химиялық белгісі, ал алюминий - химиялық элемент 13, ал химиялық белгісі - Al. Темір мен алюминийдің басты айырмашылығы - темір алюминийден гөрі ауыр. Негізінен, бұл темірдің тығыздығы бөлме температурасына жақын 7,87 г / см3, алюминийдің тығыздығы бөлме температурасына жақын - 2,70 г / см3. Сонымен қатар, алюминий темірге қарағанда төмен балқу температурасына ие.\nТөмендегі инфографикада темір мен алюминийдің айырмашылығы толығырақ сипатталған.\nТолығырақ: https://kk.mldunbound.org/contrast/difference-between-iron-and-aluminum/",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланың тез оқып кетуі үшін қандай әдістерді қолдану керек.",
        "question_content": "Менің екінші сыныпта оқитын балам бар. Оқу жағынан қиналып жүрміз. Әріптерді таниды бірақта оқығанда екі әріптің басын қоса алмайды. Осы сұрақ мазалап жүр мені.",
        "question_date": "25.02.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағдарлама құрылымы үш деңгейден тұрады:\nҚызығушылықты ояту. Оқушы тақырыпқа байланысты өз білімін анықтайды, еске түсіреді. Тіпті қағазға жазып, көршісімен бөліседі, тобында талқылайды. Оқушы бұл кезеңде жаңа білім жайлы ақпарат жинап, оны байырғы біліммен ұштастырады. Яғни тақырыпқа қызығушылық басталып, зерттеу қалыптасады, белсенділігі артады.\nМағынаны тану.Бұл кезеңде оқушы жаңа ақпаратпен танысады, тақырып бойынша жұмыс істейді, тапсырмалар орындайды.\nОй толғаныс: Оқушылар өз ойлары мен байқаған ақпараттарды өз сөздерімен айта біліп, өзара алмасады. Өзгелердің ой кестесін үйренеді.Үйренгендерін саралап, салмақтап, оны қандай жағдайда, қалай қолдану керектігін ой елегінен өткізеді.Бір-бірімен ой алмастырады, ой түйістіреді, әр түрлі шығармашылықпен көріне алады.\nТолығырақ: http://sc0028.zerenda.aqmoedu.kz/content/povyshenie-tvorcheskih-sposobnostey-uchaschihsya-nachalynoy-shkoly-s-p",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәулігіне 8 сағ жанатын қуаты 100 Вт электр шамы 30 күнде (1 ай) қанша энергия шығындайды?",
        "question_content": "Тәулігіне 8 сағ жанатын қуаты 100 Вт электр шамы 30 күнде (1 ай) қанша энергия шығындайды?",
        "question_date": "25.02.2021",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "W=P*t*N=100*8*30=2400 Дж",
                "date": "23.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл диплом алу үшін бағалар қалай болуы керек?",
        "question_content": "Егер мемлекеттік емтиханның өзінде 5 алып, бірақ қорытынды балл (рк+сессия) 4 болса, қызыл диплом алуға болады ма?",
        "question_date": "25.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақты қоюдың өзі дұрыс емес сияқты. Себебі мектеп табалдырығындағы жастардың барлығы дерлік оқуы керек деген тұжырым бар, тіпті аксиомаға айналған. Оқығанда да үлгеріміңнің «бестік» болуы әрқашан да қатарластар алдындағы абыройыңды өсіреді.\nДесе де, үлгеріміңнің жақсы болғанының ешқандай да маңызы жоқ екенін мойындататын бірнеше жағдайды қарастырып көрейік.\n1. Ешкім де сіздің қаншамен оқығаныңызды сұрамайды.\nЕшбір жұмыс беруші мектептегі және жоғары оқу орнындағы баға жайлы сұрамайды. Тіпті жұмысқа қабылдау түйіндемесінің өзінде де баға көрсеткіші жайлы пункт жоқ. Ал бірақ барлық түйіндемеде жұмыс тәжірибесі жайлы сұрақ болады. Тіпті компьютермен жұмыс жасай алу қабілеті мен спорттық жетістіктері жайлы сұрақ адамның қаншамен оқығанынан да маңыздырақ екен.\n2. Оқу орнында алған білімнің бәрі де ұмытылды.\nОқушы я студент өткен сабағын емтихан бақылауынан соң бірден ұмытып қалады. Ал жұмыс тәжірибесінен өтерде мектеп пен университетте алған білім қажетсіз болып қалады немесе қолданылмайды.\nСондағысы, 4 жылдық оқу кәсіптік білім алған өзге адамдардың алдын орап кетуге ешқандай да септігін тигізбейді.\nНәтижесінде, жұмыс істеген алғашқы екі айда жұмыс істеуге қандай білімнің керектігін біліп, оның барлығын да осы екі айда меңгеріп алуға болады екен.\nБұлай болатынын білсек, алтын уақытымызды жоғалтудың не қажеті бар?\n3. Үлгерім үшін оқу денсаулыққа зиянын тигізеді.\nАдам баласы есте сақтау қабілетін мүлдем қажетсіз ақпараттарды қабылдаумен және керексіз біліммен толтырудың кесірінен әлсіретіп алады. Студенттік кездерде күн мен түн ауысып, қашанда ұйқы қысатын әдет – денсаулыққа тікелей әсер етеді. Үздіксіз әлсіздік жұмысқа деген ынта-жігерді сарқып, жұмыс өнімділігін бұзады.\n4. Өзге адамдармен қарым-қатынас жасауға уақыт болмайды.\nУниверситет қабырғасында көптеген достармен, білімді ортамен қарым-қатынас жасауға мүмкіндік болады, бірақ жан-жақты қарым-қатынас жасауға адамда уақыт бола бермейді.\nБіле-білсеңіз университет адамдарды тануға, жаңа қарым-қатынас орнатуға арналған орта.\n5. Тауып отырған нәпақа университеттен тыс үйренген білімнің арқасында келеді.\nОқуға деген қызығушылық болғанда ғана адам жан-жақтылы білім алады екен. Ал бүгінгі теориялар мен керексіз білім өмірде қолданысын еш уақытта таппайтындай көрінеді.\nАл енді, жоғарыда жасалған бес сараптамадан кейін қорытынды шығарып көрейік:\n1. «Төрттік» баға мен «бестік» бағаның айырмашылығы адам өмірін өзгертіп жібереді дегенге сену қиын. Ал «бестікке» ғана оқу дегеніңіз негізгі білімге қажетсіз білімді де қосып алып, артық тыраштану болмасына кім кепіл?\n2. Қаржылай мәселені адамның алған тәжірибесі мен жұмыс өнімділігі шешеді. Бірақ қағазға жазылған үлгеріміңіз емес. Әр салада қаншалықты мүмкіндігіңіз болса – соншалықты ауқатты боласыз.\n3. Қызыл диплом – өзгелерден көш ілгері болуыңызға еш септігін тигізе алмайды. Сенбесеңіз, өзгенің емес, өзіңіздің қатарластарыңыздың өмірлік нәтижесін байқап көріңіз.\n4. Ең бастысы, адам өзіне қажетті, маңызы бар іспен айналысқаны жөн. Адамға өзінің жұмысы қызықты болғанда ғана үлкен жетістіктерге жете алады.\nБұл, әрине, үлкен тақырып, әртүрлі жағдайларды тіпті біз атаған кейбір «заңдылықтар» өзгеріп кетуі мүмкін. Осы мәселеге бей-жай қарамайтын, өзінің болшағын ойлайтын адамдардың арасында қарсы шығатындар да, келісіп, қолдайтындар да табылады.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/bilim/zharatylystanu/17200/",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілінде фразелогизмге 10 мысал керек.",
        "question_content": "Фразелогизмге орыс тілінде 10 мысал құрап беріңдерші.",
        "question_date": "25.02.2021",
        "question_tag": "Университет, колледж",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "аредовы веки - Очень долго.\nахиллесова пята - Уязвимое место\nбабушкины сказки - Какие-либо небылицы\nбалансировать на грани - Сильно рисковать\nбез оглядки - Очень быстро; безрассудно\nбиться об заклад - Спорить на что-либо.\nв ногах правды нет - Приглашение сесть\nв печёнках сидеть - Очень надоесть\nверхушка общества - Элита\nво всю глотку - Очень громко",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұшақ бірқалыпты ұшты, оның қуаты қандай?",
        "question_content": "Моторының тарту күші 5*104 н ұшақ 800 км/сағ қпен бірқалыпты ұшты. оның қуаты қандай?",
        "question_date": "25.02.2021",
        "question_tag": "Физика",
        "question_views": 994,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N = F*v = 5*10^4*800*10/36 = 11*10^6 Вт",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауықты тез күрік қылу үшін не істеуге болады?",
        "question_content": "Тауықты тез күрік қылу үшін не істеуге болады?",
        "question_date": "25.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 853,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Циклді алгоритмдер. for параметрі бар цикл туралы ақпарат керек.",
        "question_content": "Циклді алгоритмдер. for параметрі бар цаұикл туралы ақпарат керек.",
        "question_date": "25.02.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 921,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Параметрімен бірге цикл деп аталатын цикл үшін Python тіліндегі мүмкіндіктерге бай. For циклында айнымалыны іске қосатын айнымалыны және мәндердің жиынын көрсетесіз. Мәндер жиынтығы тізіммен, жолақпен, жолмен немесе ауқыммен көрсетілуі мүмкін.\nМіне, мәнерлер жиынтығы ретінде пайдаланылатын циклды пайдаланудың ең қарапайым мысалы:\ni = 1\nfor color in 'red', 'orange', 'yellow', 'green', 'cyan', 'blue', 'violet':\n\n\nprint('#', i, ' color of rainbow is ', color, sep = '')\ni += 1\n\nБұл мысалда ауыспалы түс түсінде 'қызыл', 'апельсин' және т.б. мәндерді алады. Циклдің корпусында түстің атауын, яғни айнымалы түстің мәнін және циклдің иерархиялық нөмірін, 1-цифрды, содан кейін циклдің әр өтуімен біреуімен арта отырып, шығарылады. i = i + 1 (бұл жай ғана қысқартылған жазба) құрылысына тең.\nМәндер тізімінде әртүрлі өрнектер болуы мүмкін, мысалы:\nfor i in 1, 2, 3, 'one', 'two', 'three':\nprint(i)\nАлғашқы үштіктің итерациясы үшін i айнымалы i int типінің мәнін алады, ал келесі үшеуі - 'str' типі.\n\n2. Функция range\nӘдетте, цикл үшін пайдаланылады немесе әрекеттер тізбегі бірнеше рет алдын ала анықталған саны қайталау, немесе финалға кейбір бастапқы құнынан циклде айнымалы мәнін өзгерту үшін.\nцикл уақытын алдын ала белгілі бір санын қайталау N бірге функциясымен, цикл ауқымы үшін пайдалануға болады:\n0, 1, 2, 3 I үшін # балама нұсқаулар: диапазоны (4) Мен: # Мұнда циклдік әрекеттерді орындауға болады\n    басып шығару (i)\n    басып шығару (i ** 2)\n# цикл аяқталды, себебі шегінісі бар блок аяқталды\nбасып шығару («Циклдың соңы»)\nсандық тұрақты ретінде N, айнымалыны немесе ерікті арифметикалық өрнекті (** 10 мысалы, 2) пайдаланылуы мүмкін. N құны нөлдік немесе теріс болса, цикл тіпті бір рет орындалмайды.\nАуқым функциясы бір емес, екі параметрді қабылдай алады. Call диапазоны (а, б) индекстік айнымалы б а м ндерді өтеді дегенді білдіреді - 1 екі параметрлерімен деп аталатын, яғни бірінші параметр ауқымы функциясын, индексі айнымалы бастапқы мәні, екінші параметрі-орнатады - индекстік айнымалы болып табылады бірінші мән қабылданбайды. Егер a'b болса, цикл бір рет орындалмайды. Мысалы, 1-ден бастап n-ға дейінгі мәндерді есептеу үшін келесі бағдарламаны қолдануға болады:\nsum = 0\nn = 5\n\nfor i in range(1, n + 1):\nsum += i\n\nprint(sum)\nБұл мысалда айнымалы i, 1, 2, ..., n мәндерін қабылдайды және айнымалы соманың мәні көрсетілген мәндер бойынша дәйекті түрде артады.\nАқырында, индекстің айнымалысы төмендейтін циклді ұйымдастыру үшін ауқымды функцияны үш параметрмен қолдану қажет. Бірінші параметр индекс айнымалысының бастапқы мәнін анықтайды, екінші параметр - индекстік айнымалы өзгереді (оны қоспағанда!), Ал үшінші параметр - индекс айнымалы өзгерісінің сомасы. Мысалы, ауқымды (1, 100, 2) функциясын 1-ден 99-ға дейінгі барлық тақ сандар арқылы айналдыра аласыз және 100-ден 1-ге дейін барлық сандар бойынша циклды (100, 0, -1) қолдануға болады.\nI> a, i = a + d, i = a + 2 * d индекстік айнымалы мәндерінің мәндерін анықтайды және барлық мәндер үшін i < б. Егер d <0 болса, айнымалы айнымалы i> b барлық мәндерін қабылдайды.\nТолығырақ: https://melimde.com/algoritmder-jene-programmalau-peninen-zerthanali-sabatarin-otk.html?page=3",
                "date": "25.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логикалық операторлар мен логикалық өрнектер туралы қысқаша ақпарат керек.",
        "question_content": "Логикалық операторлар мен логикалық өрнектер туралы қысқаша ақпарат керек.",
        "question_date": "24.02.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кейде бір уақытта бір емес, бірнеше шарттарды тексеру керек болады. Мысалы, берілген санды (n % 2 == 0) (n ді 2ге бөлгенде қалдық 0 тең) шартының көмегімен жұп екендігін/еместігін тексеру керек, ал егер берілген екі n және m бүтін сандардың жұп екендігін тексеру қажет, екі шарттың да әділдігін тексеру керек: n % 2 == 0 және m % 2 == 0, оларды and (логикалық ЖӘНЕ) операторының көмегімен біріктіру керек: n % 2 == 0 and m % 2 == 0.\nПитон тілінде стандартты логикалық операторлар бар:\n\nлогикалық ЖӘНЕ;\n\nлогикалық НЕМЕСЕ;\n\nлогикалық терістеу.\nЛогикалық ЖӘНЕ бинарлық операторлар (яғни сол және оң екі операнды бар оператор) болып табылады. and операторы True мәнін қайтарады, тек екі операндтың мәні True болғанда ғана.\nЛогикалық НЕМЕСЕ бинарлық оператор болып табылады және ең болмағанда тек бір операнд True тең болғанда ғана True мәнін қайтарады. «Логикалық НЕМЕСЕ» операторы or түріне ие.\nЛогикалық ЕМЕС (терістеу) унарлық (яғни бір ғана операндпен) оператор болып табылады және жалғыз операнды бар not түрінде болады. Логикалық ЕМЕС егер операнд False тең болса және керісінше болса, True қайтарады.\n\nМысал 1. Кемінде a немесе b сандарының біреуі 0-де аяқталады:\na = int(input())\nb = int(input())\nif a % 10 == 0 or b % 10 == 0:\nprint('YES')\nelse:\nprint('NO')\nТолығырақ: https://melimde.com/algoritmder-jene-programmalau-peninen-zerthanali-sabatarin-otk.html?page=3",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шартты операторлар туралы python тілінде ақпарат керек.",
        "question_content": "Шартты операторлар туралы python тілінде ақпарат керек.",
        "question_date": "24.02.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 22500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Шартты оператор:\nif шарт:\n1 нұсқаулар блогы\nelse:\n2 нұсқаулар блогы\nШартты оператор келесі алгоритм бойынша жұмыс істейді:\nАлдымен IF қызметтік сөзінен кейін орналасқан логикалық өрнектің (шарттың) мәні есептеледі. Егер оның нәтижесі ақиқат болса, жаңа қатарда 4 бос орынмен басталатын 1 нұсқаулар блогы орындалады, егер нәтижесі жалған болса, онда ELSE сөзінен кейін орналасқан 2 нұсқаулар блогы орындалады.\nНұсқаулар блогы қажетті операторлар санынан тұруы мүмкін, бірақ олардың барлығы міндетті түрде 4 бос орыннан кейін жазылуы керек.\n\n1 мысал. Берілген екі санның үлкенін экранға шығару.\nx= int(input('Введите первое число'))\ny= int(input('Введите второе число'))\nif x > y:\nprint('Большее число', x)\nelse:\nprint('Большее число', y)\nШартты нұсқауда else сөзі мен келесі блок болмауы да мүмкін. Мұндай нұсқау толық емес тармақталу деп аталады. Мысалы, егер:\n2 мысал. Пернетақтадан х саны еншізіледі және біз оны абсолюттік өлшемге, осы санның модуліне алмастырғымыз келеді. Мұны былай жасауға болады: егер сан теріс болса, «унарлық минус» деген амалды қолдануымыз, ал егер сан оң болса, онда ештеңе өзгертпестен шығаруымыз керек.\nx = int(input())\nif x < 0:\nx = -x\nprint(x)\nБұл мысалда х айнымалыға –x мәні меншіктеледі, бірақ тек x<0 болғанда ғана. Ал print(x) нұсқауы тексерілетін шартқа тәуелсіз, әрқашанда орындалады.\n2 мысал: Пайдаланушы мектептегі сынып нөмірін енгізеді, бағдарлама оның қай сыныпқа жататыны туралы хабарлама шығарады.\nn=int(input('Введите номер класса'))\nif n<4:\nprint('Младшие классы')\n\nelse:\nif n<9:\nprint('Средние классы')\nelse:\nprint('Старшие классы')\nСалыстыру операторлары\nӘдетте, тексерілетін шарт ретінде төмендегі салыстыру операторларының бірін есептеу нәтижесі қолданылады:\n< кіші — шарт дұрыс, егер бірінші операнд екіншісінен кіші болса.\n> үлкен — шарт дұрыс, егер бірінші операнд екіншісінен үлкен болса.\n<= кіші немесе тең.\n>= үлкен немесе тең.\n== теңдік. Шарт дұрыс, егер екі операнд тең болса.\n!= теңсіздік. Шарт дұрыс, егер екі операнд тең болмаса.\nМысалы, (x*x < 1000) шарты «x*x мәні 1000 нан кіші» дегенді, ал (2 * x != y) шарты «х айнымалысының мәні у айнымалының мәніне тең емес» дегенді білдіреді.\nПитонда салыстыру операторларын тізбекке біріктіруге (көптеген басқа да бағдарламалау тілдеріне қарағанда, мұнда ол үшін логикалық байланыстарды қолдану керек) болады, мысалы, a == b == c немесе 1 <= x <= 10.\nСонда 2 мысалды дұрысырақ жазуға болатын еді :\nn=int(input('Введите номер класса'))\nif 1<=n<=4:\nprint('Младшие классы')\nelse:\nif 4print('Средняя школа')\nelse:\nprint('Старшие классы')\nСалыстыру операторлары арнайы bool логикалық типінің мәнін қайтарады. Логикалық типтің мәндері екі мәндердің бірін қабылдауы мүмкін: True (ақиқат) немесе False (жалған). Егер логикалық True мәнін int типіне өзгертсек, онда 1 болады, ал егер False болса, онда 0 береді. Кері жағдайда 0 саны False өзгереді, ал кез келген нөл емес сан True өзгереді. Str типін bool типіне кері өзгерту кезінде, бос қатар False, ал кез келген бос емес қатар True мәніне өзгереді.\nТолығырақ: https://melimde.com/algoritmder-jene-programmalau-peninen-zerthanali-sabatarin-otk.html?page=3",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бағдарламаларда есептеулерге арналған арнайы операторларды, форматтық шығарулар.",
        "question_content": "Бағдарламаларда есептеулерге арналған арнайы операторларды, форматтық шығаруды, кездейсоқ сандардың генераторын, eval() функциясын қолдануды үйрену туралы.",
        "question_date": "24.02.2021",
        "question_tag": "Бағдарламалау",
        "question_views": 833,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқаша теориялық мәлімет\nPython тіліндегі бағдарламаларда қолданылатын мәліметтердің негізгі типтері:\n• int – бүтін мәндер;\n• float – нақты мәндер (бөлшек болуы да мүмкін);\nОсы типтердің айнымалылары мен сандарына келесі арифметикалық амалдар қолданылауы мүмкін:\n1.3 кесте. Арифметикалық амалдар\nОператор\nСипаттамасы\n+\nҚосу операторы. Сандардың қосындысын есептейді\n-\nАзайту операторы. Сандардың айырмасын есептейді\n*\nКөбейту операторы. Сандардың көбейтіндісін есептейді\n/\nБөлу операторы. Сандардың қатынасын есептейді\n//\nБүтін санды бөлу операторы. Бір санды екіншісіне бөлген кезде бүтін бөлігін есептейді.\n%\nСанды бөлуден қалатын қалдықты есептейтін оператор. Бір санды екіншісіне бөлген кезде қалдық бөлікті есептейді.\n**\nДәрежені есептеу операторы.\nАрифетикалық өрнектер сандардан, айнымалылар атауларынан, арифметикалық амалдардың белгілерінен, дөңгелек жақшалардан (әрекеттер ретін өзгерту үшін) және функцияларды шақырудан тұруы мүмкін. Мысалы,\n\na =(c + 5 - 1) / 2*d\nЕгер ұзын өрнектің жазбасы экранның бір қатарына сыймаса, оны «\\» (оны «кері слэш» деп атайды) белгісінің көмегімен келесі қатарға орналастыруға болады:\n\na =(c + 5 - 1) \\\n\n/ 2*d\nPython тілінде (Си тілінде секілді) көптік меншіктеуді қолдануға болады.\na = b = 0\nжазбасы\n\nb = 0\n\na = b\nоператорлардың жұбына тең\nСонымен қатар, Си тілінде секілді, арифметикалық амалдардың қысқартылған жазбасын жиі қолданылады:\n\nқысқартылған жазба толық жазба\n\na += b a = a + b\n\na -= b a = a - b\n\na *= b a = a * b\n\na /= b a = a / b\nЕгер өрнекке әр түрлі типтердің айнымалылар кірса, кейбір жағдайларда автоматты түрде аса «үлкен» типке келеді. Мысалы, бүтін санның нақты санға көбейту нәтижесі – бұл нақты сан. «Кіші» типке өту автоматты түрде орындалмайды. Бөлу («/» амалының) нәтижесі – бұл нақты сан, тіпті бөлінді мен бөлгіш – бүтін сандар және бір біріне бүтін бөлінсе де.\nБүтін сандарды бөлуден бүтін және қалдық сандарды алу жиі керек болады. Бұл жағдайда «//» және «%» операторларын қолданады:\n1 мысал.\n\nd = 85\n\na = d // 10 # = 8\n\nb = d % 10 # = 5\n\nФорматтық шығару жиі қолданылады: енгізуге қажетті барлық мәліметтерді алдымен format функциясының көмегімен символдық қатарға өзгертеді:\n\n2 мысал.\n\na = 1/3\n\nprint ( \"{:7.3f}\".format(a) )\nБұл жағдайда «7.3f» форматы қолданылған, бұл бөлшек бөлікті 7 позицияда үш белгімен бекітілген үтір арқылы (f от англ. fixed – бекітілген) санның шығуын анықтайды:\n\n0.333\nБұл жазба 5 позицияны (ал оған 7 белгіленген) алатындықтан, санның алдына «◦» белгісімен белгіленген екі бос орын қосылады. Бірден бірнеше мәндер үшін форматтық шығаруды қолдануға болады (бұл мәндердің тізімі дөңгелек жақшаларға жазылады):\n\n3 мысал.\n\na = 1/3\n\nb = 1/9\n\nprint ( \"{:7.3f} {:7.3f}\".format(a, b) )\n«%e» жазбасы экспоненциалдық форматты білдіреді:\n\nprint ( \"{:10.3e} {:10.3e}\".format(a, b) )\nмұндағы 10 мен 3 сандары – бұл белгіленген бөліктің жазбасындағы ондық нүктеден кейінгі белгілердің саны мен позициялардың жалпы саны:\n◦3.333e-01 1.111e-01\n\nСтандартты функциялар\nPython тілінің кітапханасы бағдарламадан шақыруға болатын дайын функциялардан тұрады. Кейбір функциялар тілдің ядросына енгізілген, мысалы, санның модулін есептеу үшін abs функциясы қолданылады:\n\nprint ( abs(-1.2) )\nНақты сандардан бүтін сандарға өтуге арналған енгізілген функциялар бар:\n• int(x) –x нақты санды бүтін санға келтіру, бөлшек бөлікті алып тастау;\n• round(x) – x нақты санды жақын бүтінге дөңгелектеу.\nPython тілінің көптеген стандартты функциялары қызметі бойынша топтарға бөлінеді және әрбір топ модуль деп аталатын жеке файлға жазылады. Математикалық функциялар math модуліне жинақталған:\n\nsqrt(x) – x санының квадраттық түбірі ;\n\nsin(x) – радианмен берілген x бұрышының синусы;\n\ncos(x) – радианмен берілген x бұрышының косинусы;\n\nexp(x) – x санының экспоненті;\n\nlog(x) – x санының натурал логарифмі.\n\nОсы модульді қосу үшін импорттау (модульді жүктеу) командасы қолданылады:\n\nimport math\nСосын функцияларды шақыру үшін нүктелік жазба деп аталатын команда қолданылады: модульдің аты және сосын нүктеден кейін функцияның атауы көрсетіледі:\n\n\nprint ( math.sqrt(x) )\nБасқаша орындауға да болады: модульдің барлық функцияларын жұмыс кеңістігіне жүктеуге болады:\n\nfrom math import *\nЕнді math модулінің функцияларын енгізілген функциялардағы секілді шақыруға болады:\n\nprint ( sqrt(x) )\nБұл тәсілдің айтарлықтай кемшілігі бар: жұмыс алаңында көптеген қосымша атаулар пайда болады, яғни басқа модульдерде хабарланған функциялардың атауларымен сәйкес келуі мүмкін. Сондықан қажеттілік болмаса, олай істеудің керегі шамалы.\nҮшінші нұсқа – тек қажетті функцияларды жүктеу.\n\nfrom math import sqrt, sin, cos\nБұл жағдайда аталғандардан басқа (sqrt, sin, cos), math модулінің барлық функциялары қолжетімсіз болады.\nПсевдокездейсоқ сандармен жұмыс істеу функциялары random модуліне жинақталған. Берілген аралықта псевдокейздейсоқ сандарды алу үшін функцияларды қолданады:\n• random() – жартылай интервалдағы [0,1) кейдейсоқ нақты сан;\n• randint(a,b) – [a,b] кездейсоқ бүтін сан.\n\n4 мысал. 1 ден 6 дейінгі аралықта (кубикті лакқтыру нәтижесі) n айнымалыға кездейсоқ санды жазу үшін төмендегідей операторларды қолдануға болады:\n\nfrom random import randint\n\nn = randint(1,6)\n\nprint(‘Выпало число ’,n)\n\n5 мысал. 5 пен 12 (12 қоспағанда) жартылай интервалдағы нақты кездейсоқ сан мынандай болады:\n\nfrom random import random\n\nx = 7*random() + 5\n\nprint(‘х= ’, х)\n\neval ( ) функциясы мәтіндік форматта берілген өрнектерді есептеуге мүмкіндік береді. Мысалы, егер Python тілінің синтакисінің ережелеріне сәйкес жазылған кейбір алгебралық өрнекті екілік тырнақшаға алсақ, онда мәтін пайда болады. Егер осы мәтінді рrint ( ) функциясының аргументімен көрсететін болсақ, онда экранда сәйкес алгебралық өрнек пайда болады. Егер дәл осы мәтінді (алгебралық өрнекпен) eval () функциясының аргументімен беретін болсақ, онда сәйкес алгебралық өрнек есептелетін болады.\n\n6 мысал.\nа=\"(5+2)**2-3*2\"\nb=''6 - 5/2\"\nс=\"10//4+1 0%3\"\nрrint (\"Результаты вычислений :\")\nprint (a+\" =\" , eval (a) )\nprint (b+\" =\" , eval (b) )\nprint (c+\" =\" , eval (c) ).\nОсы бағдарламалық кодты орындау нәтижесінде алатынымыз:\n\nЕсептеулер нәтижелері:\n\n(5+ 2) **2-3*2 = 43\n\n6-5/2 = 3.5\n\n10//4+10%3 = 3\nТолығырақ: https://melimde.com/algoritmder-jene-programmalau-peninen-zerthanali-sabatarin-otk.html?page=3",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аққулар ұйықтағанда стилі мен көркемдегіш сөздер қандай?",
        "question_content": "Мұқағали Мақатаевтың \"Аққулар ұйықтағанда\" поэмасының стильі мен көркемдегіш сөздер қандай?",
        "question_date": "24.02.2021",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Банк корпорацияға 23 күнге, 15 пайыз жылдық есеппен 20 млн теңге ұсынды?",
        "question_content": "Жалпы төлем сомасын, айлық төлемін анықтау. Банк корпорацияға 23 күнге, 15 пайыз жылдық есеппен 20 млн теңге ұсынды?",
        "question_date": "24.02.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айына пайызы 15%/ 12 ай = 1,25%/ай.\n\n23 Күнге пайызын есептесек 1,25%*23күн/30күн = 0.96%\n\nЖалпы төлем сомасы 23 күннен кейін\n\n20000000+0.96%=20191667 теңге",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сан есімі бар тәлім тәрбие, білім, оқу жайлы мақал мәтел өтініш?",
        "question_content": "Тәлім тәрбие, оқу, білім туралы мақал мәтел",
        "question_date": "24.02.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Бір адамға қадірің жүрмесе, \nЕкі адамға күлкі боласың. \n2) Оқымаған бір бала,\nОқыса екі бала.\nАқпарат дереккөзі: https://massaget.kz/mangilik_el/tup_tamyir/asyil_soz/39777/",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Процентті есептеп беріңізшіі",
        "question_content": "Санның процентін тауып беріңізшіі\n\n13—100%\n\n11—?%",
        "question_date": "24.02.2021",
        "question_tag": "Мектеп",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х=11*100/13=84.62",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Өзің білесің, өзім білемін\" деген сөздері бар ән қалай?",
        "question_content": "Сәлеметсіздер ме?\n\nӘннің қайырмасында: \"Өзің білесің, өзім білемін\" \"түнде-күнде, барамын күйіп жанып\" - деген сөздер бар.\n\nҚазақ жігіттерінің орындауында. Қазақ радиосынан, түнде берілді. 2-3 рет тыңдадым\n\nНегізінде мағынасы махаббат туралы.\n\nРахмет!",
        "question_date": "23.02.2021",
        "question_tag": "Қазақша ән",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мынау өлеңнің аты мен орындаушысы кім?",
        "question_content": "Бұл өмірде бізге бірге болуды жазбапты,\n\nТағдырың шешіліп қойыпты маған дейін.\n\nЖүрегім сыздайды көтере алмай бұл азапты,\n\nМен қайтейін...Мен қайтейін...",
        "question_date": "23.02.2021",
        "question_tag": "Қазақша ән",
        "question_views": 715,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жерұйық деген топ болған. Мен де таба алмай жүрмін. Егер сізде таспасы болса, ватсапқа жібере аласыз ба?",
                "date": "22.10.2021",
                "upvotes": 0
            },
            {
                "text": "Табылдыма? 2007 жыл естигем осы оленди",
                "date": "11.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепті тоғызда бітіру керек пе он бірде ма",
        "question_content": "Мен өскенде (Qpop) әншісі болғым келеді. Тоғызда бітіру керек па он бірде ма",
        "question_date": "23.02.2021",
        "question_tag": "Қазақша ән",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "11де бітірген дұрыс болады негізі",
                "date": "23.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайдан пайда болды тіс түскенде оны тауға қарай \"Таудай бол\" деп лақтыру?",
        "question_content": "Кішкентай кезімде тісім түсікесін Анам айтатын аулаға шығып тау жаққа қарай қарап тісті басыңнан бір айналдырып,\"Таудай бол\" деп тау жаққа лақтыр дейтін. Сол бір істің бас мағынасы жәнеде қай жақта пайда болды\nНе үшін бұл іс істелінетін еді?",
        "question_date": "23.02.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балаға Таудай бол деп тілек ететінін білем.... Қонақ астан соң, келген кісілерге су құйып қолдарын жудырғанда, құманшы балаға айтатын тілек еді,  Тіс тұралы екен де...\nОйлап көрсем,  Таудай бол дегені,  тісің көп түссін дегені,  онысы,  ержеткенше талай тісіп жаңа тіс шығады ғой, демек, тісдерің толық шықсын, ержет, және қартай,  қартайғанда тағы түседі тістер , жалма ауыз деуші ме еді  ...  сол қартайып тісің түгел шығып кейін тістер түскенше жаса,  аман бол,  ұзақ ғумыр жаса дегені болса керек...",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тербеліс көзінің жиілігі 0 2 гц толқынның",
        "question_content": "A.5m\n\nB.0.02m\n\nC.50m\n\nD.10m\n\nТербелис узындыгынын жиілігі 0.2гц, толқынның таралу жылдамдыгы 10 м/с толқын узындыгын тап",
        "question_date": "23.02.2021",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10м/с÷0,2Гц=50м\n\nЖауабы:С)",
                "date": "23.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен акаунт парольімді ұмытып қалдым?",
        "question_content": "Мен өз акаунтымның парольін ұмытып қалдым маған оны қайтып ашып беріңіздерші өтініш ол осы номерге тіркелген87753164277 оны мен тамыз айларында өшірген болатынмын ол мен үшін өте маңызды акаунт",
        "question_date": "23.02.2021",
        "question_tag": "Ұялы телефон ойындары",
        "question_views": 879,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сізде өз номеріңіз болса, онда сізге осы номерге код келуі керек. Сол арқылы аша аласыз.",
                "date": "23.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еуропа, Америка, Азия, Африка мемлекеттердің астанасы",
        "question_content": "Еуропа,Солтүстік Америка,Оңтүстік Америка, Азия мемлекеттердің астанасы",
        "question_date": "23.02.2021",
        "question_tag": "География",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еуропа\n№ п/пАстанаМемлекет1.АмстердамНидерланд2.Андорра-ла-ВельяАндорра3.АфиныГрекия4.БелградҮлгі:SER5.БерлинГермания6.БернШвейцария7.БратиславаСловакия8.БрюссельБельгия9.БудапештМажарстан10.БухарестРумыния11.ВадуцЛихтенштейн12.ВаллеттаМальта13.ВаршаваПольша14.ВатиканВатикан15.ВенаАустрия16.ВильнюсЛитва17.ДублинИрландия18.ЗагребХорватия19.КиевУкраина20.КишиневМолдова21.КопенгагенДания22.ЛиссабонПортугалия23.ЛондонҰлыбритания24.ЛюблянаСловения25.ЛюксембургЛюксембург26.МадридИспания27.МинскБеларусь28.МонакоМонако29.МәскеуРесей30.ОслоНорвегия31.ПарижФранция32.ПрагаЧехия33.РейкьявикИсландия34.РигаЛатвия35.РимИталия36.Сан-МариноСан-Марино37.СараевоБосния және Герцеговина38.СкопьеМакедония39.СофияБолгария40.СтокгольмШвеция41.ТаллинЭстония42.ТиранаАлбания43.ХельсинкиФинляндия44.ПодгорицаЧерногория\nАзия\n№ п/пАстанаМемлекет1.Абу-ДабиБАӘ2.АмманИордания3.АнкараТүркия4.АстанаҚазақстан5.АшхабадТүрікменстан6.БағдатИрак7.БакуӘзірбайжан8.БангкокТайланд9.Бандар-Сери-БегаванБахрейн10.БейрутЛиван11.БішкекҚырғызстан12.ВьентьянЛаос13.ДаккаБангладеш14.ДамаскСирия15.ДелиҮндістан16.ДжакартаИндонезия17.ДилиТимор-Лесте18.ДохаКатар19.ДушанбеТәжікстан20.ЕреванАрмения21.ИерусалимИзраиль22.ИсламабадПәкістан23.КабулАуғанстан24.КатмандуНепал25.Куала-ЛумпурМалайзия26.МалеМальдивтер27.МанамаБахрейн28.МанилаФилиппиндер29.МаскатОман30.НейпьидоМьянма31.НикосияКипр32.ПекинҚытай33.ПномпеньКамбоджа34.ПхеньянСолт. Корея35.СанаЙемен36.СеулКорея Республикасы37.СингапурСингапур38.ТашкентӨзбекстан39.ТбилисиГрузия40.ТегеранИран41.ТокиоЖапония42.ТхимпхуБутан43.Ұлан-БатырМоңғолия44.ХанойВьетнам45.Шри-Джаяварденепура-КоттеШри-Ланка46.Эль-КувейтКувейт47.Эр-РиядСауд Арабиясы48.РамаллаПалестина49.ТайбэйТайуан\nАфрика\n№ п/пАстанаМемлекет1.АбуджаНигерия2.Аддис-АбебаЭфиопия3.АккраГана4.Алжир (қала)Алжир6.АсмэраЭритрея7.БамакоМали8.БангиОрт. Африка9.БанжулГамбия10.БисауГвинея-Бисау11.БраззавильКонго Республикасы12.БужумбураБурунди14.ВиндхукНамибия15.ГаборонеБотсвана16.ДакарСенегал17.Джибути (қала)Джибути18.ДодомаТанзания19.КаирМысыр20.КампалаУганда21.КигалиРуанда22.КиншасаКонго Демократиялық Республикасы23.Конакри (қала)Гвинея25.ЛибревильГабон26.ЛилонгвеМалави27.ЛомеТого28.ЛуандаАнгола29.ЛусакаЗамбия30.МалабоЭкваторлық Гвинея31.МапутуМозамбик32.МасеруЛесото33.МбабанеСуазиленд34.МогадишоСомали35.МонровияЛиберия36.МорониКомор аралдары37.НайробиКения38.НджаменаЧад39.НиамейНигер40.НуакшотМавритания41.Порт-ЛуиМорис42.Порто-НовоБенин43.ПраяКабо-Верде44.ПреторияОңт. Африка45.РабатМарокко46.Сан-ТомеСан-Томе және Принсипи47.ТриполиЛивия48.Тунис (қала)Тунис49.УагадугуБуркина-Фасо50.ФритаунСиерра-Леоне51.ХарареЗимбабве52.ХартумСудан53.ЯмусукроКот-д’Ивуар54.ЯундеКамерун\nАмерика\n№ п/пАстанаМемлекет1.АсунсьонПарагвай2.БастерSaint Kitts and Nevis3.БельмопанБелиз4.БоготаКолумбия5.БразилиаБразилия6.БриджтаунБарбадос7.Буэнос-АйресАргентина8.ВашингтонАҚШ9.ГаванаКуба10.ГватемалаГватемала11.ДжорджтаунГайана12.КаракасВенесуэла13.КастриСент-Лусия14.КингстаунСент-Винсент және Гренадиндер15.КингстонЯмайка16.КитоЭквадор17.ЛимаПеру18.МанагуаНикарагуа19.МехикоМексика20.МонтевидеоУругвай21.НассауБагам аралдары22.ОттаваКанада23.ПанамаПанама24.ПарамарибоСуринам25.Порт-о-ПренсГаити26.Порт-оф-СпейнТринидад және Тобаго27.РозоДоминика28.Сан-СальвадорСальвадор29.Сан-ХосеКоста-Рика30.Санто-ДомингоДоминикан Респ.31.СантьягоЧили32.Сент-ДжонсАнтигуа және Барбуда33.Сент-ДжорджесГренада34.СукреБоливия35.ТегусигальпаГондурас\nАвстралия және Мұхиттағы мемлекеттер\n№ п/пАстанаМемлекет1.АпиаСамоа2.ВеллингтонЖаңа Зеландия3.КанберраАустралия4.МаджуроМаршалл Аралдары5.НгерулмудПалау6.НукуалофаТонга7.ПаликирМикронезия8.Порт-ВилаВануату9.Порт-МорсбиПапуа — Жаңа Гвинея10.СуваФиджи11.ФунафутиТувалу12.ХониараСоломон аралдары13.Оңтүстік Тарава (Баирики)Кирибати14.Астанасы жоқНауру\nТолығырақ: https://kk.wikipedia.org/wiki/",
                "date": "23.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 кг және 2 кг 500 г болатын екі пакетке қалай бөліп салуға болады?",
        "question_content": "100 г кіртасын пайдаланып, табақшалы таразымен үш рет өлшеп,3 кг 500 г қантты әрқайсысында 1 кг және 2 кг 500 г болатын екі пакетке қалай бөліп салуға болады?",
        "question_date": "23.02.2021",
        "question_tag": "Математика",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": []
    }
]