[
    {
        "question_title": "Киіз үйдің үш ерекшеліктерін жазыңыз. .«Алтын адамның» ерекшеліктерін жазыңыз",
        "question_content": "Киіз үйдің үш ерекшеліктері\n\n«Алтын адамның» ерекшеліктері",
        "question_date": "23.12.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Киіз үйдің қазақ өмірі мен әлеуметтік жағдайына үйлесімдігі сондай, оны үлкейтіп, кішірейтіп, тіпті бір-біріне қосып, екі-үш бөлмелі етіп тігуге де болады. Туырлықтан жазда ыстық, қыста суық, жауында су өтпейді. Кейде қыстан киіз үймен шығатын қазақтар туырлықты екі қабат етіп жабады. Үй іргесін шөппен бітеп, айналасын қамыспен шалылап, қоралайды. Көбінесе қопалы, қамысты жерді паналайтындықтан, жел де көп болмайды. Міне, осындай үйде ел даңқын асырып, намысты қолдан бермеген данышпандарымыз бен батырларымыз туып-өскендігін мақтанышпен айтуға болады. Әрісі Керей, Әз Жәнібек, Тәуке хан, хан Абылай, Кенесары, ұлы Абай; ғұламалар Ахмет Байтұрсынов, Қаныш Сәтбаев, Мұхтар Әуезовтердің кіндігі осы киіз үй ішінде кесілген. Әрқашан қоныс аударғанда таза жерге тігілген үйдің саф ауасы аспан, жер, сумен астасып, қасиетті қара шаңырақтың киесі, мүмкін, осындай ұлылардың көкірегіне нұрлы сәулесін құйған болар. Қазақ өмірі мен мәдениетінің, әлеуметтік жайының бір түйіні киіз үй мен төрт түлікке байланысып жатады. Сәлемі, киімі, ыдысы, салт-дәстүрі де осыған келіп саяды. Сондықтан да олар бұған лайық қанатты сөздер, ырымдар, әдеттер, тыйымдар, аңыздар да шығарған. Киіз үй берік ағаштан (қайыңнан, талдан) жасалады. Оларға құрт түспейді, басқа ағаштар сияқты тез шірімейді. Талдың керегеге қажетті жуан, жіңішкесін таңдап алуға да болады. Үйдің сүйегін үйшілер жасайды, оны «үй басу» дейді. Қажетті ағаштар 6 ай, кейде бір жылдай көлеңкеде кептіріледі. Мезгілі жеткен кезде үйшілер бұл ағаштарды қажетінше жонып, морға, қозға (ыстық қоламтаға) салып балқытып, тезге салып түзетіп алады. Олар үй сүйегіне лайықталған ағаштарды жонып, түзетіп шауып, қырнап болғаннан кейін, оны тағы да морға салып, кереге, уыққа, күлдіреуішке лайықтап ырғаққа (қалыпқа) салып, белгілі бір үлгі, жобаға келтіреді де, оны құрастыра бастайды.\n\n2) Алтын адам киімі 4 мыңға жуық алтын әшекейлермен безендірілген. Әшекейлер барыс, бұлан, таутеке, арқар, ат, түрлі құс бейнелерін беретін “хайуанат нақышында ” жасалған. Бас сүйектің сол жағынан жаһұт тастармен әшекейленген алтын сырға табылды. Бас киімі кейінгі қазақ киімі үлгілеріне ұқсас, биік, шошақ төбелі, ұзындығы 70 см шамасында. Мойнында дөңгелек жүзік сияқты алтын алқа, іш көйлегі, көкірегінің тұсы, жеңі алтын тоғалармен өрнектелген, саусағында екі алтын жүзік, камзолы құрастырылмалы ауыр белбеумен буылған. Белбеуге аңға ұқсас бейнелер, 16 тоға жапсырылған, оң жағында қызыл қынапты ұзын семсер, сол жағында алтын пластиналар жапсырылған қынға салынған темір қанжар — ақинақ, шалбар балағы да алтын тоғалармен әшекейленген.\nҚорған қазбалары Қазақстанды 5 ғ. ЗБ мекен еткен ежелгі тайпалардың мәдениеті, өнері, діні жайлы құнды деректер берді.\nКиім үлгісі, жерлеу рәсімі, Алтын адамның Жетісу жерін мекендеген сақтардың көрнекті елбасының ұлы немесе жас көсем, әскербасы екенін айқын көрсетеді. Көне дәуірдегі материалдық мәдениет, өнер, мифология, т.б. салалардан мол дерек беретін Алтын адам сол кездегі сақтарда мемлекеттік өркениет ертеден қалыптасқанын дәлелдейді. Алтын адам – Қазақстанның азаттық символына айналды. Оның тұлғасы Алматының бас алаңына орнатылды, төбе бөркіндегі қанатты тұлпарлар бейнесі елтаңбамызға енді.",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 36 кг ал көлемі 30 см тығыздығы канша?",
        "question_content": "Массасы 36 кг ал көлемі 30 см тығыздығы канша?",
        "question_date": "23.12.2020",
        "question_tag": "Физика",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "30 см3 =30*10\"(-6)м3\n\nρ = m / v\nтығыздық = масса / көлем\n\nρ =36/30*10\"(-6)= 1,2 * 10\"(-6)кг/м3",
                "date": "5.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдіктерде қараңғыда хлорофилдің жойылып кету себебін жазыңыз?",
        "question_content": "Өсімдіктерде қараңғыда хлорофилдің жойылып кету себебін жазыңыз?",
        "question_date": "23.12.2020",
        "question_tag": "Биология",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі ол андай го жауабы бағаналы паренхима күн сәулесін өткізбейтіндіктен.Және аспандағы айда сенің болмауың",
                "date": "24.12.2020",
                "upvotes": 0
            },
            {
                "text": "Өйткені хлорофил тек қана КҮН сәулесіне арқылы фотосинтез процессін жүргізеді",
                "date": "24.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометриалық прогрессияның бесінші мүшесі 80-ге тең?",
        "question_content": "Геометриалық прогрессияның бесінші мүшесі 80-ге тең, ал еселігі q=2 болса алғашқы сегіз мүшесінің қосындысын есептеңдер?",
        "question_date": "23.12.2020",
        "question_tag": "Математика",
        "question_views": 659,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зертханада көлемі 5,6 л (қ.ж) көмірқышқыл газын алу үшін қажет?",
        "question_content": "Зертханада көлемі 5,6 л (қ.ж) көмірқышқыл газын алу үшін қажет: (a) Тұз қышқылымен әрекеттесетін кальций карбонатының массасын есептеңіз. (b) Осы кезде түзілген тұздың зат мөлшерін есептеп жазыңыз.\n\nТез керек боп тур ким шыгарып бере алады?",
        "question_date": "23.12.2020",
        "question_tag": "Химия",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зертханада көлемі 5,6 л (қ.ж) көмірқышқыл газын алу үшін қажет: (a) Тұз қышқылымен әрекеттесетін кальций карбонатының массасын есептеңіз. (b) Осы кезде түзілген тұздың зат мөлшерін есептеп жазыңыз.",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фейсбуктегі телефон номерді қалай өзгертуге боладв",
        "question_content": "Фейсбуктегі телефон номерді қалай өзгертуге болады.  Бұрын тіркеген ном жоқ енді қалай кірем",
        "question_date": "23.12.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еліміздегі металл өндірісінің болашағы туралы псмт куру",
        "question_content": "Еліміздегі металл өндірісінің болашағы туралы  ойларыңды жинақтап, «ПСМТ формуласы» әдісімен жазыңдар",
        "question_date": "23.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша: Еліміздегі металл өндірісінің болашағы жарқын\n\nМен оны былай түсінемін: Минералдық шикізаттың ірі базасы бар Қазақстан қара металлургияның аса маңызды өнімдерін шығарады. Сонымен қатар біздің пліміз металдарға соның ішінде түсті металлургияға бай\n\nМен оны мынандай деректермен, мысалдармен дәлелдей аламын: Қазақстан кәсіпорындары түсті, сирек кездесетін асыл металдардың 40-тан астам түрін өңдіреді, осылардың негізінде және химия өнімдерінее бұйымдар жасайды\n\nҚортынды: Менің ойымша, Қазақстанның металургия саласын одан әрі дамытса, және бар пайдалы қазбаларды тиімді пайдаланып, экспопттауға назар аударса деймін",
                "date": "30.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нейро протездеу заманауи медицина үшін маңызы қандай?",
        "question_content": "Нейро протездеу заманауи медицина үшін маңызы қандай ?",
        "question_date": "23.12.2020",
        "question_tag": "Биология",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стоматолог-ортопедтер қазіргі кезде көбіне көп тұрақты протезді қоюға кеңес береді. Және көпіртіректер мен протездерді импланттатқа қоюды лайықты дейді. Ал егер тірек тістер мен импланттаттарды қоюға мүмкіндік жоқ болса, онда ауыз қуысында шайнауды жетілдіру үшін салмалы протездерді қоюға кеңес береді. \nҚазіргі кездегі салмалы протездер мен бұрынғы әдістегі протездердің ортақ ештеңесі жоқ. Қазіргі протездердің эстетикалық бітімі жоғары, жеңіл, әрі мықты, ең бастысы оларды тостаққа суға салып қоймайды. \n1. Бюгельные протезы.\nМетал доғасының негізі (нем. bugel) жасанды тіс орнатылған базиспен беріледі. Мұндай протездер «ілмектермен» «күршектермен» бектіледі. Олар компактілі әрі ұзаққа шыдамды болады. Біршама тістер болмаған жағдайда бюгелді протездер (егер жақта бар жоғы 6 тіс қалса) қондырылады, не болмаса пародонтозда қоғалыс жасау үшін тістерді тіркеп байлауға қолданылады. \nДоғалы каркас арқасында шайнау күші қызылиек арасына бірдей бөлініп, тістерді сақтайды – бұл бюгелді протездердің өзге протездерден бірден бір айырмашылығы болып табылады. \nТағы бір қасиеті бюгелді протез таңдайды жаппайды. Сіз оған тез үйреніп кетесіз, себебі ол дауыс ырғағын (дикция) бұзбайды және жүректі айнытуға жол бермейді, шайнау кезінде ешқандай кедергі туғызбайды, дәмді өзгертпейді.\nЕгер сізде металға аллергия болса, онда басқа термопластан бюгелді протезді ұсынады. \n2. Иілгіш және жұмсақ протездер.\nПластиналық протездер плиуретаннан жасалады (материал акрил мен нейлоннан алынады). Олардың негізі пластамассадан тұрады, қызылиекті қайталаған пішінде болып, оның үстіне жасанды тістер қойылады.\nОның түрі тура қызылиектің түсіндей болып табиғи көрінеді. \nИілгіш протездерде металл талшықтары болмайды, сондықтан ол аллергия туғызбайды. Олар ауыз қуысында білінбей жатады, суперэластикалық  жеңіл сол септі қызылиекті жараламайды.  \nМатериал негізі гигроскопиялық емес, сондықтан микробтардың  түсуі болмайды. \nСіз ешқандай қапысыз асты шайнап, қауіпсіз боласыз. Өйткені сенімді бекіту бар пластинка қатты таңдайға жабысып қалады, жақтың анатомиялық түсуі үлкен алаңшаға байланысты мықты бекітілген.\nТістің қаншалықты кетігіне байланысты толық немесе жартылай қондырылады. Толық салынбалы протездер екі жақтың бірінде бірде бір тіс қалмаған жағдайларда салынады.\nҚазіргі ортопедияда протездердің сапалы болуы үшін имплантаттарды қолдану лайықты саналады (әсіресе, төменгі жаққа). \nСалынбалы пластиналық протездерді қондыру егер тістер қатарынан жоқ болып, не болмаса бір-екі тістің түсіп қалуында қойылады. \nМұндай протездер ауыз қуысында арнайы қысқыштармен ұсталынады.\nОлар қызылиекке сүйенеді, сондықтан бюгелді протездерге қарағанда тез тозады.\nПротездерді қалай күтуге болады?\nҚазіргі жаңа протез түрлерін күту ол күн сайынғы кәдімгі тіс күтімінен айырмашылығы жоқ.\nБюгелді протездерді кәдімгі тіс пастасымен таңертең және кешкісін тазалап отыру қажет. \nАл пластикалық салынбалы протездерді әр тамақтан соң әлсін- әлі жылы  сумен арнайы пастаны қосып, жуып отыру керек.\nЖылына бір рет стоматологке келіп протезге жөндеу керек пе дегенді анықтап отыру қажет.\nТолығырақ: https://www.rstom.kz/kaz/service/view/byugelnoe-protezirovanie-gibkie-i-myagkie-protezy",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көмірсутектің жаағы формуласын табу.",
        "question_content": "Белгісіз көмірсутектің 120.жанғандағы көлемі 201,6л CO2 (қ.ж.)және 134,4л су буы(қ.ж.) түзілсе, көмірсутектің формуласын табыңдар.",
        "question_date": "23.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 757,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әуезов әйелдері галереясындағы ерекше портрет әжелердің үлгісі ретінде кімді суреттеді?",
        "question_content": "Әуезов әйелдері галереясындағы ерекше портрет әжелердің үлгісі ретінде кімді суреттеді ?\n\nЕрекше портрет аналар үлгісі ?\n\nЕрекше портрет махаббат үлгісі ретінде?\n\nЖас жігіттің нақ сүйер сұлу жарының үлгісі ретінде?",
        "question_date": "23.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Француз жазушысы Луи Арагон «Абай жолын» оқығаннан кейін мынадай ой түйіпті: «Әлемнің басқа елдерінен онымен тең түсетін шығарма табу қиын. Менің ойымша, бұл ХХ ғасырдағы ең үздік шығармалардың бірі». Автор эпопеяда суреттеу шеберлігін танытқан. Эпопеяда адам образдарын жасайтын штрих, детальдар толып жатыр. Мінездеу, мүсіндеу, жинақтау – бәрі бар».\nКейіпкердің сөзбен бейнеленген суреті І томда көптеп кездеседі. Рахманқұл Бердібаев шығармадағы портреттердің кескінделуі туралы былай деді:\n1. Қаһарманның сырт келбетін толық келтіру.\n2. Адамның бірер белгісін ерекше атап өту.\n3. Адам портретін қайталап, әрбір қырынан толықтырып отыру.\n4. Қаһарманның бет-жүзіндегі, денесіндегі ерекшелікті екінші бір адамның көзімен бағалату.\nОсы төрт белгіге тоқталсақ, біріншіге Абайдың Ділдәға үйленгеннен кейінгі бейнесі жақсы келеді. Екінші ерекшелікке Ұлжан портретін алуға болады. Оспан «Ойбай, баурем деп» келгенде, толық денесін қозғағанынан оның денелі екенін білеміз. Ал Құнанбайдың бейнесі әр қырынан көрінеді. Қатал кескін оқиға барысында қайталанып отырады. Бұл үшінші ерекшелікке келеді. Ал соңғысына Абайдың бейнесін алайық. Әке сәлемімен Байдалыға барып тілдесіп, оның сөзін мырзаға жеткізуге асыққан Абай бейнесі Құнанбайдың көзімен көргенде, «екі көзі от шашып, беті қызғылттанған». Бүгін эпопеядағы арулар мен аналардың бейнесін топтастырып отырмыз.\nЗере.\nАбайдың сүйікті әжесі. Құлағы мүкіс тартқан кәрі әжей. Автор қарттық дендеген әженің бейнесін күрделі эпитетпен көрсетеді: «Құлағы көптен мүкіс тартқан кәрі әжей». Құнанбайдың бұйрығын әкелген Жақыптың сөзін әжесіне Абайдың жеткізген тұсы. Әже бейнесі: «Әжесінің бұл күнде өңі қуарып, қатты жүдеген. Әжім атаулысы бір түрлі молайып кеткен. Абай жақындағанда ол құлағын түрді». Бұл үзіндіде автор бір оқиғаны сипаттап отырып әженің бейнесін қоса суреттеген. Кәрі әже қатты сырқаттанды. «Басында ыңқылы күшті боп, тынысы ауырлап келіп еді. Келесі күні дәрмен азайып, өздігімен қозғала алмайтын болды. Алақандары кішкентай әрі тым әлсіз. Оның дене күші бітсе де, ойы сап-сау. Тек үні әлсіз». Өмір мен өлім арасында арпалысып жатса да, ойы сап-сау әженің бойынан қуат кеткен. Автор кейіпкердің динамикасы мен бейнесін астастырып, байланыстырып, қарт ананың әлсіздігін дәл суреттейді.\nКүңке.\nКүздеуден жеті көшіп отырып, Қызылшоқы, Қыдырға, Көлқайнарға жеткен Құнанбай ауылдары енді осы аралардағы қыстау-қыстауына тарамақ болатын. Бірақ Құнанбай «тарамасын» деген бұйрық беріпті. Үлкен бәйбіше Күңкенің үйіне түсіпті. Күңке – Құнанбайдың үлкен бәйбішесі. Ұзын бойлы, қара сұр, ашаң жүзді. Автордың тілдік шеберлігінде сөз жоқ. Әңгімені алыстан әкеліп, кейіпкердің бейнесіне тоқтайды. Кішкене анықтама беріп, таныстырып, жүзінің ашаңдығын, бойының ұзындығын бір ауыз сөзбен қайырады.\nҰлжан.\nАбайдың анасы. Ұлжан үлкен, толық денелі адам. Мұны қалай анықтадық? Абай ауырып жатқанда Оспан «Ойбай баурем!» деп келгенде, Ұлжан Абайдың сырқатының үстінде өзін жаман шошытқан Оспан мінезіне қатты ашуланды. Оспан жинаулы тұрған жүк үстінде жатып алып «Ойбау, Абай!» деп жынды ұлғайтты. Мәтінге сүйенсек: «Оспан енді байқады. Шешесінің үлкен, толық денесі қайта қозғала бастады». Міне осы жерден денелі екендігін байқаймыз. Демек, автор кейіпкердің бейнесін оқиға желісінде қарапайым суреттеп береді.\nНұрғаным.\nБердіқожа дейтін қожаның қызы, Құнанбайдың тоқалы. «Өзі жас та болса кесек, ірі денелі, нұр жүзді болатын. Әсіресе, толқынды қою қара шашы мен бет бітімі бөлек. Жүзіндегі әдемі қызылымен қатар, бет тұлғасы да сұлу. Шошақтау біткен үлкен қара көздерінде аса бір қайратты ашудың және естіліктің оты болатын». Нұрғанымның бейнесі осы үзіндіден-ақ көрініп тұр. «Толық денелі, дөңгелек жүзді Нұрғаным сұлу да, сәнді екен. Әсіресе, қоңырқай келген, үлкен өткір көздері ерекше ажарлы. Жүзінде жастық пен саулық, тоқтық – баршасы да нұрлана түсіп шырай береді. Ақаусыз бетінде мөлдіреген тұтас қызылы бар. Ерге біткен көрнекті мұрнының оң жағында кішкене, томпақша меңі бар екен. Нұрлы қызыл жүзіне біткен қап-қара мең, өзінше қатты жарасып тұр». «Кесек, ірі дене», «нұр жүз», «толқынды қою қара шаш», «шошақтау біткен үлкен қара көздер», «қоңырқай келген, үлкен өткір көздер», «ақаусыз бет», «мөлдіреген тұтас қызылы», «кішкене, томпақша меңі», «нұрлы қызыл жүз», «қап-қара мең» - осы эпиттердің бәрі Нұрғанымның бейнесін суреттейді. Автор кейіпкердің бейнесін сан түрлі палитрамен (қоя қара, қоңырқай, қызыл түстер) бояған.\nСүйіндіктің қызы – Тоғжан.\n«Сылдырлаған шолпысы, әлдеқандай былдырлаған тілі» арқылы Тоғжанның жүріп келе жатқанын сезесің. «Құлақтағы әшекей сырғасы, бастағы кәмшат бөркі, білек толған неше білезіктері баршасы да бұл өңірдан Абайдың көрмеген бір сәні сияқты. Толықша келген, аппақ жүзді, қырлы мұрын, қара көз қыздың жіп-жіңішке қасы да айдай боп қиылып тұр. Қарлығаш қанатының ұшындай үп-үшкір боп, самайға қарай тартылған қас жүрекке шабар жендеттің жебесіндей». Қазақ қызының образын дәл суреттеген автор табиғи сұлулықтың сырын ашып берді. Әдемі өңге сұлулық беретін бояу емес, әшекейлер екендігін айтатындай. Түрлі эпитеттермен қатар, ұтымды теңеу де қолданылған. Арудың қасын «қарлығаш қанатының ұшындай үп-үшкір боп, самайға қарай тартылған» деп суреттейді. «Жүрекке шабар жендеттің жебесіндей» деп қасының үшкірлігін бейнелейді.                                                                                      \n«Бір уақытта шегірен шымылдық толқып барып қозғалды да, есік жақтағы шетінен шолпы сылдыры естіліп, Тоғжанның әсем бойы көрінді. Қолына бір торғын көрпені алып, бері шығып келеді екен. Асықпай, тіпті, ақырын қозғалады. Шолпының ендігі сылдырынан өзі қысылған тәрізді» - ал мына бір үзіндіде қимылы мен сәні жарасқан арудың бейнесін көреміз. Тоғжанның сымбаттылығын асырып тұрған шолпының сыңғыры секілді.\nАл Бөжей көшінің кезінде «Өтіп бара жатқан бес қыздың тап ортасында, жібек жал ақ жорға атқа мінген Тоғжан екен. Судыраған қара жібек биқасаптан әдемі жеңіл шапан киген. Басында жап-жаңа қара кәмшат бөрік. Мойнында әсемдеп, кең ораған құбылма түсті торғын шәлі. Құлағында үлкен алтын сырғасы  ырғалып келе жатқан Тоғжан, мынау ат үстінде, мынадай топ қыздың тап ортасында, дәл көп жұлдыз арасындағы Шолпандай... Ақ маңдай, аппақ жұмыр мойнына, қолаң жібек шашына бетінің үлбіреген қызылы соншалық жарасып тұр. Қара шапан сыртынан белін шымқай буған сарғыш жібек белбеуге оң қолын сүйеп, мықынын таянған» деп автор тұтас бір мәтінді Тоғжанға арнайды. «Жібек жал ақ жорға атқа мінген Тоғжан», «судыраған қара жібек биқасап», «әдемі жеңіл шапан», «жап-жаңа қара кәмшат бөрік», «кең ораған құбылма түсті торғын шәлі», «ақ маңдай», «аппақ жұмыр мойын», «қолаң жібек шаш». Мына тұста жазушы кейіпкердің бейнесін киімдерімен қоса суреттейді. Оны өзгелерден ерекшелеп тұрған үлкен алтын сырғасы көш жүрген сайын ырғалып келе жатқаны көз алдыңа елестейді.\nСүйіндік ауылына Абай мен Ербол бастаңғы кезінде қонақтатып келгендегі Абай мен Тоғжанның алтыбақан теуіп, қосыла ән айтатын еді ғой. Сол бір тұста «Абай бір шақта, жас сұлудың жүзінің бала қуанышын көрді. Бақыт күлкісіндей бір рақат, ырзалық елес беріп, Абайға қадала қарап, езу тартты. Келгеніне, тапқанына сүйсініп, ішінен алғыс айтқан тәрізді. Қарлығаш қанатының ұшындай боп, айдай сызылған жіп-жіңішке қастары көтеріліп-жазылып, Абайға өзгеше бір үн қатқандай болды... Нұрлы қара көздерін төмен салып, үнсіз мүлгіп тыңдады». «Қарлығаш қанатының ұшындай», «айдай сызылған жіп-жіңішке қастары» жазушы әдемі теңеумен нәзік тұсты дәл суреттей алған.\nКүлбадан.\nАбайдың екінші баласы. «Ділдә бейнелес, ақ сары, мазасыз қыз. Абайша, «Сары шаян». Әкесі «Сары шаян» атаған қыз Ділдәға ұқсайтынын осылай бір ауыз сөзбен суреттеп бере салған.\nҚазақтың сөз өнеріндегі «Әуезов әйелдері» деп атауға болатын айрықша әсем образдар галереясы ұлы эпопеяның жан тебірентер ғажайып жаңа бейнелерімен толықты. Төрт кітапта үлкен-кіші, ірі-ұсақ образдағы жүзге тарта әйел кейіпкер бар. Романдағы әйелдерді бейнелеген сәттер оқырманның көзі мен көңілін қатар жаулап, жан-жүрегін қоса баурайды. Бұлар жүрген жерлер кейде мұхит бойын түгел жайлаған жылы ағыс секілді, кейде қиырсыз кең-байтақ құрлықтың ойы-қырын тегіс сәулелендіре шүлен шұғыласына бөлеген күн нұры тәрізді, кейде көкжиекті керіп әкеткен кербез теңіздің көз жеткісіз көк айдынына сән берген аппақ ақ шағалалар сияқты.\n«Әуезов әйелдері» галереясындағы ерекше портрет – әжелердің үлгісі Зере, сарабдан, сабырлы ақыл иесі, аналар үлгісі  – Ұлжан, «сылдырлаған шолпысы әлдеқандай былдырлаған», бар сыры мен назын Абайға ғана құпия баян ететін «ақ еті атқан таңдай аппақ» ару, махаббат таңының үлгісі - Тоғжан, жас жігіттің нақ сүйер сұлу жарының үлгісі – Әйгерім.\nАқпарат дереккөзі: https://massaget.kz/okushyilarga/uy_tapsyirmasyi/30321/",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиядан есептерді шешу",
        "question_content": "№ 1\nСандық есеп: Массасы 75г мырыш қанша тұз қышқылымен әрекеттеседі?\n\n№ 2\nСандық есеп: Массасы 13г мырыш қанша күкірт қышқылымен әрекеттеседі?\n\n№ 3\n\nСандық есеп:Массасы 240 г хром қанша күкірт қышқылымен әрекеттесе алады?",
        "question_date": "23.12.2020",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты қай шамасын табу керектігі көрсетілмегенсоң массасын есептеу жолымен шығарылды:",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған Facebook желісін ашқан адамның телефон номері кажет.",
        "question_content": "Менин фейзбукимди заблакирават килға Сони ошипберсиши",
        "question_date": "22.12.2020",
        "question_tag": "Facebook",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Марк Эллиот Цукерберг (ағылш. Mark Elliot Zuckerberg, мамырдың 14, 1984 жыл) — АҚШ бағдарламаушысы, Facebook әлеуметтік желісінің негізін қалаушы, және соның басқару кеңесінің төрағасы, филантроп. 2011 жылға сәйкес оның жеке қаражаты $17.5 миллиард деп есептеледі.[3] Facebook негізін 2004 жылы Гарвард университетінің студенті Марк Цукерберг қалаған болатын. «Time» журналы аталған желінің негізін қалаушы сол кездегі 26 жастағы Марк Цукербергті «Жыл адамы - 2010» атағымен марапаттады. БАҚ-тар Жыл адамы ретінде Джулиан Ассанж аталуы мүмкін деп болжам жасаған еді. Бірақ Марк Цукербергтің атақ-абыройы «Әлеуметтік желі» фильмі экранға шыққаннан кейін арта түсті. Бұл фильм Facebook желісінің негізін қалаған жас жігіттің өз ісіне беріктігін, еңбекқорлығын көрсетеді. Кейбір мәліметтер бойынша, Марк Цукерберг әлемге танымал Билл Гейтстің өміріне еліктеп, Гарвард университетіндегі оқуын тастап, фрилансер болуға ұмтылған.\nОсы кісі ашқан.",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсте тұрмыс құрып, сәби сүйсе не болады?",
        "question_content": "Түсімде жақсы көрген жігітіме тұрмысқа шығып қыз босанып алыппын ол нені білдіреді?",
        "question_date": "22.12.2020",
        "question_tag": "Жанұя",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсті дұрыс жору үшін оны бүге-шүгесіне дейін есте сақтауға тырысу керек. Егер тұрмысқа шықпаған бойжеткен түсінде нәресте көрсе, бұл оның жуырда отбасын құрып, бала сүйетінін білдіреді. Негізінен түсіңде бала көру өмірдегі өзгерістер жайлы хабардар етеді. Егер ұл бала болса, бұл мансабыңыз жоғарылап, шығармашылық және қаржылық жетістікке жететініңіз. Қолыңызда нәресте ұстап тұрған болсаңыз, көкейіңізде жүрген жоспарлар іске асады, танымайтын адамдар сізге қол ұшын созады деген сөз. Ал қыз бала түсіңізге кірсе, бұл шабытыңыз артып, жаңа адамдармен танысып, саяхатқа баратыныңызды білдіреді. Түсіңізде бала емізсеңіз, іскерлік өмірде табыс күтіп, армандардың орындалуы, тұрмысқа сәтті шығатыныңызды көрсетеді. Ал түсіңізде өлі нәрестені көрсеңіз, бұл жоспарларыңыз іске аспай, ақша жоғалтып, қиындықтарды білдіреді. Шақалақты киіндірген болсаңыз, денсаулығыңыз нығайып, отбасыңызда шаттық орнайды. Ал ұйықтап жатқан сәби - алдағы уақытта өміріңізде бәрі тұрақты болатынын білдіреді. \nТағы да оқыңыздар: https://kaz.nur.kz/1775827-tsiizde-nreste-kru-kandaj-magyna-bildiredi.html?utm_source=clipboard&utm_medium=article-fragment",
                "date": "22.12.2020",
                "upvotes": 0
            },
            {
                "text": "Романтикалық түс жору бойынша бала әдетте жетілмеген қарым-қатынасты білдіреді. Жағдайдың күрделілігі мен маңыздылығын сезінбей сіз немесе ғашығыңыз өзіңізді бала сияқты ұстайсыз. Егер түсіңіздегі нәрестенің жынысы сізбен бірдей болса, сүйіктіңіздің жылулығы мен мейірімділігіне мұқтажсыз. Жас қыз үшін түсінде баланы көру жүкті болатынын білдірсе, ересек әйел қызының немесе ұлының отау құратын ойы бар екенін естиді. Түсінде сәби көрген ер адам қарым-қатынасындағы сексуалды жайттарға қатысты әрекетін өзгертуі керек.Түсіңізде нәрестені көрсеңіз, оны қандай жағдайда көргеніңізге қарай түстің мағынасы да өзгеріп отырады. Сәби- шамадан тыс қуаттың, қуаныштың және бейберекеттіктің белгісі. Сонымен бірге ол әлсіздіктің, алаңдаушылықтың және кішігірім әбігерлікті де білдіреді. Өлі баланы көру – үлкен қиындықтарға және әлденеден көңілдің қалуына. Жорғалаған бала – жылдам шешімді талап ететін жағдайға түсесіз. Ұйқыдағы нәресте сіздің ұяңдығыңыз бен шамадан тыс сенгіштігіңіз туралы сыр шертеді. Күліп тұрып сөйлеп жатқан баланы көрсеңіз, жақында қуанышты хабар аласыз. Қолынан жетектеп апара жатқаныңызды көру де – жақсылыққа. Тығырықтан шыға аласыз.",
                "date": "4.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тепе-теңдік сақталу үшін йод сутектің НI концентрациясын неше есе өсіру керек?",
        "question_content": "Н2+I2‹-›2HI реакциясында тепе-теңдік орнағаннан кейін сутек концентрациясы 4есе өсті.Тепе-теңдік сақталу үшін йодсутектің НI концентрациясын неше есе өсіру керек?\n\nШешуі керек.\n\nЖауабы: К т-т =16",
        "question_date": "22.12.2020",
        "question_tag": "Химия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 есе өсіру керек...",
                "date": "1.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салынған және берілген тіктөртбұрыштардың аудандарының қатынасын табыңдар.",
        "question_content": "тіктөртбұрыш қабырғалары 3см және 4см. ұқсастық коэфициенті 2-ге тең болатын оған ұқсас тіктөртбұрыш салып, салынған және берілген тіктөртбұрыштардың аудандарының қатынасын табыңдар",
        "question_date": "22.12.2020",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "салынған және берілген үшбұрыштардың аудандарының қатынасы 4-ке тең",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-ға қандай кітаппен дайындалуға болады?",
        "question_content": "Қпзпқстан тарихы, Математика, Физика, Математикалық сауаттылыққа Ентға дайындайтын китаптарды билесиздер ма? Авторын, жылын айта аласыздар ма? Жаттау емес! Кәдімгі окитын китаптар.",
        "question_date": "22.12.2020",
        "question_tag": "Физика",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А.П. Рымкевич. Физика. Задачник.\n\nпод ред. М.И.Сканави СБОРНИК ЗАДАЧ ПО МАТЕМАТИКЕ.\n\nОсы кітаптардың қазақшасы бар. Өте жақсы кітаптар.",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "{А;-2) нүктесін паралель көшіргендегі бейнесі В(2;5) нүктесі болса",
        "question_content": "{А;-2) нүктесін паралель көшіргендегі бейнесі В(2;5) нүктесі болса, онда дәл осы паралель көшіру кезінде С(4;-3) нүкте бейнесінің координатасын табыңдар?",
        "question_date": "22.12.2020",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ыбырай Алтынсарин шығармасындағы өздеріңе ұнаған кейіпкерге хат жазыңдар?",
        "question_content": "Ыбырай Алтынсарин шығармасындағы өздеріңе ұнаған кейіпкерге хат жазыңдар?",
        "question_date": "22.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салем Атымтай Жомарт!Сен өте жомарт,мейрімді адамсың.Мен сенен тəлім-тəрбие алдым.Сен маған кем-кетікке жəрдем беруді,еңбекпен нан табуды үйреттің.\nhttps://znanija.com/task/41261381",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер оттегінің қысымы 0,2 МПа, ал молекулалардың орташа квадраттық жылдамдығы?",
        "question_content": "Егер оттегінің қысымы 0,2 МПа, ал молекулалардың орташа квадраттық жылдамдығы 700 м/с-қа тең болса,оттегі молекулаларының концентрациясы табыңдар.",
        "question_date": "22.12.2020",
        "question_tag": "Физика",
        "question_views": 13300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "p = 0,2 = 200000\n\nv = 700\n\nn =?\n\nP = (n*m0*v^2)/3\n\nm0 = myu/Na\n\nmyu(оттегі) =16*2 =32 *10^-3 кг/моль",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газдың бастапқы көлемін табындар?",
        "question_content": "Газдың 47 градус-тан 477 градусқа дейін қыздырғанда, оның көлемі 0,5л ұлғайды. Ал қысым өзгерген жоқ. Газдың бастапқы көлемін табындар?",
        "question_date": "22.12.2020",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t1= 47, T1 = 320\n\nt2 = 477, T2 = 750\n\nV2 = 0,5\n\nV1=?\n\nV1 = T1*V2/T2 = 320*0,5 / 750 = 0,2 л",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірдей металл шарлар q_1= 2 Кл, q_2 = −4 Кл және q_3 = −2 f=?",
        "question_content": "Бірдей металл шарлар, q_1= 2 Кл, q_2 = −4 Кл және q_3 = −2 Кл зaрядтaрмен зaрядтaлғaн олaрды бір-біріне жaқындaтып, қaйта орнынa әкелді. Нәтижеcінде әрбір шaрдың зaряды қaндaй болды?",
        "question_date": "22.12.2020",
        "question_tag": "Физика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "q1=-2,q2=-2,q3=2",
                "date": "25.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Турция дипломы Қазақстанға жарай ма?",
        "question_content": "Турцияга оқуға түспекшімін бірақ ол жақтың дипломымен Қазақстанда жумыс жасай аламынба?\n\nТурцияда оқып жатқандар болса нақты қандай документер керек кімдерден көмек сұрауға болады, қанша ақша кетеді, 18 керекпа?",
        "question_date": "22.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 512,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір ғана сұрағыңызға жауап бере кетейін . Қай мемлекетте оқысаңыз да ол алған дипломның басқа мемлекетке жарамдылығы аталған ЖОО статусына байланысты.Өзіңіз түскелі отырған ЖОО беделі жайлы ақпарат алыңыз.",
                "date": "24.01.2021",
                "upvotes": 0
            },
            {
                "text": "Көптеген адам, әсіресе жастар алыс-жақын шет елдерге барып, тегін білім алып, уақытша өзге елде тұрып көруді армандайды. Сол арманға қол жеткізудің бір жолы шетелге оқуға түсу. Бүгін біз сіздерге Türkiye Bursları немесе Türkiye Scholarships бағдарламасымен таныстырмақпыз.\nБағдарлама жеңімпаздарына төменде көрсетілген мүмкіндіктер қарастырылған:\n– Тегін оқу;\n– Тегін баспана, тегін тамақтану;\n– Шәкіртақы;\n– Тегін медициналық сақтандыру;\n– Түрік тілін оқу (1 жыл). Студенттер бір жыл түрік тілінен дайындық курсы кезінде (егер түрік тілін білмейтін болса ) шәкіртақы мүмкіндіктерін пайдалана алады.\n– Екі тегін ұшақ билеті (ең алғаш оқуға тіскенде және оқуды тәмамдап елге оралатын уақытта беріледі).\nАй сайынғы төленетін шәкіртақы мөлшері:\n– Бакалавр — 700 түрік лирасы;\n– Магистратура — 950 түрік лирасы;\n– Докторантура — 1400 түрік лирасы;\n– Постдокторантура — 3000 түрік лирасы.\nБағдарламаның шарттары:\n· Бакалавриатқа 01.01.1997,\n· Магистратураға 01.01.1988,\n· Докторантураға 01.01.1983,\n· Постдокторантураға (таңдауына қарай) 01.01.1973 жастан аспаған талапкерлер тапсыра алады.\n· Білім алуына денсаулығына байланысты кедергінің болмауы талап етіледі.\n· Шәкіртақы бағдарламасына сәйкес, талапкерлердің өтінімдерін қабылдау бағалау және іріктеу сынды екі кезеңінен тұрады:\nI. Академиялық үлгерім деңгейі талаптарға сай болуы\nII. Сұхбат түрінде.\n· Өтініштер тек Интернет арқылы жүзеге асырылады.\nБағдарламаға қажетті құжаттар:\nБакалавриат үшін:\n– Оқу үлгерімі көрсетілген табель (егер әлі мектепті тәмамдамаған болса) немесе аттестат;\n– Халықаралық, республикалық олимпиадалық диплом немесе сертификаттар. (егер бар болса грантты ұтып алу мүмкіндігіңіз жоғары болады);\n– TOEFL, İELTS, SAT сияқты ағылшын тілінен сертификаттар (егер бар болса грантты ұтып алу мүмкіндігіңіз жоғары болады);\n– Және басқалары.\nМагистратура мен докторантура үшін:\n– Диплом (егер университет қабырғасында оқып жатқан болсаңыз, университетке қабылданғаныңыз жайлы құжат, оқу үлгеріміңізді нақтылайтын орташа балл (GPI баллы) құжаты.\n– Біліктілігіңізді көрсететін халықаралық, республикалық дәрежедегі түрлі диплом немесе сертификаттарыңыз (егер бар болса грантты ұтып алу мүмкіндігіңіз жоғары болады).\n– TOEFL, İELTS, PTE, FCE сияқты халықаралық дәрежедегі ағылшын тілінен біліктілігіңізді көрсететін сертификаттар. Бұл шарттар таңдаған бөлімдеріңізге қарай өзгереді. Дегенмен, аталған сертификаттар бар болса грантты ұтып алу мүмкіндігіңіз жоғары болады.\nЖәне басқалары:\n– Ұсыныс хат (егер бар болса грантты ұтып алу мүмкіндігіңіз жоғары болады);\n– Электронды 3×4 фото;\n– Анкетаны сауатты толтыру;\n– Өз мамандығызды, Түркия мемлекетін не үшін таңдағаныңызды, алдағы бес жылдық жоспарыңызды т.с.с. шағын эссе түрінде баяндап жазу.\nЖоғарыда аталған шарттарды толықтай орындап, сауатты онлайн өтінім берген талапкерлер, екінші кезеңге сұхбаттасуға шақырылады. Талапкерлерге сұхбаттасуға шақырылатыны жайлы толық ақпарат электрондық пошта мекен-жайына жіберіледі. Екінші кезең бойынша әңгімелесу, Қазақстанның Астана, Алматы және Шымкент секілді ірі қалаларында өтеді.\nҚұжаттарды тапсыру мерзімі:\nЖыл сайын қаңтар мен мамыр аралығында өтеді. Алайда, нақты құжат тапсыру мерзімі жылда өзгеріп отырады. Сол үшін ресми сайтын жиі қадағалап тұрған абзал.\nТолықтай ақпаратты бағдарламаның расми сайты www.turkiyeburslari.gov.tr алуға болады.\nСәттілік!",
                "date": "27.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 11 гр көмірқышқыл газы (қ. ж.) қандай көлем алады?",
        "question_content": "Массасы 11 гр көмірқышқыл газы қалыпты жағдайда қандай көлем алады?",
        "question_date": "22.12.2020",
        "question_tag": "Химия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СО2-нің молярлық массасы = 44г / моль.\nЗаттың мөлшері CO2 = 11/44 = 0,25 моль СО2-нің көлемі = 22,4X0,25 = 5,6л. \nКез-келген газдың бір мольі қалыпты жағдайда 22,4 л-ге тең көлем алады.",
                "date": "20.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бекасыл әулие жұлдызнамасы кітабы сатылады.",
        "question_content": "Бекасыл әулие жұлдызнамасы кітабы кітабы сатылады. Бағасын келісеміз. Шымкент каласынанмын. 87719649674 номер",
        "question_date": "22.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1,5 мм2 қимасымен никель сымынан 0,6 Ом кедергiмен шунт iстеп шығару керек",
        "question_content": "1,5 мм2 қимасымен никель сымынан 0,6 Ом кедергiмен шунт iстеп шығару керек. Егер никельдiң меншiктi кедергiсі 0,068 мкОмּм болса, сымның ұзындығын анықтаңыз",
        "question_date": "22.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 209,
        "question_upvotes": 0,
        "answers": []
    }
]