[
    {
        "question_title": "Ағылшынша 1,5 шумақ тақпақ бар ма?",
        "question_content": "Мектеп оқушыларына немесе балабақша балдарына арналған оңай ағылшынша тақпақ бола ма?",
        "question_date": "24.01.2024",
        "question_tag": "Мектеп",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарайды, мұнда ағылшын тіліндегі 1,5 шумақ өлең бар:\n\nIn the still of the night,\n\nThe moon shines bright,\nThe stars twinkle above,\nAnd the world is still.\n\nThe only sound is the breeze,\nRustling through the trees,\nAnd the crickets chirping,\nIn the distance.\n\nThe world is at peace,\nIn this moment,\nAnd all is still.\n\nБұл түннің сұлулығы туралы қарапайым өлең. Ол айды, жұлдыздарды, желді, крикеттерді және түннің тыныштығы мен тыныштығын сипаттайды. Бұл ұйықтар алдында оқуға өте ыңғайлы тыныш және тыныш өлең.\n\nМіне, тағы бір нұсқа:\n\nThe sun has set,\nThe moon has risen,\nAnd the stars are out.\n\nThe world is dark,\nBut it is also beautiful.\n\n The stars twinkle,\nAnd the moon shines bright.\n\nIt is a time for rest,\nAnd for dreaming.\nIt is a time to relax,\nAnd to let go of the day.\n\nБұл өлең де түннің сұлулығы туралы. Ол айды, жұлдыздарды және түннің қараңғылығын сипаттайды. Бұл күн мен болашақ туралы ойлауға өте ыңғайлы өлең.",
                "date": "26.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен орта азия хандықтарына қазақтар көтеріліске шықты?",
        "question_content": "Қазақстан тарихы пәні\n7 сынып\nНаурызбай батыр\nҚұтпанбетұлы\nҰзынағаш ауылы Алматы облысы\nОқушы:  Ізбасар Әмина Балхашбекқызы",
        "question_date": "24.01.2024",
        "question_tag": "Тарих сұрақтары",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтар Орта Азия хандықтарына қарсы бірнеше себептермен көтеріліс жасады.\nЭкономикалық қысым. Орта Азия хандықтары, әсіресе Қоқан мен Бұхара қазақ халқына экономикалық қысым көрсету саясатын жүргізді. Олар жоғары салықтар алып, жер мен малды тартып алып, қазақтарды күштеп жұмысқа тартты.\nҰлттық езгі. Орта Азия хандықтары қазақ халқына қарсы ұлттық езгі саясатын жүргізді. Олар қазақтардың тілін, мәдениетін пайдалануға тыйым салып, қазақ хандары мен билеріне қысым жасады.\nӘскери қауіп. Орта Азия хандықтары қазақ жеріне үнемі шапқыншылық жасап, адамдардың қырылуына, мал-мүлкінен айырылуына әкеліп соқтырды.\nҚазақтардың Орта Азия хандықтарына қарсы көтерілісі 1837 жылы хан Кенесары Қасымовтың басшылығымен басталды. Көтеріліс 1847 жылға дейін созылып, қазақтардың жеңілуімен аяқталды. Алайда Кенесары Қасымов көтерілісі қазақ халқының дамуына үлкен әсер етіп, бірігуіне ықпал етті.\nҚазақтардың Орта Азия хандықтарына қарсы көтерілуіне экономикалық, ұлттық және әскери себептермен қатар қазақ қоғамындағы ішкі қайшылықтар да себеп болды. Ол кезде қазақтар үш жүзге бөлініп, бір-бірімен жиі жауласатын. Бұл қазақ халқын әлсіретіп, сыртқы жауларға осал етті.\nҚазақтардың Орта Азия хандықтарына қарсы көтерілісі қазақ халқының тарихындағы маңызды кезең болды. Қазақ халқының топтасуына, ұлттық санасының оянуына ықпал етті.",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эпиетет метафора дегеніміз не?",
        "question_content": "Мәтінді тыңдап, берілген кестеге көріктеу құралдарын толтыр. (Құлагер поэмасы)\nЭпитет\nМетафора\nТеңеу\nҚайталау",
        "question_date": "24.01.2024",
        "question_tag": "Мектеп",
        "question_views": 228,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құлагердің «Атамекен» поэмасында туған жердің жанды болмысын бейнелейтін теңеу мен эпитеттер көптеп кездеседі.\nМетафораның ең бір жарқын мысалы – туған жерді анамен салыстыру:\nАтамекен, атамекен,\nАнадай болдың сен маған.\nБұл салыстыруда отанға ананың сүю, қамқорлық, қорғау сияқты қасиеттері берілген. Туған жер адам өзін қауіпсіз және қауіпсіз сезінетін үй ретінде ұсынылған.\nМетафораның тағы бір мысалы: Отанды сұлу қызбен салыстыру:\nАтамекен, атамекен,\nСұлу қыздай болдың сен маған.\nБұл салыстыруда сұлу қыздың бойындағы сұлулық, жастық, жайдарлылық сияқты қасиеттер туған жерге тән. Туған жер адам ұмтылатын, сүйетін сүйікті сүйіктісі ретінде ұсынылады.\nПоэмадағы эпитеттер де туған жердің тірі жан ретіндегі бейнесін жасау үшін қолданылады. Мысалы, Отан деп аталады:\n\"Алтын бесігім\" – адам үшін туған жердің қадірін білдіретін эпитет.\n\"Жасыл жерім\" - бұл эпитет туған жердің сұлулығы мен құнарлылығын көрсетеді.\n\"Еркін дала\" - бұл эпитет туған жердің тәуелсіздігі мен бостандығын атап көрсетеді.\nОсы теңеулер мен эпитеттердің барлығы туған жердің перзенттерін сүйетін, қамқорлық жасайтын тірі жан ретіндегі бейнесін жасайды. Отан сүйіспеншіліктің, қорғаудың, үміттің қайнар көзі ретінде ұсынылған.",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұл өз кезегінде үлкен көлемдегі сандық ақпараттың жинақталуына алып келеді",
        "question_content": "Бұл өз кезегінде үлкен көлемдегі сандық ақпараттың жинақталуына алып келді",
        "question_date": "24.01.2024",
        "question_tag": "Мектеп",
        "question_views": 223,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аш болсақ бірге ашығармыз,тоқ болсақ тағы бірге көрерміз?",
        "question_content": "Сөйлемдердің құрылымын жазу керек.",
        "question_date": "24.01.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 238,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2 кг суды 20°С-ден 100°С-ға дейін кыздыруға қажет болатын температурасы 100°С бу мөлшері",
        "question_content": "Бу массасын табу жолы және оны талдау туралы көмектесіңіз.",
        "question_date": "24.01.2024",
        "question_tag": "Физика",
        "question_views": 475,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген: m (қайнау керек судың массасы) = 2 кг; t0 (жылытуға дейінгі алынған судың температурасы) = 20 ºС.\nАнықтамалық деректер: қайнау (қайнау процесі басталатын температура, н.) = 100 ºС; С шарты бойынша (судың меншікті жылу сыйымдылығы) = 4200 Дж/(кг*ºС).\n2 кг суды қыздыру үшін қажетті жылу мөлшерін мына формула бойынша есептейміз: Q = C * m * (tқайнау - t0).\nЕсептеу: Q = 4200 * 2 * (100 - 20) = 4200 * 2 * 80 = 672000 Дж (672 кДж).\nЖауабы: 2 кг суды қыздыру үшін 672 кДж жылу қажет.\n\nЖоғарыда мысал жауап.\n\nБұл жерде 4200 орнына біз қателеспесем 100 қоямыз.",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "(2x-1)² -(іі2x-1)²=7x+1,5 теңдеуі шешіңдер?",
        "question_content": "8x-3=5x+6\n\n(2x-1)² -(іі2x-1)²=7x+1,5",
        "question_date": "24.01.2024",
        "question_tag": "Математика",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңдеудің шешімі былай болады.",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айтқаның аузы көргенің көзі жаман морфологиялық талдау",
        "question_content": "Морфологиялық талдау сурочнааааааааааа",
        "question_date": "23.01.2024",
        "question_tag": "Қазақ тілі",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қысқарған сөздер",
        "question_content": "ҰБТ, ОҚО, ҚР, ІІБ, ТМД, ЖК, ҒА, ҚХР, РФ, ҒА,",
        "question_date": "23.01.2024",
        "question_tag": "Мектеп",
        "question_views": 166,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҰБТ - Ұлттық бірыңғай тестілеу\n\nОҚО - Оңтүстік Қазақстан облысы\n\nҚР - Қазақстан Республикасы\n\nІІБ - Ішкі істер басқармасы\n\nТМД - Тәуелсіз Мемлекеттер Достастығы\n\nЖК - Жеке кәсіпкер\n\nҒА - Ғылым академиясы\n\nҚХР - Қытай Халық Республикасы\n\nРФ - Ресей Федерациясы",
                "date": "23.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біздің тобымыздың аты Манат тобы балабақшаға ұран керек ана, әке мен аты сайыс",
        "question_content": "Ұран керек балабақшада топтық сайыс болады ана, әке және мен деген тобымыздын аты Манат тобы",
        "question_date": "23.01.2024",
        "question_tag": "Тазалық",
        "question_views": 222,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Саған күйеуге тисем өкінбеймінбе деп сұрақ қойып жатыр",
        "question_content": "Менің жүріп жүрген қызым маған сені жақсы көрем деп айтып ал маған күйеуге тисем өкінбеймінбе деп сұрақ қойып жатыр бұны қалай түсінуге болады",
        "question_date": "23.01.2024",
        "question_tag": "Достық",
        "question_views": 515,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмірде көріп жүргендеріне қарай, өз өмірін бір сәтке елестетіп сол сұрақ туындаған болар, еш ойланбай сізге сұрақ ретінде қойып сенімді болайын деген қадамы шығар сұлу қыздың.",
                "date": "9.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кітап беттерін нөмірлеу үшін 900 цифр қолданылды. Кітапта неше бет барын анықтаңыз?",
        "question_content": "канша? болады жауабы",
        "question_date": "23.01.2024",
        "question_tag": "Математика",
        "question_views": 651,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-ден 99-ға дейінгі бет нөмірлері 99 санды қажет етеді.\n\n100-ден 999-ға дейінгі беттерді нөмірлеу үшін 900 – 99 = 801 цифр қажет.\n\nСонымен кітап 99+801=890 бет.\n\nЖауап: Кітап 890 беттен тұрады.",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика лаборант қандай жұмыс жасайды?",
        "question_content": "Физика кабинетінің лаборант жұмысы қандай. Не білеу керек?",
        "question_date": "23.01.2024",
        "question_tag": "Мамандық",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім беру ұйымының зертханашысы (физика, химия, биология, информатика кабинеттері)\n\nЛауазымдық міндеттері:\n\nМұғалімдерге сабақтардың, сыныптан тыс сабақтарды жүргізуге көмектеседі.\nКүн сайын сабақтың басталу уақытына дейін оқушылардың жұмыс орнын, газдың және судың, электр жүйелері мен электр құрал-жабдықтарының жай-күйін тексереді, анықталған кемшіліктер немесе жөнделмеген ақаулар туралы мұғалімге баяндайды.\nЗертхананың жұмыс істеуін, мүлкінің сақталуын, оқу және зертхана кабинеттерінің тазалығы мен тәртібін, жанатын, улы заттарды, зертханалық жабдықтарды оқу процесінде пайдалану және сақтау кезінде қауіпсіздік техникасы ережелерінің сақталуын қамтамасыз етеді.\nКабинетте зертханалық жабдықтардың барлық түрлерін пайдалану дағдыларын меңгереді, жарақаттанушыға дәрігерге дейінгі көмекті көрсетеді, өртке қарсы жұмыс жүргізеді, өртке қарсы пайдаланылатын құралдар мен мүліктердің жай-күйіне және сақталуына, желдетпе жүйесінің, газбен жабдықталудың жай-күйіне бақылауды жүзеге асырады.\nЗертханалық және практикалық жұмыс жүргізудің қауіпсіздік техникасының сақталуын қамтамасыз етеді.\nЭксперименттерді орындау барысында дайындық және көмекші операцияларды, бақылауды, өлшемдер нәтижелерін, жұмыс журналдарын толтыруды, талдаулар, зерттеулерді әдістемелік құжаттарына сәйкес жүйелейді және ресімдейді.\nБілуге міндетті: Қазақстан Республикасының Еңбек кодексі, «Білім туралы», «Қазақстан Республикасындағы бала құқықтары туралы», «Қазақстан Республикасындағы тілдер туралы», «Сыбайлас жемқорлықпен күрес туралы» Қазақстан Республикасының Заңдары және басқа білім беру мәселесі жөніндегі нормативтік құқықтық актілерді, тестілеу сынақтарын тексеру әдістерін, педагогика мен психология негіздерін, пән бойынша негізгі оқу-бағдарламалық құжаттарды, зертханалық және практикалық жұмыстарды жүргізудің техникасын, дәрігерге дейінгі көмек көрсетуді, еңбек туралы заңнамаларды, қауіпсіздік техникасын, еңбекті қорғау және өртке қарсы ережелерді, санитарлық ережелер мен нормаларды.\nБіліктілікке қойылатын талаптар: жоғары кәсіптік немесе техникалық және кәсіптік, орта білімнен кейінгі білім.",
                "date": "23.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяққа жара шығып ісіп кетті 6 ай болды кетпейді?",
        "question_content": "Менин атамнын аягына 4ай бурын 1жара шыкты оны емдеттик кеткен болатын ол 2ши аягына шыкты домалак болып и бети суланып турады и агы тобыгына дейн исип кетти даригерге корсеттик врачтар стресстен дейди бирак конилим орнында емес барин тексердик журек бауыр буйректи тексердик бари жаксы дейди но жара аяктын искени кайтпайди даринин барин жактык дерматит диди оганда емделди али жазылмады уже 6ай отти али жазылатын тури жок домалак домалак болып тек аягына тизеге дейн шыгады катпарланып суланып турады",
        "question_date": "22.01.2024",
        "question_tag": "Жалпы медицина",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9 бітіріп военный кафедра бітіріп армияға барып келіп мвд да жұмыс істеуге болама?",
        "question_content": "Военный кафедра бітіріп армияға барып мвд да жұмыс істеуге болама?",
        "question_date": "22.01.2024",
        "question_tag": "Университет, колледж",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10-бап. Құқық қорғау органдарының қатардағы және басшы құрам лауазымдарына орналастыруға қойылатын талаптар\n      1. Құқық қорғау органдарына қызметке отыз бес жастан аспаған, тиісті бiлiмi бар және әскери қызмет өткерген немесе Қорғаныс министрлігінің мамандандырылған ұйымдарында әскери оқытылған резервті даярлау жөніндегі әскери дайындықтан өткен азаматтар, сондай-ақ Қазақстан Республикасының заңнамасына сәйкес мерзімді әскери қызметке әскерге шақырудан босатылған немесе кейінге қалдырылған азаматтар қабылданады.\n      Осы Заңға сәйкес құқық қорғау қызметіне құқық қорғау органы басшысының шешімі бойынша орта және аға басшы құрам лауазымына отыз бес жастан асқан, жоғары кәсіптік даярлығы не белгілі бір мамандықтар бойынша едәуір жұмыс тәжірибесі бар адам қабылдануы мүмкін.\n      2. Қатардағы және кіші басшы құрам лауазымдарына құқық қорғау органының лауазымдары санатына қойылатын біліктілік талаптарына байланысты кемінде орта білімi бар азаматтар қабылданады немесе қызметкерлер тағайындалады.\n      Орта басшы құрам лауазымдарына құқық қорғау органының лауазымдары санатына қойылатын біліктілік талаптарына байланысты техникалық және кәсіптік, орта білімнен кейінгі, жоғары білімi бар азаматтар қабылданады немесе қызметкерлер тағайындалады.\n      3. Мерзiмдi әскери қызметке шақырылуға жататын әскерге шақыру жасындағы азаматтар орта және аға басшы құрам лауазымдарына жоғары бiлiмi болған жағдайда ғана қабылдана алады.\n      4. Аға және жоғары басшы құрам лауазымдарына жоғары бiлiмi бар азаматтар қабылданады немесе қызметкерлер тағайындалады.\n      Ескерту. 10-бапқа өзгеріс енгізілді - ҚР 2012.02.16 № 562-IV (алғашқы ресми жарияланған күнінен бастап күнтізбелік он күн өткен соң қолданысқа енгізіледі), 21.05.2013 № 93-V (алғашқы ресми жарияланғанынан кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі); 03.07.2017 № 84-VI (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі) Заңдарымен.\nтолығырақ: https://www.akorda.kz/kz/kukyk-korgau-kyzmeti-turaly-kazakstan-respublikasynyn-zany",
                "date": "22.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вделение қоныр жане сасык болуы калыптыма екі кабат кезде келгені",
        "question_content": "Вделение қоныр жане сасык болуы калыптыма екі кабат",
        "question_date": "22.01.2024",
        "question_tag": "Тұлға, Адам",
        "question_views": 250,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүкті кезде қоңыр выделение келуі кішкене қауіпті, угроза болуы мүмкін. Өзіңіздің қаралып жүрген дәрігеріңізге хабар беріңіз.",
                "date": "22.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 660 г болатын тыныштықта тұрған допты Асылбек 22 Н күшпен тепті.",
        "question_content": "Массасы 660 г болатын тыныштықта тұрған допты Асылбек 22 Н күшпен тепті. Доп 30 M/c жылдамдыққа ие болса, күштің допқа әрекет ету уақытын табыңыз.\n\nБерілгені\n\nФормуласы\n\nШешуі",
        "question_date": "22.01.2024",
        "question_tag": "Физика",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ньютонның екінші қозғалыс заңына сәйкес,\n\nF=m*a\n\nҚайда:\n\nF – күш, Н\nм - массасы, кг\na - үдеу, м/с²\n\nОсы формуладан,\n\na = F/m\nБұл жағдайда,\n\na = 22 Н / 0,66 кг = 32,9 м/с²\nДоптың жылдамдығы 30 м/с. Бұл доп тең уақытты алды дегенді білдіреді\n\nt = в/а\nt = 30 м/с / 32,9 м/с² = 0,91 с\nЖауабы: 0,91 с",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серепені 6 мм ге созу үшін 22 мДж жұмыс атқару қажет?",
        "question_content": "Серепені 6 мм ге созу үшін 22 мДж жұмыс атқару қажет. Оны 6 см соз үшін қанша жұмыс атқару кажет.\n\nБерілгені\n\nФормуласы\n\nшешуі",
        "question_date": "22.01.2024",
        "question_tag": "Физика",
        "question_views": 562,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сымның тартылу жұмысы мына формуламен анықталады:\n\n  A = F * Δl\n  Қайда:\n\nА - жұмыс, Дж\nF – созылу күші, N\nΔl – сымның ұзаруы, м\n  Созылу күші ұзаруға пропорционал болғандықтан, созылу жұмысын былай көрсетуге болады:\n\n  A = k * Δl\n  Қайда:\n\nk – пропорционалдық коэффициенті, Дж/м\n  Сымды 6 мм-ге созу үшін 22 мДж жұмыс қажет, яғни:\n\n  22 мДж = k * 0,006 м\n  Осы жерден:\n\n  k = 22 мДж / 0,006 м = 3666,67 Дж/м\n  Сымды 6 см-ге, яғни 0,06 м-ге созу үшін келесідей жұмыс қажет болады:\n\n  A = k * Δl = 3666,67 Дж/м * 0,06 м = 2199,99 Дж\n  Дөңгелектеп қарасақ, сымды 6 см-ге созу үшін 2200 Дж жұмыс істеу керек болады.\n\n  Жауабы: 2200 Дж",
                "date": "24.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақын Мұхтар Шахновтың «Төрт ана» өленіңдегі негізгі құндылықтарды атандар?",
        "question_content": "Ақын Мұхтар Шахновтың «Төрт ана» өленіңдегі негізгі құндылықтарды атандар?",
        "question_date": "22.01.2024",
        "question_tag": "Мектеп",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адамның сөздерін мұқият тыңдай алмаймын, ойым бөлініп кете береді",
        "question_content": "Мысалы сабақ түсіндіргенде тындап отырып ойым бөлініп кете береді",
        "question_date": "22.01.2024",
        "question_tag": "Психологиялық кеңес",
        "question_views": 279,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шығармалары, жылдан, жариялана, бастады деген сөздерге морфология талдау жасаңыз",
        "question_content": "Шығармалары, Жылдан, жариялана, бастады деген сөздерге морфологиялық талдау жасаңыз.\n\nӨтінемін көмектесіңдерші",
        "question_date": "21.01.2024",
        "question_tag": "Мектеп",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауданы 12 м2 периметрі 26м болатын тіктөртбұрыштың қабырғаларын тап",
        "question_content": "Математика пәні бойынша",
        "question_date": "21.01.2024",
        "question_tag": "Мектеп",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=a×b=12; P=2 (a+b)=26; =>a+b=26/2=13.\nҚабырғалардың бірін екіншісі арқылы өрнектеп көрейік: a=13-b\nЕнді оны аудан формуласына ауыстырамыз: b×(13-b)=12 13b-b^2=12 13b-b^2-12=0 b ^2-13b+12=0\nВиета теоремасына қарама-қарсы теорема бойынша екі түбір аламыз: b=1; b=12.\nБұл үлкен жағы 12-ге, кіші жағы 1-ге тең болады дегенді білдіреді.",
                "date": "22.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 5 моль азоттың зат мөлшерін есептеңдер",
        "question_content": "Зат мөлшерi 5 моль азоттың зат мөлшерін табыңдар",
        "question_date": "21.01.2024",
        "question_tag": "Мектеп",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген: n(N2) = 5 моль\n\nТабыңыз: V(N2)\n\nШешімі: V(N2) = n ∙ Vm = 5 моль ∙ 22,4 л\\моль = 112 л\n\nЖауап: V(N2) = 112 л",
                "date": "22.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эверест тобына ұран жазуп берсеңіздер?",
        "question_content": "Эверест тобына ұран жазуп берсеңіздер?",
        "question_date": "20.01.2024",
        "question_tag": "Мектеп",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тотығу тотықсыздану деген не?",
        "question_content": "Тотығу-тотықсыздану деген сондай реакция. Ол реакцияға қатысатын заттардың дәрежелерінің өзгеруімен жүретін реакция. Ол реакцияда міндетті түрде тотықтырғыш және тотықсыздандырғыш болады. Мысалы: 2H2 + O2 = 2H2O бұндағы тотықтырғыш оттек (О) болады, себебі ол бейметалл, ал тотықсыздандырғыш сутек (H) болады, себебі ол металл.",
        "question_date": "20.01.2024",
        "question_tag": "Химия",
        "question_views": 355,
        "question_upvotes": 0,
        "answers": []
    }
]