[
    {
        "question_title": "Жалпы еуропалық стратегиясына қысқаша сипаттама беріңіз?",
        "question_content": "Биологиялық және ландшафттық әртүрліліктің жалпы еуропалық стратегиясына қысқаша сипаттама беріңіз?",
        "question_date": "13.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биологиялық және ландшафттық әртүрліліктің жалпы еуропалық стратегиясына қысқаша сипаттама беріңіз: http://www.friends-partners.org/oldfriends/valery/econews/km961225.html . Орыс тіліндегі мақала жарияланған.",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қышқылдардың қасиеттері мен қолданылуы",
        "question_content": "Мырыш тұз қышқылымен әрекеттескенде массасы 2,72 г мырыш хлориді ZnCl2 түзіледі. Реакцияға қатысқан мырыштың массасын және бөлінген сутектің көлемін есептеңдер.\n\nжауабы 1,3 г, 0,448л.",
        "question_date": "13.04.2020",
        "question_tag": "Химия",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы 1,3 г (Zn) 0,448л (H2)",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экзаменсіз праваны еговтан қалай алуға болады?",
        "question_content": "Экзаменсіз праваны еговтан қалай алуға болады?",
        "question_date": "13.04.2020",
        "question_tag": "Автосақтандыру",
        "question_views": 861,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүргізуші куәлігін емтихансыз алу өзіңізге де басқа жол жүруге қатысушыларға да қауіп төндіреді.  Тәртіпке бағынған құл болмайды.\nЖүргізуші куәлігін алу процесін шартты түрде мынадай кезеңдерге бөлуге болады:\nжол қозғалысының ережелерін оқу және көлік құралын жүргізуге үйрену;\nемтихан тапсыру;\nқұжаттарды жинау;\nқұжаттарды тапсыру және жүргізуші куәлігін алу.\nЖүргізуші куәлігін алу үшін мемлекеттік баждың құны 1,25 АЕК құрайды.\nЖүргізуші куәлігі келесі жасқа толған адамдарға берілуі мүмкін:\n«AI» кіші санатының көлік құралдары — он алты жасқа толған адамдарға;\n«А», «В» санатының  және «B1», «C1» кіші санаттарының көлік құралдары — он сегіз жасқа толған адамдарға;\n«С» санаттарының және «D1» кіші санатының көлік құралдары  — жиырма бір жасқа толған, үш жылдан кем емес жүргізуші өтілі бар, соның ішінде «С1» санатына жататын көлік құралдарын басқару өтілі бір жылдан кем емес адамдарға;\n«D», «Тm» және «Tb» санатты көлік құралдарын — бес жылдан кем емес мерзімде жүргізуші жұмыс өтілі бар жиырма бес жасқа толған, соның ішінже үш жылдан кем емес «D1» санатына жататын көлік құралдарын басқару өтілі бар адамдарға;\n«BE», «СЕ», «DE» санатты көлік құралдарының құрамы — он екі айдан кем емес мерзім ішінде «В», «С» немесе «D» санатты көлік құралдапын басқару құқығы бар адамдарға;\n«С1E», «D1E» кіші санатты көлік құралдары құрамдары — он екі айдан кем емес мерзімде «С», «D» санаттары немесе «C1», «D1» кіші санаттарымен көлік құралдарын басқару құқығы бар адамдарға.\nСонымен қатар ұлттық жүргізуші куәлігін шетелдік азаматтар және азаматтығы жоқ тұлғалар Қазақстан Республикасының сыртқы істер Министрлігінің дипломатиялық өкілдерімен жұмыс жасайтын ұйымдар берген жолдама негізінде ала алады.\nЕмтиханды тапсыруға дейін болашақ жүргізушілер ең алдымен медициналық тексеріп-қараудан өтуге және одан кейін денсаулық жағдайы туралы 083-у нысанды анықтаманы алуға тиіс. Бұл үшін медициналық мекемеге (жеке не мемлекеттік) барып, анықтамалардың бланкісін алып, медициналық мамандардың тексеру қызметтері үшін ақысын төлеу керек.\nСізге Наркологиялық ұйымнан анықтама беру/Психоневрологиялық ұйымнан анықтама беру электрондық үкімет порталынан алынған анықтамалары жүргізуші куәлігін алу үшін рұқсат құжаты болып табылмайтындығы туралы хабарлаймыз.\nМедициналық тексеру жүргізу ережесіне сәйкес, нарколог есебінде тұратын (немесе тұрмайтын) және ағзада психикаға белсенді зат алмасу өнімдері бар адамдар туралы жүргізуге рұқсат беру үшін жарамдылығы туралы қорытынды, сондай-ақ психологиялық тестілеу қорытындысын дәрігер береді және оны жеке қолымен және жеке мөрімен куәландырады. Қорытындыны әрбір маман өз бейіні бойынша жеке ұсынады.\nМедициналық тексеру келесі дәрігерлермен өткізіледі:\nТерапевт\nКөз дәрігері\nОториноларинголог\nПсихиатр-нарколог\nЖүргізуші куәлігін алу үшін:\nЕреженің 7-қосымшасына сәйкес жүргізуші куәлігін алу үшін толтырылған нысаны. Бұл құжат Мемлекеттік корпорацияға берілмеген;\nЖеке басын куәландыратын құжат (сәйкестендіру үшін қажетті);\nМедициналық анықтама және оның көшірмесі;\nКурстың аяқталуы туралы куәлік және оның көшірмесі немесе автоматтандырылған ақпараттық жүйе арқылы алынған құжат (өзін-өзі оқыту жағдайларын қоспағанда);\nМемлекеттік баждың төленгенін растайтын құжат;\n«С», «D1», «D», «Тм», «Тб» санаттарын беру үшін жұмыс өтілін растайтын құжат (жұмыс орнынан анықтама).\n* «А», «В» санаттары және «А1», «В1» кіші санатты көлік құралдарын басқару құқықтарын алуға үміткер және өздері дайындықтан өткен адамдар куәлік ұсынуға міндетті емес.\"А\", \"В\" санаттары, \"А1\", \"В1\" кіші санаттары бойынша өздігінен дайындалған адамдар емтихандарды Мемлекеттік корпорация ғимараттарында орналасқан ТЕБ-те тапсырады.\nХалықаралық жүргізуші куәлігі теориялық және практикалық емтихансыз үш жыл мерзімге, бірақ жүргізуші куәлігінің жарамды мерзімінен көп емес мерзімге беріледі.",
                "date": "13.04.2020",
                "upvotes": 0
            },
            {
                "text": "Жүргізуші куәлігін емтихансыз алу өзіңізге де басқа жол жүруге қатысушыларға да қауіп төндіреді.  Тәртіпке бағынған құл болмайды.\nЖүргізуші куәлігін алу процесін шартты түрде мынадай кезеңдерге бөлуге болады:\nжол қозғалысының ережелерін оқу және көлік құралын жүргізуге үйрену;\nемтихан тапсыру;\nқұжаттарды жинау;\nқұжаттарды тапсыру және жүргізуші куәлігін алу.\nЖүргізуші куәлігін алу үшін мемлекеттік баждың құны 1,25 АЕК құрайды.\nЖүргізуші куәлігі келесі жасқа толған адамдарға берілуі мүмкін:\n«AI» кіші санатының көлік құралдары — он алты жасқа толған адамдарға;\n«А», «В» санатының  және «B1», «C1» кіші санаттарының көлік құралдары — он сегіз жасқа толған адамдарға;\n«С» санаттарының және «D1» кіші санатының көлік құралдары  — жиырма бір жасқа толған, үш жылдан кем емес жүргізуші өтілі бар, соның ішінде «С1» санатына жататын көлік құралдарын басқару өтілі бір жылдан кем емес адамдарға;\n«D», «Тm» және «Tb» санатты көлік құралдарын — бес жылдан кем емес мерзімде жүргізуші жұмыс өтілі бар жиырма бес жасқа толған, соның ішінже үш жылдан кем емес «D1» санатына жататын көлік құралдарын басқару өтілі бар адамдарға;\n«BE», «СЕ», «DE» санатты көлік құралдарының құрамы — он екі айдан кем емес мерзім ішінде «В», «С» немесе «D» санатты көлік құралдапын басқару құқығы бар адамдарға;\n«С1E», «D1E» кіші санатты көлік құралдары құрамдары — он екі айдан кем емес мерзімде «С», «D» санаттары немесе «C1», «D1» кіші санаттарымен көлік құралдарын басқару құқығы бар адамдарға.\nСонымен қатар ұлттық жүргізуші куәлігін шетелдік азаматтар және азаматтығы жоқ тұлғалар Қазақстан Республикасының сыртқы істер Министрлігінің дипломатиялық өкілдерімен жұмыс жасайтын ұйымдар берген жолдама негізінде ала алады.\nЕмтиханды тапсыруға дейін болашақ жүргізушілер ең алдымен медициналық тексеріп-қараудан өтуге және одан кейін денсаулық жағдайы туралы 083-у нысанды анықтаманы алуға тиіс. Бұл үшін медициналық мекемеге (жеке не мемлекеттік) барып, анықтамалардың бланкісін алып, медициналық мамандардың тексеру қызметтері үшін ақысын төлеу керек.\nСізге Наркологиялық ұйымнан анықтама беру/Психоневрологиялық ұйымнан анықтама беру электрондық үкімет порталынан алынған анықтамалары жүргізуші куәлігін алу үшін рұқсат құжаты болып табылмайтындығы туралы хабарлаймыз.\nМедициналық тексеру жүргізу ережесіне сәйкес, нарколог есебінде тұратын (немесе тұрмайтын) және ағзада психикаға белсенді зат алмасу өнімдері бар адамдар туралы жүргізуге рұқсат беру үшін жарамдылығы туралы қорытынды, сондай-ақ психологиялық тестілеу қорытындысын дәрігер береді және оны жеке қолымен және жеке мөрімен куәландырады. Қорытындыны әрбір маман өз бейіні бойынша жеке ұсынады.\nМедициналық тексеру келесі дәрігерлермен өткізіледі:\nТерапевт\nКөз дәрігері\nОториноларинголог\nПсихиатр-нарколог\nЖүргізуші куәлігін алу үшін:\nЕреженің 7-қосымшасына сәйкес жүргізуші куәлігін алу үшін толтырылған нысаны. Бұл құжат Мемлекеттік корпорацияға берілмеген;\nЖеке басын куәландыратын құжат (сәйкестендіру үшін қажетті);\nМедициналық анықтама және оның көшірмесі;\nКурстың аяқталуы туралы куәлік және оның көшірмесі немесе автоматтандырылған ақпараттық жүйе арқылы алынған құжат (өзін-өзі оқыту жағдайларын қоспағанда);\nМемлекеттік баждың төленгенін растайтын құжат;\n«С», «D1», «D», «Тм», «Тб» санаттарын беру үшін жұмыс өтілін растайтын құжат (жұмыс орнынан анықтама).\n* «А», «В» санаттары және «А1», «В1» кіші санатты көлік құралдарын басқару құқықтарын алуға үміткер және өздері дайындықтан өткен адамдар куәлік ұсынуға міндетті емес.\"А\", \"В\" санаттары, \"А1\", \"В1\" кіші санаттары бойынша өздігінен дайындалған адамдар емтихандарды Мемлекеттік корпорация ғимараттарында орналасқан ТЕБ-те тапсырады.\nХалықаралық жүргізуші куәлігі теориялық және практикалық емтихансыз үш жыл мерзімге, бірақ жүргізуші куәлігінің жарамды мерзімінен көп емес мерзімге беріледі. \nhttps://egov.kz/cms/kk/articles/vehicle/poluchenie_pravab",
                "date": "13.04.2020",
                "upvotes": 0
            },
            {
                "text": "ешқалай ала алмайсың.теория практика өткенсон ғана ала аласын.или сатып аласын",
                "date": "20.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Интерьер дизайнері мамандығына қанша балл керек",
        "question_content": "Интерьер дизайнер мамандығы бойынша Қазақстанда қандай ЖОО бар,қанша балл жинау керек ,интерьер туралы ақпарат болса",
        "question_date": "13.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейімдік пәніңіз шығармашылық емтихан болады:\nАлматы қаласы бойынша : Каспийский университет, Абай атындағы педагогикалық университетте, Алматы университетін  және т.б. қарасаңыз болады.\nГрантқа түсу  балы әр жылы әрқалай болады.",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасанды және табиғи биоценоз",
        "question_content": "Жасанды биоценоз бен табиғи биоценозды салыстырып, Венн диаграммасын құру",
        "question_date": "13.04.2020",
        "question_tag": "Биология",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биогеоценоз 2-ге бөлінеді.\nТабиғи биогеоценоз (тоған, орман, т.б.) — табиғи сұрыпталу нәтижесінде қалыптасатын өздігінен реттелетін күрделі де тұрақты биологиялық жүйе.\nЖасанды биогеоценоз — түрлі агрономиялық әдістерді қолдану нәтижесінде алынған агроценоздар. Бұған қолдан жасалатын шалғындықтар, егістіктер мен жайылымдар, қолдан отырғызылатын ормандар жатады.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%91%D0%B8%D0%BE%D0%B3%D0%B5%D0%BE%D1%86%D0%B5%D0%BD%D0%BE%D0%B7",
                "date": "14.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің рухани бейнем эссе керек еді?",
        "question_content": "Менің рухани бейнем эссе",
        "question_date": "13.04.2020",
        "question_tag": "Мектеп",
        "question_views": 9300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамгершілік — рухани тәрбиенің маңыздылығы\nАдамгершілікке тәрбиелеу құралы — еңбек пен ата-ана үлгісі\nЫбырай Алтынсарин\nЖаңа кезеңдегі білім берудің өзекті мәселесі жас ұрпаққа-адамгершілік-рухани тәрбие беру. Құнды қасиеттерге ие болу, рухани бай адамды қалыптастыру оның туған кезінен басталуы керек.\nХалықта «Ағаш түзу өсу үшін оған көшет кезінде көмектесуге болады, ал үлкен ағаш болғанда оны түзете алмайсың» деп бекер айтылмаған. Сондықтан баланың бойына жастайынан ізгілік, мейірімділік, қайырымдылық, яғни адамгершілік құнды қасиеттерді сіңіріп, өз-өзіне сенімділікті тәрбиелеуде отбасы мен педагогтар шешуші роль атқарады. Рухани -адамгершілік тәрбие- екі жақты процесс.\nБір жағынан ол үлкендердің, ата-аналардың, педагогтардың балаларға белсенді ықпалын, екінші жағынан- тәрбиеленушілердің белсенділігін қамтитын қылықтарынан, сезімдері мен қарым- қатынастарынан көрінеді. Сондықтан белгілі бір мазмұнды іске асыра, адамгершілік ықпалдың әр түрлі әдістерін пайдалана отырып, педагог істелген жұмыстардың нәтижелерін, тәрбиелеушілерінің жетіктістерін зер салып талдау керек.\nАдамгершіліктің негізі мінез-құлық нормалары мен ережелерінен тұрады. Олар адамдардың іс-қылықтарынан, мінез-құлықтарынан көрінеді, моральдық өзара қарым-қатынастарды басқарады. Отанға деген сүйіспеншілік, қоғам игілігі үшін адам еңбек ету, өзара көмек, сондай-ақ қоғамға тән адамгершіліктің өзге де формалары, бұл-сананың, сезімдердің, мінез-құлық пен өзара қарым-қатынастың бөлінбес элементтері, олардың негізінде қоғамымыздың қоғамдық-экономикалық құндылықтары жатады.\nБаланың өмірге белсенді көзқарасының бағыты үлкендер арқылы тәрбиеленеді. Тәрбиелеу, білім беру жұмысының мазмұны мен формалары балалардың мүмкіндігін ескеру арқылы нақтыланады. Адамгершілікке, еңбекке тәрбиелеу күнделікті өмірде, үлкендердің қолдан келетін жұмысты ұйымдастыру процесінде, ойын және оқу ісінде жоспарлы түрде іске асады.\nТәрбиешінің ең бастапқы формалары педагогтың балалармен мазмұнды қатынасында, жан-жақты іс әрекетінде, қоғамдық өмірдің құбылыстарымен танысу кезінде, балаларға арналған шығармаларымен, суретшілер туындыларымен танысу негізінде іске асады.\nМұндай мақсатқа бағытталған педагогтық жұмыс еңбек сүйгіштікке, ізгілікке, ұжымдық пен патриотизм бастамасына тәрбиелеуге, көп дүнеині өз қолымен жасай алуды және жасалған дүниеге қуана білуді дамытуға, үлкендер еңбегінің нәтижесін бағалауға тәрбиелеуге мүмкіндік жасайды.\nБалаларда ортақ пайдалы жұмысты істеуге тырысу, бірге ойнау, бір нәрсемен шұғылдану, ортақ мақсат қою және оны жүзеге асыру ісіне өздері қатысуға талпыныс пайда болады. Мұның бәрі де баланың жеке басының қоғамдық бағытын анықтайды, оның өмірге белсенді ұстанымын бірте-бірте қалыптастырады.\nӘр баланың жеке басы- оның моральдық дамуы үшін қамқорлық жасау- бүгінгі күннің және алдағы күндердің талабы, оған педагогтың күнделікті көңіл бөлуі талап етіледі.\n«Балалар бақшасындағы тәрбие бағдарламасы» мектепке дейінгі балалардың жан-жақты дамуын, олардың мектепке дайындығын қарастырады. Бұл бағдарланы жүзеге асыруда басты ролді атқарады.\nОның тәртібі, іс-қимылы, балалар және үлкендермен қарым-қатынасы балалар үшін үлгі бола отыра , педагогтың ықпалы әсерлі енеді, баланың жеке басы қалыптасады. Оның ықпалы неғұрлым белсендірек болса, баланың сезімдерін жан-жақты қамтыған сайын, олардың ерік күшін жұмылдырып, санасына ықпал етеді.\nМектепке дейінгі жастағы баланың рухани-адамгершлік дамуы балабақшасы мен отбасы арасындағы қарым-қатынастың тығыздығы артқан сайын ойдағыдай жүзеге асады. Әрбір бала қандай да болмасын бір міндетті орындау үшін, өзіндік ерекше жағдайлар жасалады.\nМәселен, ойында ұнамды әдеттер, өзара қарым-қатынастар, адамгершілік сезімдер қалыптасады, еңбекте-еңбек сүйгіштік, үлкендер еңбегін құрметтеу, сондай-ақ ұйымшылдық, жауапкершілік, парыздың сезімі сияқты қасиеттер, патриоттық сезімдер жайлы мағлұматтар. т. б. қалыптасады.\nМектепке дейінгі жаста балаларды адамгершілікке тәрбиелеудің негізгі міндеттері мына жайлармен түйінделеді: ізгілік бастамасымен тәрбиелеу, балалар мен үлкендер арасындағы саналы қарым-қатынас/ тұрмыстың қарапайым ережелерін орындау/ кеңпейілдік, қайырымдылық, жақын адамдарға қамқорлықпен қарау және т. б./ Ұжымға тәрбиелеу, балалардың өзара ұжымда қарым-қатынасын қалыптастыру, Отанға деген сүйіспеншілікке тәрбиелеу, әр түрлі ұлт өкілдеріне қадір тұту және сыйлау. Осылайша мейірімділіктің негізі қаланады, немқұрайдылықтың пайда болуына, құрбыларына, төңіректегі үлкендерге қалай болса солай қарауға мүмкіндігі жасалмайды.\nҚарапайым әдеттерді тәрбиелей отырып педагог балдырғаннның бар істі шын пейілмен әрі саналы атқаруына қол жеткізеді, яғни сыртқы ұнамды мінездері оның ішкі жан дүниесін, оның ережеге деген көзқарасын айқындайды.\nАтақты педагог Сухомлинский; «Бала кезде үш жастан он екі жасқа дейінгі аралықта әр адам өзінің рухани дамуына қажетті нәрсенің бәрін де ертегіден алады.\nТәрбиенің негізгі мақсаты- дені сау, ұлттық сана сезімі оянған, рухани ойлау дәрежесі биік, мәдениетті, парасатты, ар-ожданы мол, еңбекқор, іскер, бойында басқа да игі қасиеттер қалыптасқан ұрпақ тәрбиелеу. Ертегінің рухани тәрбиелік мәні зор. Ол балаға рухани ляззат беріп, қиялға қанат бітіретін, жасбаланың рухының өсіп жетілуіне қажетті нәрсенің мол қоры бар рухани азық«, деп атап көрсеткен.\nРуханилық жеке тұлғаның негізгі сапалық көрсеткші. Руханилықтың негізінде адамның мінез-құлқы қалыптасады, ар-ұят, өзін-зі бағалау және адамгершілік сапалары дамиды. Мұның өзі мейірімділікке, ізгілікке шақырады.\nРухани-адамгершілік тәрбие — бұл дұрыс дағдылар мен өзін-өзі ұстау дағдыларының нормалары, ұйымдағы қарым-қатынас мәдениетінің тұрақтылығын қалыптастырады. Жеке адамның адамгершілік санасының дәрежесі оның мінез-құлқы мен іс әрекетін анықтайды.\nСананың қалыптасуы-ол баланың мектепке бармастан бұрын, қоғам туралы алғашқы ұғымдарының қалыптасыуна, жақын адамдардың өзара қатынасынан басталады. Баланы жақсы адамгершілік қасиеттерге, мәдениетке тәрбиелеуде тәрбиелі адаммен жолдас болудың әсері күшті екенін халқымыз ежелден бағалай білген.\n«Жақсымен жолдас болсаң- жетерсің мұратқа, жаманмен жолдас болсаң- қаларсың ұятқа...» «Жаман дос, жолдасын қалдырар жауға» — деген мақалдардан көруге болады. Мақал-мәтелдер, жұмбақ, айтыс, өлеңдер адамгершілік тәрбиенің арқауы. Үлкенді сыйлау адамгершіліктің бір негізі. Адамзаттық құндылықтар бала бойына іс-әрекет барысында, әр түрлі ойындар, хикаялар, ертегілер, қойылымдар арқылы беріледі.\nАдамгершілік-адамның рухани байлығы, болашақ ұрпақты ізгілік бесігіне бөлейтін руханиет дәуіріне жаңа қадам болып табылады. Адамгершілік тәрбиенің нәтижесі адамдық тәрбие болып табылады.\nОл тұлғаның қоғамдық бағалы қасиеттерімен сапалары, қарым-қатынастарында қалыптасады. Адамгершілік қоғамдық сананың ең басты белгілерінің бірі болғандықтан, адамдардың мінез-құлқы, іс-әрекеті, қарым-қатынасы, көзқарасымен сипатталады.\nОлар адамды құрметтеу, оған сену, әдептілік, кішіпейілдік, қайырымдылық, жанашарлық, ізеттілік, инабаттылық, қарапайымдылық т. б. Адамгершілік-ең жоғары құндылық деп қарайтын жеке адамның қасиеті, адамгершілік және психологиялық қасиеттерінің жиынтығы.\nАдамгершілік тақырыбы- мәңгілік. Ол ешқашан ескірмек емес. Жас ұрпақтың бойына адамгершілік қасиеттерді сіңіру- ата-ана мен ұстаздардың басты міндеті. Адамгершілік әр адамға тән асыл қасиеттер. Адамгершіліктің қайнар бұлағы- халқында, отбасында, олардың өнерлерінде, әдет-ғұрпында. Әр адам адамгершілікті күнделікті тұрмыс — тіршілігінен, өзін қоршаған табиғаттан бойына сіңіреді.\nКөрнекті педагог В. Сухомлинский «Егер балаға қуаныш пен бақыт бере білсек, ол бала солай бола алады», — дейді. Демек, шәкіртке жан-жақты терең білім беріп, оның жүрегіне адамгершіліктің асыл қасиеттерін үздіксіз ұялата білсек, ертеңгі азамат жеке тұлғаның өзіндік көзқарасының қалыптасуына, айналасымен санасуына ықпал етері сөзсіз.\nҚай заманда болмасын адамзат алдында тұратын ұлы мұрат-міндеттерінің ең бастысы — өзінің ісін, өмірін жалғастыратын салауатты, саналы ұрпақ тәрбиелеу.\nҰрпақ тәрбиесі — келешек қоғам тәрбиесі. Сол келешек қоғам иелерін жан-жақты жетілген, ақыл-парасаты мол, мәдени — ғылыми өрісі озық етіп тәрбиелеу — біздің де қоғам алдындағы борышымыз.\nМектепке дейінгі адамгершілік тәрбие — балалардың адамгершілік сана-сезімін, мінез- құлқын қалыптастыруды қамтиды. Дәлірек айтқанда, адалдық пен шыншылдық, адамгершілік, кішіпейілдік, қоғамдағы және өмірдегі қарапайымдылық пен сыпайылық, үлкенді сыйлау мен ибалық адамгершілік тәрбиесінің жүйелі сатылап қамтитын мәселелері.\nАдамгершілік тәрбиесінің әрқайсысының ерекшеліктерін жетік білетін ұстаз халық педагогикасын ғасырлар бойы қалыптасқан салт-дәстүрлерді, әдет- ғұрыпты жан-жақты терең білумен қатар, өркениетті өмірмен байланыстыра отырып, білім берудің барлық кезеңдерінде пайдаланғаны дұрыс. Ата-ананың болашақ тәрбиесі үшін жауапкершілігі ұрпақтан ұрпаққа жалғасуда.\n«Балапан ұяда не көрсе, ұшқанда соны іледі»дегендей, ата-ананың күн сайын атқарып жүрген жұмысы- балаға үлкен сабақ. Жас балалардың үлкендер айтса, соны айтатынын, не істесе соны істегісі келетінін бәріміз де білеміз. Баланың үйден көргені, етене жақындарынан естігені-ол үшін адамгершілік тәрбиесінің ең үлкені, демек жақсылыққа ұмтылып, жағымды істермен айналысатын адамның айналасындағыларға көрсетер мен берер тәлімі мол болмақ..\nЖас өспірім тәлім-тәрбиені, адамгершілік қасиеттерді үлкендерден, тәрбиешілерден насихат жолымен емес, тек шынайы көру, сезім қатынасында ғана алады.\nЖеке тұлғаның бойындағы жалпы адамзаттық құндылықтардың қалыптасуы осы бағытта жүзеге асады, сөйтіп оның өзі-өзі тануына, өзіндік бағдарын анықтауына мүмкіндік туғызатындай тәлім-тәрбие берілуі керек.\nЖақсы адамгершілік қасиеттердің түп негізі отбасында қалыптасатыны белгілі. Адамгершілік қасиеттер ізгілікпен ұштастырады. Әсіресе еңбекке деген тұрақты ықыласы бар және еңбектене білуде өзін көрсететін балаларды еңбек сүйгіштікке тәрбиелеу басты міндет болып табылады.\nӨз халқының мәдениетін, тарихын, өнерін сүю арқылы басқа халықтардың да тілі мен мәдениетіне, салт-дәстүріне құрметпен қарайтын нағыз мәдениетті азамат қалыптасады.\nҚазақ халқының әлеуметтік өмірінде үлкенді сыйлау ұлттық дәстүрге айналған. Отбасында, балабақшада , қоғамдық орындарда үлкенді сыйлау дәстүрін бұзбау және оны қастерлеу әрбір адамнан талап етіледі. Халқымыздың тәлім- тәрбиелік мұрасына үңілсек, ол адамгершілікті, қайрымдылықты, мейірбандықты дәріптейді.\nАта-бабаларымыздың баланы бесігінен жақсы әдеттерге баулыған. «Үлкенді сыйла», «Сәлем бер, жолын кесіп өтпе» деген секілді ұлағатты сөздердің мәні өте зор. Адамгершілікті, ар-ұяты бар адамның бет-бейнесі иманжүзді, жарқын, биязы, өзі парасатты болады. Ондай адамды халық «Иман жүзді кісі» деп құрметтеп сыйлаған.\nБалаларымызды имандылыққа тәрбиелеу үшін олардың ар-ұятын, намысын оятып, мейірімділік, қайырымдылық, кішіпейілдік, қамқорлық көрсету, адалдық, ізеттілік сияқты қасиеттерді бойына сіңіру қажет. Баланы үлкенді сыйлауға, кішіге ізет көрсетуге, иманды болуға, адамгершілікке баулу адамгершілік тәрбиесінің жемісі.\nБалаларды адамгершіліке тәрбиелеуде ұлттық педагогика қашанда халық тәрбиесін үлгі ұстайды. Ал, адамгершілік тәрбиелеудің бірден-бір жолы осы іске көзін жеткізу, сенімін арттыру. Осы қасиеттерді балаға жасынан бойына сіңіре білсек, адамгершілік қасиеттердің берік ірге тасын қалағанымыз. Адамгершілік- адамның рухани арқауы.\nӨйткені адам баласы қоғамда өзінің жақсы адамгершілік қасиетімен, адамдығымен, қайырымдылығымен ардақталады. Адам баласының мінез құлқына тәрбие мен тәлім арқылы тек біліммен ақылды ұштастыра білгенде ғана сіңетін, құдіретті, қасиеті мол адамшылық атаулының көрініс болып табылады.\nҚазіргі кезде өсіп келе жатқан ұрпақты тәрбиелеуде қойылған мақсаттардың бірі қоғамға пайдалы, үлкенге құрмет көрсетіп, кішіге қамқор бола білетін, жан-жақты дамыған жеке тұлғаны қалыптастыру. Осы мақсатты жүзеге асыруда «Бөбек» қорының президенті Сара Алпысқызының «Өзін-өзі тану» рухани-адамгершілік білім жобасы біздің балабақшада эқсперименттік пән ретінде жүргізіліп келеді.\n«Өзін-өзі тану» пәні — баланы жастайынан отаншылдыққа, әдептілікке, достыққа, тазалыққа, ұқыптылыққа, мейірімділікке, табиғатты сүюге, отбасын сыйлауға, ұйымшылдыққа үйретеді.\nАдам бойына кішіпейілдік, сыпайлық, рақымшылық, жанашарлық, сыйластық, тілектестік сияқты қасиеттерді дарыту және өзгелерді қадірлей, сыйлай, құрметтей білу, тыңдай білу, қолынан келгенше адамдарға көмектесу, кешірімді болуды үйрету де «Өзін-өзі тану» пәнінің үйлесіне тимек.\nХалық педагогикасы-нәрестенің сезімін ананың әуенімен оятатын бесік жырлары, даналыққа толы мақал-мәтелдер, жұмбақ-жаңылтпаштар, қиял- ғажайып ертегілері, ойындары, тәрбиелеп өсіру негіздері адамгершілік ниеттерге баулиды. Олай болса, адамгершілік тәрбие беру кілті — халық педагогикасында деуге болады. Ұлттық асыл қасиеттерді жас ұрпақтың ақыл парасатта азық ете білуде «Өзін-өзі тану» курсының ерекше.\nБалабақша тәрбиешісіне арналған әдістемелік құрал, көркем шығармалар хрестоматиясы және балалардың дәптерінен тұратын бұл оқу — әдістемелік кешен «Өзін-өзі тану» курсының негізгі мақсатына қол жеткізуге бағытталған. Сабақтардың негізгі құрылымдары «Амандасу рәсімі», «Шаттық шеңбері», «Көңіл күйді көтеру» сабақтың негізгі мазмұны «Сергіту сәті», «Тыныштық сәті»,«Ойын», «Дәйексөз», «Шығармашылық тапсырма» ұжымдық жұмыс, дәптермен жұмыс, жүректен-жүрекке шеңберінен тұрады.\nСабақтың негізі мазмұнында балалардың танымдық қызығушылықтарын қалыптастыру мен қанағаттандыруға, әлеуметтік дағдыларын қалыптастыруға арналған алуан түрлі ойындар мен жаттығулар қолданылды. Мұның маңызы баланың мораль ұғымын, оны бағалауын, жалпы адамгершілік қасиеттерге қатынасын дамытудан тұрады.\nЖұмыс дәптерінде берілген шығармашылық тапсырмалар педагог пен ата-аналардың арасындағы өзіндік бір тығыз қарым-қатынас орнатуға бағытталған жұмыстың бір қыры болып табылады.\nМысалы: «Отбасы» аялдамасында тақырыбында ата-аналармен бірлесіп ұйымдастырылған «Менің отбасым»газетінде баланың сәбилік шағынан, ересек жасына дейінгі және ата-анасы, туысқандарының фото суреттері жапсырылған. Бұл газеттер арқылы балабақша мен отбасы арасындағы байланыс, ынтымақтастық нығая түседі, балаға деген ата-ана жауапкершілігі артады, ата-аналар бала тәрбиесіне педагогпен тығыз қарым-қатынаста болады. Бір сөзбен айтқанда отбасы мен балабақша бірінің бастаған игілікті ісін екіншісі жалғастырады, толықтырады.\n8-наурыз аналар мерекесіне арналған «Қыз сыны» сайысына ата-аналар үлкен жауапкершілікпен қатысты. Олар анаға байланысты мақал-мәтелдер жаттады.\n«Шеше көрген тон пішер, әке көрген оқ жонар» — демекші қыздарымыз түйме тігіп, өз шеберліктерін көрсетті.\nЖас ұрпақты саналы, сергек етіп тәрбиелеу отбасы мен балабақша қызметкерлерінің бірден бір парызы. Оқу тәрбие жұмысын дұрыс жолға қоюда ата-аналармен жұмыстың орны орасан. Сондықтан біздің балабақшада ата-аналармен жұмыстардың алуан түрлері іске асырылуда. Топтағы қабылдау бөлмесінде ата-аналар бұрышы жасалған. Онда «Білгенге маржан», «Қауіпсіздік ережесі», «Ата-аналарға кеңес», «Кел жаттайық бәріміз» деген бұрыштар бар.\nАтап айтар болсақ, дәстүрлі ата-аналар жиналыстарымен бірге тақырыптары: «Балаға көркемдік тәрбие беру», «Психологические особенности возрастных особенностей родителей» ашық сабақтарға, ойын-сауық кештері, ата-аналарға арналған сауалнамалар, басқа шаралар ұйымдастырылып отырады. Әр ата-ананың бала бақшадағы болып жатқан іс-шараларға деген қызығушылық білдіруі де әр қалай.\nАта-аналарға ойын жаттығулардың және әр түрлі байланыстырып сөйлеуге, сөздік қорын дамытуға арналған тапсырмалардың жазбаларын үйде баласымен сауат ашу, математика, тіл дамыту сабақтарын қайталау үшін ұсынамыз. «Сөзді кішірейтіп айт», «Кәне сөз іздейік», моншақтан жасалған әріптерден сөздер құрастыру.\nОсы ойындарды ойната отырып, ата-ана өзін балаша сезінгенін айтады. Ата-аналарға арналған мерекелік шаралар өтті. «Менің Қазақстаным», «Жаңа жыл мерекесі», «Бәйшешек бүр жарғанда атты» аналарға, әжелерге арналған мерекеміз және «Қош бол балабақшам» атты үлкен кештер өткіземіз.\nАта-аналармен жүргізілген әңгіме-кеңесте бала тәрбиесі мәселесінде ата-ананың жауапкершілігі зор екендігі, баланың отбасында адам баласына тән қасиеттерге дағдыланып ұяда көргенінен өнеге алатындығы сөз болды.\n«Азамат боп мен ертең, Отанға қызмет етем»- атты ашық сабақ өтті. Бұл сабақта балалар патриоттық сезімдерін тәрбиелеу туған еліне, жеріне деген сүйіспеншілігін арттыру, әскердегі борышын өтеуге дағдыландыру мақсаты болды.\nБалабақшада ата-аналар басқа да мамандармен кездесіп, пікірлесіп отырады. Ата-аналар тәрбиешінің басты көмекшісі деуге болады. Балалардың жасалған жұмыстарынан көрмелер ұйымдастырылып тұрады. «Отбасы» тақырыбына байланысты «Отбасы-алтын ұям» атты ашық сабақ, ата-аналар қатысуымен өткізіліп, үлкен жұмыс жүргізілді.\nБалалар туған ұялары жайында, анасымен диалог түрінді сөйлесіп, өз пікірлері мен ойларын еркін білдіре алды. Балалар сабақтармен ғана шектелмей, сабақтан тыс уақытта алуан түрлі шаралар өткізіледі. Мысалы, С. А. Назарбаеваның туған күніне байланысты «Сара апамыз-анамыз, өз анамыз» атты тәрбие кешін ұйымдыстырылды.\nБұл кеште Сара апайға арнап өлең, тақпақтар айтылып, ойындар ойналды, құттықтау сөздерімен жалғасты. Балалар кештің соңында өздерінің шығармашылық жұмыстарымен толықтырды. «Құмыраға гүл салу» жұмысында балалар өз қолдарымен әр түрлі гүлдерді жасап, Сара апайға ой түпкірлерінен шыққан шынайы, жылы-жылы лебіздерін білдірді.\nСонымен қатар «Жирен жаман әдеттен, үйрен жақсы әдеппен» — дегендей халқымыз балалармен «Әдептілік-әдемілік» атты тәрбие сағаты да өткізілді. Осы кеште балалар әдептілік туралы мақал-мәтелдер айтылып, қойылымдар көрсетілді.\nТәрбиешінің алға қойған мақсаты, баланың бойына ұлттық саналық қалыптасқан, халқының әдет-ғұрпын салт-дәстүрлерін көңіліне тоқыған дені сау, шымыр да шыныққан, сымбатты, халықтың тілін білетін, рухани байлығы мол, жан-жақты азамат тәрбиелеп өсіру.\nЕресектер тобында «Мен елімнің азаматымын» тақырыбына қосымша «7 мамыр — батырлыр күні» мерекесіне арналған «Ел қорғауға әзірміз» атты көңілді жарыс өткізілді. Осындай сайыстар арқылы өсіп келе жатқан жас ұрпақ ұландарымызды Отанды қадірлеп қорғай білуге баулытамыз. Балалар осы жарыста өздерінің шапшаңдылығымен, батылдығымен өз Отанының жас ұландары екенін көрсетіп, дәлелдеді. Жарыстар жас жеткіншіктердің бойында адамгершілік қасиетін оятып, патриот болуға тәрбиелейді.\nРухани-адамгершілік тәрбиесінде алдымен баланы тек жақсылыққа-қайырымдылық, мейірімділік, ізгілікке тәрбиелеп, соны мақсат тұтса, ұстаздың, ата-ананың да болашағы зор болмақ. «Мен үш қасиеттімді мақтан тұтам», — депті Ақан сері. Олар: жалған айтпадым, жақсылықты сатпадым һәм ешкімнен ештеңені қызғанбадым.\nБұл үш қасиет әркімнің өз құдайы. «Өз құдайынан айырылған адам бос кеуде, өлгенмен тең» деген екен. Шындығында бұл ақиқат. Олай болса, жеке тұлғаны қалыптастыруда, олардың жан дүниесіне сезіммен қарап, әрбір іс-әрекетіне мақсат қоюға, жоспарлауға, оны орындауға, өзіне-өзі талап қоя білуге тәрбиелеу — адамгершілік тәрбиенің басты мақсаты. Мақсатқа жету үшін сан алуан кедергілер болуы мүмкін. Ондай қасиеттерді бала бойына жас кезінен бастап қалыптастыру жеке тұлғаны қалыптастырудың негізін қалайды.\n«Еліміздің күші- патшада, сәбидің күші- жылауында» демекші, біздің күшіміз, қорғанышымыз, сеніміміз- адамгершілігімізде болуы керек. Ол үшін Ақанның осы үш қасиетін бала бойына дарыта білсек-ұлы жеңіс болары анық.\nТолығырақ: http://asyl-bilim.kz/load/p_nder/zin_zi_tanu/adamgershilik_rukhani_t_rbieni_ma_yzdyly_y/22-1-0-875",
                "date": "14.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Діншілдік ұлтшылдықтан да қауіпті ме? Эссе жазу керек",
        "question_content": "Діншілдік ұлтшылдықтан да қауіпті ме?\nБүгінде дін атын жамылған үлкенді-кішілі келеңсіздіктер қалың жұртшылықты алаңдатып отыр. Бұл тұста діндегі шектен шығушылықты айта кеткен абзал. Баланың қиянатшыл һәм қатігез болып өсуіне құдайсыздық қалай әсер етсе, әсіре діншілдік тәрбие де солай әсер етеді. Неге десеңіз, екеуі де сағат маятнигінің қос шеткі нүктесі сияқты бек шетін жол.  \nҚиянатшылдық–өзімшіл менмендіктен, яғни «менікі жөн, өзгенікі бұрыс» деген ойдан туады. Біз ғана «тура жолдамыз» дейтін діні, жүрегі қатты тәкфирші ағымның өкілдері соның мысалы. Олар атеистер тұрмақ, намазы жоқтарды кісі құрлы көрмейді. Өз заманында Абай, Шәкәрім «Адамды сүю» гуманистік идеясын берік ұстанды. Хакім Абай 38-сөзінде қиянатшыл жандарға «жарым адам», «жарым мұсылман» деген «диагнозын» қояды.",
        "question_date": "13.04.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 36100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Дін және ұлттық дәстүр жастардың мәселесі\nЕлімізде 14 пен 28 жас аралығында 4483 285 жастар бар. Бес облыста жастардың саны азаюда: Ақмола, Қостанай, Қарағанды, Павлодар, Шығыс Қазақстан. Қазақстан халқы осылай қартая беретін сияқты. Жұмыс орындары көп Батыс өңірлерінде жастар саны өсуде. Атырау облысында жастар 150 мыңнан асады.\nЕл халқының 70,2% мұсылмандар, ал қазақтардың 98,3% мұсылмандар. Оның ішінде 15-19 жастағылардың 78,2%, 20-24-73,2%, 25-29-70,8%, 30-34-70,8%, 35-39-71,9% мұсылмандар. Ел халқының жасы өскен сайын дінге деген салқындығы байқалады: 40 пен 44 жас аралығындағылардың  72,6% мұсылманбыз десе, кейінгі буындарда бұл көрсеткіш азая береді, 70 жастан асқандардың 41,1% мұсылманбыз деген. \nБірақ жастардың да үлкендердің де басым көпшілігінің діни наным-сенімі үстүртін, діншілдік. Діннің мазмұнынан гөрі салт жағына, сыртқы діншілдікке мән беріледі. Ол түсінікті де, себебі біз дінді терең сенімнен гөрі, кеңес заманында шектеген салт-дәстүрімізге оралу деп қабылдадық. Үлкендердің оннан төрті «жасымыз келді, енді Алланың алдына барғанда не дейміз?» -дегендей психологияны басшылыққа алады. «Ештен кеш жақсы», дегендей  оны да мақұлдау жөн. Абай айтқандай «әйтеуір жақсылыққа қылған ниеттің жамандығы жоқ қой дейміз».\nБүгінгі  әлеуметтік ғылымда оны «зейнеткерлік діншілдік» немесе «зейнеткерліктің алдындағы діншілдік» («пенсионная» или «предпенсионная религиозность»). Үлкендер дінді қабылдауда тұрақтылыққа, келісімге бейімді. Ал, жастардың оннан жеті-сегізі дінге бет бұрған және олардың арасында қызығушылық, ізденіс басымырақ. \nҮстүртін, діншілдік посткеңестік елдердің барлығына да тән. Ресейлік архиепископтың «много крещенных, но мало просвещенных» деуі осыдан. \nШындығында, бүгін бізде ерекше жағдай қалыптасқан. Интеллигенция негізінен зайырлы білім алған. Ал дін теориясын білетін жаңа қалыптасып келе жатқан интеллигенцияға зайырлы білім жетіспейді, ал зайырлы интеллегент дін саласынан хабардар емес. Әзірге жан-жақты білімді алаш зиялылары сияқты діни білім мен зайырлы білімді бойында жинақтаған, дінді, имандылықты, ұлтшылдықты дүниетанымының түп қазығына айналдырған интеллигент  бізде бірен-саран. Бұл біздің айыбымыз емес, сорымыз, атеизмнің санада қалдырған ізі. \nСондықтан жастарға дін саласында тәлім-тәрбие беруге, жол көрсетуге әлсізбіз. Жастарға дін саласында кімдер көбірек ықпал етеді? Ақтөбе мемлекеттік педагогикалық институтында дінтану пәні биыл үшінші жыл арнайы пән ретінде оқытылады. Жастармен пікір алмасуға мүмкіндік көп. \n«Мен бала күнімде атам мен әжем санама дінді сіңірді, аят үйретті»; «менің арғы атам мен әжем намаз оқыпты, ал атам мен әжем намаз оқымайды, кейде құран оқиды, мұсылман болу керек деп аяттарды дәптерге жатқа жаздырады, осылай мен бірте-бірте дінге келдім». «Менің әке-шешем намаз оқуға тыйым салады, жат топтарға кіріп кетесің дейді, мен олардан жасырынып оқимын»; «Әке-шешем ораза ұстайды, діннен сабақ алады, тіпті араб тілін үйреніп келеді. Маған намаз оқы деп ақыл берді, мен олардан жұмақ пен тозақ туралы бірінші рет естідім», – дейді жастар. \nЖастар  дін туралы мәліметті достарынан алады. Олардың айтуынша, имам, молдалардың беделі төмен. Уағыздары өмірмен байланысты емес. Араб, ислам ғылымдарының көне кітаптарындағы цитаттардан аса алмайды. Ал, жастарға ізденіс тән, олар өзгерістерге, жаңалықтарға бейімді. \nКейбір қақтығыстарға қатысқан дін ұстанатын жастарды экстремист деп жатады. Ал, олар жай ғана қылмыстық істерге қатысқандар. Талай саяси партия мүшелері жемқорлыққа байланысты сотталып жатыр, бірақ партияны тұтастай жемқорлар партиясы деу дұрыс болмас. Дінді ұстанып, болмаса ерекше киініп, бірақ қылмыстық іске қатысатындарды да діни экстремист деу  орынсыз.   Ақтөбе облысында орын алған қақтығыстар астарында діни көзқарастардан гөрі құқық қорғау қызметкерлерінен нақты адамдардың өліміне байланысты өш алу, кек қайтарып жатыр, ал кейбір жастар өздерінің қылмыстық істерін ислам құндылықтарын қорғау деп бүркемелеуі мүмкін. Бірқатар жастар бөтен ағымдардың ықпалына әдейі емес, кездейсоқ барып қалады, біреулердің уәдесіне сеніп, көніп ереді, бірқатары өздерін басқадан бөлек тұлға ретінде көрсету үшін топқа кіреді, сондай-ақ жастарға қиялға берілу, романтикалық көңіл-күйде тән. «Жаманшылыққа бір елігіп кеткен соң, – дейді Абай, – бойын жинап алып кетерлік қайрат қазақта кем болады. Осы жұрттың көбінің айтып жүрген мықты жігіт, ер жігіт, пысық жігіт деп ат қойып жүрген кісілерінің бәрі-пәлеге, жаманшылыққа еліртпек үшін, бірін-бірі «айда, батырлап» қыздырып алады да, артын ойлатпай, азғыратұғын сөздері». Абайдың осы сөзін жастардың назарына біздің имам, молдалар, мұғалімдер жиі салып отырса, ол шет ел ғалымдарының шығармаларынан, өзімізде шығып жатырған брошюралардан тиімді болар еді. \n Дін және ұлттық дәстүр мәселесі осы екі құндылықтың қайсысы жоғары деген сауал туғызып жатады. Сөз жоқ дін мәңгілік, жалпы адамзаттық құндылық. Сонымен бірге, ислам дінін қабылдаған қазақ та, басқа да халықтар арабтанбады арабтанбайды да, Ресей қанша шоқындыруға тырысқанымен қазақтар тұтастай православ дінін қабылдамады. Қажет болған жағдайда ұлт мүддесі дін парыздарынан тіпті үстемдірек болады.\nҚожаберген жырау «Елім-ай» дастанында жоңғар шапқыншылығы және Ақтабан шұбырынды алмағайып заманда:\nНамазды тоқтатыңдар, азаматым,\nҰнаса менің айтқан насихатым\nҚожа, молда, имандар уақытша,\nҚоржынға сақтап қойсын \nшариғатын.\nНамаз оқып жатқанда, жаулар қырар,\nАтылған дәу мылтықтан доп \nкеп ұрар.\nМінажат қып жайнамазда отырғанда,\nСұм халхи ұстап алып, тұтқын қылар, – деп кеңес береді. Тек көңілің Аллаға таза болсын. Дін қай заманда да ұлтқа бейімделген, ұлттан жоғары тұрмаған, дін мен ұлт үйлесім тапқан. \nБіздің мемлекетіміз исламға түпкі ой-пікірін ашық білдіріп, қолдап отыр. Біздегі ислам мемлекетке де шын пейілмен қарайды. «Діни қызмет және діни бірлестіктер туралы» заңда дін мен мемлекет ара-қатынасы нақты айқындалған. Дегенмен зайырлы мемлекет болғандықтан діннің өзіндік орны, позициясы болуы шарт. Мемлекетті тұтастай қолдаған дін мемлекеттегі жастарды ойландырып жүрген жемқорлық, экологиялық проблемалар, қазақ тілі мен мәдениетіне, дәстүрлеріне байланысты шешімін әлі толық таппаған мәселелер, жұмыссыздық, басқа да проблемаларға мемлекетпен бірге дін де жауапты болады, ол діннің беделіне нұқсан келтіреді. Кейбір посткеңестік мемлекеттер де, мысалы, Ресей мен Белоруссия православ шіркеулері мен мемлекет арасында бірлесіп шешетін ортақ мәселелер төңірегінде ғана келісім бар, бірақ қажет жағдайда мемлекетті шіркеулер қолдамайтындығын ашық жариялаған. Ресей православ шіркеуі әлеуметтік, экономикалық, заң саласында өз тұжырымдарын жасады, өз төңірегіне көптеген жастарды ұйытып келеді. Қазақстанның мұсылман Дін Басқармасы өзінің патриоттық, ұлтшылдық позициясымен жастарды өз төңірегінде біріктіре алатын құндылықтар көп: ортақ тарихымыз, тіліміз, дәстүріміз, ортақ экономикамыз, бір сөзбен айтқанда Қазақстанымыз.\n\"Ақиқат\" журналы",
                "date": "14.04.2020",
                "upvotes": 1
            },
            {
                "text": "Қазақстанның тәуелсіздігі жылдарында жалпы дінге деген қызығушылық обьективті түрде өсті, қоғам осы әлеуметтік-мәдени институтқа қатысты жаңа диспозицияға көшті. Зайырлылық үлгісінің қалыптасуы мен мемлекеттік-конфессионалдық қатынастар саясатын дамытуға жаңа идеологиялық және саяси шарттар пайда болды. Қоғам өміріне еніп отырған діни ұйымдар мен топтардың саны өсті. Дін қазақстандық қоғам өмірінің маңызды факторы бола отырып, белгілі бір азаматтар тобының бейімделуі мен әлеуметтенуінің дамуына ықпал етеді. Әлеуметтік ахуалдың жаңашылдығы діндарлықты, қазіргі қазақстандық қоғамдағы оның қызмет етуін зерттеуге ғылыми қызығушылықты туындатады. Мемлекеттік идеологияның қажет деңгейде әзірленбеуі салдарынан діни дүниетаным зайырлылықтың баламасына айналып, оған сәйкес өмір сүру үлгісі мен құндылықтар жүйесі жайлы ұғымдардың қалыптасуына алып келеді. Жаһандық ықпалдар қазақстандықтарды оларға  дәстүрлі емес болып келетін  этнодіни субмәдениетке тарту арқылы, азаматтық бірегейліктерінің қалыптасуына әсер етеді. Ел азаматтарының діни таңдауының факторлары, діни өзіндік идентификация (бірегейлендіріп, тиесілігін түсіну) үрдістері, діндарлықты ғибадаттық (құлшылық тәжірибе, мешіттер мен храмдарға бару, құдайға құлшылық ету практикасына қатысу, діни ережелерді ұстану) және ғибадаттан тыс (діни кітаптарды оқу, діни ұйымдарды қолдау, әлеуметтік қызмет көрсету және т.б.) өлшеу және т.б. көрсеткіштер біздің елімізде діндарлықтың өсіп отырғанын аңғартады. Діндарлық тек индивидтердің сана, іс-әрекет және институт ретінде діннің белгілі бір проекцияларына қатыстылығы арқылы көрінеді.  Діни идеяға қатыстылық өзінің діни ұстанымын жариялау, діни сенім мен оның өмір үшін маңыздылығы мен бағасын түсіну, діни көзқарастардың құндылықтық сана құрылымындағы орнын түсіну сияқты белгілердің жиынтығы арқылы бекітіледі. Бұл көрсеткіштер діни ұстанымның (сенімнің) нақтылығын (немесе белгісіздігін) бейнелейтін діндарлықтың сипатын қалыптастырады. Қазіргі постсекулярлық қоғамда діни құбылыстар барынша динамикалық қырымен айрықшаланып отыр. Соңғы бес-алты жылдың ішінде біздің мемлекетіміз бен қоғамымыздың дін саласында бірқатар түйткілді мәселелер түйіні пайда болды. Мысалы, діндарлық пен зайырлылықтың парқы неде, бүгінгі мұсылманнның келбеті қандай, әсіре діншілдік пен ұлтшылдықтың салдары не болады, діндарлықтың бүгінгі үрдістері радикализммен шектесіп жатқан жоқ па, оған мемлекеттің жауабы қалай болады және ол қатаң секулярлы сипатта емес пе, адамның дін ұстану құқықтары мен қоғам тұтастығы, діни сұраныстың ұлғаюы мен зайырлы мемлекеттің ұстындарын сақтау таразысын қалай тең ұстауға болады, діни бірегейлік дұрыс, па әлде дүниетанымдық әр алуандылық керек пе, батыстық демократиялық стандарттар мен ұлттық өркениеттік ерекшеліктер, дәстүлі діни құндылықтар мен еуропалық либералды құндылықтар қабыса ала ма, шариғатты модернизациялауға бола ма және т.б. сұрақтар алдыңғы қатарға шығып отыр. Осындай заманауи үрдістер мен мәселелерге орай өткен жылы жасақталған Дін істері және азаматтық қоғам министрлігі «2017-2020 жылдарға арналған Дін саласындағы мемлекеттік саясаттың тұжырымдамасын» қабылдады. «Діни қызмет және діни ұйымдар мәселелері бойынша Қазақстан Республикасының кейбір заңнамалық актілеріне өзгерістер мен толықтырулар енгізу туралы» Заңының жобасы талқыланып, ҚР Парламентіне ұсынылды және оны таяуда ғана Мәжіліс бекітті.  Бұл шаралар еліміздегі мемлекет пен конфессиялар арасындағы үлгі мен әртүрлі діндер арасындағы келісімді жетілдіруге, дінді деструктивті мақсатқа қолданудың алдын-алуға және мемлекеттің зайырлылық ұстындарын нығайтуға бағытталған. Заманауи әлемдегі зайырлылық түріндегі мемлекет – нақты қоғамның, діннің, және адамның рухани жағдайларына, және мемлекет құрылымының демократиялық түріне толығырақ жауап беруі тиіс. Көпконфессиялық және полиэтникалық мемлекеттердегі зайырлылық түріндегі мемлекет жоғары дәрежеде үмітті ақтаған және дәлелденген болып есептеледі. Зайырлылықтың мәні туралы жалпы қорытынды мынадай: «Мемлекеттіліктің зайырлы формасы қағидалардың концептуалды деңгейін туындатты: мемлекет діннің өз алдына қызмет етуіне жағдай жасауы қажет, ал діндер мемлекеттік іске араласпай, қоғам мен мемлекетке өз тарапынан қауіп-қатер туындатпауы керек». Түйіндеп айтқанда, классикалық зайырлы мемлекетте  діни ұйымдар мемлекеттен ажыратылған (бірақ қоғамнан оқшауланбаған) және заң алдында бәрі тең. Зайырлы мемлекеттің бұл үлгісі барлық діни ұйымдарға бейтарап қатынаста болуды, мемлекеттің діннен және діни ұйымдардан оқшау болуын көздейді. Зайырлылық мемлекеттің клерикалдануы (діни сипатының басымдылық танытуы) мен секулярлануы (дінді қоғамнан аластатудың идеологиясы) аралығындағы тепе-теңдікті ұстап тұрады. Зайырлық түсінігі аясында мемлекет төмендегі ұстындарға сүйенеді: азаматтардың қандай да бір дін және діни ұйымдарға жататындығына қарамастан, өмірдің барлық саласында тең құқығын қамтамасыз етеді; азаматтардың дінге деген қатынастарына бейтарап қарап, олардың таңдауларын мадақтап, сөгіп немесе насихаттамайды; діни ұйымдар мен бірлестіктердің істеріне, діни ағартушылық, ішкі тәртіптік, діни, кадрлық істеріне мүлдем араласпайды; азаматтардің дінге деген қатынасын анықтауда мемлекеттік білім беру стандартының бейтараптығын қаматамасыз етеді; адам құқығы мен еркіндігін шектейтін, азаматтардың дінге деген қатынасын күшпен өзгерту мақсатында арнайы мекемелерді қолдануға рұқсат бермейді және т.б. Қазақстанды зайырлы мемлекет деп мойындау дегеніміз – бұл біздің елдегі зайырлылық қағидасын тәжірибеде жүзеге асырудың бірінші қадамы деп білеміз. Шындығында, қазіргі әлемдегі барлық мемлекеттердің көп бөлігі – зайырлы болып табылады. Онға жуық теократикалық мемлекеттер және одан азырағы – атеистік мемлекеттер бар. Қалғанның бәрі – зайырлы болып табылады. Бірақ біз тәжірибеден көріп отырғанымыздай, бұл мемлекеттер зайырлылық қағидасын жүзеге асыруда ауқымды түрде әрқилы үлгілерді қолданады. Зайырлылық қағидасы оны тым кең тұрғыда түсіндіруге мүмкіндік туғызады: теократиядан тіпті атеизмге дейін. Бұл қазіргі әлемде болып отыр. Мемлекеттің таңдаған зайырлылықтың түріне, сипатына байланысты, ол дін саласында өзінің барлық саясатын құрастырады. Зайырлылықтың белгілі бір түрін заңнамамен бекітудің қажеті жоқ. Дегенмен, қайсыбір зайырлылықтың типі мемлекеттің конфессиялық саясатының мазмұны мен түрін анықтайды, оның ішінде ерекше атап айтсақ, мемлекеттік-конфессиялық қатынастар саласындағы тәжірибелік шешімдерді қабылдау кезінде болады. Осыменен қазақстандық қоғамдағы діннің мәні мен рөлі анықталады. Сонымен қатар бұл мәселеде, әлемдік тәжірибені талдау да өзекті болып табылады – мұндай талдау Қазақстанға зайырлылық қағидасын жүзеге асырудың қандай да бір түрлеріне ыңғайласуға мүмкіндік береді. Еліміздің Ата Заңындағы Жалпы ережелер деп аталатын 1 бөлімінің 1-бабында Қазақстан Республикасы өзін демократиялық, зайырлы, құқықтық және әлеуметтік мемлекет ретінде орнықтырады деп көрсетілген. Оның ең қымбат қазынасы – адам және адамның өмiрi, құқықтары мен бостандықтары. Қазақстан унитарлы мемлекет болғанымен, біздің қоғамымыз этностық, діни және мәдени тұрғыда әртекті. Демек, елдегі заманауи әлеуметтік-мәдени ахуал да, дүниетанымдық алуан түрлілік те зайырлылықты мемлекет сипатының конституциялық негізіне жатқызуға итермелейді. Яғни біздің республикамызда ешқандай дін мемлекеттік дін деп жарияланбаған, дін өмір тәртібі ретінде мәжбүрлеп таңыла алмайды және әрбір азаматтың ар-ождан бостандығына құқы бар. Қандай да бір діннің үстемдік етуіне немесе дінді мансұқ етуге заң бойынша жол берілмейді. «Діни қызмет және діни ұйымдар мәселелері бойынша Қазақстан Республикасының кейбір заңнамалық актілеріне өзгерістер мен толықтырулар енгізу туралы» Заңының жобасы маңызды бірқатар заңнамалық құжаттарды қамтыды. Заңдағы аталған баптар елдегі діни ахуалды орнықты жағдайға келтіріп, діннің дұрыс арнадағы ағымына септігін тигізеді. Бұл өзгерістер мен толықтырулар уақыттың ағымы мен замана талаптарына лайықты жауап беріп, қазақстандық қоғамда, Елбасының Қазақстан халқына Жолдауында айтылғандай, зайырлы мемлекеттік дәстүрмен қатар, дұрыс діни сана қалыптастыруға үлесін қосады деген ойдамыз. \nТолығырақ: http://religionmap.kz/kz/news/view?id=51",
                "date": "14.04.2020",
                "upvotes": 0
            },
            {
                "text": "Қарин: Ұлтшылдық қауіпті емес, бірақ әсіре ұлтшылдықтан сақтану керек\n\nНұр-Сұлтан, BAQ.KZ. Қазақстан Республикасы президентінің кеңесшісі, саясаткер Ерлан Қарин Қордайдағы жағдайға байланысты өз пайымын жариялады.\n\nҚордайдағы жағдай бүткіл елді елең еткізіп, ешкімді бей-жай қалдырмады. Мемлекет тарапынан тиісті іс-шаралар дереу қабылдануда - оқиға салдарын жою мақсатында Үкіметтік комиссия құрылып, зардап шеккендерге тиісті көмек көрсетіліп, осы жағдайға жол берген жауапты қызметкерлер орнынан босатылды. Бірақ, әдеттегідей, әлеуметтік желідегі дау-дамай, сөз тартысы тоқтайтын емес. Бүгінде сол әлеуметтік желіде дауласып жатқан азаматтарды шартты түрде бірнеше топқа бөлуге болады - деп жазды ол өзінің әлеуметтік желідегі парақшасында.\n\nОл Қордай мәселесіне қатысты сөз қуғандарды 4 топқа бөлді.\n\n1. Ұлтшылдар. Орын алған жанжалдарда тек қазақты айыптау қателік. Өзге ұлттар қазақтың мүддесімен санасуы қажет. Болған жағдайдың себебі – өзге ұлт өкілдерінің қазақ тілі, дәстүрін сыйламауы. Көпұлтты саясат ұстанымынан бас тарту керек.\n2. Либералдар. Қазақтар және өзгелер деп бөліну дұрыс емес, барлығымыз, ең алдымен Қазақстан азаматтарымыз. Заң бәріне бірдей ортақ. Қазақстан көпұлтты саясаттан бас тартпауы қажет. Бәріне кінәлі билік. Саяси реформалар керек, мысалы әкімдер сайлануы қажет.\n3. Бірлікке шақырғандар. Бірлік пен тұрақтылық басты құндылығымыз. Ұлтаралық келісімді сақтау қажет. Қазақтар мемлекет құраушы ұлт ретінде өзінің жауапкершілігін сезінуі тиіс. Бәріне кінәлі – араңдатушылар.\n4. Діншілдер. Ұлтқа бөліну дұрыс емес. Ұлтшылдық – қауіпті. Ең алдымен, барлығымыз мұсылман бауырлармыз. Мұсылман мұсылманға қол көтермейді. Бірлікті сақтауымыз қажет - дейді ол.\n\nСондай-ақ Ерлан Тынымбайұлы бұл тек шартты түрде атап отырған негізгі топтар екенін айтты.\nОдан басқа да түрлі пікірлер мен позициялар жеткілікті. Осыдан, айталық, он жыл бұрын қоғамдық пікірталаста мұншама тараптар болмаушы еді, ары кетсе билік жағындағы және билікке қарсы болып бөлінетін. Бірақ соңғы жылдары саяси-қоғамдық өмірдің соншалық күрделенгені, енді пікірталас алаңы да кеңейе түсті. Және бұрын либералды топтардың өздері негізінен орыс тілді азаматтардан тұратын болса, қазір либералды алаңда біршама қазақ тілді спикерлер пайда болды. Яғни, қазақ қоғамы өзгеріс үстінде, жаңа топтар, жаңа мүдделер, жаңа талаптар пайда болуда. Бұл соңғы процесстердің оңды тұсы. Ал, қауіптілігі ол жалпы радикалды пікірлердің пайда болуы. Діншілдік қауіпті емес, бірақ әсіре діншілдік қауіпті. Және де, тек  мұсылман мұсылманға емес, жалпы адам баласы басқа адамға, қандай дін ұстанса да, қол көтеруі қылмыс. Ұлтшылдық та қауіпті емес, бірақ әсіре ұлтшылдықтан сақтану керек, әйтпесе, одан басқа қиын жағдайға ұрынып қаламыз. Либералды ұстаным қажет, бірақ билікті сынаймыз деп, мемлекетті тіптен жоққа шығару қателік. Бірлікке, ынтымаққа шақырғанның бәрін биліктің сөзін сөйлеп отыр деп айыптау дұрыс емес, бұлар шынымен де қажет құндылықтар, бірақ бар кемшіліктерді де мойындауымыз тиіс. Яғни, айналада болып жатқан кез келген оқиғаға байыппен, салмақты қарауға ұмтылғанымыз жөн. Дискуссия керек қой, бірақ қызыл кеңірдек болып айтысып жатқанда, өшпенділіксіз, агрессиясыз, тек менікі ғана дұрыс деп, өзге пікір ұстанғанның бәрі сатқын, опасыз, жау деп көрмей талқылауымыз қажет. Болған оқиғалар, бұл мемлекетіміздің даму тарихындағы қайғылы бір сәті, ауыр кезеңі, бірақ бұл сыннан да өтуіміз қажет, Құдай қаласа, өтеміз деген ұстаныммен қараған абзал. Тек ашық, бүкпесіз әңгіме, бірақ терең салмақты талқылаулар арқылы ғана біз сол әлеуметтік кеселдерден арыламыз - деді президент кеңесшісі.",
                "date": "14.04.2020",
                "upvotes": 0
            },
            {
                "text": "Амангелді Айталы,\nфилософия ғылымдарының \nдокторы, профессор\nДінсіз ұлт – ұлтсыз дін болмайды             \nӘлемдік діндер (буддизм, христиандық, ислам) о бастан ұлттан жоғары тұратын, белгілі бір ұлтқа арнайы жіберілмеген құндылықтар. Бірақ, дін әр ұлттың психологиясымен, тарихымен, дәстүрімен тығыз байланыста болады, ұлт дінді өзінің ерекшелігі тұрғысынан санадан өткізді. Дін де ұлттық мәдениетке, психологияға өз ізін, қалыбын салды. Сондықтан, дәстүрлі дін адамның сана-сезімі мен дүниетанымына ең жақын, ең түсінікті ететін, оның адами, мәдени қасиеттерін, табиғат танымын тұтастай бір құндылыққа айналдырады. Дәстүрлі діншілдік әр ұлттың салт-дәстүрлерімен терең байланысты, тарихи қалыптасқан тұрмысына тамырын жайған. Қазақтың дәстүрлі діндарлығы Жаратушыны ақиқат деп қабылдаған, шынайы адалдықтан, ішкі түйсігінен туған сенім. Тағатшылық, қайырымдылық, жанашырлық, кешірімділік, табиғатты сыйлау Алла-тағаланың құдіретіндей тұтас қазақ этносының және жеке адамның тіршілігінің амалына айналған. \nДәстүрлі діндарлық ұлттың психологиясын, мәдениетін, тұрмысын тұтастай болмысын реттеп әлеумет ретінде басын біріктірді, оны талай дағдарыстан, ішкі, сыртқы қауіп-қатерден, кездейсоқ уақиғалардан  сақтайды, қорғайды. Аштық, соғыстар мен қуғын-сүргінде қазақ ауыртпашылықты ел болып басынан бірге өткізген. Қазақтың мәдениеті жеке басының мүддесі емес, қауымдастықтың мүддесіне, тілектестігіне негізделген. Философиялық тілмен айтсақ, дәстүрлі діни таным теориялық қағидалардан гөрі күнделікті дағдысына, наным-сенімге негізделген. Ол тұрақтылықтың, бүгінгі мына құбылмалы заманда баянды өмірдің кепілі. Қазаққа аштықтан, жалаңаштықтан  гөрі жалғыздық батады, жалғыздыққа шыдай алмайды.     \nБүгін ғылым, білім, интернет заманында дәстүрлі наным-сенім бірте-бірте босаңсып, ақпараттық заман қауіп төндіре бастады. Жаһандану заманы дәстүрлі наным-сенімнің түп негізі, этностық болмыстың тұтастығын, этнопсихологиялық іштей байланысын ыдыратып, ұрпақтар жалғасуының үзілуіне әкелуі де мүмкін. Сонымен бірге, посткеңестік мұсылман елдерінде, жалпы мұсылмандар арасында дін мен ұлттық дәстүр, дүниетаным мәселесі жаңа өткір сипат алды. Ғылыми әдебиетте 1980 жылдардың аяғы мен 1990 жылдар исламның «қайта жаңару», 70 жылдық атеизм үстемдігінен кейін тарихи дәстүрлерді жаңарту кезеңі деп  аталынады. Бірақ, ХХІ ғасырдың басында «Қайта жаңарған ислам» революцияға дейінгі канондардан ерекше болатындығы белгілі бола бастады. «Исламдық жаһандану», еуроислам ұғымдары өмірге келді. Түркі рухани кеңістігінің бұрынғы кеңестік аймақтарына исламның арабтық версиясы, кағидалары, шариғат үкімдері ене түсті. Шығыс ислам рухани ұстаздары мен уағыздаушылары, шет елдерде білім алған жас имамдар, молдалар бабалар дәстүрлерін қайта қарап, нағыз, шынайы дін үлгісін сырттан іздеді. Исламның арабтық моделін  неофиттер, жаңа бағытты уағыздаушылар, діни ақиқат деп таныды. Сонымен, конфессияішілік қайшылық бүгін алға шықты. Ұлттық дәстүр мен дін арасына жік салушылар көбейді. \n Социализм тұсындағы дін мен ұлттық дәстүр\n \nИсламның арабтық моделін тықпалаудың астарында терең тарихи себептер жатырғандығы анық. Социалистік елдер атеистік бағыт ұстанғанымен, мемлекет пен діндер арасындағы қарым-қатынас оларды бірдей, бір үлгіде болмады. Мысалы, Польшада социализм тұсында діни ахуал өзгеше болды. Католик шіркеуі алғашқы жылдары коммунистерді өзінің ықпалына икемдеді. Діни ұйымдарды поляк халқы да қолдады. Себебі, күнделікті тұрмыс-салттары да діни наным-сенімдерге негізделген. Польшаның жұмысшы партиясы өзінің дінге бейтараптығын, шіркеудің ісіне араласпайтындығын және шіркеудің қоғамдағы маңызын мойындайтындығын мәлімдеді. Президент өз лауазымына кірісер алдында ант бергенде «Құдай мені қолдасын» деп айту міндетті болды. Еркін ой мен діни сенім бостандығын мойындаған саяси жүйені өз кезегінде шіркеу де мойындады. Бірақ, бірте-бірте коммунистер дін мен шіркеуге қарсы белсенді қимылдар бастады. Алдымен оқу орындарында дінді оқытуға арналған сабақтар азайтылды, кейін тіпті дінді оқытуға тыйым салды. Шіркеулерде  діни уағыздар шектеле бастады. Шоқыну, діни дәстүрлердегі мерекелері тойлау мен адамдарды жерлеуге қатысатын қайраткерлер қудалана бастады. Совет үкіметіндегідей жастар арасында атеистік тәрбиеге зор мән берілді. Коммунистік саясат дінді әшкерелеуге тырысып, оның тарихында тек қанаушы таптың  қолдаушысы болды деген пікір таратты. Священниктерге саяси және тұрмысқа байланысты айыптар тағылды. Сонымен бірге, алдау, арбау саясаты  да жүзеге асты, священниктерді әртүрлі патриоттық ұйымдарға тартып, бөле бастады. Сондай-ақ, прогресшіл діни қызметкерлер «Пане»  журнал редакциясының төңірегінде топтастырылды. Католиктердің басым тобы мемлекетке аса зор үміт артпағанмен, шіркеу мен билік арасындағы қарым-қатынас реттеледі деп сенді.\nПольша католик шіркеуі халықаралық саясатқа да араласты. Польша коммунистері поляк халқын неміс қаупінен сақтандырып, Совет Одағымен тығыз байланысқа шақырды, себебі, немістер арасында соғыстан кейінгі герман-поляк шекарасын мойындамайтындар  болды. Ал, неміс протестанттары болса, екінші дүниежүзілік соғысынан кейінгі ахуалды мойындауға тырысты. Христиан дінінің кешірімділік рухына сай, епископ – поляктар неміс фашистерінің қылмысын кешіреміз деді. Коммунистер епископтарды сатқындар деп айыптады. Кейіннен католиктерді поляктардың басым көпшілігі қолдайтыны белгілі болды. 1966 жылы христиандықтың мыңжылдығын (Millenum) католиктер салтанатты түрде атап өтті, бірақ, мемлекет оған қарсы тұра алмады, тек христиандықтың маңызын, мерекенің мәнін төмендетуге тырысты. Сөйте тұра коммунистер поляк мемлекетінің мыңжылдығын, азат етуді қатар өткізді. Екі мерекенің бәсекелестігі католик діні мен дәстүрінің адамдардың санасына терең ықпал етіп келе жатырғандығын көрсетті. Ақырында 70-жылдардың басында коммунистер шіркеудің қоғамдағы зор ықпалын мойындады. Мемлекет пен католик шіркеуі өкілдері арасында жаңа деңгейдегі байланыстар қалыптасты. \nКоммунистер Ватиканмен де өзара қарым-қатынас қалыптастыра бастады. Кейбір партия қызметкерлерінің қарсылығына қарамастан, мемлекетке шегінуге, шіркеу мен есептесуге тура келді. Бұл коммунистерге билікті бір қолда шоғырландырудан айырыла бастағанын көрсетті.\nПольша католиктерінің беделінің шырқауына Краков архиепископы Кардинал Кароль Войтыла 1978 жылы 16 қазанда Рим папасы болып сайлануы ықпал етті. Польша шіркеуі ең жоғары рухани билік өкілдерінен қолдау тапты. Бұл маңызды жағдай поляк ұлтына күш-қуат беріп, мәртебесін өсірді. Әрине, бұл оқиға коммунистерге шіркеудің қызметін шектеуге үлкен қолайсыздық туғызды. Ал, 1979 жылы Кароль Войтыланың Польшаға сапары поляктардың коммунизм идеологиясының негізсіздігін әйгіледі. Қаптаған адамдар шіркеуге бет бұрды, дін ұлттың басын біріктіріп, тұтас қауымдастыққа айналдыра бастады. Әрине, шіркеудің ұйымдастыру қызметінің орны бөлек. Папа сапарына билік кедергі жасай алмады, келісуге мәжбүр болды. Бірақ оның мемлекет үшін жағымсыз салдарын азайтуға тырысты, қолдарынан келгенше ақпарат бермеуге әрекеттенді, Папаның елді аралауын шектеп бақты. Сонымен бірге, Иоан Павел ІІ ел арасындағы беделін өз мақсаттарына пайдалануға күш салады. Ол Польшадағы саяси режимді қолдайды деген насихат таратылды. Бұқаралық ақпарат құралдарында коммунистік басшылықтың Папамен кездесуі насихатталды. Бір жағынан, Папа сапары шіркеудің ішкі мәселесі десе, екінші жағынан, оның ресми маңызына назар аударылды.  Польшадағы католик шіркеуінің беделі, оның ұлттың дәстүрімен, тұрмысымен байланысы социализм күйрегеннен кейін беделін тіпті асырды.\nКеңес үкіметіндегі діни ахуал өзгеше болды. Халық Комиссарлар кеңесі декретімен 1918 жылы 23 қаңтарда шіркеудің, мешіттің мемлекеттен бөлінгені туралы шешім қабылдады. Дін әр адамның жеке мүддесіне айналды. Шіркеу, мешіттерге қаржы бөлінбеді, ғимараттарды өңдеу қаржысы, діни қызметкерлердің еңбекақысы дінге сенушілердің есебінен қаржыландыратын болды. Осылай мешіттерде жәшіктер пайда болды. Діни білімге ашық тыйым салынбаса да мемлекет қолдамады. Сонымен шіркеу, мешіт ешқандай қолдаусыз қалды. Халық діннен айни бастады. Мешіт, медреселер, шіркеулер де тозды. Оларды бұзып, басқа ғимараттарға пайдаланды, қоймаларға, атқораларға айналды. Имамдар күні үшін коммунистік партияға кірді «Мен коммунистпін, бірақ құдай бар дейтін коммунистпін» дейтін имамдар көбейді. Дінмен бірге ұлттық құндылықтар мен дәстүрлерде әлсіреді. \nБүгінгі «Шынайы діншілдерміз» дегендердің айтуынша, кеңестік ислам отарлау саясатына қызмет жасады, сондықтан, саясаттың қысымымен ислам өзгерді, табиғатынан алыстады, күшпен орыстандырылды. Кеңес заманында білім алған молдалар мен имамдар, болмаса білімі таяз, кейін дінге келгендер сол бұрмалаған исламның насихаттаушылары, бақылауда болғандар деп шет елде оқыған жас имамдар олардан бөлініп, бойларын аулақ ұстайды. Олардың өздерінің қауымдастықтары, әлеуметтік ортасы, мәжілістері, жиындары да болуы осыдан. Сонымен бірге, жас имамдар  шет елдердегі мұсылмандардың күнделікті өмірімен біздің қоғамды салыстырып, бағалап, ішімдік, нашақорлық, жезөкшелік, жемқорлық пен ысырапшылдыққа жол берген біздің өмірімізді, әрине, қабылдамайды. Осыдан келіп рухани тазаруды, құтқаруды діннен іздейді. Ол дұрыс. Бірақ, үлгіні дәстүрлі ұлттық салтымыз бен дінімізден емес, «шынайы» шығыстағы араб елдерінен алады.\nЖаңашыл исламшылдар ұлттық және діни феномендердің қазақ ұлт болмысында ажырамастай біте қайнасып, қабысып жатырғанына, дүниетанымын ескере бермейді. Діни ой-пікір, ұстаным, дүниетаным қазақ даласында ұлттық сана-сезімге  үйлесімді бейімделгені тарихтан белгілі. Біздің қоғам арабтық үлгідегі исламды әртүрлі деңгейде қабылдайды, қолдайтындары да, қолдамайтындары да бар. Ол жастар өз ұстанымдарын әке-шешелеріне де таңады. «Жас» уағыздаушылардың шектеулері, өздерін жоғары ұстауларын, ымыраға келмейтін тәртібі қалған елді бүгін ойландырып та отыр. Ұстанымдар қайшылықтары ұлттық салт-дәстүрлерімен араласып жатырған әсіресе өлікті жерлеу, ас беру, марқұмдарды есте қалдыруға арналған шаралар, үйлену, отбасы, ырым-нышандар төңірегінде жиі байқалады. Исламды «жаңаша» және дәстүрлі пайымдаудың астарында, өз орталарына ықпал жасау, бәсекелестік те жатыр. Бұрынғы имамдар билікпен тіл табысып қалған өз позицияларынан айырылғысы келмей, жастарды «уахапшылар» деп кіналауға үйір, тіпті оларды қудалауды да қолдайтын сыңай танытатындар бар. Шет елден білім алған жастар қазақ халқының рухани мұрасына, дәстүріне мән берсе ғана ортодоксалды пайымдаудан арыла бастайды.",
                "date": "14.04.2020",
                "upvotes": 0
            },
            {
                "text": "Бүгінде дін атын жамылған үлкенді кішілі келеңсіздік тер қалың жұртшылдықты алаңдатып отыр.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тармақталған алгоритм мен циклдік алгоритмның айырмашылығы",
        "question_content": "Тармақталған алгоритм мен циклдік алгоритмның айырмашылығы неде? Өте қатты керек болып тұр",
        "question_date": "13.04.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 13900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тармақталған алгоритм (Разветвляющийся алгоритм; bifurcating algorithm) — 1) толық емес формасы — бұл алгоритм берілген шартқа тәуелді болғандықтан кейбір әрекеттерді орындамауы мүмкін; 2) толық формасы — мұндай алгоритм берілген шартқа байланысты әрекетгердің біріншісін немесе басқасын орындайды.\nЦиклдік алгоритмдер. Көптеген алгоритмдерде белгілі бір әрекеттер бірнеше рет орындалады. Математикада, есеп шығару барысында айнымалы мәні өзгеруіне байланысты бір теңдеудің көмегімен бірнеше рет есептеледі. Алгоритмнің белгілі бір бөлігі бірнеше қайталанатын болса, ондай процессті цикл деп атайды. Қайталанатын бөлігі бар алгоритмдер циклдік алгоритм деп аталады. Циклдік алгоритмдер қолдану арқылы программаны қысқа да нұсқа жазуға болады. Қайталану бөлігіне қайталану (циклдік) командалары қолданады. Қайталану саны белгілі немесе белгісіздігіне байланысты циклдер екі түрге бөлінеді. Қайталану саны белгілі болса, ондай цикл арифметикалық, ал егер белгісіз болса, итерациялық деп аталады.",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шашым тез майланатын болып кетті",
        "question_content": "Бұрын шашым өте жұмасақ'әрі жұқа болатын.\nАл осы жылдың қыс мезгіліне қарай шашым тез майланатын болып кетті.Әрі кетсе таза шашым 2-3күнге шыдайды.Шашымды өріп жүрдім ол да көмектеспедіне істеуге болады??",
        "question_date": "13.04.2020",
        "question_tag": "Тазалық",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шашыңыз тез майланып жүрсе то шапунь ауыстырыныз. Себебі шаштың қайызғақтануы майлануы шампунь жакпаган жағдайда болады. Және майланған кезде шашыңызды жумай сухой шампунь қолданыңыз.",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биологиялық әртүрлікті сақтау жөнінде қандай іс-шаралар қолданамыз",
        "question_content": "Биологиялық әртүрлікті сақтау жөнінде қандай іс-шаралар қолданасыз.",
        "question_date": "13.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 551,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 5кг дене 15 м/с к үдеумен вертикаль құлауы үшін оған қарай қандай күш керек",
        "question_content": "Көмектесіңіздерші тезірек",
        "question_date": "13.04.2020",
        "question_tag": "Мектеп",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ньютонның екінші заңы:\n\nF+mg=ma\nF=m(a-g)=5(15-9,8)=26(H)",
                "date": "18.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экожүйелердің 5 ірі бөлімшесін тауып және оларға сипаттама берініз.",
        "question_content": "Экожүйелердің 5 ірі бөлімшесін тауып және оларға сипаттама берініз.",
        "question_date": "13.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Т.Шевченко туындыларына эссе бересіздер ме?",
        "question_content": "Т.Шевченко туындысына эссе жазу.Мысалы:\"Қазақ қызы Катя\",\"Боранда\" т.б. мен іздегенде таппадым:(",
        "question_date": "13.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 256,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жалаң сөйлемдерді жайылма сөйлемдерге айналдыру?",
        "question_content": "Жалан сойлемдерди жайылма сойлемге айналдыруга комектесиниздерши..Кытайда, Ундистанда дамыды. Актерлер ойнады. Халык тамашалады. Римдиктер менгерди. Корермендер болинди. Кемшиликтер айтылды.",
        "question_date": "13.04.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Театр өнері Қытайда, Үндістанда дамыды. \nАктерлер театрда өздері қалаған жанрда ойнады.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірен-саран сөзіне сатылай кешенді талдау",
        "question_content": "Бірен-саран сөзіне сатылай кешенді талдау керек, құрамына қарай, тұлғасына қарай, құрылысына қарай, лексикалық-грамматикалық мағыналары, сұрағы және мағынасына қарай",
        "question_date": "13.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 602,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тригонометриялық өрнекті түрлендіріңіздер.",
        "question_content": "көмектесіндер алгебра  a)cos2a+cos8a b)sin82-sin22",
        "question_date": "13.04.2020",
        "question_tag": "Математика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Өрнектің бөлімінде жауабы көрсетілген:\n2)",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграммдағы актуальноені әрлеу?",
        "question_content": "Инстаграммдағы актуальное деген жер барго домалақ болып тұратұғын соны гүлмен әрлендірейін деп едім жасай алмадым ютубтан қаралым нақты көрсетілгендерін табалмадым ол жерге истоияны қалай салу керектігі жайды ақпарат көп оны білемін canva приложениемен жасау керек екен соны әрі қарай жасай алмаймын кім көмектесе алады",
        "question_date": "13.04.2020",
        "question_tag": "Жалпы компьютер",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Ұнаған фотоны историяға саласыз\n2) Актуальное бөліміне керекті суретвидеоларды жинайсыз ( керекті картинкамен қоса)\n3) Жинақталған актуальноеның үстінен басып тұрсаңыз Редактировать деген шығады, соны  басасыз\n4) Редактирование жасағанда ( актуалды историялардың атауын, обложкасын өзгерте аласыз). Солай керекті обложканы қойып актуальное бөлімін сәнді ете аласыз.\nАл мына сілтеме арқылы өзіңіздің жеке арнайы обложкаңызды қалай жасау керектігін қарай аласыз:  https://smmplanner.com/blog/kak-sdielat-oblozhku-dlia-storiz-khailaits/",
                "date": "13.04.2020",
                "upvotes": 0
            },
            {
                "text": "Историяның \"актуальное\" обложкасын әрлеу қиын емес.\nОл үшін алдымен керекті суреттерді историяға салып отырасыз. Кейін \"актуальное\"-ға сол историяны архивтен тауып алып салып қоюға болады.",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде шабуыл жасаған жасыл жылан көрсең қызыл көзді жылан қалай жориды ?",
        "question_content": "Өтінемін жорып беріңдерші түсімде жасыл жылан көрдім көзі қып қызыл улы жылан . Мен сол жыланды  төсегімде жатканын біліп караппын . Ол жылан төсегінен шығып артымнан қулапты өте зұлым ашуланған жылан екен . Касымда әпкем әкем болды бірақ жылан мені ғана қаулап жүр. Тез өрмелеп маған жеткенде оянып кеттім . Мен шын өмірде жыланнаң жаман қорқамын . Бул түс не мағына береді калай жориды .",
        "question_date": "13.04.2020",
        "question_tag": "Жанұя",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсіңізде жылан көру жақсылық емес. Адамдар шынайы өмірде жыланнан қалай қорықса, түсіңізде де ол өміріңізде болатын кейбір қатерлер туралы ескертеді. \nЕгер жас келіншекті түсінде өлі жылан тістесе, бұл маңында жүрген адамның оған қастыс ойластырып жүргені. Түсіңізде жылан өлтірсеңіз, мақсатыңызға жету үшін көп күш жұмсайтыныңызды білдіреді. Егер жыланның үстінен аттасаңыз, онда денсаулығыңызға қауіп төніп тұрғаны. Айналадағы адамдар сізді өз ортасынан шеттетуге тырысып жүргені. Ал жылан шағып алған болса, онда дұшпандарыңыз сізді өз қақпанына түсіреді деген сөз. Түсіңізде жыланды ұстап тұрған болсаңыз, өңіңізде дұшпандарыңызды жеңіп шығатаныңыз. Егер жыланның ұясын немесе жыланға толы өзен көрсеңіз, онда күтпеген жерде қиындықтар туындайтыны. Үйіңізге жылан қаптаса, ол дұшпандарыңыздың отбасыңызға зақым келтіруді жоспарлап жүр. Түсіңізде танысыңызға қарай бара жатқан жыланды көру, шынайы өмірде танысыңызды қатерден құтқарып қалатыныңызды білдіреді. Түсіңізде жыланмен тілдессеңіз, шынайы өмірде барлық қиындықты жеңіп, дұшпандарыңыздың бетін қайтаратыныңыз. \n https://kaz.nur.kz/1776616-tsiizde-zylan-kru-neni-bildiredi.html\nЦветковтың жоруына сәйкес айлакерлік, сатқындық; егер жорғалап келсе - ауруға; опасыздық; жыланды өлтіру - жағдайдан шығу; құрметті татуласу; ақ жылан - күтпеген жерден келетін көмек. Одан басқада  жорулар :https://horoscopes.rambler.ru/dreams/word/zmeya/",
                "date": "13.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махаббатымды жоғалтпау үшін не істеу керек?",
        "question_content": "Ассалаумалейкум агайын, менын бугынгы озимнин болган окигамды айта кетсем екен деп шестым, таза кашакша жаза алмайм осылай уйренип калган мән бермей оқыныздар, Мен омиримде 1 кызга шын гашык болдым, КАЛАЙ БОЛГАНЫН АЙТЫП ЖЕТКИЗЕ АЛМАЙМ ТИПТИ КИТАП ЖАЗУГАДА БОЛАДЫ МЕНЫН ЖАСЫМ 22 ДЕ , ОНЫН ЖАСЫ 36ДА КАНША УЛКЕН ЖАСТА БОЛСАДА ОГАН КАРАМАЙ ЕС ТУССИЗ ГАШЫК БОЛДЫМ , ОЗИМДЕЙ КУРДАС КАТАРЛАС ЖАС КОРИНЕДЫ ТИПТЫ АЙТКАНДА ЖАРАСАМЫЗ КОБИСИ АЙТАТЫН МЕН ЖЫЛАМАГАН ЕДЫМ ОМИРДЕ,КАЗЫР ШЫН ЖУРЕКПЕН ЖЫЛАП ЖАТЫП ЖАЗЫП ЖАТЫРМ ТАНЫСКАЛЫ 2019 жылы 30 НОЯБРЬ, ЕСИМНЕН КЕТЕР ЕМЕС АРАМЫЗ КАТТЫ ЖАКЫН ЕМЕС ЕДЫ СОЙЛЕСИП ЖУРДИК ВАТСАППЕН ТЕЛЕФОНМЕН БУЛАЙ КАТТЫ БАУЫР БАСЫП КАЛАМ ДЕП ОЙЛАМАППЫН МЕНЫН ОГАН ДЕГЕН ШЫН КОНИЛИМ МАХХАБАТЫМ 9 ДЕКАБРЬ БАСТАЛДЫ КЕЗДЕСТИК АНГИМЕЛЕСТИК БИРАЗ, АУЫРЫП СИСТЕМА САЛДЫРЫП ЖУРЕТЫН ТУГЫН ЖУРЕГЫМ КАТТЫ АУЫРАТЫН СОНЫ ОЙЛАП ДЕНСАУЛЫГЫНА КАРАШЫ ДЕПТЕ АЙТАТЫНМЫН УЙНЕ КЕТИП КАЛДЫ СОЛ КУНИ КЕШКЕ ШУБАРСУ АУДАНЫ 1-2 КУННЕН КЕЛЫП КАЙТА САЛ ЖАЗЫЛДЫМ ДЕП КУАНГАНЫНЫН КОРИП МЕН АЙТЫП ЖЕТКИЗЕ АЛМАЙМ КОРДЕ ЖАТКАН АТАМДЫ ЖАКСЫ КОРЕТИН ТИРИЛТИП АЛГАНДАЙ КАТТЫ КУАНДЫМ, АРАДА 1 АПТАДАЙ ОТТИ 19 ДЕКАБРЬ КАТТЫ АУЫРЫП КАЛГАН ЕДЫ ЕСИМНЕН КЕТЕР ЕМЕС ЖАЗГАНЫМДА ВАТСАПТАН ЖАНЫМ АУЫРЫП ЖАТЫРМ ДЕГЕН ЕДЫ МЕН БАР ТИРЛИГИМДИ ТАСТАП СОНЫ ИЗДЕП БАРДЫМ СОЛ УАКЫТТА МЕНДЕ ТАРАЗГА КЕТИП БАРАТКАН ЕДЫМ, ОЗ ТИРЛИГИМ КЫЗЫКТЫРМАЙ СОНЫ ИЗДЕП БАРДЫМ КОРГЕНЫМДЕ КЫЗУЫ КОТЕРИЛИМ КИМЫЛДАЙ АЛМАЙ ЖАТКАН ЕДЫ ОНЫ БАРЫП БЕТИНЕН СУЙЫП ЫСТЫГЫН СЕЗГЕНЫМДЕ ИШТЕЙ ЖЫЛАДЫМ , БИРАК ОГАН БИЛДИРТПЕДЫМ МАГАН АЙТКАНЫ УЙМЕ ЖЕТКИЗИП САЛА АЛАСЫН БА ДЕП ОТИНДИ МЕН ЖАРАЙД ДЕДЫМ НЕ АЙТСАДА БЕТИН КАЙТАРМАУГА ДАЙЫН БОЛДЫМ, БЛМЕЙМ ШЫН ГАШЫК БОЛГАН АДАМДАР ТУСИНЕДЫ, СОЛ КУНДИ СОЛ САТТИ ЕСТЕН ШЫКПАЙДЫ ЕКЕН КИМДЕРИН ЖИНАСТЫРЫП УЙНЕ ЖЕТКИЗИП САЛЫП АНАСЫНА ТАПСЫРДЫМ МЕНЫ АНАСЫ СОЛ КУНИ 1 ШЫ РЕТ КОРГЕН ТУГЫН МЕН АСЫГЫС КЕТТЫМ ЖЕТКИЗИП САЛГАНЫМ СОН ЖОЛГА ШЫКТЫМ ЯГНИ ТАРАЗ КАЛАСЫНА ЖОЛ БОЙЫ УАЙЫМДАП ЖАЗДЫМ НЕ БОЛДЫ, КАЛАЙСЫН ДЕП МЕН КАЙТАДАН КАЛАГА КЕТИП БАРА ЖАТЫРМ БОЛЬНИЦАГА ДЕДЫ ЖУРЕГИМ ТАС ТОБЕМНЕН ШЫГЫП КАТТЫ УАЙЫМДАДЫМ АРТКА КАЙТПАКШЫ ОЙЫМ КЕЛДЫ ОПЕРАЦИЯГА ТУСТИМ ДЕГЕНДЕ БАРГАНМЕН МЕН КАЙ БЕТИММЕН БАРАМ ТУЫС БАУЫРЛАРЫ ТАНЫМАЙДЫ НЕ ДЕП БАРАМ ДЕГЕН КОРКЫНЫШ ОЙ БОЛДЫ АЯГЫМ АРТКА ТАРТТЫ НЕ ДЕГЕНМЕН БОТЕН АДАМ БАРЫП ТУРСА НЕ ОЙЛАЙДЫ ЕКЕН ТУЫСТАРЫ ДЕДЫМ , НЕ БОЛСАДА АМАН БОЛСЫН САТТИ ОТСИН ДЕГЕН ТИЛЕУМЕН УАЙЫММЕН ТУНИМЕН , УЙЫКТАЙ АЛМАЙ ШЫКТЫМ НЕ БОЛДЫ ЕКЕН ДЕПТЕ ОЙ КЕЛДЫ , МАЗАСЫН АЛМАЙ ТУРАЙН ДЕДЫМ САЛ РЕТКЕ КЕЛСЫН ДЕП СОСЫН ЕРТЕСЫНЕ КЕШКЕ ТАМАН КАРАНГЫ ТУСКЕНДЕ ХАБАР КЕЛДЫ МЕН АЙТАЛМАЙМ НЕДЕН БОЛГАНЫН ОЛ ЖАГЫН СИЗДЕРГЕ БИРАК КАТТЫ АБИРЖИДИМ УАЙЫМНАН ЖУРЕК ШЫНЫМЕН ЖАКСЫ КОРСЕ СОЛ АДАМДЫ КАЛАП ТУРСА КОЙШ КОЯ САЛАЙН КЕРЕК ЕМЕС ДЕПТЕ АЙТАЛМАЙСЫН,ОЙТКЕНЫ МЕН КАТЫ ЖАКСЫ КОРДИМ ЖУРЕГЫМ СОНЫ КАЛАП ТАНДАДЫ КАНША ЖАМАН ІС ,КАНША ЖАМАН ТИРЛИК ИСТЕСЕДЕ АЛЛА МЕЙРЫМДЫ ЖАН КЕШИРЕ БЛЕДЫ,БИЗ ПЕНДЕ КЕШИРМЕЙ КАЙДА БАРАМЫЗ ДЕДЫМ СОСЫН ОЛДА МАГАН АРАМЫЗ УЗЕЙК БУДАН БУЛАЙ ДЕП ШЕШКЕН ЕКЕН, ОЛАЙДА БОЛМАДЫ КАТТЫ БАУЫР БАСЫПТА КАЛЫППЫЗ БИР- БИРИМИЗГЕ ДЕГЕН НИЕТПЕН БЛМЕЙМ ТЕЛЕФОН АРКЫЛЫ БИРАЗ СОЙЛЕСИП ЖУРДИК САГЫНЫП БИР-БИРИМИЗДИ МЕН ТИПТИ ОНЫМЕН 1 КУН СОЙЛЕСПЕСЕМ 24 САГАТТА 12- САГАТТЫН ИШИНДЕ 1 СОЙЛЕСПЕСЕМ КОНИЛИМ ТЫНЫШ ТАППАЙТЫН ОЛ НЕСТЕП ЖАТЫР ЕКЕН , БИРЕУМЕН КЕТИП КАЛМАДЫ МЕКЕН САЛ АККОНИЛДИЛИКИ КОЛЫ АШЫК ЖУЗИ ЖАРЫК ЖАН ЕТЫН, САЛ АНКАУЛЫГЫ БОЛМАСА МЕН ОНЫ КАЙТСЕМДЕ ТУРА ЖОЛМЕН АДАМ ГЫЛАМ КАСЫНДА ДЕМЕУЫ БОЛАМ УЙЛЕНБЕСЕКТЕ МАНГИЛИК ОСЫМЕН АРА КАТЫНАСЫМЫЗ АНГИМЕМИЗ УЗИЛМЕСЕ ЕКЕН ТУРА ЖОЛМЕН ТУЗУ ШАЛЫС БАСПАЙ АТТАЙ ШАУЫП КОНИЛИ ЖАРКЫН ЖУРСЕ ЕКЕН ДЕГЕН НИЕТ БОЛДЫ , АРАДА 2 АЙДАЙ ОТТИ ЖАКСЫ ЖАКЫН СОЙЛЕСИПТЕ ЖУРДИК НЕ ДЕГЕНМЕН УРЫС КЕРЫС КЕЗ КЕЛГЕН АДАМДА БОЛАТЫН ,АРАМЫЗДА БИРАК БИЗДЕ ЕРЕКШЕ БАСКАША БОЛАТЫН ТУГЫН КАНША УРЫССАКТА КАТТЫ УРСЫП КАЛСАКТА КОНИЛИМ СОГАН ДЕГЕН СЕЗИМИМ ОШПЕГЕН ЕДЫ , МЕНДЕ СЕЗЕТЫНМЫН ОНЫКЫДЕ ДАЛ СОЛАЙ БОЛАТЫН КИМАСТЫК БОЛАТЫН КАЙТА ТАТУЛАСЫП ЖАКСАРЫП КЕТЕТЫНБЫЗ, ОЛ НЕЛЫКТЕН ДЕГЕН ОЙ БОЛА МА? АРИНЕ БОЛАДЫ ШЫН ЖУРЕГИНМЕН ТАНДАП КАЛАГАН АДАМЫН СОЛ БОЛАТЫН БОЛСА НАКТЫ БАРЛЫГЫ ОНАЙ ШЕШЫЛЕДЫ АРКИМНИН СОЗИНЕ ЕРМЕСЕН БОЛДЫ, УРЫС БОЛАТЫН КОП НЕСЕ ОНЫ КАТТЫ ТИРКЕЙТЫНМЫН АРИНЕ МЕНЫКЫ ДУРЫС ЕМЕС ШЫГАР ОЛ КОП КЫЗГА УНАЙ БЕРМЕЙД ОЛ ЖАГЫН ЖАКСЫ БЛЕМЫН, БИРАК МЕН БУНЫ АЯКТАН БИРЕУ АЛДАП АРБАП ОЙЛАП ЖУРГЕН ОЙЫН ОТКЕН, ОТКЕН КЕТКЕН ИСТИ КОЗГАП ОЙЫ БОЛИНБЕСЫН ДЕГЕН НИЕТПЕН ТИРГЕЙТЫНМЫН, МЕНЫКЫ ДУРЫС ЕМЕС ТЫГЫН ОЗИМДЕ МОЙЫНДАГАНМЫН НОМЕРЫН АУЫСТЫРГАНЫН КАЛАП ЕДЫМ ОЛДА КАРСЫ КЕЛДЫ АРИНЕ ТЕК ЖАКСЫЛЫК ОЙЛА ЖАНЫМ АЛТЫНЫМ КУНИМ ДЕЙТЫНМЫН , ЖАМАНДЫК ШАКЫРМАЙ ЖАКСЫЛЫК ОЙЛАСАН АЛДЫНАН БАРЛЫГЫ ЖАРЫЛКАП ШЫГАД АРМАНДАР ОРЫНДАЛАДЫ , ОЛ РАС ЖАНЕ ОЛ НАРСЕГЕ МЕН СЕНЕМ , НИЕТЫ ТУЗУ АКЫЛ ОЙЫ ТУЗУ ИСТЕГЕН ИСИНЕ ТИПТИ БЫЛАЙША АЙТКАНДА ОНЫН ТАЗАЛЫГЫНА КАТТЫ КЫЗЫКТЫРАТЫН МЕНЫ АЛТЫНДАЙ ЖАРКЫРАГАН ПЕРИШТЕДЕЙ КОЗГЕ ЖАЙНАП ТУРАТЫН КАЛАЙ ГАНА ОСЫНДАЙ АДАМДЫ ТАСТАП КЕТЕДЫ ЕКЕН 2 ДУНИЕДЕ ОНБАЙ ОТСИН ЖЫЛАТЫП ТАСТАП КЕТКЕНЫ РАС БОЛСА КАНДАЙ КИЫН САТТЕ ОНЫ МЕН ОМИР БАЯНЫН 4 АЙДАЙ БОЛЫП КАЛСАДА ЖУРГЕНИМЕ 5 КЕ ТАНИТЫНМЫН ОЛАЙ КАЙТАЛАНБАСА ЕКЕН ОТКЕН ИСТИ КОЗГАМА АЙТПА ДЕСЕМ АЙТЫП МЕНЫН АШУЫМДЫ КЕЛТИРЕТЫН СОЛ МИНЕЗИНЕДЕ МЕНДЕ ШЫДАЙМ , ОЙТКЕНЫ ЕШКАНДАЙ ЕРКЕКПЕН ЖИИТПЕН СОЙЛЕСКЕНЫН КАЛАМАЙТЫНМЫН БИЗ ЕРКЕКТЕР ТУСИНЕМИЗ ОГАН, ШЕТ ЖАГАСЫН АЙТКАН ТУГЫНМЫН КОП СЕНЕ БЕРМЕ ДЕП МЕН ОЗИМДИ КОЛЫМА МАПЕЛЕП КАРАП УСТАП КЕЛЕ ЖАТКАН АЛТЫНЫМДЫ БИРЕУ КЕЛИП КАЙТА БУЗЫП КЕТПЕСЕ ЕКЕН ДЕГЕН ОЙ МАЗА БЕРМЕЙТЫН ТУГЫН, МЕН ШЫН ГАШЫК БОЛДЫМ СОЛ АДАМГА СОНДЫКТАН ЕШ ЖАМАНДЫК ОЙЛАМАЙТЫНМЫН АЛЫДЕ ОЙЛАМАЙМЫН КУДАЙ ДЕП ОЗИНИН БАСТАГАН БИЗНЕСЫ КИШИГИРИМ БАР ЕДЫ КОМЕГЫМДЫ КОЛДАН КЕЛГЕНШЕ КАСЫНДА БОЛУГА ТЫРЫСЫП ЖУРГЕНИМ СОЛ ЕДЫ БЫЛАЙША АЙТКАНДА ТУЫСКАН ТУГАН БАУЫРЛАРЫНЫН КОЗИНЕ ТУСИП КАЛДЫМ БИРАЗ ОСЫДАН 3-4 КУН БУРЫН АНГИМЕЛЕР КЕТИПТИ ШЕТ ЖАГАСЫ КИШКЕНТАЙ ЖАС БАЛА ОЙЫН БУЗБА ЖОЛЫН БАЙЛАМА ДЕГЕНДЕЙ АНГИМЕ АЙТЫПТЫ ОЗИНИН ТУГАН АГАСЫ, МАГАН СОНЫ АЙТКАН КЕЗЫНДЕ БИРТУРЛИ ЖАМАН БОЛЫП КАЛДЫМ Я ДУРЫС АЙТАДЫ МЕНЫКЫДЕ ДУРЫС ЕМЕС, КОЗГЕ ТУСЕМ ДЕП ТУСПЕДЫМ КОМЕКТЕСЫП ПОДДЕРЖКА БЕРИП ЯГНИ СОЛ ЖУМЫСЫН ЖУРИП КЕТУЫНЕ ДЕМЕУШЫ БОЛГЫМАК КЕЛИП ЕДЫ КИШКЕНЕ БОЛСАДА БИРАК БУЛАЙ КАТТЫ АЙТСАДА ОНЫ ЖЫЛАТЫП АЙТАТЫНДАЙ АГАСЫ МЕНЫН ЕШКАНДАЙДА ЖОЛЫМДЫ БОЛМАСА ОЙЫМДЫ БУЗБАГАН ЖАН ЕДЫ, МЕН ТЕК МАНГИЛИК ОСЫМЕН БИРГЕ БОЛМАСАМДА АРА КАТЫНАСЫМЫЗ УЗЕМИЗ ДЕГЕНЫ ЖАНЫМА КАТТЫ БАТКАНЫ БОЛМАСА ЕШКАНДАЙДА ЕШ ОКИНЕТЫНЫМ ЖОК , СОЙЛЕСКИМАК КЕЛЕДЫ БАРЛЫГЫ БАЯГЫДАЙ БИРАК БУЛАЙ КАТТЫ КОЗГЕ ТУЫС БАУЫРЛАРЫНА ТУСПЕГЕНЫМ ДУРЫС ШЫГАР ДЕГЕНДЕ КЕЛДЫ ОДАН НАМЫСТАНАТЫНДАЙ КОРСЕТКЕНДЕ УЯЛАТЫНДАЙ ЕШТЕНЕ ОЙ КЕЛМЕГЕН КАЙТА МАКТАН ТУТЫП КОРСЕТЫП МЕНЫ АДАМ ГЫЛГАН АДАМ КИМ ДЕСЕ ОСЫНЫ КОРСЕТУГЕ ДАЙЫНМЫН!!! МАКТАН ТУТАМЫН БИРАК БАРЛЫГЫ БИРДЕНЕ ОНАЙ ЕМЕС БАУЫР БАСЫП КАЛГАНСОН , МАГАН АЙТАДЫ АНАУ АЙТКАНДАЙ БАУЫР БАСПАГАНБЫЗ ДЕП ОГАН СОЛАЙ ШЫГАР МУМКИН ИШИНЕ КИРИП ШЫКПАДЫМ , БИРАК МЕН КАТТЫ БАУЫР БАСЫП КАЛГАН ЕКЕНМЫН, МЕН ОГАН КАТТЫ СЕНЫМ АРТАМ ОЛДА МАГАН АРТКАН ДЕП ОЙЛАЙМ МЕН ОНЫ АЛДАМАЙ БАР ШЫНДЫКТЫ АЙТУГА ТЫРЫСАМ АДАМДА БИР-БИРИНЕ ДЕГЕН СЕНЫМ БОЛСА АЛДА КУТИП ТУРГАН БАКЫТКА КОЛ ЖЕТКЫЗУГЕ БОЛАДЫ ОРЫСТАРДЫН СОЗИНЕН ОКЫГАМ КИТАПТАН ОЛ РАС, НЕГЫЗЫНДЕ КОП АЙТЫЛМАГАН МИЛЛИОНДАГАН КЫЗЫКТЫ КЕЗДЕРЫМЫЗ БАР АЙТА БЕРСЕМ КОП,ТИПТИ КИТАПТА ЖАЗУГА БОЛАДЫ БУЛ КУПИЯ ТУРДЕ ЖАЗЫП ЖАТКАНЫМ УШИН КОП НАРСЕНЫ АШЫП АЙТАЛМАЙМ ЕГЕРДЕ СИЗДЕРДЕ ДАЛ ОСЫЛАЙ БОЛГАН БОЛМАСА УКСАС ОМИР БОЛСА БИЗДИКИДЕЙ АЛЫДЕ КЕШ ЕМЕС ЖОГАЛТПАУГА ТЫРЫСЫНДАР КОЛДА БАРДЫ КАДЫРЛЕЙ БИЛИНДЕР!!! Бір АЙТАРЫМ БИРАК ОНЫ МЕНДЕЙ ЕШКИМ ЖАКСЫ КОРЕ АЛМАС , КАДИРИМДИ БИЛСЕ ЕГЕР!",
        "question_date": "13.04.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 856,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқып біте алмадым. Қыз бала жазып отыр екен деп едім, сөйтсем ер жігіт екен. Сізде болып тұрған жағдай нерв жүйеңіз осы аралықта болған жағдайлардың , проблемалардың барлығынан шаршаған. Оған қоса сіз өте сабырсыз, махаббат пен көңіл бөлінбеген дам сияқтысыз. Сізге невропотологқа көріну керек сияқты, жылап осынша сандырақтағаныңызға қарағанда. Сізге бұл ара қатынасты емес ең алдымен өзіңізді құтқару керек. Өз -өзіңізге келген оң бұл ешқандай да жылап шешетін шаруа еместігін түсінесіз. \nЕсли освободить проблему от эмоций - останется просто ситуация.\nСондықтан бірінші өз психикалық қажыған күйінңізді қалыпқа келтіріңіз. Сосын барып сол адаммен бірге болғыңыз келсе барып үйленіңіз. Жұрттың сөзіне қарамаңыз. Өмір сіздікі- шешім де сіздікі болу керек. Бақытты болыңыз!",
                "date": "13.04.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Summarise the text \"Human Evolution",
        "question_content": "The theory of evolution applies just as much to humans as to other organisms. All humans are in the same way related and, in the words of Darwin, are “descended with modification” from a common ancestor. Although our social and technological developments have freed us from many of the effects of natural selection, our present-day physical and behavioural characteristics are rooted in the adaptations of our ancestors. So, by finding out more about our ancestors, we can learn more about ourselves. Adaptation of primates The classification of humans reflects our evolutionary relationships. About 150-170 million years ago, all mammals were small insectivores rather like the shrews of today. About 75 million years ago some of these insectivores adopted an arboreal (tree-dwelling) mode of life and evolved into lemur-like primates. The adaptations of these ancestral primates to their new tree-living mode of life are thought to have included a short nose, large eyes and prominent ears, long flexible fingers with nail-like claws, and teeth well adapted for eating insects. These features are found in tarsiers (lemur-like primates) living today in Indonesia. Many other features that evolved in ancestral primates as adaptations to an arboreal life have been retained by modern primates. These features include: - A prehensile (grasping) limb: the hands (and often the feet) of primates have long and highly mobile digits so that they can grasp the branches of trees. The first digit can oppose the remaining four digits, giving primates a powerful grip. Primates have flattened nails that support pads of sensitive skin on the fingers or toes. - A mobile forearm: the clavicle (collar bone) and scapula (shoulder blade) are adapted to allow a wide range of movements. Mobile forearms are essential for moving from tree to tree, and for manipulating objects in the hand; for example, to transfer food to the mouth or to bring an object to the eyes for closer examination. - Well developed stereoscopic vision: the ability to judge distances is essential for leaping from branch to branch. Primates have large, well developed, forward-looking eyes with overlapping fields of view. The development of stereoscopic vision has been associated with a flattening of the face. - A reduce sense of smell: it is not easy to locate scents through the canopies of trees and primates have a reduced sense of smell and a relatively small nose. Combined with the flattering of the face, a shorter nose is associated with the development of stereoscopic vision, and has allowed the development of facial muscles which play an important part in non-verbal communication. - An inspecialised digestive system: primates have relatively unspecialised teeth and guts and they can exploit a wide range of food sources. Although some primates have a specialized herbivorous diet, all primate families have some omnivorous members that have a mixed diet. - A skull modified for upright posture: primates have an upright posture associated with having a forward-looking face. The skull rests on top of the vertebra and has a large opening, the foramen magnum, though which the medulla of the brain emerges and extends downwards as the spinal cord. - Reduced number of offspring: life in the trees is difficult and dangerous, especially for young animals. Some arboreal animals, such as birds and squirrels, build nests in which the young can be protected until they are old enough to fend for themselves. Primates have adopted another strategy: from birth, the young cling to the mother’s body and only slowly gain independence. Primates produce few young but look after them for a long time: they have a long gestation period a prolonged period of dependency after birth. - A large brain: an active life in the trees requires precise movements and therefore good muscular coordination, vision, tactile senses, memory, thought, and learning. These processes depend on a large and highly developed brain. - A social groupings: all primates live to some degree in social groups in which members cooperate with each other. Complex social behaviour probably stems from the strong pair bond which enables a mother and her young to remain closely together for a long time. Lengthy rearing of a small number of young is most successful when he mother has support from other adults. The continued success of a group of animals depends on the recruitment of young helpers, and so evolves a social interdependency which is the basis of our own human society. The groups of modern primates At about the same time as the dinosaurs became extinct, about 65 million years ago, the primitive primates diverged quickly to give rise to two main suborders; the prosimians (meaning “before apes”) and anthropoids (meaning “ape fom”). The prosimians are represented today by lemurs, lorises, and tarsiers, and the anthropoids by monkeys, apes, and humans. Monkeys are distinguished from apes in having long tails, and the forelimbs are not usually longer than the hindlimbs. They are believed to have evolved from two different groups of lemur-like animals which became isolated when continental drift separated Eurasia from North America. The North American group evolved into New World monkeys which died out in North America but somehow colonised South America. The Eurasia group gave rise to Old World monkeys, from which apes and humans evolved. There are several differences between Old World monkey and New World monkeys which show their separate evolution. For example, the nostrils of monkeys from South America are wide open and far apart, and New World monkeys have a long tail that is prehensile (adapted for grasping branches); the nostrils of monkeys from Africa and Asia are narrow and close together and no old World monkey has a prehensile tail.",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 245,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Омыртқыға соққы алу?",
        "question_content": "Сурак кызык болатын шгар брак билгендерин жазатын болгасын мен сурагым калай ойлайсындар деп браз жыл болды бурын биектен узында емес кыскада емес аягм тайп жанбаспен кулагам турып шыгып журипбаратканда басым аурып козим айналып кеттип бразгадин патом койды но больница коринбедим",
        "question_date": "12.04.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Енді?Ол яғни жамбасыңыз қазір ауырып мазаламай ма? Сол кезде жүру қабілетіңізден айырылып қалу қауіпі болған ғой. Жұлыныңызға зақым келген болу керек көзіңіз қарауытып бас айналса. Егер еш жеріңіз ауырмай бәрін ұмытып кетіп , әлі күнге дейін сап-сау жүрсеңіз уайымдайтын ештеме жоқ деп ойлаймын.",
                "date": "12.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаштараз оқуы қай жерде бар?",
        "question_content": "Мен шаштараздың немесе аспаздың оқуын оқығым келеді. АЛМАТЫДА курстық оқулар барма???  Алматыдағы курстық оқулар жайында ақпарат керек еді.",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 631,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://market.kz/almaty/uslugi/obrazovanie-kursy/kursy/k--%D0%BA%D1%83%D1%80%D1%81%D1%8B-%D0%BF%D0%B0%D1%80%D0%B8%D0%BA%D0%BC%D0%B0%D1%85%D0%B5%D1%80%D0%BE%D0%B2/\nОсы сілтемеге өтіп қарасаңыз курстар көп шаштараздық мамандыққа.\nhttps://almaty.tv/kz/news/obschestvo/104929-almatintsev-besplatno-obuchat-novym-professiyam \nОдан өзге мына сілтемеге өтіп қарасаңыз болады.",
                "date": "12.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 2,8 г темір тұз қышқылының ерітіндісімен әрекеттескенде",
        "question_content": "Массасы 2,8 г темір тұз қышқылының ерітіндісімен әрекеттескенде түзілетін сутектің көлемін есептеңіз?",
        "question_date": "12.04.2020",
        "question_tag": "Химия",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V(H2)=1.12л\n\nFe+ 2HCl=FeCl2+H2\n\nn(Fe)=2.8/56=0.05=n(h2)\n\nv(h2)=0.05*22.4=1.12",
                "date": "16.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бактериялар жасушаларының сыртқы және ішкі құрылысы",
        "question_content": "ПәнМикробиология және микроорганизмдер биотехнологиясы",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бактерия талшығы.Құрылысы және талшықтың орналасуына сипаттама беріңіз\nНегізгі бөлім:Бактериялар. Бактерия – өте кішкентай жай көзге көрінбейтін, тек арнайы құрал арқылы ғана көруге болатын организмдер. Олардың көлемі микрометрдің оннан бір бөлігінен (1 мкм – 0,001 мм) ұзындығы 10-15 мкм, ал диаметрі 0,2 ден 1,0 мкм. Таби-ғатта олардың көлемі бұл көрсеткіштен аздау немесе көптеу болады. Бактериялардың пішіні мен көлемі сыртқы ортаның (температура, осмостық қысым, антибиотиктер және басқалар) әсеріне байланысты өзгеріп отырады, бірақ өздерінің ұзақ уақыт эволюция кезінде пайда болған қасиеттерін өзгертпейді. Бактерия клеткасы – әртүрлі күрделі қызмет атқаратын құра-мында морфологиялық және биохимиялық құрлымдары бар өте күрделі тірі организм.Бактерия клеткаларының сыртқы морфологиялық белгілері – пішіні, көлемі, орналасуы және басқалары оларды классификациялау кезінде қолданады. Бакетриялар пішінінен қарай кок, таяқша жəне ирек тəрізділер болып бөлінеді.Коккалар (гр. Kokkos — дəн) — дөңгелек пішінді. Олар бөлінгеннен кейінгі клетка орналасуына байланысты өз ішінде топқа бөлінеді. Микрококтар — Micrococcus – коктар бір жазықтықта бөлінеді жəне бөлінгеннен соң клеткалар шашырап орналасады. Диплококтар – Diplococcus (гр. Diplos — екі жақты) – бір жазықтықта бөлінетін коктар жəне бөлінген соң олардың клеткасы жұптап орналасады. Стрептококтар — Streptococcus (гр. Streptos — тізбек) – бір жазықтықта бөлінген соң, клетка арасында байланыс қалады жəне тізбек тəрізді орналасады. Тетракоктар — Tetracoccus (гр. Tetra-төрт)  перпендикулярлы екі жазықтықта бөлінген соң тетрада түзеді, яғни төрттен орналасады. Сарцина – Sarcina (лат. Sarcio-біріктіремін) – 3 перпендикулярлы жазықтықта бөлініп болған соң 8, 16, 32, 64 клеткадан пакет тəрізді орналасады. Стафилококтар — Staphylococcus (гр. Staphyle — жүзім шоғыры) – реттсіз бағыттарда бөлінгеннен кейін клеткалар жүзім шоғыры тəрізді орналасады.\\r\\n\\r\\nТаяқшалар. Бактерияның цилиндрлі түрі (гр. Bacteria — бактерия, лат. Bacillum — таяқша) көпшілік бактерияларға тəн. Таяқша тəрізді бактериялар эндоспора түзетін (Bacillus, Clostridium) жəне түзбейтін (Pseudomonas, Xanthomonas, Chromobacterium) болып бөлінеді. Таяқша тəрізді бактериялар ұзындығы, көлденең диаметрі бойынша жəне орналасу қасиетіне байланысты бөлінеді. Ұзын таяқшалар (3 мм артық), мыс, Bacillus megaterium – шірік бактериясы, Clostridium botulinum — ботулизм қоздырғышы, C.tetani қоздырғышы, қысқалары — 1 мкм (ішек бактерияларының тобы) жəне өте қысқалар (1 мкм-ден қысқа), ұзындығы клетка диаметрін сəл жоғарлатады, сондықтан кокко бактериялар деп аталады (Yersinia pestis — оба қоздырғышы, Brucella abortus – бруцеллез қоздырғышы, Francisella tularensis — туляремия оқздырғышы). Көлденең диаметрі бойынша олар жіңішке (Mycobacterium tuberculosis — туберкулез қоздырғышы, M.lepra қоздырғышы жəне\\r\\n\\r\\nқалың (Bacterium subtilis — таяқша, Escherichia coli — ішек таяқшасы, Clostridium perfringens — газды гангрена қоздырғышы) болады. Таяқшаның ұшы домалақ( дизентерия, оба), шеті кесілген (сібір жарасының қоздырғышы), ұшты (Cytophaga), қалың (дифтерия қоздырғышы) болып бөлінеді. Таяқшалар бір-біріне ұқсас болып келеді (Serratia marcescens — тамаша таяқша), 2 клеткадан (диплобактерия немесе диплобациллдар, мысалы, Pseudomonas), тізбекті (стрептобактериялар немесе стрептобациллдар, мысалы, Bacillus mycoides — типтік топырақ бактериясы, B.anthracis – сібір жарасының қоздырушысы). Кейбір таяқшалар бір-біріне бұрыш астында орналасады, Χ, Ỳ ұқсас денелер түзеді, мыс, артробактериялар, коринебактерилар, нокардибактериялар, микобактериялар.Бактерияның спиральді түрі клетканың мөлшері жəне ирек сандары, ұзындығы, қалыңдығы бойынша ерекшеленеді. Вибриондар (лат. Vibrare — тербелу, дірілдеу) иілген таяқша немесе үтір тəрізді, мысалы, Vibrio cholerae — холера қоздырғышы. Спириллалар (лат. Spiro — иіліс) спиральді иілген клеткалар, көлденең диаметрі үлкен жəне ұзын иірілімдерінің саны аз, мысалы, Spirillum volutans — сапрофитті бактериялар, S.minus — патогенді спирилла. Спирохеталар (лат. Spira — иіліс, гр. Chaite — жал) жіңішке, спиральді иілген клеткалар. Олар сыртқы қабықтан, протоплазматикалық цилиндрден жəне аксиальді жіптен тұрады. Аксиальді жіптер протоплазматикалық цилиндрді орап, клетка\\r\\n\\r\\nішілік құрылымды құрайды (периплазматикалық кеңістікте орналасқан). Спирохетаның аксиальді жіптері бактерия талшықтарының аналогы болып табылады. Спирохетаға мысал болатын Spirochaeta plicatilis – тұщы, теңіз суларының қарапайым мекендеушісі. Treponema pallidum – сифилис (мерез) қоздырғышы, T.macrodentium — тіс спирохетасы (тіс жегісі кезіндегі ауыз қуысын мекендеуші).\\r\\n\\r\\n         Спирохеталар   (Speira – иілген /изгиб/, chaite — шаш) – спиральға ұқсас иілген, өте жіңішке (шаш сияқты) қозғалғыш бактериялар.  ,  ұзындығы 5  — 500 мкм.  Жасушалар протоплазмалық цилиндр секілді фибриллалармен оралған,қозғалғыш, спора түзбейді,грам теріс, жасуша ішілік қосындылар бар.  Кейбір  спирохеталар анилинді бояулармен нашар боялады.   Спирохеталар туыстастықтарын санына және жіпшелердің орамдарына, аяқтамаларына байланысты жіктейді\\r\\n\\r\\nБактерия  талшығы\\r\\n\\r\\nБактериялар қозғалысы екі типі болады. Олар жүзіп және сырғанай қозғайды. Сырғанай қозғалатындарға микробактериялар мен күкірт бактериялар жатады. Олар негізінен толқын сияқты жиырылып клетка формасын өзгерте  қозғалады.\\r\\n\\r\\n         Талшықтар-цитопалзмадағы базальді денешіктерден басталатын, бактериялық жасушадан бірнеше есе ұзын,  табиғатты ақуызды жіпшелер.Олар микроорганизмге  жылжымалық қасиет береді.Егер де бактерияның бір шетінде бір талшығы болса — оны монотрих,екі шетінде бір  немесе бір неше талшығы болса-амфитрих,бір шетінде бір топ талшығы болса-лофотрих,ал барлық жағынан шығатын болса-перитрих деп атайды.         Талшықтар 3 бөліктен тұрады:Клетка сыртына шығатын – иірілген жіпше (фибрилла), клетка қабықшасына жақын\\r\\n\\r\\nорналасқан – ілмек, клетка ішіндегі — өзекті денешік.\\r\\n\\r\\nТалшық жіпшелерінің құрамы негізінен белоктық зат – флагелиннен тұрады. Жіпшенің құрылысы белок бөлшектердің үлкендігі мен олардың тізбектерінің санына байланысты.Ілмек Бактерия клеткаларының жіпшелері ілмекке жалғасады. Ілмек иілген белоктан тұратын цилиндр тәрізді. Ол жіпшеден жуан, ал ұзындығы қысқа (30-90 нм). Күрделі талшықтардың ілмегі де күрделі болады: оның орталық цилиндрі сыртқы қабықпен қапталған.Өзекті денешік Өзекті денешік ілмектің жалғасы болып келетін орталық біліктен, оған кигізілген екі қос (ішкі және сыртқы) сақинадан тұрады. Екі ішкі сақинаны M және S деп атайды, олар грам-оң және грам-теріс бактериялардың барлығында болады. М сақинасы мембрананың ішінде, не оның дәластында орналасады. S-сақинасы (стартер) грам-теріс бактерияларда – периплазмалық аймақта,ал грам-оң бактерияларда пептидогликанда орналасады.Екі сыртқы сақиналар P және L –сақиналар деп аталады. Олар тек грам-теріс бактерияларда кездеседі. P-сақинасы қабықшаның пептидогликан, ал L –сақинасы липополисахаридқабатында орналасады Талшықтардың қызметі  Ішкі қос сақина талшықтары қозғалысқа түсіру үшін қажет: қозғалмайтын S-сақинасыталшықты қозғалту үшін стартер қызметін атқарса, М-сақинасы ілмек пен жіпшені айкала отырып мотор қызметін атқарады. Сонда талшық — сағат тілі бағытымен немесе салат тіліне қарсы айналады. Егер де клеткада бірнеше талшық орналасатын болса, олар бір иірімді спираль құрады немесе шоқталып бір бағытта, ал клетка кері бағытта айналады. Бактериялар үздіксіз тіке қозғалмайды, олар кейде аялдап, қайта қозғалысқа түскенде, бұрынғы немесе басқа бағытта жүреді. Сұйық қоректік ортада полярлы орналасқан талшығы бар бактериялар перитрихті бактерияларға қарағанда жылдам қозғалады. Қозғалу ерекшеліктеріне қарасақ, полюсті талшықты бактериялар бірқалыпты қозғалса, перитрихті бактерия клеткалары ретсіз, күрт қозғалыста болады. А — сағат тіліне қарсы; Б — сағат тілі бағытында \nҚорытынды: Сонымен  бактерия-көзге көрінбейтін,өте ұсақ микроскоп арқылы ғана көретін организмдер болып табылады.Бактерия клеткаларының сыртқы морфологиялық белгілері – пішіні, көлемі, орналасуы және басқалары оларды классификациялау кезінде қолданады. Бакетриялар пішінінен қарай кок, таяқша жəне ирек тəрізділер болып бөлінеді.Бактерия талшығы  табиғаты жағынан ақуызды жіпшілер.Ол арқылы микроорганизмдер  қозғалады.Бактерия қозғалысы 2 типті:жүзу және сырғанау.",
                "date": "12.04.2020",
                "upvotes": 0
            },
            {
                "text": "Толығырақ: https://kazmedic.org/archives/5627",
                "date": "12.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5.Кох әдісінің мәні неде?",
        "question_content": "5. Кох әдісінің мәні неде?",
        "question_date": "12.04.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауа микрофлорасын зерттеу үшін түрлі әдістерді қолданады.\nСедиментациялық әдіс (Кох әдісі, 1881 ж.) – беті ашық Петри табақшасындағы қоректік орта бетіне ауырлық күшінің әсерімен бактериалды бөлшектер мен тамшылардың шөгуіне негізделген әдіс. Әдетте Омелянский бойынша есептейді: 100 см2 қатты ортаға 5 минут ішінде 10 л ауада болатын бактериялар саны шөгеді. Дегенмен, кейінірек бұл көрсеткіштер 3 есеге дейін төмендеген. Қозғалыс жылдамдығының үлкен ауытқулары орын алатын атмосфералық ауа үшін аталған әдіс нақты емес және мүлдем жарамсыз саналады. Әдіс тек қана электр энергиясы мен едәуір жетілген құралдар борлмаған жағдайда ғана қолданылуы мүмкін.",
                "date": "12.04.2020",
                "upvotes": 0
            }
        ]
    }
]