[
    {
        "question_title": "Мемлекет басшылығында жастардың болғаны дұрыс па әлде үлкендер?",
        "question_content": "Сұрағым дебатқа қатысты үлкендер  жағына көбірек мәлімет болса !!!!",
        "question_date": "13.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 652,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жастар тәуекелге жақын болады. Үлкен кісілер өмірден көп көрген тәжірибиесінің арқасында сақ шешімдер қабылдайды",
                "date": "14.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қашықтықтан оқыту технологиясымен оқып жүріп жұмыс істеуге болады ма?",
        "question_content": "Мен быйылғы жылы қашықтықтан оқыту технологиясымен оқуға ауыстым. Енді мен бірінші дипломыммен жұмыс істей берсем болады ма? Сол туралы заң болса қайдан алуға болады?",
        "question_date": "13.02.2019",
        "question_tag": "Заң",
        "question_views": 772,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қашықтықтан білім беру технологиялары бойынша оқу процесін ұйымдастыру ережесін бекіту туралы\nҚашықтықтан білім беру технологиялар бойынша оқу процесін ұйымдастыру қағидаларын бекіту туралы",
                "date": "15.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратураға басқа мамандыққа түсіп, магистр дипломымен жұмыс жасай аламынба??",
        "question_content": "Магистратураға басқа мамандыққа (география) (платный) түсіп, магистр дипломымен жұмыс жасай аламынба??",
        "question_date": "13.02.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа. Еки мамандык болады . Жумыс истей бересиз еки мамандык та да.",
                "date": "19.03.2019",
                "upvotes": 0
            },
            {
                "text": "Мүлде мамандыққа қатысы жоқ жұмысты да істеуге болады. Қазақстанғо))",
                "date": "21.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Синтаксистік талдау. \"Айман-Шолпан \" музыкалық комедиясымен ашылған?",
        "question_content": "Синтаксистік талдау керек. Абай атындағы мемлекеттік академиялық опера және балет театры 1934 жылы бірінші қойылымға М.Әуезовтың либерттосына жазылған \"Айман-Шолпан \" музыкалық комедиясымен ашылған.",
        "question_date": "13.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 886,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір жігіт жанып тұрған майшамды өшіріп жаңа майшамды жағады неге?",
        "question_content": "Бір жігіт жанып тұрған майшамды өшіріп жаңа майшамды жағады неге?",
        "question_date": "13.02.2019",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Майшам жанып таусылайым деп қалған  сөйтіп жаңасын ауыстырып қойды.",
                "date": "13.02.2019",
                "upvotes": 0
            },
            {
                "text": "Ол еріп кеткентіктен өшіру керек болды",
                "date": "23.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат ала аламын ба?",
        "question_content": "Егер менде 10 сыныпта 3 пәннен жылдықта төрт болса, ал 11 сыныпта жылдық бари 5 болса, қызыл аттестат ала аламын ба? 9 сыныпты қызыл аттестатқа бітірдім",
        "question_date": "13.02.2019",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұғалімнен сұра",
                "date": "13.02.2019",
                "upvotes": 0
            },
            {
                "text": "қызыл атестат алу үшін бəрі бес болуы керек .",
                "date": "13.02.2019",
                "upvotes": 0
            },
            {
                "text": "Өкінішке орай жоқ, себебі қызыл аттестат мектеп бітірердегі ол тікелей 10 мен 11 сыныпқа қарайды (Мен оқыған жылдары солай болды, енді өзгеріп кетпесе). Сол себепті оныншы сыныпта төртке шықпа. Іске сәт! Алла жәрдем берсін",
                "date": "13.02.2019",
                "upvotes": 0
            },
            {
                "text": "9-сынып түлегі аттестатқа қосымшаға енгізілетін барлық оқытылған пән бойынша (6-сыныптағы бейнелеу өнері мен музыканы қоса алғанда) жылдық, емтихан, қорытынды бағасы “5” болса, негізгі орта білім туралы үздік аттестатқа үміткер бола алады, – дейді білім саласының мамандары. Толық мына жерден оқыңыз.",
                "date": "27.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай пайда болады деп ойлайсыз!?",
        "question_content": "Базардан 350тг, 10- жұмыртқа сатып алып,  оны суға пісіріп қайта 350тг саттым.  Бірақ маған пайдасы тиді. Ол қандай пайда???",
        "question_date": "13.02.2019",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "пайдасы сіз сауда айналымын жасадыңыз.",
                "date": "14.02.2019",
                "upvotes": 0
            },
            {
                "text": "Қайнаған бір жұмыртқаны 50 теңгеден сатсаң, үшеуін өзің жейсің. Сол пайда.",
                "date": "14.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыдыстағы су бағанада биіктігі 8 см. Су ыдыс түбінде қандай қысым түсіреді?",
        "question_content": "Ыдыстағы су бағанада биіктігі 8 см. Су ыдыс түбінде қандай қысым түсіреді? Осындай деңгейде құйылған сынап қандай қысым түсірер еді? Р (су)= 1000 кг/м 3     Р (сынап)= 13,6•10 куб кг/м куб",
        "question_date": "13.02.2019",
        "question_tag": "Физика",
        "question_views": 19200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "p = g·ρ·h формуласын қолдана отырып р=1000 кг/м^3 * 0.08м * 9.8Н/кг ≈ 784 Па қысымын түсіретінін білеміз",
                "date": "15.02.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ауруханаға барып почка бүйрегімді тексертейін деп едім?",
        "question_content": "Соңғы кезде почка бүйрегім ауырып жүр. Больницаға барып тексерілуім үшін алдымен учаскелік дәрігерге қаралуым қажет пе?",
        "question_date": "13.02.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "иə алдымен учаскелік дəрігерге  барасыз .",
                "date": "13.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "100x өрнегінің айырмасын тап мұндағы x=0,10,50,40,70",
        "question_content": "100x өрнегінің айырмасын тап мұндағы x=0,10,50,40,70\n\n70x өрнегінің мәнін тап мұндағы x=30,10,20,5,6",
        "question_date": "13.02.2019",
        "question_tag": "Математика",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол үшін былай жасаймыз.\n100*0=0; 100*10=1000\n\n100X=0, 1000, 5000, 4000, 7000;\n70X=2100, 700, 1400, 350, 420.",
                "date": "13.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тахауи Ахтанов шығармаларындағы адам тағдыры\" тақырыбына шығарма барма ?",
        "question_content": "Тахау Ахтанов шығармаларындағы адам тағдыры тақырыбына шығарма керек",
        "question_date": "13.02.2019",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кезінде әйгілі Мұхтар Әуезов бір ой сабақтапты: «Қазақ театр өнері біздің заманымызда басталғанына біз қуаныштымыз. Бірақ сол қуанышпен бірге, біз ірі өнердің келешегі үшін жауапты екендігімізді де ұмытпауымыз керек».\n                        Ұлы жазушының осы аманатына адалдық танытқан Тахауи Ахтанов ұлттық драматургияның жанрлық сипатының қанат жаюына аса пейілді болып, әлемдік сахна туындыларының заңдылығына жауап бере алатындай дүниелер жазды. Әрине, бұл ретте біз Т.Ахтановтың ұлттық драматургиямыздың негізін қалаушылардың көш басында тұрған осы Мұхтар Әуезов, Жүсіпбек Аймауытов, Бейімбет Майлин, Ғабит Мүсірепов сынды алыптар шоғырының заңды жалғасы екенін үнемі ескеріп отырамыз.\n            Ақиқат анықтамаға жүгінсек, Т.Ахтанов қаламынан туған дүниелердің барлығына да биіктік пен тереңдік тән екенін айтар едік. Ол өмір-өнерге әкелген жүздеген кейіпкерлер, алуан бейнелер бұл күнде ұлтымыздың асыл қазынасына айналды. Т.Ахтанов есімі бүгінгі ұрпақ үшін әдебиеттегі шыншылдық пен әділдіктің синонимі іспеттес.\n            Әу баста Мұхтар Әуезов: «Сен шынайы қызығарлық соныға түскенсің. Соған мейлінше құдіретің де жетеді. Ілгері тереңдеп, ірілеп, таныта түс, тарта бер», — десе, бұл лебізді беріде Әбіш Кекілбаев:«Т.Ахтанов — жиырмасыншы ғасыр әдебиетінің кезеңдік биігі», — деп қоюландыра түсуі жазушы болмысын нақты айқындап береді.\n            Ал Әуезов пен Кекілбаев сөздерінің арасында отыз жылдан астам ұзақ жылдар жатыр. Бірі — кеңестік, ал бірі тәуелсіздік алған шақта, яғни екі кезеңде жасалған қос тұжырым да, есімі үлкен әріппен жазылатын Суреткерге берілген ең жоғары кәсіби баға.\nТахауи Ахтановтың драматургиядағы алғашқы қадамы өткен ғасырдың алпысыншы жылдарымен тұспа-тұс келді.\n            Бұл кезең — сталиндік тоталитаризмнің солақай саясатының қатаң сынға алынып жатқан жылдары болатын-ды. Сонда да болса, сол кезде де, кейін де кеңестік өнер саласы кеңестік уақыттың идеологиясымен һәм саясатымен тығыз қарым-қатынасын еш үзген жоқ. Өйткені өз уысынан еш нәрсені шығармау, әр нәрсені «цензуралық» көзбен жіті бақылау идеологияның басты ұстанымы еді.\n            Алайда қайсар қаламгер Т.Ахтанов өз шығармаларында сол кеңестік идеология айтқызбаған дүниелерді астарлап жеткізді. Оның драмаларында ұлттық құндылықтар мен елдік рухқа қатысты толғамдар ерекше көрініс тапты. Алайда қазіргі уақытқа дейін өнертану саласында Т.Ахтанов драматургиясы ғылыми тұрғыда арнайы зерттелмегені де рас.\nТахауи Ахтанов — шебер драматург.\n            1962 жылы «Сәуле», 1966 жылы «Боран» пьесалары Қазақтың М.Әуезов атындағы академиялық драма театры репертуарынан орын алса, 1964 жылы Семей облыстық драма театрында «Арыстанның сыбағасы» пьесасы қойылды.\n            Жетпісінші жылдары қатарынан бес пьеса дүниеге келді. «Күтпеген кездесу» (1970) мен «Ант» (1973),  М.Әуезов атындағы академиялық драма театрында, «Махаббат мұңы» (1974) мен «Күшік күйеу» (1976) Алматы жасөспірімдер театрында, «Әке мен бала» (1975) Талдықорған облыстық драма театрында, кейін Қазақтың Ғ.Мүсірепов атындағы академиялық жастар мен жасөспірімдер театрында қойылды.\n            Т.Ахтановтың драматург ретіндегі қарым-қабілеті мен суреткерлік эстетикасын айрықша танытқан сахналық шығармалары ұлттық театрымызды көркемдік пен әлеуметшілдіктің жаңа биіктеріне жеткізді.\n            Бұл ретте «Ант» атты трагедиясының алатын орны ерекше. Ол ұлттық тарихымыздың әлеуметтік мән-маңызын тереңдей зерделеудің өнегесін көрсетіп берді.\n            «Ант» драмалық дастаны — Т.Ахтановтың кәсіби драматург ретіндегі ең шоқтығы биік сахналық шығармасы.\n            «Ант» үш бөлімнен тұрады. Ақ өлеңмен жазылған бұл шығарма елдік пен бірлік тақырыбын ту етіп, қазақ халқының ат үстінен түспеген екі жүз жылдық тарихының ең бір шеменді де шешуші кезендерін қамтиды.\n            Атап айтқанда, бірінші бөлім, негізінен, қазақ тарихына қасіретпен жазылған «Ақтабан шұбырынды» кезеңіне арналады. Екіншісі — ойраттарды ойсырата жеңген Аңырақай шайқасы. Үшіншісі бөлім Қазақ елінің Ресейге «өз еркімен» қосылу хикаясын қамтиды. Әр бөлімнің келесі бөліммен жалғасатын тараушалары бар.\n            Пьеса кеңестік идеология кезінде қойылғанда ұсынушылар Әбілқайыр ханды алға шығарып, «Ресейге өз еркіммен қосыламын» деген әрекетін қойылымның ең басты арқауы етіп, оны идеал қаһарманға айналдырып жіберетін. Ал еліміз тәуелсіздігін алып, дербес мемлекет ретінде тарихи ақтаңдақтарды ашқан кезде, пьеса идеясы бұрын айтқыздырмаған, жаңа қырынан ашылды. Бұл Ресей империясына өз еркімен қосылудан гөрі, елдің тұтастығы мен бірлігін ойлаудан туған ұлы мұраттар мен ұлттық мүддені баяндау еді.\n            Аңырақайда болған ұлы жеңісінен соң Әбілқайыр хан аузынан, жиылған жұртшылыққа мынадай үлкен мәнді сөздер айтылады.\nАсқар белім Бөкенбай,\nАйналайын, Саураным,\nЕкі бірдей беренім,\nӘттең, шіркін, екеуің,\nЕртерек тізе қосқанда,\nАқтабан боп шұбырған,\nАлқакөлде сұлаған,\nҚаралы күнді кешегі\nШыққыр көзім көрер ме ед?!\n            Тарихи дастанның өзекті идеясы ел, жер тұтастығын көздейді. Оны жүзеге асырушы Сауран сұлтан — пьесаның бас кейіпкері.\nСахнаға Әбілқайыр ханның өзінен де жиі шығатын Сауран — шығарманың бірлікшіл идеясын бәрінен де берік, дәйекті ұстанатын бөлек жаратылған тұлға. «Азғана елді қырқыстырып, арасынан жем іздейтін» құзғындарды иттің етінен жек көреді. Сауран образы — автордың үлкен жетістігінен туған типтік бейне. Ол атамекен мүддесін бәрінен де жоғары қоюды көксейді. Тартыс дүрбелеңі оның өз кеудесінен от алып дүрілдеп, күллі шығармаға өртке тиген дауылдай екпін бітіреді.\nСауран ел бірлігін сақтау жолында тіпті сүйген қызын басқа біреуге қияды. Әбілқайырды хан ету үшін Әлім тайпасымен сүйек шатысты болу қажеттігі туады да, ол ғашығы Бәтиманы Әбілқайырға әйелдікке беруге келіседі. Осының бәрін өз қолымен атқаратын Сауран — ердің ері. Ел тәуелсіздігінің табанды күрескері һәм құрбаны.\n            Пьесада Сауран бейнесін де, өз бейнесін де асқақтатып тұрған және бір кесекті бейне бар. Ол — Бәтима (Бопай) образы. Дала қыздарының ақыл мен парасат, сұлулық пен адалдық, тектілік пен даналық, адамгершілік асыл қасиеттерін бойына жинақтаған Бәтима — типтік образ. Бәтима басына түскен бар қиыншылыққа төтеп береді.\n            «Ант» тарихи дастаны — Тахауи Ахтановтың ғана емес, бүкіл қазақ драматургиясының жетістігі. Үлкен роман-эпопеяға лайық тақырыпты еркін игерген драма. Жоңғармен шайқас, Ресейге қосылу секілді қиындығы мол тарихи тақырыптардың басын қосып, бір пьеса аумағында, сахналық кеңістікке сәйкестендіріп, философиялық биік деңгейде талдау, әрбір бейненің ішкі психологиялық иірімдерін анық ашу, кейіпкерлерінің лирикалық сезімдерін, жүрек лүпілін қанықты беру, ең бастысы, оқиғалардың эпикалық ұлы рухын жеткізе білу — бұл пьесаның үздік ерекшеліктері.\n            Алпысыншы жылдары Т.Ахтановтың кесекті драмалық дүниелері — «Сәуле» мен «Боран» пьесалары театрларда үлкен табыспен қойылды. Бұл қос пьеса замана дертіне дөп диагноз қойған, өз уақытынан озған шығармалар қатарына жатады деп бағалануы тиіс.\n            «Сәуле» жоғары бағаланғаны мәлім. Сонымен қатар талғампаз таланттың суреткерлік өнері, әсіресе, «Боран» драмасында айрықша реңк алды. Сәл шегініс жасасақ, бұл туынды алғаш рет «Дала сыры» атты повесть (1963) күйінде-ақ даңққа бөленді. 1965 жылы орыстың кеңес кезіндегі озат ойлы, ең беделді, ерек талғамды «Новый мир» журналында, бұрын-соңды еш қазақ туындысы жарық көрмеген басылымда шығуының өзі қандай абырой. Кейін повесть өңделіп, толықтырылып, романға айналды. Бірсыпыра одақтас республикалардың тіліне аударылды, неміс, түрік, парсы тілдеріне тәржімаланды. Автор 1966 жылы Абай атындағы Қазақ ССР Мемлекеттік сыйлығының лауреаты атанды. Кейін бұл шығарма «Боран» драмасы болып, М.Әуезов атындағы академиялық қазақ драма театрында сахналанды, көрермен ықыласына бөленді.\n            Т.Ахтановтың тағы бір өміршең дүниесі — басында повесть болып туып, кейін сахналық шығарма айналған «Махаббат мұңы» драмасы. «Махаббат мұңы», атауынан көрініп тұрғандай, мәңгілік тақырыпқа бойлайды. Бойлай отырып, махаббаттың мұң шағуының бірқатар қырларына зер салады.\n            Еркіндікке құштар Ахтановтың азаматтық екпін мен принциптерге толы сахналық шығармаларды жазуы да заңды еді. Адамдар санасының әлеуметтік және қоғамдық бейнесін аяусыз сынай отырып, драматург өзекті шығармасы — «Арыстанның сыбағасы» трагикомедиясын жазады.\n            Тарихи дастаны «Ант» болсын, психологиялық бағыттағы «Әке мен бала», «Махаббат мұңы», эпикалық бағыттағы «Боран» немесе «Күшік күйеу» комедиясы секілді пьесаларының қай-қайысысы да формасы мен мазмұны жағынан болсын, қазақ драматургиясына жаңалық әкелген шоқтығы биік дүниелер.\n            Т.Ахтанов драматургиясы режиссер болмысының қойылымды дайындау процесі кезіндегі атқаратын функциясын айқындаумен бірге, ерекше эстетикалық идеялармен қаруланған, эпикалық драмаларды дүниеге әкелді.\n            Тахауи Ахтанов қаламынан туған бітімі бөлек, кез келген режиссердің оң жамбасына келе бермейтін драмалық шығармалар аз емес. «Ант», «Ана дауысы», «Боран» тәрізді жұмбақ мінезді, қатпары қалың драмалардың сахналық тағдыры туралы пайымдасақ, олардың қай-қайсысы болмасын, өз биігіне болашақта басқаша тұрғыда шығуы, режиссерлердің қолында.",
                "date": "20.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түсіңде ұзын ақ жылан көрсен не екенін білесіздерме.!?",
        "question_content": "Түсімде ұзын ақ жылан көрдім, сол туралы сұрайындеп едім...",
        "question_date": "12.02.2019",
        "question_tag": "Жанұя",
        "question_views": 813,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылан жалпы жақсылықтың нышаны. Ал, оның ақ түсті болуы тіпті жақсы. Сізді жақын арада жақсылық, игі істер күтіп тұр, ИншаАлла",
                "date": "20.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есеп логарифм нің анықтау облысын қатысты.",
        "question_content": "у=log астында 9(х^2-2х+1)-1/log астында 5(3-х)  Анықтау облысын табу.",
        "question_date": "12.02.2019",
        "question_tag": "Математика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "логарифм қасиеттері",
                "date": "24.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сore i3 4-ші буынына сәйкес келетін қандай видеокарта бар?",
        "question_content": "Core i3 4-ші буынына сәйкес келетін қандай видеоқарта бар? Видеокартаның жады көлемі 3-4 GB болу керек?",
        "question_date": "12.02.2019",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Nvidia Geforce 6200,... ,...,Nvidia Geforce RTX2080Ti\n\nAMD Radeon 1200,... ,...,  Amd Radeon VII",
                "date": "13.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "PS.KZ компаниясынан алынған хостинг жайлы бір сұрағым бар?",
        "question_content": "PS.KZ компаниясынан алынған хостингке тегін 1 жыл SSL қауіпсіздік сертификаты сыйға беріледі сол аталған сертификат қанша сайтқа жарамды?",
        "question_date": "12.02.2019",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 442,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ол сайттағы беріліп жатқан сертификат тек бір сайтқа жарамды болуы қажет. Сосын сертификаттың субдоменге де жарайтындары бар бірақ оның бағасы бір доменге жарайтын сертификаттан қымбат болып келеді. \nБұрындары мен сайтқа сертификат аларда мынадай айырмашылықты байқаған едім. Мысалы: Baribar.kz домені бар, сосын Surak.baribar.kz домені бар. Test.baribar.kz домені бар делік. Осының барлығына жарай беретін сертификат бар. Бірақ оның бағасы қымбат. Одан да маған әр субдомен мен сайттың өзіне жеке-жеке сертификат сатып ала салғаным арзанырақ шығатынын байқадым.\nМысалы мен сертифиткатты мына сайттан сатып аламын:\nhttps://www.ihc.ru/sslcerts.html\nБір жылға 4500 теңге төлеймін. Егер судоменнің барлығын қамтитын сертификат алсам онда мен 55 000 төлеуім қажет еді.\nЖалпы мен тақырыптан ауытқып кеттім. Сіздің сұрағыңыз бойынша тек бір доменге ғана жарамды. Басқа сайттарға қоя алмайсыз.\nҚазір https://letsencrypt.org/ сервисі арқылы тегін SSL кілттер алуға болады дейді. Толық қолданып көрмедім. Мына видеоуроктар арқылы қарап көрсеңіз болады.",
                "date": "12.02.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Kerio Control 9.1 нұсқасын қалай орнатамын USB тасмалдағыш арқылы?",
        "question_content": "Kerio Control 9.1 нұсқасын қалай орнатамын USB тасмалдағыш арқылы?",
        "question_date": "12.02.2019",
        "question_tag": "Операциялық жүйелер",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шәкіртақы мөлшері 2019 жылы қандай болмақ?",
        "question_content": "Шәкіртақы мөлшері 2019 жылы студенттерге,  магистранттарға, докторанттарға қанша пайыз өседі,  толық жауап болса жақсы болар еді!",
        "question_date": "12.02.2019",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО және колледждердегі стипендиялар мөлшері\nCтипендияны тағайындау білім беру мекемесінің басшысының бұйрығымен жүргізіледі (ЖОО ректоры, колледж директоры). Стипендия мөлшері Қазақстан Республикасы Үкіметінің 2012 жылғы 28 ақпандағы № 266 Қаулысымен бекітілген Білім беру ұйымдарында білім алушыларға мемлекеттік стипендия тағайындау, төлеу және мөлшерлері ережелеріне сәйкес реттеледі\nТөменде келтірілген кестелерде білім алушылардың, соның ішінде студенттер, магистранттар, докторанттардың әр санаты үшін стипендиялар мөлшері нақты сипатталған.\n1-кесте. Ең төменгі стипендия мөлшері\nСтудент санатының атауы/оқу орнының түрі\nЖоғары оқу орны(ЖОО)\nКәсіби техникалық мекеме (КТМ, колледждер)\nСтудент\n20949 тг.\n16759 тг.\nИнтерн\n37945 тг.\n-\nМагистрант\n53530 тг.\n-\nДокторант\n81998 тг.\n-\nРезидентура тыңдаушылары және денсаулық сақтау магистранттары\n61561 тг.\n-\n2-кесте. Ұлғайтылған стипендия мөлшерлері\nСтудент санаттарының атауы /оқу орнының түрі\nЖоғары оқу орны (ЖОО)\n(ұлғайту мөлшері 15%)\nКәсіби техникалық мекеме (КТМ, колледждер)\n(ұлғайту мөлшері 15%)\nСтудент\n24 091 тг.\n19 273 тг.\nМагистрант\n61 560 тг.\n-\n3-кесте. Президенттік стипендия мөлшері\nСтудент санаттарының атауы /оқу орнының түрі\nЖоғары оқу орны (ВУЗ)\n(ұлғайту мөлшері 50%)\nСтудент\n41 898 тг.\nМагистрант\n107 060 тг.\nhttps://egov.kz/cms/kk/articles/razmer_stipendii_rk",
                "date": "21.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жұмысқа бармаудын 15 себебі ағылшынша",
        "question_content": "Жұмысқа бармаудын (себептері,сылтау) 15 мысал ағылшынша",
        "question_date": "12.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 854,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Массасы 100 г күкірт қышқылының массалық үлесі 7%",
        "question_content": "m(H2SO4)-100г\nмассалык улеси 7%\nмассалык улес ( Fe) - 98%\n\nm(болат ) -5г\nт/к: V (H2)-?",
        "question_date": "12.02.2019",
        "question_tag": "Химия",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(H2SO4)-100г\nмассалык улеси 7%\nмассалык улес ( Fe) - 98%\n\nm(болат ) -5г\nт/к: V (H2)-?",
                "date": "21.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стақандағы күкірт қышқылының массасы 100 г массалық үлесі 7% ерітіндісіне",
        "question_content": "Стақандағы күкірт қышқылының массасы 100 г массалық үлесі 7% ерітіндісіне құрамында 98% темірі бар 5 г болатты салғанда бөлінетін сутектік көлемін табыңдар?",
        "question_date": "12.02.2019",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Есіркеп атының мағынасы қандай?",
        "question_content": "Есіркеп атының мағынасы қандай? Атамның аты – Есіркеп, бірақ өзі қайтыс болып кеткен, сондықтан осы есімнің мағынасын білгім келеді. Өте қажет, кез келген ақпаратыңыз болса, көп раxмет!",
        "question_date": "12.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біреуді аяп, жаны ашып",
                "date": "12.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі бұрыш 60 градус бұрышпен қиылысады.",
        "question_content": "Екі бұрыш 60 градус бұрышпен қиылысады. Жазықтықтардың біреуінде жатқан нүкте екінші жазықтықтан а түбір асты 3 қашықтықта орналасқан. Осы нүктеден жазықтықтардың қиылысу сызығына дейінгі арақашықты табыңдар?",
        "question_date": "11.02.2019",
        "question_tag": "Геометрия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a✓3*sin60º=a✓3*:1/2=2a✓3",
                "date": "13.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілгеі:V=0.2л P=10^5Па N=3×10^22 т/к:E=?",
        "question_content": "Физика пəнінен бақылау есептері",
        "question_date": "10.02.2019",
        "question_tag": "Мектеп",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгеі:V=0.2л P=10^5Па N=3×10^22 т/к:E=?",
                "date": "14.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тестостерон еркекте көп болып кетсе не істеуге болады?",
        "question_content": "Тестостерон еркек адам көп болып артып кетше мөлшерінен не болады?\nҚалай тестостеронның мөлшерін көбейтуге болады.\nМенің басқада сұрақтарыма жауап жазсаңыздар өтініш.",
        "question_date": "10.02.2019",
        "question_tag": "Жалпы медицина",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біз өткен жолы ер адам мен әйел адамның жаратылысы мен табиғатының әртүрлі болатынын, соған сәйкес ер адамда тестостерон деп аталатын гормонның, ал әйел адамда эстроген, окситоцин гормонының көп болатынын айттық.\nБұл гормондардың көбеюі не азаюы адамның өмір сүру салтына, күнделікті жасайтын іс-әрекеттеріне тікелей байланысты болады екен.\nЭндокринолог ғалымдардың айтуынша, егер әйел адам мәжбүрлікпен емес, өзі қалағаннан немесе өзіне ұнайтындықтан, үнемі ер адамның істерін атқаратын болса, үйдегі барлық жауапкершілікті мойнына алып, басқарушылыққа, шешім шығаруға араласатын болса, бірте-бірте оның мінезінің, дене бітімі мен даусының ер адамға ұқсай бастағанын байқап жатамыз. Мұның себебі, оның ағзасында еркекке тән гормондардың көбейіп кетуінен болады екен.\nЖәне мұндай әйелдің күйеуі автоматты түрде өз жауапкершілігін азайтып, әйелге тән гормондарының көбейіп кеткенін байқамай жатады.\nӘлемде, отбасында үйлесім, тепе-теңдік, тыныштық орын алуы үшін, әрине ең алдымен, әркім өз орнын біліп, өз ісімен шұғылдануы керек. Сондықтан ер адам өзіне тән гормондарды және энергияны сол секілді әйел де өзіне тән әйелдік сипаттарды әйелдік қасиеттерді көбейтуі керек.\nАл бұл қай кезде көбейеді десеңіз:\n\n✔️БІРІНШІ, ер адамның ағзасында оның өзіне тән тестостерон гормоны мына істерді жасағанда көбейеді:\n*қиын бір тапсырманы, үйдегі, жұмыстағы кейбір мәселелерді шешкенде;\n*бәсекеге қабілетті болғанда (дүние табу, білім мен ақыл және бір істі атқаруда бөтен еркектермен бәсекелесу кезінде)\n*кейбір кедергілерді еңсергенде, *қиындықтың шешімін тапқанда;\n*ойлау жүйесі жақсы жұмыс істеген кезде;\n*физикалық күшті талап ететін жұмыстарды істегенде. (мысалы, спортпен шұғылдану, жаттығу, ауыр жұмыстарды атқару)\n*оқыс оқиға кезінде;\n*жақындарына қамқорлық танытқанда, оларды қорғағанда;\nМіне, бұл әрекеттердің барлығы ер адамның табиғатына тән болғандықтан, ол мұндай істерден ләззат алады, өзіне күш жинайды, серпіледі, алға қарай талпынады.\n\n✔️ЕКІНШІ, әйел адамның ағзасына тән гормон мына істерді жасағанда көбейеді:\n*жақындарымен байланыста болғанда; олармен араласқанда;\n*еш нәрсеге алаңдамай, тыныштық тапқанда;\n*жақсы көретін адамымен шер тарқатып, сырласқанда;\n*өзгелермен қосылып, бір істі жасағанда;\n*жақындарынан қамқорлық көргенде, жылы сөз естігенде;\n*өзгелерге мейірім танытқанда; басқаларға көмектескенде;\n*жақсы көретін құрбыларымен сөйлескенде.\nМіне, бұл әрекеттер әйелдерге өте пайдалы.\n\nБіз бұл ақпаратты не үшін айтып отырмыз? Себебі, ер адам мен әйел адамға тән гормонның ауытқымай өз орнымен болуы – аса маңызды. Бұл ер адамның еркектің қуатының қалыпты болуына, ал әйелдің өз табиғатына сай нәзіктігін жоғалтпауына, олардың мінез-құлықтарының да тұрақты болуына жағдай жасайды. Ал гормондардағы ауытқу адамды стреске ұрынғыш, күйзеліске ұшырағыш етеді.\n\nЕр адамға тән қасиеттер – жеңу, қол жеткізу, жаулап алу, таң қалдыру, қамқорлық таныту, қорғау болса,\nәйел адамның табиғатына тән қасиеттер – сақтау, үйлестіру, мейірімділік таныту, әдемілеу, сұлулық пен жайлылық орнату, еркелеу, өзгелерден тек жақсы сөз естіп, қамқорлықтарын көру.\nБұл бір жазылмаған заңдылық, өзгертуге болмайтын өмірдің схемасы. Сондықтан әрқайсысымыз өзімізді жөндеуден, өзімізге мән беріп, өз кемшіліктерімізді түзетуден бастайық. Сонда ғана айналадағылардың барлығы бір-бірімен жарасып, жайнап, үйлесім табады!\nhttps://t.me/s/asylarnatelegram?q=%23%D0%B5%D1%80&before=3381",
                "date": "21.01.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Сөйлемді дұрыс құрастырып жаз.",
        "question_content": "Сөйлем құрастыру керек? Астанада ауқымды шетелдік жылы атты",
        "question_date": "10.02.2019",
        "question_tag": "Қазақ тілі",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Қазақстан Президенті Нұрсұлтан Назарбаев 2012 жылы 25 шетелдік инвесторлар кеңесінің  отырысында \"Жаңа Жібек Жолы\" атты ауқымды жобаны жариялады.",
                "date": "21.01.2020",
                "upvotes": 1
            },
            {
                "text": "Онда елбасы Қазақстанның Орталық Азия аймағында өзінің іскерлік ролін қайта жаңғыртып және ең ірі транзиттік хабқа айналуы туралы айтты",
                "date": "21.01.2020",
                "upvotes": 0
            }
        ]
    }
]