[
    {
        "question_title": "ПОПС\" формуласы бойынша табиғатты тиімсіз пайдаланудың салдарын жазыныз?",
        "question_content": "ПОПС\" формуласы бойынша табиғатты тиімсіз пайдаланудың салдарын жазыныз?",
        "question_date": "27.09.2021",
        "question_tag": "Табиғат",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әсіресе адам өмір сүріп отырған биосфераға тікелей әсерін тигізіп, жер бетінің климатын, атмосфера, мұхиттардың табиғи қалпын өзгертуде. Соның нәтижесінде жер шарының барлық жерінде табиғаттың құрамдасы: су, ауа, топырақ, өсімдік, жануар, адамдар зардап шегуде. Міне осы өзекті проблеманы шешуде уақыт талабы педагогиканың алдына адам бойындағы табиғатқа деген, мәдениетті, жанашырдық көзқарасты, адамгершілік қатынастарын қалыптастыруды қойып отыр.\nЭкологиялық білім беруді дамыту педагогика ғылымының басты бағыты. Оқушыларға экологиялық мәдениетті қалыптастыруда химия, биология, география пәндерінің зор мүмкіндігі бар, себебі бұл пәндер ғаламшардағы тіршілік құбылыстарының заңдылықтарын түсіндіріп қана қоймай, табиғатты қорғауға да шақырады.\nЖоғары сыныптарда оқушының ойлау қабілетін жетілдіретін өз көзқарастарын дұрыс қалыптастырып дәлелдей алатын сабақ түрлерін көбірек өткізу тиімді. Олар конференция, семинар, реферат жазып қорғау, дебат, т.б. Мысалы, «Су және тіршілік», «Биосфера және адам», «Темекі соты», т.б. Оқушының дүниетанымын кеңейтіп, сабақта алған теориялық білімдерін пайдалана білуге дағдыландыру мақсатында төменгі, орта буындарда іскерлік ойындар өткізудің, ойын элементтерін пайдаланудың маңызы зор. Мысалы, бір тақырып бірнеше пәнде кездесуі пәнаралық байланыстың дамуына және оқушының тәжірибелік іскерлігін қалыптастырып дамытуға мүмкіндік береді.\nЭкологиялық мәдениетті қалыптастыру. Табиғатына, отанына, еліне деген сүйіспеншілік сезімін, жауапкершілік сезімін қалыптастыру. Өзін табиғаттың бір бөлшегі екендігіне, табиғатпен өте тығыз байланыста екендігіне көз жеткізу. Оқушылардың іскерлік, іздену, құзырлылық қабілеттерін дамыту, білім алуға деген қызығушылығын арттыру мақсатында сабақты мультимедиа кабинетінде «Табиғат» атты журналдың «Ауа — газдар қоспасы» тақырыпты нөмірімен таныстыру деп алып, сабақ барысында мүғалімнің жетекшілігімен журналдың әр бетіндегі қызықты ақпараттармен жұмыс істету. Сабақты «Оқы, оқы және оқы!» деген шабыттандыратын ұранмен бастадық.\nАуа Жер ғаламшарының белсенді тіршілігі бар аймағы — биосфераның маңызды бөлігі. Атмосфера күн сәулелерін шашыратып, жайып тарататындықтан, күндіз жер беті қатты қызып кетпейді. Биосфера қабығы — жер ғаламшарының тірі организмдер таралған бірнеше қабықтарынан құралған.  Биосферадағы микроорганизмдерді, саңырауқулақтарды, өсімдіктерді,  жануарларды тірі организмдер дейді.\nЖер бетіндегі биосфераның қазіргі қалпы — тікелей тірі организмдердің тіршілік әрекетінің жемісі. Атмосферадағы газдар қоспасының қазіргі кездегі пайыздық арақатынасы тірі организмдердің тіршілік әрекетінің нәтижесінде біртіңдеп қалыптасқан. Жасыл өсімдіктер миллиардтаған жылдар ішінде атмосфераны көмірқышқыл газынан тазартып, оны оттекпен байытты. Бұл жасыл өсімдіктерде жарықты жүзеге асатын фотосинтез процесімен түсіндіріледі.\nҚұрлықтағы биомассаның негізгі бөлігін өсімдіктер құрайды, яғни олардың массалық үлесі 99,2%, ал қалған 0,8%-ы жануарлардың үлесіне тиеді. Қүрлықтағы организмдер биомассаның 90% -ға жуығын орман өсімдіктері құрайды. Жер ғаламшарындағы тропиктік ормандардың адамзат үшін қаншалықты маңызды екендігін осыдан байқауға болады. 25000-50000 га орманның фотосинтез процесінде 50-75 тоттегі бөлінеді.\nБұл жағдайлар Қазақстанның физикалық географиясы, қоршаған ортаны сақтау, экология проблемаларының өзара байланыстылығын, оларды жетілдіру мақсатында жүргізілетін жұмыстарды да қауымдаса іске асыру қажеттігін байқатады. Бұл проблемалардың қайсысына болса да ғылыми көзқарас, негіз керек.\n Энергия көзін пайдалануда табиғаттың көзін сақтау\nАдамзат тарихында өмірлік қуат көзі – мәңгілік двигателін ойлап табу жайлы зерттеулердің болғаны мәлім. Дегенмен адамзат табиғатты тұтастай танып, біліп, оның құпия сырына қанық болды деп айтудың реті жоқ сияқты.\nАлайда «мәңгілік двигателі» адамзаттың көп армандарының бірі болғанымен, бүгінде бізге мәлім мұнай өнімдері, электр тогы сияқты энергия көздері бірнеше ғасыр адам игілігіне қызмет етті.\nБүгінде ғалымдар энергияның балама көздерін іздестіруде. Алдағы 2030-2040 жылдары адамзат энергияның тапшылығын сезінуі мүмкін деген де болжамдар бар.\nӘлем ғалымдары алдында сутегіні энергияның негізгі көзіне айналдыру мәселесі тұр. Сутегі өте қуатты, үнемді әрі экологиялық жағынан таза энергия көзі болып саналады. Дегенмен газ түріндегі сутегіні тасымалдау, сақтау қиын. Өйткені ол өте жеңіл. Әзірге ғалымдар сутегіні сұйыққа айналдырып пайдалану жолдарын ойластыруда.\nСоңғы жылдары Қазақтан ғалымдары сұйық және газ механикасын іргелі және қолданбалы саласы бойынша ҚР ҰҒА академигі Шабхаз Әлімгерейұлы Ершиннің жетекшілігімен Ұзақ Қайырбекұлы Жапбасбаев, А.Қалтаев, Г.Б.Шерьязданов сияқты профессор-ғалымдар табысты зерттеулер жүргізіп, ғылыми-зерттеу нәтижелері бойынша 2004 жылы аталмыш сала бойынша І дәрежелі Қ.Сәтпаев атындағы Мемлекеттік сыйлыққа ие болды.\nСұйық және газ механикасын зерттеу жұмыстары: каналдық ағымдар, инертті ағымдар мен жалын аэродинамикасы, қолданбалы зерттеулердің нәтижелері сияқты үш бағытта жүргізілді.\nБірінші бағыт кеуекті қондырғы қойылған каналдағы ағымдар; каналдағы жалындардың төмен температурада таралуы; кеуекті қабырғалар арқылы каналдық ағымдардағы масса алмасудың аэродинамикасы; мұнай құбырларындағы екі компонентті сұйықтың ағуы сияқты түрлі каналдық ағымдарды зерттеуге арналды.\nОтын энергетикалық ресурстарын тиімді пайдалануды жоғарылату негізгі қағида бола тұра, «ҚР экологиялық қауіпсіздік тұжырымдамасы», «ҚР энергия үнемдеу» Заңы талаптарына қарамастан мекемеде, өндірістің технологиясын жаңалау және басқару жүйесін жетілдіру сияқты жұмыс жоспарлары жасалмаған.\nКөбіне кіші қазандықтарда және жаққыш агрегаттарда отын сапасы, оны жағу кестесі ескерілмейді, сол сияқты энергия жинағыш шаралар қарастырылмаған. Бұл мәселелерді реттеу мақсатында, «ҚР энергия үнемдеу» Заңы негізінде әкімшілік-аумақтық шегінде энергия үнемдеу бағдарламасы, елді-мекендерді жылумен қамтамасыз ету сызбалары қаралады да, тиімсіз қазандықтарды анықтап, оны әрі қарай реконструкциялау немесе жабу мәселесі қойылады.\nКүн энергетикасын дамыту тек қана қана қоршаған ортаны қорғауға көмектеспейді, сонымен қатар жаңа жұмыс орындарын құрады. 2004 жылы саладағы жұмыспен қамтылғандардың  саны 4 мың адамға артып, 16 мыңадамға дейін жетті. Перспективада, неміс мамандарының есебі бойынша, күн энергетикалық қондырғыларын салу, жөндеу және қызмет көрсету ГФР шамамен 100 мың адамды тұрақты жұмыспен қамтамаыз ете алады.\nЦюриха имиджі күн энергиясының биржасын құру идеясынының арқасында  жаңа экологиялық сипат алды. 1997 жылдың мамырынан бастап Цюриха электростанциясының клиенттері электр энергиясының орнына күн энергиясын алу мүмкіншілігін алды, осылайша олар қаражаттың алты есе үнемделуін қамтамасыз етті және экологиялық энергетиканы қолдауда өз үлесін қосты.\nҰсынысты халық өте жақсы қабылдады, өте қықа мерзмінің ішінде алғашқы күн қондырғылары өндіруі мүмкіндігіенен екі есе асатын мөлшерде күн энергиясына тапсырыс түсті. Электростанция клиенттерінің 3% күн энергиясының биржасына қатысады.\nТолығырақ: https://stud.baribar.kz/22240/tabighatty-tiimdi-paydalanu-zholdary/",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастапқы берілген санды тап.",
        "question_content": "1. Екі таңбалы санның цифрларының қосындысы 8-ге тең. Егер осы санның цифрларын орындарымен ауыстырсақ берілген саннан 18-ге кем сан шығады. Берілген санды тап.\n2. Берілген санның цифрларының қосындысы 12-ге тең. Егер осы санға 36-ны қоссақ, кері жазылған сан шығады. Ол қандай сан?",
        "question_date": "27.09.2021",
        "question_tag": "Математика",
        "question_views": 761,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ответ:1)3+5=8\nБірінші-35\nЕкінші-53\n53-35=18.\nЖауабы:(5;3)\n2)4+8=12\n12+36=48. \nЖауабы:(4;8)",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темір жол мандығын оқу үшін қандай университетке түсу керек? Алматы қаласында?",
        "question_content": "Темір жол мандығын оқу үшін қандай университетке түсу керек? Алматы қаласында?",
        "question_date": "27.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы қаласында Логистика және көлік академиясы бар. Төменде сайытына кіріп барлығымен танысып шықсаң болады.\n\nhttps://alt.edu.kz/kk/bas-bet/",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кинематика бөлімі бойынша есептер",
        "question_content": ". Радиусы R = 10 см. айналып тұрған дөңгелек  = 3,14 рад/сек2 тұрақты бұрыштық үдеумен айналады.\n\nҚозғалыс басталғаннан кейінгі бірінші секундтың аяғында дөңгелектің шеңберіндегі нүкте үшін: 1) бұрыштық жылдамдықты, 2) сызықтық жылдамдықты, 3) тангенциаль үдеуді, 4) нормаль үдеуді, 5) толық үдеуді және 6) толық үдеудің дөңгелектің радиусымен жасайтын бұрышын табу керек",
        "question_date": "27.09.2021",
        "question_tag": "Физика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғатта дененің қозғалыс траекториясы қисықсызықты болатын жағдайлар жиі кездеседі. Көкжиекке бұрыш жасай лақтырылған дененің қозғалысы, Жердің Күнді айнала қозғалысы, велосипед және автомобиль доңғалақтарындағы нүктелердің қозғалысы қисықсызықты болады. Мұндай қозғалыстар айнымалы болады, себебі қозғалысты сипаттайтын шамалар өзгеріп отырады. Егер қозғалыс жылдамдығының модулі тұрақты болса, қозғалыс бірқалыпты қисықсызықты деп аталады. Шеңбер бойымен бірқалыпты қозғалысты қарастырайық. Мұндай қозғалыс түзусызықты қозғалыс кезіндегідей орынауыстыру, жылдамдық, үдеу т.б. кинематикалық шамалармен сипатталады.\n\nҚисықсызықты қозғалыс – траекториясы қисық сызық және шеңбердің доғасы болып келетін қозғалыс.\n\nСызықтық жылдамдық – бірлік уақыт ішінде дененің жүрілген жолын көрсететін физикалық шама.  (м/с) – шеңбердің жанамасы бойымен бағытталады, яғни шеңбердің әр нүктесінде бағыт өзгеріп отырады.\n\nБұрыштық жылдамдық – бірлік уақыт ішіндегі бұрыштық ығысуды көрсететін скаляр шама. ω (рад/с); φ (рад) – бұрыштық ығысу (бұрылу бұрышы). Радиан – доғасының ұзындығы  радиусқа тең болатын  центрлік бұрыш\n\n, φ – бұрыштық ығысу, t – уақыт.\n\n, R – шеңбер радиусы [R] = м.\n\n, T – период [T] = c. Периолд секундпен өлшенеді.   = 3,14.\n\nПериод  – дененің шеңбер бойымен толық бір айналым жасауына кеткен уақыт:\n\n,  – жиілік.\n\nЖиілік – бірлік уақыт ішіндегі тербелістің саны:\n\n,  Гц (Герц) жиілік Герцпен өлшенеді.\n\nШеңбер бойымен бірқалыпты қозғалыс үшін:\n\n    x=−b±b2−4ac2a\n\nЦентрге тартқыш үдеу (шеңбер бойымен бірқалыпты қозғалыс кезінде)\n\n– (шеңбердің центріне бағытталған, жылдамдық бағытының өзгерісінен туады)\n\n    x=−b±b2−4ac2a\n\nШеңбер бойымен бірқалыпсыз қозғалыс\n\n– центрге тартқыш үдеу (жылдамдық бағытының өзгерісін сипаттайды)\n\n– тангенциал үдеу (жылдамдық модулінің өзгерісін сипаттайды)   \nx=−b±b2−4ac2a\n\nТолығырақ: https://itest.kz/kz/ent/fizika-2627/mehanika-kinematika-dinamika/lecture/shengber-bojymen-qozhalys",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "200грамм кальци горманаты курамындагы кальций массасын тап?",
        "question_content": "есеп кылып шыгару кажет",
        "question_date": "27.09.2021",
        "question_tag": "Мектеп",
        "question_views": 232,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген:\nм (Ca) = 200г\nV (H₂O) = 1L = 1000 мл\nТабыңыз:\nω (Ca (OH) ₂) -?\nТүсіндіру:\nШешім.\nM (Ca) = 40 г / моль\nn (Ca) = м / М = 200 г / 40 г / моль = 5 моль\nM (H₂) = 2 г / моль\nM (Ca (OH) ₂) = 74 г / моль\nБіз UHR құрамыз:\nCa + 2H₂O = Ca (OH) ₂ + H₂ ↑\nUHR -дан n (Ca (OH) ₂) = n (H₂) = n (Ca) екенін көруге болады.\nn (Ca (OH) ₂) = 5 моль\nn (H₂) = 5 моль\nm (Ca (OH) ₂) = n (Ca (OH) ₂) * M (Ca (OH) ₂) = 5 моль * 74 г / моль = 370 г\nm (H₂) = n (H₂) * M (H₂) = 5 моль * 2 г / моль = 10 г\nm (H₂O) = 1000 мл * 1 г / мл = 1000 г\nБіз ерітіндінің массасын табамыз:\nm (p -pa) = m (Ca) + m (H₂O) - m (H₂) = 200 г + 1000 г - 10 г = 1190 г\nCa (OH) the массалық үлесін табамыз:\nω (Ca (OH) ₂) = m (Ca (OH) ₂) / m (p-pa) = 370 г / 1190 г = 0,3109 немесе 31,1%\nЖауабы: 31,1%",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "0,2 моль бензолды жаққанда түзілген көміртек диоксидін 555 г 20%-тік кальций гидр",
        "question_content": "0,2 моль бензолды жаққанда түзілген көміртек диоксидін 555 г 20%-тік кальций гидроксиді арқылы өткізген. Түзілген тұнбаның массасын есептеңдер.",
        "question_date": "27.09.2021",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арамей тілі, старославян тілдерінің қалай жойылып кеткені жайында білгім келеді?",
        "question_content": "Жойылып кеткен тілдердің (арамей, страрословян) маңыздылығын, не себептен жойылғандылығын білгім келеді?",
        "question_date": "27.09.2021",
        "question_tag": "Мектеп",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Әріп жазуы буын жүйелі жазудан кейін пайда болды. Таза күйінде консонантты-дыбыстық жазу II мың жылдықтың екінші жартысында пайда болса, вокалданған-дыбыстық жазу (вокализованно-звуковое письмо) біздің дәуіріміздің I мың жылдығының басында пайда болған.\nӘріп жазуының пайда болуының дүние жүзілік мәдениеттің дамуы үшін үлкен маңызы болды. Жазу жүйелерінің ішінде әріп жазуы — ең қолайлы жазу. Әртүрлі тілдерде буын саны мен сөздің санынан дыбыстың саны әлдеқайда аз. Осыған орай дыбыстарды таңбалау үшін, әдетте, 20-дан 40-қа дейінгі таңба санының өзі жеткілікті болады. Әріп жазуындағы таңбалардың мұндай шағын мөлшері жазуды меңгеруді, сауаттылыққа үйретуді жеңілдетеді. Әріп жазуы — сөздерді ғана емес, сонымен бірге, олардың дыбыстық жағы мен грамматикалық формаларын да дәлме-дәл белгілеу үшін өте-мөте қолайлы жазу.\nЕртедегі әріп жазуы (финский жазуы, ежелгі еврей жазуы, арамей жазуы және т. б.) консонантты-дыбыстық жазу болды. Ондағы таңбалар тек дауыссыз дыбыстарды ғана белгілейтін болған. Жазудың бұл жүйесі дауыстыларға қарағанда дауыссыздардың қызметі мен мәні басым тілдерде пайда болып, қалыптасқан. Мысалы, семит тілдерінде (ішінара хамит тілдерінде) сөздің түбірі дауыссыз дыбыстардың тіркесінен құралады да, оларға дауыстылар қабаттасқанда, ол дауыстылар түрлене отырып туынды сөздің әр түрлі грамматикалық формаларын білдіреді.\nКонсонантты-дыбыстық таңбалар алғаш рет египет жазуында пайда болады. Ежелгі египет тілінің семит тілдерімен (ассиро-вавилон, финикий, ежелгі еврей тілдері және т. б.) бірсыпыра ортақ жақтары болған. Мысалы, египет тілінде дауыстылардан дауыссыздардың мәні басым. Бұл тілде де сөздің түбірі дауыссыздардан құралады. Египет жазуы таза дыбыстық жазу болмаған. Бұл жазу қоспа (комбинированные) жазу түрінде болды да, онда идеографиялық логограммалар мен фонетикалық логограммалар, екі немесе үш консонантты таңбалар мен консонантты-дыбыстық таңбалар қабаттаса қолданылған.\nЗерттеушілер ең алғашқы таза дыбыстық жазу мен финикий жазуын атайды. Жазу тарихының мамандарының пікірі бойынша, финикий жазуының ескерткіштері (Ахирам, Асдрубаал, Абибаал, Элибаал жазба ескерткіштері және т. б.) біздің заманымызға дейінгі Х—XI ғасырларда пайда болған.\nФиникий жазуында 22 таңба бар.\nОлардың әрқайсысы жеке дыбысты таңбалаған. Финикий жазуындағы таңбалардың барлығы да дауыссыздар мен жартылай дауыстыларды белгілеген де [мысалы, w (waw), j (jod) ], дауыстылар жазуда түсіріліп,ешбір әріппен таңбаланбаған. Финикий алфавитіндегі әрбір әріптің өзінің аты бар және әріптің дыбыстық аты әрқашан әріп атының бірінші дыбысына сәйкес келеді (мысалы: b — bet, d — dalel). Финикий аріптерінің аты әріптің дыбыстық мағынасымен ғана емес, сонымен бірге оның графикалық формасымен де байланысты болған. Мысалы, waw (вав) деп аталатын әріп (семитше waw «шеге» дегенді білдіреді w әрпін ғана белгілеп коймайды, сонымен бірге формасы жағынан шегені еске түсіреді (көзге елестеді).\nЕртедегі консонантты-дыбыстық жазудың қатарына финикий жазуымен бірге протохонаан, протосинай, угарит жазулары енеді. Финикий жазуымен қатар Аравия жарты аралында оңтүстік семит жазу жүйелері болған. Батыс семит әріп жазуларының ішінен үшеуі (угарит, протоханаан, протосинай жазулары) жойылып кеткен. Ал финикий алфавиті кейінгі әріпті-дыбыстық (буквенно-звуковое) жазу жүйелерінің жасалуына негіз болған.\nЛогографиялық жазу мен буын жүйелі жазуға қарағанда, әріп жазуы бір елден екінші елге ауысуға икемді болды. Әріп жазуының өте-мөте қарапайымдылығы, әр түрлі тілдерге жанасымдылығы, халықтардың арасындағы сауда қатынасы мен мәдени қатынастың және т. б. қатынастардың дамуы — осының бәрі әріп жазуының дүние жүзіне кең тарауына мүмкіндік берген қолайлы жағдайлар болып саналады. Кейбір халықтар басқалардан әріп жазуын кабылдай отырып, оның алфавиттік құрамын өз тілдерінің дыбыстық жүйесіне икемдеп өзгерткен. Мысалы, финикий алфавитінің негізінде грек жазуын жасауда, ал грек алфавитінің негізінде грек жазуын жасауда, ал грек алфавитінің негізінде славян жазуынжасауда осылайболды (В. А. Истрин).\nӘріп жазуының таралуы біздің заманымызға дейінгі I мың жылдықтың алғашқы ғасырларынан басталады. Әріп жазуы негізгі екі түрлі бағытта таралды. Шығыста финикий жазуының негізінде пайда болған арамей жазуынан Азия халықтарының әріп жазу жүйелері жасалып таралады. Батыста финикий жазуының негізінде пайда болған грек жазуынан Европа халықтарының әріп жазу жүйелері жасалып таралады. Шығыстағы әріп жазуы жүйелерінің көпшілігінде белгілі дәрежеде финикийлік консонантты принцип сақталса, батыста грек жазуынан бастап, барлық жазулар воколданған-дыбыстық жолмен дамыды.\nШығыстағы әріп жазуы жүйелерінің барлығы да (ежелгі еврей жазуынан басқалары) шығу тегі жағынап арамей әріп жазуынабарып тіреледі дедік.\nАлғашында арамей жазуының финикий жазуынан пәлендей айырмашылығы болмаған. Кейіннен арамейліктер жазуға кейбір өзгерістер енгізеді, жеке әріптердің таңбаларын оңайлатады. Арамей жазуын ежелгі семит халықтары — еврейлер, ассириялықтар, вавилондықтар және басқалар қабылдай бастайды.\nАрамей жазуының негізінде жасалған жазу жүйелерінің генеаеологиялық схемасы.\nАрамей жазуы персиялық сына жазуымен (персидская клинопись) қатар Персияның мемлекеттік жазу жүйелерінің біріне айналады. Арамей тілі мен жазуы біздің заманымыздың III— IV ғасырларында арамейліктердің оңтүстіктен қоныс аударғаң арабтармен ассимиляциялануының нәтижесінде жойылып кетеді.\nАрамей жазуынан тараған жазулардың төрт түрлі бұтағы бар. Олар мыналар: еврей жазуы, иран жазуы, сирия жазуы және араб жазуы. Осы бұтақтардың әрқайсысынан бірнеше жазулар жасалып дамыған.\nСемит тілдерінің бірі — араб тілінде дауыссыз дыбыстардың қызметі айрықша. Олар сөздің консонантты негізін құрайды. Араб алфавиті дауыссыздар мен жартылай дауысты әріптерден құралған. Дауыстылар ең алғашқы араб жазуында дәлме-дәл емес, шамамен белгіленген (мысалы, «әліп» кейде әр түрлі, дауыстылардың бірнешеуін белгілеу үшін қолданылған) Кейіннен араб жазуында дауыстыларды таңбалау үшін жазудың үстінен немесе астынан койылатын таңбалар пайда болады. Араб жазуындағы әріптер жеке-дара тұрғандағы қалпы сөз басында келуі немесе сөз ортасы мен сөз аяғында келуіне қарай төрт түрлі графикалық формаға ие болады. Араб жазуы құрылысы жағынан флективті сөздерінің түбір құрамы консонантты болып келетін семит тілдері үшін қолайлы болғанмен, басқа тілдер үшін жанасымды бола алмады. Араб жазуы түркі тілдерінде сөйлейтін халықтарға ертеректе тараған болатын. Араб жазуы түркі тілдерінің дыбыстық құрамына да, агглютинативті сипатына да сай келмеді. Сондықтан оны түркі тілдерінде сөйлейтін халықтар өз тілдерінің, дыбыстық ерекшеліктеріне ыңғайластырып өзгертті, қосымша әріптер мен диакритикалық белгілер енгізді. Алайда араб жазуының консонантты сипаты, графикалық жағынан күрделілігі түркі тілдері үшін жат, қолайсыз екендігін көрсетті. Түркі тілдерінде сөйлейтін Кеңес Одағындағы халықтар латын алфавитін, кейінірек орыс алфавитін қабылдады. Индонезия мен Турция араб жазуынан латын жазуына көшті Араб жазуы араб елдерінен басқа, Иранда, Ауғанстанда. Пакистанда, Малазияда т. б қолданылады.\nӘріп жазуына, әсіресе гректер үлкен өзгерістер енгізіп, оның дамуына ат салысты. Олар дауыссыздарды ғана емес, сонымен бірге дауысты дыбыстарды да таңбалау үшін арнаулы әріптерді енгізді. Грек жазуы финикий жазуынан шыққан дедік. Бұған мынадай дәлелдер бар: 1) финикий жазуы сияқты, грек жазуы да әріп жазуы болды; 2) өзінің дыбыстық мағынасы және графикалық формасы жағынан грек әріптерінің көпшілігі финикий әріптеріне сәйкес келеді; 3) грек әріптерінің аттары да финикий алфавитіндегі әріптердің аттарына өте-мөте ұқсас; бұлар (әріп аттары)—формасы жағынан әріптерді елестететін заттардын семит тіліндегі атаулары; ал грек алфавитіндегі әріп аттарының грек тілімен ешқандай байланысы жоқ; 4) финикий жазуы мен ертедегі грек жазба нұсқаларындағы жазудың бағыты да бірдей (оңнан солға қарай) болған. Грек жазуының бағыты кейіннен өзгерген (солдан оңға қарай).\nГрек алфавитінің классикалық деп аталатын вариантында 24 әріп бар (17 дауыссыз, 7 дауысты), ал финикий алфавитінде 22 әріп болған. Гректер финикий әріптерінің графикалық формасына кейбір өзгерістер енгізген; финикий алфавитіндегі әріптердің аталуын негізінен сақтай отырып, гректер олардың атынын соңына а дыбысын жалғастырған (мысалы: alef— alfa, bet— beta және т. б.).\nГрек жазуынан барлық европа алфавиттері жасалып таралады. Мысалы, батыс грек жазуы негізінде этрус, копт және латын алфавиттері жасалып, латын алфавитінен күллі батыс европа халықтарынын алфавиттері таралып дамыды.\nГрек алфавитіне қарағанда классикалық латын алфавитінің құрамы басқаша болды (12-таблицаны қараңыз). Грек алфавитіндегі кейбір әріптер (мысалы, «тэта», «омега», «пси») латын алфавитіне енбеді; қайсыбіреулері (мысалы,«ипсилон», «ро»,\nхи») дыбыстық мағынасын өзгертіп барып енді. Кейбір әріптер латын алфавитіне енгенде, мағынасын сақтап, формасын өзгертті (мысалы, «ламбда»), Көне дәуірдегі грек жазуы мен латын жазуында әріптер бас әріптер (прописные) және кіші әріптер (строчные) болып ажыратылмағанда, бас әріптің таңбалары ғана болған. Кіші әріп таңбалары орта ғасыр дәуірінде ғана жасалған.\nЛатын алфавиті француздар, испандықтар, румындар, италияндар, ағылшындар, немістер, шведтер, датчандар, финдер, венгерлер, чехтар, словактар, поляктарға тарады. Америка мен Австралиядағы жазу жүйелері түгелімен, Африкадағы жазу жүйелерінің көпшілігі және Түркия мен Индонезияның қазіргі жазулары латын жазуына негізделген. Латыналфавитіне негізделген европа халықтарының және т. б. халықтардың жазу жүйелерінің қалыптасуы грек алфавитіне (жазуына) негізделген славян жазуына, әсіресе орыс алфавитіне негізделген. КСРО халықтарының жазу жүйелерінің жасалып қалыптасуынан басқаша болды. Грек жазуының негізінде славян тілі үшін айрықша алфавит жасалды да, ол көне славян тілінің (старославянский язык) өзіндік ерекшелігі бар дыбыстық құрамын дұрыс көрсете алды. Орыс жазуына негізделген КСРО халықтарының алфавиттерінде әрбір тілдің дыбыстық ерекшеліктерін таңбалайтын қосымша әріптер алынып, ол алфавиттер еліміздегі тілдердің әрқайсысының дыбыстық құрамын түгел қамтып белгілей алатын болды. Ал мұны батыс европа халықтарының латынға негізделген алфавиттері жайында айта алмаймыз. Батыс европа халықтарының жазу жүйелерінде, тілдерінің дыбыстық құрамының әр түрлі болуына қарамастан, біркелкі дерлік алфавиттерқолданылады. Оларда байырғы латын алфавитіне елеулі өзгерістер енгізілмеген. Бұл алфавитің құрамындағы 23 әріпке орта ғасыр дәуірінде жаңадан екі-ақ әріп (w, j) қосылған. Мұнан басқа жаңалық: латын әріптерінің бірі — v (и) орыс тілінің у немесе в әрпінің мағынасын білдіру ынғайына қарай екі түрлі таңбамен (начертание) қолданылатын болды. Сөйтіп, батыс европа халықтарының жазу жүйелерінде латын алфавиті елеулі өзгеріссіз, толықтырусыз қолданылып келеді. Толықтыру да, өзгерісте енгізбей, алфавитті жай қабылдай салудың салдарынан батыс европа тілдерінің дыбыстық құрамы мен алфавиттерінің арасында алшақтық келіп туды. Мысалы, француз тілінде 17 дауысты, 18 дауыссыз, неміс тілінде 16 дауысты, 21 дауыссыз; ағылшын тілінде, дифтонгтарды қоспағанда, 15 дауысты, 15 дауыссыз дыбыс бар. Ал қазіргі батыс европа алфавиттерінде дыбыстардың осынша мол түрлерін белгілейтін 26 ғана әріп бар (оның алтауы дауыстыларды, жиырмасы дауыссыздарды таңбалайды). Осыдан батыс европа жазу жүйелерінде әріптердің асты-үстінен койылатын көптеген диакритикалық таңбалар мен екіден жетіге дейін әріптердің тіркестері қолданылатын болды. Мысалы, х, ч, ш, щ дауыссыздары батыс европа жазу жүйелерінде әріптердің мынадай тіркестерімен беріледі:\nТіл мен жазудың арасындағы үлкен алшақтық батыс европа халықтарының жазу жүйелерінде көптеген замандар бойы елеулі реформаның жасалмауынан болып отыр. Мысалы, француз жазуында XIII ғасырдан, ағылшын жазуында XIV ғасырдан бері ірі өзгеріс болған емес. Бірінеше ғасыр бұрын қабылданып, елеулі өзгеріске түспеген жазу жүйелері тілдердің жүздеген жылдардың бойындағы дамуын, ондағы өзгерістерді, әрине, көрсете алмайды. Мұның өзі, әсіресе ағылшын тілі мен француз тілінде дәл осылай болып отыр. Айтылуына орфографиясы жақынырақ келетін тілдердің қатарына неміс, голланд, венгер, швед, норвеж тілдері және жазуында реформа жасалған т. б. кейбір европа тілдері жатады.\nОқу үйренгендегі басты мақсат – керек сөзді жаза білу, жазылған сөзді оқи білу.Сөз – дыбыстың мағыналы болып тізілгені. Сөз айту – дыбысты ауызбен тізу. Оқуға келген балалар сөйлей білсе де, дыбыстарды тізіп сөз шығара білмейді. Себебі, олар сөздің дыбыстан тізілетінін білмейді. Оқуға балалар әріп үйренеміз деп келмейді, оқу,жазу үйренеміз деп келеді. Бірақ әріпті білмей, әріптің қалай тізілетінін білмей, оқу, жазу үйрену қиын. Сондықтан осы күнде оқуы тәртіпті жұрттар балаларға әріп көрсетпей тұрып,әуелі дыбыспен жаттықтырады.Дыбыспен жаттықтыруға көп уақыт кетпейді, онан келетін пайда көп: дыбыстарды тізіп үйренсе, әріптерді тізу қиын болмайды. Сөздің ішінде қанша дыбыстар бар екенін айыруды білсе, әріптерін қою қиын болмайды.\nМұндағы негізгі қағида мынау: әуелі балаларға әр түрлі дыбыс бар екенін білдіру, екінші, балаларға таныс сөздерді алып, олардың ішінде қандай дыбыс барын айырту; үшінші, бөлек – бөлек дыбыстарды тіздіріп сөз айтуды білдіру. Мұны білген соң, балаларға әріп көрсетіп оқытса, оларды құрастырып, сөз етіп айтуға балалар қиналмайды.Мұны білмей тұрғанда балаларға әріп көрсету жарамайды.Енді әріптерді бөлшектеп үйрету жолын айталық. Мұғалім созып “ а” деп айтады да, балалардан сұрайды, қандай дыбыс естілді? Балалар: “а” деген дыбыс естілді. “ а” әрпі. Мұғалім созып басқа бір дыбыс айтады. Мысалы: “с”,мұның турасында да “не дыбыс естілді?” деп сұрайды. Балалардың жауабы дұрыс болса, мұғалім тағы бір басқа дыбыс айтады. Осылай бірнеше әріптерді айтқаннан кейін балалар әріптің әртүрлі болатұғынын біледі және бір әріптен бір әріпті айырып тануға күші жетеді.Сонан соң сөз ішіндегі әріптерді айыруға да шамалары келеді.Сөз ішіндегі әріптерді әріптерді балаларға бөлшектеп үйрету үшін әуелі бір буынды сөздер алынады.\nКелесі бір күні балалардың жазғанын оқытқызып,онан соң әліппедегі баспасын оқытқызып,екінші сабаққа түсу. Екінші сабақтағы әріп “з”. Бұл әріпті көрсетуден бұрын, мұғалім ішінде “з” келетін бірнеше қысқа сөздерді айтып,балаларға қандай дыбыстар барын айыртқызады. Сонан соң “з” деген дыбыстың әрпі мынау деп көрсетеді және жазғанда қалай жазылады, оны да көрсетіп, “аз”, “аза”, “зар”, “азар” деген сөздерді кеспе әліппемен я болмаса тақтаға жазып, ең болмаса әліппедегі баспаларын оқытады. Бірден қосып оқи алмаған жерлерде сөздерді буындап бөліп қосқызады.Мұнан арғы сабақтардағы әріптерді бөлшектеп үйрету жөні және реті осылай болады.Яғни әр әріп үшін әуелі сол әріп ішінде келетін қысқа-қысқа сөздерді айтып,дыбысын айырту. Екінші, үйрететін әріпті кеспе әліппеден алып,яки тақтаға жазып көрсету;үшінші, ішінде сол әріп бар сөздерді оқыту, жазғызу; төртінші,жазғандағы қателерін балалардың көзінше түзету.\nДереккөз: https://all.aikyn.kz/qazaq_tili/",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баламның табаны ісіп кетеді не істеу керек, дәрігер тұз жиналған дейді",
        "question_content": "Баламның тобықтан төмен буыны, яғни өкшенің жан-жағы ісіп кетеді, дәрігер тұз жиналған дейді",
        "question_date": "27.09.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен 3 курс грантта колледжде оқимын басқа колледжге түсе аламын ба?",
        "question_content": "Мен 3 курс грантта колледжде окимын мен енд баска калага и баска окуга грантка тусуге болама",
        "question_date": "27.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ басқа колледжге ауыса алмайсыз. Гранттан айырылуыңыз мүмкін.",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саясаткер болғым келеді. Сол мақсатқа қалай жетуге болады!? Қандай оқу орнын таңдау керек?",
        "question_content": "Осы сауалдар бойынша өз пікірлеріңізді айта кетсеңіздер.",
        "question_date": "26.09.2021",
        "question_tag": "Саясат туралы",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саясаткер болу үшін жан-жақты білімді болу керек. Көбіне саясаткерлер тарих мамандығында оқиды.",
                "date": "26.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ысық руының шежіресін білгім келеді.",
        "question_content": "Ысық руына байланысты білгім келген. Киікбайдан - Бораншы. Әрі қарай....",
        "question_date": "26.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 290,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://tumalas.kz/mobi/#/\n\nОсы сайттан қарасаңыз болады",
                "date": "26.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 1,52 г темір (іі) оксиді мен мыс (іі) оксидтерінің қоспасын сутекпен",
        "question_content": "Массасы 1,52 г темір (іі) оксиді мен мыс (іі) оксидтерінің қоспасын сутекпен тотықсыздандырғаннан кейін шыққан қатты заттың массасы 1,2 г тең болған. қоспаның құрамындағы заттардың массалық үлестерін анықтаңыз",
        "question_date": "26.09.2021",
        "question_tag": "Химия",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құсып жатырмын, ішім су сиякты өтіп. 2 айлық бөпем бар еміземін",
        "question_content": "Мен жақында ғана босандым, 2айлық бопем бар, еміземін. Қазір ішім су сиякты болып өтіп, құсып жатырмын. Үй жағдайында не істеуге болады??",
        "question_date": "26.09.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Маңғолдар кезіндегі өнерінің ерекшеліктерін сипаттау.",
        "question_content": "Маңғолдар кезіндегі өнерінің ерекшеліктерін сипаттау. Моңғол қағанатындағы тарихи және этнографиялық ескерткiштер жөнiндегi В. Рубрук және П. Карпини пiкiрлерi",
        "question_date": "26.09.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Пересдача болса қызыл диплом ала аламба?",
        "question_content": "Егер пересдача болса қызыл диплом ала аламба?",
        "question_date": "26.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа ала алсыз. Себебі қайта тапсырғаннан кейін, сол тапсырған бағаңыз дипломға жазылады.",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тас жермен салыстырғанда 10м биіктіктен 20м/с жылдамдықпен горизонталь лақтырылды?",
        "question_content": "Тас жермен салыстырғанда 10м биіктіктен 20м/с жылдамдықпен горизонталь лақтырылды? Жерге құлар сәттегі ұшу уақытын, ұшу қашықтығын және ұшу жылдамдығын анықтандар.",
        "question_date": "26.09.2021",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "25013 санында неше ондық бар",
        "question_content": "25013 санында неше ондық бар",
        "question_date": "26.09.2021",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25013=2оңмындық,5мындық,0жүздік,1ондық,3бірлік.Оқылуында жазылып тұр...",
                "date": "7.10.2021",
                "upvotes": 0
            },
            {
                "text": "2 - онмыңдық, 5 - мыңдық, 1 - ондық, 3 - бірлік бар.",
                "date": "27.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2005-2007 жылдардағы 3 қыздан тұратын топтың аты қалай еді.",
        "question_content": "2005- 2007 жылдары 3 қыздан тұратын топтың бір клипы болған. Розвый, синий, зеленый көйлек киген қыздар махаббат туралы ән айтады. Топтың аты, не болмаса ән мүлдем есімде қалмапты. Көмектеріңіз керек. Розовый көйлектегі қыз диванда отырады, айналасының барлығы да розовый. Жасыл көйлектегі қыз билеп тұрады, ал көк көйлектегі айнаның алдында отырады. “Қуанышпен мөлдіреген, ұмыта алмай сезіммен жүздесу” деген жолдар бар әнде. Көңілді мотивтегі ән",
        "question_date": "24.09.2021",
        "question_tag": "Қазақша ән",
        "question_views": 317,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Иондық реакция, толық және қысқарған иондық теңдеулерін шығару.",
        "question_content": "Берілген заттар арасындағы ион алмасу реакциясының толық және қысқартылған иондық теңдеулерін шығарып беріңізші!?\nа)HNO3+NaON=\n\nә)CuCI2+KOH=\n\nб)K2CO2+HCI=",
        "question_date": "24.09.2021",
        "question_tag": "Химия",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "450012 санында қанша ондық бар?",
        "question_content": "450012 санында қанша ондық бар?",
        "question_date": "24.09.2021",
        "question_tag": "Математика",
        "question_views": 962,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "450012 санында 1 ондық бар.",
                "date": "24.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене қандай биіктіктен лақтырылған?",
        "question_content": "2. Көлдененiнен 10 м/с жылдамдыкпен лактырылган дененiн ұшу кашык тыгы лактыру биiктiгiне тен. Дене кандай биіктіктен лактырылған?",
        "question_date": "23.09.2021",
        "question_tag": "Физика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Стомотолог мамандығын оқытатын колледждер.",
        "question_content": "Стомотолог болу үшін 9дан кеткен дурыспа әлде 11ден кейинба",
        "question_date": "23.09.2021",
        "question_tag": "Университет, колледж",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стомотолог болу үшін колледжге түскен дұрыс. Нұрсұлтан қаласында МЕДИКО-ТЕХНИКАЛЫҚ КОЛЛЕДЖі, ал Алматы қаласында республикалық жоғары медициналық колледждері бар.",
                "date": "23.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкірт қышқылының бір молекуласының массасын анықтаңдар",
        "question_content": "Химия пәні, 10сынып.",
        "question_date": "23.09.2021",
        "question_tag": "Мектеп",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "98/6,02×10*23=16,28×10*23",
                "date": "22.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Турист әр күні қанша километр жол жүрген?",
        "question_content": "Туристі екі күнде 33км жол жүрген.Бірінші күні жүрген жолы ұзындығының екінші күні жүрген жолының ұзындығына қатынасы 5:6.Турист әр күні қанша км жол жүрген?\n\nПропорционалды адіспен шығарылады",
        "question_date": "22.09.2021",
        "question_tag": "Математика",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x/y = 5/6,  x=5y/6\n\nx+y=33\n\n5y/6 +y = 33,  11y = 33*6\n\ny = 18\n\nx = 5*18/6 = 15\n\nЖауабы: 1-күн 15 км, 2-күн 18 км жол жүрген.",
                "date": "22.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "15күндік бөпем бар, өтімді алдыртсам бола ма, әлде қырқынан шыққанын күтейін бе?",
        "question_content": "Менің 15күндік бөпем бар, өтімді алдыртсам бола ма? Тас бар, приступ ұстап қала береді.",
        "question_date": "22.09.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": []
    }
]