[
    {
        "question_title": "Дизайнер интерьера мамандығын оқытатын колледж бар ма?",
        "question_content": "дизайнер интерьера мамандығына оқиын деп едм оған колледж бар ма или тек бакалавриат па",
        "question_date": "19.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АЛМАТЫ ҚҰРЫЛЫС ЖӘНЕ МЕНЕДЖМЕНТ КОЛЛЕДЖІ\n\nТолығырақ:  http://aksim.kz/kz/spetsialnosti/7-dizajn-arkhitekturnoj-sredy",
                "date": "21.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Модульдері тең және қарама-қарсы бағытталған екі параллель күш жүйесі қалай аталады?",
        "question_content": "Модульдері тең жане қарама-қарсы бағытталған екі параллель күш жүйесін қалай атайды\nОсыны табу керек",
        "question_date": "19.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай күшті қос күш деп атайды.\n\nТолығырақ: https://kk.m.wikipedia.org/wiki/Қос_күш",
                "date": "25.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақша сан атауларының шығу тарихы қандай?",
        "question_content": "қазақ халқында жүзді \"қол\", мыңды \"түмен\" деген сияқты сөздермен атағанын естігенмін. басқа сандардың қазіргі қолданыстағы атаулары қалай пайда болды?",
        "question_date": "19.06.2021",
        "question_tag": "Тарих сұрақтары",
        "question_views": 672,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір түмен = 10 000, бір бүмен = 100 000.",
                "date": "24.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төлемдегі сөйлемге синтаксистік талғау жасау керек.",
        "question_content": "Көл ортасында қалың жасыл ала қамыстың айналасы-айнадай жалтылдаған кең жайқын. Сол жайқында аппақ болып шаңқиған екі аққу сыланып,ақырын әсем жүзіп көлбеңдейді. Екі аққу ұзын, сұлу мойындарын иіп, көл ортасында сұңқылдап, аппақ денесін күміс суға төсеп, әсем жүзіп, күміс судың айнадай мөлдірін шымырлатып сынады.",
        "question_date": "19.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Серпін бағдарламасымен оқып жатып, солтүстіктен оңтүстікке ауысуға болады ма?",
        "question_content": "Сәлеметсіздер ме ! Мен серпін грантында оқимын.3 курсты бітіріп 4 ке өттім.Сұрағым:Енді оқу орнын солтүстіктен оңтүстікке ауыстыруға бола ма?Ақылы бөлімге болсын.",
        "question_date": "19.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еркек ажфрасамын деп арыз берсе, әйелі мен балалары қайда тұрады?",
        "question_content": "Ерек ажырасуға арыз берсе,әйелі мен 3баланың тұрқты тұратын жері болмаса,сот қандай шешім  шығарды",
        "question_date": "19.06.2021",
        "question_tag": "Заң",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зарядтардың өзара әсерлесу күші қай заңмен анықталады?",
        "question_content": "Зарядтардың өзара әсерлесу күші қай заңмен анықталады?",
        "question_date": "18.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зарядтардың өзара әсерлесу күші Кулон заңы арқылы анықталады.",
                "date": "21.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Толқын жағаны 35 рет шайған болса қайық жағадан қандай қашықтықта орналасқан?",
        "question_content": "Желсіз күні көлге қайықтан ауыр зәкір тасталды, зәкір тасталған жерден толқындар тарала бастады,жағада тұрған ада арақашықтығы 40 см толқын жалдары оған 50с-тан кейін жеткенін байқады,егер 1/10 мин ішінде толқын жағаны 35 рет шайған болса қайық жағадан қандай қашықтықта орналасқан?",
        "question_date": "18.06.2021",
        "question_tag": "Физика",
        "question_views": 571,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағаңның інісі саған кім болады?",
        "question_content": "Ағаңның балалары саған кім болады. Қалай атайсын?",
        "question_date": "18.06.2021",
        "question_tag": "Жанұя",
        "question_views": 469,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағаның балалары саған іні болады.",
                "date": "28.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарих пәнінең сессия жауаптары керек 2021 жылғы",
        "question_content": "Маған керек срочно пж беріндерш Казахстан тарих",
        "question_date": "18.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жердегі видеоматериалдарда жауаптары толық түсіндірілген\n\nhttps://openu.kz/kz/process/-azastanny-azrg-zamany-tarihy/guest/lesson/150",
                "date": "21.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыстан 16 қыркүйекте шыққан мұғалімге 56 күн демалысқа шығуға бола ма?",
        "question_content": "Декреттік демалыстан 16 қыркүйектен шыққан мұғалім неше күн демалады? Толық 56 күн демалуға құқығы бар ма?",
        "question_date": "18.06.2021",
        "question_tag": "Мамандық",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 қыркүйектен бастап жұмысқа шықсаңыз ғана толық еңбек демалысы жазылады.",
                "date": "28.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудармашы мамандығы бойынша Астана қаласында қандай жоғарғы колледждер бар?",
        "question_content": "Қай сыныптан кеткен дұрыс және аудармашы мамандығы бойынша Астана қаласында қандай жоғарғы колледждер бар?",
        "question_date": "18.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менеджмент және бизнес колледжі бар. Нұр-Сұлтан қаласы.",
                "date": "21.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектептің аттестатын толтыру заң бойынша кімге жүктелу керек?",
        "question_content": "Мектептің аттестатын толтыру заң бойынша кімге жүктелу керек?",
        "question_date": "17.06.2021",
        "question_tag": "Заң",
        "question_views": 617,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп аттестатын толтыру заңды түрде хатшыға жүктелетін болар.",
                "date": "25.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бетім жырып жара болды. Енді ізі қалып қойды. 2 ай болды кетпеді. Не істеуге болады?",
        "question_content": "Балдармен курескенбиз сол кезде килем-палас/ жырып кеткен канады орны катып кеттип калды артынан кап кара болып кетти орны кеткен жок 2 ай болды не истеуге болады",
        "question_date": "17.06.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дерматологқа қаралып көріңіз. Қандай бір вирус түскен болуы мүмкін.",
                "date": "28.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы ең үздік 5 университет?",
        "question_content": "Қазақстандағы ең үздік 5 университет?",
        "question_date": "16.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "16.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыдағы Республикалық медициналық колледжде жатақхана бар ма?",
        "question_content": "Алматыдағы Республикалық медициналық колледжде грант, жатақхана бар ма?) Жалпы жағдай жасалған ба?",
        "question_date": "16.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 434,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Республикалық медициналық колледжінің жатақханасы жоқ",
                "date": "28.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО 4 курс студенттеріне шәкіртақы маусым айында түседі ме?",
        "question_content": "Салеметсизбе, мен гос грантникпын. Маусым айында стипендия төлене ме?",
        "question_date": "16.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 712,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маусым айының шәкіртақысы мен жолақысы төленеді.",
                "date": "16.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкент қаласында оқу ақысы төмен мүғалім мамандығына қандай университеттер бар?",
        "question_content": "Шымкент қаласында оқу ақысы төмен бастауыш мұғалім мамандығына қандай университеттер бар",
        "question_date": "16.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оңтүстік Қазақстан педагогикалық колледжі\n8(7252)50-61-36Шымкент қаласы 8-наурыз көш., 22Ибрагимова Гулнар Жұмашқызы *Emails are not allowed*\n„Жалын“ әлеуметтік-педагогикалық колледжі\n8(7252) 31-81-25 31-82-62 87014719552 Ержан 87016038196 ДанаШымкент қаласы 1-мамыр көшесі, 12Қозыбакова Гульнара Момбекқызы *Emails are not allowed*",
                "date": "28.07.2021",
                "upvotes": 0
            },
            {
                "text": "87016038196 номери жумыс истемейди",
                "date": "20.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алаяққа ақша жіберіп қойдым",
        "question_content": "Сәлеметсіздер ме! Kaspi.kz қосымшасы арқылы Telegram сайтындағы бір алаяққа ақшаны көбейтіп беремін деген бір алаяққа ақшамды жіберіп қойып, алданып қалдым. Не істесем болады?",
        "question_date": "16.06.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 846,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернетте онлайн қызмет пен сауда-саттық түрлері дамыған сайын онымен бірге киберқылмыс пен алаяқтық та қатар жүреді. Ғалам желісіндегі алаяқтардан қалай сақтанған жөн? Олардың арбауына түскенде не істеу керек? Кімге, қалай шағымдану қажет? Осы және басқа да сұрақтарға заңгер Болатбек Ержан жауап берді.\nАлматылық студент Айжан Instagram желісінде көйлек сатып алмақшы болып, парақша иесінің шотына 10 мың теңге аударған. Егер киім ұнамай қалса, ақшасын қайтару келісімі болған. Бірақ Айжанға ақша да, көйлек те қайтып келмеді. Ол бұдан кейін ешқандай әрекет жасамаған. Айжан мұндай жағдайда полиция ештеңе істей алмайды деп ойлайтынын жасырмады.\nАлаяққа алданып қалғанын білген адамға заңгер уақыт өткізбей, бірден полицияға арыздануға кеңес береді. Болатбек Ержанның айтуынша, егер өзге де жәбірленушілерді тауып, құқық қорғау органына бірге арыз жазсаңыз, алаяқты табу жеңілдейді.\nБірақ көбі полицияға бармай-ақ үміт үзеді. Азаматтардың көбі құқығын қорғауға келгенде “полиция алаяқты табатынына кепілдік бермейді” деп қолын бір сілтейді. Бірақ сол адам 100% кепіл бола алмайтын алаяққа сенді, – дейді заңгер.\nОның айтуынша, Қазақстан қалаларында мұндай қылмыстарды ашумен айналысатын арнайы тергеу тобы құрылған.\nАрнайы құрылған тергеу тобы көптеген қылмысты ашып келеді. Сондықтан азаматтар полицияға арызданса, қалған шаруа – тергеушілердің міндеті, – дейді ол.\nЗаңгер осындай іске қатысты тәжірибесін айтты.\nҚытай алаяқтары Қазақстан кәсіпкерін 20 мың долларға алдап кеткенде алаяқтар жайлы көптеген дерек тапқан едік. Австрияда тұратын алаяққа қарсы екі елде қылмыстық іс қозғап, бірнеше елде тұратын жәбірленушілерді жинай алдық. Іс біздің пайдамызға шешілді. Қылмыскерлер жазаланды, – дейді Болатбек Ержан.\nИнтернеттегі алаяққа ҚР Қылмыстық кодексінің 190-бабы, 2-бөлігі, 4-тармағы бойынша 4 мың айлық есептік көрсеткіш айыппұл салынады немесе төрт жылға дейін бас бостандығынан айыру жазасы беріледі. Залал мөлшерінің ұлғаюына байланысты жауапкершілік 10 жылға бас бостандығынан айыруға дейін жетуі мүмкін.\nИнтернет арқылы сауда жасағанда қаржы аудармас бұрын одан не талап ету керек?\nЗат сатып аларда сатушының құжаттарын (жеке куәлік, паспорт) түгел талап ету керек.\nСатушы жеке тұлға болған жағдайда арнайы келісімшарт жасағаны дұрыс. Себебі интернет-дүкенді басқаратын жеке тұлғалардың көбі жеке кәсіпкер немесе заңды тұлға ретінде тіркеле бермейді. Мұндай жағдайда тұтынушылар туралы заңнама талабы қолданылмайды.\nЕгер сатушы жеке кәсіпкер немесе заңды тұлға болса, онда олардың тіркеуін растайтын құжатын талап ету керек. Тұлғаның реквизиті арқылы ол жайлы ақпаратты желіден табуға болады. Мысалы, оның қарыздары, сот істері және оны әшкерелейтін өзге де ақпарат оңай табылады.\nЗаңгердің айтуынша, алаяқ адам міндетті түрде күдік туғызады. Олардың көбі өте тиімді, жеңіл ұсыныс жасайды. Мысалы, “кепілсіз қарыз ақша беруге”, “бағаны төмендетуге” немесе тауарыңызды “қымбатқа сатып алуға” дайын болады.\nСоңғы екі жылда Қазақстанда елдегі киберқауіпсіздік саласын дамытуға бағытталған базалық тұжырымдамалық негіз жасалды. “Қазақстанның киберқалқаны” тұжырымдамасы мен интернеттегі қылмыстың түр-түріне тосқауыл қоюға қауқарлы заңнама актілері тобы қабылданып, іске асырылып жатыр.\nТолығырақ: https://baribar.kz/104391/internet-alayaghyna-aldanghanda-ne-isteu-kerek-zanhger-kenhesi/",
                "date": "16.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің нөмеріме звандаса баска адамның нөмеріне барып тұрады. Соны қалай өшіруге болады.",
        "question_content": "Маған звандағанның барлығы соған түседі.",
        "question_date": "15.06.2021",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны байланыс операторының бөлімшесіне барып сұрап көрмедіңіз ба? Техникалық ақауларға байланысты болса керек.",
                "date": "15.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азанда тұрғанда ішім желденіп тұрады тұра салысымен жел шығады не істесем болады.?",
        "question_content": "Жатып қайта тұрсам болды лезде ішім кеуіп тұрады не істесем болады?",
        "question_date": "15.06.2021",
        "question_tag": "Тазалық",
        "question_views": 402,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іштің кебуі денедегі қалыпты процестердің нәтижесі болуы мүмкін немесе ас қорыту жүйесіне әсер ететін жағдайдан туындауы мүмкін.\nЭкзогендік көздер деп сырттан келетін көздерді айтады. Біз тамақ ішкенде, ішкенде немесе сілекей жұтқан кезде ауаны жұтып қоямыз, әсіресе артық сілекей пайда болған кезде жүрек айнуы немесе қышқыл рефлюксі салдарынан.\nЭндогендік көздер ішектің ішінде орналасқан. Газ белгілі бір тағамдарды сіңірудің қосымша өнімі ретінде немесе тағамдар толық қорытылмаған кезде пайда болуы мүмкін.\nТолығырақ: https://kk.evidentista.org/7622-3237",
                "date": "15.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Президентін бүкілхалықтық сайлау және Қазақстанның Тәуелсіздігін жариялау",
        "question_content": "Қазақстан Президентін бүкілхалықтық сайлау және Қазақстанның Тәуелсіздігін жариялау",
        "question_date": "15.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 879,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ КСР президенті қызметіне кіріскеннен кейін бір жарым жылдан соң 1991 жылдың күзінде мен Жоғарғы Кеңеске республиканың сайлау жүйесін реформалауды ұсындым. 1991 жылы 16 қазанда Қазақ КСР президентін сайлау туралы заң қабылданып, соған сәйкес ұлт көшбасшысы болуға кім лайықты екенін депутаттар емес, елдің барша азаматтары шешетін, яғни, мемлекет басшысы жалпыхалықтық дауыс беру негізінде сайланатын болды.\n\nМен қалыптасқан әлеуметтік-саяси жағдайда тек отандастарымның сайлау учаскелерінде көрсеткен сенімдері ғана нағыз көшбасшылық құқығын беретініне бек сенімді болдым. Жаңа сайлау егемендік ұғымына шынайы және көңілге қонымды мазмұн беруге, Қазақстанның халықаралық беделін көтеруге және Президент лауазымына кім сайланса да оған аса күрделі жағдайда батыл әрекеттер жасау мандатын беруге тиіс еді. Ол қалайда алға басуға шешім қабылдаған елдің айналып өтуі мүмкін емес, қатаң, ауыр әрі қиын қадамдар жасауға тиіс болды.\n\nҚазақстандағы тұңғыш бүкілхалықтық президент сайлауы 1991 жылы 1 желтоқсанда өтті. Бұл - Кеңес Одағының ақтық демі таусылар кездің қарсаңы болатын, оның экономикасы да біржола күйреп жатты. Қараша айында сайлаушылармен кездескенде проблемалардан қашқақтауға тырысқан жоқпын, популистік уәделер де бермедім, керісінше адамдармен ашық әңгімелестім. Сайлаушыларыма елді ауыр сынақтар күтіп тұрғанын, одан қалайда өту керектігін, себебі тәуелсіздік пен игілікке жетудің ептеп айналып өтетін басқа жолы жоқтығын түсіндірдім.\n\nСайлау учаскелеріне 8 681 276 адам келді. 98,8 процент дауыс алған сәтте мен елдің президентін ғана емес, болашаққа баратын жолын таңдап, менің маңайыма ұйысқан еліммен бірге айтып тіл жетпейтін тұтастықты сезіндім.\n\n10 желтоқсан күні Алматыдағы Республика сарайында Қазақстан Республикасы Президентінің ант беру салтанаты өтті. Біз дербес өмір сүретін жағдайдамыз - менің ұлықтау салтанатындағы негізгі сөзім осы болды.\n\nАрада жиырма жыл өткен соң бүкілхалықтық сайлау өткізілген мерейлі күн мемлекеттік мерекеге - Қазақстан Республикасының Тұңғыш Президенті күніне айналды. Саяси күнтізбеде ол заңды және символдық тұрғыда Тәуелсіздік күніне ұласады. Тарихи 1991 жылғы президент сайлауы Қазақстанның тәуелсіздікке қарай жасаған шешуші қадамы болды.\n\nТәуелсіздікті жариялау. Әлем назары Қазақстанда\n\n1991 жылғы сайлаудан кейінгі бірінші жұмыс аптасында, өзім 1991 жылдың 16 желтоқсанында қол қойған Қазақстан Республикасының Мемлекеттік Тәуелсіздігі туралы заңның мәтінімен жұмыс істедім. Құқықтық тұрғыда әлемнің саяси картасында дәл осы күні жаңа тәуелсіз мемлекет - Қазақстан Республикасы пайда болды.\n\nОсылайша, тарихи әділеттік орнап, бабаларымыздың ұлы арманы орындалды. Бұған дейін декларация түрінде ғана болған мемлекеттік тәуелсіздік енді конституциялық негізге ие болды. Заңдағы 18 баптың біріншісі біздің еліміздің ішкі және сыртқы саясатын дербес белгілейтін және жүргізетін тәуелсіз демократиялық және құқықтық мемлекет деп жариялады.\n\nОсы жерде аздап шегініс жасамақпын. Меніңше, Тәуелсіздік күні тек ресми бекітілген мерекелік дата ғана болуға тиісті емес. Бұл күннің одан анағұрлым маңызы үлкен мазмұны бар. Ол тәуелсіздік жолындағы күрестің нүктесін қоюмен бірге, оның басталған күні де болды. Бүгін әр қазақстандық оны өзінің жеке тәуелсіздігі мен табысты күні есебінде мерекелей алады.\n\nРеспубликаның барлық халқы үшін маңызды, біздің әрқайсымызға Қазақстанның азаматы болу құқығын сыйлаған Қазақстан Республикасының азаматтығы туралы заңға арада бірнеше күн өткен соң - 20 желтоқсанда қол қойдым.\n\nЕнді ел азаматтарын сыртқы қатерден қорғауды өз әскері қамтамасыз етеді. Менің 1992 жылдың 7 мамырындағы Жарлығыма сәйкес, Қазақстан аймағында дислокацияланған ТМД Қарулы күштерінің әскери бөлімдері республиканың жаңадан құрылған Қарулы күштерінің құрамына енгізілді. Алғашқы Қорғаныс министрі болып даңқты армия генералы Сағадат Нұрмағамбетов тағайындалды. Соның алдында, қаңтар айында, біз ішкі және шекара әскерлерін құруды бастаған едік.\n\nРәміздер - мемлекеттіліктің атрибутикасы. Жас республикаға өзінің ерекшелігін айшықты да қысқа, түсінікті бейнеде ұқтыратын символдар қажет болатын. Осынау жауапты міндеттің шешімі көп күш-қуат талап етті. Ұзаққа созылған жұмыс менің белсенді қатысуыммен, 1992 жылдың жазында аяқталды.\n\nСол жылдың 4 маусымында тәуелсіз Қазақстанның рәміздері бекітілді. Көк байрақта самғаған қыраны бар, күннің нұры мен шаңырақ, қанатты тұлпар кейпіндегі елтаңба бүкіл әлемге танылды. Қазақстанның және бұрынғы одақтас республикалардың ұзақ уақыт аңсаған тәуелсіздікті алу қуанышы біздің халықтарымыздың маңдайына жазған тарих дүбірінің күрделілігін ұғынуға жалғасты.\n\nӘлем жаңа мемлекеттердің қалыптасуына мұқият зер салды. Қазақстанның тәуелсіздігін алғашқы болып Түркия Республикасы мойындады. Оқиға Тәуелсіздік туралы Заңға қол қойғаннан кейін бірнеше сағат өткенде жүзеге асты және қазақстандықтар түркі ынтымағының мұндай көрінісін жоғары бағалады. Келесі 11 желтоқсан күні Қазақстанды Ресей Федерациясы, 25 желтоқсанда Америка Құрама Штаттары мойындады. 1992 жылдың 3 қаңтарында бұл ұлы державаларға - Қытай, ал жылдың соңына дейін тағы 102 мемлекет қосылды.\n\nТолығырақ: https://www.google.kz/amp/s/www.inform.kz/kz/kazakstan-tauelsizdigi-kalay-zhariyalandy-elbasy-kitabynan_a3098808/amp",
                "date": "15.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "62 баллмен грантқа түсе аламын ба?",
        "question_content": "ИсторияКаз-8балл\n\nГр.Чтения-16балл\n\nМат.Грамотность-4балл\n\nРусс-яз-21балл\n\nРусс-литра-13балл",
        "question_date": "14.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 732,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық таңдау және грант мәселесі\nЖинаған ұпайдың орташа не төмен болуы бірінші кезекте таңдау пәніне байланысты. Себебі кей таңдау пәнінде мамандық саны аз болады. Айталық география және ағылшын тілі, қазақ тілі мен қазақ әдебиетінде 4-5 мамандық қана бар. Ал енді физика және математикада болса — 25. Сондықтан мамандық саны аз болса, демек грант та аз болады деген сөз. Мысалы физика/математика таңдаған баланың 90 балл жинағаны норма болғанымен, география/ағылшыннан тапсырғандар үшін олай емес. \nТаңдау пәндерінде 21-30 аралығындағы сұрақтардың бірнеше дұрыс жауабы бар. Ол жерде максимум үш жауап дұрыс болады. Бір сұраққа дұрыс жауап берсе, екі балл беріледі. Таңдау пәнінен жалпы — 80, міндеттілерден — 60 балл. \nЕсіңізде болсын, грант университет, облысқа емес, мамандыққа бөлінеді. Сондықтан құжат тапсырғанда бір мамандықты төрт оқу орнынан белгілеудің түк қажеті жоқ. Бір мамандықты бір университеттен жазсаңыз жеткілікті. Қазір ҚазҰУ-ға — 40, ЕҰУ-ға 50 грант деген жоқ. Балл жоғары болса, таңдаған оқу орныңызда оқи бересіз. Құжат қабылдаған университет өзін таңдауды, өзінде бар мамандықты таңдауды ұсынуы, тіпті кейбірі «бізді таңдамасаң, құжатыңды алмаймыз» деуі мүмкін. Бұл заңсыз! Өзіңізге ең жақын университетке құжат тапсырып, басқа университетті, қалаған мамандықты таңдай аласыз. Сосын грант иегерлері тізімі шыққан соң, өзіңіз түскен университетке құжатыңызды алып, бара бересіз. Бірақ таңдаған университетіңізде қалаған мамандығыңыз бар ма — анықтап алыңыз. \nӨткен жылғы статистикамен дос болыңыз. Әр мамандық бойынша былтыр қанша баллмен түскенін қарау қажет. Әрине, әр жылдағы жағдай әр түрлі. Дегенмен 5-10 айырмашылықпен алып, шамалауға болады. Мысалы биылғы ҰБТ-ның тазалығы былтырғыдан жоғары өтіп жатыр. Бұл дегеніміз баллдың төмендейтінін білдіреді. Күнделікті статистиканы бақылап отырмыз. Нәтиже төмендеу, бірақ аса қатты емес. Былтырғылар қанша ұпаймен грантқа түскенін интернеттен табу оңай. Жалпы конкурспен ең төменгі балл қанша болғаны, квоталармен қанша болғаны бәрі көрініп тұр. \nГрант көп бөлінген мамандыққа жүгірмеген дұрыс. Бұл жерде мәселе грант санында емес. Бастысы — сол мамандықты қанша адам таңдағаны. Ұлттық тестілеу орталығы (ҰТО) жылда әр мамандық бойынша қанша адам тапсырғаны туралы ақпарат беріп отырады. Одан бөлек, арнайы сайттар мен қосымшалар да бар. Сол жерден қарап, сараптаңыз. Гранты көп мамандықты — көп адам, аз грантты аз адам таңдауы мүмкін.  \nБізде мамандық таңдағанда көбіне танымал түріне құмар. Жалпы саны 175 бағдарлама бар. Жұрттың білетіні — әрі кетсе 20. Содан бәрі соған жүгіреді. Осы ретте айтқым келетіні: танымал мамандықты ілініп-салынып бітіргенше, ел менсінбейтін мамандықты жоғары деңгейде оқып шыққан табысқа жетелеуі мүмкін. \nМамандықты таңдағанда шамаға қарау керек. Мысалы «Стоматологияға» 30 грант қана бөлінді делік. 110-115 ұпаймен оған тапсырып қажет емес. Өйткені түсе алмайды. Бұл жерде маңыздысы, баланың мамандықты әлде грантты таңдағаны. Егер соңғысы болса, онда ойлану керек. \nБіздегі тағы бір мәселе: көбіне оқушылар мамандық емес, мамамдық (мамасы таңдаған мамандық — авт.) таңдайды. Кезінде қолы жетпеген дүниеге баласын жібергісі келіп тұрады. Бірақ бұл — баланы шектеу. Оқушы мүмкіндігі мен бағытына өзі жауап беруі тиіс. «Кезінде ана мамандықты оқығанда керемет маман болар ем, ата-анам таңдатпай қойған» деген өкініш болмасын. Бала тіпті қателессе де, ештеңе емес. Өзім 13 жасымда қалаға оқуға кеткем. Сол кезден бері мәселеме ата-анам араласқан емес. Бала болашағын өзі таңдасын. Әрине, кеңес беруге болады. Бірақ міндеттеудің қажеті жоқ.  \nБұрын «тым құрыса педагогикаға түсе аламын» деген ой бар-тын. Енді ондай болмайды. Өйткені бұл мамандықтың шәкіртақысы басқасынан 16 мың теңгеге жоғары — 42 мың теңге. Оның үстіне ұстаздардың жалақысы да көтеріліп жатыр. Демек, мұғалімдікке талас көп болады. «Қай мамандықты таңдасам, болашақта жақсы маман бола аламын?» деген сұраққа жауап беріп барып таңдау қажет.\n«Адам екі нәрседен қателеспеуі керек: жар мен мамандық таңдауда» деген бар. Алғашқысымен келісемін, жар деген — өмірлік серік. Ал енді мамандық таңдауды соншалық маңызды дүние демес ем. Мәселен табысты адамдардың мамандығын қарап көріңіз. Алысқа бармай еліміздің ішінен де ондай мысалды көп айтуға болады. Экс-президент — металлург, бұрынғы елші Иманғали Тасмағамбетов пен Президенттің кеңесшісі Ерлан Қарин — мұғалім. Қандай мамандықта оқысаңыз да, тұлға болып шығу ғана маңызды.\nБиыл грант конкурсы орыс тобы, қазақ тобы деп бөлінбейді. Бұл да қазақ топтары үшін көптеген мамандықтың грант балының төмендеуіне әсер етеді. Енді орыс тобы мен қазақ тобында айырмашылық болмайды. Сондықтан, орыс тобы төмен болады деп орыс тобына талпынбаңыз. Енді бәрі бірдей.\nСонымен бірге медициналық немесе педагогикалық мамандық таңдайтындар психологиялық тесттен өтеді. Оны 15 шілдеге дейін тапсырып болу керек. Егер тапсырмаса, ол мамандықты таңдай алмай қалады.\nКвоталар туралы\nАуыл квотасы, оралман квотасы барлық мамандыққа берілмейді. Мысалы «Халықаралық қатынастарда» ауыл квотасы болмайды. Себебі ол жеңілдік бойынша түскендер кейін үш жыл ауылда жұмыс істеуге міндетті. Халықаралық қатынастарды бітіріп, ауылда істеу мүмкін емес. Ядролық физика мамандығында да солай. Дұрысы, квоталар берілетін мамандық тізімін қарап шығу. Тағы бір ескеретін дүние — ауыл квотасының берілуі туралы. Бұл жерде балл қосып бермейді. Бөлінетін барлық гранттың 30 пайызы — ауылдықтарға. Яғни 100 грант болса, алдымен 70-сі жалпы конкурс бойынша тағайындалады да, қалған 30-ы — әлгі жетпіс грантқа ілінбей қалған ауыл балаларына беріледі. Оралман квотасы болса, барлық гранттың 4 пайызы. Бүгінде кей мамандықтар бойынша ауыл квотасын 50 пайызға көтеру жайлы ұсыныс айтылып жатыр. \nЖеңілдікпен грант алғандар оның жауапкершілігін білуі тиіс. Оқу орнына барған соң квота бойынша оқығандармен келісім-шарт жасалады. Яғни қайтарым ретінде үш жыл ауылда істеу міндеттеледі. Осыған дайын болсаңыз ғана грантты алыңыз. Олай болмаған жағдайда мемлекеттің тегін оқытқан қаражатын қайтару керек болады. Бұл бір жағы әділетті деп есептеймін. \nҚұжат тапсыру мен университет таңдау\nБарлығының тест тапсырып болғанын күтіңіз. Содан кейін сараптама жасауға көшесіз. Балл жоғары, сенімді болса, 13 шілдеде мамандық таңдау басталады. Бірден барып, тапсыра беріңіз. Ал түспей қалуыңыз мүмкін болса, соңын күтіңіз. Мамандықты 18-20 шілде арасы, жұрттың соңында тапсырыңыз. Себебі, ҰТО әр күні бір мамандықты неше адам таңдағаны туралы статистика жариялайды, соған қарап отырып, өз балыңызбен таңдаған мамандыққа түсу-түспеуіңізді 90% межелеуге болады. Мысалы, бір грантқа 5 адамнан артық таласып тұрса, әуре болмаңыз. Бір грантқа 0,7 адам таласып тұрған мамандықты ойланбай таңдай беріңіз. Құжатты 20 шілде, сағат 18.00-ге дейін тапсырып болсаңыз болғаны. Ерте тапсыру мен кеш тапсырудың конкурсқа еш қатысы жоқ. Сондықтан, асығып қате таңдап қоймаңыз.\nАз балл жинағандар өзін бағамдасын. Яғни ендігі жылға дейін дайындалып, қайта тапсырып грантқа түсуге ниетті болса, кешенді тестілеу тапсырсын. Ал егер биылғыдан еш сабақ алмайтын болса, босқа сабылмай ақылы бөлімде оқи бергені дұрыс. \nӨз басым ақылы бөлімде оқуды дұрыс шешім деп ойламаймын. Себебі мемлекет 50 мыңнан астам грант бөледі. Биыл ҰБТ-ны 131 мың талапкер тапсырды. Оның ішінде шектік балл алғандары шамамен 90-100 мың айналасында болады. Енді қараңыз, әр екі адамға — бір грант. Демек, мүмкіндік көп. Неге пайдаланбасқа? Мысалы АҚШ грант бермейді. Қытайда бір жылда 2 млн 800 мың бала бітіреді, грант саны — 6 мың. Бәсеке қандай? Оның қасында Қазақстан грантты үйіп-төгіп береді. \nУниверситетті өз қалаңыздан басқа қалада оқуға кеңес беремін. «Балаң адам болсын десең, сыртқа айда» дейді. «Ақ алақан» маман болып шықпас үшін университетті басқа қалада оқып, сәл де болса ыстық-суықты бастан кешіңіз. Үйдің қасында оқу — жан қинамаудың тамаша әдісі, бірақ, үй қасыңызда мәңгі тұрмайды. \nТұлға ретінде қалыптасып болған соң ғана шетелге оқуға баруға болады деп есептеймін. Яғни өзіне не керегін білген соң баратын қадам сияқты. Бакалаврды емес, магистратура мен докторантураны шетелде оқыған жөн-ақ. Әрі магистратураны да бірден оқығаннан гөрі араға үш жылдай салып оқыса жақсырақ. Осы уақыт ішінде өзіңізді сынап, сол салада еңбек етуге дайынсыз ба, тексеріп көресіз. Сосын егер дайын болсаңыз, әрмен қарай оқуды жалғастырасыз. ...\nТолығырақ: https://kursiv.kz/kz/news/bilim/2020-06/grantka-kalay-tusuge-bolady",
                "date": "14.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "C+ баға қызыл дипломға кедергі бола ма",
        "question_content": "Мен биыл c+ баға алып қалып едім. Қызыл диплом алуға c+ баға рұқсат етіле ме?",
        "question_date": "14.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С+ бұл 3 емес па? Онда кедергі болуы мүмкін",
                "date": "14.06.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасымен оқуға түсуге ҰБТ дан қанша проходной балл жинау қажет?",
        "question_content": "Серпін бағдарламасымен оқуға түсуге ҰБТ дан қанша проходной балл жинау қажет?(физика математика пәндерін таңдадым)",
        "question_date": "14.06.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серпін бағдарламасымен оқуға түсуге ҰБТ дан 50 балл жинау керек. Бұл ең төменгі өту балы болып тұр.",
                "date": "21.08.2021",
                "upvotes": 0
            }
        ]
    }
]