[
    {
        "question_title": "Массасы 128г күкірт жағу үшін қажетті оттегінің көлемін есептеңіз",
        "question_content": "Массасы 128г күкірт жағу үшін оттегінің қажетті оттегінің көлемін анықтаңыз",
        "question_date": "22.12.2020",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 128г күкірт жағу үшін оттегінің қажетті оттегінің көлемін анықтаңыз",
                "date": "3.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еркін тақырыпта эссе и шығарма жазу керек?",
        "question_content": "Менде болашақ жұлдыз конкурс республикалық оған уже 10 000 төлеп қойдым, пж маған еркин тақырыпқа эссе или шығарма немесе бир кушти өлең жаттап алатын!!!!",
        "question_date": "22.12.2020",
        "question_tag": "Қазақ тілі",
        "question_views": 9700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұстаз болу – жүректің батырлығы,\nҰстаз болу – сезімнің ақылдығы.\nҰстаз болу – мінездің күн шуағы,\nҰстаз болу – адамның асылдығы,\n\nӨмірдегі көп мамандықтардың ішінде жан-жақты білімділікті, икемділікті, шеберлікті, ерекше шәкіртжандылықты, мейірімділікті қажет ететін мамандық та – ұстаздық мамандық. Олай дейтінім, мұғалім еңбегі біріншіден, адамзат қоғамы тарихында жинақталған ғылым негіздерінен білім беруге тиіс болса, екіншіден, үнемі шәкірттерімен қарым-қатынаста болып, білсем, үйренсем деген бала арманы мен оның сырлы тағдырына басшылық етуді мойнына алған маман. Бүгінгі ұстаз шәкіртіне ғылым негіздерінен мәлімет беріп қана қоймай, оны дүниежүзілік білім, ақпарат, экономика кеңістігіне шығуға, яғни қатаң бәсеке жағдайында өмір сүруге тәрбиелеуі керек. Ол нағыз ұстаздың ғана қолынан келеді. Ұстаз атана білу, оны қадір тұту, қастерлеу, арындай таза ұстау - әр мұғалімнің борышы. Ол - өз кәсібін, өз пәнін, барлық шәкіртін, мектебін шексіз сүйетін адам.Осы іске деген қызығушылық пен сүйіспеншілік қана оны небір қиын әрекеттерге жетелейді, іске батыл кірісуге септігін тигізеді. Нәтижесінде бір емес, бірнеше жас жүрекке мәңгі ұстаз болып қалады. Ұстаздың осыншама қадір-қасиет, құрметке бөленуі өзін қоршаған орта мен әрбір шәкіртіне асқан сезімталдықпен, жауапкершілікпен қарым-қатынас жасауында.Өйткені оның қарапайым да сыпайы киім киісі, мәдениетті сөзі, әдепті жүріс-тұрысы, жинақы іс-әрекеті, білімі шәкіртке де, ата-анаға да, жұртшылыққа да өнеге. Ұлы ағылшын ағартушысы Уильям Уорд: Жай мұғалім хабарлайды, Жақсы мұғалім түсіндіреді, Керемет мұғалім көрсетеді, Ұлы мұғалім шабыттандырады,- дейді. Білім беру жүйесі мамандардан кәсіби икемділік пен ұтқырлықты, сан қырлы шығармашылық қызмет пен өзін-өзі басқару, өзін-өзі ұйымдастыру жағдайындағы біліктілікті қажет етеді. Өйткені қазіргі жас буын - еліміздің келер күнгі келбеті. Бұл жөнінде Елбасымыз Нұрсұлтан Әбішұлы Назарбаев: «Ғасырлар мақсаты – саяси-экономикалық және рухани дағдарыстарды жеңіп шыға алатын, ізгіленген ХХІ ғасырды құрушы іскер, өмірге икемделген, жан-жақты жеке тұлғаны тәрбиелеп қалыптастыру»,- деген тұжырым жасады. Ол үшін бүгінгі оқу үрдісіне сай педагогикалық шеберлік қажет. «Педогогтік шеберлік – дарынды талант емес, үйрену, ізденудің нәтижесі. Мұғалім шеберлігі жайлы жазылған дайын қағида жоқ, болуы да мүмкін емес. Адамның өзіне-өзі өмір бойы қоятын және оған әрдайым жауап іздейтін санаулы сұрақтары болады екен. Мен үшін сол мәңгі сұрақтың бірі де біре-гейі - Мұғалім деген кім? Алдымен осы сұрақтың жауабын тағы да бір айқындап бағайық.Мұғалімге тән ең бірінші қасиет – баланы құрметтеу. Оның адамшы-лық ар-ожданын, намысын, тұлғасын жасына қарамай силау, құрмет тұту. Бұл мұғалімнің терең дүниетанымы мен үлкен жүрегінен келіп шығады.\nАл,ХХІ ғасырдың нағыз ұстазы қандай болмақ керек? Әрине, ол өз кәсібінің майталманы, осы мақсатқа рухани күш-жігерін, парасат-қуатын салу керектігі айтпаса да түсінікті. Бұл - әркімнің қолынан келе бермейтін, ерекше талантты қажет ететін, бай қиялды адамға тән қасиет. Сондай-ақ ұстаз күнбе- күнгі өзінің көп қырлы еңбегінде мазмұны әр түрлі кездейсоқ жайттардың туындап отыратынын алдын ала сезіп, болжап және оның оң шешімін табуға дайын болуға тиіс.Сондықтан да ұстазды әр баланың жан-дүниесін танып-білуші әрі оны жеке тұлға етіп қалыптастырушы, ел болашағының мүсіншісі деуге болады. «Ұстаз» сөзінің 2 түрлі сипаты бар. Бірі – белгілі пәннен сабақ беретін оқытушы да, екіншісі – жоғары беделді адамдарға ықпал етуші дана адам. Мектептегі ұстаз – баланың екінші ата-анасы, болашаққа айқын жол сілтер ақылшысы. Оның мейірімге толы жүрегі шәкірт бойындағы талай ағаттықты кешіре біледі. Оның бойындағы білім мен ақыл, ойының қуаты талай тентекті жуасытып, небір еркені сабасына түсіреді, тәртіпке баулып, есейтіп, ержеткізеді. Сондықтан әрбір шәкірт өзіне үлгі-өнеге болған сүйікті мұғалімін ұстазым деп атайды. Осы тұста Абайдың: Ақырын жүріп, анық бас, Еңбегің кетпес далаға. Ұстаздық еткен жалықпас, Үйретуден балаға,- деген өлең жолдары еріксіз ойға оралады. Егер әр шәкірт өмірде бір кірпіш болып қаланып, ұстаздан шәкірт озып жатса, төккен тер мен адал еңбектің ақталғаны емес пе ?! Қазіргі білім беру саласы қызметкерлерінің алдында тұрған басты проблема – жаңа формацияның жаңа ұстазын қалыптастыру. Жаһандану дәуірі – әлемдегі елдердің бәсекелестік жағдайында халықаралық деңгейде өзара кірігу үрдістерінің жандану дәуірі де болғандықтан, білім – пайдалы инвестиция саласы ретінде еліміздің экономикалық, әлеуметтік және саяси даму тұрақтылығын қамтамасыз етеді..Елбасымыз: \"Біз білім-ғылым саласында бәсекеге қабілетті болмасақ, өз мақсатымызға жете алмаймыз. Барлығы мектептен, ал Қазақстан үшін ауыл мектебінен басталады”, -деген болатын. XXI ғасыр ұлттық бәсеке, ақпараттық сайыс, инновациялық технологиялар, күрделі экономикалық реформалар сияқты көріністерімен ерекшеленеді. Сол кезеңге сай интеллектуалды, дені сау, ой-өрісі жоғары дамыған, халықаралық деңгейге сәйкес білімі бар азаматты тәрбиелеу- әр мұғалімнің міндеті. Мұғалім – барлық білім беру жүйесінің негізі, жаны және жүрегі. Мұғалімнің негізгі басты мақсаты - рухани бай, іздемпаз, адамгершілігі мол адамды қалыптастыру болып табылады. Қазіргі заманғы мұғалімдер информатор, бақылаушы, тексеруші,жазалаушы қызметін тастап, керісінше ізденуші, зерттеуші, технолог, өнертапқыш,шығармашылықпен жұмыс істейтін жаңашыл болу керек. Оқушыны субъект ретінде қарастырып,оның өзін-өзі тануына жол ашу, жеке тұлға бойындағы қасиетті дамыту, «Мен» менталитетін қалыптастыру, білім мен тəрбиені жеке тұлғаға қарай бағыттау-бүгінгі таңдағы мұғалімінің кезек күттірмейтін қасиетті міндеті. Мұғалімінің өзі жеке тұлғаға көтерілмей, мұндай зор мақсатқа жетуі мүмкін емес Елбасымыз Н. Назарбаев: «Ұстаздықтың алдына қойған міндет өте ауқымды: білім жүйесін іштей қайта құру жəне сол арқылы бүкіл қоғамдағы ағарту жүйесінің барлық аймағын өзгерту. Ол үшін ішкі қайта құру қажет: құрылымдық, қызметтік, құндылық. Жаңа ұрпақ мұғалімдерінің,андрагогика мен акмеологияның, психологиялық-педагогика мен гумандық педагогиканың міндеті– білім жүйесінің ішінен қайта құрудың мүмкіндіктерін іздестіру.– адами рухани бастаулардың тазалығын тексеру. Мұнда этика мен адамгершілік дүниені біртұтас қабылдауға бағытталған рух философиясының рухани ісі. Ұстаз өзінің адамгершілік этикалық парызын орындауға тиіс. Білімді түрлендіруде, білім беру үрдісін реформалауда зерттеуші мұғалім жаңа формация мұғалімі ретінде орталық тұлға болып табылады. Қазіргі заман мұғалімі – рухани дамыған əрі əлеуметтік тұрғыдан есейген, педагогикалық құралдардың барлық түрлерін шебер меңгерген білікті маман, өзін-өзі əрдайым жетілдіруге ұмтылатын шығармашыл тұлға. Ол жоғары білімді шығармашыл тұлғаны қалыптастырып, дамыту үшін жауапты» деген.Мұғалімнің кəсіби білігін шыңдаудың үздіксіздігі оның шығармашылық қабілетінің дамуының кепілі жəне өзіндік жеке педагогтік тəжірибесінің дамуының алғы шарты болып табылады. Ұстаздың кəсіби шеберлігінің негізі, біріншіден, мұғалімнің өмірге көзқарасы, оның идеялық нанымы. Екіншіден, пəнді жетік білуі, ойын оқушыларға жеткізу үшін жан жақты, терең дайындықпен баруы, оқуышлар бойына əдеп, əдет, дағды сияқты жақсы қасиеттерді сіңіруі, моральдық нормаларды білуі. Үшіншіден, оқыту мен тəрбиелеудің əдіс тəсілдерін міндетті түрде меңгеру. Білім берудің ұлттық моделіне көшкен қазіргі мектепке ойшыл, зерттеуші, практикалық қызметте педагогикалық үйлестіруді шебер меңгерген психолог педагогтік диагностика қоя білетін іскер мұғалім қажет. Күнделікті іс тəжірибеде мұғалімнің кəсіптік білімін көтеруіне мектеп ішінде де жағдай жасау керек. Ол үшін мектепте ғылыми əдістемелік кеңес пен бірлестіктердің жəне зертханалардың жұмыс істеуі тиіс. Бүгінгі өмір талабына сай ұстаздардың біліктілігі мен білімділігін шыңдап отыратын жоғарыда атап өткен мəселелермен қатар,əр мектепте интернет жүйесі барлық сыныптарға қосылып жұмыс істеуі жөн шығар. Сондықтан да белгілі бір əдісті немесе іс шараларды іске асырмас бұрын мұғалімнің əдістемелік жұмысының мазмұнын анықтаған жөн. Ол үшін мұғалімнің жалпы мəдениеттілік даярлығы, əдістемелік, зерттеушілік, кəсіптік адамгершілік, тəрбиелік мəдениеті, диагностикалық жəне басқару мəдениетінің жиынтығы арқылы кəсіптік педагогикалық деңгейін зерттеу қажет.Интеграция мен ғаламдастыру қатар жүріп келе жатқан бүгінгі таңда мектептегі жеткіншектерге білім берудің сапасы мен деңгейін жан- жақты көтеру жаңаша ойлайтын, оқыту мен тəрбиенің жаңа технологиясын күнделікті жұмысында қолдана білетін ұстаздардың ғана жұмысы жемісті болмақ. ХХІ ғасыр ұстазының тұлғасы мен іс əрекетін жүйелі ұғыну үшін оған жаңа теориялық методологиялық негізде талап қойылуға тиіс. Осы жолдағы алғашқы қадам, ауыл мұғалімдерін арнайы əлеуметтік кəсіби топ деп қарай отырып, оларды зерттеу бағытында психологиялық педагогикалық жəне əлеуметтік ілімдердің біріктірілуі қажет. Міне, осындай жағдайларды ескере келіп, оның кəсіптік мəдениетінің өрістеуіне жан -жақты көмек, көңіл бөлу, жағдай жасалуын ескерген жөн. Жақсы мұғалім — бұл қай кезде де ең алдымен кәсіби деңгейі жоғары, интеллектуалдық, шығармашылық әлеуеті мол тұлға. Ол оқытудың жаңа технологияларын өмірге ендіруге дайын, оқу-тәрбие ісіне шынайы жанашырлық танытатын қоғамнын ең озық бөлігінін бірі деп ссептеледі. Және солай болуға тиіс, Білім берудің мақсатын айқындау үшін Жүсіпбек Аймауытовтың мына сөздерін еске алған жөн: \"Мектеп бітіріп шыққан соң бала бүкіл әлемге, өзгенің және өзінің өміріне білім жүзімен ашынған саналы ақыл көзімен қарай білсе, міне, білімдендірудің кездейтін түпкі мақсаты — осы. Мектеп осы бағытта баланың келешекте жетілуіне мықты негіз салуы керек\". Сондықтан да ұстаз алдындағы басты міндет ХХІ ғасырдың есігінен еркін енетін, дүниежүзілік мəдениетті танитын, төл мəдіниетін құрметтей білетін, рухани дүниесі бай,интеллектуалдық өрісі кең, білімі жоғары, құқықтық құжаттық мəдениеті, білімді, жан жақты ақпараттандырылған заман талабына сай белсенді ұрпақ тəрбиелеу Ұстаз атана білу, оны қадір тұту, қастерлеу, арындай таза ұстау - әр мұғалімнің борышы. Ол - өз кәсібін, өз пәнін, барлық шәкіртін, мектебін шексіз сүйетін адам.Осы іске деген қызығушылық пен сүйіспеншілік қана оны небір қиын әрекеттерге жетелейді, іске батыл кірісуге септігін тигізеді. Нәтижесінде бір емес, бірнеше жас жүрекке мәңгі ұстаз болып қалады. Біздер, мұғалімдер, күнделікті өмірдің жай ғана адамы емес, болашақты құрушыларды, адамзаттың сәулетті болашағын жасаушыларды тәрбиелеп отырғанымызды ойласақ, мұғалім мұратының қандай болатыны өзінен-өзі айқын. Осыған байланысты ұстазға тән мынадай сипаттарды даралап көрсетуге болады: - Дүниетанымдық көзқарасы, сенімі - Қызметке бейімділігі - Кәсіптік білімі мен біліктілігі - Қамқорлық көзқарас, сүйіспеншілік сезім - Ұйымдастырушылық қабілет - Заманға сай жаңашылдық Осындай даралық қасиеттер ұстаздық бақытқа жеткізеді. Бақыттың үлкені - өзіңді-өзің тану. Ұстаз өзін-өзі қай уақытта таниды? Ол алдындағы шәкіртінің қияға қанат қағып, елінің азаматы болған сәтінен таниды. Білім беруде кәсіби құзырлы маман иесіне жеткен деп мамандығы бойынша өз пәнін жетік білетін, оқушының шығармашылығы мен дарындылығына жағдай жасай алатын, тұлғалық-ізгілік бағыттылығы жоғары, педагогикалық шеберлік пен өзінің іс-қимылын жүйелілікпен атқаруға қабілетті, оқытудың жаңа технологияларын толық меңгерген, отандық, шетелдік тәжірибелерді шығармашылықпен қолдана білетін кәсіби маман педагогті атаймыз.Ендеше, бүгінгі білім мен білік бәсекелес заманда ұландарымыздың биіктен көрінуіне күнделікті ісіміздегі жаңашылдығымыз арқылы, жан-жақты берген тәрбиеміз арқылы қол жеткіземіз. ХХІ ғасыр - білімділер ғасыры. Ендеше бізге ой өрісі жоғары дамыған, зерделі, жан-жақты дамыған, парасатты ұрпақ керек екенін бір сәтте естен шығармағанымыз жөн.\nҰстаз жолы қиынырақ басқадан,\nСырлары көп сыртқа әлі шықпаған.\nШаршаса да осы жолдың бойында,\nҚандай рақат,шын бақытын тапса адам.\nТолығырақ: https://www.******.com/kz/shygarma/esse/5436-mugalim.html",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "0,5 моль хлордың қалыпты жағдайдағы көлемі қандай?",
        "question_content": "0,5 моль хлордың қалыпты жағдайдағы көлемі қандай?",
        "question_date": "22.12.2020",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген газ қалыпты жағдайда 1мольіне 22,4л көлем алады.\n\n1 моль ----22,4л\n\n0,5моль ----х\n\nх=11,2л",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Томирис патшайым Массагеттерді қай ғасырда басқарды?",
        "question_content": "Томирис патшайым Массагеттерді қай ғасырда басқарды?",
        "question_date": "22.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 486,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күні кеше жұрт асыға күткен \"Томирис\" тарихи фильмінің тұсаукесері өтіп, ел назарына ұсынылды. Тарих толқынан шыр шертетін фильмде кішкентай қыздан айбынды жауынгерге айналған, жақындарынан айырылып, сатқындардан өшін алған және сақ тайпаларын өз билігі астында біріктірген ұлы даланың аты аңызға айналған Томирис патшайымының тағдыры баяндалады. Ол махаббат пен өз халқының тәуелсіздігі үшін сол замандағы ең қияметті соғыста Парсы империясының  патшасы Кирмен шайқасады.\nТомирис біздің заманымызға дейінгі VI ғасырды өмір сүрген. Ел басқарған патшайым массагеттердің көсемі Спаргапистің қызы. Ал арғы атасы сақтардың көсемі болған Ишпакай. Томиристің әкесі ел билеуде даналығымен көзге түскен. Шебер қолбасшы әрі бір-бірімен жауласқан тайпаларды ымыраға келтіре білген көреген басшы болған\nАнасы Томиристі босанғанға көз жұмады. Дегенмен кейбір дереккөздері оны кейін қайтыс болғанын жазады. Томирис бала күннен жаугер болып өседі. Қаруды қолдануды да, одан қорғануды да жақсы меңгерген.\nШамамен б.з.д. 530-529 жылдары Мидия патшасы Кир көрші мемлекеттердің басым бөлігін өзіне қаратып, \"Азия әміршісі\" атанады. Осыдан кейін ол Ұлы далаға көзін тігеді. Осы бір жорықта Парсы патшасы Томиристің ері Рүстемді өлтіреді. Ал Кирдің құйтырқы әрекетінен тұтқынға түскен ұлы Спаргапис өз-өзіне қол жұмсайды.  Жақындарынан айырылған Ұлы Патшайымды қанша қайғыға батса да, нәзік жүрегін қасірке бөксе де, рухын түсірмей, ерік жігерін жинап алып, жаумен өршелене шайқасты.\nАктриса Альмира Тұрсын \"Томиристің\" рөлін сомдады\nЖаумен шешуші шайқаста Томирис патшайымымен бірге сақ-қыздары мен әйелдері де ақтық демі таусылғанша табандылықпен қарсылық көрсетті. Сақ қыздарының мұндай қанды шайқастағы ер мінезінен сескенген парсы әскері ойсырай жеңілген екен. Ұрыс даласында \"Азия әміршісі\" Кир патша да өлім құшады. Осы шайқастан кейін Азияның азулы мемлекеті күш-қайраты мен абыройынан айырылып, бұрынғыдай алпауыт ел бола алмаған.\nСоғыста ерекше табандылық пен жігерлік танытқан сақ қыздарын тарихшы Геродот \"ең қатыгез және ұлы\" деп атаған. Грек тарихшысы Томирис патшайымның ерлігін қағазға түсіріп, осы күнге жеткізіп отыр.\nШайқаста Кирдің басы түсіп, Томиристің алдына әкелінеді. Сақ патшайымы тері шанашты қанмен толтыруға бұйрық беріп, Кирдің шабылған басын тастайды: \"Аңсағаның қан еді, іш енді соны!\" – деп айқайлады. \nТомирис патша өз елінде бұдан кейін де талай жылдар билік етіп, қара қылды қақ жарған әділдігімен, данышпандығымен халқын талай таң қалдырды. Олар өз басшысы туралы жыр толғап, оның атын жырға айналдырған. Бұл аңыз жырлар Томирис патшаның есімі ізін басқан жауынгер әйелдің есімі ретінде ұрпақтан-ұрпаққа жеткізіп, ұлы дала аспаны астында ғасырлар бойы мәңгі жасады.\nАқпарат дереккөзі: https://massaget.kz/layfstayl/bilim/gumanitarly-ylymdar/tarih/58963/",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрын қанаса, мұрыннан үлкен ұйыған қан шықса не болады?",
        "question_content": "Мен 2-3күннен бері тұмауратып ауырып жатырмын. Кеше кешке қарай мұрыным 15минуттай тоқтамай қанады. Қан көп кетті. Соңында үлкеен ұйыған қан шықты өзім шошып кеттім. Содан кейін тоқтап қалдыБұрын мұрным қанамайтын еди.одан 2сағаттан кейін тағы мұрным қанады . Түсінбедм бұл ненің белгісі? Мұрын қанағаннан емес үлкен ұйыған қан шыққаннан кейін шошып кеттім!!!\n\nили маған месячный келмегеніне де көп болды содан ба екен?",
        "question_date": "22.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерлердің айтуынша, мұрынның жиі қанауы - мұрын қуысының жаралануы және гипертония, жүрек ақауы, өкпе эмфиземасы, бауырдың зақымдануы сияқты тамыр ауруларынан болады.\nМұрыннан қан кетудің 85%-ы аурудың белгісі саналады, ал 15%-ы мұрын қуысы аурулары себебінен болады.\nМұрыннан қан ағу себебін білесіз бе?\nМұрыннан қан кету себептері түрлі жағдайлардан болады.\nИнфекция аурулары. Дифтерия, қызамық, тұмау, қызылшада мұрыннан қан кету байқалады;\nАнемия, лейкемия, пурпура секілді аурулардың алғашқы белгісінде мұрыннан қан кету сезіледі;\nЖүгіру, секіру жаттығуларында қан қысымы тұрақсыз болса, жиі мұрыннан қан ағады;\nҚан кетудің тағы бір себебі – мұрыннан жарақат алу. Бұл кезде мұрыннан жұлын сұйықтығы ағады. Көбінесе мұрынның алдыңғы жағына саусақ тигізу арқылы зақымдаудан да мұрын қанайды.\nҚан кетудің қандай түрлері бар?\nФизиотерапевтер бұл жағдайды сипатына қарай болмашы қанау, қалыпты қанау және ауыр қанау деп үшке бөледі. Алғашқысы, мұрын қуысынан тамшылап қана қан бөлінуі, мұның айтарлықтай қаупі жоқ, дегенмен ол – созылмалы аурудың бастапқы белгісі болуы ғажап емес. Қалыпты қан ағу деп дәрігерлер бір мезгілде мұрыннан 200 мл-ге дейін қызыл сұйықтық бөлінуін айтады. Мұндай жағдайда қан адамның өңешіне құйылуы да мүмкін. Кішкентай балалардың мұрын қаны асқазанына кеткен кезде, құсып, іші өтіп, артериялық қысымы төмендейді. Үшінші жағдай – мұрыннан 1 литрге дейін қан кетуі. Бұлардың барлығының да себебі қан тамырлары жүйесіндегі ақаудан болуы ықтимал. Сондықтан дер кезінде дәрігерге көрінген абзал.\nТолығырақ: https://baribar.kz/55128/muryn-nege-jii-qanaydy/",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "16 градус температурада 4м3 ауада 40 г су буы бар. Абсолют салыстырмалы ылғалдылықты тап",
        "question_content": "16 градус температурада 4м3 ауада 40 г су буы бар. Абсолют салыстырмалы ылғалдылықты тап",
        "question_date": "22.12.2020",
        "question_tag": "Мектеп",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "16 градус температурада 4м3 ауада 40 г су буы бар. Абсолют салыстырмалы ылғалдылықты тап",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1,5моль азот N2 массасы қанша?(қ.ж)алатын көлемі?",
        "question_content": "1,5моль азоттың N2 қалыпты жағдайдағы массасы және көлемі қандай?",
        "question_date": "22.12.2020",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V(N2) = 1.5 * 22.4 = 33.6л\n\nm(N2) = n(N2)M(N2) = 1.5 * 28 = 42 г\n\nЖауабы:\n\nV(N2) = 33.6л\n\nm(N2) = 42 г",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алыстан сыйласу дегенді қалай түсінесіз?",
        "question_content": "Алыстан сыйласу дегенді қалай түсінесіз?",
        "question_date": "22.12.2020",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күнделікті сөйлесіп, бар сырын айтып араласпау. Тек сәлемі түзуболып, анда - санда хабар алысуды алыстан сыйласу дейді.",
                "date": "4.01.2021",
                "upvotes": 1
            },
            {
                "text": "Енді өзіміздің қазағымызда қалжыңдап немесе шын айтып жатады, алыстан сйыласайық деп. Бұл дегеніміз бұрын соңды жиі араласып жүріп, сосын бұрынғыдай жиі араласпауы, арасындағы қарым-қатынастың белгілі уақытқа ажырауы деп айтсақ болады. Бұл жерде арасында қарым-қатынасты шорт кесу емес, алыстан сыйласуды білдіреді.",
                "date": "18.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қырғыз (Қазақ) АКСР-нің құрылуындағы қазақ зиялыларының рөлі мен қызметін талдаңыз",
        "question_content": "Алихан Бөкейхан Мұстафа Шоқай қызыметі мен рөлі",
        "question_date": "21.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "920 жылдың тамызында Мәскеу қаласында Кирревком және Түркістан майданының әскери-төңкеріс кеңесі, РКП/б/ Түркістан өлкелік комитетінің партия және кеңестік ұйымдардың өкілдері қатысқан, Қырғыз АКСР-ын құру туралы бірнеше мәжілістер өткізілді. Соңғы мәжіліске социалистік революцияның көсемі, Кеңес мемлекетін құрушы В. Ульянов (Ленин) төрағалық етті. Нәтижесінде, 1920 жылдың 17 тамызында РСФСР Халық Комиссарлар Кеңесі Қазақ Республикасы жөніндегі Декреттің жобасын қарап колдады. 1920 жылдың 26 тамызында В. Ленин мен И. Калинин қол қойған «Қырғыз Кеңестік Автономиялық Республикасын құру туралы» тарихи Декрет жарияланды. Осы Заң бойынша, Автономия (Қырғыз АКСР) РСФСР атты мемлекеттін құрамында құрылатыны, және де бас қаласы Орынбор болатыны көрсетілді. 1920 жылдың 4-12 қазанында Орынбор қаласында өткен Құрылтай съезінде, Қырғыз Кеңестік Автономиялық социалистік республикасы еңбекшілер құқықтарының Декларациясы кабылданды.  Депутаттардың жергілікті Кеңестері, Қырғыз Кеңестік Социалистік Республикасының Орталық Атқару Комитеті мен Халық Комиссарлары Кеңесі Автономиялы Кырғыз Социалистік  Кеңес Республикасының Басқару органдары болып табылды. Орталық Атқару Комитетінің (ОАК) басшысы – С.Мендешев, Халық Комиссарлары Кеңесінінің (ХКК) басшысы болып В.Радус-Зеньковичті сайлады.\nҚырАКСР-ның құрамына: Павлодар, Семей, Өскемен, Зайсан және Қарқаралы уездері бар Семей облысы; Атбасар, Ақмола, Көкшетау, Петропавл уездері бар Ақмола облысы; Қостанай, Ақтөбе, Ырғыз және Торғай уездері бар Торғай облысы; Орал, Ілшібін, Темір мен Гурьев уездері бар Орал облысы; Закаспий облысының Маңқыстау уезі; сол облыстың Красноводск уезінің 4-ші және 5-ші Адай болыстары; Астрахан губерниясынан: Синеморск болысы, Бөкей ордасы және 1-ші, 2-ші Приморье окрутеріне жапсарлас жатқан болыстар енді.  Территориялық мәселелерді шешуде әртүрлі пікірлер айтылды. Пікірсайыс барысында қазақ халқының тарихын жақсы білген ұлы тұлғаларымыз – Әлихан Бөкейханов, Ахмет Байтұрсынов, Әлимхан Ермеков және т.б. ресми кұжаттарға сүйене отырып, қазақтың жерін жинап бергенін есімізден шығармаған жөн. Олар Ресей империясының кезінде отаршылдық мақсатпен қазақтың жері түрлі әкімшілік бөліктерге бөлініп, дәстүрлі шаруашылығы мен ру-тайпалық  қарым-қатынастың ескерілмегені, соның салдарынан, біртұтас қазақ жерінің бірнеше республикалардың құрамында екенін дәлелдеп берген. Сонымен қатар, 1917-1920 жж. Алаш зиялыларының құрған \"Алаш\" атты ұлттық-территориялық автономиясына еңген территориямен салыстырсақ болады. 1917 жылғы 5-13 желтоқсанда өткен ІІ Жалпықазақ съезінде қабылданған қаулыдан үзінді келтіруге болады: \"Тегі бір, мәдениет, тарихы бір және тілі бір Қазақ-Қырғыз халқы басым тұтас аумақ болып табылатын Бөкей Ордасы, Орал, Торғай, Ақмола, Семей, Жетісу, Сырдария облыстарының, Фергана, Самарканд уездері, Закаспий облысы қырғыздарының, Алтай губерниясының жапсарлас жатқан қырғыз болыстарының аумақтық-ұлттық автономиясы құрылсын\" делінген. \nҚырғыз Социалистік Кеңес республикасы істерін басқару үшін 12 Халық комиссариаттары құрылды, оның ішінде: Почта мен Телеграф басқармасы бар Ішкі істер Комиссариаты; Әділет; Ағарту; Денсаулық сақтау; Әлеуметтік  қамсыздандыру; Егіншілік; Азық-түлік; Қаржы Халық Комиссариаттары және т.б. Республиканың бүкіл территориясында РСФСР-дің қаржы және шаруашылық саясатының бірлігін сақтау мақсатымен Қырғыз Социалистік Кеңес Республикасының Азық-түлік, Қаржы, Жұмысшы-Шаруа Инспекциясы Халық Комиссариаттары, сондай-ақ Халық Шаруашылық Кеңесі және Почта мен Телеграф Басқармасы, Қырғыз Статистика Бюросы, Қырғыз Төтенше Комиссиясы, Еңбек Халық Комиссариаты мен Қатынас жолдар Халық Комиссариаты РСФСР-дің тиісті Халық Комиссариатттарына тікелей бағынатын болды.  Сыртқы істер мен сыртқы сауда бүтіндей РСФСР-дің Орталық органдарының қарамағында қалды. Қырғыз (Қазақ) АКСР-на қажетті барлық қаржымен, техникалық құралдарымен РСФСР қаржысынан жіберіліп отырды. 1925 жылға дейін Қазақстанның оңтүстігі Түркістан АКСР-ның  құрамында болды. Орта Азияны ұлттық-мемлекеттік тұрғыдан межелеу саясатының нәтижесінде, Қазалы, Ақмешіт, Түркістан, Әулиеата уездері, Самарқанд облысындағы Жизақ уезінің бірнеше болысы, Алматы, Жаркент, Лепсі, Қапал уездері, Жетісу облысының Бішкек уезі (бір бөлігі) Қазақстанға  қарады.                                                                                                 \n1925 жылы 18 сәуірде өткен Кеңестердің бүкілқазақстандық V съезі «Қырғыз халқының тарихи дұрыс атауын қалпына келтіру үшін қырғыздар алдағы уақыттарда қазақтар деп аталсын» деген қаулы қабылдады. 1925 жылы 15 маусымда Бүкілодақтық Орталық Атқару Комитеті Қырғыз АКСР-ның атын Қазақ АКСР-і және Ақмешіттің атын Қызылорда деп өзгерту туралы қаулы қабылдады. Сонымен, Қазақ (Қырғыз) АКСР-ы бастапқыда Қырғыз  АКСР-ы деп құрылды, 1925 жылдың 15 маусымынан бастап Қазақ АКСР-ы деп аталды. Автономия 1936 жылдың 5 желтоқсанына дейін өмір сүрді және Ресей Советтік (Кенестік) Федеративті Социалистік Республикаға (РСФСР) тәуелді болды. Ал 1936 жылдың 5 желтоқсанында автономия республикалық денгейге көтереліп, Қазақ Советтік (Кенестік) Социалистік Республика (КазССР) деп аталды да, бұрынғы КСРО құрамында болған одақтас республикалардың біріне айналды. Ең маңыздысы – аталмыш мемлекеттің территориясың кезіңде Алаш зиялылары 1917 жылы құрған Алаш автономиясында (1917-1920 жж.) белгілеген территорияның негізгі жерін Қазақ АКСР-ында сақтап қалуға зор үлес қосқанын ұмытпаумыз қажет.\nТолығырақ: https://bilim-all.kz/article/12713-Qazaq-Qyrgyz-AKSR-nyn-quryluyna----100-zhyl",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазда өсімдікті қызып кетуден сақтайтын не?",
        "question_content": "Жауаптара\nА транспирация\n\nБ минералды қоректену\n\nВ органикалық тыңайытқыш\n\nГ минералды тыңайтқыш\nЕ үстемелеп қоректендіру",
        "question_date": "21.12.2020",
        "question_tag": "Табиғат",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен де осыны таппай жатырмын",
                "date": "22.12.2020",
                "upvotes": 0
            },
            {
                "text": "А) транспирация",
                "date": "9.12.2021",
                "upvotes": 0
            },
            {
                "text": "А) транспирация болады",
                "date": "7.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотосинтезге қажет емес.",
        "question_content": "А жарық\n\nБ хлоропласт\n\nВ көмірқышқыл газ\n\nГ оттек\n\nЕ хлорофилл",
        "question_date": "21.12.2020",
        "question_tag": "Табиғат",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Г ) оттек деп ойлаймын, себебі ол өнім ретінде түзілмеуші ме еді?",
                "date": "4.01.2021",
                "upvotes": 0
            },
            {
                "text": "Оттек 100000000%",
                "date": "9.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жапырақтары жоқ кейбір өсімдіктердің фотосинтез жүретін мүшесі.",
        "question_content": "А жас өркендері\n\nБ түрлі түсті күлтелерінде\n\nВ жемтамырларында\n\nГ аталықтарында\n\nЕ аналықарында",
        "question_date": "21.12.2020",
        "question_tag": "Биология",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жапырақтары жоқ кейбір өсімдіктердің сабағы немесе жас өркендері фотосинтездейді.",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аграрный деген оқуға түсу үшін қандай пән таңдау керек?",
        "question_content": "Аграрный деген оқуға түсу үшін қандай пән таңдау керек және оны аяқтағаннан кейін КНБ оқуына түсуге болама?",
        "question_date": "21.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық таңдауға бейіндік пәндерді таңдау жайлы ақпарат:",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген теңдеу жүйесін шешіңіз.",
        "question_content": "{у-1,5х=—2\n\n{3х-у=-1 жауабы керек еді",
        "question_date": "21.12.2020",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңдеудің шешуііі:",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің массасы мен жылдамдығын табу керек.",
        "question_content": "Дене импулсы 8 кг*м/с,кинетикалык энергиясы 16 дж болатын  денеин массасы мен жылдамдыгын табу керек.Толык шыгарылу жолы керек еди",
        "question_date": "21.12.2020",
        "question_tag": "Физика",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дене импулсы 8 кг*м/с,кинетикалык энергиясы 16 дж болатын  денеин массасы мен жылдамдыгын табу керек.\nЖауабы:  v = 4 м/с, m = 2 кг.",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы күштердің әсерлі күштері неге тең?",
        "question_content": "2 Горизонталь козғалып келе жаткан машинаға вигательдін 1,25 кН тарту күші, 600 H үйкеліс күші, ауаның 450 Н кедергі күш әсер етеді. Осы күштердің әсерлі күштері неге тең?",
        "question_date": "21.12.2020",
        "question_tag": "Физика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Горизонталь козғалып келе жаткан машинаға двигательдін 1,25 кН тарту күші, 600 H үйкеліс күші, ауаның 450 Н кедергі күш әсер етеді. Осы күштердің әсерлі күштері неге тең?\nЖауабы: 428. 200 Н.",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңлік пен Кебекке Кеңгірбай би қандай шешім қабылдады?",
        "question_content": "Еңлік пен Кебекке Кеңгірбай би қандай шешім қабылдады?",
        "question_date": "21.12.2020",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "екеуіне өлім жазасын кесті",
                "date": "24.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салауатты өмір салтын ұстану туралы.",
        "question_content": "Салауатты өмір  салтын  ұстанамын дейтін жандар барма?",
        "question_date": "21.12.2020",
        "question_tag": "Жалпы медицина",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі кезде денсаулық проблемаларын сараптау қорытындысының нәтижесі салауатты өмір салтын ұстануды жетілдіру керектігін көрсетті. Әсіресе қазіргі қоғамдағы жастар денсаулығы көптеп алаңдатуда. Жастар біздің болашағымыз. Болашағымыздың жарқын болуы үшін жастарға салауатты өмір салтын насихаттап, зиянды әдеттерден бойды аулақ ұстауға шақыруымыз қажет.\nДенсаулық деген не? Денсаулық үғымына берілген анықтамалар өте көп. Үлкен медициналық энциклопедияда денсаулық организм мен жүйенің атқаратын қызметін сыртқы орта теңдестіріп, ешқандай ауырсыну өзгерістері байқалмайтын адам күйі ретіндс сипатталады. Дүниежүзілік денсаулық сақтау ұйымының анықтамасы бойынша «Денсаулық дегеніміз — бұл аурудың немесе дене кемтарлығының жай ғана жоқ болуы емес, денелік, психикалық және әлеуметтік тұрғыдан ойдағыдай толық күйі». Бірінші байлық - денсаулық дейміз. Бірақ осы сөздің салмағын, жүктер жауапкершілігін көбіне сезбейтін де, мойындамайтын да сыңайлымыз. Айтылған сәтте көңілімізге қонады, құлағымызға жағады. Келісеміз. Содансоң, өзіміз көп нәрсені керісінше жасаймыз. Сөйтіп күндердің күнінде бір арылмас дертке шалдығып санымызды соғамыз. “Жалған - ай!” деп көкірегіміз қарс айырылып, өмірден түңіле бастаймыз. Денсаулық - тән, рухани және әлеуметтік игіліктің жиынтығы. Денені үнемі ширықтыру, шынықтыру, сананың сапа деңгейін көтеру, интеллект өрісін биіктету, рухыңды шыңдау - бәрі де денсаулыққа қызмет етеді десек қателеспейміз. Қазіргі уақыттағы әлеуметтік- экономикалық жағдай, тіршілік деңгейінің құлдырауы және экологиялық қолайсыздық Қазақстан Республикасының бүкіл халқының, әсіресе, өскелең ұрпақтың денсаулығына кері әсерін тигізуде. Ел Президентінің “Қазақстан - 2030” жолдамасындағы ұзақ мерзімді басымдықтың бірі - “Қазақстан азаматтарының денсаулығы, білімі мән әл ауқаты” тармағында, “...азаматтарымыздың өз өмірінің аяғына дейін сай болуы және оларды қоршаған табиғи ортаның таза болуы үшін” азаматтарымызды салауатты өмір салтына әзірлеу қажеттігі көрсетілген. Бүгінгі таңда өз тәуелсіздігін алған егеменді еліміз осы бағытта Қазақстан мектептеріне жан-жақты дамыған, денсаулығы мықты, салауатты өмір салтын мұрат тұтқан дара тұлғаларды тәрбиелеу басты талап етіп қойылған. Қазақстан азаматтарының денсаулығын нығайту, салауатты өмір салтын ынталандыру туралы елбасының жолдауын, егемендіктің кілтін ұстар жастардың болашағына апаратын, алтын сүрлеу десе болады [1].\n“Дені сау адам - табиғаттың ең қымбат жемісі” деп тегін айтылмаған.Қазіргі қоғамымызда халықтың табиғи өсімі төмендеп, сырқаттанушылық және өлім- жітім деңгейі арта түсті. Әсіресе, балалар мен жастардың денсаулығы қауіп тудыруда. Темекі тарту, ішімдік пайдалану, есірткі құмарлық және улы заттарға әуестік, адамгершілікке жат мінез-құлық, ерте жыныстық қатынас кеңінен етек алуда.\nДүниежүзілік денсаулық сақтау ұйымы (ДДСҰ) сарапшыларының дерегі бойынша халық денсаулығының 49-53%-ы өмір салтына, яғни адамның өз денсаулығына қалай қарайтынына тәуелді, 17-20%-ы қоршаған ортаға (аймақтың экологиялық және климаттық-географиялық ерекшеліктеріне), 18-22%-ы тұқым қуалау себептеріне, біздің ден-саулығымыздың тек 8-10%-ы ғана денсаулық сақтау ұйымына тәуелді. Халықтың денсаулығы - ел дамуының аса маңызды тұтқасы, болашағымыздың кепілі.Атамыз қазақтың «Бірінші байлық - денсаулық», яки болмаса «Денсаулық - терең байлық» деген даналық мәтелдері тіршіліктің нағыз өзегінен алынған емес пе? Денсаулықтың қадірін, маңызын айрықша ұғынып барлық игіліктен жоғары санаған. Тағы да «Ауырып ем іздегенше, ауырмайтын жол ізде» деп жан мен тән саулығын қоршаған орта аясында дұрыс сақтап және нығайтуға түрлі пайдалы әрекеттер жасап отырған [2].\nЖасырары жоқ, күні бүгінге дейін небір ғұлама ғалымдар, біліктілігі күшті дәрігерлер де «Денсаулық деген не?» деген сұраққа әлі толымды, тұшымды, дәл анықтама бере алмай келеді. Қолымызда тек ВОЗ (дүниежүзілік денсаулық сақтау ұйымы) қалыптастырған анықтама бар. Бұл бойынша Денсаулық - жан, тән және адамның әлеуметтік жағдайының қоңдылығы. Байқап отырсаңыз жан иесінің жалғыз анатомиялық дұрыс қалпына ғана емес, оның әлеуметтік жағдай-тұрпатына да ерекше мән берілген. Жуырда ғана өткен дәрігерлер мен провизорлардың съезінде сөйлеген сөзінде еліміздің президенті Н.Ә.Назарбаев: «Халықтың денсаулығы - ел дамуының аса маңызды тұтқасы, болашағымыздың кепілі» деп тағы да айрықша айқындап атап өтті. Сонымен қатар келешек атқарылатын істердің басты стратегиялық бағыттарын да көрсетті.\nБірінші: балалар мен жасөспірімдердің денсаулығына айрықша көңіл бөлу.\nЕкінші: халықты қол жетерлік және сапалы медициналық көмекпен қамтамасыз ету. Үшінші: отандық медицина ғылымын дамыту. Осы бағыттама аясында ел басқарған ағалармен біріге отырып, түрлі індеттердің алдын алу керек. Салауатты өмір салтын ұсынбаған мемлекеттің экономикасы құлдырайтыны сөзсіз. Ауру адам қандай іс бітірмек!\nЖастар - болашағымыздың алтын тірегі. Жастар арасындағы нашақорлық пен маскүнемдіктің алдын алу қажет. Тағы да айтарым, өкінішке орай көптеген азаматтарымыз өз денсаулығын сақтауға және нығайтуға жауапты емес, немқұрайды қарайды. Тіпті денсаулығы өзіне емес, тек дәрігерлерге қажет сияқты медицинаға тұтынушылық немесе масылдық пиғылы бар. Дәрігерлер қанша ескертсе де жаман әдеттерден арылғысы келмейді. Темекі тартады, насыбай атады, салынып арақ ішеді. Мысалы: К-\nдеген гипертониямен кісі жағдайы бақуат бола тұра өз (денсаулығына) кеселіне бір тиын жұмсағысы келмейді, тек үкіметтің қаражатына иек артқысы келеді. Кейбір аналарымыз қонақ келгенде көл-көсір дастархан жасап, ал өз денсаулығына аса қажет анемияға қарсы бір дәріні де сатып алып ішкісі де келмейді. Жалпы, халқымыздың «Ауырып ем іздегенше, ауырмайтын жол ізде» деген дана қағидасын әрдайым, әрқайсысымыз жадымыздан шықпайтын биік ұстаным болуға тиіс. Себебі бұл қаражат халықтікі, әрбір салық төлеушінің үлесі екенін ұмытпағанымыз жөн. Жас кезінен аурушаң болған Поль Брегг «Өзіңді өзің жасай біл» деген қағиданы нық ұстанған. Ол ынта-жігерінің салауатты өмір сүруге деген құштарлығының арқасында барлық ауруларды жеңіп, денсаулығы мықты болып өмір сүрген. Ия, кімнің болса да денсаулығы өз қолында. Салауатты өмір сүремін десеңіз ешкім оған қарсы тұра алмайды. Салауатты өмір салтына денешынықтыру, спорт, дене тәрбиесі, туризм, халықаралық туризм, табиғатқа серуен, таза ауада жүру жатады. Кешкі тамақтан соң, таза ауада бір-екі сағат серуен құрып, ұйықтаудың пайдасы зор. Ұйқы 7-8 сағаттан кем болмауы тиіс. Әр адам жыл сайын бір рет еңбек демалысын тиімді пайдаланғаны жөн. Барлық кезде тамақты жаңадан дайындап ішкен дұрыс. Алланың табиғатты адам үшін жаратқанын және парыз еткенін, тіршілігінде қажетіне дұрыс пайдалануды, денсаулығына зиян келмейтіндей жағдайда болуын қадағалауды салауатты өмір салты деп ұғамыз [3,4].\nАдам денсаулығына зиянын тигізетін жат әдеттерден аулақ болғаны жөн. Енді оларға не жататынына тоқтала кетейік: Олар - темекі тарту, спирттік ішімдіктерге, есірткілік заттарға салыну. Арақтың орнына қымыз бен қымыран іш, темекі тартудың орнына таза ауада көбірек жүр. Жастарға есірткіні пайдаланба, көңіл көтеретін мәдени көпшілік орындарына баруды әдетке айналдыр дер едім. Еңбек адамды тәрбиелейді. Сондықтан жұмыс істеуден қашпаған жөн. Жалқаулыққа салынудың соңы жақсылыққа апармайды. Имандылық жолына түсіп, жылына бір келетін оразаны тұтып, оның тәртібін сақтағаныңыз дұрыс. Дүниеде бұған тең келетін ештеңе жоқ. Біз табиғаттың, қоршаған ортаның ластануына жол бермеуіміз керек. Өзіңізді қандай көрсеңіз, өзгелерді де солай көріңіз. Адамдар бір-бірімен дос, бауырлас, сыйлас, рақымды, мейірімді болса, нұр үстіне нұр жауады. Әрқашан жаман ойдан аулақ болыңыз. Адам өзін өзгеден кем сезінуі, денсаулығының нашар екендігін ойлап қамығуы, көз алдына өлім қорқынышын елестетуі ойды бұзады [5].\nДенсаулық қатерінің негізгі факторлары — қозғалыс күшінің кему саддарынан қимылдың кемуі (гиподинамия), дене массасының артуы, жүйесіз тамақтану,қоршаған орта нысандарының барлығының көптеген уытты заттармен ластануы, өндірістежәне тұрмыста күйзеліс туғызатын жағдайлар, зиянды әдеттердің (шылым шегу, алкоголь пайдалану, уланқорлық, нашақорлық, т.б.) кең таралуы.\nВалеология ғылымы қандай амалдардың жәрдемімен денсаулықты сақтап, нығайтуға болатынын егжей- тегжейлі түсіндіреді. Салауатты өмір салтын қалып- тастырудың негізгі бағытгары мыналар:\nжеке және қоғамдық гигиена;\nдене шынықтыру, гиподинамиямен күрес;\nорганизмді жаратылыс-табиғи факторлармен — су, ауа, күн жарығымен және т.б. шыңдау;\nкүн тәртібін тиімді пайдалану;\nдұрыс және уақтылы тамақтану;\nтән ауруларынан сақтандыру;\nжарақаттанудан, уланудан, т.б. сақтандыру;\nзиянды әдеттерден (темекі тарту, алкоголь, есірткілік улы заттарды) сақтандыру\nжыныс гигиенасы;\nпсихопрофилактика және психогигиена;\nкикілжің және денсаулық;\nэкология және денсаулық.\nСалауатты өмір салты - адам үшін аса маңызды, денсаулықпен тікелей байланысты құнды форма. Ол адам мәдинетінің бір бөлігі. Ал денсаулық адам бақытының негізгі бөлігі. Қоғамның болашағы әрбір адам денсаулығына байланысты. Денсаулыққа тек дененің сыртқы бүтіндігі ғана деп қарау ағаттық, жалпы алғанда оны организмнің жан-жақты дамуымен бүкіл қызметтердің жүзеге дұрыс асырылуы деп ұққан жөн. Дүние жүзін жаулап аламын деген Шыңғысхан Әмударияның жағасында ауырып қалып, қытайдың атақты Ган Чун Цзи деген емшісін алдыртады. Жарық дүниені қимаған Шыңғысхан, мәңгілік өмір сүруді жүзеге асыратын қандай дәрің бар деп сұрапты. Сонда емші: «Өмірде уақытша ғана болуға арналған дәрі бар, ал мәңгілік өмір сүретін дәрі жоқ», — депті.\nСонау ықылым заманнан бері, адам баласы ұзақ өмір сүрудің жолын қарастыруда. Кезінде осы қағиданың негізі болған Аристотельдің іліміне сүйенсек: «Жанды дене қозғалмаса өледі» деген тұжырымдамасы сол дәуірден бері адамзаттың ұзақ жасауының, яғни, салауатты өмір сүрудің негізгі ілімі болып табылады. Осылайша, адамзаттың жер бетінен жойылып кетуге қаупі бар тарихи кезеңде тұрғанда не істеу керек? Адам баласы қалай өмір сүру керек?\nЯғни, болашақ өмірді жалғастыру үшін бүкіл әлем бойынша әр халық өзінің ұлттың бейнесін және денсаулығын сақтауды қарастыруда.\nДемек, бүгінгі таңда Қазақстанда күн тәртібінде тұрған әлеуметтік маңызы зор мәселенің бірі — халық денсаулығы.\nКелесі бір мәселе, адам баласының өз қолымен жасаған табиғат апаты. Бір мысал алайық, атом радиациясының кеселінен су кепті, жер тозаңға, тас күлге айналды, өсімдік өсуін тоқтатты. Ауа қозғалысы өзгергендіктен, жер бетіндегі тіршілік күн өткен сайын апатқа ұшырауда. Міне, тіршіліктің, болашақ жанды заттардың жер бетінен жойылу қаупінің негізі осында. Бұл қағиданың негізінде, енді адамзат тіршілікті сақтап қалудың жолын іздеуде. Демек, денсаулықты сақтап, ұзақ өмір сүрудің бір-ақ жолы бар. Ол — салауатты өмір сүру салты.\nСөз соңында қайыра айтарымыз, халық денсаулығы тек медицина қызметкерлерінің кәсіби тірлігі ғана емес, бүкіл қоғамның тұтас денсаулық сақтауға және нығайтуға арналған үйлескен іс-қимыл әрекеттерінің жемісі екенін баршамыз да ұғынуға тиіспіз. Сонда ғана қоршаған ортаны сақтай отырып, таза су ішіп, дұрыс тамақтанып, иманды және салауатты өмір салттарын тұрақты қалыптастырсақ болашақтың жарқын кепілі болмақ. Жастары әлсіз, денсаулығы нашар, білімсіз, зиянды әдеттерге әуес, жалқау, тәрбиесіз болса ол мемлекет қашанда әлсіз, қорғансыз. Жастар - біздің болашағымыз.Ал бізге болашағымыздың айбындылығы мен жарқындылығы қажет. Келешегінен үміт күткізіп отырған бүгінгі жастар - ертеңгі қоғам иелері!\nТолығырақ: https://articlekz.com/kk/article/25647",
                "date": "21.12.2020",
                "upvotes": 0
            },
            {
                "text": "Иа, бар ғой. Қазір жұрттың көбі салауатты өмір салтын ұстанады деп ойлаймын.",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cутек пен хлордың тепе-теңдік кезіндегі концентрацияларын табыңдар.",
        "question_content": "Сутек пен хлордың бастапқы концентрациялары 0,04моль/л ол хлор сутектің тепе теңдіктің кезіндегі концентрациясы 0,05 моль сутек пен хлордың тепе теңдіктің кезіндегі концентрацияларын және тепе теңдік константасын табыңдар",
        "question_date": "21.12.2020",
        "question_tag": "Химия",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсімде құқықтың ішінде ақ кітап пен қара кітап ұстап тұр екенмін.",
        "question_content": "Түсімде құдықтың ішінде, ақ кітап пен қара кітап ұстап тұр екенмін. Не мағынаны білдіреді?",
        "question_date": "21.12.2020",
        "question_tag": "Тұлға, Адам",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сыныпта болған бір оқиға, немесе сабақ үстінде ойлаған ойларыңыз, айтылған оқиға , немесе өзіңіздің жеке қиялыңыздағы оқиғалардан осындай түс көруіңіз мүмкін. Себебі , түсімізде көбіне біз өңімізде мымызда болған ақпаратты көреміз.",
                "date": "4.01.2021",
                "upvotes": 0
            },
            {
                "text": "Жалпы қазекеңде түсті не болсада жақсыға жору керек. Ал енді түсіңіз бойынша құдықтың ішінде ақ кітап пен қара кітап өзіңіздегі бір мәселе бойынша таразыға салып, ойланып жүрсің. Ақпен қараны ажырату керек болып жүр сізге. Сол өңізде көңейіңізде жүрген мәселені еске түсіріп, шешімін тауып кеткеңіз.",
                "date": "19.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атриса, әнші, тележүргізуші болу үшін не істеу керек?",
        "question_content": "Әнші актриса тележүргізуші болғым келеді Т.Жүргеновтың академиясына қалай түсем мен монғолияда тұрам мені қабылдайма сұрағыма жауап беріңіздерші өтінем?",
        "question_date": "21.12.2020",
        "question_tag": "Мамандық",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл мамандықтар үшін ең алдымен адамда талант, өнер болуы керек. Кейін осы талантты шыңдаса, онда  осы мамандықтардың иесі бола алады.",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Реакцияның стандартты жағдайдағы жылу эффектісін есептеңдер.",
        "question_content": "2. Анықтамалықтағы мәліметтерді қолданып реакцияның стандартты жағдайдағы жылу эффектісін есептеңдер: CaC (Г) + 2H2O (С) = Ca(OH)2 (Қ) + C2H2 (Г)",
        "question_date": "21.12.2020",
        "question_tag": "Химия",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анықтамалықтағы мәліметтерді қолданып реакцияның стандартты жағдайдағы жылу эффектісін есептеңдер: CaC (Г) + 2H2O (С) = Ca(OH)2 (Қ) + C2H2 (Г)",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 17-ге енді толдым. Бірақ 2 бетім солып қалған. Ол неден?",
        "question_content": "Сол кеше гана бетім дерскы боп тур еді.Бүгін айнадан шошып кетті.Неғой кім кеңес бере алады .Нестесем Болады кайтадан Калпына келтіру үшін. АЛДЫН АЛА РАХМЕТ Жауап берген адам Бақытты болш",
        "question_date": "21.12.2020",
        "question_tag": "Денсаулық",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұндай сұраққа варианттар көп:\n\nАлдында бірдеңе жегесің,\n\nдұрыс ұйықтамағансың\n\nішкі құрылысыңда бірдеңе болды т.б.",
                "date": "22.12.2020",
                "upvotes": 0
            },
            {
                "text": "Организмынызды ретке келтіру  керек",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темірді қалай балқытты?",
        "question_content": "Темірді қалай балқытты?",
        "question_date": "21.12.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдар темірді балқыту үшін пеш-көрік- терді пайдаланған. Пeштің ішіне отын caлып, үcтінe кeн тaсын тaстaған.\nЕрте темір ғасыры кезеңінде Қазақстандағы тайпалар темір өндіруді игерді. Шеберлер құю технологиясының түрлі әдіс-тәсілдерін меңгеріп, техникалық өңдеу арқылы бұйымдарға кез келген пішін бере алды. Жыртқыш аңдардың бейнелері салынған ат әбзелдері, таналар мен тоғалар құюшы шеберлердің қолымен жасалған. Қазақстан аумағындағы тұрақтардан табылған заттар мен құралдар үш топқа бөлінеді: қару-жарақ, ат әбзелдері және әшекей бұйымдар.",
                "date": "24.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саптық адым қандай жағдайларда қолданылады?",
        "question_content": "Сап және оның элементтерін атаңыз?\n\nСап дегеніміз не?\n\nСаптық адым қандай жағдайларда қолданылады?\n\nЖауынгерлік машинадағы мотоатқыштар бөлімшесінің құрамы қандай?\n\nАвтоматты толық емес бөлшектеу тәртібі.\n\nАК-74 ұрыстық қасиеттерінің сипаттамасы.\n\nАлгашкы аскери дайындыктан керек еди. Сессия сурагы еди. Билип жатсаныздар жаза кесетсениздер",
        "question_date": "21.12.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сап — әскери қызметшілердің, бөлімшелер мен бөлімдердің жаяу ретте және машиналарда бірлесіп қимылдау үшін жарғымен белгіленуіне сай орналасуы.\nСап жазылған және жорықтық болуы мүмкін. Сап әскери тәртіпті нығайтуға ықпал етеді, бөлімшелер мен болімдерді реттеп, басқаруга жағдай жасайды, олардың тез қайта орналасып, ұйымдасқан қимылдар жасауына мүмкіндік береді.\nСаптын әскери кызметшілер бетін беріп тұрған жағы — мандай шеп, оң және сол қанаттары — қапталдар, мандай шепке қарсы жақ — Саптын тыл жағы болады. Қапталдар арасындағы қашықтық саптың ұзындығы, алдыңғы қатардан соңғы қатарға дейінгі ара қашыктық — Саптың тереңдігі деп аталады.\nСаптық адым қандай жағдайларда қолданылады?\nСаптық адым бөлімшелердің салтанатты шерумен жүріп өту кезінде; олардың қозғалыс кезінде әскери сәлемдесуді орындау кезінде; әскери қызметші саптан шыққанда және қайтып келгенде; саптық даярлық жөніндегі сабақтарда қолданылады.\nБасқа жағдайларда жорықтық адым қолданылады.\nСаптық адыммен қозғалыс жасау: «Саппен адым бас!» (қозғалыс кезінде: «Саппен – адымда!» пәрменімен, ал жорықтық адыммен қозғалыс жасау: «Адым бас!» пәрмені бойынша басталады.\nАлдын ала пәрмен бойынша дене біршама алға ұмсындырылады, оның салмағы орнықтылығын сақтай отырып, оң аяққа салынады; орындалатын пәрмен бойынша қозғалыс сол аяқтан толық адыммен басталады.\nСаптық адыммен қозғалыс кезінде аяқтың ұшын жерден 15–20см жоғары көтеріп, аяқ алға созылады және табанға нық қойылады. Иықтан бастап, қолдармен дененің айналасында қозғалыс жасау керек; алға – оларды шынтақта денеден алақанның еніндей ұстап, белдіктен жоғары көтерілетіндей бүгіп, ал шынтақ қолдың білегінің деңгейінде болу керек; артқа – иық буынының шегіне жеткенше. Қолдың саусақтарын жартылай бүгіп, басты тік ұстап, өзінің алдына қарау керек.\nЖорықтық адыммен қозғалыс жасау кезінде аяқтың ұшын созбай, еркін қозғау керек және оны жерге әдеттегі жүрістегідей қою керек; қолмен дененің айналасында еркін қозғалыс жасау керек.\nЖорықтық адыммен қозғалыс жасау кезінде: «Тік тұр!» пәрмені бойынша саптық адымға көшу керек. Саптық адыммен қозғалыс жасау кезінде: «Еркін тұр!» пәрмені бойынша жорықтық адыммен жүру керек.\nОрнында тұрып адым жасау «Орныңда адым – бас!» (қозғалыста: «Орныңда!») пәрмені бойынша жүргізіледі.\nОсы пәрмен бойынша аяқты жерден 15-20см көтеру керек және оны ұшынан бастап табанға толық қою керек, сол аяқты жерге қоюмен бір мезгілде берілетін: «Тура!» пәрмені бойынша оң аяқтан орнында тағы бір адым жасап қозғалысты сол аяқтан толық адыммен бастау керек.\nҚозғалысты тоқтату үшін оң немесе сол аяқты жерге қоюмен берілген орындалатын пәрмен бойынша тағы да бір адым жасап саптық тұрысты қабылдау керек. Мысалы: «Взвод– тоқта!»\nҚозғалыстың жылдамдығын өзгерту үшін: «Қарышта!», «Қысқа адымда!», «Жиі адымда!», «Жарты адымда!» деген пәрмендер беріледі.\nЖекелеген әскери қызметшілердің орнын бірнеше адымға өзгерту үшін пәрмен беріледі. Мысалы «Қатардағы жауынгер…., оңға (солға) екі адым - бас!». Осы пәрмен бойыншаәр адымнан кейін аяқты ыңғайлап қоя отырып, оңға (солға) екі адым жасау керек.\nАлға немесе артқа бірнеше адым орын ауыстыру үшін пәрмен беріледі.\nМысалы: «Екі адым алға (артқа) – бас!». Осы пәрмен бойынша әр адымнан кейін аяқты ыңғайлап қоя отырып, оңға (солға) екі адым жасау керек.\nАвтоматты (пулеметті) толық емес бөлшектеу тәртібі:\n1). Оқжатарды бөлектеу. Автоматты (пулеметті) сол қолмен дүмінің маңдайшасынан не құндағынан ұстап, оң қолмен оқжатарды орай ұстайды, бас бармақпен бекіткішті қысып, оқжатардың төменгі жағын ілгері ұмсындырып, оны бөлектеп алады. Содан кейін оқтықта оқтың бар жоғын тексереді, бұл үшін ауыстырғыш төменге түсіріледі, оны «АВ» ( автоматты ату) немесе «ОД» (жекелей ату) жағдайына қойып, бекітпе жақтауының тұтқасы кейін жылжытылады, оқтықты тексеріп, бекіткіш жақтауы жіберіліп, шүріппені ұрыстық қайырудан (взводтан) босатады.\n2) Жабдықтар пеналын дүм ұясынан шығарып алу. Оң қолдың сұқ саусағымен дүм ұясының қақпағын пенал серіппенің әсерімен ұядан шығатындай етіп басады; пеналды ашып, одан сүрткішті, тазалағышты,\nбұрауышты, қаққышты шығару қажет.\n3) Сүмбіні алу. Сүмбінің ұшын оның басы қарауылдың негізіндегі тіректен шығатындай етіп ұңғыдан тартып, сүмбіні жоғары суырып алады.\n4) Автоматтан – ұңғылық тежеуіш - компенсаторын, пулеметтен – жалын сөндіргішін бөліп алу. Бұрауышпен ұңғылық тежеуіш компенсатордың орнықтырғышы батырылады. Ұңғылық тежеуіш компенсатор қарауыл негізіндегі бұрандалы дөңестен сағат тіліне қарсы бағытта бұралып шығарылады. Ұңғылық тежеуіш компенсатор (жалын сөндіргіш) тым қатты бұралған жағдайда ұңғылық\nтежеуіш компенсатордың әйнегіне қойылған сүмбінің көмегімен бұрап алуға болады.\n\n5) Ұңғы қорапшасының қақпағын бөлектеу. Сол қолмен дүмнің мойнын қамти ұстап, осы қолдың бас бармағымен қайтармалы механизмнің бағыттаушы өзегінің дөңесін басады, оң қолмен ұңғы қорабы қақпағының артқы бөлігін жоғары көтеріп қақпақшаны алады.\n\n6) Қайтармалы механизмді бөліп алу. Автоматты (пулеметті) дүмнің мойнынан сол қолмен ұстап тұрып, оң қолмен қайтармалы механизмнің бағыттаушы өзегін оның өкшесі ұңғы қорабының бойлық ойығынан шыққанша ілгері қарай ұмсындырады; бағыттаушы өзектің артқы шетін көтеріңкіреп, қайтармалы\nмеханизмді бекітпе жақтауының арнасынан шығарады.\n\n7) Бекітпемен қоса бекітпе жақтауын алу. Автоматты (пулеметті) сол қолмен одан әрі ұстап тұрып, оң қолмен бекітпе жақтауын артқа тірелгенше тартып, оны бекітпемен бірге көтеріңкіреп барып, ұңғы қорабынан бөлектеп алады.\n\n8) Бекітпені бекітпе жақтауынан алу. Бекітпе жақтауын бекітпе жоғарыда болатындай етіп сол қолға алады; оң қолмен бекітпені кейін шегеріп, бекітпенің жетекші дөңесі бекітпе жақтауының фигуралы ойығынан шығатындай етіп, бекітпені алға қарай шығарып алады.\n\n9) Ұңғылық бастырмасымен газ түтігін босатып алу. Автоматты (пулеметті) сол қолмен ұстап тұрып, оң қолмен жабдық пеналын газ түтігі тұйықталғышының шығыңқысына тік бұрышты саңылаумен кіргізеді, жапқышты өзінен тік жағдайға дейін бұрып, газ түтігін газ камерасының келте\nтүтігінен шығарып алады.\n\nАвтоматты (пулеметті) толық емес бөлшектеуден кейін жинастыру реті.\n1. Газ түтікшесін ұңғылық бастырмасымен қосу. Автоматты (пулеметті) сол қолмен ұстап тұрып, оң қолмен газ түтігін алдыңғы шетімен газ камерасының келте түтігіне ұмсындырады және ұңғы бастырмасының артқы шетін ұңғыға қысады; тұйықталғышты оның орнықтырғышы көздеу қалыбының ойығына кіргенше бұрайды.\n2. Бекітпені бекітпе жақтауына қосу. Бекітпе жақтауын сол қолмен оң қолға алып, оны цилиндрлі бөлігімен жақтау арнасына сұғады; бекітпені оның жетекші дөңесі бекітпе жақтауының фигуралы ойығына кіретіндей етіп бұрап, бекітпені алға қарай сұғады.\n\n3. Бекітпемен қоса бекітпе жақтауын ұңғы қорабына қосу. Сол қолмен дүмнің мойыншасын қамти ұстайды. Бекітпесіне қоса бекітпе жақтауын оң қолда бас бармақпен қысылған бекітпе алдыңғы жағдайда болатындай етіп ұстап тұрып, газ поршенін көздеуіш қалыбының қуысына кіргізеді де ұңғы қорабының қайырмалары бекітпе жақтауының ойықтарына кіретіндей етіп бекітпе жақтауын ілгері жылжытады, оны сәл - пәл күштеп ұңғы қорабына қосады да, ілгері ұмсындырады.\n\n4. Қайтармалы механизмді қосу. Оң қолмен қайтармалы механизмді бекітпе жақтауының арнасына кіргізеді, қайтармалы серіппені қысып, бағыттаушы өзекті ілгері итереді де, біршама төмен түсіріп, оның өкшесін ұңғы қорабының бойлық ойығына кіргізеді.\n\n5. Ұңғы қорапшасының қақпағын қосу. Ұңғы қорабының алдыңғы шетімен көздеу қалыбындағы жартылай шеңбер ойыққа кіргізіледі, қақпақтың артқы шетін оң қолдың алақанымен қайтармалы механизмнің бағыттаушы өзегінің шығыңқысы ұңғы қорабының қақпағының ойығына кіретіндей етіп алға және төмен ұмсындырады.\n\n6. Шүріппені ұрыстың қайырмасынан босатып, сақтандырғышқа қою. Ағытқыш ілмекті басып, ауыстырғышты тірелгенге дейін жоғары көтереді.\n7. Автоматқа ұңғылы - тежеуіш компенсаторды, пулеметке – жалын сөндіргішті қосу. Дүмді тежеуіш - компенсаторды қарауыл бойындағы шығыңқы бөлікке тірелгенше бұрайды. Егер ұңғылы тежеуіш - компенсатордың (жалын сөндіргіштің) саңылауы орнықтырғышқа сәйкес келмесе, ұңғылы тежеуіш - компенсатор ұңғысына немесе жалын сөндіргішті саңылау орнықтырғышқа орналасқанша айналдырады (бір айналымнан артық емес)\n8. Сүмбіні қосу.\n\n9. Пеналды дүм ұясына салу. Сүрткішті, тазалағышты, бұрауышты, қаққышты пеналға салып, қақпағын жабады да, пеналды түбімен дүм ұясына қақпақша жабылатындай етіп кіргізеді. Жиналмалы дүмді автоматта пенал оқжатарға арналған сөмке қалтасына салынады.\n10. Оқжатарды автоматқа қосу. Автоматты сол қолмен дүм мойыншасынан немесе шетмойыннан ұстап тұрып, оң қолмен оқжатардың ілгішін ұңғы қорабының терезесіне енгізіп, оқжатардың ілмегі оқжатардың тірек шығыңқысынан асатындай етіп өзіне бұрады.",
                "date": "21.12.2020",
                "upvotes": 0
            }
        ]
    }
]