[
    {
        "question_title": "Логопед айлығы 2 буынмен есептеле ма?",
        "question_content": "Мектепте логопедтің педагогқа теңестірілген ба? Айлық қай буынмен есептеледі?",
        "question_date": "6.12.2023",
        "question_tag": "Заң",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі натурал санның қосындысы 47, ал айырмасы 11-ға тең. Кіші санды табыңыз?",
        "question_content": "Екі натурал санның қосындысы 47, ал айырмасы 11-ға тең. Кіші санды табыңыз?",
        "question_date": "6.12.2023",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x+y=47\n\nx-y=11\n\nЕкі теңдеуді қосып жіберсек\n\n2x = 58\n\nx = 29\n\ny = 47 - x = 47 - 29 = 18\n\nЕң кіші сан 18-ге тең",
                "date": "7.12.2023",
                "upvotes": 0
            },
            {
                "text": "Ол үшін оқы сосын білесің ок?",
                "date": "15.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отандық тарихтың өзекті мәселелері қазіргі білім беру үдерісінде",
        "question_content": "Отандық тарихтың өзекті мәселелері қазіргі білім беру үдерісінде. Егерде Алаш кайраткерлеры репрессияга ушырамаган жагдайда былым жуйесы кандай болатын еды?\n\nЧто было бы,если к примеру А.Байтурсынов был не репрессирован,как это сейчас повлияло бы на обучение.\n\nотыныш срочно керек болып тур",
        "question_date": "6.12.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жазасын өтеуші орнына адам қою",
        "question_content": "Ассаламалейкум! Менің әпкем абақтыда соның орнына жазасын мен өз еркіммен өтесем болады ма? Заң білетіндер бар ма?",
        "question_date": "6.12.2023",
        "question_tag": "Заң",
        "question_views": 211,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Адамның мазасын алса да оянбай ұйықтататын дәрі бар ма?",
        "question_content": "Адамды неше оятуга тырыссанда оянбайтындай жасайтын дары бар ма",
        "question_date": "6.12.2023",
        "question_tag": "Жалпы медицина",
        "question_views": 203,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сауал берілген уақытта (жасау туралы жауап беру уақытымдан) адамдарды толық жатпайды жатпайтын жатқыздармен қазір болмаған препарат бар емес. Қайташау жатырма жатпайдың күйі мен оны басқаруы адамдың орталығындағы ұйымдардың медициналық сапасында қиын жатқыздарды орсау мүмкіндігін санайды.\n\nЖатпай жатқыздары мен оларды басқару жүйелері, қандықтар мен физиологиялық процестермен оған келетін байланыстармен аталады. Тамақ жатқыздары мен созылу процестердің өзгерістері тыныштық органдың өзінде жатпайдың қандайсыз дайындалуына жол аша алады және осы процестерді өзгерту өте тымжысыз медициналық қайдаларға осылайша озарта алатын жақтырмаларды көздейді.\n\nЕгер сізде жатпаймен байланысты конкретті мәселелер немесе сізде тамақ жатпайы мен басымы бойынша сізге мәртебесіз кеңес беру көмек көрсететін сіздің дайындалуы жатпайы мен басымыныз бойынша дайындалу келісімі көрсетілгендерге байланысты болса, сізге докторға немесе жатпай мен басым специалистіне хабарласу көмек көрсетіледі.",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конус табаны радиусы 2 см-ге, ал жасаушысы 3 см-ге тең. Конустың толық бетінің ауданы?",
        "question_content": "Конус табаны радиусы 2 см-ге, ал жасаушысы 3 см-ге тең. Конустың толық бетінің ауданын тап?",
        "question_date": "5.12.2023",
        "question_tag": "Геометрия",
        "question_views": 1500,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "r=2 см\nl=3 см\n\nS=πrl\n\nS=2*3*π=6π≈18,84 см²",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 тұрақты сөз тіркесі керек?",
        "question_content": "3 тұрақты сөз тіркесі қазақ тілі пәнінен керек?",
        "question_date": "5.12.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ит өлген жер — алыс\nтайға таңба басқандай — анық\nТілді үйіреді — тәтті\nкөз шырымын алу — ұйықтау\n\nтолығырақ: https://surak.baribar.kz/564413/",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әль Фараби атындағы университетке психология мамандығына қанша балмен түсуге болады",
        "question_content": "Био гио дан қанша бал алсам, Әль Фараби атындағы университетке түсе алам",
        "question_date": "5.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 270,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2023 жылы грантқа шекті балл - 97 балл\n\n2022 жылы грантқа шекті балл - 90 балл болған.",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүсіпбек Аймауытовтың \"Ақбілек\" романындағы Ақбілекке хат",
        "question_content": "Хат Ақбіллекке. Қазіргі уақытта не деп жазуға болады?\nЖүсіпбек Аймауытов Ақбілек романы",
        "question_date": "5.12.2023",
        "question_tag": "Үй тапсырмасы",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сұрақты қатесіз, дұрыс қой",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Философия мұғалімі қиын сұрақ қойып, оған толық жауап беруін сұрайды",
        "question_content": "Философия мұғалімі қиын сұрақ қойып, оған толық жауап беруін сұрайды.\n\nСұрақ мынадай:\n\nҒаламдағы өмірдің түпкі мақсаты мен мәні неде?",
        "question_date": "5.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 238,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғаламдағы өмірдің түпкі мақсаты мен мәні туралы сұрақ көптеген түрлі көзқарастар бар философиялық сұрақтардың бірі болып табылады. Әр түрлі философиялық, діни және мәдени дәстүрлер өз жауаптарын ұсынады. Бұл сұраққа толық жауап келесі аспектілерді қамтуы мүмкін:\n1.  Діни көзқарас:  кейбір діни дәстүрлер өмірдің мақсаты Құдайға қызмет етумен, Құдайдың өсиеттерін орындаумен және өмірден кейінгі дайындықпен байланысты деп тұжырымдайды.\n2.  Философиялық көзқарас:  әр түрлі философиялық мектептер өмірдің мағынасын әр түрлі түсіндіруді ұсынады, олардың ішкі бостандығын білдіруден (Экзистенциализм) үйлесімділік пен тепе-теңдікке (Даосизм) қол жеткізуге дейін.\n3.  Ғылыми көзқарас:  ғылым тұрғысынан өмірдің мақсаты табиғи процестермен, түрлердің жалғасуымен және қоршаған ортаға бейімделуімен байланысты болуы мүмкін.\n4.  Гуманистік көзқарас:  гуманизм философиясы адамның жеке дамуы, мәдени инвестициялары және қоғамға қызмет етуі арқылы өз өміріне беретін мағынасы мен мақсатының маңыздылығын көрсетеді.\nБұл сұрақтың толық жауабы дүниетанымның әртүрлілігін құрметтеуді және жеке сенімдер мен құндылықтар контекстінде әртүрлі көзқарастарды синтездей білуді қамтиды.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақылы бөлімде оқып жатып, өз еркіммен оқудан шықсам ақша төлеймін бе?",
        "question_content": "Өз еркіммен оқудан шықсам платный оқитын едім 3ай болды.Әлде кредит анау мынау төлетедіма?",
        "question_date": "5.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқуға түскеннен және оқудан шыққан аралықта жазылған жарлық бойынша ақша төлейсіз",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен бір қызбен доспын сәл ренжігіш кіммен дос болам",
        "question_content": "Айтыңдаршы кіммен дос болам",
        "question_date": "5.12.2023",
        "question_tag": "Мектеп",
        "question_views": 199,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызбен өз сезімдеріңіз бен түсініспеушіліктеріңізді талқылау маңызды. Ықтимал түсініспеушіліктерді шешу және достығыңызды нығайту үшін ашық сөйлесіңіз.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйінбай мен Қатаған жанама мінездеме керек срочно?",
        "question_content": "Қатаған мен Сүйінбай жанама мінездеме керек",
        "question_date": "5.12.2023",
        "question_tag": "Мектеп",
        "question_views": 612,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасынан жыраулығымен елге танылған. Жамбыл aқын “Менің пірім – Сүйінбай, сөз сөйлемен сыйынбай” деп оны ұстаз тұтқан. Aрғы атасы Күсеп Жиенқұлұлы (1701 – 1791) жауынгер ақын, жыршы, күйші, қобызшы болған. “Өтеген батыр” жырын шығарып, “Мың бір түн”, “Шаһнама”, “Көроғлы”, “Тотының тоқсан тарауы” дастандарын жырлаған. Күсептің үлкен ұлдары Жаңбыршы мен Жаманақ қазақ арасына жыршы, қобызшы, күйшілігімен белгілі болса, кенже баласы Арон (1750 – 1835] жастайынан өткірлігімен, мәмілегер шешендігімен ел аузына іліккен. Атадан балаға жалғасқан ақындық, шешендік өнер Сүйінбайға дарыған. Сүйінбайдың өзінен үлкен Жаманшал, Жұмық деген ағалары, Оспан атты інісі сыншыл, бірқақпай өлеңдерімен ауыл арасына танылған. Бұл жөнінде Жаманшал Сүйінбайға: “Отбасында мен жүйрікпін, шаршы топта сен жүйріксің” дейді екен.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тотығу тотықсыздану химия бойынше есептеу?",
        "question_content": "Тотыгу тотыксыздану шешип беруге комектесип жберисизба",
        "question_date": "4.12.2023",
        "question_tag": "Мектеп",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тотығу-тотықсыздану химиясындағы есептеулер қосылыстардағы элементтердің тотығу дәрежесін анықтауды талап етеді. Әрбір элемент үшін тотығу дәрежелерін анықтайық:\n\n1. CH₄ (метан):\n   C: -4\n   H: +1\n\n2. FeCl₃(темір (III) хлориді):\n   Fe: +3\n   Cl: -1\n\n3. Cafß (кальций фториді):\n   Ca: +2\n   F: -1\n\n4. РН₃ (сутегі фосфиді):\n   P: -3\n   H: +1\n\n5. Na₂S (натрий сульфиді):\n   Na: +1\n   S: -2\n\n6. SO₂ (күкірт диоксиді):\n   S: +4\n   O: -2\n\n7. NH₃ (аммиак):\n   N: -3\n   H: +1\n\n8. K₂S (калий сульфиді):\n   K: +1\n   S: -2\n\n9. ZnO (мырыш оксиді):\n   Zn: +2\n   O: -2\n\n10. H₂O (су):\n    H: +1\n    O: -2\n\n11. AlCl₃ (алюминий хлориді):\n    Al: +3\n    Cl: -1\n\n12. MgO (магний оксиді):\n    Mg: +2\n    O: -2\n\n13. Nß (азот дистикзиді):\n    N: 0\n\nЕнді екінші тізімге көшейік:\n\n1. MnCl₄ (марганец хлориді(IV)):\n   Mn: +4\n   Cl: -1\n\n2. MnO₂ (марганец диоксиді):\n   Mn: +4\n   O: -2\n\n3. H₂O₂ (сутегі асқын тотығы):\n   H: +1\n   O: -1\n\n4. KNO₃ (калий нитраты):\n   K: +1\n   N: +5\n   O: -2\n\n5. S₈ (кристалды күкірт):\n   S: 0\n\n6. K₂FeO₄ (калий гиперманганаты):\n   K: +1\n   Fe: +6\n   O: -2\n\n7. Pb (no N) ₂ (қорғасын (II) нитраты):\n   Pb: +2\n   N: +5\n   O: -2\n\n8. Mg₃N₂ (магний нитриді):\n   Mg: +2\n   N: -3\n\n9. CaSO₃ (кальций сульфиті):\n   Ca: +2\n   S: +4\n   O: -2\n\n10. KMnO₄ (калий перманганаты):\n    K: +1\n    Mn: +7\n    O: -2\n\n11. K₂CrO₄ (калий хроматы):\n    K: +1\n    Cr: +6\n    O: -2\n\n12. CuSO₄ (мыс(II) сульфаты):\n    Cu: +2\n    S: +6\n    O: -2\n\n13. РН₃ (сутегі фосфиді):\n    P: -3\n    H: +1\n\n14. CuI(мыс йодиді (I)):\n    Cu: +1\n    I: -1\n\n15. CuS (мыс сульфиді):\n    Cu: +1\n    S: -2\n\n16. Ca₃ (po)) ₂ (кальций фосфаты):\n    Ca: +2\n    P: +5\n    O: -2\n\n17. H₂S (күкіртсутек):\n    H: +1\n    S: -2\n\n18. FeS₂ (күкірт темір):\n    Fe: +2\n    S: -1\n\n19. Ca (H₂PO)) ₂ (кальций дигидрофосфаты):\n    Ca: +2\n    H: +1\n    P: +5\n    O: -2\n\n20. Cr₂ (SO₄) ₃ (хром (III) сульфаты):\n    Cr: +3\n    S: +6\n    O: -2\n\n21. Mg (магний):\n    Mg: 0\n\n22. NCl₃(азот хлориді (III)):\n    N: +3\n    Cl: -1\n\n23. P₄O₆ (хлор фосфаты):\n    P: +3\n    O: -2\n\n24. FeSO₃(темір (II) сульфиті):\n    Fe: +2\n    S: +4\n    O: -2\n\n25. Cn₄scl (метилсульфидхлорид):\n    C: -4\n    H: +1\n    S: +2\n    Cl: -1\n\n26. Ca (CIO₂) ₂ (кальций гипохлориті):\n    Ca: +2\n    Cl: +1\n    O: -2\n\n27. CaOCl₂ (кальций гипохлориті):\n    Ca: +2\n    O: -2\n    Cl: +1\n\nБұл тотығу дәрежелерін химиялық реакцияларды есептеу үшін пайдалануға болады. Егер сізде көмек сұрайтын нақты сұрақтарыңыз немесе теңдеулеріңіз болса, оларды нақтылаңыз, мен көмектесуге қуаныштымын.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1,5 тауық 1,5 жұмыртқа туады. 12 тауық қанша жұмыртқа туады?",
        "question_content": "1,5 тауык 1,5 жумыртка туады. 12 тауык канша жумыртка туады?",
        "question_date": "4.12.2023",
        "question_tag": "Мектеп",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер 1,5 тауық 1,5 жұмыртқа туса, онда 12 тауық 12 жұмыртқа туады.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эритроцит, лейкоцит, тромбоцит түзілетін орны?",
        "question_content": "1. Эритроцит түзілетін орны?\n\n2. Лейкоцит түзілетін орны?\n\n3. Тромбоцит түзілетін орны?",
        "question_date": "4.12.2023",
        "question_tag": "Биология",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эритроцит жасушалары қызыл сүйек кемігінде түзіледі. Бұл организмдегі оттегін тасымалдауға жауап беретін гемоглобинді қамтитын ядросыз жасушалар. Эритроциттер шамамен 120 күн өмір сүреді, содан кейін олар көкбауыр мен бауырда жойылады.\n\nЛейкоцит жасушалары қызыл сүйек кемігінде, сондай-ақ лимфа түйіндерінде, бадамша бездерде, көкбауырда және тимуста түзіледі. Лейкоциттер бірнеше түрге бөлінеді, олардың әрқайсысы ағзаны инфекциялардан қорғауда өз қызметін атқарады.\n\nТромбоциттер қызыл сүйек кемігінде мегакариоциттерден түзіледі. Тромбоциттер қанның ұюына қатысады, қан кетудің алдын алады.\n\nОсылайша, барлық қан жасушалары сүйек кемігінде пайда болады. Бірақ жасуша түріне байланысты оның пайда болуы сүйек кемігінің әртүрлі бөліктерінде болуы мүмкін.",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 семестрден кейін қалай басқа университетке ақылы бөлімге ауысуға болад?",
        "question_content": "Универді 1 ші семестордан сон ауыстыратын деп едім платныйға ол үшін не істеу қажет",
        "question_date": "4.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім беру гранты бойынша оқитын Студент, егер ол ұқсас МБТ-ға ауыстырылған жағдайда, білім беру грантын сақтай отырып, басқа ЖОО-ға ауыса алады.\n\nЖекелеген жоғары оқу орындары үшін бекітілген Білім беру гранты бойынша нысаналы орындарға түскен студенттер, сондай-ақ бөлінген квота шегінде педагогикалық, техникалық және ауыл шаруашылығы МББЖ басқа жоғары оқу орнына тек ақылы негізде ауыса алады.\nБатыс, халық тығыз қоныстанған және жаңадан құрылған облыстар үшін жастарға арналған гранттар бойынша түскен студенттер білім беру грантын сақтай отырып, жоғары оқу орындарының бекітілген тізбесі шеңберінде басқа жоғары оқу орындарына ауыса алады.\nСтуденттер мен магистранттарды басқа ЖОО-дан ұлттық ЖОО-ға ауыстыру тек ақылы негізде жүзеге асырылады.\n\nМемлекеттік білім беру тапсырысы бойынша білім алатын докторанттар мен магистранттарды бір ЖОО-дан екіншісіне ауыстыруға білім беру саласындағы уәкілетті орган мемлекеттік білім беру тапсырысын қайта бөлу жолымен жол беріледі.\n\nСтуденттерді бір университеттен екінші университетке ауыстыру процедурасы келесідей:\n\n1) басқа ЖОО - ға ауысқысы келетін студент өзі оқитын ЖОО басшысының атына ауыстыру туралы өтініш береді және мөрмен бекітілген аудармаға жазбаша келісім алғаннан кейін оны қызықтыратын ЖОО басшысына жүгінеді;\n\n2) қабылдаушы ЖОО басшысының атына ауыстыру туралы өтінішке мыналар қоса берілуге тиіс:\n\nоқу работе жөніндегі проректор мен Офис-тіркеуші қол қойған және мөрмен бекітілген транскрипттің көшірмесі;\nҰлттық бірыңғай тестілеуді немесе кешенді тестілеуді тапсыру туралы сертификат (бакалавриат үшін);\nтүсу емтихандарын тапсыру туралы сертификат (магистратура және докторантура үшін);\nбілім беру гранты иегерінің куәлігі.\n3) факультет деканы ұсынылған құжаттар негізінде оқу жоспарларындағы пәндердің айырмашылығын айқындайды және игерілген пререквизиттерге сәйкес оқу курсын белгілейді, білім беру бағдарламасына сәйкес игерілген кредиттерді қайта есептеуді жүргізеді және тіркеу бөлімімен келісім бойынша білім алушының жеке оқу жоспарын бекітеді;\n\n4) факультет деканының, оқу бөлімі бастығының, ЖОО басшысының оқу жұмысы жөніндегі орынбасарының бұрыштамаларына сәйкес ЖОО басшысы студентті ауыстыру туралы бұйрық шығарады;\n\n 5) мемлекеттік білім беру тапсырысы бойынша білім алатын магистранттар мен докторанттарды ауыстырған жағдайда ЖОО басшысының бұйрығы Білім беру саласындағы уәкілетті органның шешімі қабылданғаннан кейін шығарылады\n\nСтудент ауысатын ЖОО басшысы бұйрық шығарылған күннен бастап 3 жұмыс күні ішінде студент бұрын оқыған ЖОО-ға өзінің жеке ісін жіберу туралы жазбаша сұрау жібереді. Сұрау салуға білім алушыны ауыстыру арқылы қабылдау туралы бұйрықтың көшірмесі қоса беріледі.\n\nБұрын білім алушы оқыған ЖОО басшысы осындай сұрау салуды алғаннан кейін \"ЖОО-ның атауына (атауына) ауысуына байланысты оқудан шығарылды\" деген тұжырыммен оқудан шығару туралы бұйрық шығарады және оқудан шығару туралы бұйрық шыққан күннен бастап 3 жұмыс күні ішінде білім алушының жеке ісін қабылдаушы ЖОО-ның атына жібереді.\n\nБілім алушы оқыған ЖОО-да транскрипт көшірмесі, сынақ кітапшасы, студенттік билет және жіберілетін құжаттардың тізімдемесі қалады.\n\nБілім алушыны ақылы негізде бір ЖОО-дан екінші ЖОО-ға ауыстыру кезінде ол мен қабылдаушы ЖОО арасында шарт жасалады.\n\nСтудентті шетелдік білім беру ұйымдарына ауыстыру кезінде игерілген оқу бағдарламалары (академиялық анықтама, транскрипт) туралы, сондай-ақ ҚР-да нострификациялау рәсімінен белгіленген тәртіппен өтуі тиіс алдыңғы білім беру деңгейін аяқтау туралы құжатты ұсыну қажет.",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде көк мысық көрдім не болады",
        "question_content": "Ол мысық анамың қолында ойнап тұр екен",
        "question_date": "4.12.2023",
        "question_tag": "Жалпы сұрақ",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ештене болмайды ондайларга сенеберме",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Марфалогиялық талдау",
        "question_content": "Абай жолы романынан узинди",
        "question_date": "3.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сұрақты дұрыс қойыңыз",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ала көзімен аты, Еңбегін сауды, Кірпік қақанша, қол қусыру, қысыр әнгіме басимеу",
        "question_content": "Ақ саусақ, Ала көзімен аты, Еңбегін сауды, Кірпік қақанша, қол қусыру, қысыр әнгіме басимеу",
        "question_date": "3.12.2023",
        "question_tag": "Қазақ тілі",
        "question_views": 370,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ала көзімен аты - жек көрді\n\nАқ саусақ - еріншек\n\nЕңбегін сауды - адал күн кешті\n\nКірпік қақанша - тез\n\nқол қусыру - бағыну, көну\n\nқысыр әнгіме - бос сөз\n\nбас имеу - келіспеу, берілмеу",
                "date": "6.12.2023",
                "upvotes": 0
            },
            {
                "text": "Ала көзімен атты - жек көрінішті қарады,\n\nАқ саусақ - ауыр жұмыс көрмеген-істей алмайтын адам,\n\nЕңбегін сауды - еңбекпен тапқан ақшсын қолданды,\n\nКірпік қақанша - өте жылдам,\n\nқол қусыру - ештене істемеу,\n\nқысыр әнгіме - бос әңгіме,жағымсыз әңгіме,\n\nбас имеу - бағынбау",
                "date": "6.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Томирис баласы Спаргапис мінездеме жазу?",
        "question_content": "Сақтар тарихындағы Томирис баласы Спаргаписке мінездеме, көзқарасы туралы ақпарат жазу керек?",
        "question_date": "3.12.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Томирис патшайымның ұлы Спаргапис халқы сүйген жас жауынгер болған. Ол ержүрек, қайсар еді, Отан үшін жанын қиюға дайын болды.\n\nСпаргапис ұзын қара шашты ұзын бойлы, бұлшықетті адам болатын. Ол жақсы денелі, әдемі жүзді болды. Оның көзі зерделі де парасатты, күлкісі сүйкімді еді.\n\nСпаргапис дарынды қолбасшы болды. Ол шайқаста тәжірибелі, жауынгерлерін жеңіске жете білген. Ол да дана, әділ билеуші, халқының қамын ойлаған.\n\nСпаргапис Томиристің жалғыз баласы болды. Ол оны дүниедегі бәрінен де жақсы көретін және оны мақтан тұтатын. Ол оны массагеттердің болашақ көсемі ретінде көріп, оның күшті және әділ билеушісі болғанын қалады.\n\nСпаргапис Парсы патшасы Ұлы Кирмен шайқаста қаза тапты. Оның өлімі массагеттер үшін үлкен қасірет болып, екі халық арасындағы соғысқа әкелді.\n\nМіне, Спаргапис сипаттамасына қосуға болатын бірнеше нақты мәліметтер:\n\nОл массагеттердің дәстүрлі киімін кие алады, ол үлбірден, былғарыдан және шалбардан, сондай-ақ киіз етіктен тұрады.\nСадақ пен жебе, найза мен қылыш сияқты көшпелілерге тән қару-жарақтарды алып жүретін.\nӘкесінен алған қанжарды алып жүретін әдеті болса керек.\nОның көшпенділер арасында жиі кездесетін татуировкасы болуы мүмкін.\nӘрине, бұл Спаргаписті сипаттаудың кейбір нұсқалары ғана. Сайып келгенде, бұл кейіпкерді қалай ұсынғысы келетіні авторға байланысты.",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын мұғалімі болу үшін қандай колледждерде грант бар?",
        "question_content": "Қандай колледждерде Ағылшын тілі мұғаліміне гранттар бар?",
        "question_date": "3.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 411,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқу орны оқу нысаны бағасы бір жыл оқу мерзімі\nСемей көпсалалы колледжі\nОтбасы\nБетпе-бет        \nМ. Жұмабаев атындағы Халықаралық колледж\nАстана\nБетпе-бет        \n\"Лингва\" шет тілдер колледжі\nАстана\nБетпе-бет        \nИнновациялық Еуразия университетінің Жоғары колледжі\nПавлодар\nБетпе-бет        \nПавлодар гуманитарлық-педагогикалық колледжі\nПавлодар\nКүндізгі 180000 тг 2 жыл 10 ай\nШығыс Қазақстан гуманитарлық колледжі. Абай\nӨскемен\nБетпе-бет        \nКАСУ жоғары колледжі\nӨскемен\nКүндізгі 3 жыл 10 ай (9 сынып) / 2 жыл 10 ай (11 сынып)\nКолледж - мектеп. академик Қ. а. Сағынова\nҚарағанды\nБетпе-бет        \nЖоғары педагогикалық колледжі. Ж. Досмұхамедова\nОрал\nБетпе-бет        \nОрал гуманитарлық-техникалық колледжі\nОрал\nБетпе-бет        \nОрал гуманитарлық колледжі\nОрал\nБетпе-бет        \n\"Дуние\" Колледжі\nАқтөбе\nБетпе-бет        \nАтырау инженерлік-гуманитарлық институтының колледжі\nАтырау\nКүндізгі 3 Г. 10 ай. (9 сынып) / 2 Г. 10 ай. (11 сынып)\nАтырау гуманитарлық колледжі. Қ. Дүтбаева\nАтырау\nБетпе-бет        \nКаспий маңы қазіргі заманғы жоғары колледжі\nАтырау\nБетпе-бет        \n\"Болашақ\" көпсалалы колледжі\nАқтөбе\nБетпе-бет        \nОҚМИА жанындағы \"Парасат\" колледжі. М. Сапарбаева\nШымкент\nБетпе-бет        \nZhansugurov College\nТалдықорған\nБетпе-бет        \n№2 Алматы мемлекеттік гуманитарлық-педагогикалық колледжі\nАлматы\nКүндізгі 3 жыл 10 ай (9 сынып)\nShymkent жоғары педагогикалық колледжі\nШымкент\nБетпе-бет        \n\"Қайнар\" Колледжі\nАлматы\nБетпе-бет        \nШет тілдері педагогикалық колледжі\nАлматы\nКүндізгі 3 жыл 10 ай (9 сынып) / 2 жыл 10 ай (11 сынып)\nАлматы Қазақ-түрік гуманитарлық-технологиялық колледжі\nАлматы\nБетпе-бет        \n\"Парасат\" Тараз колледжі\nТараз\nБетпе-бет        \nЖоғары колледжі. Абылай хан\nҚызылорда\nБетпе-бет        \n\"Әділмед\" көпсалалы колледжі\nАлматы\nБетпе-бет        \nКолледж-лицей. Сүлейман Демирел\nАлматы\nБетпе-бет        \nРудный әлеуметтік-гуманитарлық колледжі. Ы. Алтынсарин\nРудный\nБетпе-бет        \nYessenov University көпсалалы колледжі\nАқтау\nКүндізгі 3 Г. 10 ай./ 2 Г. 10 ай\n\"Арна\" Көкшетау жоғары колледжі\nКөкшетау\nБетпе-бет        \n\"ЗЕРЕК колледжі\" ЖМ\nҚостанай\nКүндізгі 3 жыл 10 ай\nЕкібастұз Инновациялық Еуразия университетінің колледжі\nЕкібастұз\nКүндізгі 3 Г. 10 ай.\nҚостанай педагогикалық колледжі\nҚостанай\nКүндізгі 3 жыл 10 ай\n\"Қайнар\" Колледжі\nАқтау\nБетпе-бет        \nБейнеу гуманитарлық-экономикалық колледжі, Бейнеу ауылы\nАқтау\nБетпе-бет        \n\"Каспий\"педагогика және салалық технологиялар колледжі\nЖаңаөзен\nБетпе-бет        \nАдамның үйлесімді дамуының \"өзін-өзі тану\" гуманитарлық колледжі\nАлматы\nБетпе-бет        \n\"Болашақ\"Колледжі\nШымкент\nБетпе-бет        \nЕсік гуманитарлық-экономикалық колледжі\nЕсік\nБетпе-бет        \nҚаскелең гуманитарлық-техникалық колледжі\nҚаскелең\nБетпе-бет        \nЖаркент Жоғары гуманитарлық-техникалық колледжі\nЖаркент\nБетпе-бет        \nСарқан гуманитарлық колледжі\nСарқан\nБетпе-бет        \n\"Білім\"гуманитарлық-техникалық колледжі\nТалдықорған\nБетпе-бет        \nЖезқазған гуманитарлық колледжі\nЖезқазған\nБетпе-бет        \n\"Мирас\"Теміртау көпсалалы колледжі\nТеміртау\nКүндізгі 3 жыл 10 ай / 2 жыл 10 ай\nШет тілдер колледжі\nҚарағанды\nКүндізгі 3 жыл 10 ай",
                "date": "4.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 сыныптан соң коледждіі қанша жыл оқиды мед коледж",
        "question_content": "Мед коледж канша жыл окиды",
        "question_date": "3.12.2023",
        "question_tag": "Университет, колледж",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "11 сыныптан соң - 2 жыл 10 ай\n\n9 сыныптан соң - 3 жыл 10 ай",
                "date": "3.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометриялық прогрессия алты мүшеден тұрады. Алғашқы үш мүшесінің қосындысы 7/8",
        "question_content": "Геометриялық прогрессия алты мүшеден тұрады. Алғашқы үш мүшесінің қосындысы 7/8, ал соңғы үшеуінің 7 осы прогрессияның мүшесін табыңыз",
        "question_date": "3.12.2023",
        "question_tag": "Геометрия",
        "question_views": 475,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A геометриялық прогрессияның бірінші мүшесі болсын, \\ (r \\) оның бөлгіші болсын.\n\nГеометриялық прогрессияның алғашқы үш мүшесінің қосындысы:\n\nS3 = a + ar + ar^2 = 7/8\n\nЕнді Шартқа сәйкес соңғы үш мүшенің 7-і:\n\n ar^4 + ar^5 + ar^6\nПрогрессия алты мүшеден тұратындықтан, онда:\n\n a + ar + ar^2 + ar^3 + ar^4 + ar^5 = 7/8\n\nЕнді біз теңдеулер жасай аламыз:\n\n a + ar + ar^2 = 7/8\n\nжәне\n\nar^4 + ar^5 + ar^6\nБізде екі белгісіз a  және  r бар екі теңдеу бар. Оларды шешуге тырысайық.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихы 50 наймандар туралы сұрақ жауап керек?",
        "question_content": "Мектеп тақырыбы бойынша Найман тайпа, руы туралы тест сұрақтары мен жауаптарын жасауды тапсырған еді. Маған сұрақтармен жауаптар керек.",
        "question_date": "3.12.2023",
        "question_tag": "Тарих сұрақтары",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Сұрақ: Қазақстан тарихында 50 найманды кім басқарды?\n   Жауабы: Жәңгір Хан.\n\n2. Сұрақ: 50 найманмен болған оқиғалар Қай ғасырда болды?\n   Жауап: XV ғасыр.\n\n3. Сұрақ: Қазақстан тарихы үшін 50 найманның бірігуі қандай маңызға ие болды?\n   Жауап: қазақ халқының қалыптасуына және оның тәуелсіздігінің нығаюына ықпал етті.\n\n4. Сұрақ: 50 найманның қызметі қандай аумақтарды қамтыды?\n   Жауап: Қазіргі Қазақстанның оңтүстік облыстары.\n\n5. Сұрақ: 50 найман одағының құрылуына қандай оқиғалар себеп болды?\n   Жауап: Тоқтамыс пен темір түріндегі жалпы қауіп.\n\n6. Сұрақ: 50 найманның сыртқы жаулармен күресінің нәтижесі қандай болды?\n   Жауап: Тәуелсіздікті сақтау және қазақ мемлекетін қалыптастыру.\n\n7. Сұрақ: 50 найманды біріктіруде қандай көшбасшылар шешуші рөл атқарды?\n   Жауап: Қасым Хан мен Жәңгір Хан.",
                "date": "5.12.2023",
                "upvotes": 0
            }
        ]
    }
]