[
    {
        "question_title": "Қос теңсіздікті шешу",
        "question_content": "Қос теңсіздікті шешу керек еді! Комектесп жбересыздер :\nx²《 2-x《 3\n{x²《 2 - x\n{3》2 - x",
        "question_date": "19.11.2018",
        "question_tag": "Математика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x²《 2-x《 3\nx²《 2 - x\n3》2 - x\n0《 2-x²-x-3《 0\nx²+x-2《 0\nx》-1\n0 《 x²+x+1《0\n(x+2)(x-1)《 0\nx》-1\nЖауабы: x (-1; 1)",
                "date": "20.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айтыс-ат бәйгемен парапар",
        "question_content": "Жоспары:\nБіржан мен Сара - ақындар айтысына ішіндегі үздігі\n1.Біржан мен Сара - өшпес өнер иесі\n2.Біржан мен Сара айтысының қазақ ауыз әдебиетіндегі ерекшелігі",
        "question_date": "18.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 877,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Cутек бойынша тығыздық деген қалай?",
        "question_content": "Сутек бойынша тығыздықты қалай анықтайды?",
        "question_date": "17.11.2018",
        "question_tag": "Химия",
        "question_views": 653,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген шаманы сутектің молярлық массасына көбейтесіз",
                "date": "17.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жан досым тақырыбына эссе жазу керек?",
        "question_content": "Менің жан досым - Азиз. Осы тақырыпта эссе жазуға көмектеріңіз керек?",
        "question_date": "17.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 153000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Менің жан досым\" сөзінің мағынасы не екенін сұрасаңыз, әркім әртүрлі жауап береді. Бірақ барлығының түсінігі бір, дос – үнемі қасыңнан табылатын, қиындықта көмектесетін жан.\nМенің ойымша, достың орны бөлек, қасыңда қиналғанда сырыңды айтып, ал қуанғанда қуанышыңды бірге бөлісетін жақын досыңның болғанына не жетсін, шіркін! Қазіргі заманда шынайы дос табу өте қиын…\nМенің ең жақын құрбым бар. Оның есімі – Мәдина. Ол менің әпкемдей болып кеткен жан. Екеуіміз қайда барсақ та, бірге жүреміз. Бір-бірімізді ешқашан ренжіткен емеспіз, қайта қиын- қыстауда қол ұшымызды береміз. Мен бұл өмірде өз құрбымды еш ренжітпей, әрқашан да қасынан табылғым келеді. Дос туралы толғанғанда, ел арасында айтылатын мынадай бір аңыз есіме түсіп отыр: \n– Ертеде елімізде жаугершілік жиі болатын кезде, қазақтың екі жауынгері дос болады. Кенеттен жаулар елге шабуыл жасап, елдің мал-мүлкін тонап, азаматтарын айдап әкетеді. Досының қолға түсіп қалғанын естіген батыр, күздің қара суығына қарамастан, досын құтқаруға барады. Жау әскерлері оны ұстап алады. \nСонда ол былай дейді: \n– \"Мен қолдарыңа түскен бір жауынгерге құн төлеп, сатып алуға келдім. Бірақ менің беретін мал-мүлкім жоқ, тек жанымды  ғана бере аламын. Бір уыс жанымды алып, досымды босатыңдар\", – деп өтінеді. Сонда олар жарайды, мен сені қыршыннан қимай-ақ қояйын, маған сенің көздерің керек, екі көзіңді ойып аламын, – дейді. \nБұған да мақұл, көзімді ал да, досымды босат деген екен батыр. Ал жау жағы оның екі көзін ойып алып, досын тұтқыннан босатады. Әлгі жігіт тұтқыннан босаған досының иығына иығын қойып, күлімдеп келе жатты. Досының өмірі, бостандығы үшін ер жігіт қос көзінен айырылғанына қапаланған да жоқ, керісінше, досының қауіптен құтылғанына разы болды. \nМінеки, достық деген қайда жатыр! Менің де дәл осылай досқа адал болғым келеді.",
                "date": "18.11.2018",
                "upvotes": 0
            },
            {
                "text": "Эссе «Досым саған рахмет »\n\nӨмірде шынайы, өзіне серік болатын дос табу қиын. Достар бір- біріне қиын кезде де, қуаныш кезінде де бірге болып көмектесу керек. Егер достар бір- бірінің сырын сақтай алмаса, ол шынайы достыққа жатпайды. Менің достарым көп. Мен олардың бәрінде жақсы көремін.Солардың ішінде екі досымды ерекше жақсы көремін. Олар Диана мен Гүлсәт.\n\nОларға қиын кездерде қолымнан келгенше көмектескім келеді. Біз кейде ренжісіп қаламыз. Дос болғасын ондай жағдайлар болады ғой …. .\nБірақ бір -бірімізбен тез татуласып кетеміз!",
                "date": "18.11.2018",
                "upvotes": 1
            },
            {
                "text": "Менің жан досым-Азиз.Онын жасы 10 .Біз бір сыныпта окимыз . Екеуміз айырылмас жан достармыз. Сабактарға бірге дайындаламыз, бірге футбол ойнаймыз, бірге тринаровкеге барамыз.Мен осы жан досым Азизден айырлығым келмеиді себе ол мені түсінеде, маган қиндык түскенде копек береді.Ол ақылды, сабырлы, парасатты бала.Менде осы жан досым Азизге қол ұшымды  беруге дайынмын менің жан досы...",
                "date": "24.12.2019",
                "upvotes": 0
            },
            {
                "text": "Сызге көп коө рақмет",
                "date": "25.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шекара аймағы жалға беріледі ме?",
        "question_content": "Шекара аймағы жалға беріледі ме?\n\nБерілген жағдайда қандай мақсатпен беріледі?",
        "question_date": "17.11.2018",
        "question_tag": "Заң",
        "question_views": 361,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Кальций хлориді балқымасың электролидегенде қандай процестер жүреді?",
        "question_content": "Электродтарда журетин процестердин жане электролиздин жалпы тендеулерин иондык жане молекулалык турде жазындар",
        "question_date": "16.11.2018",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зар заман шығармасының идеясын және тақырыбын табыңыз?",
        "question_content": "Зар заман шығармасының идеясын және тақырыбын табыңыз?",
        "question_date": "16.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 51200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шортанбай Қанайұлының \"Зар Заман\" шығармасы туралы айтып отырсан, онда жалпы идеясы сол замандағы қазақ құндылықтарының бұзылуы мәселесін көтеру.\n\n\"...Сауып ішер сүті жоқ,\n\nМініп-түсер күші жоқ,\n\nАқша деген мал шықты.\" - Осы сөздерден біз оны көре аламыз.\n\n\"Бір-бірлерін күндеген,\n\nЖай-жайына жүрмеген...\"- Адамдардың өзара қарым-қатынастарының бұзылуы.\n\n'Қыс көбейді, жаз аз боп,\n\nБай таусылды, мал аз боп.\n\nАғаны іні көрмейді,\n\nАтаға бала араз боп.'- Қазақ құңдылықтарының бұзылуын көре аламыз.",
                "date": "21.11.2018",
                "upvotes": 0
            },
            {
                "text": "Мен не деймін енді ана балаға қосыламын.",
                "date": "18.10.2021",
                "upvotes": 0
            },
            {
                "text": "Өлеңдігі жаман-малдан түңілген-деген өлең шумақтарында қазақ даласында ақша пайда болғалы бері адамдар малға қызықпайтын болды, сондықтан малдан түңілді деп осыны айтып отыр деп ойлаймын",
                "date": "18.11.2021",
                "upvotes": 0
            },
            {
                "text": "Байлардың ұрлық жасауы кедейлердің малы азайды оны байлар ұрлап өзіне пайдаланды ол кезде ақша деген мал шығып кедейлер кун көре алмаған жәнеде заманақыр болар деп қорқып өмір сурген",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ж.Аймауытов \"Күнікейдің жазығы\" қысқаша мазмұнын жазып беріндерші",
        "question_content": "Ж.Аймауытов \"Күнікейдің жазығы \" қықаша мазмұнын жазып беріндерші, өте риза болам",
        "question_date": "15.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Микроэкономика есептер",
        "question_content": "1.Тұтынушының (өндірушінің) балама таңдау жасауына нақты мысал келтіре отырып,\n      өндірістік мүмкіндіктер қисығының графигін компьютерде салыңыз. Салған графикті\n      пайдалана отырып, таңдау жасаудағы тиімді жағдайды түсіндіріңіз.\n2.Қазақстанда 1 жұмысшы жылына 1 т ет немесе 20 ц бидай, Қырғызстанда – 2 т ет\nнемесе 10 ц өндіреді. Қазақстандағы бидай және ет өндірісінде 400 мың адам, ал Қырғызстанда 100 мың адам маманданған. Екі ел Президенттері нан және ет өндірісіндегі тиімді еңбек бөлінісін қамтитын экономикалық ықтималдық туралы келісімге қол қойды. Ет және бидай өндірісі бойынша екі мемлекеттің өндірістік мүмкіндіктер қисығын біріктіріп көрсетіңіз.\n3. Тауарға деген сұраныс функциясының түрі: QD = 250 – 4P.   Ұсыныс функиясы: QS = 200 + 4P. Өндіріс тепе-теңдік көлемі мен тепе-теңдік бағаны анықтаңыз. График салыңыз\n4.Ұсыныс функциясының түрі: QS = 200 + 4P. Егер сұраныс – қисық сызығы көлденең болса, QD =320 жағдайда тепе-теңдік баға қандай?\n5. Халықтың белгіленген тауарға сұраныс икемділігі -0,25 тең. Табыс бойынша сұраныстың икемділігі 0,8 тең. Егер бағасы 8% түсіп, халықтың табысы 5% өссе, табыс бойынша сұраныс икемділігі қалай өзгереді?\n6. Сұраныс функциясы QD =200 – Р, ұсыныс функциясы – QS = 2Р + 20. Тауардың тепе-теңдік бағасы мен тепе-теңдік санын анықтаңыз. Егер тауар данасына (бірлігіне) 15 шамасында акциз салығы енгізілсе, олардың мағыналары қандай болады?\n7. Кестеде бір сатып алушыға құндылығы тең болып келетін А және В тауарлардың 4 жиынтығы келтірілген:\nТауарлар жиынтығы\nА тауары\nВ тауары\nА\n4\n9\nВ\n5\n6\nС\n6\n4\nД\n7\n3\nТалғамсыздық сызығын сызыңыз. А жиынтығынан В жиынтығына, В жиынтығынан С жиынтығына, С-дан – Д өткендегі MRS есептеңіз. Кемімелі шекті пайдалылық заңының көмегімен MRS азаюын түсіндіріңіз.\n8. Кестеде келтірілген мәліметтер бойынша талғамсыздық сызығын салыңыз:\nА тауардың бірліктер саны\nВ тауардың бірліктер саны\n1\n10,5\n2\n7\n3\n5\n4\n3\nБюджет шектеулігі сызығын салыңыз (сызыңыз): тұтынушы табысы 1250 құрайды, ал А және В тауарлардың бағасы 250 және 100. Пайдалылық максимум болу үшін тұтынушы А және В тауарлардың неше (қанша) бірлігін сатып алу керек? Егер табыс 2000 жетсе, бюджеттік сызық қалай сызылады? (жаңа бюджет сызығын салыңыз). Егер табыс бұрынғы деңгейде қалып, А және В тауарлардың бағасы 2 есе өссе, бюджет сызығы қалай өзгереді?\n1.      Ұзақ  мерзімдегі өндірістік шығындарMRTSKL = -4 дейік. Капиталдың пайдалануы 3\nбірлікке азаяды (қысқарады). Шығарудың бұрынғы көлемін сақтау үшін еңбектің неше қосымша бірлігі керек?\n2.      Фирманың өндірістік функциясы Q = 0,9·K0,6·L0,5. Сол  кезеңде капитал 200-240\nбірлікке дейін көбейді, еңбек – 60-тан – 66 бірлікке дейін көбейді. Өндіріс көлемі қаншаға өскенін анықтаңыз.",
        "question_date": "15.11.2018",
        "question_tag": "Университет, колледж",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шағын фабрика ашу үшін бизнес жоспар керек?",
        "question_content": "Шағын фабрика ашу үшін жоспар керек той сыйлықтарын тігу үшін мысалы шымылдырық қоржын т.б сяқты",
        "question_date": "14.11.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына суретке қарап қандай сөйлем құрастыруға болады?",
        "question_content": "Мына суретке қарап қандай сөйлем құрастыруға болады?",
        "question_date": "14.11.2018",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күнұзақ сөзінің мағынасы қандай?",
        "question_content": "Күнұзақ сөзінің мағынасы қандай?",
        "question_date": "14.11.2018",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күнұзақ деп өзі аты айтып тұр ғой күні бойы деген мағына беретін шығар.",
                "date": "15.11.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазіргі айтыс пен бұрыңғы айтыстың ұқсастығы",
        "question_content": "Қазіргі айтыс пен бұрыңғы айтыстың ұқсастығы керек еді. Олардың екеуінің ұқсастығын жазсаныз риза болар едім. Өте керек болып тұр",
        "question_date": "14.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрынғының айтыстары керемет еді....Қазірде жаттанды бұрынгы Біржан мен Сарадай аға Əп келері міз бар айй бірак жету қайда?Талпынайк жастар)",
                "date": "14.11.2018",
                "upvotes": 0
            },
            {
                "text": "Кәзіргі айтыс пен бұрынғы айтысты салыстыруғада келмейді расында бірақ қана ұқсастық домбыраның өзгермеуінде  айтыстың сарыныда айтылымыда жаттанды  кәзіргі ақындарымыз сөзге шорқақ биліктен қорқақтау келген  тіпті айтып жатқан дүниелерін өзі жазды мекен деген ойда келеді кейде",
                "date": "15.11.2018",
                "upvotes": 1
            },
            {
                "text": "Бұрынғы айтыста адамдар ру атынан шыққан, ал қазір аудан, обылыс атынан шығады. Сонымен қатар бұрында айтыскерді іздеп барып айтысатын болған, ал қазір айтыскерге арнайы шақыртумен келеді. Және бұрында айтыс кез-келген жерде өткен, ал қазір арнайы сахнада өтеді. Бұрынғы кезде төрешілер қауым болса, ал қазір қазылар болады",
                "date": "1.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бизнес презентация, инфографика сызамын. Онлайн қалай жұмыс жасауғаболады?",
        "question_content": "Сәлеметсіздерме! Бизнес презентация, буклет, иконкалар, инфографика, суреттер корректировка,  визитка, брошюра, каталог, брендбуктар жасаймын. Жұмыстан бөлек. Онлайн үйде отырып қандай сайттардан ақша табуға болады?",
        "question_date": "14.11.2018",
        "question_tag": "Әлеуметтік желі",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сайт аркылы калай акша табуга болады?",
        "question_content": "Ассалаумагаликум! Менин киви кошелькамда мын бирдене тенге акшам бар. Соны10мын или 10мыннан жогары акшага кобейтким келеди. Интернет аркылы калай кобейтуге болады? Акшаны кобейтип кобейген акшага интернеттен телефон аксессуарларын и чехолдарын сатып алып устине бага косып базарда сатсамба деймин.",
        "question_date": "14.11.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұндай нәрселерді бизнес бастауға қатысты ютуб арналарынан, әлеуметтік желілерден қарап танымал қазақ бизнес тренерлерінен сұрап көріңіз. Және курсына жазылуға болады. Қазіргі таңдағы танымал бизнес тренерлер менің ойымша Ахметбек Нұрсила, Қуаныш Шонбай. Сондай-ақ Арман Әлменбет деген жас жігіт \"Берекелі бизнестің сыры\" деген кітап шығарды.\nСұрағыңызға бір жауап, алдымен OLX, market.kz секілді сайттарға , әлеуметтік желілерге чехолдарды ақылы жарнамаға салып көріңіз.  Сол арқылы халықтың қаншалықты бұл тауарға қызығушылығын байқайсыз.",
                "date": "15.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арзан чехол қай сайттан сатып алуға болды?",
        "question_content": "Ассаламагаликум! Улкен скидкалы 500тг-ден томен багалы телефон аксессуарлары чехолдары бар кандай шетелдик сайт бар. Чехол алып аксессуарлар алып устине акша косып сатып саудамен айналсам ба дегем.",
        "question_date": "14.11.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1688.com,  alibaba, aliexpress сайттары. Қазір қытай тауарларын елге әкелетіндер көп. Солардың чатына қосылсаңыз басқа да тауар әкелушілерді таба аласыз.\n\nнемесе менен тек чехол ғана емес,  ер, әйел,  балалар киімдері,  әшекей бұйымдары бар сілтемелерді сатып алсаңыз болады. Есесіне өзіңіз де арзанырақ бағаға алып мен сияқты сата аласыз,  интернет дүкен де құра аласыз.",
                "date": "14.11.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "https://youtu.be/AtvODQNZoiw абай 20 қара сөз осы фонды тауып берін пж",
        "question_content": "Өтнем осы видеодағы фонды жазынызшы абайдың 20 қара сөзі",
        "question_date": "14.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Отандық хостингтің қайсысы тиімді?",
        "question_content": "Күніне 10 000 ға дейін адам кіретін сайт үшін қандай хостинг алған дұрыс, сол сайтқа аптасына 3-4 мақала (суреттермен) шығып тұратын болу керек қандай тариф тандаған дұрыс?",
        "question_date": "14.11.2018",
        "question_tag": "Интернет, Сайт",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.ps.kz хостингы жақсы\n\nF-4 тарифы тиімді",
                "date": "14.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеңірдектің үстін бассам неге сықырлайды?",
        "question_content": "Кеңірдек тұсында үстінен бассам ғыртылдайды және жұтынғанда дискомфорт болады. Ол ауру ма әлде бәрі дұрыс па?",
        "question_date": "13.11.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге барып сұрап көре салуға кеңес беремін асқынып кетпей тұрғанда...",
                "date": "15.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақселеу Сейдімбектің Аққыі шығармасындағы Наймантай мен Аламан батырды салыстыру?",
        "question_content": "Ақселеу Сейдімбектің Аққыі шығармасындағы Наймантай мен Аламан батырды салыстыру?",
        "question_date": "13.11.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақселеу Сланұлы Сейдімбек- қазақтың маңдайына біткен дара жұлдызы болған жазушы, этнограф, шежіреші, зерттеуші, ғалым Ақселеу атамыз жайлы аңызға бергісіз әңгімелер көп. Біреу ол кісінің білімділігін айтса, біреу шежірешілдігін, тағы біреу əншiлiгiн мақтайды. Ақселеу Сейдімбек қайтыс болғанда әрі досы, әрі замандасы жазушы Әбіш Кекілбаев : «Қазақта сал қандай болады? Ақселеудей болады. Серi қандай болады? Ақселеудей болады. Би қандай болады? Ақселеудей болады. Батыр қандай болады? Ақселеудей болады. Пiр қандай болады? Ақселеудей болады. Қазақтың жақсысы мен жайсаңының бəрi қандай болады? Ақселеудей болады. Қазақтың кəтептi қара нары қандай болады? Ақселеудей болады. Бəрiнiң орнына бiр ғана Ақселеу жүре алады. Ал Ақселеудiң орнына кiм жүре алады?» –деп орны толмас қазаға қатты қайғырған екен [1]\nАқселеу Сейдімбек өткен ғасырдың 70-80 жылдар аралығында көркем әдебиет жанрында біқаншама қалам тербейді. «Қыз ұзатқан», «Күзеуде»,«Бір атым насыбай», «Аққыз» сынды шығармалар жазып жүріп, «Көркем шығарма дегенің бос сөздің желқабызы екен. Одан да еліміздің руханиятын құтқаратын ғылыми-көпшілік жанрға көшем», – деп, әріптесі әрі досы Тұрсын Жұртбайға пікірін айтып,біржола ғылымға бет бұрған да Ақселеу Сейдімбек атамыз еді.\nЗерттеуші –ғалым қазақ тарихы мен әдебиетіне көптеген мұра қалдырған. Ата- бабамыздың тарихы мен шежіресін, тарихта болған батырлар мен билердің өмірі, Қорқыттан кейін тартылуы әлсіреп бара жатқан күй шежірелеріне қосқан үлесі мол болбаны көпшілікке аян. Алайда жазушының қаламынан шыққан көркем туынды туралы өзіндік көзқарас та, өзгешелік те ерекше екенін айтып өтпекпін.\nЖазушы қаламынан шыққан «Қыз ұзатқан»,« Бір атым насыбай», «Аққыз» хикаяттарында ХІХ ғасырдағы қазақ даласының тұрмыс- тіршілігін анық көреміз. Мұнда қазақтың көшпелі дәуірдегі мамыржай тіршілігі, елдегі тартыс пен барымташылық, адамдар арасындағы рухани адамгершілік қатынас, сыйластық пен өз мақсаты мен махаббаты үшін күрескен кейіпкер бейнесін анық көреміз.\nАқселеу Сейдімбектің «Аққыз» хикаятында ХІХ ғасырдағы қазақ даласының тұрмыс-тіршілігін көреміз.Көркем туындыда төрт түлік малмен күн көрген қазақтың тұрмыс – тірішілігі де, жастардың серілік дәурені мен саятшылық өнері, екі жастың арасындағы сезім шынайылығы, отбасындағы бала тәрбиесі, үлкенге деген құрмет пен кішіге деген ізет, достықтың адалдығы мен туысқандық қатынастар суреттелген.\nАққыз –Қараағаштағы Таймас байдың жеті перзентінен қалған жалғыз үкілі үміті. Әкесі қызын мал- дүние қызығын көру үшін емес, ұрпағын жалғастыратын жалғыз алданышы ретінде тәрбиелейді. Бар байлықтың иесі де, дәулетінің қорғаны, ел- жұртының қамқоршысы да, абыройын арттырып, атағын шығаратын –осы Аққыз. Таймас бай қартайғанын сылтау етіп, соңғы кезде көршілес ел арасындағы дау- дамайды шешуге де Аққызды аттандырып отырады. Бұл- жазушы қаламынан шыққан тың кейіпкер.Иә, жалғыз қызын еркекшораша өсіріп, малға ие етсе де, бойжеткен кезінде , уақыты келгенде сұрап келгендер болса, қызын ұзатқан. Ал Аққыз әке дәулеті арқасында бұлаң өсіп қана қоймай, Таймас бай қызын сұрап келгендерді жазалап, дүре соқтырғаннан кейін, маңайындағылар оның қыз екенін білдіруге де тартынатын болған. Осылай бойжетіп келе жатқан Аққыз да әке үмітін ақтап сабырлы, саналы болып ержетеді. Небір дау-дамайларға араласып, ел іші мен көршілес ел арасында атағы шығады. Ер жігіттер арасында да достары мен жолдастары көбейіп, оны бойжеткен қыз деп емес, адал жолдас ретінде көреді. Әке үмітін ақтаған Аққыз да ақылына көркі сай, уәдеге берік жан. Ел арасында болған даудың бірінде дұрыс шешім айтқан Аламан батырға уәдесін бергенімен, еркін өскен Аққыздың жанын жабырқататыны- әйел үстіне, яғни тоқалдық қамытын кигісі келмегендігі. Бірақ берген сертінен тайқу-бұл Аққыз үшін емес еді. Көңілі жабырғаса да, Аламанға: « Бір аяғы көрде, бір аяғы жерде отырған әкемнің жалғызы едім.Тым болмаса көзі жұмылғанша көңілін күпті қылмасам деп едім. Қашан болса да, хабардың өзімнен болуына шыдам жасап күтсең, дегенің болсын»-дейді. Яғни, Аққыз - жазушы қаламынан туындаған жаңа, тың кейіпкер. Осындай кейіпкерін жазушы да күндестіктің құлы еткісі келмейді. Сондықтан Аққызға өз серілігі мен батылдығының арқасында қол жеткізген Наймантайды тудырады. Наймантай да Аққыздың батылдығын, ақылдылығын, биязылығын, сертке беріктігін құрметтейді. Сондықтан да Аққызға өз көңілін білдіргенде қыз оған: «..Қанша бұлғақтағанмен қыз болып дүниеге келген соң, тағдыр тұзағынан қашып құтылмайды екенсің. Әрі ойлап, бері ойлап сол тұзаққа менің де бас иген жайым бар. Және де табиғат тартуына бағынып, өзім іздеп, өз еркіммен бас иіп едім. Қинағаныңмен арымды аттап, уағда бұзып кете алмаспын»,- деп жауап береді. Аққыз да Наймантаймен сөйлесіп, достасып жүріп, сынап оны ұнатады, бірақ өзі берген уәдені бұзу Аққыз үшін арын аттап өтумен бірдей. Бұл туралы Аққыздың өзі «Қыз байғұстың уәдені аттағаны, арын аттағаны емес пе?» деген сөзінен байқаймыз.Осыдан –ақ Аққыздың сезімге берілетін байдың қызы емес, сертке берік азаматтығын көреміз.Бұл бір жағынан өз арын аттап кеткісі келмеген ару мен ата-анасы мен елін дау-жанжалға қалдырғысы келмеген перзенттік парыздың жоғарылығы деп ойлаймын. Аққыздың осы іс- әрекеті-ақ қазіргі таңда тек қазақ қыздарына ғана емес, ер азаматтарға да үлкен үлгі болатын қасиет екенін жазушы көрсетпек болған.\nБірақ Наймантай да өз сүйіктісінен бас тартатын жігіт емес, қыз ауылынан аттанар кезде : «Егер тұзаққа түскен кептерді бұрын босатқан кісі қолына қондырып кетсе қалай болады?»-деген сұрағына, «Несі бар , тұзақ иесінің бітіспес дауынан құтыларайналы болса, айып-шамы жоқ қой!»-деген сөзі оған үміт береді. Қыздың осы бір ауыз әзіл сөзінен үміттенген Наймантай бар амалын салып, Аламан батырға Аққыздың атынан хат алып келіп, «қыздың өтінішін» жеткізеді. Батырдың күрең жорғасы мен сауыт-сайманымен Таймас байдың ауылына түнделетіп келіп, Аламан батыр сынды сақал- мұрт жалғап қызбен кедеседі. Бірақ мұның Аламан емес екенін Аққыз да, қыз жеңгесі Айкүміс те байқамайды. Торғай шырылдаған кезде қыз отауынан кетіп бара жатып, тосын өтінішін білдіріп Аққыздың басындағы бөркін, қолындағы білезігі мен мойнындағы алқасын сұрап алып кетеді. Жазушы осы детальдарды енгізу арқылы халық ауыз әдебиеті үлгілеріндегі салт- дәстүр үлгілерінің бір көрінісін әдейі кіргізгенін байқаймыз. Яғни қыз бала өз отауында болған азаматпен өз қалауымен кездескенінің белгісі екенін ұқтырғандай. Бұл жайында оқиға барысында Аққыз отауында болған азаматтың өзі уәде берген Аламан батыр емес, Наймантай екенін кеш түсінеді. Оны да жеңгесі Айкүмістің жылап тұрып айтқан сөзінен соң аңғарады.\nАйкүміс шын жеңгелік мұңдастықпен құмыға жылады.Даусын шығармай булыға егіле отырып:\nБіліп ем...Сол түні бір түрлі секем алып ем!-деді.\nАққыз:\nНені біліп ең?! Неден секем алдың ? Айтшы жөндеп!- деп қадала сұрады.\n-Маған ұнамағаны, белгі болсын деп сұраған заттары еді, Еркем.\nОнда тұрған не бар?!\nОнда мән бар ғой... Өзің ойлашы, білезігіңді алғаны білегіңді ұстадым дегені, Алқаңды алғаны, кеудеңе шықтым дегені, Бөркіңді алғаны басың мендік дегені емес пе?\nСонда ғана Наймантайдың ісіне қорланғандай болған Аққыз жанына ешкімді ертпей жігіт ауылына ақбоз атқа отырып, ақ найзасын алып, жалғыз аттанады. Жол бойы ойланып, уәдесін бұздырған жігіттен өш алу мақсатында келген қыздың алдынан ақ шымылдық ұстап шыққан қыз-келіншек пен жігіттердің тобы, тағдырына мойынсұнғандығын білдіреді. Жазушы суреттегендей :«Ақ ниеттей ақ жібек шымылдық тақалғанда Аққыз шолақ найзасын Ақшоқының басына қалдырып, атынан түсті»\nҚорыта келгенде:\nАқселеу Сейдімбек көркем шығарма үлгісінде көп туынды жазбаған жазушы. Бірақ қандай әңгіме, хикаят жазса да, жазушы қазақ халқының тарихы мен аңыздарын өз туындыларына арқау еткен;\n«Аққыз» хикаятында баяндалған оқиға да өмірде, тарихта болған жандар туралы суреттелуі мүмкін;\nКөркем туындыда жер-су атаулары анық суреттеліп, қазақ халқының тұрмысы мен тіршілігі, әдет-ғұрып, салт дәстүрлері, еркіндігі,рухани шынайылығы, ел арасындағы болып жататын тартыс пен дау-дамай шешімдері де дәл суреттелген.\nБасты кейіпкер Аққыз бейнесі арқылы қазақ даласында қыз бала тек қалың малдың құрбаны емес, сонымен бірге ел басқарған даналық пен азамат та болғанын көреміз.\nЖазушы екі жастың өз сезімдеріне ерік бермей, басты мәселе ел тыныштығына баса назар аударғанын, жастар осы мәселені тыныш , мәмілемен де шешуге болатынын көрсеткен.\nАққыз –ХІХ ғасырда қазақ тұрмысында суреттелген жаңа, тың кейіпкер. Ол тек қана байдың қызы емес, ел тыныштығы мен тұрмысы үшін уәдесінде берік тұратын, ел ішінде дау –дамайды шешуде шешендігі мен дала заңын білетін әділдігімен көзге түскен, өзіндік пікірі , көзқарасы бар азамат ретінде қалыптасқан жаңа тұлға;\nКейіпкерлердің іс-әрекеті арқылы қазақ даласындағы серілік, саятшылық өнерінің шынайылығы, отбасы тәрбиесінің маңыздылығы, әсіресе қыз бала тәрбиесіне аналалар мен жеңгенің рөлі үлкен екеніне басты назар аударған;\nШығармада қазақ мақалдары мен афоризмдерінің кеңінен пайдалануы: «Қарамаса қатын, бақпаса мал кетеді», «Атым барда желіп жүріп жер танып, асым барда беріп жүріп ел тану», «Жетім қозы тасбауыр, маңырар да отығар», «Жақсыда кек жоқ, кектіде тек жоқ» т.б.\nhttps://infourok.ru/aza-debieti-aseleu-seydimbekti-aizhikayatindai-aiz-beynesi-3524849.html",
                "date": "16.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өзеннің 2 жағасындағы адамдар",
        "question_content": "Көлдің екі жағасында 2 адам әр жағада 1 адам қалай өтеді екінше жағаға қайық жоқ айналуға болмайды жүзуге болмайды",
        "question_date": "13.11.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Машкар Гумеровтын китаптары болса",
        "question_content": "Машкар Гумеровтын китаптарын, ангимелер жинагын кайдан сатып алуга болады ? Немесе интернетте кездестиргендериниз бар ма?\n\nP.S.\"Бул не керемет\" китабынан баска. Бул китабы бар",
        "question_date": "13.11.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 666,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз ба? Машқар Гумеров менің де сүйікті жазушым. Тұратын жеріңіздегі кітапханадан алып оқуыңызға болады.",
                "date": "14.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-ға дайындалу үшін мектептен шығуға болама ?",
        "question_content": "ҰБТ-ға үйде дайындалайын деп едім. Мектепке бармай. Мектептен 4-5 айға шығуға болама ? Ол үшін справка керекпа әлде мектеп директорының рұқсаты керекпа ?",
        "question_date": "13.11.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 837,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің жеке пікірім бойынша, мектепке барып ақ тестке дайындалуға болады. Өзім таңғы 5-6-дан ерте тұрып дайындалатынмын. Үлкен әлемде табысты адамдардың уақыты үнемі аз болады, бірақ қатаң тәртіп, уақыт менеджментінің арқасында бәріне де үлгереді.",
                "date": "25.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тосол қатып қалса не істеуге болады?",
        "question_content": "Салеметсіздер ме? Аяқ асты қар жауып,күн суытып еді машинам оталмай қалды. Моторда су аралас тосол бар еді. Бүгін тексерсем аздап қатып қапты. Қатты емес шықырлап мұзданыпты. Уайымдап отырмын. Моторға зиян тимес пе екен?",
        "question_date": "13.11.2018",
        "question_tag": "Автосақтандыру",
        "question_views": 801,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Машина жөнінен хабарым жоқ, бірақ мында орысша сұрағыңа қатысты жауаптар  беріліпті , оқып көр.",
                "date": "15.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалақы туралы білгім келеді",
        "question_content": "Сәлеметсіз бе? Мен мектепте 31 сағатпен диплом бойынша математика пәнінің мұғалімі болып жұмыс істеймін.Бірақ менің 27 сағатым ғана төленеді де, 4 сағат замена болып төлейді.\n\nОсы заңға сәйкес келе ме?",
        "question_date": "13.11.2018",
        "question_tag": "Банк",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұны мектебіңдегі тәжірибелі мұғалімдерден не бухгалтерден сұраған дұрыс ау.",
                "date": "15.11.2018",
                "upvotes": 0
            }
        ]
    }
]