[
    {
        "question_title": "Түсте құрт көрсе не болады?",
        "question_content": "Тусимде синилим екеумиз уиктаик десек тосегимиз курттап кетипти ол нени билдирет?\n\nКеше тагы тус кордим бул жолы синилимнин басы курттап кетипти дим жорып бериниздерш?",
        "question_date": "3.06.2021",
        "question_tag": "Тұлға, Адам",
        "question_views": 34900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрт түсте болса. Түсінде құрттар болса.\nАқ түсті құртты көру – жақсылыққа емес. Бұл түс өміріңізде талай өкінішті және қапалы күндердің болатынын білдіреді. Әдетте, ол ауруды меңзегендіктен, өз денсаулығыңызға көңіл бөлгеніңіз жөн. Бәлкім, сіз ойламаған дертке шалдыққан шығарсыз, сол сіздің жаныңызды жегідей жейді.\nАқ құрт жұмыстағы келеңсіздіктер мен кедергілерді де білдіреді, оны айналып өтуге болмайды. Және ол сізге қарсы бағытталған зұлым күштің барын аңғартады. Өз жоспарларыңызбен ешкіммен бөліспеңіз.\nҚұрт неге түске кіреді? Бұндай түсті көру – кішігірім келеңсіздіктердің белгісі. Сізге қарсы бағытталған арам істерден көңіліңіз түседі, бірақ олар сізге еш жамандық істей алмайды. Сізге қарай құрттардың жорғалағанын көру – қаржымен байланысты. Дәл қазір сіз үшін материалды құндылықтар бірінші орында, ал рухани құндылықтарды артқы жаққа ысырып тастағынсыз. Егер де, бұл құрттарды өз үстіңізден түсіре алсаңыз, материалды өмірде өзіңіздің «Меніңізді» жоғалтпайсыз.\nзагрузка...\nҚұртты балық аулау үшін қолдансаңыз, бұл түс жақсы мәнге ие. Сіз тапқырлығыңыздың арқасында өз қателеріңізден үйреніп, одан пайда шығаруға үйренесіз.\nҚұрт неге түске кіреді? Түстің мәнін ашайық. Құрт (жорғалаушы) – жауын құрттары – саяхатқа, жеңіл сапарға және оңтайлы іске. Тамақтағы құрт – біреу сізге қызғаныштан тұзақ құрып жүр, ол сізді және жұмысыңызды сынауда. Жердегі құрт құнарлы жылды, мол астықты, малдың көбеюін, бай жылды білдіреді.\nЭротикалық түс жору бойынша. Құрт түсте болса\nҚұрттар неге түске кіреді. Бұл түсті көрген әйелдің ухажерлары көп болады, солардың арасынан біреуін таңдай алмай дел-сал күйге енеді. Тағы бір мағынасы бар – болашақта балалы болуға мүмкіндігі ашылады. Ер адам үшін өзінің сексуалды мүмкіндіктерінде күмәнданудың қажеті жоқ екенін білдіреді.\nТүстің мәні: құртты түсінде көрген адамның жолында қиындықтар кезіге бастайды. Әр жанның өмірінде сәтсіз кезең болады дейді ғой, міне, сол кезеңнің келгені. Ақ құртты түсінде көрген адамдар қаржыдан қысылып, істері мен жеке өмірінде сәтсіздіктерге ұрынады. Бірақ, бұны алдын ала білсеңіз де, ештеңе істей алмайсыз, бұдан құтылу мүмкін емес. Тек қана көнігіп, төзу ғана қалады.\nЦветкова түс жору бойынша. Түсінде құрт болса\nАқ құртты түсінде көру – өте жаман белгі. Бұндай түс өмірдегі ең нашар жайттар жайында хабар беріп, тіпті өліміңізді де меңзеуі мүмкін. Әрине, бұл жерде, түсіңізде көрген басқа да нәрселер ескеріледі. Мысалға, ақ құрттың шөптің үстімен жорғалағанын көрсеңіз, жақын арада досыңыздың сатқындығына кезігесіз.\nЗаманауи түс жорығыш бойынша да ақ құртты көру жақсы ештеңені білдірмейді. Өміріңізде сәтсіздіктердің басталып, өкпе мен қапаланудың көбейетінін аңғартады. Ақ құрт сәтсіздіктердің ұзаққа жалғасып, күйзелістің, тоқыраудың, өкпе мен дағдарыстың сізді әлі айналшықтайтыны жайлы хабарлайды. Олармен қалай күресетініңізді алдын ала жоспарлап, дайындалыңыз. Мүмкін, кішігіріп демалыс алып, саяхатқа аттанарсыз?\nА.Минделл түс жоруы бойынша құрттар нені білдіреді?\nСізді адамдар қызықтырып қояды. Құртты балық аулау үшін жинасаңыз – жауыңыздың жасаған қателігін өз мүддеңізге қолдана аласыз. Құртты өлтіргеніңізді көру – бойыңызда бар арам қасиеттерді тиып, ізгі құндылықтарға ұмтыласыз. Әйел түсінде арқасында құрттардың жорғалағанын көрсе, ақшаға қарай ұмтылады.\nПсихоаналитикалық түс жорулар бойынша, түсіңізде құртты көрсеңіз не болады?\nНегізгі баламасы –еркектің жыныс мүшесі. Секске көз-қарасыңызға байланысты түстің мағынасы өзгереді, сонымен бірге қауіпті білдіруі де мүмкін. Құрт міндетті түрде таза болуы шарт емес. 2. Құрт немкұрайлық пен өнімсіздікті де меңзейді (өзіміздің және өзгенің). Егер, ол өзімізден үлкен болса, бар қиындық біздің толымсыз екенімізді сезінуімізде. Жер «жаңғағын» көрсек, бұл – өзгерістің белгісі. Өзімізді жаңартып, өмірімізді пайдалы, табысты ету қолымыздан келеді.\nТолығырақ: https://www.tuszhoru.kz/",
                "date": "3.06.2021",
                "upvotes": 0
            },
            {
                "text": "Сіңлің екеуің құрт туралы көп әңгіме айтқан сияқтысыңдар немесе сол туралы кино,әңгіме көріп естідіңдерма .Қорқатын ештеңе жоқ,түс түлкінің боғы",
                "date": "7.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам тану туралы кітап оқығым келеді, қандай кітаптар ұсынар едіңіздер?",
        "question_content": "Мен жалпы адамзатты танып білгім, сонымен қатар тіл байлығымды дамытқым келеді. Қандай кітаптар ұсынар едіңіздер? Маған өте қажет болып тұр.",
        "question_date": "3.06.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 534,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жылдың басында Қуаныш Шонбай «Екінші болма! Бизнесте, карьерада және өмірде жеңіске жетудің қазақша жолы» атты кітабын жарыққа шығарды. Аз уақыттың ішінде бұл кітап халықтың ерекше ықыласына бөленіп те үлгерді. Автор өзінің мысалында келтірген даму жолдары мен оның қазақша жеңіске жету теориясы өзіңізді және кәсібіңізді жаңа деңгейге көтеруге көмектеседі. Он тоғыз жасында алғашқы миллионын тапқан кәсіпкердің ақыл-кеңестері кез келген жанға пайдасын тигізері хақ. Кішігірім компаниядағы мендержерден бастап мектеп мұғалімі, алпауыт компанияның атқарушы директоры да бұл кітаптан өзіне қажет кеңес таба алады.\n«Бизнесің, карьераң - сенің көлеңкең. Өзің қандай болсаң, тапқан табысың, атақ-абыройың да сондай болмақ. Екінші Болма кітабын оқып, өзіңді жеңудің, дамытудың қазақша жолын үйренетін боласыз. Жетістікке жету жайлы батыс кітаптарында айтылатын „жетістік“, „мотивация“, „мақсат“ деген түсініктердің қазақ болмысына неге сай келмейтінін түсінесіз», — дейді автор.\nҚазақ тіліндегі тұңғыш психологиялық кітап — «Ойыңды өзгертіп, өміріңді өзгерт». Бұл кітапты тіпті Брайан Трейси оқуға кеңес береді! Автор оқырманға ақыл айтпайды. Ол өзінің басынан кешкен қиындықтарды қалай жеңіп шыққаны туралы баяндайды: оған не түркі болғанын, жоқшылықпен күресу және жалғыздықтан арылудың ең ұтымды жолдарын ұсынады.\n«Қызығы сол, кім-кімді де тағдырдың теперішінен құтқаратын күш — ата-ана, дос-жаран, қоғам, орта т.б. емес, сол адамның - нақ өзі», — дейді автор Кәмшат Бекжігітова.\nБақытты әйелдің құпиясын білуге құмар көрерменнің толассыз сұрақтары Ләйлә Сұлтанқызының әдебиет әлеміне қадам басуына себеп болды. Әйелдерге арналған сан-түрлі кеңестер, артық салмақ тастау, дұрыс тамақтану, жетістікке жету, жігерлену, қиындықтарды жеңе білу туралы және басқа да пайдалы ақпараттар қамтылған, ең бастысы, өмірлік тәжірибесінің негізінде «Менің екінші кітабым» атты күнделік-кітабы — жарық көрді. Автор балалық шағына саяхат жасай отырып, сол заманның келбетін көз алдыңа келтіреді. Алғашқы талпыныстар, күрмеу болған кедергілер, тұрмыс тауқыметі, отбасы бақыты үшін күрес, бәрі-бәрі, автордың өз өмірінен алынған мысалдардан көрініс табады.\n«Бұл кітапты жазған ақылы асқан ғұлама ғалым емес, өзіңіздей адам, өзіңіздей әйел екенін ұмытпаңыз. „Бұл кітапты өзіне қойылған көптеген сұраққа жауап ретінде жазып отыр“ деп санаңыз. Айттым ғой, гуру емеспін, сарапшы емеспін. Қолымнан келетіні - көрген-білгеніммен бөлісу, шын жүректен, таза ниетпен бөлісу. Өмірімді, түйгенімді бар күйінде баяндап беру ғана. Оқып шығыңыз. Кейбір кеңестер қажетіңізге жарар. Бетпе-бет тілдескендей болайық деп, әдейі ауызекі стилінде жаздым. Сондықтан сырлас құрбыңыздың күнделігі ретінде қабылдаңыз», — дейді Ләйлә Сұлтанқызы.\n16 күннің ішінде жазылып шыққан кітаптің қаламгері ертеңгі күннің келбетін анықтайтын жастар екенін туындысына арқау еткен. Авторды қазіргі қоғам жастарының құндылықтары мен тұлғалық қасиеттері толғандырады. Жастардың мықты қоғам құруына деген көзқарасын оятып, парасатты ұрпақ тәрбиелеу жолында қандай қызметтер атқару керектігін анықтап көрсетеді.\n«Халықтық медицинада күмісті тазартушы құрал ретінде қолданылады. Кітаптың „Күміс кітап“ деп аталуы да сондықтан», — дейді автор Бақытжан Бұқарбай.\nҚұралай Ошақбаева өзінің алғашқы кітабын «Әйелмін мен! Тербетемін әлемді!» деп атады. Бұл кітапта автор жылдар бойы өзін-өзі тану, позитивті психологияны қолдану арқылы өз өмірін өзгертуге көмектескен, өзі қолданып, нәтиже алған тәсілдерімен және басқа да әйелдерге қажетті пайдалы кеңестерімен бөліседі. Кітап автордың инстаграм әлеуметтік желісінде тіркелген жеке парақшасында жарияланған материалдар топтамасынан тұрады. Автор тақырыпшаларды ерекше мотивация беретін үлгіде қалыптастырған. Оның мақсаты — қазақ әйелдерінің ой-санасын өзгерту арқылы өмір сүру сапасын жоғарылатуға көмегін тигізу.\nАманжол Рысмендиевтың «Өзіңді оят» кітабы бизнес саласында жазылған алғашқы кітаптардың бірі.\n«Жетістікке жетуге, өзінің ортасында көшбасшы болуға, жақсы өмір сүруге әркімнің-ақ таласы бар. Десе де алдыңа қойған мақсаттардың бәрі бірдей орындалып, арманың шындыққа ауналуы оңай іс емес. Мақсатқа жетемін деп талпынған жолда сүрінеміз, ойлағанымыз іске аспай қайғырамыз. Сол, санамызды күдік пен сенімсіздік жаулаған сәттер де бәрімізге жетпейтін бір нәрсе бар. Ол — жігер», — дейді автор. Кітапта автор ақыл-кеңестер, қара өлең шумақтары арқылы оқырманға жігер береді. Ерініп жүргендердің намысын қайрай, тірліксіз ұйықтап жүргендерді оятып, ұлы жетістіктерге жетуге талпындырады!\nТолығырақ: http://mega.kz/kk/mega.park/news/novosti-i-sobytia/zidi-damytuga-kmektesetin-kazak-tilindegi-top-6-kitap/",
                "date": "3.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяқтың тартылуы себебі неде?",
        "question_content": "Қайырлыкүн. Менің сұрағым анамның аяғы тартылып сыздап ауырады. Бір тамырым тартылып тұрған сияқты дкйді. Отырып тұру қиын кейде. Дәрігрлер мен емшілерге бардық, олар ешқандай диагноз қоя алмады. Не себептен болуы мүмкін? Қандай  халық еиі бар. Рахмет.",
        "question_date": "3.06.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбінесе бұлшық еттер қозғалыс жасамайды, егер ми оларға сигнал бермесе. Алайда, бұл сигналдар кейде араласып кетеді. Араласу мида, сигнал жіберетін жүйкелерде немесе оларды қабылдайтын бұлшықеттерде пайда болуы мүмкін.\nСигнал дұрыс шықпағанда, бұлшық еттер еріксіз қозғалуы мүмкін, оны адамдар әдетте тітіркену деп атайды. Тырысу - бұлшықеттің кенеттен жиырылуының немесе босатылуының нәтижесі. Дәрігерлер бұл жылдам, еріксіз тітіркенуді сипаттау үшін «миоклонус» терминін қолдануы мүмкін.\nБұл мақалада біз аяқтарда пайда болуы мүмкін бұлшықет тітіркенуінің түрлерін және олардың қалай сезінетінін анықтаймыз. Сондай-ақ, біз дәрігерлердің оларды қалай анықтайтындығы және емдейтіні туралы ақпаратпен бірге аяқтың тырысуының кейбір себептерін келтіреміз.\nТүрлері\nБұлшықеттің кенеттен тартылуының екі негізгі түрі бар: физиологиялық миоклонус және патологиялық миоклонус.\nФизиологиялық миоклонус\nФизиологиялық миоклонус денсаулық жағдайы жақсы адамдарға әсер етуі мүмкін және бұл әдетте емдеуді қажет етпейді. Физиологиялық миоклонияның мысалдары:\nhiccuping\nұйықтап жатқанда аяқтың қозғалуы\nфизиологиялық таңқаларлық реакциялар\nПатологиялық миоклонус\nПатологиялық миоклонус миоклонусты білдіреді, бұл не негізгі медициналық жағдайдың симптомы, не белгілі бір дәрі-дәрмектерге реакция.\nПатологиялық миоклонус бұлшықеттің тұрақты жиырылуын қамтуы мүмкін, бұл бұлшықеттердің бүкіл тобына немесе дененің әртүрлі бөліктеріндегі бұлшықеттерге әсер етуі мүмкін. Ауыр жағдайлар адамның қозғалысы мен қозғалғыштығына әсер етуі мүмкін.\nОл қалай сезінеді\nАяғындағы сілкініс пайда болған адам, әдетте, бұл болған кезде байқайды. Бөртпелер тітіркендіргіш болуы мүмкін, бірақ олар әдетте ауыртпалықты емес.\nАлайда, аяқтардағы бұлшық еттер кейде бұлшықет құрысуларын тудыруы мүмкін. Ересектердің 60% -ына мезгіл-мезгіл ауыратын құрысулар өте кең таралған.\nАяқтың қозу себептеріне байланысты адамда келесі белгілер болуы мүмкін, мысалы:\nшаншу\nқышу\nжану\nпульсирлеу\nжорғалаушы немесе физикалық сезімдер\nзақымдалған аймақта бұлшықет спазмы\nденеде толқып тұрған дірілге ұқсас сезім\nЖалпы себептері\nАдамдар кездейсоқ аяқтарын ұстап тұруы өте жиі кездеседі. Төменде біз аяқтың тартылуының екі жалпы себебін атап өтеміз.\nЖақсы әсер\nБұлшықеттің қайталанатын еріксіз тітіркенуінің медициналық термині - бұл қатерсіз фаскуляция. Бұл жалпы халықтың шамамен 70% -на әсер етеді және жүйке жүйесінің ауыр бұзылыстарымен сирек кездеседі.\nӘдетте дені сау адамдардағы қатерсіз фазикуляциялардың кейбір себептеріне мыналар жатады:\nстресс немесе мазасыздық\nфизикалық сарқылу және ұйқының болмауы\nалкогольді шамадан тыс тұтыну немесе алкогольден бас тарту\nкофеинді шамадан тыс тұтыну немесе кофеинді алып тастау\nтөмен қант\nдегидратация\nқоректік заттардың теңгерімсіздігі\nгормондардың теңгерімсіздігі\nкейбір дәрі-дәрмектерді қолдану\nМазасыз аяқ синдромы\nМазасыз аяқ синдромы (RLS) - адамның аяғындағы ыңғайсыз сезімдерді бастайтын жағдай. Аяқтарды қозғалтуға деген ұмтылыс сезіммен жиі бірге жүреді.\nRLS-мен ауыратын адамдардың шамамен 80% -ы ұйықтап жатқанда аяғымен қозғалады. Бұл үшін медициналық термин - ұйқының аяқ-қолының мерзімді қозғалысы.\nМазасыз аяқ синдромы жиі кездеседі, өмірінің бір кезеңінде 10 адамның 1-іне дейін әсер етеді.\nАз себептері\nКөп жағдайда аяқтың тартылуы жалпы және салыстырмалы түрде жақсы себептерге байланысты.\nАлайда, аяқтың тұрақты немесе жиі қозғалуы кейде жүйке жүйесінің негізгі бұзылысы туралы сигнал беруі мүмкін, мысалы:\nАльцгеймер ауруы\nЛьюдің дене кемістігі\nэпилепсия\nХантингтон ауруы\nбүйірлік амиотрофиялық склероз (ALS)\nДиагноз\nДәрігер, әдетте, аяқтың тырысуының себебін:\nтолық ауру тарихын алу\nтітіркену туралы нақты ақпарат жинау, мысалы:\nбұл қай жерде болады және қанша уақытқа созылады\nоның дененің басқа бөліктеріне әсер етуі\nболған кезде\nуыттану белгілерін іздеу:\nдәрі-дәрмектерді қолдану\nесірткіні заңсыз қолдану\nқоршаған ортаға қауіпті\nКейбір жағдайларда дәрігер келесі диагностикалық зерттеулердің біреуін немесе біреуін тағайындай алады:\nЭлектромиография (ЭМГ): Қаңқа бұлшықеттеріндегі электрлік белсенділікті тіркейтін тест. Дәрігерлер бұлшық еттер мен оларды нервтендіретін нервтердің күйін бағалау үшін ЭМГ пайдаланады.\nЭлектроэнцефалограмма: Мидағы электрлік белсенділікті анықтайтын және тіркейтін тест.\nМРТ сканерлеу: Дәрігерге жүйке мен дененің басқа жұмсақ тіндерін көруге мүмкіндік беретін медициналық бейнелеу сынағы. Сондай-ақ, бұл оларға еріксіз тітіркенудің себебі болуы мүмкін зақымдануларды анықтауға көмектеседі.\nҚан анализі: Кейбір қан анализдері аурудың белгілері үшін жауап беретін медициналық жағдайларды анықтауға көмектеседі.\nЕмдеу\nАяқтың кездейсоқ тітіркенуін сезінетін адамдар белгілі бір өмір салтын өзгерту арқылы жағдайды басқара алады. Мысалдарға мыналар жатады:\nжақсы ылғалданған болу\nпайдалы, теңдестірілген тамақтану\nкофеин мен алкоголь сияқты стимуляторларды азайту\nегер қажет болса, темекі шегуден бас тарту\nүнемі жаттығулар жасау\nаяқты ақырын созу және уқалау\nкөп демалу\nДәрі-дәрмектерге байланысты аяғының тартылуына байланысты деп күдіктенетін адамдар, егер дәрігер бұған кеңес бермесе, оны қабылдауды тоқтатпауы керек.\nЕгер аяғыңыздың тітіркенуі негізгі медициналық жағдайға байланысты болса, оны емдеу тербеліс жиілігін, оның ауырлығын немесе екеуін де азайтуға көмектеседі.\nДәрігерге қашан қарау керек\nКөбінесе, аяқтың тартылуы - бұл шаршау, дегидратация немесе кофеин немесе алкоголь сияқты стимуляторларды қолдану сияқты нақты жағдайларға жауап.\nСонымен қатар, тітіркену ауыр медициналық жағдайдың белгісі болуы мүмкін. Адамдар дәрігерге қаралуы керек, егер:\nӨмірдің тиісті өзгеруінен кейін аяқтың тістері жақсармайды\nаяқтың тітіркенуі 2 аптадан артық сақталады\nтітіркену адам демалып жатқан кезде басталады\nтітіркену адам жаңа дәрі қабылдай бастағаннан кейін басталады\nтітіркену дененің бірнеше бөлігіне әсер етеді\nтітіркену келесі белгілердің кез келгенімен қатар жүреді:\nбезгек\nбас ауруы\nжүрек айну\nқұсу\nәлсіздік\nҚысқаша мазмұны\nАяқтың тартылуы - бұл жиі кездесетін симптом, бұл көбінесе өмір салты факторларына байланысты, мысалы, шамадан тыс жүктеме, дегидратация немесе стимуляторларды шамадан тыс пайдалану. Әдетте, өмір салтын өзгерту кезінде жақсы болады.\nАлайда, кейде тітіркену жүйке жүйесінің бұзылуы сияқты ауыр медициналық жағдайдың симптомы болуы мүмкін. Егер адам аяғының тартылуы жалғасса, нашарласа немесе басқа мазасыздық белгілерімен қатар жүрсе, дәрігерге қаралуы керек.\nТолығырақ: https://kk.evidentista.org/leg-twitching-1883",
                "date": "3.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолым ісініп, іші көгеріп кетті. Не істеуге болады?",
        "question_content": "ҚОЛЫМ АУЫР ЗАТТЫҢ(ракушка) АСТЫНДА ҚАЛП ҚОЙЫП,КӨГЕРІП ІСІНІП ЖАТЫР! НЕ ІСТЕУГЕ БОЛАДЫЫЫ???",
        "question_date": "3.06.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әркімнің өмірінде бір рет болса да тайғанап құлап не бір жерге ұрынып, аяқ-қолын көгертіп алған кездері болған. Ауыртып алған жеріңіз көрінетін болса, оны тезірек кетіру сұрағы туындайды.\nЖаралар не үшін көгереді?\nГематомалар (көгерген жерлер) - майда тамырлардың үзілуі нәтижесінде қанның тері маңына жиналуы. Қаншалықты қатты көгеруі ағып үлгерген қан мен теріге байланысты болады. Жазылу барысында көгерген жер түсін өзгертуі мүмкін. \nКөгерген жерді қалай емдейді?\nКөгерген жер лейкоцит жасушаларының пигменттерді жойған кезде ғана жазылады. Сондықтан көгерген жерді өзіңіз бір сәтте емдей алмайсыз. Алайда дереу қабылданған шаралар көмектесіп, көгерген жердің кетуін тездете алады.\nҰрып алған жеріңізге бірден суық басыңыз. Мұз кесектерін матаға орап, ауырған жерге басқанда, жараланған қан тамырлары жиырылып, қанның ағуына бермейді. Мұзды 10-15 минут ұстаңыз. Бірақ мұзды ашық теріге баспаңыз, тері тым суып, мұздап кетуі мүмкін.\nКелесі шараларды жараланған жердің ісігі өткен кезде, бір күннен кейін жасау керек. Қан ағып, лейкоциттер жараға дейін жету үшін көгерген жерге жылы бассаңыз болады. Бірақ көгерген жеріңіз бетте болса, жылытпаған жөн. \nЕмделу процессін тездету үшін, С және К дәрумендерін қабылдасаңыз болады. Қызыл түсті жеміс-жидектер көптеп жеңіз.\nКөгерген жерді емдеудің ең танымал құралдарының бірі - бодяга шөбі. Дәріханада сатылатын бұл шөптің ұнтағына 2:1 қатынасында су қосыңыз. Емдік ботқаны көгерген жерге жағып, толықтай кепкенін күтіңіз. Артынан сумен жуып жіберіңіз. Есіңізде болсын, бодяга шөбін бет пен көз маңына жақпаңыз. Бұл дерматит не аллергия қоздыруы мүмкін.\nҚол-аяқтағы көгерулерден қырмызы (календула) тұнбасы құтқара алады. Оны көгерген жерге жағу керек.\nСондай-ақ ақжелкен (петрушка) не тұрма (редька) ұнтақталған жапырақтарына су қосып, ботқаны жараға жақса болады.\nТағы бір қолжетімді дауа - көгерген жерге йод жағу.\nТұз компрессі де көгерудің кетуін тездете алады.\nТолығырақ: https://massaget.kz/layfstayl/Zdorove/7958/",
                "date": "3.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамдарды қалай таңдап араласу керек?",
        "question_content": "Саламатсыздарма.Мен мұнда жанымның қиналғанынан жазып отырмын.Жигитпен бир танысым таныстырған еді, өте жақсы бала сен тек жақсы балаға лайықсың дейтін жақын араласқан адамым. 5 уақыт намазы бар медресе битирген бала.Сойлесші жазса қарындасым болса осы балаға ойланбай берер едім деді.Мен адамды тек шын көңілмен ұнатсам ғана сөйлесуге келісім беремін.Намазға өзімде ниеттеніп дайындалып өз өзіммен өте жақсы өмірімді сүріп жүрдім.Бала маған жазды инстаграмнан ұзақ инстаграмда сөйлестік,номер сұрайтын мен бермедім мен әлі сенімді емеспін деп. Жасым 20 да болды бір жағынан тұрмысқа шығудыда ойладым Намаз оқыса ақ пен қараны ажырататын артық ойы жоқ дедім адал жол көрсететін адам деп кездесуге келістім. Күндіз кездесіп жүрдік мені бірден ұнатқанын айтты карантин болып басқа қалаға барып мен қайта алмай 5 айдай алшақ юолдық күнде сөйлестік қандай адам екенін білу үшін бұлда жақсы деп ойладым.Үнемі Алланы есіме салатын Алладан тозақтық болудан қорқатынын қыздың көз жасынан қорқатынын үнемі айтып отыратын.Мен хиджап яғни орамал таққым келетін қатты тек отбасым тұрмысқа шық сосын тақ деді әке шешем разы болмай тұрғанда жарайды дедім.Алматыға келдік кездестік,ол басқа қалада жүрді айына 1-2 рет келетін куннен күнге унатып калдық.Маған еш ойланбай уйленетінін айтты,ұрыс қызғанышта болды өте қызғаншақ еді алайда махаббатымыз жеңіп бірден татуласатынбыз.Алланың қалауымен мен Намазымды бастадым түсінбегенімді барин айтатын.Алладан қорқып нәпсімен күресуді көп есіме салатын.Ұнаттым сендім Жәннәтқа қол ұстасып кіретін адамым деп қуанып жүрмін.Сол күн бірге жүрдік досынын жанына кв 2 күнге тұрды сол күн кездестік көшеде жүрдік уйге жүрші Намазым қаза болып еді оқып шығайын деді сыртта күтемін дедім тоңасың жүр деп жарайды дедім.Сол кезде жақындады арине менде киналимин насимді жеңе алмадым.Сол күн өтті одан артық жақсы көргенін айтты неке қиамыз деді,жақында бәрімен таныстыратынын айтты менін отбасымның барлығын таниды онын отбасы басқа қалада.Менің үйім тойға дайындалды. Бұл кісі қатты қызғанатын айтқанын істедім той тұрмақ көршіме шықпа десе шықпадым.Тек мен еркелеп ренжіп қалатынмын бірақ ол себеп болатындай емес.Екі көзім тек осы кісіні ғана көрді.Артымнан қызым юол деп 3 айдай жүгірген еді.Сомен мен болашағым ғой деп көп көмектестім.Ол кісі Алматыға жұмысқа келді 1 жыл уақыт өтті бір бірімізге деген сезіміміз артпаса кемімеді.Жазда уйленеміз деп шештік жақындап қалды бір күні маған звондап сенен шаршадым аулақ жүрші деді.Сені ешқашан тастамаймын болашақ жарым уәде жігіттік Намазым бар Алладан қорқамын деді.Қалжындап тұр деп ойласам барлық жерден өшірген блоктамын.Денем мұздай өзімді сезбей қалдым.Бұл кісі жоқ.Намазымда тиледім истихарамды тастамадым.Әрең таптым жалындым жабарынып айтеуир видеомен звондады сиз неге озгердіңіз не себеп дедім сен менің тағдырым емессің суып кеттім аулақ жүр деген жауап алдым.Есімнен танып қалдым жалындым куним туним жылаумен отти сойлесейк тусиндирши дедім кунде ар номермен звондап,жагдайым оте нашарлады катты азып кеттім тамак батпайды уйқы жоқ тек Намазымда екеумізді кешірші деп дұғадан жалықпадым.Бір рет кездессек мазаламаймын дедим келісті.Мен ол кісіге арнап жайнамаз тасбих такия китап сыйлыққа алған едим жоғалтып алдым деген сон сыйлағым келді.Кездестік бетіме қарамады затты арен ұстаттым кеттиде қалды мен не істерімді билмей сол куннен бастап артынан жүгірдім не айтсаныз соны істейін тек тастама.Әке шешеме қалай қараймын. Маған берген уәдеше Алладан қоқатыныңыз ше дедім.Бұрынғы адам мүлдем ол емес өзгергенде жағамды ұстатым неше түрлі сөздер айтты намысын болса аулақ жүр сонша дәреженнін төмені ай деп күлді.Олай деме Алладан қорық десем мені кешіреді деді.Мен не істеймін өмірім армандарым бәрін 1 ақ күнде жоқ еттіңіз дедім отказ жасуды билу керек деген жауап алдым.Сен одан соң не истегеніңді мен қайдан билем дегенде аяқ қолым тартылып жұмыста жүрегім тоқтап қалды.Біттім дедім жоқ өмір берді. Бірақ түңілгенім сонша қуана алмадым жалындым күүнде ауру болдым қойшы болды дейді ағам военный билсе оны олтиреді,болмаса турмеде шірітеді,агам сыртта көр жүреді.Құрбым соттат деді ондайлар жай жүруге хақы жоқ деді ойымда болды кунде талып құлайтын болдым жылап жалынып күнде өте жаман сөздер айтты боқтады.Мени тек Намазым құтқаратын өмірден өтуде ойымда болды.Бірақ бір бетіме қарамады жаны ашитынын айтады сен бақытқа лайықсын бирақ мен сенімен бірге болғым келмейді деді.Әлі жалғасып келеді ата анам тұрады көз алдымда Алладан қоқамын өзімді жек көріп кеттім жииркенем ер адам жай қараса жылап жиберем,любой момент любой жерде жылай саламын түнилгенім сонша күлуді сағындым.Әліде тек тастамашы не айтсанда істеймін абыройым мен жүрегімді алып кеттің мен не істеймін деп әлі жүгіремін басқаменде сөйлеседі. уй ішім сезеді олар тек ұрсып жүр деп ойлайды,мен оларға барынша білдірмеймін жүрегім тоқтап қалғандада бир созбен айтқанда ол чудо,шаршап жұмыста проблема деп уже өтірігім қалмады.Агама айтайн десем жанын шыгарайн десем колым бармайды мен олай омирине қиянат жасай алмаймын талай оқталдым анасын ойлаймын.Мен бирак ешкіммен енді бирге бола алмаймын.Ол адамды кешірем тек Алла кешірсе деймін дұғамда жек көрмеймінде...Әліде жүгіріп жүрмін.Құрбым күнде поддержка береді өмір бітпейді онын жазасын Алла дайындайды тек сен есіңді жинашы деп дұғада олда.Тек бұны мен ұмытып жаңа өмір бастуға шамам жетпейді қиналып кеттім...неге неге олай аузынан Алласы түспейтін адамда осылай өзгерема неге мен өнегелі келін жақсы ана боламын деп ең бірінші арманым,ал қазір өзімнен жиркенемін..... Алланың берген абыройын аз рахатқа бола қиып жібергенімді ойласам жынданып кете жаздаймын оған барлық жерден күнде жазамын ойланщы мен кеширдим сен ондай адам емессин ренжитсем мумкиндик берші деп али жалынып жүрмін бетіме қарамайды айтатыны кет құры намыссыз неше түрлі...қиналып кеттім бұлай ұзаққа шыдамайтыным сөссіз ,маған ешнарсе көмектеспейді өзімді өте тастап жібердім жазсам тек женилдеймин комек керек.Оны қоқытып жасатқым келмейди 1 жыл 1 ай өте бақытты кезім болды қазір 22 демин қалғаны тек қиналумен өтуде 1 айдай болды... неге неге мен деп сұрақта келеді менде киналімін тек солай адам өзгереді дегенге сене алар емеспін.....қорқамын",
        "question_date": "2.06.2021",
        "question_tag": "Психологиялық кеңес",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсізбе! Сізге менің кеңесім сабырлы болыңыз. Намазыңызды тастамаңыз, Алланың ақ жолынан айнымаңыз. Өткен өміріңізге көп қайғырмай, алдағы мақсатыңызға нық қадам басыңыз. Өткен іс өтті оған өкінбеңіз. Өмірде түрлі адамдар бар. Олардың әрқайсысы әртүрлі. Сондықтан адам қысқа уақытта түбегейлі өзгеруі де мүмкін. Сол себептен қайғырмаңыз. Алла сізге сабыр мен иман нұрын нәсіп етсін!",
                "date": "4.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астым ашып ауыртып жатыр не істеуге болады",
        "question_content": "Астым ашып, ауырып жатыр не істеукерек.",
        "question_date": "2.06.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гинекологқа барып қаралғаныңыз дұрыс.",
                "date": "14.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шахтёр болу үшін не істеу керек?",
        "question_content": "Менің жасым 14те 9 ды енді бітіремін.\nСонымен қатар мен шахтёр болғым келеді. \nЖәне шахтаның оқу орны барма?\n Сол оқу орнына түсу үшін қандай пән тандау қажет?",
        "question_date": "1.06.2021",
        "question_tag": "Мамандық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шахтер болу үшін мықты денсаулықпен қатар, асқан төзімділік, шыдамдылық, ептілік пен қайсарлық керек. Себебі, жер астында жұмыс істеу оңай емес.",
                "date": "6.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Директорға сауықтыру жәрдемақысы тек лауазымына ғана төлене ма?",
        "question_content": "2021 жылғы ақылы еңбек демалысымды есептеткенде маған сізге сауықтыру жәрдемақысы тек директорлығыңызға қосылады, 9 сағатыңызға есептелмейді деді. Менің білгім келгені мен 9 сағатты мұғалім ретінде жүргізіп отырдым, неге 9 сағатқа маған сауықтыру төленбейді? Жалпы сауықтыру жәрдемақысы қалай төлену керек?",
        "question_date": "1.06.2021",
        "question_tag": "Қаражат, Ақша",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Еңбек кодексінің (бұдан әрі – Кодекс) 239-бабына сәйкес мемлекеттiк бюджет есебiнен ұсталатын азаматтық қызметшiлерге лауазымдық жалақысы мөлшерiнде сауықтыруға арналған жәрдемақы төлене отырып, ұзақтығы күнтiзбелiк отыз күннен кем болмайтын жыл сайынғы ақылы еңбек демалысы берiледi. Азаматтық қызметшiлерге сауықтыруға арналған жәрдемақы күнтiзбелiк жылда бiр рет төленедi.\n\nКодекске сәйкес тарифтік ставка (айлықақы) - қызметкердің уақыт бірлігі ішінде белгілі бір күрделіліктегі (біліктіліктегі) еңбек нормасын (еңбек міндеттерін) орындағаны үшін еңбегіне ақы төлеудің белгіленген мөлшері.\n\nСонымен, қызметкердің лауазымдық жалақы атқарған еңбек нормаларына байлынысты, яғни  жұмыс көлеміне байланысты, бұл жағдайда оқыту жүктемесіне қарай өзгере алады.\n\n«Азаматтық қызметшілерге, мемлекеттік бюджет қаражаты есебінен ұсталатын ұйымдардың қызметкерлеріне, қазыналық кәсіпорындардың қызметкерлеріне еңбекақы төлеу жүйесі туралы» Қазақстан Республикасы Үкіметінің 2007 жылғы 29 желтоқсандағы № 1400  қаулысында  азаматтық қызметшілерге, мемлекеттік бюджет қаражаты есебінен ұсталатын ұйымдардың қызметкерлеріне, қазыналық кәсіпорындардың қызметкерлеріне еңбекақы төлеу жүйесі уақыт бойынша және/немесе кесімді еңбекақы төлеу жүйесі болып табылады деп белгіленген.\n\nУақыт бойынша еңбекақы төлеу жүйесінде атқарылған уақыт есептеледі.\n\nСондықтан, сауықтыруға арналған жәрдемақы әр қызметкерге еңбегінің мөлшеріне, атқаратын лауазымына, жұмысына және басқа да, оның ішінде жұмыс уақытының ұзақтығына қарай жеке бекітіліп,  белгіленген лауазымдық жалақының мөлшерінде төленеді.\n\nОсыған орай, мұғалімдерге сауықтыруға арналған жәрдемақы нақты оқыту көлемі бойынша белгіленген тарификацияға сәйкес лауазымдық жалақы мөлшерінде төленеді.\nА.А. Алтынбекова –Еңбекке ақы төлеу басқармасының, бас сарапшысы",
                "date": "17.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диплом алу кешіне қандай өлең айтса болады?",
        "question_content": "Диплом алу кешіне қандай өлең айтса болады?",
        "question_date": "1.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 459,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "3.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде құрт кору",
        "question_content": "Түсімде сінілім екеуміз жатып үйықтаик десек төсегіміз құрттап кетіпті ол нені білдірет?\nБүгін тағы түсімде құрт көрдім сінілімнің басы құрттап кетіпті деим ол нені білдірет???",
        "question_date": "1.06.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 927,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрт түсте болса. Түсінде құрттар болса.\nАқ түсті құртты көру – жақсылыққа емес. Бұл түс өміріңізде талай өкінішті және қапалы күндердің болатынын білдіреді. Әдетте, ол ауруды меңзегендіктен, өз денсаулығыңызға көңіл бөлгеніңіз жөн. Бәлкім, сіз ойламаған дертке шалдыққан шығарсыз, сол сіздің жаныңызды жегідей жейді.\nАқ құрт жұмыстағы келеңсіздіктер мен кедергілерді де білдіреді, оны айналып өтуге болмайды. Және ол сізге қарсы бағытталған зұлым күштің барын аңғартады. Өз жоспарларыңызбен ешкіммен бөліспеңіз.\nҚұрт неге түске кіреді? Бұндай түсті көру – кішігірім келеңсіздіктердің белгісі. Сізге қарсы бағытталған арам істерден көңіліңіз түседі, бірақ олар сізге еш жамандық істей алмайды. Сізге қарай құрттардың жорғалағанын көру – қаржымен байланысты. Дәл қазір сіз үшін материалды құндылықтар бірінші орында, ал рухани құндылықтарды артқы жаққа ысырып тастағынсыз. Егер де, бұл құрттарды өз үстіңізден түсіре алсаңыз, материалды өмірде өзіңіздің «Меніңізді» жоғалтпайсыз.\nзагрузка...\nҚұртты балық аулау үшін қолдансаңыз, бұл түс жақсы мәнге ие. Сіз тапқырлығыңыздың арқасында өз қателеріңізден үйреніп, одан пайда шығаруға үйренесіз.\nҚұрт неге түске кіреді? Түстің мәнін ашайық. Құрт (жорғалаушы) – жауын құрттары – саяхатқа, жеңіл сапарға және оңтайлы іске. Тамақтағы құрт – біреу сізге қызғаныштан тұзақ құрып жүр, ол сізді және жұмысыңызды сынауда. Жердегі құрт құнарлы жылды, мол астықты, малдың көбеюін, бай жылды білдіреді.\nЭротикалық түс жору бойынша. Құрт түсте болса\nҚұрттар неге түске кіреді. Бұл түсті көрген әйелдің ухажерлары көп болады, солардың арасынан біреуін таңдай алмай дел-сал күйге енеді. Тағы бір мағынасы бар – болашақта балалы болуға мүмкіндігі ашылады. Ер адам үшін өзінің сексуалды мүмкіндіктерінде күмәнданудың қажеті жоқ екенін білдіреді.\nТүстің мәні: құртты түсінде көрген адамның жолында қиындықтар кезіге бастайды. Әр жанның өмірінде сәтсіз кезең болады дейді ғой, міне, сол кезеңнің келгені. Ақ құртты түсінде көрген адамдар қаржыдан қысылып, істері мен жеке өмірінде сәтсіздіктерге ұрынады. Бірақ, бұны алдын ала білсеңіз де, ештеңе істей алмайсыз, бұдан құтылу мүмкін емес. Тек қана көнігіп, төзу ғана қалады.\nЦветкова түс жору бойынша. Түсінде құрт болса\nАқ құртты түсінде көру – өте жаман белгі. Бұндай түс өмірдегі ең нашар жайттар жайында хабар беріп, тіпті өліміңізді де меңзеуі мүмкін. Әрине, бұл жерде, түсіңізде көрген басқа да нәрселер ескеріледі. Мысалға, ақ құрттың шөптің үстімен жорғалағанын көрсеңіз, жақын арада досыңыздың сатқындығына кезігесіз.\nЗаманауи түс жорығыш бойынша да ақ құртты көру жақсы ештеңені білдірмейді. Өміріңізде сәтсіздіктердің басталып, өкпе мен қапаланудың көбейетінін аңғартады. Ақ құрт сәтсіздіктердің ұзаққа жалғасып, күйзелістің, тоқыраудың, өкпе мен дағдарыстың сізді әлі айналшықтайтыны жайлы хабарлайды. Олармен қалай күресетініңізді алдын ала жоспарлап, дайындалыңыз. Мүмкін, кішігіріп демалыс алып, саяхатқа аттанарсыз?\nА.Минделл түс жоруы бойынша құрттар нені білдіреді?\nСізді адамдар қызықтырып қояды. Құртты балық аулау үшін жинасаңыз – жауыңыздың жасаған қателігін өз мүддеңізге қолдана аласыз. Құртты өлтіргеніңізді көру – бойыңызда бар арам қасиеттерді тиып, ізгі құндылықтарға ұмтыласыз. Әйел түсінде арқасында құрттардың жорғалағанын көрсе, ақшаға қарай ұмтылады.\nПсихоаналитикалық түс жорулар бойынша, түсіңізде құртты көрсеңіз не болады?\nНегізгі баламасы –еркектің жыныс мүшесі. Секске көз-қарасыңызға байланысты түстің мағынасы өзгереді, сонымен бірге қауіпті білдіруі де мүмкін. Құрт міндетті түрде таза болуы шарт емес. 2. Құрт немкұрайлық пен өнімсіздікті де меңзейді (өзіміздің және өзгенің). Егер, ол өзімізден үлкен болса, бар қиындық біздің толымсыз екенімізді сезінуімізде. Жер «жаңғағын» көрсек, бұл – өзгерістің белгісі. Өзімізді жаңартып, өмірімізді пайдалы, табысты ету қолымыздан келеді.\nТолығырақ: https://www.tuszhoru.kz/",
                "date": "2.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік емтихан 9 сынып Алгебра жауаптары ГОС",
        "question_content": "https://vk.com/doc415979720_600062909?hash=3a37381b3f4a5daab2&dl=cd80de2\nАлгебра мемлекеттік емтихан нұсқалары жауаптарымен",
        "question_date": "31.05.2021",
        "question_tag": "Математика",
        "question_views": 52000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 нұсқа жауабы бар",
                "date": "2.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл диплом алу үшін GPA-3.47 жеткілікті ме?",
        "question_content": "Қызыл диплом алу үшін GPA-3.47 жеткілікті ме? Қызыл диплом ала аламын ба гос экзамендер бәрі 5.",
        "question_date": "31.05.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызыл диплом алу үшін GPA 3,5 болуы керек.",
                "date": "31.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай өлеңдетіп тост кезегін ұсынуға болады?",
        "question_content": "Достарға қалай өлең жолдарымен тост кезегін ұсынуға болады?",
        "question_date": "31.05.2021",
        "question_tag": "Жалпы сұрақ",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тойда асабалар тілек кезегін берген кезде ацтатын өлең жолдарды айтуға болады.",
                "date": "31.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Mobile ЕГОВтан қалай ПЦР тест нәтиежесін көруге болады?",
        "question_content": "Сәлеметсізбе, Mobile ЕГОВтан қалай ПЦР тест нәтиежесін көруге болады?\nМенін телефоныма СМС хат келді, Мобайл еговтан ПЦР тест жауабын көруге болады деп, оны калай көремін?\nРахмет",
        "question_date": "31.05.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 838,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Saqbol қосымшасы коронавирустық инфекцияның таралуын бақылау, сондай-ақ Exposure Notification технологиясын (Google және Apple компанияларынан жұқтыру қаупі туралы хабарламалар жүйесі) пайдалана отырып, жұқтыру ошақтарын уақтылы оқшаулау мақсатында құрылды.\nҚосымшаның жұмысы дәл сондай қосымша орнатылған басқа құрылғылармен контактілерді жасырын бақылауға және дәл сондай қосымша орнатылған басқа құрылғылармен шифрланған өзара әрекеттесу жазбаларын сақтауға бағытталған.\nSaqbol мобильді қосымшасы Google Play (қажетті Android нұсқасы - 6.0 немесе одан кейінгі), App Store (қажетті iOS нұсқасы - 13.5 немесе одан кейінгі) жүктеу үшін қол жетімді. Қосымшаның дұрыс жұмыс істеуі үшін сізде операциялық жүйенің соңғы нұсқасы орнатылғанына көз жеткізуді  ұсынамыз.\nБұл қалай жұмыс істейді?\nSaqbol қосымшасын смартфонға орнатыңыз, Bluetooth қосыңыз және телефонды үнемі өзіңізбен бірге алып жүріңіз. Осы қосымшаны орнатқан басқа адамдармен жақын байланыста болған кезде, сіздің смартфондарыңыз Bluetooth арқылы шифрланған сәйкестендіргіштермен алмасады. Сәйкестендіргіштің әрбір бақылау сомасы оны жасағаннан кейін екі аптадан кейін пайдаланушы құрылғысынан автоматты түрде жойылады.\nПТР тестін тапсырғаннан кейін пайдаланушының мобильді нөміріне нәтижені білу үшін Saqbol қосымшасында енгізуге болатын 10 таңбалы коды бар смс хабарлама келеді.\nҚосымшаны пайдалану үшін тіркеу қажет емес. Қосымша  ешбір жеке деректерді немесе орналасқан жер туралы деректерді жинамайды немесе жібермейді. Бұл дегеніміз, сіз кіммен байланысқаныңызды және бұл байланыс қайда болғанын ешкім анықтай алмайды.\nЕгер Saqbol қосымшасының пайдаланушысы коронавирусқа оң нәтиже алса, ол өз қосымшасындағы хабарландыру функциясын іске қоса алады. Бұл соңғы 14 күн ішінде екі метрден аз қашықтықта және 15 минуттан астам уақыт ішінде жұқтырған адаммен байланыста болған қосымшаның басқа пайдаланушыларын ескертеді.\nХабарламаны іске қосқан кезде қосымша автоматты және анонимді түрде бұл туралы қосымшаның басқа пайдаланушыларын хабардар етеді.\nХабарлама алған пайдаланушылар қосымша арқылы Қазақстан Республикасы Денсаулық сақтау министрлігінің бұдан арғы іс-қимылдар туралы ұсынымдарымен таныса алады.\nҚосымшаны қолданар алдында Пайдаланушы келісімімен және Құпиялылық саясаты танысуды сұрайды.\nhttps://egov.kz/cms/kk/information/about/Saqbol_mobileapp",
                "date": "14.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтынайдың Өмір Өзен әнінде екі нұсқа бар ма",
        "question_content": "Алтынай Жорабаевтың дауысына ұқсайтын әнінің бір шұмағын тыңдап отыр едім, Өмір Өзен әнінің музикасына ұқсап тұр дә,  бірақ мәтін  сөзі бірдей емес, Естігенім мұндай  <...  жылдар, алыстап өтсе де,  жастық, алыстап кетсе де...  >,  ал Өмір Өзен ән мәтіні басқаша...  қалай болғаны,  бір әнде екі түрлі мәтін бар ма не  ?   Жоқ әлде бұл басқа ән бе  ?  қайсы ән болды,  кім біледі  ?",
        "question_date": "31.05.2021",
        "question_tag": "Қазақша ән",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "31.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік параллелепипедтің диагоналын табу керек.",
        "question_content": "Тік параллелепипедтің бүйір қыры 5см,табан қырлары 6см және 8см,ал табанының диагоналі 12см. Параллелепипедтің диагональдарын табу керек",
        "question_date": "31.05.2021",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диаметрінің ұзындығы 13 см-ге тең",
                "date": "31.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11 сыныптан соң мед колледжге түсу үшін ұбт тапсыру шарт па?",
        "question_content": "11 сыныптан кейін мед колледжге ұбт сыз өтуге бола ма?",
        "question_date": "29.05.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "11 сыныптан кейін медициналық колледжге түсу үшін ҰБТ тапсыру қажет емес. Колледж әкімшілігне барып, сөйлесіп көрсеңіз болады.",
                "date": "14.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Синтаксистік талдау. Жаңадан кірген жылы күздің сары",
        "question_content": "Синтаксистік талдау срочноо❗Жаңадан кірген жылы күздің сары шуағында кісі көңілін әлдилеп ақырын тербеткендей рақат тыныштық бар",
        "question_date": "28.05.2021",
        "question_tag": "Қазақ тілі",
        "question_views": 641,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұрным иіс сезбей қалды?",
        "question_content": "Мұрным иіс сезбей қалды. 7 күн болды вобще сезбейт тек мурныма жағымсыз иістер келеды бул не сонда тумаума әлде гайморитпе не екен былетын болсаңыздар ответ берыншы мурнымнан какырыктын иісі шығады",
        "question_date": "28.05.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соңғы кездері иіс сезу қабілетінің жоғалуы немесе аносмия COVID-19-бен  байланыстырылады.\nКөбінесе, иіс сезу қабілеті шырышты қабаттың қабынуы мен ісінуіне және шырыштың көп бөлінуіне байланысты жоғалады. Мұндай жағдайда иісті заттар молекулалары иіс сезу рецепторларына жете алмайды.\n1. Өткір синусит. Ол - мұрын қуысының шырышты қабатының өткір қабынуы. Мұрынның қай қуысының қабынуына байланысты синуситтің бірнеше түрі болады: гайморит, фронтит, этмоидит.\n2.ЖРВИ.\n3. Тұмау.\n4. Поллиноз. Ол - жоғары тыныс жолдары мен көздің шырышты қабығына өсімдік тозаңының түсуінен пайда болатын аллергиялық ауру. Поллиноз аллергиялық ринит деп аталатын ауруға әкеледі, яғни тыныс алу жолдарының шырышты қабығы қабынады, мұрын бітеліп, одан көп мөлшерде су бөлінеді, көзден жас ағып, түшкірік жиілейді.\n5. Аллергиялық емес ринит. Бұл жағдайда біз аллергиямен байланысы жоқ созылмалы ринит туралы айтып отырмыз.\n6. Шылым шегу. Егер сіз көп темекі шегетін болсаңыз, темекі түтіні сіздің мұрын жолдарыңыздың қабынуын тудыруы мүмкін. \nЕгер мұрында иісті заттардың рецепторларға жетуіне жол бермейтін тосқауыл болса, иіс сезу қабілеті жоғалуы әбден мүмкін.\n1. Мұрын полиптері. Бұл созылмалы қабынудың салдарынан мұрынның немесе мұрын қуысының шырышты қабығында дамитын жұмсақ қатерсіз түзілімдердің атауы. Кішкентай полиптер әдетте қиындық тудырмайды. Ал үлкендері мұрын арқылы ауа ағынының енуіне кедергі келтіруі мүмкін, бұл тыныс алуды қиындатады және тұрақты түрде мұрын бітелу сезімін тудырады.\n2. Мұрын қалқасының қисаюы.\n3. Ісіктер (қатерлі ісіктерді қоса алғанда).\nМи немесе жүйке талшықтарының зақымдануы\nДәл осы себептен ғалымдар айтқандай, иіс сезу қабілеті COVID-19-бен ауырғанда жоғалады. Агрессивті коронавирус тыныс алу жүйесіне ғана емес, сонымен қатар жүйке жүйесіне де әсер етеді екен. Нәтижесінде иіс сезу рецепторлары миға анықталған иіс молекулалары туралы хабарлама жібере алмайды. Алайда жүйке талшықтары басқа себептерге де байланысты зақымдалуы мүмкін.\n1. Қартаю.\n2. Деменция. Бұл - ми жасушалары зақымданатын немесе жойылатын патологиялық процестің атауы. Деменцияның ең көп кездесетін түрлері - Альцгеймер және Паркинсон аурулары. Иіс сезу қабілетінің нашарлауы ми ауруларының алғашқы белгілерінің бірі болып табылады.\n3. Шашыраңқы склероз. Бұл ауру жүйке тінінің зақымдалуымен бірге жүреді.\n4. Қант диабеті. Бұл ауру, әсіресе, жүйке талшықтарын жояды.\n5. Гипотиреоз. Қалқанша безінің гормондарының жеткіліксіз өндірілуіне байланысты дәм мен иіс сезу қабілеттері кейде нашарлайды.\n6. Церебральды аневризма. Аневризма - бұл артериялардың қабырғаларында пайда болатынбұлтималар. Аневризмалардың бірі жақын орналасқан жүйке талшықтарын зақымдауы немесе белгі берілуіне кедергі келтіруі мүмкін.\n7. Мұрынның шырышты қабығының күюі. Мысалы, белгілі бір химиялық заттармен тыныс алудан туындаған күйік.\n8. Біртекті және аз тамақтану. Рационда қоректік заттардың жетіспеуі мидың жұмысын бұзуы мүмкін.\n9. Белгілі бір дәрі-дәрмектерді қабылдау. Кейде иіс сезу қабілетінің жоғалуына антибиотиктер, қан қысымының жоғарылауы кезінде берілетін дәрілер мен антигистаминдер жауап береді.\n10. Инсульт.\n11. Маскүнемдік.\n12. Бас сүйегі мен ми жарақаты немесе миға жасалатын оталар.\n13. Ми ісіктері.\nЕгер сіздің иіс сезу қабілетіңіз жоғалса не істеу керек\nӘмбебап кеңес - терапевтке бару. Мүмкіндігінше тезірек барған жөн: кейде иіс сезу қабілетінің жоғалуы шынымен ауыр аурулардың белгісі болып табылады, ал диагноз неғұрлым ертерек жасалса, сауығу мүмкіндігі соғұрлым жоғары болады.\nДәрігер сіздің денсаулығыңыз және басқа белгілер туралы сұрап, тексерістен өткізеді. Көбінесе бұл аносмияның себебін анықтау үшін жеткілікті - салқын тию, поллиноз, шырышты қабықтың күйіп қалуы сияқты диагноздар оңай табылады. Егер сіз иіс сезу қабілетінің неліктен жоғалып кеткенін бірден анықтай алмасаңыз, дәрігер сізге қосымша тексерулерден өтуді тапсырады:\nГормондардың бұзылуы немесе қоректік заттардың жетіспеушілігіне қатысты мәселелерді қарастырмау үшін қан анализін тапсырыңыз.\nМүмкін болатын ісіктерді, қан тамырларының ауруларын немесе жүйке тінінің зақымдалуын анықтау үшін мидың КТ (компьютерлік томографиясын) немесе МРТ (магнитті-резонанстық томографиясын) жасаңыз.\nМұрын эндоскопиясын жасаңыз. Бұл процедура кезінде дәрігер мұрын жолдары мен мұрын қуысын зондпен тексереді.\nАносмияны емдеу оның пайда болу себебімен тікелей байланысты. Егер иіс сезу қабілетінің жоғалуы әдеттегі суық тиюмен, поллинозбен немесе ЖРВИ-мен байланысты болса, арнайы ем қажет емес: емделіп, қалыпқа келсеңіз жеткілікті және иіс сезу қабілеті оралады. Кейде хирургиялық әдістер көмектеседі. Мысалы, дәрігеріңіз полиптерді алып тастауды немесе мұрын қалқасының қисаюын түзетуді ұсынуы мүмкін.\nЖүйке тінінің бұзылуы сияқты неғұрлым ауыр жағдайлардан иіс сезу қабілеті жоғалса, гормоналды және басқа дәрі-дәрмектерді қабылдау қажет болады. Оларды бұдан былай терапевт емес, бейінді маман - невропатолог немесе психиатр тағайындайтын болады.\nӨкінішке орай, аносмияны емдеу әрдайым сәтті бола бермейді. Мұндай жағдайға дайын болған дұрыс.",
                "date": "2.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен оқушы кезімде қазақ әдебиеті оқулығынан оқыған шығарманы таба алмай жүрмін.",
        "question_content": "Мектепте оқып жүргенімде қазақ әдебиеті пәніндегі повестердің үзінділерін оқуды жақсы көретін едім. Солардың бірі менің іздеп отырған повестім. Авторы есімде жоқ. Бар білерім советтік үкімет кезінде қазақ зиялыларының туындыларын оқуға не/се таратуға тыйым салынып тұрған кезде, әлдебір оқушының әдебиет пәні мұғаліміне ерекше көзғарасы. Ал оқушының әдебиетке қызығуын байқыған мұғалімі оған, Бейімбет Майлиннің \"Шұғаның белгісі\" кітабын бере отырып, оған: -ешкімге көрсетпе,  тіпті әкең сұраса да берме, деп айтқан жері ғана есімде. Осы повестті табуға көмектесе аласыздар ма\nТhanks in advance",
        "question_date": "27.05.2021",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақтөбеде IT мамандығы қай колледжде бар?",
        "question_content": "Мен Ақтөбе қаласына IT мамандығы бойынша оқуға түскім келеді,сол үшін маған Ақтөбеде IT мамандығын оқытатын колледж қажет.",
        "question_date": "27.05.2021",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақтөбе техника-технологиялық колледжінде\n06130100 БАҒДАРЛАМАЛЫҚ ҚАМТАМАСЫЗ ЕТУ (ТҮРЛЕРІ БОЙЫНША) деген мамандық бар екен.\n\nОсы мамандыққа тапсырсаңыз болады.",
                "date": "27.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген сызықтармен шектелген фигураның ауданын табыңдар?",
        "question_content": "Осы есептерге көмек керек.",
        "question_date": "27.05.2021",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интеграл салу арқылы шығаруға болады",
                "date": "27.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай семіруге болады? Салмағым аз көңілім толмайды",
        "question_content": "Қалай семіруге болады? Ер баламын бойдақпын салмағым 55 бойым 175\n\nСалмақ қосылмайды да түспейдіда\n\nНе істеуге болады дәрілер ішіп семірсем зиян емеспа?",
        "question_date": "27.05.2021",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "27.05.2021",
                "upvotes": 0
            },
            {
                "text": "Не үшін семіреуге қалайсың . Семіреуді салмақ жинаумен  шатаспа! Семіреуде негізінде май қыртыстарына байланысты . Ал салмақты жинау ақуызы тамақтануына байланысты",
                "date": "28.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің жасым 17 де, шашыма ақ шаштар пайда болды. Қалай құтылуға болады?",
        "question_content": "Менің жасым 17 де, шашыма ақ шаштар пайда болды. Қалай құтылуға болады?",
        "question_date": "27.05.2021",
        "question_tag": "Денсаулық",
        "question_views": 724,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шаш не себепті ерте ағарады?\nШаштың ағаруы шаш фолликулындағы пигмент шығаратын меланоциттерге байланысты. Шаш фолликулы – тері қабатында шаштың өсуін гормондар, нейропептидтер мен иммунитет жасушаларының өзара әрекеті арқылы реттейтін орган. Оның жұмысының бұзылуынан адамның шашы ағара бастайды. Шаштың өсуіне витаминдер де ықпал етеді. Олар жасушаларды “жөндеп”, бұзылуына жол бермейді. Дегенмен шаштың ерте ағармауына қандай витамин жауапты екені әзірше анықталған жоқ. Трихологтың айтуынша, шаштың 36 жастан бастап ағаруы – қалыпты жағдай.\nШаштың ерте ағару себептері:\nкүйзеліс;\nқандай да бір созылмалы ауру;\nтұқымқуалаушылық;\nвитамин жетіспеушілігі;\nдұрыс тамақтанбау;\nқоршаған орта жағдайының нашарлауы.\nШаштың ерте ағаруына гормондар да әсер етеді. Гормондар – ағзаның барлық функциясын реттейтін өте белсенді заттар. Олардың мөлшері тепе-теңдікте болады. Күйзеліс кезінде осы тепе-теңдік бұзылады. Оның салдарынан түрлі ауру пайда болады. Мысалы, қалқанша безінің кейбір аурулары шашты ерте ағарта бастайды.\nМәдина Мырзакеева. Фото жеке архивінен\nКей адам біреуге “шашымды ағарттың” деп ренжіп жатады. Негізі оның бұлай деуінің жаны бар. Өйткені ренжіткен адамы мұның уайымдап, күйзеліске түсуіне әсер еткен. Ал күйзеліс шаштың ағаруына әсер етеді, – деді Мәдина Мырзакеева.\nИммун жүйесінің бұзылуы да шаштың ағаруына әсер етеді. Күйзеліске түскен адамда ағзаның тіндеріне “шабуыл жасайтын” аутоиммун аурулары пайда болуы мүмкін. Шаштың бірден ағаруын аутоиммун ауруларының белгісі деп есептеуге болады. Қатты қайғырған адам шашының аз уақытта күмістеліп шыға келуінің бір себебі – осы.\nЖаңадан туған сәбилердің шашы 3 айлығынан бастап өзгереді. Басында олардың шашы сары болуы мүмкін. Бір жасқа толғанда нәзік әрі ақшыл түсті сәби шашы шығады. Ал 6 жасқа келгенде бала шашының түсі толық өзгереді, – дейді маман.\nАқ шашты бояу зиян ба?\nМәдина Мырзакеева ақ шашты бояуға болатынын айтты, бірақ оған үйір болып алмау керек және бояудың шашқа зиян тигізбейтін түрін таңдау керек.\nИллюстрация: Dribbble.com/©Laura\nҚына немесе басма сияқты бояулар шаштың сыртын – сірқабығын ғана бояйды. Олар шашта ұзақ ұсталмай, жуған сайын кете береді. Ал орнықты бояулар шаш білігінің ішкі бөлігін бояйды. Ол үшін бояғышқа тотықтырғыш, яғни оксидант қосады. Оксидант шаштың сапасын бүлдіреді. Шаштың құрылымын бұзып алмас үшін оны жиі боямаған дұрыс, – дейді трихолог.\nБіржола құтылу мүмкін бе?\nАқ шашты түбінен жұлып алса, қайта шықпайды деген түсінік бар. Трихологтың айтуынша, мұны мифке жатқызуға болады, керісінше, шашты жұлғанда оның фолликулы бүлініп, бұл органды әлсіретуі мүмкін. “Ағы бар шашты тықырлап алып тастаса, орнына қара шаш шығады” деген тұжырым да – миф.\nШаштың ағаруын толық тоқтату немесе оны емдеу мүмкін емес деуге болады. Тек бұл процесті баяулатуға болады. Бұл жағдайда мезотерапия көмектесуі мүмкін. Мезотерапия дегеніміз – дәрі комбинациясының аздаған дозасын тері астына енгізу, бірақ емдеудің бұл түрін пайдалану қаншалықты қажет екенін және дәрі-дәрмек дозасын тек дәрігер белгілейді. Шаштың не себепті ағарып жатқанын нақты білу үшін тексерілу керек. Дұрыс тамақтанып, витаминдер ішіп, шашты күтуге арналған заттарды уақтылы пайдаланса, шаштың сапасы жақсарады. Күйзелмеуге тырысып, ұйқы режимін дұрыстау қажет, – дейді маман.\nШаштың саулығына ең әуелі ішіп жүрген тамақ құрамы қатты әсер етеді. Тамақ рационында шаш саулығына қажет витаминдер болмаса, тұқымқуалаушылықпен берілген шаштың ағаруы ерте басталып кетуі мүмкін. Құрамында витаминдер мен қанықпаған май бар балықты, бұршақ дақылдары мен бидайды, көкөніс пен жемісті ас мәзіріне жиі енгізген дұрыс.\nТолығырақ: https://baribar.kz/121036/shashtynh-erte-agharuyn-birzhola-toqtatugha-bola-ma/",
                "date": "27.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нақты а1, а2, ..., а18 сандары берілген. Мынаны табыңыз: а1, а18, а2, а17,...,а9, а10.",
        "question_content": "Нақты а1,а2,...,а18 сандары берілген. Мынаны Табыңыз: а1,а18,а2,а17,...,а9,а10.",
        "question_date": "27.05.2021",
        "question_tag": "Математика",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": []
    }
]