[
    {
        "question_title": "С тілінде программа құру керек?",
        "question_content": "си тілінде бағдарлама құру қажет\n1. n натурал саны мен а1, a2,...an  нақты сандары берілген. Олардың көбейтіндісін табу керек.\n2. n натурал саны мен а1, a2,...an  нақты сандары берілген. Табу керек:\n    a1+2a2+3a3+...+na3.\n3. n натурал саны мен а1, a2,...an  нақты сандары берілген. Табу керек:\n4. a1a2+a2a3+...+an-1an.",
        "question_date": "13.11.2020",
        "question_tag": "Бағдарламалау",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "29 жасқа толмағандарға қандай бағдарлама арқылы үй алуға болады?",
        "question_content": "Мен де жолдасым да 29 жасқа толмағанбыз. Қалай баспана алуға болады? Некелескенімізге 7 жыл болды. Қандай бағдарлама бойынша және қайдан үй алуға болады?",
        "question_date": "13.11.2020",
        "question_tag": "Заң",
        "question_views": 272,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі кезде ЖССБ депозитіне ақша жинап үй алу актуалды деп ойлаймын, егер бірден алуға шама болмаса. Ол үшін сіздер \"Жас отбасы\"деген бағдарламаға сай келмейсіздер.  Егер Алматы қаласында тұрсаңыздар және жұмыс орыныңыз бен жұмыс өтіліңіз бойынша бағдарлама шартына сай келсеңіздер соған тапсырып көруге болады. Ол бағдарламаға құжат қазір қабылданып жатыр деп естідім. \nНемесе 50пайызды жинап үй алуға болады. Ол үшін отбасылық пакетті пайдаланған тиімді болады деп ойлаймын. Себебі, Жыл сайынғы пайызда мен мемлекеттік сый ақы әр счетқа түседі яғни мемлекеттік сияқының есебінен ұтасыз. \nhttps://hcsbk.kz/ru/ Мен ол компанияның қызметкері болмағандықтан толық ақпаратты білмеймін. Сондықтан осы сайтқа кіріп, көп ақпарат алсаңыз болады.",
                "date": "13.11.2020",
                "upvotes": 0
            },
            {
                "text": "Жилстройда 5—10—20 деген бағдарлама бар.\n\"Шаңырақ\" бағдарламасы.",
                "date": "15.11.2020",
                "upvotes": 0
            },
            {
                "text": "Жас отбасы бағдарламасы бойынша көптеген бағдарламалар бар, сол бойынша алуға болады.\n\nМына бағдарламаны қарап көрсеңіз болады.\"Қолжетімді тұрғын үй - 2020\" бағдарламасын бекіту туралы",
                "date": "4.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге қазіргі журналистер әнші, актерлерді \"жұлдыз\" деп әспеттейді? Олар сол атқа лайық па?",
        "question_content": "Неге қазіргі журналистер әнші, актерлерді \"жұлдыз\" деп әспеттейді? Олар сол атқа лайық па?\n\nБұл үрдіс қайдан шықты?",
        "question_date": "13.11.2020",
        "question_tag": "Өнер",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көпке танымал болғандықтан солай атайтыны белгілі ғой. Басқа тілде де барлық белгілі, атақты адамдарды звезда, star - деп, яғни өз тілдеріндегі жұлдыз атағын береді ғой. Көп жерлерде кеудесіне нан пісіп жүрсе бір адамдардың, жұлдыз ауруға шалдығыпты, жұлдыз болып кетті деп айтады ғой.  Сол атақты көтере алмай өзіншеленген ұқсап деп ашуланатын болар. Яғни атағы да еңбегі де жоқ неге олай жасайды деген ой туады (жұлдыз ауру болған деп санаған адам жайлы айтамын). Яғни, жұлдыз болу  деген ел аузында жүру деп ойлаймын.",
                "date": "13.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көшпелі әңгімесі не туралы",
        "question_content": "Талап Сұлтанбекова Көшпелі алтын әңгімесі не туралы",
        "question_date": "13.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәмен мен Қажытай деген екі бала аңыз естіп қалады. Сол аңызды дәлелдеу үшін жолға аттанады. Сөйтсе, \"Көшпелі алтын\" деген шаровые молнии, яки найзағайдың түрі болып табылады. Шайтантау үңгірі жайлы ондағы ғалымдар жайлы оқиға.\nКөшпелі алтын шығармасы - қазақ тарихындағы ғылыми фантастикалық шығармаларының ең ірісі. Шығарма жай фантастика ғана емес, халық аңыздарына сүйеніп жазылған. Бұл шығарманың ерекшелігіде осы.\nЖалпы шығарманың сюжеті: көшпелі алтынды көрген Сәменнің жолдасымен бірге сапарға аттанып, таңғажайып дүниелерді бастан өткеруі мен соңында жұмбақты шешуі. Шығарма қиял-фантастика мен сондай ақ ғылымға сүйеніп жазылған. Міне осы ғылымды мен адамгершілікқұндылықтар қатарына жатқыза аламын. Көшпелі алтын шығармасыда ғылым негізінде өрбиді. Жіне тағы бір тілге тиек етер құндылығы: аңыз, қиял-фантастика. Шығарманың негізі де осы фаньастикадан тұрады. Ал ендігі шығарманың материалдық құндылығына келсек, бұл әрине аты айтып тұрғандай \"алтын\". Алтын бұл құнды заттарға жататындықтан адамгершілік құндылыққа жатқызуға болады.\nАдамгершілік құндылықтарды айта берсек өте көп. Ал осы шығарма барысында мен басты үш құндылық таптым. Екеуі ой-сана құндылығы болса, біреуі заттық құндылық. Яғни бұл фантастикалық әңгіменің тақырыбы да сюжеті де адамгершілік құндылықтарды айшықтайды.",
                "date": "13.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "11-бітіріп полиция университетіне түскен жігітер бар ма?",
        "question_content": "Араларыңызда 11-бітіріп полиция университетіне түскен жігітер бар ма?",
        "question_date": "12.11.2020",
        "question_tag": "Заң",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://baribar.kz/51966/11-synyp-oqushylaryna-mamandyqtar-men-olargha-qazhetti-tanhdau-panderi/ Осы жерден ҰБТ да арнайы мамандықтар үшін қандай бейіндік пәндер таңдауы қажеттілігі туралы ақпарат ала аласыз.\nПолиция қызметкері – қоғамдық тәртіптің басты қорғаушысы. Ешқандай ірі шаралар полиция қызметкерінің қатысуынсыз мүмкін емес. Полиция қызметкерлері басқа күндері де қызметтік борышы бойынша қаланың әрбір көшесін күзетеді.\nПолиция қызметкері заңға бағынатын азаматтардың денсаулығы мен мүлкі толығымен қауіпсіздікте болуын қадағалайды. Полиция қызметкері заңды бұзушыларға қатысты өзгеше әрекет етеді. Сонымен бірге полиция қызметкері құқық бұзушы үшін толық жауапты болады, сондықтан оның денесіне зақым келтіре алмайды (басқа шара болмаған жағдайда ғана күш жұмсауға рұқсат етіледі).\nПолиция қызметкері түрлі ұйымдарда (соның қатарында мектеп оқушылары арасында) дәрістер оқып, әңгімелер жүргізеді, келіп түскен шағымдарды қарайды.",
                "date": "13.11.2020",
                "upvotes": 0
            },
            {
                "text": "11 бітіріп тек қазіргі уақытта ҚР ІІМ Қарағанды академиясы ғана қабылдайды. Басқа ешқандай ведомствалық ЖОО 11 сыныптан кейін қабылдамайды.",
                "date": "11.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пропанның химиялық қасиеттерін реакция теңдеулерімен жазыңдар?",
        "question_content": "Пропанның химиялық қасиеттерін реакция теңдеулерімен жазыңдар",
        "question_date": "12.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химиялық қасиеттері:\nЖану:\nМетан: Метан көмірқышқыл газы мен су шығаратын ашық көк түспен жанбайды, ол артық ауа немесе оттегі болған кезде пайда болады. Бұл жоғары экзотермиялық реакция; Осылайша, бұл тамаша отын.\nCH4 (г) + 2O2 → СО2 + 2H2O + 890 кДж / моль\nОл ауа немесе оттегі жеткіліксіз болған жағдайда көміртегі оксиді (СО) газына ішінара күйіп кетеді.\n2CH4 (г) + 3O2 → 2CO + 2H2O + энергиясы\nПропан: Пропан басқа алкандар сияқты күйіп кетеді. Ол артық оттегі шығаратын су мен көмірқышқыл газының қатысуымен толығымен күйіп кетеді.\nC3H8 + 5O2 → 3CO2 + 4H2O + 2220 кДж / моль\nЖану процесі үшін оттегі жеткіліксіз болған жағдайда, ол көміртегі тотығына және / немесе көмірқышқыл газына толығымен күйіп кетеді.\n2 C3H8 + 9O2 → 4CO2 + 2CO + 8H2O + жылу\nНЕМЕСЕ\nC3H8 + 9O2 → 3C + 4H2O + жылу\nПропан жануы бензиннің жануына қарағанда әлдеқайда таза, бірақ табиғи газ сияқты таза емес.\nРеакциялар:\nМетан: Метан галогендермен алмастыру реакциясын көрсетеді. Бұл реакциялар кезінде бір немесе бірнеше сутегі атомдары бірдей галоген атомдарымен алмастырылады және оны «галогендеу» деп атайды. Ол күн сәулесінің қатысуымен хлормен (Cl) және броммен (Br) әрекеттеседі.\nМетан мен будың қоспасы глиноземнің беткі қабаты бар қыздырылған (1000 К) никель арқылы өткенде, ол сутегі шығара алады.\nПропан: Пропан сонымен қатар әртүрлі пропорцияларда әртүрлі өнімдер шығаратын ерекше жағдайларда галогендеу реакциясын көрсетеді.\nCH3-CH2-CH3 + Cl2 → CH3-CH2-CH2Cl (45%) + CH3-CHCl-CH3 (55%)\nCH3-CH2-CH3 + Br2 → CH3-CH2-CH2Br (3%) + CH3-CHBr-CH3 (97%)\nТолығырақ: https://kk.mort-sure.com/blog/difference-between-methane-and-propane/",
                "date": "12.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастауыш сыныпқа арналған дайын бағдарламалық өнімдерді анықтау .",
        "question_content": "Осы тақырыпты түсіндіру",
        "question_date": "12.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 626,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінгі таңда еліміздің білім беру жүйесінің ең басты міңдеті-білім берудің ұлттық модуліне өту арқылы жас ұрпақтың білім деңгейін халықаралық дәрежеге жетелеу.\nЖалпы білім беру саласындағы жаңа саяси ұстанымның біртіндеп іс жүзіне асуы егемен еліміздің өркендеу бейнесінің бір көрінісі. Өркениетті елдер мен тереземіз тең болуы үшін әлемдік білім аясына кіргізуді мақсат тұтқан еліміздің білім беру саясаты оқытуды демократияландыру, ізгілендіру арқылы жаңа сапалық деңгейге көтеруге көздейді. Осыған байланысты білім берудегі бірыңғайлықтан бас тартып көп нұсқалы білім алу жүйесіне бет бұрып тұрған жағдайда оқушылардың топтық ерекшелігімен қоса жеке танымдық ерекшеліктерін ескеріп, саралап оқытуды ұйымдастыру-бүгінгі мектеп өміріндегі өзекті мәселе.\nСаралап оқыту әрекеті — білім алуға бағытталған әрекет. Ол өз бетінше, әр мұғалімнің жетекшілігімен жүзеге асады. Біз басшылыққа алып отырған саралай оқытудьщ жүйелік негізін Л. Вьютский, А. Леонтьев, Б. Ананьев, С. Рубинштейн т.б. ғалымдар жасаған. Ал бастауыш мектеп кезеңіндегі оқу әрекеті В. Давыдов, Л. Занков, Ш. Амонашвили, т.б. зерттеулерінде карастырылады. Саралап оқытуды ұйымдастыру арқылы бала ақыл — ой деңгейімен белсенді әрекет арқасында репродуктивті емес өнімді нәтижеге жетеді.\nОқушылардың дербес ерекшеліктерін анықтау үшін оқытушы алдымен, олардың ықылас — жігерін, еске сақтау мен ойлау қабілеттерін, ынтасын, жалпы білім денгейін зерттеуі қажет. Бұл ерекшеліктерді айқындау үшін білімді меңгеру деңгейін анықтауға арналған тапсырмалар дайындау; оқушы біліміне диагностика жүргізу, оқушыларға сауалнама, психологиялық тәжірибе жасау, ата — аналармен әңгіме жүргізу керек. Оқушылардың жеке ерекшеліктері сабақта сұрақ беру, кіріспе әңгіме, оқыған материалды т.б. тиянақтау сатыларында ескерілуі тиіс. Мәселен, үлгерімі жақсы оқушыларға берілген сұраққа тікелей жауап беру талап етілсе, орташаларына ойланып, қажетті есептеулер жасауға, суреттерін салуға уақыт беріледі, ал улгерімдері төмендеріне нақты сұрақтың тізімі, жауап берудің жоспар үлгісі ұсынылады.\nОқушыларды топтарға бөлгенде олардың оқуға және жұмысқа деген қабілеті ескеріледі. Оқуға қабілеттік деп оқушының неғұрлым қысқа мерзім ішінде білімнің биік деңгейіне жету қабілетін түсінеміз. Бұл белгі бойынша оқуға қабілеті жоғары, орташа және төмен деп үшке бөлуге болады, Сыныпта барлық балалардың ойлау қабілеті бірдей емес. Сондықтан, сабақ кезінде әрқайсының деңгейіне қарай жұмыстың түрін таңдап, сол тақырыпты игеру көзделсе, өте пайдалы. Біз өз іс — тәжірибемізге осыларды енгізіп, жұмыс жасап келеміз. Біздің басты мақсатымыз — сынып оқушыларының ерекшелігін анықтау.\nБұл тұрғыдан алғанда, әрбір оқушыны өз мүмкіндігіне қарай білім, дағды алатындай етіп окытқан жөн. Мысалы, қабілетті оқушылар сыныпта логикалық ойлауы жетілген, оқулықпен жұмыс істей алатын оқушылар үшін жаңа материалды түсіндіргенде проблемалық ізденіс әдісін қолданған дұрыс. Ал орташа, нашар оқушылары көп сыныпта репродуктивті әдісті қолдана отырып, сабақты ойын, әңгімелеу түрінде өткен ұтымды. Саралап оқытудың ең басты шарты — сынып оқушылары үш топқа бөлу. Бірінші топқа мынадай оқушылар топтастырылады: қабілеті жоғары, білім, білік дағдылары қалыптасқан, өз бетімен ойлау кабілеті бар, сабаққа деген белсенділігі күшті, мұғалім көмегін қажет етпейтін топ. Бұл топта жүргізілетін жұмыстың мақсаты — оқушы бойында ғылыми бағытта ойлау қабілетін калыптастыру.\nОрташа қабілетті оқушылар екінші топты құрайды. Білім, білік дағдылары әлі тұрақсыз, өзіне — өзі көп сене бермейтін, мұғалімнің белгілі мөлшерде көмек көрсетуін қажет ететін оқушылар. Мұнда алға қойылатын мақсат — білім, білік дағдыларының тұрақты болуына, өз бетімен жұмыс істеу қабілетінің дамуына ықпал ету, олардың бірінші топқа көшуіне көмектесу.\nҮшінші топқа үлгерімі төмен оқушылар жатқызылады. Бұлар тұрақты назарды ұстауды, білім, білік дағдыларын қалыптастыруда мұғалімнің үлен күш жігер жұмсауын, жүйелі жұмыс жүргізуін, яғни мұғалім көмегін көп қажет ететін оқушылар.\nПедагогикалық технология — қазіргі талапқа сай анықталып, іріктеліп, реттелген оқытудың жаңа мазмұн, әдіс — амалдардың дидактикалық талаптарының психологиялық педагогикалық жиынтығы. Педагогика ғылымдарының докторы, профессор Ж.А. Қараевтың «Әртүрлі деңгейде оқыту технологиясын» жас ұрпақты оқыту және тәрбиелеу барысында үнемі қолданудамыз.\nКөмекті қажет ететін окушылар құрамы толық болмауы тиіс. Оқушы мүмкіндігіне карай мұғалім ол оқушыны ойша басқа топқа ауыстырады. Мұндай әртүрлі топтардың барлығы туралы ешқандай тізім жасалмауы тиіс. Тек соңдай топтардың бар екендігін сабақты жоспарлағанда, үйге тапсырма бергенде ескеру қажет. Үшінші топтағы оқушылармен саралап жұмыс жүргізу үшін дайын сызба — нұсқаларды, жоспарларды, тезистерді, алгоритмді, есептердің үлгілерін т.б. пайдаланады.Үй тапсырмасын орындату — маңызды нәрсе. Үй тапсырмасын бергенде оны оңтайландыру критериіне сүйене отырьш, оқушының нақты мүмкіндігін ескерген жөн. Үй тапсырмасы нашар оқушыны жетілдіре түссе, ал қабілетті оқушы ең жоғары деңгейде дамуы тиіс. Мысалы, қабілетті оқушыға күрделі есеп берсек, әлсіз оқушыларға реферат жазу, сызу, тағы басқада ережелерді берген дұрыс.\nСаралап оқыту әдісін қалданғанда, мұғалім әрбір сынып педконсилиумымен толық әрі жете таныс болуы керек. Бұл ең маңызды басты шарт. Соңда ғана оқушыларды саралап оқытуда сызба бойынша жұмысты ұйымдастыру әрі оны жүйелі жүргізу жақсы нәтиже берері даусыз.\nЖаңартылған мазмұн жағдайында оқытуды саралаудың маңыздылығы артуда. Зерттеулерде ішкі және сыртқы саралау түрлері айқындалған.\nІшкі саралау  кезінде оқушылар топқа бөлінбейді, оқу үрдісінде мұғалімдер оқушылардың ерекшеліктерін ескере отырып, педагогикалық қолдау көрсетеді.\nСыртқы саралау кезінде гимназия, лицей кластарында білім алушы оқушылар үшін факультатив  және бейіндік пәндер бойынша қосымша сабақтар ұйымдастырылып, оқушылар белгілі бір критерийлерге сай бөлінеді. Сыртқы саралау барысында белгілі бір мақсатқа сай түзету, жетілдіру, педагогикалық қолдау көрсету шаралары, оның ішінде дарынды балалармен жұмыс, қосымша шығармашылық тапсырмалар арқылы дамыту, мамандықты игеру немесе жоғары оқу орындарына дайындық жұмыстары жүзеге асырылады.\nКең ауқымды дағдылар негіздерін меңгерген білім алушы тұлғасының үйлесімді қалыптасуы мен дамуына қолайлы білім беру кеңістігін жасаудың бірден-бір жолы төменде берілген саралау түрлерін тиімді таңдай алу. Сыныптағы саралау жұмысының жалпы ортақ қабылданған жеті тәсілі бар:\nТапсырма: мұның құрамына білім деңгейі әртүрлі оқушыларға арналған тапсырмалар кіреді, оқушылардың қажеттіліктеріне қарай (көмек керек пе, әлде күрделі тапсырмалар беру керек пе) түрлі кестелерді немесе жаттығулар мен тапсырмаларды жасау, күрделілігіне қарай алға ілгерілеп отыратын тапсырмалары бар карточкаларды пайдаланыңыз.\nДереккөздер: кейбір оқушылар басқа сыныптастарына қарағанда анағұрлым күрделі дереккөздермен жұмыс істей алады, дереккөздердің ауқымы талқылауға негіз болатын мәтіндерден бастап, анағұрлым қиын сөздерді және күрделі идеяларды түсіндіретін мәтіндерге дейін ауытқып отырады, баспадан шыққан және электронды дереккөздер де пайдалануы мүмкін. Бұл материалды пайдаланудың анағұрлым ауқымды көлемін көрсетеді.\nҚарқын: кейбір оқушылар басқаларына қарағанда жылдам жұмыс істейді, қосымша тапсырмаларды көп күш жұмсауды талап ететін оқушылар үшін қолдануға болады,негізгі тапсырмаларды түсіндіруде көмек қажет ететін оқушыларға біршама уақыт беріледі.\nҚорытынды:барлық оқушылар бір тапсырманы орындаса да олардың нәтижелері әртүрлі болады, мұғалім тапсырма береді, бірақ жалғыз «дұрыс» жауаптың бағытында жұмыс істеуден гөрі оқушылар өздерінің мықты және әлсіз тұстарына қарай жауап береді, барлық оқушыларға бағытталған нұсқау бере отырып, олардың әрқайсысының өздерінен не күтетіндігін түсінгендеріне көз жеткізу керек.\nДиалог және қолдау көрсету: кейбір оқушыларға тапсырманы орындау барысында жан-жақты әрі нақты көмек қажет болады, мұғалім оқушыларды ойланту үшін және бірқатар жауаптар алу үшін алдын ала дайындалған сұрақтарды қоюына болады. Бұл әдісті қолдану барысында сөзбен қолдау көрсету және ынталандыру да маңызды рөл атқарады.\nБағалау: оқушылар үнемі бағаланып отырады, осылайша педагогикалық қызмет пен саралаудың басқа да түрлері оқушылардың қажеттіліктеріне қарай үнемі түзетіліп отырылуы мүмкін. Педагогикалық қызмет табыстылықты, жақсартуды, түзетуді қажет ететін салаларды анықтайтын әмбебап үдеріс болуы керек, сонда ғана біз пәнді оқытудан оқушыны оқытуға қарай жылжи аламыз.\nЖіктеу: Оқытудың болжалды міндетіне қарай топ құруда пайдалы көптеген тәсілдер бар:мүдделері ұқасас оқушылар (мысалы, қиындық деңгейі немесе қолдау деңгейі), талаптары әртүрлі оқушылар, джигсо топтары, кәсіби дағдыларына қарай бөлінетін топтар немесе сарапшы топ, гендерлік топ, аралас гендерлік топ, ұйымшыл топ.\nТолығырақ: https://martebe.kz/zha-artyl-an-bilim-beru-mazm-ny-ajasynda-bastauysh-synyp-o-ushylaryny-o-uyn-saralau-t-silderi/",
                "date": "12.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Изотермиялық түрде қандай жылу бөлінеді?",
        "question_content": "0 ° С температурада 1,0.105 Па қысыммен алынған 1 г азот изотермиялық түрде 1,0.106 Па қысымға дейін қысылса, қандай жылу бөлінеді?",
        "question_date": "12.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 198,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "С.Ж. Асфендияровқа грантқа түсу үшін қанша балл жинау керек? 2020-2021 жыл бойынша?",
        "question_content": "Қанша балл жинау керек грантқа түсу үшін С.Ж.Асфендияровқа. С.Ж. Асфендияровқа грантқа түсу үшін қанша балл жинау керек? 2020-2021 жыл бойынша?",
        "question_date": "12.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2020жылы С.Ж.Асфендияров атындағы ұлттық медициналық университетке грантқа түсу балы:\nВ084 Мейірбике ісі бойынша 109-93балл\nауыл квотасы бойынша 92-88 балл\nВ085 Фармацияға 139-133балл\nауыл квотасы 131-130балл\nВ086- Жалпы медицина : Жалпы конкурста 140-126 балл\nАуыл квотасы 126-117 балл\nВ087- Стоматология : жалпы конкурс 138-137 балл\nАуыл квотасы 137-135балл\nВ088 Педиатрия : Жалпы конкурс 136-100балл\nВ089 Қоғамдық денсаулық сақтау Жалпы конкурс 134-122балл\nАуыл квотасы 121-113 балл",
                "date": "13.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Проиленнің толық жану рекция теңдеуі.",
        "question_content": "Проиленнің толық жану рекция теңдеуі",
        "question_date": "12.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рекацияның алғашқысы этиленнің екіншісі пропиленнің жану реакциялары. Жалпы органикалық заттар жанғанда су мен көміртек оксиді түзіледі.",
                "date": "12.11.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Музыка мамандығы бойынша оқуға түсуге қандай құжаттар қабылданып жатыр?",
        "question_content": "Музыка мамандығы бойынша оқуға  түсуге құжаттарды әлі де тапсырса бола ма? Жасы 39-да. Осы жылы оқуды бастай аламыз ба?",
        "question_date": "12.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Оқуға ешқашан да кеш емес, егер ынта болса. Менімен бірге сынақ тапсырғанда 50ге таяған кісілер де болған аудиторияда. Ал магистратура оқып жүргенде тіпті Ауғаныстаннан 60-қа таяған кісілер бізбен бірге бір потокта оқыды.\n2)Құрманғазы атындағы Қазақ ұлттық косерваториясы оқуға қабылдауының жалпы ережелері негізінде мына сілтемеде басынан аяғына дейін барлық сұрақтарға жауап табуға болады: \nhttps://www.conservatoire.kz/upload/2020-11/2020-2021%20%D2%9A%D0%B0%D0%B1%D1%8B%D0%BB%D0%B4%D0%B0%D1%83%20%D0%B5%D1%80%D0%B5%D0%B6%D0%B5%D0%BB%D0%B5%D1%80%D1%96.pdf",
                "date": "12.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Т.Жүргенов атындағы өнер академиясының дизайн факультетіне қалай түсуге болады?",
        "question_content": "11 сыныптан кейін Т.Жүргенов атындағы өнер академиясының дизайн факультетіне қалай түсуге болады?ҰБТ дан қанша бал жинау керек,қандай пәндер таңдау қажет?",
        "question_date": "12.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 635,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабылдау шарттары:\n1. Актерлік өнер мамандығына түсушілердің жас мөлшері: қыздар (20 жасқа дейін),    жігіттер (22 жасқа дейін).\n2. Сәндік өнер және дизайн, бейнелеу өнері мамандығына түсушілердің орта көркемдік кәсіптік білімі (студия, мектеп, колледж) болуы шарт. Іріктеу комиссиясына өзінің 20-ға жуық жұмысын тапсыруы тиіс.\n3. «Дыбыс режиссурасы» және «Эстрадалық оркестр артисі»,  «Эстрада вокалисі» мамандандыруына музыкалық орта білімі бар талапкерлер қабылданады.\n4. Хореография мамандықтарына қабылдау кезінде хореогра-фиялық училищені, балеттік мектеп-студиясын және мәдениет колледждерін бітіргендерге аса назар аударылады.\nҚабылдау емтихандарының мерзімі:\nІріктеу консультациялары:    20.06 - 01.07\nҚұжаттарды қабылдау:    20.06 - 01.07\nШығармашылық емтихандар:    02.07 - 07.07\nҚабылдау комиссиясының байланыс телефоны: 8(727) 261-14-17\nТолығырақ:  https://el.kz/news/archive/nerdi_ta-da-an_talapkerdi-_nazaryna/",
                "date": "12.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс, араб тіліндегі граматикалық категориялар",
        "question_content": "орыс, араб, ағылшын тілдеріндегі граматикалық категория",
        "question_date": "12.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тілдегі негізгі грамматикалық ұғымның бірі — грамматикалык категория. Грамматикалық категория деген ұғым, бір жағынан, эрі грамматикалық мағынамен байланысты, эрі екінші жағынан, олардың жалпы жиынтығынан күрделі де жүйелі де болып келеді.\nГрамматикалық категория деген ұғым барлық зерттеулерде біркелкі түсінік бермейді. Грамматикалық категорияның сан қырлы сипатын түбегейлі түсіндіруде пікір айырмашылықтары да байқалып отырады. Кейбір еңбектерде грамматикалык категория тек грамматикалык мағына деген ұғыммен катысты ғана беріліп, сөздердеті нақты лексикалық магынадан жалпыланған, жалпы сипаттағы мәнді білдіретін мағына деп анықталады. Сондай-ақ «тілдегі өзіне тэн грамматикалық формасы (тәсіл) бар жалпы грамматикалық мағына да грамматикалык категория деп аталады», немесе «тілдегі лингвистикалық единицалардың, яки оның бір тобының грамматикалық амал-тәсілдер арқылы берілетін жалңы сипаттарының бірі», немесе «морфологиялык категория деп ортак грамматикалық сипаттағьг мағынаны білдіретін сөз формаларының жүйесі», не «бірыңғай мағыналы грамматикалық формалар қатарының бір- біріне карама-кайшы жүйесі түсініледі»’ тәрізді анықтаудан грамматикалык категория деген ұғымның ішіне морфология саласына байланысты, бір жағынан, сөз таптары мен олардың түрлері деген кесек ұғымдар, екінші жағынан, жекелеген сөз таптдрының түрлену жүйесіне байланысты тұлғалық топтары (айталык, зат есімде .көптік, септік, тэуелдік, сын есімде шырай, шак, жак т.б. категориялар), үшінші жағынан, төменде көрсетілгендей, олардың жеке-жеке түрлері (айталык, жіктік я тәуелдіктің I я II жағы немесе «I я II жақ категориясы», «ілік септік категориясы», «өткен шақ категориясы», «ашық рай категориясы» тәрізді) еніп кетуі сөзсіз. Сондыктан грамматикальщ категориялардың шекарасын айқындаудың өзі киынға соғады. Кейбір еңбектерде грамматикалык категория катарына сөз таптарынан бастап қосымшаларға дейні тілдік кұбылыстар, тіпті олардың жеке түрлері де жатқызылып отырадыұГрамматикалык категория, ең алдымен, грамматикалық мағынамен жэне грамматикалык формамен тікелей байланысты. Грамматикалық мағына немесе грамматикалық форма болмаган жерде грамматикалық категорияның болуы мүмкін емес. Екіншіден, грамматикалық категорияның болуы грамматикалық мағына мен грамматикалық форманың өзара бірлігімен, тұтастығымен, сәйкестігімен, ягни олар арасындағы диалектикалық сәйкестікпен* ондағы жүйелілікпен байланысты. Яғни, кез келген грамматикалық мағЬіна немесе қайсыбір грамматикалық форма грамматикалық категория кұрай бермейді.Белгілі бір грамматикалық мағыналар бірлігі белгілі бір грамматикалық топ кұрайтын сөздерге тэн болып, солардың парадигмалық түрлену жүйесі болу арқылы грамматикалық категория кұрайды. Үшіншіден, грамматикалык категория сипатына жету үшін грамматикалық мағыналар жиынтығы, бір жағынан, өзара бір тектес бірыңғай сипаттағы, екінші жағынан, бір-біріне қарама-қайшы мағыналар болу керек. Яғни, грамматикалық категория — өз ішінде бір-біріне қарама-қайшы қасиетте боЛа алатын бірнеше (кем дегенде екі түрлі) тектес, мэндес грамматикалық мағынаның жиынтығы, бірлігі. Сол бірлік пен өз ішіндегі қарача-қайшылық арқылы жэне соның әрқайсысын білдіретін әр түрлі тәсілдер арқылы немесе соған тән арнайы грамматикалық формалар жүйесі я түрлену парадигмасы арқылы грамматикалық категорияның мэні, сипаты, шегі байқалып, айкындалады. Осыған байланысты бірден мынадай сұрақ туады: бір ғана грамматикалык мағына мен оның сыртқы көрінісі болып табылатын грамматикалық форманың бірлігі грамматикалық категория болып саналмай ма? Бұл сұрақтың жауабы біреу-ақ. Бір ғана грамматикалық мағына мен оны білдіретін грамматикалық форма грамматикалық категория кұрай алмайды. Мыеалы, септік категориясы, тэуелдік категориясы, жақ категориясы деген грамматикалық категориялар бар да, ілік немесе барыс т.б. септік категориясы, бірінші (немесе екінші) жақ тәуелдік категориясы, осы (немесе өткен) шак категориясы дегендер жок, ілік (немесе барыс) септіктің, бірінші (немесе екінші) жак тэуелдіктің, осы (немесе өткен) шактың әркайсысына тән грамматикалық мағынасы (грамматикалық меншіктілік немесе жанама объектілік-бағыттылық, 1-2-жақ тэуелдік, қимылдың сөйлеп тұрған сәтте болып жатканын немесе өтіп кеткенін), оны білдіретін грамматикалык формасы, тұлғасы бар болса да, бұлар жеке-жеке грамматикадык категория бола ламайды. Сондай-ақ қазак тіліндегі көптік категориясы негізінен заттың көптік ұғымымен байланысты да, морфологиялық жағынан көптік жалғау арқылы беріледі. Бірақ көптік категориясы сөз болғанда ол тек көптік жалғаумен ғана шектелмеу керек. Көптік мағына грамматикалык тұрғыдан жекелік мағынаға қарама-кайшы мағына ретінде заттың сандық ұғымының шеңберінде өмір сүреді. Сондыктан бұл категория көптеген тілдерде казақ тіліндегідей көптік категориясы деп емес, сан категориясы (мысалы, орыс тілінде категория числа, қазіргі қырғыз тілінде сан категориясы) деп аталынады.\nСөйтіп, грамматикалық категория деген ұғымға грамматикалық мағыналар жиынтығының (жекелеген мағына емес) белгілі грамматикалық формалар жүйесі сияқты арнайы грамматикалық тэсілдер аркылы берілуі жатады.\n— Демек, бұл баяндаудан байкалатыны — грамматикалык категория ұғымы негізінен алғанда кез келген грамматикалык мағынамен емес, оның категориялық грамматикалық магына түрімен байланысты. Ал грамматикалык мағына деген ұғымның жалпы грамматикалық мағына, катыстык грамматикалық мағына деп аталатын түрлері грамматикалык категорияга катысты емес пе? Деген де сұрак туады.\nГрамматикалык мағынаны жалаң түрде грамматикалык магынамен катысты ғана карау, сол шеңберде ғана аныктау жоғарыда көрсетілгендей дұрыс болмайды. Грамматикалык категория эрі өзара тектес, мэндес, ыңгайлас, эрі бір-біріне кайшы мәндегі бірнеше (кем дегенде екі түрлі) грамматикалык магынада немесе мағыналар жиынтығынан тұрып, ол грамматикалык магыналар белгілі парадигмалык тұлғалар жүйелері аркылы беріледі. Сол аркылы грамматикалық категория белгілі грамматикалық топтағы сөздердің (сөз таптарынан) түрлену жүйесі болып, сөз табы ретінде ерекшеленеді, әрі сол сөз табының грамматикалык белгісі болып табылады.\nГрамматикалық категория болудың алғы шарты мынадай: 1) бірнеше, кемінде екі грамматикалык магына болу керек; 2) ол (кемі екі) мағыналар бір- бірімен тектес, мәндес, ыңғайлас болу керек, әр тектес магшналар грамматикалык мағына кұрай алмайды; 3) ол грамматикалык мағыналар қаншама тектес, ыңғайлас болса да, мысалы, тәуелділік мағына, екінші жағынан, бір-біріне карама-кайшы болып, мысалы, сол тәуелдіктегі жақ сияқты, яғни 1-жак 2-жакка, я 3-жакка кайшы, 2-жак 1-жакка, я 3-жакка кайшы келуі; 4) сөйтіп барып, эрі тектес, эрі ыңғайлас, әрі бір-біріне карама-қайшы магыналардың бірлігі, тұтастығы болуы; 5) сол тектес магына да, қайшы магына да бөлек-бөлек белгілі грамматикалық формалар аркылы берілуі және 6) олардың белгілі парадигмалық жүйе құрауы аркылы мағыналық-тұлгалық сэйкестік бір жиынтық болуы. Міне, осындай талаптар мен шарттарға сәйкес келетін тілдік құбылыс қана грамматикалық категория болып таныла алады.\nЛексикалық магынаның жалпылануы арқылы пайда болатын грамматикалық (жалпы грамматикалық) мағыналар жүйесі (кем дегенде екі түрлі мэндес, тектес грамматикалык магына) ешбір грамматикалык тұлгасыз семантикалық тэсіл арқылы ғана берілетін болса, онда грамматикалық категориялар жасай алмайды, өйткені грамматикалық категория тек грамматикалық магыналар жиынтығы гана емес, сол тектес, мэндес эрі бір- біріне карама-кайшы грамматикалык мағыналарды білдіретін, парадигмалык сипаттағы грамматикалык тұлғалар жүйесі болып табылады. Сондыктан, мысалы, зат есімнің жалпы зат атауын білдіруін былай койғанда, мұнда тіпті бір-біріне карама-кайшы жэне тектес, мэндес мағыналық та қасиет жок, яғни бір ғана жалпы грамматикалық мағына (қайшы) оппозициялық жэне тектес мэнді және жалқы есім, деректі және дерексіз зат есім, кімдік (адамға байланысты) және нелік (адамнан басқа зат атауларына байланысты) зат есім, сапалык жэне катыстык сын есім т.б. сол сөз табының (зат есім я сын есімнің) грамматикалық категориялары бола алмайды, ол грамматикалық мағыналардың семантикалык тәсіл (лексикалык мағынаның жалпылануы) арқылы берілсе де, олардың (тектес грамматикалык мағыналардың бір-біріне айырмашылығы (карама-кайшылығы) кейде грамматикалық формалар аркылы берілетін болса, сөз жок, бұл магыналар мен формалар жиынтығы грамматикалық категориялар жасай алады. Мысалы, етістіктің салттылык-сабактылык магынасы түбірдің семантикасы аркылы көрінеді, яғни кез келген етістіктің түбір ешбір грамматикалык формасыз-ак я салттылык мағынаны, я сабақтылык мағынаны білдіреді. Салттылық-сабақтылык мэн етістік түбірдің семантикалық сипаты, касиеті болып табылатындықтан да, кейбір зерттеушілер бұл қасиетті етістік сөз табындагы омонимия мен полисемияның шегін ажырататын критерий ретінде де ұсынады. Соған қарамастан, етістіктің салттылық-сабақтылық және тура объектіні талап ету- етпеуіне қарай грамматикалық формага байланысты, өйткені тура объект табыс септік формасы (ашық я жасырын түрінде) арқылы беріледі. Сөйтіп етістік түбірдің таза семантикалық тэсіл арқылы байқалатын салттылық-сабақтылық мағынасы екінші жағынан табыс септік формасы арқылы берілетін тура объектімен тікелей байланысты я байланысты емес болуы арқасында грамматикалық категория қасиетіне ие болып отыр.\nГрамматикалық категорияның түрлері\nЖоғарыдағы талдаудан байқалатындай, грамматикалық категориялар грамматикалық сипаты жағынан, жасалу жолы мен тұлғалық жүйесі жағынан біркелкі емес. Қайткен грамматикалық категориялар белгілі грамматикалық топтағы сөздердің тұлғалану, түрлену жүйесімен, соған лайық олардың грамматикалық мәнімен, !сөйлеу процесінде ол сөздердің атқаратын қызметі мен, басқа сөздермен қарым-қатынасымен байланысты болғандыктан да, грамматикалык категориялардың тілдік деңгейге қатысты шартты түрде морфологиялық категория жэне синтаксистік категория деп бөлуге де болады. Сондай-ақ морфологиялық категорияларды сөз түрлендіру мзнді (словоизменительные) морфологиялық категориялар және топтау, я жіктеу мәнді іклассифицирующие морфологиялық категориялар деп те бөлу дәстүрі бар. Бірден көзге түсетін ерекшелік грамматикалык категорияның жэне олардың түрлерінің сөз таптарына қатысына байланысты.\n!Трамматикалық немесе морфологиялық категориялар сөз таптарына қарай топталып жіктеледі. Бұның өзі грамматикалық (морфологиялық) сол сөз табының грамматикалық ерекшелігі, түрлену жүйесінің сипаты екндігін көрсетеді. Бірақ тіліміздегі сөз таптарының барлыгында бірдей грамматикалык (морфологиялық) категория бола бермейді. Кейбір сөз табында мысалы, сан есім, есімдік, үстеу т.б. грамматикалық категория атымен болуы мүмкін, өйткеңі бұлар (бұл сөз таптарына енетін сөздер) белгілі парадигмалық жүйемен өзгермейтін, грамматикалық, тұлғалық түрлері жок сөздер болып келеді. Ал грамматикалық категориялары бар сөз таптары — зат есім, сын есім (дұрысында сапалык сын есім) жэне етістік. Олар мыналар: зат есімнің сан молшер (көптік) категориясы, сапалық сын есімнің шьірай категориясы, етістіктің салт-сабақгы етістік (немесе салттылық-сабақтық) категориясы, етіс категориясы, болымсыз етістік (болымдылық-болымсыздық) категориясы, рай категориясы, шақ категориясы, жіктік (жақ) категориясы.}\nБелгілі сөз табына қатысты грамматикалық (морфологиялык) категориялардың грамматикалық сипаттары сол сөз табының семантикалык, грамматикалық ерекшеліктерімен айқындалды. Сондықтан да грамматикалык (морфологиялық) категориялардың түрлену жүйесі мен семантикалық сипаты біркелкі емес. Олардың морфологиялық көрсеткіші болып табылатын ‘ 201 грамматикалық тұлғалары бірде таза грамматикалық қана мағына үстеп, сол сөз табының сөз түрлендіру жүйесінің формалары болса, бірде ондай формалар таза грамматикалық сипаттан гөрі түбірдің семантикасына аздап болса да өзгеріс, мағыналық реңк үстеп, лексика-семантикалық сипатқа да ие болады. Сын есімнің шырай категориясыңың, етістіктің етіс категориясының, салт- сабақты етістік категориясының, болымсыз етістік категориясының семантикалық мағыналық мэні жағынан, грамматикалық сипаты, парадигмалық жүйесі жағынан басқа грамматикалық категориялармен (зат есімнің көптік, септік, тәуелдік, етістіктің жақ, рай, шақ категорияларымен) салыстырғанда, ондай ерекшеліктері анық байқалады.\nОсы түрғыдан келгенде, көптік, септік, тэуелдік жалғаулары түбір білдіретін грамматикалық заттық мағынаға ешбір нұқсан келтірмей, оған сан- мөлшерлік немесе тәуелділік, немесе меншіктілік-объективтілік сияқты мағыналар ғана үстеп, көбінесе оны сөйлемде басқа сөздермен байланыстыру, қарым-қатынаска түсіру қызметін атқарады. Етістіктің рай, шақ тұлғалары да түбір білдіретін грамматикалық кимыл, іс-әрекет мағынасына ешбір өзгеріс енгізбей, сол қимылдың орындалуының мезгілін (шағын), акиқатқа, шындыққа, болмыска катысын (модаьдылығын) білдіріп, түбірдің грамматикалық сипатын, тұлғасын (2-жак бұйрық рай тұлғасымен сәйкес келуін) өзгертіп, жіктеліп келіп, баска сөздермен қарым-қатынас жасаудың негізінде сөйлемде жұмсалуға негіз болады.\nМорфологиялық сипаты жағынан грамматикалық категориялардың бір тобын түбір семантикасына қандай да болсын эсер ететін түрлерін лексика- грамматикалық категория деп атап, екінші тобын, яғни түбір семантикасына ешбір әсер етпей, өзгертпей, тек оған қосымша мэн үстейтгн түрлерін таза грамматикалық категория деп бөліп көрсетудің осындай негізі бар. Осы тұрғыдан келгенде, морфологиялық жағынан грамматикалық категориялардың күрделі екенін байкаймыз.\nhttps://kazaksha.info/%D1%80%D0%B5%D1%84%D0%B5%D1%80%D0%B0%D1%82%D1%82%D0%B0%D1%80/%D0%B3%D1%80%D0%B0%D0%BC%D0%BC%D0%B0%D1%82%D0%B8%D0%BA%D0%B0%D0%BB%D1%8B%D2%9B-%D0%BA%D0%B0%D1%82%D0%B5%D0%B3%D0%BE%D1%80%D0%B8%D1%8F/",
                "date": "12.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бауырсақтың шығу тарихы, қалай пайда болған, ол туралы аңыздар бар ма?",
        "question_content": "Бауырсақтың шығу тарихы / қалай пайда болған/  ол туралы аңыздар бар ма",
        "question_date": "11.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бауырсақ - жоғары немесе бірінші сортты бидай ұнынан\nпісірілетін тағам. Бауырсақтың түрлері көп. Оны ашытып та, ашытпай да, көлемін\nәр түрлі етіп пісіре береді және әр аспаздың өз құпиясы бар. \n\nБауырсақ ашытылған қамырдан және тұщы қамырдан иленіп жасалады. Ал қазақ\nхалқында иленіп пісіру жағы ұқсас болғанымен пішіні мен үлкендігіне байланысты\nбауырсақтың бірнеше атауы бар екен.\n\nШи бауырсақ – еленген ұнға жұмыртқа жарып құйып, сүтке немесе сорпаға иленеді.\nҚамырды жұқалап (қалыңдығы 05 см) жайып, жіңішкелеп (ұзындығы 2,5 см) ұсақ\nкесіп немесе жастықша кәмпит секілді пішінде кесіп, қайнап жатқан майға\nқуырады.\n\nАқ бауырсақ – ақ ұнға ерітілген сары май қосылып иленеді. Үлкендігі орташалау\nқатты қызартпай, сәл ақшылдау болып піседі.\n\nШәй бауырсақ – айран мен сүтке иленіп, кішкентай қиықша түрінде кесіледі,\nтабаға қуырылады.\n\nТұш бауырсақ – сүт, май, қант езген су, жұмыртқа қосылады. Қуырып болған соң\nсары май жаққан формаға салынып, үстіне бал құйып көкнәр (мак) себіледі,\nмәмпәси, мейіз салып қатырады.\n\n      Ашыған бауырсақ – еленген ұнға жұмыртқа мен ашытқы езілген\nсу қосылып, жұмсақ болып иленеді. Көтерілу барысында екі-үш рет жылы сумен\nбасып отырады. Кесерде ұны аз болса, сырты қатты қызармай, жақсы піседі.\nҚуыратын майы бір қалыпты қызу керек. \n\n      Бармақ бауырсақ – иленуі ши бауырсақ секілді. Тек одан сәл\nжуынырақ, үлкенірек болады. Аталуы айтып тұрғандай бармақ пішінінде\nжасалады. \n\n      Жалпақ бауырсақ – иленуі шәй бауырсақ секілді, пішіні\nкішігірім қалаш секілді, дөңгелек, ортасы пышақпен кесіледі. Орыс халқының\nтоқашына (бублик) ұқсас болады. \n\n      Жол бауырсақ – жұмыртқа мен май қосып жұмсақ илеп,\nұзыншалап үзіп қуырады. \n\n      Ұннан майға қуырып пісіретін тағамдардың басқа түрлері де\nбар. Мысалы: Дөңгелек – жылы суға айран, сорпа қосып иленеді. Оқтаумен\nқалыңдығы 1 см болатындай етіп, жайылып, табаға қуырады. Кейбір аймақтарда\nдөңгелекті қалаш деп те атайды. \n\n      Ләйлек– қаймағы алынбаған сүтке жұмсақ етіп иленіп, табаға\nқуырылады. \n\n      Бәтер – ашыған айранға 1 ас қасық қант, аздап тұз, сары\nмай қосып илеп, табаға жауып пісіреді. \n\n      Шелпек – шикі сүтке иленеді, жұқа жайылып қазанда қызып\nтұрған майға салып бірден аударып, қатырып жібермей алынады. \n\n      Қабыршақ шелпек – май құйып иленген қамырды жайып арасына\nжұмсартылған сары май кезектерін салып, бірнеше қабаттап қайта жаяды.\nКәудірлетіп қуырады. \n\n      Май шелпек – сары майға иленіп, қалыңдау етіп жайылады.\nҚазандағы майды қатты қыздырмай қуырады. \n\n      Қиықша – жұмыртқаға ғана иленіп, қиықшалап кеседі. Қатты\nқызған майға бір салып алады. \n\n      Қошқар мүйіз - жұмыртқа, сары май, жарты шәй қасық ас\nсодасына 3-4 тамшы сірке суын тамызып, құмшекер қосып илеген қамырды жіңішкелеп\nесіп, бір жағынан ширатып, екі ұшын қосқанда ирек-ирек пішіндегі бауырсақты\nқазандағы қызған майға салып пісіреді. \n\n      Сәлде – илеген қамырды жіңішкелеп тіліп, дөңгелекте\nшумақтап майға кәудірлек етіп қуырады. Дастарханға әкелерде үстіне көкнәр\nсебіліп, жеміс шырыны құйылады. \n\n      Мінеки, бауырсақтың түрлері осындай екен. Өздеріңіз\nбайқаған боларсыздар, кейбірі біздің басқа елдерден үйреніп жүрген шәк-шәк,\nкітірлек сияқты екен. Өзге елден үйрендік демей-ақ, бұрыннан бері өз халқымыз\nпісіріп жүрген ұлттық тағамымыз екенінде дау жоқ. \n\n      Бала кезімде нағашы әжемнің пісірген тағамының исі ауладан\nкіре бере иісі бұрқырап тұрушы еді. Жарықтық, қолы өте берекелі адам еді. Аты –\nШарбану, ауылдастары «Шәкем-шешем» дейтұғын. Құдай рахмет айласын. Айтайын деп\nотырғаным, әжем нан илегенде тыныштықты қалайтын. «Мен нан әуелейін, сендер\nшуламаңдар» дейтін. Сосын әуелеген нанын, асықпай таза орамалмен жауып, бүркеп,\nбала-шаға кірмейтін, төргі бөлмеге, тыныш жерге апарып қоятын. Тамақты\nпісіргенде де, дастарқан басында әжем де, анам да дүниенің бос сөзін\nсөйлетпейтін. Қазіргі түсінікпен айтқанда біреулер туралы жағымсыз\nинформацияларды, келемеждеуге тиым салатын. Дастарқанды сыйлаңдар, асты сынап\n–мінеу – ашаршылық шақыратын жаман ырым, қолды жуып, «бісмілла» деп жеңдер, -\nдеп үнемі ескертіп отыратын. Бұны айтудағы мақсатым, аспаздың ішкі энергетикасы\nүлкен роль атқарады. \nТолығырақ: https://nur-kz.ucoz.net/publ/bauyrsa/1-1-0-2",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айтыстағы сөз оралымдары",
        "question_content": "Айтыстағы сөз оралымдары дегеніміз не? оларға нені жатқызамыз?",
        "question_date": "11.11.2020",
        "question_tag": "Өнер",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оралым — өлең сөздегі синтаксистік өрнектер, сөйлемдердің өрнектелу үлгілері. Ахмет Байтұрсынов кіргізген термин. Синтаксистік оралымды өрнекті сөйлем, көлемді, күрделі құрмалас сөйлемдер деумен бірге, тізбектеліп, әр түрлі тәсілмен топталып, тұтасып келетін және тиянақты бір ойды білдіретін сөйлемдер шоғыры деп қараған дұрыс сияқты. Өлең сөзде тармақтардың тұрақты мөлшерде, белгілі ретпен топтасуы шумақ деп аталатыны белгілі. Шумақ құрылымы алдымен өлең өлшемі, ырғағының тұрақтылығына байланысты келеді. Әрине, әр шумақ синтаксистік сипаты жағынан, яғни, сөйлемдерінің құрылыс-қалпынан да тиянақтылық танытады. Ал бірақ оралымның одан айырмасы-ол бір шумақты да, бірнеше шумақты да, кейде тіпті өлеңді түгелдей қамтитын синтаксистік өнер, сөйлемдердің мағыналық жағынан әр түрлі тәсілмен топтасуы, шумақсыз өлеңде де тұтасып келетін сөйлемдер шоғыры. Жыр тармақтарының әр түрлі көлемде түйдек-түйдек болып еркін топтасуы синтаксистік оралым үлгілеріне кейде жақын келуі мүмкін. Алайда оралым-шумақты өлеңге, түйдекті жырға, шумақсыз өлеңде де ортақ ұғым, өзінше синтаксистік тұтастығы бар өрнекті сөйлемдер. Өлеңде құрмалас сөйлемге кіретін жай сөйлемдерді әр түрлі ретпен топтастырып, синтаксистік оралымды өте күрделі етіп, өрнектеп келтіру мүмкіндігі мол. А. Байтұрсынов ұқсатпалы, қайшы, шартты, жалғасыңқы серіппелі, айырықты, қорытпалы деп атаған оралым түрлері бұған дәлел бола алады. Осының бір-екеуіне қазіргі поэзиядан мысал келтірейік:\nҚайшы оралым:\nКөкейіне қонсын деп қазағымның,\nБір өлеңді бір емес, жазамын мың\nЖазып-жазып қалжырап,\nКелесі күн\nРахатын көремін азабымның.\nБолмай бірақ тұрмайды бір ағаттық,\nБірге тойлап қызығын жұрағаттың,\nБөсіп-бөсіп түнімен, Келесі күн\nТартып жатам азабын рахаттың.\nШартты оралым:\nДостарымнан жақсылық күтпес едім,\nКөре тұра мінімді сынамаса.\nӨміріме көңілім бітпес еді,\nМен өлгенде біреулер қуанбаса.\nКейде құрылысы қарапайым сөйлемдерді де тізбектеп келтіргенде синтаксистік оралым өте айшықты, мағыналық жағынан сыйымды, кең тынысты болып шығатынын көреміз. Мысалы, Махамбеттің \"Ереуіл атқа ер салмай\" дегенге, соған құрылысы ұқсас ықшам шартты сөйлемдерді тізбектеп жалғастыра келіп, \"Ерлердің ісі бітер ме?\" деп аяғында бір-ақ қайыратыны белгілі. Синтаксистік біртұтастығы бар оралым, тіпті, бір жай сөйлемнің құрылыс-қалпын сақтай отырып, бірыңғайлас сөйлемдерді қатарластыраса тізбектеу арқылы да жасауы ықтимал.",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сабақтас құрмаласқа байланысты үтірдің қойылатын жері кандай?",
        "question_content": "Сабақтас құрмаласқа байланысты үтірдің қойылатын жері кандай?",
        "question_date": "11.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 530,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сабақтастың құрамындағы жай сөйлемдердің арасына,негізінде,үтір қойылады: Ол отқа жақындап келгенде,қараңғыда кісінеген жылқының дауысы естілді.\nБағыныңқы сөйлем басыңқы сөйлемнің ортасында айтылса,оның екі жағынан үтір қойылады. жанпейіс үйге кіріп кеткенде,Асқар мен Ержан тыста қалды, - Асқар мен Ержан,Жанпейіс үйге кіріп кеткенде, тыста қалды.\nТолығырақ: https://infourok.ru/rmalas-sylemni-tinis-belgileri-sinip-1537507.html",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйдің шаршы метірін есептейтін адамды кім деп атайды?",
        "question_content": "үйдің шаршы метірін есептейтін адамды кім деп атайды",
        "question_date": "11.11.2020",
        "question_tag": "Жалпы сұрақ",
        "question_views": 317,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйдің шаршы метірін есептейтін адам архитектор болса керек.",
                "date": "12.11.2020",
                "upvotes": 0
            },
            {
                "text": "Ондай есеп-қисапты БТИдің адамдары жасайды. \nБТИ деген бюpo тexничecкoй инвeнтapизaции яғни , техникалық инвентаризациялау бюросы. Барлық жылжымайтын мүлік нысандарының техникалық сипаттамаларын көрсете отырып картотекасын құрастырады.",
                "date": "13.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диоксиндердің зияндылығы",
        "question_content": "<!--[if !supportLists]-->1.      <!--[endif]-->Диоксиндердің зияндылығы",
        "question_date": "11.11.2020",
        "question_tag": "Табиғат",
        "question_views": 222,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диоксин - күшті иммуносупрессивті, мутагенді, канцерогенді және эмбриотоксикалық әсері бар улы зат. Кәдімгі тұрмыстық процестерді - ағын суды қайнату, кір жуу және майлы ет тағамдарын жеу кезінде де инфекция қаупі бар.\nАдам ағзасына сумен, тамақпен немесе ауамен түсу зат алмасу процестерінде, жасушалардың бөлінуінде, иммундық және эндокриндік жүйелердің жұмысында үлкен бұзылулар тудырады. Ол қатерлі ісіктердің дамуын ынталандырады, ерлер мен әйелдердің репродуктивті сферасына зиянды әсер етеді, эмбриондарға әсер етеді және жаңа туылған нәрестелердің деформациясы мен дамымауын тудырады.\nТолығырақ: https://kerchtt.ru/kk/dioksiny-i-ih-vliyanie-chto-takoe-dioksin-otravlenie-i-ih/",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диоксиндер түсінігіне сипаттама беру",
        "question_content": "<!--[if !supportLists]-->1.      <!--[endif]-->Диоксиндер түсінігіне сипаттама беру",
        "question_date": "11.11.2020",
        "question_tag": "Табиғат",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диоксиндер - органикалық химияның хлорид туындыларына байланысты күрделі қосылыстар тобы. Бұл экотоксикант - тек адамның белсенділігі нәтижесінде пайда болатын және қоршаған ортаға табиғи емес зат. Ол ксенобиотиктер тобына жатады және синтетикалық кумулятивті у болып табылады - ол дененің май жасушаларында жиналады және өте баяу шығарылады. Жартылай шығарылу кезеңі 7 жылдан 11 жылға дейін.\nДенедегі удың жиналуы денсаулыққа өте жағымсыз әсер етеді және ауыр ауруларға әкеледі - қатерлі ісік, эмбрион мутациясы, хлоракне, бауырдың зақымдануы, «химиялық СПИД».\nТолығырақ: https://kerchtt.ru/kk/dioksiny-i-ih-vliyanie-chto-takoe-dioksin-otravlenie-i-ih/",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Сұйықтың беттік керілуі» тақырыбына есеп.",
        "question_content": "«Сұйықтың беттік керілуі» тақырыбына тапсырмалар\n\n 1-тапсырма. Судың беттік керілу коэффицентін анықтау үшін бір жағында саңылауы бар диаметрі d=2 мм болатын тамшуыр қолданылған. n=40 тамшының массасы m=1.9 г екені анықталған. Осы мәліметтер сүйенсек, беттік керілу коэффиценті σ шамасы неге тең болар еді?\n\n2-тапсырма. Ішінде сынабы бар түтікшенің түбінде диаметрі d=70 мкм болатын дөңгелек саңылау бар. Қандай максимал биіктікте сынаптың Н қабатынан саңылау арқылы сынап төгілмейді?",
        "question_date": "11.11.2020",
        "question_tag": "Мектеп",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "D = 2 мм = 2*10^(-3) м\nn=40\nМ=1.9 г = 1.9*10(-3) кг\nσ = ?\nσ = (1.9*10(-3) *10)/(40*3.14*2*10^(-3)) = 0,076",
                "date": "20.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ неге отарлыққа түсті?",
        "question_content": "Қазақ неге отарлыққа түсті",
        "question_date": "11.11.2020",
        "question_tag": "Тарих сұрақтары",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның Ресей құрамына енуі туралы мынадай жалпы бір схема (кесте) көп жылдар бойы «ақиқаттың бірденбір көрінісі» деп есептелініп келді:\n1) Қазақстан Ресейге қосылмаса, жоңғар шапқыншылығынан халық ретінде құрып кететін еді (алайда, XVIII ғасырдың ортасында Абылай хан мемлекеті жоңғарларды түпкілікті жеңген).\n2) Қазақ халқы Ресей арқылы Еуропаның озық мәдениетімен танысты (бұл Америкадағы үндістердің «танысуына» тым ұқсас).\n3) Ресейге қосылу нәтижесінде Қазақстанда феодализм шайқалып, озық капиталистік өндіріс тәсілі ене бастады (бай мәдени мұрасы бар үнді елінің ағылшын отарына айналғандағы «жетістіктері» сияқты).\n4) Қазақ еңбекшілері Ресей пролетариаты мен шаруаларының революциялық күресіне араласты (бұл маркстік догманы талқыламай-ақ қойса болады).\nОтарлау саясаты мәдениетке еш жерде де қолайлы болған емес. Орыс отарлауы қалалық және егіншілік мәдениетті шеткі өңірлерде енгізу мақсатында жүргізілген жоқ. Қайта олардағы барды жоқ қылып, мүлдем жойып жіберуді көздеді. Сөзіміз дәлелді болуы үшін дерек келтірелік. Петербургте 1866—1888 жылдары ай сайын шығып тұрған ғылыми-саяси журналы «Дело» өзінің 1869 жылғы 3-санында былай деп жазыпты: «Ресей үшін қазақтар көшпелі ел қалпында астығымыз бен қолөнер бұйымдарымызға кіріптар болып қалғаны тиімді. Олар тері және басқа шикізаттарды өндіруші ретінде қажет. Сондықтан да оларды жартылай жабайы күйінде ұстау керек». Келесі бір нақ осындай журнал «Отечественные записки» (бұл да Петербургте, 1829— 1884 жылдары шығып тұрған): «Қазақтар Ресей мемлекетіне көшпелі күйінде ғана пайдалы, оларды отырықшы ету орыстар үшін қауіпті» (Отечественные записки. — СПб., 1866. — С. 5) — деп кесіп-пішіп айтады. Бұл жай айтыла салған сөз емес еді, сол кездегі өкіметтің саясатын жариялау болатын.\nЕуразия даласын жаулап алған славяндық мәдениет осы даланың байырғы тұрғындарын ноқталап қоюға тырысты. Ресей империясы өз қарауындағы халықтарды ақ патшаға берілгендік идеясында тәрбиелеу мақсатымен әр түрлі миссионерлік тәсілдерді шебер қолдана білді. Осындай ілімдердің бірі Ресейдің басқа халықтар алдындағы тарихи-мәдени миссиясы деген бүркеніш уағыз. Ағылшындардың бай мәдени мұрасы бар үнділерді шырмағаны сияқты, орыстар Орталық Азия мен Қазақстанды отарлау және ассимиляциялау полигоны бейнесінде қарастырды. Тіпті қазіргі күнге дейін осы миссионерлердің таратқан төмендегідей қағидалары қоғамдық санада терең тамыр жайған. Солардың бірі қазақтардың таза мүсылман еместігі туралы ұғым.\nАраб алфавитін ығыстыру мақсатымен миссионерлер кириллицаны енгізуге шақырды. Бұл орыстандыру саясатының негізгі құралы еді және олардың түбінде қазақтарды христиан дінін қабылдауға әкелмек ойлары болды. Жас бала өз сауатын туған тілінде ашқанымен, орыс алфавиті арқылы мәдени ассимиляцияға ұшырайтын. Осының салдарынан бұрынғы мәдени бағдар батыс мәдениетіне ауды.\nhttps://kk.wikipedia.org/wiki/%D3%A8%D0%B7%D0%B3%D0%B5%D1%80%D1%96%D1%81%D1%82%D0%B5%D1%80_%D1%83%D0%B0%D2%9B%D1%8B%D1%82%D1%8B_%D0%B6%D3%99%D0%BD%D0%B5_%D0%BE%D1%82%D0%B0%D1%80%D0%BB%D1%8B%D2%9B_%D0%BC%D3%99%D0%B4%D0%B5%D0%BD%D0%B8%D0%B5%D1%82",
                "date": "11.11.2020",
                "upvotes": 0
            },
            {
                "text": "Отты қару жарақ болмағандықтан,  негізі.  Алайда түпкі себебі, сол отты қару жарақ дамытып жатқан европа еліне Қазақ ұлысы байланыссыз,  бейқабар болуы.  Әйтпегенде, жұңғар, қоқан, орыспен соғысқанда керек отты қару жарақты,  ұқсатып өндіріп алмасақ та,  сатып алар едік қой.  Соғыста ұтылмасақ,  отарлыққа түспес едік...",
                "date": "11.11.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Нархозда қандай мамандықтар бар?",
        "question_content": "Нархозда қандай мамандықтар бар?",
        "question_date": "11.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бакалавриат бойынша \nҚҰҚЫҚ ЖӘНЕ МЕМЛЕКЕТТІК БАСҚАРУ МЕКТЕБІ\nҚұқықтану\nМемлекеттік басқару\nСити-менеджмент\nНархоз бизнес мектебі:\nМенеджмент\nҚаржы\nЕсеп және аудит\nМаркетинг\nМейрамхана ісі және мейманхана бизнесі\nHR және бизнес жоспарлау\nТуризм және қонақжайлылық\nҚОҒАМ, ТЕХНОЛОГИЯ ЖӘНЕ ЭКОЛОГИЯ МЕКТЕБІ\nПсихологиялық кеңес беру\nЭкология\nХалықаралық және салыстырмалы саясаттану\nПрограммалық инженерия\nСтатистика\nЭкономика\nӘлеуметтік жұмыс\nӘлеуметтану\nСандық экономикадағы қолданбалы математика\nҮлкен деректер\nАймақтық даму экономикасы\nМамандық атауы мен оқу ақысы:\nРасследование финансово-экономических правонарушений (НПМ)\n1 200 000тг.\nКорпоративное право (ПМ)\n1 200 000тг.\nМеждународное бизнес-право, European and International Business Law .\nГосударственное и местное управление (ПМ и НПМ)\n1 200 000тг.\nФинансы (НПМ)\n1 200 000тг.\nФинансы Бизнеса (ПМ)\n1 200 000тг.\nУчет и Аудит (НПМ)\n1 200 000тг.\nПРАКТИКА УЧЕТА, АУДИТА И КОНТРОЛЯ (ПМ)\n1 200 000тг.\nСТРАТЕГИЯ ФИНАНСОВОЙ ОТЧЕТНОСТИ (ПМ)\n1 200 000тг.\nМЕНЕДЖМЕНТ (НПМ)\n1 200 000тг.\nМАРКЕТИНГ (НПМ)\n1 200 000тг.\nРЕСТОРАННОЕ ДЕЛО И ГОСТИНИЧНЫЙ БИЗНЕС (НПМ)\n1 200 000тг.\nТУРИЗМ И ГОСТЕПРИИМСТВО (ПМ и НПМ)\n1 200 000тг.\nМагистратура Управления Бизнесом (МВА)\n4 000 000тг.\nМАГИСТРАТУРА ДЕЛОВОГО АДМИНИСТРИРОВАНИЯ ДЛЯ УПРАВЛЕНЧЕСКИХ КАДРОВ (EXECUTIVE MBA)\n12 000 000тг.\nПРИКЛАДНЫЕ ФИНАНСЫ\n4 144 000тг.\nНАУКА О ДАННЫХ (ПМ)\n1 200 000тг.\nЦИФРОВЫЕ ТЕХНОЛОГИИ В БИЗНЕСЕ: АНАЛИЗ ДАННЫХ И ПРАКТИКА РЕШЕНИЙ (НПМ)\n1 200 000тг.\nЭКОНОМИКА (ПМ)\n1 200 000тг.\nЭКОНОМИКА – НПМ (СПЕЦИАЛИЗАЦИЯ: ЭКОНОМИЧЕСКАЯ ПОЛИТИКА)\n1 200 000тг.\nСОЦИАЛЬНАЯ РАБОТА (НПМ)\n1 200 000тг.\nЭКОЛОГИЯ (ПМ)\n1 200 000тг.\nЭКОЛОГИЯ (НПМ)\n1 200 000тг.\nПОЛИТИЧЕСКИЕ ПРОЦЕССЫ И БЕЗОПАСНОСТЬ (ПМ)\n1 200 000тг.\nhttps://narxoz.kz/admission/educational-programs/#!/tab/236877343-2",
                "date": "11.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық қауіпсіздік комитетіне тек ер адамдар ғана жұмысқа тұра ала ма?",
        "question_content": "Ұлттық қауіпсіздік комитетіне тек ер адамдар ғана жұмысқа тұра ала ма?",
        "question_date": "11.11.2020",
        "question_tag": "Университет, колледж",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Ұлттық Қауіпсіздік Комитеті (ҚР ҰҚК) — арнайы мемлекеттік орган болып, Қазақстан халқына бағынады. Басты бақылаушысы және басшыларын тағайындаушысы Қазақстан Республикасының Президент (бас қолбасшы) болып табылады. Басты мақсаты мемлекеттің қауіпсіздігін және біртұтастығын сақтау.\nБасты қызметтері:\nмемлекеттің, қоғамның, тұлғалардың қауіпсіздігі жолында мемлекеттік қауіпсіздік шараларын құрастыру және жүзеге асыру.\nҚазақстан Респулбикасына қажетті болған барлау қызметін жүзеге асыру ;\nҚазақстан Респулбикасының қауіпсіздігіне қауіп төндіретін басқа мемлекеттік немесе жеке тұлғалардың барлау қызметтерін анықтау, тексеріп жолын кесу.\nҚазақстан Респулбикасының біртұтастығына нұқсан келтіруі мүмкін болған, конституцияның күштеп өзгертілуіне немесе жойылуына әкелуі мүмкін болған террористтік не басқа да қызметтерді анықтап жолын кесу.\nҚазақстан Респулбикасының Президентін, мемлекеттік органдарды, Қарулы күштерді және басқа да әскери ұйымдарды бейбіт және соғыс кезінде байланыспен қамтамасыз ету.\nМемлекеттік және бақа да ұйымдарда, әскери қызметтерде шифрлік қызмет ұйымдастыру.\nҚазақстан Респулбикасының мемлекеттік шекарасын күзету және қорғау.\n Әйел адамдар да жұмыс атқарады.",
                "date": "11.11.2020",
                "upvotes": 0
            },
            {
                "text": "Жоқ, әйел адамдар да жұмысқа тұра алады. Неге ондай пікірдесің?",
                "date": "13.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Военный оқуға қандай пәнмен түсуге болады и прохадающий балл қанша",
        "question_content": "военный оқуға қанша баллмен түсуге болады және қандай пәндермен",
        "question_date": "11.11.2020",
        "question_tag": "ҰБТ жайлы",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еліміздегі әскери мамандар даярлау ісінде нағыз ұстахана саналатын Құрлық әскерлерінің Әскери институты офицерлік кадрларды 11 мамандық  бойынша дайындайды:\nМотоатқыш әскерлерінің командалық-тактикалық даярлығы;\nӘуе-десанттық әскерлерінің және әскери барлаудың командалық-тактикалық даярлығы;\nТанк әскерлерінің командалық-тактикалық даярлығы;\nАртиллерияның командалық-тактикалық даярлығы; \nАвтокөлік әскерлерінің ккомандалық-тактикалық даярлығы;\nАзық-түлікпен қамтамасыз ету бойынша командалық-тактикалық даярлық;\nКиім-кешекпен қамтамасыз ету бойынша командалық-тактикалық даярлық; Жанар-жағар маймен қамтамасыз ету бойынша командалық-тактикалық даярлық;\nБронетанктық қару-жарақ және техника;\nИнженерлік әскерлердің командалық-тактикалық даярлығы;\nӘскерлерді ракета-артиллериялық қамтамасыз ету бойынша командалық-тактикалық даярлық;\nӘскери аударма ісі.\nҚұрлық әскерлерінің Әскери институты келесі мекенжай бойынша орналасқан: Алматы қаласы, Красногорская көш. 35, тел: 8 (7272) 90-18-20, 90-12-42\nРадиоэлектроника және байланыс әскери инженерлік институты\nЖОО-ның негізгі міндеті – Қазақстан Республикасы Қарулы Күштері әскерлері мен қаруланудың зенитті ракеталық, радиотехникалық әскерлерінің, байланыс бөлімдерінің, авиацияны радиотехникалық қамтамасыз етудің, автоматтандырылған басқару жүйелерінің кәсіби офицерлерін дайындау болып саналады.\nБілім мекемесінде болашақ офицерлер 5 мамандық бойынша оқытылады:\nРадиобайланыс пен көздеу;\nРадиобайланыс пен зенитті ракеталық әскерлердің қондырғыларын жөндеу;\nЗенитті ракеталық әскерлердің бөлімдері мен бөлімшелерінің радиотехникасы;\nРадиотехникалық әскерлердің бөлімдері мен бөлімшелерінің радиотехникасы;\nҚР ҚК автоматты басқару жүйелерінің инженері.\nКеңес Одағының екі мәрте Батыры Т.Я.Бегельдинов атындағы Әуе қорғаныс күштерінің Әскери институты\nӘуе қорғанысы күштерінің Әскери институты деп аты айтып тұрғандай еліміздегі әскери ұшқыш, әскери инженер мамандарды әзірлейтін жалғыз білім ордасы. Институттың негізгі міндеттері – әскери авиацияға  офицерлік кадрларды дайындау, әскери теорияны дамыту, қоғамдық ғылымдардың әскери, қару-жарақ, авиациялық әскери техниканың мәселелеріне  бағытталған ғылыми зерттеулер жүргізу, әскерлердің қауіпсіздігі және жауынгерлік дайындығын арттыру болып табылады.\nИнститут болашақ мамандарды 8 мамандық бойынша даярлайды:\nҰшқыш аппараттарын пайдалану, фронттық авиацияның командалық тактикасы;\nҰшқыш аппараттарын пайдалану, армия авиациясының командалық тактикасы;\nШтурмандық авияцияның тактикасы;\nАвиациямен жауынгерлік басқарудың командалық тактикасы;\nҰшқыш аппараттардың және оталғыштардың техникалық пайдалануы; Авиациялық радиоэлектронды құрал-жабдық;\nАвияциялық электрофикациялық және ұшқыштық-көздеуіш радиоэлектронды құрал-жабдықтың техникалық пайдалануы;\nАвиациялық қару-жарақтану.\nӘуе қорғаныс күштерінің Әскери институты Ақтөбе қаласы, Молдағұлова көшесі 16 мекенжайында орналасқан. Тел: 8 (7132) 52-28-45; 52-16-88.\nТөменде көрсетілген оқуға қабылдау ережесі үш әскери институтқа да бірей қатысы бар.\nОқуға қабылдау ережелері\nАл, енді осы жоғарыда аталған әскери білім мекемесіне оқуға барам деуші түлектер не істеуі керек? Қандай құжаттарды қайда өткізеді?\n1)     Әскери мамандықты таңдаған түлек 25 шілдеге дейін тегін, атын және әкесінің атын, туған күнін, білім деңгейін, әскери оқу орнының және ол бойынша оқуға ниет білдірген мамандықтың атауын көрсете отырып, жергілікті әскери басқару органдарына өтініш жолдайды;\n2)     Қазақстан Республикасы Қорғаныс министрлігінің Әскери білім және ғылым департаменті жыл сайын 20 маусымға дейін Қазақстан Республикасы Қорғаныс министрінің бұйрығымен қабылдау және апелляциялық комиссиялардың құрамдарын, олардың міндеттерін, қабылдау комиссиясының жұмыс жоспарын, сондай-ақ ҰБТ-дан өту балын бекітеді.\n3)     Жоғары әскери оқу орындарына қабылдау 1-25 тамыз аралығында өтеді. Әскери білім мекемесін таңдаған түлек ең әуелі ҰБТ қорытындысын апарады. Әскери институттардың талабы – тестілеудің балы жоғары болуы тиіс.   \n4)     Келесі кезекте ҰБТ балы жеткілікті деп шешілген соң, түлектер дене даярлығы бойынша нормативтер тапсырады;\n5)     Медициналық тексерістен өтеді;\n6)     Психологиялық тест тапсырады.\nБүгінгі таңда білекке емес, білімге сенетін заман. Уақыт өзгерген сайын, заман түрленіп, талап та күшейді. Әскери салаға барамын деуші түлек үшін, білім және дене даярлығының жоғары көрсеткіші маңызды мәселе болып табылады. Спортта дәрежелі болып, халықаралық жарыстардың жеңімпазы болса тіпті жақсы. Бір орынға бірдей ұпаймен талас туған жағдайда, спорттық жетістіктер мен олимпиададағы жетістіктер ескеріледі. Одан кейін талапкердің интеллектісі маңызды орын алады. Өйткені, ол жерде қатардағы сарбаз емес, берген тапсырманы орындай алатын, мәселені шешуге келгенде таптырмайтын маман – болашақ офицерлер даярланады.\nІшкі істер министрлігі Төтенше жағдайлар комитетінің Көкшетау техникалық институты\nҚазақстан Республикасы Ішкі істер министрлігі Төтенше жағдайлар комитетінің Көкшетау техникалық институтында күндізгі және сырттай оқу түрлері бойынша мамандар әзірленеді. Оқуды бітірген соң күндізгі оқу түрінің түлектеріне әскери іс және қауіпсіздік бакалавры академиялық дәрежесі мен «өртке қарсы қызмет лейтенанты» арнайы атағы беріледі.\nМамандықтар:\n«Өрт қауіпсіздігі»;\n«Төтенше жағдайларда қорғау»;\n«Азаматтық қорғаныстың командалық-тактикалық күші»\nАталмыш мамандықтарды меңгерген мамандар оқу орнын бітірген соң, Қазақстан Республикасы ІІМ Төтенше жағдайлар комитетінің бөлімшелерінде жұмысқа тұрғызылады.\nОқуға қабылдау шарттары:\nАзаматтарды институтқа қабылдау төрт кезең бойынша өтеді:\nБірінші кезеңде Институттың мемлекеттік қабылдау комиссиясы ҰБТ немесе ТКТ (қазақ немесе орыс тілдері, Қазақстан тарихы, математика және төртінші пән - физика, бейінді пән – математика) сертификатындағы балдарға сәйкес іріктеуді өткізіп, оқуға үміткерлерді қалыптастырады;\nЕкінші кезеңде медициналық және психофизиологиялық көрсеткіштер бойынша іріктеу өтеді;\nҮшінші кезеңде дене шынықтыру көрсеткіштері бойынша іріктеу жүргізіледі  Төртінші кезеңде - мандаттық комиссия курсанттар қатарына қабылдайды.\nҚазақстан Республикасы Ұлттық ұланы Әскери институты\nИнститут Ұлттық ұланға командалық, тәрбие және әлеуметтік-құқықтық, тылдық, автомобильдік, инженерлік-техникалық, ракета-артиллериялық қамтамасыз етуге тактикалық басшылық ету мамандықтары бойынша офицерлер даярлап, «лейтенант» әскери атағын және мамандығына сәйкес біліктілігін қоса береді. Оқыту бағдарламасында курсанттардың ЭЕМ операторлары және «ВС» санатты жүргізуші мамандықтарын меңгеруі қарастырылған. Курсанттарды оқыту 7 кафедрада жүргізіледі.\nҰлттық ұланның Әскери институтында білім алуды арман еткен талапкерлер қатаң талап сүзгісіненөтеді. Денсаулығына, күш-қуатына ерекше мән беріледі. Дене шынықтыру дайындығынан нормативтер, әскери-кәсіптік бағыттағы психологиялық тест, бірнеше пәннен кешенді сынақ тапсырады.\nҚР Ішкі Істер Министрлігінің  Алматы Академиясы\nҚР ІІМ Алматы Академиясы келесідей мамандықтар бойынша оқытады:\nТергеу-криминалистика қызметі;\nЖедел іздестіру қызметі;\nЖедел-криминалистика қызметі;\nӘкімшілік-құқықтық қызметі\nЕрежеге сәйкес Академияға кәсіптік-техникалық және жалпы орта білімі бар, ішкі істер органдары қызметкерлеріне қойылатын талаптарға жауап беретін, оқуға және әскери қызметке денсаулығы жарамды, 16 жасқа толған және 25 жастан аспайтын Қазақстан Республикасының азаматтары қабылданады. Кешендік тестілеу азаматтардың қалауы бойынша қазақ немесе орыс тілдерінде және негізгі пән (дүниежүзі тарихы) бойынша көрсетілген мамандықтар тізіміне сәйкес жүргізіледі.\nМекенжайы: Алматы қаласы, Өтепов көшесі, 29.\nТел: 8(727) 337-81-11, Факс: 8(727) 337-80-88. Интернет пошта: *Emails are not allowed* сайт\nҚР ІІМ Қарағанды заң институты\nҚазақстан Республикасы Үкіметінің Қаулысымен 2001 жылы ҚР ІІМ Қарағанды заң институтына Б.С.Бейсеновтің есімі беріліп, 2005 жылдың 5 мамырында ғұлама тұлғаға арнап, ЖОО-ның аумағында ескерткіш орнатылды.\nИнститут төмендегі мамандықтар бойынша кадрлар даярлайды:\nҚылмыстық құқық, криминология және қылмыстық-атқару құқығы;\nҚылмыстық іс жүргізу;\nКриминалистика және сот сараптамасы;\nЖедел-іздестіру қызметі.\nҚР ІІМ М.Бөкенбаев атындағы Ақтөбе Заң университеті\nАқтөбе Заң университеті «құқыққорғау ісі» мамандығы бойынша әскери кадраларды оқытады. Білім ордасы биылғы түлектерді оқу жүйесіне енгізілген жаңа өзгерімтер бойынша қабылдайтынын айта кеткеніміз жөн. Қысқартылған бағдарламаға сай түлектер 2 жыл білім алып, заңгер мамандығын меңгеруіне мүмкіндік беріліп отыр. Ішкі істер министрлігі ведомоствосы басшыларының айтуынша, 2016 жылдан бастап Ақтөбе Заң институтын кәсіби қайта даярлықтан өту үшін біліктілікті көтеру және кадрлардың біліктілігін арттыру институтына айналдыру жоспарланып отыр.\nИнституттың мекен-жайы: Ақтөбе қаласы, 41-жол айрығы, Курсанттар тас жолы 1, 8(7132)41-43-15, 41-43-21, 98-80-37.\nБүгінгі таңда Солтүстік Қазақстан облыстық ІІД кадрлық бөлімшелері Қазақстан Республикасы Ішкі істер министрлігінің оқу орындарын жабдықтау жұмыстарын бастады.\nМедициналық комиссия, сонымен қатар, арнайы тексерулерді өткізуге байланысты ІІМ жүйесінің білім мекемелері талапкерлерді таңдауды уақытынан бұрын қолға алады. Полицияның оқу орындарына қабылдау екі кезең бойынша жүзеге асырылады: бірінші кезең – медициналық, физикалық және психологиялық көрсеткіштерді қамтыса, екіншісінде қабылдау комиссиясы үміткерлерді тыңдаушылар қатарына қабылдай бастайды. ҚР ІІМ оқу орындарына түсуге құжаттарды әзірлеу барысында қойылатын басты талаптар – орта және орта жоғары білім, сонымен қатар, жас мөлшері 25-тен аспауы тиіс.\nІІМ оқу орындарына түсуге үміткерлердің физикалық даярлығына және медициналық көрсеткіштеріне ерекше көңіл бөлінеді. Кәсіп мықты денсаулықты қажет ететіндіктен, әскери-дәрігерлік комиссия тексерісті екі айналым бойынша өткізеді.\nҰҚК Шекара қызметінің академиясы\nАкадемияда оқу мерзімі 4 жыл. 5 мамандық бойынша кадрлар даярланады:\nКомандалық-тактикалық;\nЖедел-барлау қызметі;\nШекаралық бақылау;\nКинология;\nҚызметтік-жауынгерлік іс-әрекетті моральдық-психологиялық қамтамасыз ету.\nМекен-жайы: Алматы қаласы, Достық даңғылы 103, тел/факс: 8 (727) 264 65 29, e-mail: *Emails are not allowed*\nҰлттық Қауіпсіздік комитетнің институты\nИнституттың негізгі міндеті – басшылық буынның офицер кадрларын дайындау, сондай-ақ ҚР КК-нің шекара әскерлері үшін офицер құрамын қайта дайындау мен біліктілігін арттыру, әскери ғылыми-педагогикалық мамандарын дайындау.\nМұнда қабылдау комиссиясы қараша айынан бастап жұмыс істейді. Талапкер 10 ай бұрын өтініш беріп қоюы қажет. Алдымен жергілікті жердегі  ҰҚК-нің (ауылдық жерде болса аудан орталығына барып) кадрлар бөлімінен не істеу керек екенін сұрайды. Олар арнайы тексеруден өткізгеннен кейін, құзырлы орган академияға тапсыруыңызға ұсыныс береді. Медициналық комиссиядан өтіп, мектептің аттестатын «құшақтап», аймақтық ҰҚК-нің басқармасындағы қабылдау комиссиясы мен мандатты комиссияның қарауына барады. Одан өткеннен кейін ҰБТ-нің нәтижесімен институтқа тіке тартуға болады.\nАл, Ұлттық Қауіпсіздік комитетінің институты мен академиясының айырмасын ажырата алмай жүргендер болса, жауап мынандай: Академияны тәмамдаған түлек ҰҚК органдарына жұмысқа қабылдана береді, ал институт тәмамдағандар шекарашы қызметіне кетеді. Академияға тапсырғысы келгендер ағылшын пәнін, институтқа түскісі келгендер география пәнін таңдауы керек.\nҚадірменді түлектер, жоғарыда аталған әскери мамандықтар бойынша кадрлар әзірлейтін жоғары оқу орындарында білім алу мемлекет тарапынан тегін екенін қайталап айтқым келеді. Жолыңыз болып, оқуға қабылданған жағдайда 4 жыл тегін жатын орын, киім-кешек, тамақ сондай-ақ шәкіртақымен қамтамасыз етілетін боласыздар!!! \nhttps://abai.kz/post/41073",
                "date": "11.11.2020",
                "upvotes": 0
            },
            {
                "text": "9 дан кеткен дурыс па или 11 ге барған дурыспа",
                "date": "8.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шетел актрисасы болу үшін не істеу керек?",
        "question_content": "Шетел актрисасы болу үшін не істеу керек? Мен мысалы: 9 дан соң өнер коледжіне түсіп, коледжден соң Корея университеттеріне түсе аламын ба? Ол үшін не устеу керек? Сосын оқудан соң кореяда тұрып сол жақта актриса болып жұмыс істегім келеді, ол мүмкін бе?",
        "question_date": "11.11.2020",
        "question_tag": "Өнер",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине мүмкін. \n1-Еңбек керек (актерлық шеберлікті тынбай меңгеруге,  сол елде тұратындықтан сол елдің немес ағылшын тілін жетік меңгеруге)\n2- талант керек\nКорея Ұлттық Өнер Университеті (assigned 예술 종합 학교, K-ARTS) - Корея Республикасындағы ұлттық білім берудің жоғары оқу орны.\nҚұрылымдық жағынан университет алты тәуелсіз, бірақ өзара байланысты мектептерден тұрады: \nДрама мектебі (факультеттер: актерлік шеберлік; режиссура; драматургия; сценография; театртану); \nХореография мектебі (факультеттер: хореографиялық өнер; би теориясы; өнер менеджменті);\n Музыка мектебі (факультеттер: вокалды даярлау; опера; ораториялар; аспаптық музыка; композиция; музыкалық технологтар; музыкатану); \nКино, теледидар және мультимедия мектебі (факультеттер: фотография; фильмдер зерттеу; мультимедия; анимация; хабар тарату);\nБейнелеу өнері мектебі (факультеттер: бейнелеу өнері; дизайн; сәулет өнері; өнер теориясы); \nКорей дәстүрлі өнер мектебі (бөлімдері: дәстүрлі өнер теориясы; дәстүрлі музыка; дәстүрлі би; дәстүрлі халық театры).\nK-ARTS бакалавриат және магистратура бағдарламаларын ұсынады, үміткерлер мен мектеп оқушылары үшін дайындық бөлімдері бар. Барлығы Азияның түкпір-түкпірінен 2600-ге жуық студент альма-матер қабырғасында білім алады. Университеттің екі қалашығы - Сеокгванг кампусы және Сечо кампусы - Сеулде орналасқан. \nОсы немесе өзге де университеттерді қарап, қазірден іске кірісуіңіз керек.",
                "date": "11.11.2020",
                "upvotes": 0
            },
            {
                "text": "Маған номеріңізді беріңізші",
                "date": "10.01.2021",
                "upvotes": 0
            }
        ]
    }
]