[
    {
        "question_title": "Ұбт 2018 Алтын белгі",
        "question_content": "2017 жылы болған грант дауы бәрінің де есінде шығар. Қол қойылмай қалған парақ пен парламенттің демалысы талай түлектің арманына балта шапқан еді. Бірақ сол кезде де жамаудың сыртын қайта жамағандай сөзі бар бірақ себі жоқ құрылтай өткізіп заңға қыркүйекте қол қоямыз деген еді. Қолын қойшы тіпті бас қойған жанды әлі естімедік әлде біздің журналисттер қой келгенде іс қыла ма?! Бәріміздің де түнде ұйқысыз күндіз күлкісіз төккен көз майымыз пайдаға асса деген арманымыз бар. Сол заң не болды әлде гуглға \"ұбтның ережесі\" емес 'колледждің документі\" деген кілтсөзді жаза бергеніміз дұрыс па?",
        "question_date": "22.11.2017",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім министрі орнынан айырылып қалғысы келмесе 2018-ге дейін ол заңды міндетті түрде іске асырады. Оған сенбесең 140 алуға тырыс. Сөзбен айтуға оңай шығар, тыңғылықты дайындалсаң ол да қиынға соқпайды. Уайымсыз түсесің.",
                "date": "22.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұхтар Өтебаевтің ұрпақтары жайлы мәлімет керек?",
        "question_content": "Мен 1928-1976 жылдары өмір сүрген Мұхтар Өтебаев деген актер, әнші (тенор) кісінің ұрпақтарын іздеудемін. Осы кісі 1970 жылы Өзбек КСР-інің еңбек сіңірген артисті болған. Шымкент қаласында туылған. Кеңес Одағы кезіндеҚобыланды батыр, Қыз Жібек, Мұңлық Зарлық деген қазақ халықының дастандарын домбырамен айтып күйтабақтарға жаздырылған.",
        "question_date": "22.11.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен бір емханаға тіркелдім. Басқа емханада тіркеуде тұрғаным анықталды. Бұл қалай?",
        "question_content": "Мен бір емханаға тіркелдім. Алайда тексере келе басқа емханада тіркеуде тұрғаным анықталды. Ол қалай?",
        "question_date": "22.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның бірнеше себебі болуы мүмкін:\n\n1) Егер сіз 15 қыркүйек пен 15 қараша аралығында тіркелсеңіз, жаңадан таңдаған емхананың қызметін 2018 жылдан бастап пайдалана аласыз. Сондықтан, әзірге басқа емхананың, нақтырақ айтқанда, қазіргі емхананың базасында тұрасыз.\n\n2) Егер сіз науқан кезінде тіркелсеңіз, бірақ аты-жөніңіз бөтен емхана тізімінен табылса, сізді тұрғындар санының аздығына немесе шектен асып кетуіне байланысты ауыстырған болуы мүмкін. Қазір ауруханалар тұрғындарға қайта тіркеу туралы хабарлау мүмкіндіктерін қарастырып жатыр.\n\n3) Дерекқордағы техникалық ақау. Мұндай жағдайда мән-жайды анықтап, шара қолдану үшін емхананың бас дәрігерінің атына өтініш жазу керек.",
                "date": "22.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзімнің веб серверімді қалай жасақтаймын?",
        "question_content": "Өзімнің веб серверімді қалай жасақтаймын? Осы тақырыпты талқылайтын қазақ форумы немесе блогтұғырлар барма? Болса сілтемесін салсаңыздар?",
        "question_date": "22.11.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 165,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Картриджге сия (тонер) құймақшы едім қандай тонер сейкес келеді?",
        "question_content": "Картриджге сия (тонер) құймақшы едім қандай тонер сәйкес келеді? Арнайы кесте барма картриджге сәйкес келетін тонерлер тізімі жазылған?",
        "question_date": "22.11.2017",
        "question_tag": "Компьютер жөндеу",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://www.xtrade.kz/index.php/kz/articles/73-choose-cartridge",
                "date": "22.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерте кезден, қымбат, тасымалдаған, бой көтерді сөздерінің синонимі қандай?",
        "question_content": "Ерте кезден, қымбат, тасымалдаған, бой көтерді сөздерінің синонимі қандай болады?",
        "question_date": "21.11.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ертеректе! Өсімді. Жертікізілген, алып барылған. Коркейді, ержетті",
                "date": "24.11.2017",
                "upvotes": 0
            },
            {
                "text": "қымбат - бағалы, құнды",
                "date": "19.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның бұрышын табу керек?",
        "question_content": "Трапецияның орта сызығы диагоналімен 2см және5см кесінділерге бөледі.Оның әр бүйір қабырғасы 6 см болса, трапецияның бұрыштарын табу керек",
        "question_date": "21.11.2017",
        "question_tag": "Геометрия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АВСD - равнобокая трапеция, АВ=СD= 6 см, МN- средняя линий,\n\nМО= 2 см; ОN=5 см.\n\nНайти: ∠ВАD, ∠АВС\n\nРешение.\n\nΔАВС. ОМ- средняя линия, равна 2 см, значит ВС=4 см., средняя линия в 2 раза меньше ВС.\n\nΔАСD. ОN- средняя линия равна 5 см. значит АD= 10 см.Построим СК║АВ. АВСК - параллелограмм, противоположные стороны параллельны и равны: АК=ВС=4 см.СК=АВ=6 см.\n\nΔСDК равнобедренный: СК=СD= 6 см.\n\nПостроим СН⊥АD, тогда КD=АD-АК=10-4=6 см. Но СН  также является медианой в равнобедренном ΔКСD, значит КН=НD=6/2=3 см.\n\nΔСDН. cosD=HD/CD=3/6=0,5. ∠НDС=60°. ∠ВАD=СDА=60°.\n\n∠АВС=∠ВСD=180-60=120°.\n\nОтвет: 60°; 120°.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сатылай кешенді талдау қалай жасайды?",
        "question_content": "Еділ бол да, Жайық бол,\n\nЕшкімменен ұрыспа.\n\nЖолдасыңа жау тисе,\n\nЖаныңды аяп тұрыспа.\n\nЕрдің құны болса да,\n\nАлдыңа келіп қалған соң,\n\nҚол қусырып барған соң,\n\nАса кеш те қоя бер,\n\nБұрынғыны қуыспа.\n\nАқың болса біреуде,\n\nАйыбын тап та ала бер,\n\nЕрегесіп ұрыспа.\n\nСенікі жөн болса да,\n\nАтың шықпас дұрысқа.\n\nМінезі жаман адамға\n\nЕнді қайтып жуыспа.\n\nТәуір көрер кісіңмен\n\nЖалған айтып суыспа.\n\nӨлетұғын тай үшін,\n\nКөшетұғын сай үшін,\n\nЖелке терің құрысып,\n\nӘркімменен ұрыспа.\n\nАшу - дұспан, артынан\n\nТүсіп кетсең қайтесің\n\nТүбі терең қуысқа!..",
        "question_date": "21.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таулы жерде қандай желі жақсы ұстайды Кабельдік па әлде тарелкалық па?",
        "question_content": "сонда кабельмен тауда жақсы ұстай ма әлде спутниктік тарелке ме",
        "question_date": "21.11.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тілінен көмек керек.Олимпиадада қандай тапсырмалар келеді?",
        "question_content": "Ағылшын тілінен 9-сынып аудандық олимпиада тапсырмалары керек еді!Қандай тапсырмалар келеді.Өтініш жауап беріңіздерші.Қалай дайындық жасасақ болады?",
        "question_date": "21.11.2017",
        "question_tag": "Мектеп",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бізге алдында онлайн өткенде құры тест келді бірінші тапсырма was were қоясың эссе жазасың соны айтасың",
                "date": "22.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата-анамнан ұяламын. 2 топтағы анам қайыр сұрап жүр",
        "question_content": "Менин акем 2012 жылы жумыстан жаракат алып тосек тартып ауырып жатыр 1 ши топтагы мугедек журе алмайды отырып тура, кимылдай алмайды брак баримизди жаман боктайды жалепсие сен ар кимнин ко*агын сорып келдин,  менттердин ашынасысын деп,  айтпайтын богоуызы жок 6 жыл бойы барин айтып келеди уйте отканда тыныштык бермейды анасы исте мынаны исте отыр жаткыз деп баримизди ит кылады туалети пампрс сисе де тышшада соган уйп тышады баримиз осы уакытка дейн оны карап тамагын берип барине шыдап келемиз мен анама айттып журдим больницага салып тастайык ол кисимен омр тусру киын деп анам болса жок больница барибир оны алмайды неге десен аяк колы жасамайды деп акырында осы жылы анашым ози инсулт устап ауырып калды анам казр 2 топтагы мугедек анам ар жерден кайыр садака алып жур акша жок болса ар кимнен акша сурайды анам ауырмастан бурында акем ауырып жатканда солай кайыр сурап келеди шаршап кеттим далага шыксан бари биледи меним анам деп айтуга уялам даже далага шыгудан калдым омрден тунилип кеттим омр тусиргим келмейды олгм келеди баска шыгар жол жок!",
        "question_date": "21.11.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 603,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өлме!\n__________\n\n___________шыдашы\n\nБір амалы табылады.",
                "date": "21.11.2017",
                "upvotes": 1
            },
            {
                "text": "Тірі бола бер, өмірін әлі алдыда, үміт бар әрқашан.",
                "date": "21.11.2017",
                "upvotes": 0
            },
            {
                "text": "Қайырлы кеш! Біз, «Bilim» қоғамдық қорымыз және біз өзің тәрізді қиын өмірлік жағдайға түскен жасөспірімдерге көмек көрсете аламыз.\n\nҚазір саған қалай қиын екенін және осы қиындықтан шығатын өлімнен басқа жол жоқ сияқты болып көрінетінін түсінеміз, дегенмен өмір – бұл сендегі бар ең қымбат дүние және сенің тірі жүргенің сенде өз өміріңді өзгертуге қажетті күш-қайрат бар екендігінің көрінісі. Біздің саған көмек көрсеткіміз келеді, сондықтан да *Emails are not allowed* мекен-жайымызға немесе +7 776 521 27 22 телефонына whatsapp желісі арқылы жазуыңызға болады. Біз қолымыздан келетін көмектің барлығын жасауға дайынбыз.",
                "date": "25.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "МСҚ сайтындағы жеткізушілер тізімінде «бағасы қымбат қызметтер» деп жазылғанын көрдім.",
        "question_content": "МСҚ сайтындағы жеткізушілер тізімінде «бағасы қымбат қызметтер» деп жазылғанын көрдім. Бұл қызметтер ақылы көрсетіле ме, әлде, тегін бе?",
        "question_date": "21.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 669,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз өзіңіз тіркелген емхана терапевтінің жолдамасымен барсаңыз бұл қызметтерді тегін пайдалана аласыз. Егер жолдамасыз барып қаралсаңыз — қызмет ақылы түрде көрсетіледі.",
                "date": "22.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диетасыз қалай салмақ тастауға болады?",
        "question_content": "Достар 1 айдан соң бокстан жарыс болады салмағымды 44 тен 40 қа дейін түсіре аламын ба .Диетасыз.Қалай айтып жіберініздер",
        "question_date": "21.11.2017",
        "question_tag": "Бокс",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "йде жүріп арықтаудың жолдары\nТренажер залына баруға, үнемі спортпен айналысуға, диетаға отыруға бәрінің жағдайы және уақыты бола бермейді. Үй жағдайында да арықтауға болады.\n\n1. Режим және дұрыс тамақтану\nЕң бастысы дұрыс режим қою. Әр нәрсені өз уақытында істеңіз, тамақты да белгілеген уақытыңызда ғана ішіңіз. Күніне 15 минутты жаттығу жасауға бөліңіз. Қарапайым жаттығуларды әдетке айналдырыңыз.\n\n2. Алкогольден бас тарту\nАрықтау үшін алкогольден бас тарту керек. Сыра, шарап сияқты жеңіл ішімдіктерде калория көп болады. Ішкен кезде адамның тәбеті де арта бастайды. Тіскебасарлар да артық салмақ қосады.\n\n3. Шеңбер (обруч) және скакалка\nКүніне 10 минуттан шеңбер айналдырсаңыз нәтижесін бір аптада көре бастайсыз. Теледидар қарап тұрып та айналдыруға болады. 30 рет скакалкамен секіру де пайдалы.\n\n4. Ыдыс өзгерту\nТамақ ішіп жүрген ыдысыңызды өзгертіңіз. Бұрынғыдан кішірек ыдыспен тамақ ішіңіз, сәйкесінше бұрынғыдан аз тамақ іше бастайсыз.\n\n5. Күнделік\nАрнайы күнделік бастаңыз. Нәтижелеріңізді есептеп жазып жүріңіз. Күнде қай жаттығуларды орындағаныңызды немесе орындамағаныңызды жазыңыз.\n\n6. Кремдер\nТүрлі арықтатқыш скраб және кремдер бар. Соларды таңертең және ұйқы алдында қажет жерлеріңізге жағыңыз.\n7. Үй жұмыстарын қолдану\nҮйдегі күнделікті жұмыстарды жаттығу қылып қолдануға болады. Үйден шығарда баспалдақпен түсіңіз, егер сөмкеңіз ауыр болмаса үйге келерде жоғарыға да баспалдақпен көтеріңіліңіз. Киім үтіктеу кезінде де қалың киім киіп, терлеп алған жақсы.\n\n8. Кей тамақтардан бас тарту\nАрықтау үшін кей тамақтардан бас тарту керек. Нан, ұн тағамдары, картоп, макарондарды ұмытыңыз. Көкөніс, жеміс, сүт, жаңа ет идеал азықтар. Майонез, сыр, шұжық, майлардан қашыңыз.\n\n9. Жатып жемеу\nТамақты тек қана үстелде отырып жеңіз. Диванда жатып, теледидар қарап ештеңе жемеңіз. Еш нәрсеге алаңдамау керек тамақ ішкен кезде. Кітап, планшет, телефондарыңызды ұстамаңыз. 5-10 минут алаңсыз тамақтанған жөн.\n\n10. Ванна\nТаңертең душқа түсіңіз. Жатар алдында ванна қабылдаңыз, су массажын жасаңыз.",
                "date": "21.11.2017",
                "upvotes": 0
            },
            {
                "text": "Егер сіздің мақсатыңыз - бір аптаның ішінде кемінде 5 килограммнан арылу болса, тамақтану әдісін, өмірлік стиліңізді және қолданып жүрген тағамдарыңыздың көлемін азайту қажет. Күнделікті өміріңізге спорттық қимылдарды қосуды ұмытпаңыз.\n\nМінекей, салмақ тастау үшін арналған бірнеше пайдалы кеңестер:\n\n- Ең маңыздысы, тамақтанар алдында 300-400 мл кем емсе су ішіңіз.\n\n- Күніне 2,5 литрден кем емес су ішу қажет.\n\n- Күнделікті жарататын каллориялардың көлемінен аз болатын каллориялы тағам қолданыңыз.\n\n- Дәнді дақылдарды, көкөністерді және жемістерді тағамға қолдану, салмақтың азаюына септігін тигізеді.\n\n- Шай мен кофе, тәтті тағамдардың көлемін азайтыңыз.\n\n- Бір отырыста желінетін тағамның көлемін азайтыңыз.\n\n- Міндетті түрде, спортпен щұғылдану үшін уақыт аранңыз, кемінде күніне 15 - 20 минут.",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саны бар тақпақ керек еді?",
        "question_content": "Саны бар тақпақтар керек еді. Кем дегенде 2- 4 тармақтан тұратын тақпақ болса бөлісе аласыздар ма?",
        "question_date": "20.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір дегенім - бірлік,\n\nБірліксіз болмас тірлік.\n\nЕкі дегенім - жаман,\n\nЕлім болсын аман!\n\nҮш дегенім - білім\n\nОйға тоқы күнім.\n\nТөрт дегенім - халық\n\nАуға түссін балық.\n\nБес дегенім - қол\n\nҚолмен ұрды ол.\n\nАлты дегенім - сәкі\n\nСәкіде тұр бәкі.\n\nЖеті дегенім - өгіз\n\nӨгізден туды егіз.\n\nСегіз дегенім - шай\n\nШайдай көрінді ай.\n\nТоғыз дегенім - үй\n\nҮйде шырқалды күй.\n\nОн дегенім - төсек\n\nЕшкімге айтпа, өсек.",
                "date": "20.11.2017",
                "upvotes": 0
            },
            {
                "text": "Үш көзім бар, дір етпе,\nЕкі көзім маңдайда, үшіншісі – жүректе.",
                "date": "21.11.2017",
                "upvotes": 0
            },
            {
                "text": "Қараша, желтоқсан мен сол бір-екі ай\n\n Қыстың басы бірі ерте, біреуі жәй.\n\nАбай",
                "date": "21.11.2017",
                "upvotes": 0
            },
            {
                "text": "Бир ,еки, уш. Карлыгаш болып уш.\n\n Торт, бес,алты. Карлыгаш болып калкы.\nЖети,сегиз,тогыз,он Карлыгаш болып кон.",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда үлкен футболды дамыту қажет пе?",
        "question_content": "Қазақстанда үлкен футболды дамыту қажет пе?\n\nНеге?",
        "question_date": "20.11.2017",
        "question_tag": "Жалпы спорт",
        "question_views": 582,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бізде қазақтарда командалық спорт даму өте қиын, өз өз бастарын ойлап кетеді), ал өз өз бастарын ойлайтын жеке спорттарда проблем жокгой мысалы: бокс, төбелес дегенсияқты))",
                "date": "22.11.2017",
                "upvotes": 0
            },
            {
                "text": "Меніңше, қажет. Қашанғы ұлттық командамыз ұтылып жүре береді? Жас таланттарды іздеп тауып оларды ұлттық құрамаға тартып ойын сапасын арттыру керек. Шеберлікті шыңдай беру керек.  Бір белеске жетіп тоқтап қалмау керек. үнемі алға ұмтылыс жасау керек.",
                "date": "21.11.2017",
                "upvotes": 1
            },
            {
                "text": "Әрине дамыту керек,",
                "date": "21.11.2017",
                "upvotes": 0
            },
            {
                "text": "Әрине қазақ футболын дамыту қажет\n\nқазір көп  қазақстан командалары ойыншыларды америка дан сатып алады одан көрі еуропа ойыншылары жаксы ойнайды",
                "date": "25.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге дәрігерлермен тікелей келісімшарт бекітілмейді?",
        "question_content": "Неге дәрігерлермен тікелей келісімшартбекітілмейді?",
        "question_date": "20.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 985,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МСҚ жеке мамандармен емес, денсаулық сақтау субъектілерімен ғана келісімшарт бекітуге құқылы. Медицина мекемелері МСҚ-ның дерекқорына кез келген уақытта ешбір шектеусіз қосыла алады. Дерекқор жыл бойы жаңартылып отырады және негізгі дерекқор құрылғаннан кейін өтініш берген жеткізуші-компаниялар дерекқорға 3 күн ішінде қосылады.",
                "date": "22.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кім wi-fi модемді разблокировка жасай алады?",
        "question_content": "Кім wi-fi модемді разблокировка жасай алады? Яғни барлық сим карта салып қолдануға болатын ете алады? Вай-фай модемнің моделі Samsung Mogg.",
        "question_date": "20.11.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "691 номеріне imei кодын жазып хабарлама(смс) жібер. саған оператордан босататын NCK код береді. Немесе прошивка жасау керек құрылғыны",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұрақ-жауап сайтында Samsung Mogg ты кім қолданады?",
        "question_content": "Сұрақ-жауап сайтында Samsung Mogg (sm-v101f) ты  кім қолданады? Қолданушылар болса Алтел кодпен бөлісіңіздерші?",
        "question_date": "20.11.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "691 номеріне imei кодыңды хабарлама(смс) қылып жібер. саған NCK кодын береді",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прошивка сөзінің қазақша аты (балама атауы) бар ма?",
        "question_content": "Прошивка сөзінің қазақша аты (балама атауы) бар ма? мысалы прошивка коммутатора или прошивка роутера?аудармасы?",
        "question_date": "20.11.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) микробағдарлама қосқышы\n\n2) маршрутизатордың микробағдарламасы",
                "date": "20.11.2017",
                "upvotes": 0
            },
            {
                "text": "Жь\n\nктеме жасау",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Whatsapp-та өшірілген видеоларды қалай қалпына келтіруге болады ?",
        "question_content": "Мен файлдағы уатсап видеоларды өшіріп тастаған едім уатсапта тұра беретін шығар деп.Енді уатсапқа кіріп видеоларды көрейін десем бұл файл жоқ деп шы",
        "question_date": "19.11.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Connect Android құрылғысын қадамға және USB Отладка қосу\nWondershare Dr.Fone for Android Іске қосыңыз. Ал содан кейін сіздің компьютермен Android құрылғысын жалғау үшін сандық кабелін пайдаланыңыз.\nКомпьютермен Android құрылғыны жалғаған соң, сіз өз Android құрылғысында USB отладку қосу керек. Бұл соншалықты қиын болып табылады. Сіз жай ғана оны қосу үшін Wondershare Dr.Fone for Android терезесінде нұсқауларды орындауыңыз қажет.\nҚадам 2. Android құрылғысын сканерлеу дайын болыңыз\nDr.Fone for Android Құрылғыңызды анықтау мүмкіндік Dr.Fone for Android туралы «Келесі» батырмасын басыңыз. Сіздің Android құрылғысы тамыры болса, сіз өз Android құрылғының экранында бағдарлама озық рұқсатын мүмкіндік тиіс.\nҚадам 3. сканерлеу үшін Бейнелер таңдаңыз\nӘдепкі бойынша, барлық қолдау файлдар тексеріледі. Егер Сіз тек Android телефон, алып тастаңыз басқа файл түрлеріне жойылған бейнелерді қалпына келтіру керек болса.\nСтандартты Mode немесе Advanced Mode: сканерлеу үшін бейнелерді таңдағаннан кейін, сіз 2 сканерлеу режимдері жабдықталған жатырмыз. Advanced Mode ұзағырақ болады, ал стандартты режимі тез бейнелер үшін сіздің Android құрылғысын тексеруге болады. Одан кейін, сканерлеу процесін бастау үшін «Одан әрі» түймесін басыңыз.\n4.Do Android Бейне қалпына келтіру Step\nСканерлеу үдерісін аяқтағаннан кейін, нәтижесі терезесінде, сол Бүйірлік тақтадағы «Бейнелер» батырмасын басыңыз. Сіз нәтижесі құрылғыдағы барлық бейнелерді қамтитын тапты болсаңыз, терезенің жоғарғы жағында «Тек дисплей элементтерін жойылады» түймешігін жанап өтіңіз болады. Одан кейін, сізге қажет бейнелерді тексеруге және компьютерге жойылған бейнелерді қалпына келтіру үшін «қалпына келтіру» батырмасын басыңыз.\n\nhttp://kk.wondershare.com/data-recovery/android-video-recovery.html",
                "date": "20.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Менің сүйікті кейіпкерім\" тақырыбында мәтін жазу керек?",
        "question_content": "Қыстырма сөздерді кірістіре отырып, \"Менің сүйікті кейіпкерім\" тақырыбында мәтін жазыңдар",
        "question_date": "19.11.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 50200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр адамның өз болмысына жақын, өзі ұнататын, бала күнінен еліктеп өсетін батыры болады. Бала күнімен халық ауыз әдебиетіне жақын болып, ертегі кітаптарды жастанып өскендіктен менің сүйікті қаһарманым тиісінше ертегі кейіпкері болды. \"Ер Төстік\" ертегісін оқып, ондағы Төсіктің ерекшелігіне қызығып, батылдығына тәнті болып өстім. Оның ағаларын іздеуі, қалыңдығы Кенжекей үшін күресуі ертегінің қиял әлеміне еріксіз елітіп әкететін. Ертегідегі Төстік - адал, батыл, бауырмал әрі махаббатына адал жан. Шалқұйрық атқа мінген батырдың ерекше болмысында ешкімде кездеспейтін қасиет, ешкімнен таныла бермейтін мінез бар. Оның дүниеге келуі де, өсіп ер жетуі де өзгелерден ерек. Бітімі бөлек Төстіктің бастан кешкен оқиғаларын оқып отырып өзім де сондай батыл, айтқанынан қайтпайтын адам болсам екен деп армандайтынмын. Кенжекей сұлуға осындай азаматтың бұйырғанына қуанып, іштей қызғатынмын да. Бала күннен сүйікті қаһарманым болғандықтан, өмірде де дәл сондай ер мінезді, өжет, досқа да, жарға да адал азамат кездессе екен дейтінмін. Ондай ердің отбасын ғана емес, бүтін елді қорғай алатынына, елі үшін қызмет ететініне кәміл сенетінмін. Бүгін де сол қиялдың жетегінде жүріп, Төстіктің бойына біткен мінез тек ер адамда ғана болмауы тиіс деп ойлаймын. Мінез, қасиет - бар адамға ортақ. Олай болса неге өзім де сүйікті қаһарманымдай болмасқа? Мен де Төстік сияқты бауырмал, көпшіл болып, сүйгеніме адалдық таныта аламын. Ол сияқты ата-ананы құрметтеп, оларға бақыт сыйлау міндетім. Ең бастысы, ол сияқты ақ адал болмысты, адамгершілігі жоғары адам болғым келеді. Менің сүйікті кейіпкерім маған тек жақсы жағынан үлгі болды.",
                "date": "21.11.2017",
                "upvotes": 0
            },
            {
                "text": "Өте керемет жазылыпты. Маған осы тақырыПта Алдар көсеге жазып бере аласыз ба? Өтініш))",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алдымен бөлшектерді қысқартып алдып, өрнектің мәнін табыңдар?",
        "question_content": "Математикадан (5 сынып) 508тапсырманы",
        "question_date": "19.11.2017",
        "question_tag": "Мектеп",
        "question_views": 24400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 3/12+25/30=1/4+5/6=(1*3+5*2)/12=13/12\n\n2) 10/24-21/54=5/12-7/18=(5*6-7*4)/72=2/72=1/36\n\n3)30/54+22/30=15/27+11/15=(15*5+11*9)/135=174/135=58/45",
                "date": "19.11.2017",
                "upvotes": 0
            },
            {
                "text": "Толык жауап бериниздерши отинем тез арада каже",
                "date": "19.11.2017",
                "upvotes": 0
            },
            {
                "text": "Өзің жаз түк білмейсің ба?",
                "date": "20.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шоқан Уәлихановтың \"Қашқарияға сапар\" еңбегінің толық нұсқасын тауып бересіздер ме ?",
        "question_content": "Шоқан Уәлихановтың \"Қашқарияға сапар\" еңбегінің толық нұсқасын тауып бересіздер ме ? Гугл көмектеспей жатыр. Тым болмаса мазмұнын",
        "question_date": "19.11.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "XIX ғасырдың елуінші, алпысыншы жылдары Н. Г. Чернышевский бастаған революциялық демократтар крепостниктік тәртіпті және помещиктердің жер иелену хүқысын революциялық жолмен біржола жойып жіберуді көздеді. Герцен барлық халықтардың тең хұқылығын талап етіп, патша өкіметінің казақ халқына деген жендеттік саясатын бүкіл әлемге жария етті. Бұдан Шоқан екі Ресейдің барын: бір жағынан, революциялық идеялардың жаршылары - Герценнің «Колоколы» мен Чернышевскийдің «Современнигі», екінші жағынан, патша тағын төңіректеген ресми шенеуніктер, помещиктер мен капиталистер Ресейінің барын білді.\n\nШокан өзінің публицистикалык макалаларында, хаттарында еңбекші бұқараның мүддесін корғап. олардың хүкылары үшін күресті. Жалпы, оның еңбектерін хаттары мен мақалалары, ғылыми макалалары, жолсапар очерктері деп үшке бөліп қарастырған жөн сияқты.\n\nАуыл мектебінде қазақтың ескі аңыз-әңгімелерін, мақал-мәтелдерін жазып алып, жинастырып, жаттап өскен, кадет корпусында орыс әдебиетінің классикалык шығармаларымен, орыс тілі арқылы батыстық мәдениетпен танысқан. Шокан хаттарында оның мінез ерекшеліктері, ой-өрісі, дүниетанымы, өмірге көзқарасы ғана танылып қоймай, үстаған бағыты да көрініп отырады. Мысалы, ол А. Н. Майковқа жазған хатында: «Жергілікті сүлтандармен және байлармен тату емеспін. Өйткені, олар бүрынғы күлдарын жаман ұстайды, ал енді бүл қүлдар қазір де бостандық алғанымен де, қалай кетерін білмей, сол бүрынғы қожаларының қолында жүр. Мен олардан талай рет бұларға еңбек ақы төлеңдер және өздерін адам санатында ұстаңдар деп талап етіп, қорқыттым. Бірақ олармен шығыспасам да, оның есесіне дала пролетариатымен қатты доспын және олармен тез-ақ үйлесе кеттім»,-деп шындығын айтты. Бұдан Шоқанның өмірлік күрескер позициясы, саяси көзқарасы айқын көрінеді.\n\nБұдан кейінгі оқиғалардан Шоқанның саяси көзқарасының тез есейіп, қалыптасқанын көреміз. Оның публицистикалық туындыларынан А.И.Герценнің, Н.Г. Чернышевскийдің, А.Н. Добролюбовтың идеялық әсері айқын танылады. Мәселен, үзбей хат жазысып, пікір алысып түрған Ф.И.Достоевскийдің 1861 жылғы реформадан кейін сарыуайымға салынып, самодержавиеге қарсы күрестен ауа жайылып кеткеніне Шоқан сын көзбен қарай білді. Бұрын ақыл-кеңес алған досына енді өзі «Сен енді түбірімен өзгерту жолына түс»-деп ақыл берді. Бүл Шоқанның саяси санасының қаншалықты өскенінің және оған революцияшыл-демократтардың қаншалықты әсер-ықпал еткенінің аса маңызды дәлелі.\n\nШоқан хаттарының стилі, түрі мен мазмұны қандай дегенге келсек, олар кәдімгі хат стилінде, хат түрінде жазылды. Бірақ, оларда жеке бас, күйкі тірлік мәселесі емес, халықтық, қоғамдық, саяси мәні бар мәселелер қозғалды. Н.Г.Чернышевский сияқты ол қоғамдық кекейкесті мәселелерді батыл көтеріп, туған халқының келешегі туралы терең ой толғады. Жалпы, Шоқанның хаттары халықтық, қоғамдық мазмүнға толы.\n\nБұл ерекшелік оның мақалаларына да тән. Ол «Русский инвалид» журналына жолдаған түңғыш мақаласында бүкіл халық басындағы ауыр жағдайды сөз етеді. Оның осы туындысының өзінен-ақ публицистикалық іргелі пікір түюге бой үра білгенін аңдау қиын емес. Атап айтсақ, Шоқан жекелеген әкімдерімен қоса (Кури, Айвашкевич, Безверхов) Омбы облысы әкімшілік басқармасын да сынап, сол кездегі мемлекеттік тэртіптің әділетсіздігін әшкереледі.\n\nОның публицистік осы жинақтау әдісі басқа мақалаларынан да кездесіп отырады. «Сот реформасы туралы» деген хат жобасын жасауға тек патша үкіметінің шенеуніктері мен қазақтың үстем тап өкілдерінің қатысқанын, олардын калың бүкара мүддесін емес, билер мен сүлтандардың мүддесін ғана көздегенін сынайды.\n\nШоқанның ғылыми мақалалары да терең зерттеуден, түрлі салыстырудан туған. «Қырғыздың ата-тегі» деген макаласында ол кырғыз халқының шығу тарихы туралы қытай, орыс, ағылшын зерттеушілерінің пікірі мен қырғыз халқының өз аңыздарын салыстыра қарастырады. Сөйтіп, кырғыздар алғашында оңтүстік Сібірді мекендеп, содан кейін XVII ғасырдың бүгінгі коныстарына жер ауып келді деген пікірдің жансақтығын дәлелдейді. Біздіңше бүл ғылыми зерттеудің тамаша үлгісі дерлік мақала.\n\nЕнді, Шоқанның мақалалары мен ғылыми мақалаларының стильдік, формалық ерекшеліктеріне көңіл бөлейік. Бұлар құрылымы, түрі жағынан қарапайым, тілі жатық, түсінікті. Автор ойын жеңіл жеткізеді. Кей тұстарда нәзік сезімталдық, байқағыштық, философиялық ой-қорытудың элементтері үштасып отырады.\n\nҚай мақаласын алсаңыз да фактілерді салыстыра қараушылық, жинақылық, үқыптылық ізін көреміз. Бұлдыр, шұбалаңқы сөйлемдер кездеспейді, екі ұшты талас тудырарлық пікірлер жоқ. Мысалы, дін мәселесі туралы жазған мақалаларында («Қырғыздардағы шамандықтың қалдықтары», «Қазақ даласындағы мүсылмандық туралы») Шоқан материалистік көзқарасты ұстады. Ол айнала қоршап түрған дүние адам санасына тәуелді емес және ол мәңгілік деп түсінеді.\n\nШ. Уәлихановтың зерттеушілік таланты мен парасаттылығы, нәзік байқампаздығы мен суреткерлік қабілеттілігі 1856 - 1859 жылдардағы саяхаттарының негізінде жазылған жолсапар очерктерінен ерекше танылады. Бүған көз жеткізу үшін «Қытай империясының батыс өлкесі және Құлжа қаласы» деп аталатын түңғыш жолсапар очеркіне зер салалық. Оны авторе «1 тамыз 1856 жыл. Қытайдың Бараходжир атты шекаралық бекеті» [1], - деген жолдарымен бастап, екі ел шекарасында түрғанын, мүның жауапты да қатерлі екенін бірден алға жаяды. Сөйтіп, оқырман назарына өзіне алаңсыз аударып алады.\n\nШоқан табиғат көріністерін суреттеу арқылы Қытай еңбекшілерінің ауыр түрмысының естен кетпес типтік картинасын жасаған. Мәселен, «жаз келсе Қытай жүмаққа кіргендей болады; ол жалаңаяқ, жалаңбас жүріп, қалаған жеріне жатып үйықтап кетеді, бау-бақшаның көлеңкелі саясы түнде түнеп шығар жайлы төсек, бірақ оның есебіне қыста ол қатты азап шегеді. Мүнда орталық Қытайдағыдай емес, Қыс қақап, боран соғып тұрады жэне сондай қатты борандардан кейін әрқашанда бірталайының түлымды төбесі қар астынан қылтиып шыға келеді де жаз шыққанша сол күйінде, ашылып қалған мүрделерін Ілеге тастап, немесе, полиция сол жатқан жерлеріне көме салғанша жата береді. Қытай молаларының белгілі бір орны жоқтығы және кез-келген жерден үшырай беретіндігінің себебі де осыдан» [2],- деп жазады. Бүл Қытай халқы түрмысының өте ауыр екенін эйгілейтін көрініс. Батыс Қытай провинциясындағы аш-жалаңаш, панасыз, жүмыссыз қара халықтың түрмыс-тіршілігін дэл бүлай суреттеусіз көзге елестеу қиын. Шоқанның суреткерлік дарыны осындай негізгі мақсатқа шебер қызмет ете алған.\n\nЕнді, Батыс Кытай халкының мэдени өмірін суреттеген мына үзіндіге көңіл бөлелік: «Үйлердің алдыңғы жаппалардың астынан сәкі орнаткан, мыңдаған адам сол сәкілердің үстінде түскі асын ішіп отыр. Бірнеше аспазшы қазан маңында шыр айналып, ет қуырып, шай қайнатып, зыр қағып жүр. Не деген кіржімбаз халық десеңізші. Тегештегі суға әуелі бетін жуады, сонан қайтадан сол сумен ауызын шаяды да ішіне қайта төгеді. Сол суға келесі адам тағы да сөйтеді де, үшінші біреуіне жылжытады - сөйтіп, сол жерде отырғындардың бэрі жуынған су қара сырға айналып, Қытай табытын болса да боярлықтай халге жетеді». Автордың орта ғасырлық дәрежедегі артта қалған елдің әлеуметтік-мәдени дэрежесін көзге үрып түрған көрініс арқылы суреттеуі соншалық эсер л і де нанымды шыққан.\n\nЕгер Шоқан «Қытайлардың мәдениеті томен еді» деген секілді сөздермен баяндаған болса, онда оның танымдылығы нашарлау болар еді.\n\nОчеркте адамдардың топтама портреттері де жиі кездеседі. Мысалы, Шоқан «Үстіне өрім-өрім шоқпыт киген тараншы, яғни қытай экімдеріне қызмет етіп, солардың жерін өңдеп, егінін егу үшін осы өлкеге жер аударылып келген диқаншы мүсылман да жаңа ғана сатып алған қарбызын сүйсіне сорып,рахаттанып отыр. Ол өзі негр сияқты қап-кара, ал енді тісі болса інжудей аппақ. Сызықтай түзу бітік көзі көп үйқыдан ісіп кеткендей боп көрінген манчжур, оңтүстік губерниядан жер аударылып келген қысық коз, қап-қара, тістері ырсиған, үстіне қүдды бір жылтыр клеенка тэрізді май-май шолтиған ақ көйлек киген батыр қытай, белін қынай буған, сілеусін бөрікті, қамыт аяқты қалмақ - осылардың бэрі де елестеп өтіп жатты», - дей келіп, «... жэне осылардың бэрі де шетінен шылым шегіп, қарқылдап күліп, бірімен-бірі амандасып, қүттықтап, гу-гу етеді»[3], - деп батыс өлке халқының бейнесін жасайды.\n\nСөйтіп, Шоқанның публицистикасынан біздің аңғарғанымыз ол -ғалым, тарихшы, этнограф, саяхатшы, тіл маманы, философ, ағартушы, социолог жэне суреткер. Бүл ерекшеліктерді оның публицистикалық шығармаларын оқыған адамның терең сезінері сөзсіз.Бәрімізге мәлім, қазақ елі ХІХ ғасырдың бірінші жартысында феодалдық қоғамдық қатынастар дәуірінде болды. Қазақ халқы бір жағынан жергілікті феодалдардың, екінші жағынан Ресей Патшасының зор қанауының езгісінде болды. Еңбекші бұқараның жағдайы өте нашар болды, өйткені олар әр уақытта алуан түрлі ауыр салықтар төлеп отыруға мәжбүр болды. Қанаушылар олардың шұрайлы жерлерін тартып алып, өздерін шөл және шөлейт жерлерге ығыстырды. Ресей патшасы байырғы ұлтты одан әрі жаныштап, езуді күшейтті. Ал, жергілікті үстем тап, қалыптасып келе жатқан буржуазия, дін басылары, патшалық ресей үкіметі халықты революциялық күрестен аулақ ұстауға тырысты, қазақ бұқара халқын орыстың жұмысшы шаруа табынан, алдыңғы қатарлы интелегенциясынан алыс ұстауға әрекет жасады, араға іріткі салды, ұлтаралық дау-дамайды, жанжалды насихаттады. Осылардың салдарынан Қазақстанда бұқара халықтың патшалық Ресей үкіметіне, жергілікті хандарға, байларға қарсы әлденеше стихиялық ереуіл-көтерілістері болды, бірақ олардың барлығы күшпен басылып отырды.\n\nОсындай ауыр жағдайлардың нәтижесінде және орыс демократиясының мәдениеті мен ғылымының игілікті әсерінің негізінде Қазақстанда алдыңғы қатарлы философиялық, әлеуметтік-саяси ой-пікірлер қалыптаса бастады.\n\nҚазақ халқы ұлттық мәдениетінің тарихына жаңа жол ашушы бір топ ұлы ойшылар мен прогрессивті ағартушылар, қоғамдық-саяси қайраткерлері шықты. Олардың қатарында Шоқан Уәлихановтың (1835-1865 ж) алар орны ерекше.\n\nБиыл қазақтың біртуар перзенті, ұлы ғалым Шоқан Уәлихановтың туғанына 175 жыл толады.\n\nҚырғыз хандарының ұрпағы және орыс армиясының офицері Шоқан Шыңғысұлы Уәлианов шығыстану көгінен құйрықты жұлдыздай ағып өтті. Орыс шығыстанушылары оны бірауыздан ерекше құбылыс деп мойындап, болашақта түркі халықтарының тағдыры туралы ұлы және маңызды жаңалықтар ашады деп үміттенген еді, бірақ Шоқанның мезгілсіз дүние салуы бізді бұл үміттен айырып отыр. Ол 30-ға да толмастан өкпе ауруынан қайтыс болды. Оның аққан жұлдыздай қысқа өмірі ғылым үшін өте құнды жылдар болған.\n\nШоқанды өз халқының тарихы, қоғамдық құрылымы, саяси өмірі, білімі, кәсібі, имандылық қасиеттері әр уақытта толғандырды. Бұлар оның шығармаларының өзекті тақырыбы болды. Ол өз халқын сүйді, оның болашағына сенді, мақтан тұтты. Шоқан өз халқының азаттыққа жетіп, білім алуын армандады.\n\nТерең білімді, ғылымға берілген Шоқан өз қызметін халық тағдырымен байланыстыра қараған. Сондықтан ол тек ғалым ғана емес, қоғам қайраткері де болды.\n\nШоқан Уалихановтың ғылыми шығармашылығы Орталық Азияда жасаған экспедицияларының барысында жинақталған бай тарихи – этнографиялық материалдардан тұрады. Оның мақалалары, очерктері, күнделік жазбалары көшпелілердің тұрмысын, олардың әдеп – ғұрыптары, аңыздары мен өлең – жырларын сипаттап мазмұндайды. Осы жұмыстардың негізгі тақырыптық бағыты этнография болды. Барлық экспедицияларда Шоқан Уалиханов барған ерлерінің жергілікті халқын ден қойып зерттейді. Орта Азия мен Қазақстанның халықтарын зерттеу арқылы Шоқан Уалиханов сол кездегі тек тұрмыстық санадағы ғана емес, сондай-ақ ғылыми ортада орын алған түсініктерді жоққа шығаруға ұмтылды. Шоқан Уалиханов қырғыз тарихнамасының негізін қалаушы деп те әбден айтуға болады, «тарихи-филологиялық тұрғыдан қырғыздарды тұңғыш зерттеуші-деп көрсетеді белгілі кеңес тюркологы Ғ.Н. Кононов.\n\nӨзінің тікелей көргендері, жазбаша нұсқалар мен халық аңыз –ертегілері негізінде қазақ ғалымы қырғыздар туралы бірспыра қызықты зерттеу жұмыстарын әзірледі, олар өздерінің мәнін осы уақытқа дейін жойған жоқ.\n\nӨкінішке орай, қырғыз халқына арналған еңбектердің де көпшілігі аяқталмай қалған, сөйтіп олар ұзак уакыт архивте сақталып жатып, тек 1950-1960 жылдары ғана мәлім болды «қырғыздар туралы жабалар еңбегінде ол қырғыздың атақты көшіп-қоныс жерлеріне шолу жасап, елдің геграфиялық\n\nОчеркін жасады.\n\nБүгінде Шоқан көзқарастарына қатысты бірнеше пікірлер айтылып жүр. Бұл негізінен Шоқанның орыстың революцияшыл демократтарының идеясын қанша дәрежеде қабылдағаны және халқы үшін қандай істер істегені туралы байламдар. Акдемик С. Зимановтың монграфиясында (1965ж) Уәлихановтың саяси көзқарастары жайлы пікірлер үш топқа бөлініп қарастырылады. Шоқанды бағалау үшін үш ұдайы пікірге бөліну мәселенің күрделілігін көсетеді.\n\nБірақ, ғалымдардың барлығы негізгі мәселеде бір ауыздан, атап айтқанда, Шоқанның орсытың ұлы революцияшыл демократтарының шығармаларымен етене таныс болып, оларды іштей жақтағанын, өз халқын сүйгенін, оны шамасы келгенше қорғауға, орыс мәдениетін үйретуге тырысқанын мойындайды.\n\nАдам- әрқашан да өз ортасының перзенті. Ендеше Ш. Уәлихановқа берер бағамыз нақты тарихи жағдаларға байланысты болмақ.\n\nШоқанның «атаңның ұлы емес, адамның ұлы» болуға тырысқан деп айта аламыз. Шоқан шығармаларынан халқына деген шексіз жаңашырлығын, сүйіспеншілігін байқаймыз. Патша үкіметінің қазақтарға кемісітушілік саясатын қолданып отырғанына ол үзілді- кесілді қарсы шықты. Халқының сауатсыз болғанын жасырмай айтқан Шоқан оның қабілетті, өркениетті қабылдай алатын ел екенін де дәлелдеді.Әр ұлттың тарихында үздік шығатын ғажайып таланттар болады. Ғасырлар санап та, әйтеуір ұзақ сағындырып дүниеге келетін ондай перзентін қазақ халқы біртуар деп атайды. Қазақ халқының ой дүниесінде аз жасап, көп іс тындырған Шоқан Уәлиханов халқымыздың сондай біртуар перзенттерінің бірі. Халқымыздың дара туған ұлы Шоқан Уәлиханов ХІХ ғасырдың тұңғыш ғалымы, ғажап ақыл – ойшылы, зор талантты дүние жүзі ғылымында өзіндік үлкен орны бар ірі тұлға. Барлық ғұмыры нысаналы, тағдыры - мұхиттың дәмін білуге болатын тамшыдай еді. Жарқ ете қалған бейнесі әлі де болса ұрпақпен үндесе бермек. Өз заманында жарқырап шыққан ұлы ғалым Шоқан Уәлихановтың ғылыми мұралары – тарих, этнография, география, бейнелеу өнері, әдебиет, фольклор, нумизматика және археология саласындағы еңбектері Азия халықтарының өмірін зерттеуде аса құнды дүниелер болып есептеледі.\n\nДегенмен де, қазақ халқының ұлы ғалымы, ойшылы Шоқан Уәлиханов сынды ардақты адамдардың мағыналы өмірі мен мазмұнды мұрасына қатысты көптеген жайлардың жұмбақ сырлы мәлімсіз жақтары бар екендігі де дәлелді шындық.\n\nШоқан Уәлиханов – қазақ халқының тарихын, этнографиясын және фольклорын ең алғаш кең зерттеген отандық ғалым.\n\nҒалымның көптеген шығыс, батыс халықтарының тілдерін білуі әр түрлі қайнар көздерге сүйене отырып, көне жазбаларды, жылнамаларды салыстыра зерттеуге, тарихи шындықты ашуға кең мүмкіндіктер туғызды. Шоқан өз ойларын дәлелдеу үшін Орта Азия халықтарының тарихын көп зерттеген Абылғазының «Түрік шежіресі» атты белгілі кітабына жүгінеді. «Түрік шежіресін» толықтыра түсу мақсатында ол «Қазақ шежіресі» еңбегін жазады. «Қазақтардың көшпелі еркін тірлігі Азияда дүниеге келіп, дамығаны ... күмән туғызбаса керек. Олай дейтін себебіміз – орыс жылнамалары біздің сөзімізді растайды» - деп баяндайды да, сол кездегі көптеген авторлардың еңбектеріне шолу жасайды, олардың деректерін шежірелермен салыстырады.\n\nҚазақтың әрбір ру басылары өз ру-тайпасының шежіресін: шыққан тегін, елдің әдет-ғұрып заңдарын, ескі жарлықтарын, халықтың басынан өткен тарихи жайларды көп жасаған ақсақалдардан ыждаһатпен үйреніп, өзінің шешендік өнерін шыңдағанын, аңыз-әңгімелерде, мақал-мәтелдерде, маңызды оқиғаларға қатысты ұлағатты асыл сөздерді ұзақ уақыт жаттайтынын билер сөзін халық ұйып тыңдайтынын, ол нақты сөздер өмірдің бар саласын қамтитындай өсиет-өнегеге, тәлім-тәрбиелік, ғибраттық мазмұнға толы болатынын ұлы ғалым тебірене жазған. Зерттеуші тарихи аңыздарды тарихи деректердің жаңғырығы деп білген. Оның танымдық мағлұматтарын ғылыми еңбектерінде шебер пайдаланған. Ауызша айтылған тарихи толғаныстарды, жазба және археологиялық мәліметтерді өзара салыстырып, ең сенімді дегенін кәдеге жаратқан.\n\nТарихи аңыздарда айтылған Шыңғысхан, Александр Македонский,. Тоқтамыс, Әмір Темір сияқты адамдардың өмір сүрген дәуірлеріне барлау жасаған ойшыл өз зерттеулерін Геродот жинаған тарихи аңыздармен салыстыра қарайды. «Профессор И.Н.Березинге хат» деген еңбегінде ол Тоқтамыс, Орақ мырза, Ер Көкше, Ер Қосай туралы аңыз-дастандарды, Көшім, Орысханға қатысты аңыздарды жіліктеген, сөйтіп қазақ халқының арғы тарихына үңілген.\n\nШоқан көшпелі монғол және түрік тайпалары өздерінің отырықшы ағайындарына қарағанда өте көп білетінін, бұлардың аңыздары ертеде пайда болғанын дәлелдейді. Адамның ата-тегі туралы аңыздарды, шежіре деректерін, қырғыздардың арғы анасы жөніндегі аңыз мәліметтерін 1246 жылы монғолдардың Күйік ханына барып қайтқан Плано Карпинидің мағлұматтарымен салыстырады, олардың түп-төркінің ұқсастығын көрсетеді.\n\n«Аңыздардың өте маңызды бөлімі шежіре жөніндегі аңыздар болып табылады, - деп аңыздың бұл түрін Шоқан аса жоғары бағалаған. Ру тұрмысы осы аңыздарға негізделген... Бұл жөніндегі аңыздардың маңызды болатын себебін – олар бір халыққа жататын руларды және халықтың құрылуын анықтайды. Қазақтардың, өзбектердің және ноғайлардың шежірелеріне қарағанда олар Алтын орда мен Шағатай ордасы құлағаннан кейін, түріктер мен монғол тұқымдарынан құралған одақ екендігі байқалады».\n\nҒалым өзінің «Жоңғар очерктерінде» халық аузындағы нақыл сөздерді зерттеудің этнография үшін орасан зор маңызы бар екенін, халықтың тұрмысы мен әдет-ғұрпын айқынырақ жазған: «ескі нақыл сөздерге бай келу Солтүстік Азия мен Орта Азияның көшпелі халықтарының ерекше бір қасиеті болып табылады. Ондай нақыл сөздер: не ру ескерткіші ретінде, мәселен заң, ғұрып аңыздары ретінде қариялар аузында қаиеттеліп сақталып отырады, не халық жыры түрінде бір ұрпақтан екінші ұрпаққа белгілі жыршылар арқылы жеткізіліп отырады».\n\nАңыздарда әр қырынан көрінетін, бүкіл түркі тектес халықтарға ортақ тарихи тұлғалардың бірі, ұлы бабамыз Қорқыт Ата туралы Шоқан Уәлиханов қысқа болғанымен мәнді, мағыналы мағлұматтар келтіреді. Әр халықтың жазба мәдениеті, ауыз әдебиетінің үлгілері жайлы баяндағанда Қорқыт Атаның да көптеген халықтарға танымал бейне екеніне тоқталады. «Жоңғар очерктерінде» Қорқытқа байланысты ертегі, жырлар территориялық және тіл жағынан жақын халықтардың әдеби, мәдени бірлігін нығайтуға септігін тигізетінін айтады.\n\n1855—1856 жылы қыста Шоқан өз қызметін атқарумен бірге Қазақстан мен Орта Азияның тарихы жөніндегі әр түрлі түпнұсқаларды зерттейді, қазақ хандары мен сұлтандарының тегі, генеологиясы туралы кесте жасайды. Ұлы жүз қазақтарынан жинаған мақал-мәтелдерін орыс тіліне аударады. Ұлы жүзді басқарудың жаңа құрылымының жобасын жасауға көп күш және уақыт жұмсайды.\n\nШ.Ш. Уәлиханов 1857 жылы 1 ақпанда, орыстың көрнекті ғалымдары П.П. Семенов-Тянь Шанский және Е.И. Лабанскийдің бастамасымен Орыс география қоғамының толық мүшесі болып сайланды. Олар жазған кепілдемеде былай делінген: «...Ыстық көлдің шығыс жағалауына саяхат жасап, онда қырғыз даласы туралы бай географиялық, этнографиялық және тарихи материалдар жинаған поручик... Шоқан Уәлиханов императорлық Орыс географиялық қоғамының толық мүшесі болып сайлануын жөн көрдік».\n\nШоқанның нағыз болмыс-бітімін оның өзі жазған еңбектері айқын танытады. Ғалымның туған жер тарихы, көне шежірелер, халық тағдыры, сахара көшпенділерінің өткен дәуірдегі мәдениеті туралы зерттеулерін, баға жеткісіз саяхатнамаларын оқып отырғанда сан-салалы білімді, кең танымға ие зерделі жанға кезігеріңіз хақ. Шоқанның «Ыстықкөл сапарының күнделігі», «Қытай империясының батыс өлкесі және Құлжа қаласы» атты қолжазбалары, «Жоңғар очерктері», «Қашқар сапары жайлы» жазғандары жиырмадан жаңа ғана асқан жігіттің қаншама үлкен істер атқарғандығын жарқырата ашатын, аса бағалы еңбектер.\n\nШоқан этнограф ретінде халықтардың рухани және материалдық мәдениетін зерттеуге зор үлес қосты.\n\nШоқан Уалихановтың ғылыми шығармашылығы Орталық Азияда жасаған экспедицияларының барысында жинақталған бай тарихи – этнографиялық материалдардан тұрады. Оның мақалалары, очерктері, күнделік жазбалары көшпелілердің тұрмысын, олардың әдеп – ғұрыптары, аңыздары мен өлең – жырларын сипаттап мазмұндайды. Осы жұмыстардың негізгі тақырыптық бағыты этнография болды. Барлық экспедицияларда Шоқан Уалиханов барған елдерінің жергілікті халқын ден қойып зерттейді. Орта Азия мен Қазақстанның халықтарын зерттеу арқылы Шоқан Уалиханов сол кездегі тек тұрмыстық санадағы ғана емес, сондай-ақ ғылыми ортада орын алған түсініктерді жоққа шығаруға ұмтылды.\n\nШоқан әдеби мұрамыздың өткен жолын, келешек ұрпаққа берер тағылымын жоғары бағалады. Халық ауыз әдебиетін құнды мұра деп біліп, қазақтың аңыз - әңгімелері мен жырларының және күйлерінің түр тамырына, тарихи кезеңдерге, оқиғаға байланысты құрылатынына зер салды. Фальклорлық материалдар оған халықтың рухани байлығын зерттеп білуде зор жәрдемін тигізді.\n\nХалқымыздың ғасырлар бойы арындай таза сақтап келген қымбат мұраларының озық үлгілерін, фальклорымызды әдейі бұрмалап теріс түсіндіруді мақсат еткен арам ниеттілерге батыл наразылық білдірген Шоқан өзі бас болып, оның шынайы мәнін түсіндіруге құлшына кірісті. Қазақ халық поэзиясының түрлері жөнінде деген мақаласында Шоқан “жыр”, “жылау”, “қайым”, “қара өлең”, “өлең” сияқты халық поэзиясының барлық формаларына сипаттама береді. Барлық далалық жырлар қобыздың сүйемелдеуінде тақпақтап айтылады. Негізінен, жыраулардың мазмұны бұрында өткен халық батырларының өмірі мен қаһармандық іс - әрекеттері болып келеді. “Едіге” жыры XIV ғасырдың соңындағы оқиғаларға қатысты, бұл Шоқан Уалихановтың ойынша, қазір жоқ ескі сөздер мен сөз тіркестері құбылысымен дәлелденеді, мұнда парсы немесе араб тілдерінен алынған бірде – бір сөз жоқ. Ш.Уалиханов Едіге батыр туралы халық жыры, жыр кейіпкерлерінің тарихилығы, өмір сүргендігі жайлы болжамын бекітеді деп жазады.\n\nШоқанның ғылыми мұрасы әлі де жеткілікті зерттелген жоқ. Бұл үшін Шоқан Уәлихановтың білімінің әр түрлі саласына — археологияға, нумизматикаға, лингвистикаға және т. б. салаларға қосқан үлесін анықтайтын арнаулы нақты зерттеулер қажет. Егер біз қазақ ғалымынын, отандық және дүниежүзілік шығыстану ғылымына қосқан үлесін қысқаша топтап айтуға тырысатын болсақ, онда бұл баға мен қорытындының толық және түпкілікті екеніне емеурін артпай-ақ, мыналарды айтуға болады: Ол Жетісу, Қырғызстан, Шығыс Түркістан сияқты ол кезде ғылымға мәлім емес елдер мен жерлерде болып, тарих, этнография, география, әдебиет, Орталық Азиянын бұл аудандарының саяси жағдайы бойынша бірегей әрі жан-жақты материал жинаған тұңғыш европалық ғалым болды. Ол жинап әкелген материалдар орыстың және дүние жүзінің ғылымында Орталық және Орта Азияның, Қазақстанның картасындағы «ақ таңдақтың» келемін азайтуға мүмкіндік берді.\n\nШын мәнінде Шоқан Уәлиханов алғашқылардың бірі болып ғылыми айналымға тарихи түпнұсқалардың ғалымдарға бұрын беймәлім қабатын — қазақ және қырғыз эпостарын, аңыз-ертегілерін еңгізді, оларды жинап, зерттеуге ол өз өмірінің, едәуір бөлігін арнады.\n\nСондай-ақ шығысты зерттеуші қазақ ғалымы Азияның түрік халықтары — қазақтар, қырғыздар, ұйғырлар және басқа халықтар тарихының этногенез, әлеуметтік құрылым, саяси жағдайы, шетелдік басқыншыларға қарсы ұлт-азаттық қозғалысы сияқты бірсыпыра түйінді мәселелерін, Орта Азия, Шығыс Түркістан және Қазақстан халықтарының өміріндегі ислам дінінің рөлі туралы мәселені бірінші болып зерттеді. Шоқан Уәлиханов бұл мәселелерді көтеріп қана қойған жоқ, сонымен бірге жалпы алғанда тарих ғылымының сол кездегі даму дәрежесінің, атап айтқанда, Азияның бұл өңіріндегі түрік халықтары туралы білімнің біршама төмендігіне, зерттеу тәсілдерінің жетілмегендігіне қарамастан, ол көптеген ғылыми мәселелер бойынша дұрыс баға бере алды.\n\nШоқан Уәлиханов қазақ халқының санасы оянып, оның маңдайалды орыс және европалық мәдениетке иек артуына зор қызмет істеді. Баспасөз бетіндегі жарқын да жалынды мақалаларында және өзінің, омбылық және петербургтық достары мен таныстарының ортасындағы сөздерінде ол демократиялық бағытта маңдайалды орыс жұртшылығының, ынта-ықыласын қазақ халқының мұң-мұқтажына аударуға, орыс және қазақ халықтарының достығын нығайтуға тырысты.\n\nШоқан Уәлихановтың ғылыми мұрасы мол әрі әр алуан. Оның жеке еңбектері көзі тірісінің өзінде-ақ орыс және бірсыпыра европа тілдерінде басылып шықты. Ғалым өлгеннен кейін оның достары П. П. Семенов-Тянь-Шанский мен К. К. Гутковскийдің бастамасы бойынша Орыс география қоғамының ғылыми советі Ш. Ш. Уәлихановтың еңбектерін жинап, әзірлеп басып шығару туралы шешім кабылдады. «Шоқан Уәлихановтың өмірі мен қызметі және оның ғылыми мұралары» тақырыбы арқылы оқушыларға жеке адамды қалыптастыруға, рухани, адамгершілік, туған еліне деген сүйіспеншілік, халық дәстүрін қастерлеуге, шыншылдыққа, еңбекке, адамзаттық құндылықтарды түсіндіруге тәрбиелік мәнінің маңызы зор. Шоқанды зерттеу әдісі- шығармашылықпен жұмыс істеу тәсілі білімді толық үйретіп меңгертуді мақсат етеді. Шоқанның өмірі тарихпен тікелей байланыста «Жарқ ете қалған бір бейне» болған ғалымның қысқа өмірінен жас ұрпақтың үйренетіні мол. Шоқан қазақ халқының рухани мұраларын зерттеген, мол жырлар, сан аңыз-әңгімелер тудырған халқымыздың ақынгер талантты, қазақ поэзиясының аса сұлулығы мен суреткерлігі, аңыз-жырдың тарихқа қатысты, эпикалық өнердің бітім - болмысы жайында алғаш рет кесек ойлар айтқан аса көрнекті ғалым. Дүниежүзі мәдениеті ордаларының бірінен саналатын Петербургты дүр сілкіндіріп, «Ғажап ғалым», «Жас данышпан» атанған Шоқанға берілген бағалар биік, өте асқақ еді. Ұлы ғалымның рухани жан дүниесіне терең бойлаған сайын оның жаны сұлу жарқын бейнесі бұрынғыдан да биіктей түсті, асқақтай түсінетіндігін жас ұрпаққа түсіндіру парызымыз. Егемен Қазақстан Шоқан Уәлихановтың өмірі мен шығармашылығын зерттеу салиқалы ғылыми еңбектері арқылы өзінің шырқау биігіне көтеріліп отыр. Әлемдік ғылым сол кезден-ақ түлеп келе жатқан жарқын талант жас дана деп танып, Орта Азия мен Шығыс Түркістанның ғажайып зерттеушісі ретінде мүлтіксіз мойындаған болатын. Шоқан Уәлихановтың мұрасы – тарихтың қымбат асыл қазынасы. Ұлы Шоқанды қай қырынан да жан-жақты терең зерттей түсу - бүгінгі және кейінгі ұрпақтың ең қасиетті міндеттерінің бірі болып қала береді.",
                "date": "20.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ютуб каналынан видеоны қалай кетірсе болады?",
        "question_content": "мына видеоны қалай кетірсе болады кезінде салып жіберген видео қазір логин пароль дымда білмеймін көмектесіп жіберіңдер!",
        "question_date": "19.11.2017",
        "question_tag": "Жанұя",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай жасайды меніңше",
                "date": "20.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарым қатынас құруға не кедергі болады?",
        "question_content": "Қарым қатынас құруға не кедергі болады?",
        "question_date": "18.11.2017",
        "question_tag": "Достық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сенімсіздік дұрыс түсінбеушілік",
                "date": "19.11.2017",
                "upvotes": 1
            },
            {
                "text": "дөрекілік өзімшілдік",
                "date": "13.04.2023",
                "upvotes": 0
            }
        ]
    }
]