[
    {
        "question_title": "Мектепте технология сабағына қашан қосымша сағаттар қосылады?",
        "question_content": "Мен мектепте технология пәніне сабақ беремін,сағаттар қысқаруына байланысты сағат жүктеме 12 сағаттан аспайтын болды? Қосымша сағаттар қашан көбейеді? Енді маған қосымша басқа пәннен сабақ беру үшін диплом алып  тағыда ЖОО да оқуым керек пе?",
        "question_date": "28.08.2016",
        "question_tag": "Мектеп",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сағат жоқ болса , басқа мектептерге барып  жұмыс туралы сұрастырып көріңіз. Сырттай тағы оқып алуға да болады , сонда басқа пәннен сабақ бере аласыз.",
                "date": "30.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутбук урлатып алдым",
        "question_content": "Мен квартира жалдап тұратын едим. Бир күні келсем биреу есікті ашып тонап қайттан кулыптап кетіпті. Ноутбук урлап кеткен. Ол сыртта тұрған камерага тусип калган. Бірақ түрі анық емес. Менде барлық документти бар ноутбуктин. Полицияга бердім. Бірақ олар жайбарақат. Видеоны да озим апарып бердім камердагы. Соны сиздерге айтайын дегенім қалай тапсак болады. Және сондай жогалган ноутбуктердин канша проценті табылып жатады. Мысалы 60% деген сияқты. Ол ноутбук асус, қыста алганмын. Өтініш көмектесіп жиберсениздер жақсы болар еді.",
        "question_date": "28.08.2016",
        "question_tag": "Компьютер жөндеу",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ноутбук ұрлап кетті. Қалай тапсам болады? Өтініш шыгаршы",
        "question_content": "Сәлеметсіздерме. Мен бир квартирада туратын едим. Квартирадан шыгып туске қарай келсем тонап кетипти. Ноутбук, киім, анау мынау алып кетипти. Есікті ашып, тонап, қайттан құлыптап кетипти. Полиция шақырып арыз жаздым. Олар түк жасап жатқан жоқ. Олар камерага түскен екен. Бірақ анық емес түрлері. Мен подъезд алдында тұрған камерадагы видеоны апарып бердім полицияга. Олар қарады, и болды, түк жасаған жоқ. Мен ноутбукти қыста сатып алганмын. Документтери бар. Енді сіздерден сұрайын дегеним осындай жогалган ноутбуктердин қанша проценті табылады. Мысалы 60% деген сияқты. Және қалай іздеуге болады. Өтініш көмектесіп жіберіңіздерші,",
        "question_date": "28.08.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 359,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіздің браузерде сақталған аккаунттарыңызды ашса, сол арқылы тауып алуға болады. Ол үшін аккаунтқа кіресіз сосын соңғы кірген уақытты және IP адресті көрсетеді, сол арқылы қазақтелекомға барып тұрған жерін анықтап алуға болады. Әрине Қазақтелеком жәй көрсете алмайды, полисмендерді ертіп барасыз.",
                "date": "2.11.2016",
                "upvotes": 1
            },
            {
                "text": "imei код арқылы табылуы керек бірақ анық білмеймін телефондарды imei код арқылы тауып беріп жатыр ноутбуктіде тауып беруі керек",
                "date": "28.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолымдағы жиналып қалған сары суды қалай кетіруге болады?",
        "question_content": "Достарыммен бокс колгаптарымен далада бокстасып коргенбыз, мен колгаптын ишинен бинт кимеген едым, басына бир соккы жиберген сатте колымды ауыртып алдым. Бир кун откеннен кейын сыныкшыга бардык, ол бизге шыбыгы тайып кеткен, коркатын ештене жок деп айтты да колымды укалап массаж жасап берды, 1 аптанын ишинде бари жаксы болады деп айтты бирак ауырганы коймай исиги жайлап кайтып бастады, бирак ауырып журди, исиги кайтпай койды, 1 ай отты ауыруы жайлап басылды, бирак исиги кайтпады кишкене ауырады . Емшилер сары су жиналып катып калган деды, соны калай емдеуге болады ? отинемын жауабын айтынызшы",
        "question_date": "27.08.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Миллиардерлер ғарышты бағындыруға неліктен ақша салуда?",
        "question_content": "Миллиардерлер ғарышты бағындыруға неліктен ақша салуда?",
        "question_date": "26.08.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 648,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себеби гарышта салмаксыздык бар",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "lenovoA328 телефоным камера істемей тұр неге?",
        "question_content": "Неге осындай жазу шығады. Не удалось подклюьчатся к камере\n\nlenovoA328 телефоным камера істемей тұр неге?",
        "question_date": "26.08.2016",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сброс жаса жасауы керек",
                "date": "28.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Компьютерімнің антивирусының лицензиясы таусылған енді, қалай лицензия саламын?",
        "question_content": "Компьютерімнің антивирусының лицензиясы таусылған енді, қалай лицензия салам болады. Касперски антивирус және базаны қалай қондырады?",
        "question_date": "26.08.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зейнеткерлікке 1 жыл 8 ай қалған мұғалім аттестаттаудан өте ме?",
        "question_content": "Зейнеткерлікке 1 жыл 8 ай қалған мұғалім аттестаттаудан өте ме? Өтпесе, қандай ережеге сүйенеді?",
        "question_date": "26.08.2016",
        "question_tag": "Заң",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасы бойынша зейнетке шығуға 3 жылдан аспайтын уақыт қалған педагог қызметкерлер аттестаттаудан өткізілмейді деген сөз ғой. Өйткені педагог қызметкер әрбір бес жылда аттестаттаудан өтуге міндетті. Егер мұғалімнің зейнеткерлікке шығуына үш жылдан аз уақыт қалса, ондай қызметкер аттестаттаудан босатылуы тиіс. Кезекті аттестаттау уақыты келсе де.",
                "date": "26.08.2016",
                "upvotes": 0
            },
            {
                "text": "Білім және ғылым саласындағы азаматтық қызметшілерді аттестаттаудан өткізу қағидалары мен шарттарын, сондай-ақ Мектепке дейінгі, бастауыш, негізгі орта, жалпы орта білімнің жалпы білім беретін оқу бағдарламаларын, техникалық және кәсіптік, орта білімнен кейінгі білімнің білім беру бағдарламаларын іске асыратын білім беру ұйымдарында жұмыс істейтін педагог қызметкерлер мен оларға теңестірілген тұлғаларды аттестаттаудан өткізу қағидалары мен шарттарын бекіту туралы\nҚазақстан Республикасы Білім және ғылым министрінің 2016 жылғы 27 қаңтардағы № 83 бұйрығы. Қазақстан Республикасының Әділет министрлігінде 2016 жылы 29 ақпанда № 13317 болып тіркелдіhttp://adilet.zan.kz/kaz/docs/V1600013317",
                "date": "26.08.2016",
                "upvotes": 1
            },
            {
                "text": "Қазақстан Республикасы Білім және ғылым министрінің 2016 жылғы 27 қаңтардағы № 83 бұйрығымен бекітілген \"Мектепке дейінгі, бастауыш, негізгі орта, жалпы орта, техникалық және кәсіптік, орта білімнен кейінгі білімнің білім беру бағдарламаларын іске асыратын білім беру ұйымдарында жұмыс істейтін педагог қызметкерлер мен оларға теңестірілген тұлғаларды аттестаттаудан өткізу қағидалары мен шарттарының\" 38-ші тармағында: \"Жасы бойынша зейнетке шығуға 3 жылдан аспайтын уақыт қалған педагог қызметкерлердің бұрын берілген біліктілік санаты сақталады\", - деп жазылған.",
                "date": "26.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен, Қазақстанның елімнің патриотымын! ашық сабақтар керек?",
        "question_content": "Қарағанды облысы Жаңаарқа ауданы Атасу кенті Ю.А.Гагарин атындағы орта мектепің бастауыш сынып мұғалімі Саденова Меруерт Айдарқызы\nТәрбие сағатының тақырыбы: Мен, Қазақстанның патриотымын!\nМақсаты:\nОқушыларды Отанды сүюге, құрметтеп қастерлеуге,өз елін, тегін тарихын білуге тәрбиелеу.\nОқушылардың таным белсенділіктерін,қызығушылықтарын дамыту.\nОқушыларға патриоттық, эстетикалық, адамгершілік тәрбие беру, өз ой-пікірін білдіре алатын оқушыларды тәрбиелеу.\nКөрнекілігі: интербелсенді тақта\nБарысы:\nҰйымдастыру.\nАспаны ашық еліміздің,\nКөркі сұлу жеріміздің,\nБіз-бақытты баламыз!\nАқпыз,қара, сарымыз,\nАғайынбыз бәріміз!\nМұғалімнің кіріспе сөзі:\n-Отан – әр адамныңжүрегінежылытиерқасиеттісөз.Отан –сенің туған елің, туғанжерің, дос –жарандарың, туғантуысқаның. Отан-бұлөзіңніңтұратын, өмірсүретін, қызметететінжерің. Отанадамүшінбіреу ғана. Отандыанағатеңейді. Себебі, Отансендердіанаңдайқорғайды, көмектеседі, күшбереді.БізОтанымызды, еліміздісүйеміз. Біз, Қазақстанныңпатриотымыз!\nОтан деген не, кім қалай түсінеді?\nКөп аузынан түспейтін,\nОтан деген немене?\nОның тұлға түс кейпін,\nДостым білгің келе ме?\nБайназар:   Отан дейміз от жаққан жерімізді,\nОтан дейміз өсірген елімізді.\nОтан дейміз туған жер, атамекен –\nБиік тау, орман, тоғай көлімізді.\nАңсар:      Отан дейміз кең-байтақ астананы,\nЖасыл жайлау, жаңа жол, жас қаланы.\nОтанның шеті де жоқ, шегі де жоқ,\nОл бірақ өз үйіңнен басталады.\nАягөз:        Отан- тарих, Отан – тіл,\nЖасаған елің, өз- халқың.\nОтан – өлең, Отан-жыр,\nКөтерген көкке ел даңқын.\nӘділхан:    Отан – сенің ата-анаң,\nОтан – досың, бауырың,\nОтан – өлкең, астанаң,\nОтан – аудан, ауылың.\nХыдырали: Отан – осы достарым,\nКөңілге мұны түйе біл!\n«Отан» деп өс жас қауым,\nОны ардақтап сүйе біл!\nХор: «Отан»\n-Біздің Отанымыз қалай аталады?\n-Қазақстан Республикасы қандай мемлекет?\n-Қазақстан Республикасының президенті кім?\nЕл болдық ерік алдық астаналы\nЕнді кімнен қазағым жасқанады?\nТәуелсіз мемлекеттің шежіресі,\nНұрсұлтанның атымен басталады.\n  Біздің Отанымыз – Қазақстан Республикасы. Сан ғасырлар бойы ата-бабаларымыз жерін жаудан қорғап, бүгінгі ұрпақ, бізге жеткізді. Қазақстан жер көлемібойынша 9 орында тұр.Қазақстанда үлкен қалалар көп. Олар: Алматы, Астана, Қарағанды, Шымкент, Көкшетау, Қостанай, Ақтау, Павлодар, Ақтөбе, Тараз, Қызылорда, Өскемен, Семей, Талдықорған. Бұлар – әдемі қалалар.\nАстана- Отанымыздың бас қаласы, астанасы.Ол Есіл өзенінің жағасында орналасқан. Астана қаласын қазір бүкіл ел біледі.\nБазарбек: Туған өлкем\nҚазақстан-тәуелсіз, егеменді, көп ұлтты мемлекет. Онда қазақтар, ұрыстар, ұйғырлар, өзбектер, корейлер, украйндер және тағы басқа ұлттардың өкілдері тұрады. Олар тату-тәтті, бірлікте өмір сүріп жатыр.\n-Қазақстан Республикасы қандай мемлекет?\n-Қазақстан Республикасының президенті кім?\nЕл болдық ерік алдық астаналы\nЕнді кімнен қазағым жасқанады?\nТәуелсіз мемлекеттің шежіресі,\nНұрсұлтанның атымен басталады.\nАумалы- төкпелі заманды бастан кешкен қазақ халқының өзіндік басқару жүйесі болған. Ел қамын жеген ерлері, сөзін сөйлеп, халық жағдайын жасаған шешендері, білімпаз билері, әр елде, әр ауылда сөз тыңдар ақсақалдары болған. Қазақта аты аңызға айналған Қазыбек би, Әйтеке би, Төле би сияқты би-шешендер өте көп.\nКөрініс: «Үш арыстың үлгілері»\nМемлекеттік тіл-қазақ тілі. Қазақ тілін білу-әрбір қазақстандық азаматтың борышы.\nАрдақ: «Туған тілім»\nБи: «Қамажай»\nСондай-ақ мемлекетіміздің өз Ата заңы бар. 1993 жылы 28 қаңтарда ҚР тұңғыш Конституциясы қабылданды. 1995 жылы 30 тамызда еліміздің жаңа конститутциясы қабылданды.Адамның өмірін, денсаулығын, тыныштығын мемлекетіміздің Ата заңы қорғайды.\n1992 жылы ҚР мемлекеттік рәміздері қабылданды. Олар: ту, елтаңба, гимн.\nҚазақстан Республикасының мемлекттік Туы.\nОртасында шұғылалы күн, оның астында қалықтапұшқан қыран бейнеленген тік бұрышты көгілдіртүсті мата. Алтын күн, қыран және ою-өрнек біздің халқымыздың ашық келешегі мен берекесі,тыныштық пен байлықтың белгісі.\nНұрислам:\nКөк аспандай көкпеңбек,\nҚазақстан жалауы.\nКөк емес ол тектен-тек,\nЕлдің ашық қабағы.\nҚазақстан Республикасыныңмемлекеттік Елтаңбасындакөгілдір түс аясындашаңырақ бейнеленген.Шаңырақты айнала күнсәулесіндей тарап, уықтар\nшаншылған. Бес жұлдыз,қанатты тұлпар бейнеленген.Бидай сабақтары тоқшылық, молшылықты білдіреді.\nАйнұр:\nЕлтаңбасы елімнің,\nНеткен әйбәт, әдемі\nТұнығындай көңілдің\nОртада аспан әлемі.\nКез-келген мемлекеттік рәміздердің ең маңыздысы- Гимн. Гимн мемлекеттік ән. Ол халықты әйгілі етеді. Оның сөздерінде халықтың мыңдаған жылғы тарихы, бүгінгі өмірі мен клешек арманы айтылған.\nЕрнар:             Оттай жанып жанарың\nОдан қуат аламын\nӘнұран ол — тынысы\nКең жазира даламның.\n  Отан туралы өлең-жырлар.\nАйнұр: «Үш бақытым»\nЕрсұлтан: «Отан»\nМархабат: «Отан туралы»\nМұғалім: — Ия, балалар, елін, жерін сүйетін азамат болып шығу үшін қандай бала болуымыз керек?\nБілімді, өнерлі, ақылды, еңбексүйгіш бала болуымыз керек.\nДұрыс-ақ, ендеше Отан, туған жер туралы қандай мақал- мәтелдер білеміз?\n«Жалғасын тап» ойынын ойнайық.\nСабағымызды жақсы оқып, еліміздің адал, еңбекқор азаматы болайық. Ер жетіп еліміздің одан әрі көркеюіне, гүлденуіне өз үлесімізді қосайық.\nОқушылар тақтаға шығып, келесі әріптерді көтереді.\nБ- білімімді арнайтын\nО- отанымды қорғайтын\nЛ- лаңкестікті даттайтын\nА- адалдықты жақтайтын\nШ- шуағымды шашатын\nА- асулардан асатын\nҒ- ғарыш сырын меңгергн\nЫ- ынтымақты тең көрген\nМ- менмендікті жек көрген\nҚ- қазаққа қызмет ететін\nА- арманына жететін\nЗ- заңды жақсы білетін\nА- алға қарай жүретін\nҚ- қайырымды елімнің\nС- салтанатты жерімнің\nТ- толықтырам сенімін\nА- абыройын,жігерін\nН- намысын қолдан бермейтін\nБәрі: Мен боламын еңбекқор,\nБолашағы елімнің!\nӘн «Көк тудың желбірегені».\nҚортынды: — Міне, балалар, бүгін өздеріңді Тәуелсіз еліміздің болашағы екендеріңді, яғни, нағыз азамат екендіктеріңді көрсете білдіңдер. Белгілі ақын атамыз Ж. Молдағалиев:\nӨткеніңді еске алсаң,\nӨскеніңнің белгісі.\nӨткеніңді ұмытсаң,\nӨшкеніңнің белгісі,\n— деген екен. Сондықтан, халқымыздың бүгінгі уақытқа дейінгі жеткен жетістіктері өздеріңе аманат. Сондай-ақ, еліміздің егемендігін танытатын ресми ерекшелік белгілері: Ана тіліміз, Елтаңбамыз, Туымыз, Ата заңымыз,Әнұранымызды бойындағы бойтұмарындай сақтап қана қоймай, қашанда еліміздің, жеріміздің еркіндігін сақтар мықты ұрпақ, мықты азамат болатындарыңа сенімім мол. Жолдарыңашық, жарқынболсын, Тәуелсізелдіңазаматтары!",
        "question_date": "26.08.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 30000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз елінің патриоты болу үшін әр адамның бойынды болу керек:\nОтанға деген сүйіспеншілік;\nОтанға деген адал сезім;\nОтанын қорғауға дайын болу; Мен өз елімнің патриотымын!\n« Өз Отанының патриоты болу – бұл Қазақстанды өз жүрегінде ұялату».\nСабақтың мақсаты: 1. Отанды сүюге, туған жеріне, еліне деген сүйіспеншілігін арттыруға, халқымыздың салт-дәстүрін сақтап, әрі қарай жалғастыруға, болашақта Отанымыз Қазақстанды өркендетуге білімді адам керек екенін түсіндіру, оқушылардың сөйлеу мәдениетін, тілдерін дамыту.\n2. Оқушыларды ұлтжандылыққа, инабаттылыққа, достыққа, адамгершілікке тәрбиелеу.\nСабақтың түрі: пікірталас\nСабақтың көрнекілігі: интербелсенді тақтадан оқушылардың бойында патриоттық сезімді оятатын әр түрлі слайдтар, мемлекет рәміздерін көрсету.\nСабақтың барысы.\nІ. Ұйымдастыру кезеңі.\nІІ. Интербелсенді тақтадан оқушылардың бойында патриоттық сезімді оятатын әр түрлі слайдтар, мемлекет рәміздерін көрсету.\nІІІ. Негізгі бөлім.\nПатриот деген кім, патриоттық сезімді қалай түсінесің? – тақырыбында пікір сайыс\nІ-жүргізуші:\n«Ой да ортақ, пікір де ортақ » дегендей сіздердің назарларыңызға « Мен өз елімнің патриотымын » атты тәрбие сағатын назарларыңызға ұсынамыз.\nІІ-жүргізуші:\nБіздің алға қойған мақсатымыз, өткенімізді білетін, бүгінді түсінетін, ертеңге сеніммен қарайтын азамат болып өсу.\nІ-жүргізуші:\nЕнді сіздерді екі топпен, топ жетекшілерімен таныстырып өтейік.\nІ-топ - Ұшқын. « Ұшқыннан жалын лаулайды ». Топ жетекшісі Тайлақбаев Али.\nІІ-жүргізуші:\nІІ-топ – Жалын. « Мен жанбасам жалын боп, сен жанбасаң жалын боп, кім жанады жалындап ». Топ жетекшісі Бақберген Темірлан.\nІ-жүргізуші:\nҚай кезде болмасын халық игілігі үшін еңбек еткен ағартушылардың, ақын-жыраулардың барлығының мақсат-мүддесі қазақ халқын тек бірлікке, ынтымаққа шақыру, ешкіммен жауласпауды үйрету, көшпенді елдің баласына ғылым-білім, өнерді үйретуді армандады.Осы туралы ойларыңыз?\nІ-топ Мейірқанова Айдана: Ұлттық бірлікке, Отанын, елін, жерін сүюге, ұлттық тәуелсіз мемлекетті нығайтуға өз үлесін қосуға тәрбиелеуде көркем шығарманың маңызы зор. Көркем шығармаларда отансүйгіштік сезімді ардақтап, батырлық, ерлікті мадақтаған, ақылдылық, парасаттылық, достық тәрізді адамгершілік игі қасиеттер дәріптелген. Бұл тақырыпта әңгіме, ертегі, өлең, жырлар туғанын, оларда халықтың батырлық, ерлік істерді дәріптегенін және оны жасаушыларды ардақтағанын білуге болады.\nІІ-топ Суанбай Мәдина: Отанға деген сүйіспеншілік, ұлтына деген ыстық сезімді Алашорда қайраткерлері А.Байтұрсынов, М.Дулатов, М.Жұмабаев, С.Торайғыров, Т.Рысқұлов, Ә.Бөкейханов, М.Шоқай еңбектерінен де кездестіреміз.\nА.Байтұрсынов:\n- Қазағым елім!\nҚайқайып белің,\nСынуға тұр таянып.\nТалауда малың,\nҚамауда жаның\nАш көзіңді оянып...- десе,\nМ.Дулатов:\n«Көзіңді аш, оян, қазақ, көтер басты» - дейді.\nАл С.Торайғыров:\nҚараңғы қазақ көгіне\nӨрмелеп шығып күн болам,\nҚараңғылықтың кегіне,\nКүн болмағанда кім болам? – деп, жастарды өнер-білім алып, жарыққа талпыну, Отанға пайдалы азамат болу екендігін сан қайталап еске салады.Алаштың осы - біртуар ұлдарының бұратана халық болмаймыз, өз алдымызға тәуелсіз ел боламыз деп қазақ елі, қазақ жастарына қалдырған өсиеттері өз иесіне енді-енді ғана жетіп жатыр.\nІ –топ Бақберген Темірлан: А.Құнанбаевтың еңбектерін зерделеп қарайтын болсақ, жастарды ерлік рухта, патриотизмге баулып, намысын, ар-ожданын, адамгершілік қасиеттерін тудыратын жыр жолдарын кездестіреміз. Оның\n« Адамзаттың бәрін сүй бауырым деп» деген сөзі, барша жұртшылықты жауласу, күш көрсету дегенді білместен, тек тату-тәтті өмір сүруге шақырады.\nІІ-жүргізуші:\nЖалпы патриот деген кім, патриотизм дегенді қалай түсінеміз?\nІ-топ Тәңірбергенова Мадина: Отанын сүйген, елін жаудан қорғау үшін қасық қаны қалғанша аянбай шайқасатын Қобыланды, Қамбар, Ер Тарғын, Алпамыс батыр тұлғалары, ақын-жыраулардың, билердің татулыққа, адамгершілікке, елін сүюге шақырған өлең-жырлары, шешендік сөздері оқушылардың бойында патриоттық сезімді қалыптастыруда маңызы зор.\nІІ-топ Кадирова Азиза: Патриот – Отанын, халқын, жері мен суын шынайы сүйетін, халық мүддесі үшін бар күш-жігерін, қабілетін аямайтын адам. Олар - өз Отанының жалынды патриоты, өнеркәсіп, ауыл шаруашылығының озаттары. Өз Отанын, халқын шексіз сүюшілік – барша күш-жігерін Отан мүддесіне арнаған адамға тән терең сезім.\nІ-топ Тасжанова Айдана: Б.Момышұлы: «Патриотизм – Отанға деген сүйіспеншілік.Жеке адамның аман-саулығы, қоғамдық, мемлекеттік қауіпсіздікке тікелей байланыстылығын, өзіңнің мемлекетке тәуелді екеніңді сезіну.қысқасын айтқанда патриотизм дегеніміз мемлекет деген ұғымды оны жеке адамның барлық жағынан өткені мен бүгінгі күнімен және болашағымен қарым-қатынасын біріктіреді, - деп терең, жан-жақты анықтама берген.\nІІ-топ Тастембекова Кенже: Қазақстандық патриотизм сезімін қалыптастыру үшін әр ұлттар мен ұлыстар тек өз мәдениетін ғана танып білуі жеткіліксіз, сонымен қатар олар бір-бірін танып біліп,құрметтеуі тиіс.\nІ-топ: Сейдахмет Санжар: Патриот – адамдардың өз Отанына деген сүйіспеншілігі мен адалдығын көрсететін сезім. Ол адамның өз Отанын күшті де айбынды етіп көрсетуге және гүлдендіруге ұмтылумен сипатталады, қандай да бір қастандық әрекеттерден Отанын қорғауға дайын болуын білдіреді. Патриоттық сезімі - өз халқының әлеуметтік, мәдени жеңістер үшін мақтану, оның жауынгерлік және еңбек дәстүрлеріне ұқыптылықпен қарау.\nІІ-топ Өскембаев Ерасыл: Патриот сондай-ақ туған жерге, ата-бабасы жатқан жерге құштарлық сияқты терең перзенттік махаббатты да білдіреді.\nІ-жүргізуші:\nОсы ХХІ ғасырда ерлік жасауға бола ма, оны қалай түсінесің?\n(әр топтан оқушылар өз ойларын ортаға салады)\nІІ-жүргізуші:Қазіргі таңда жастардың бойында патриоттық сезімін оятатын әндер бар деп ойлайсыңдар ма?Бар болса қандай әндер?\n(әр топтан оқушылар ортаға шығып өз ойларын айтады)\nІ-жүргізуші:\nБағанадан бері патриот деген кім, патриоттық сезім туралы ойларымызды айттық. Ал енді, «Мен өз елімнің патриотымын» дегенді қалай түсінеміз?\n(әр топтан оқушылар ортаға шығып өз ойларын айтады)\nМұғалім сөзі: Құрметті оқушылар міне, осы тәуелсіздікке патриоттық сезімнің күштілігінен қол жеткіздік деп ойлаймын. Сендердің патриот, патриоттық сезім туралы ойларынды, пікірлерінді тыңдай келіп мынандай қорытынды жасадым.\n\nӘскери міндетке жауапкершілікпен қарау;\nТуған жерге деген ыстық сезім;\nАта- баба өсиетіне адал болу;\nӨз Отанын күшті, айбынды ету, гүлдендіруге ұмтылу;\nБойындағы күш- қуаты мен білімін Отан игілігі мен мүддесі үшін жұмсау;\nАна тіліне деген құрмет;\nӨз халқының әдет- ғұрпын және салт- дәстүрін құрметтеу;\nЕлдің тарихын құрметтеу;\nҚазақстанда мекен ететін халықтарға деген құрмет сезім;\nӨз халқының әлеуметтік, мәдени жеңістері үшін мақтану;\nМемлекеттік рәміздерге құрметпен қарау;\nЗаңға бағыну;\nҮкіметті сыйлау;\nҚандай да бір қастандық әрекеттерден Отанын қорғауға дайын болу;\nТуған жерге, ата- бабасы жатқан жерге құштарлық;\nРеспубликаның экономикалық, қорғаныстық әлеуетін тыңбай нығайту;\nБасты байлығымыз – табиғат пен қоршаған ортаны гүлдендіру;\nӘрбір адам бала жасынан “Қазақстан – менің Отаным, ол мен үшін жауапты болғаны сияқты, мен де ол үшін жауаптымын ” деген қарапайым ойды меңгеруі керек.\nҚорыта келгенде “ Өз Отанының патриоты болу – Қазақстанды өз жүрегінде ұялату ” деген сөз.\nТалдықорған қаласы\n№17 орта мектеп\nАхметбаева Майкул Жанахметқызы",
                "date": "31.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 қыркүйек күнгі білім сабағының тақырыбы не?",
        "question_content": "Биылғы 1 қыркүйек күнгі білім сабағының тақырыбы не? Мен елімнің патриотымын ба әлде Мәңгілік ел?",
        "question_date": "26.08.2016",
        "question_tag": "Заң",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Диплом алғаннан кейін біраз уақыт жұмыс iстемесе, диплом күйiп кете ме?",
        "question_content": "Диплом алғаннан кейін біраз уақыт жұмыс iстемесе, диплом күйiп кете ме?",
        "question_date": "26.08.2016",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұғалімдерге бірдей униформа енгізу мəселесіне қалай қарайсыздар?",
        "question_content": "Мұғалімдерге бірдей униформа енгізу мəселесіне қалай қарайсыздар?!\nЕскерту: талап бойынша, мұғалім жаңашыл, новатор, креативті, жан-жақты, т.т., болу керек дейді.",
        "question_date": "26.08.2016",
        "question_tag": "Заң",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине мен 200 пайыз қолдаймын, әдемі болып қалар еді  Бірақ!!!!! деген сөз бар...... бірақ мен бір мектепті білемін ол мектептегі апайлардың бәрінің фигурасы жоқ, семіз аяқтары қысқа түрлері де малшыларға ұқсайды, олар не болады сонда?  Уни форма киуі үшін апайлардың түрлері, белдері, аяқтары жалпы фигуралары әдемі болу керек.(вот көрдің ба? болмайды екен)\n\nТағы бір өкініштісі  мұғалімдерде  понедельник, вт, ср, чв, пц, сб. күндерінің бәрінде кез-келген уақытта субботник жасап көшелердің шөбін қолмен жұлып, қапшықпен мусор тасып,сыпырып- тазалап жатады, орақпен шөп орып, кетпенмен арық тазалайды, қыста қар күрейді, сонда сенің униформаң не болады?\n\nБұның бәрі сабақ жүріп жатқан кезде іске асырылып жатады, оқушылар шулап отырады.  Комхоздың  басшыларына рахат өздерінің жұмысшыларына (тірі жұмысшылары жоқ, бірақ тізімде бар) төлейтін ақшаларын қалталарына ұрып отыра береді, мұғалімдердің тегін еңбегін пайдаланып.Қандай пайда! Міне шындық , дамыдық деген осы!!!",
                "date": "26.08.2016",
                "upvotes": 0
            },
            {
                "text": "Толықтай қолдаймын. Біздің мектепте бастауыш сынып мұғалімдері бірдей форма киіп жүреді (кейде оқушылар сияқты форманы ұмытып көйлекке көшіп кететіні болмаса) , енді басқа да мұғалімдер алса екен деймін))",
                "date": "27.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электронды күнделік деп жүріп бұрынғы қағаздарыңызбен жылап көрісіп жүрмеңіздер!?",
        "question_content": "Электронды күнделік деп жүріп бұрынғы қағаздарыңызбен жылап көрісіп жүрмеңіздер!?",
        "question_date": "26.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Электронды күнделіктегі бағаны ата-ана смартфоннан көре ала ма?",
        "question_content": "Электронды күнделіктегі бағаны ата-ана смартфоннан көре ала ма? Ата-ананың бәрінің әлеуметтік жағдайы бірдей емес. Кейбір елді-мекендерде интернет жүйесі жоқ. Эл.почта дегеннің не екенін түсінбейтін ата-аналар бар",
        "question_date": "26.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 713,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ысық, Бірдей рудан қыз алу дурыспа?",
        "question_content": "Салеметсиздерме, мен бір жақын қызды унатып журмин, олда мени унатады. Бир сурак койгм келип отыр, мысалы Ол екеумиз Ысык руынан тараганбыз, мен Ысықтың Майдан, Бабаназары, ал ол Ысықтың Майданының Шырдайы. Уйдегилердин айтуы бойынша биз екеумиз агайын болып келеди екенбз, руларымыз бирдей болгандыктан болар, ал ол кыз менин акемнин агасынын кызы екен. Биз екеумиз бир биримизди жаксы коремиз, жети аталарымыз бир биримиздкине уксамайды, мен ол кызды ала аламынба? Мен озим 2000 жылгы емеспин ман бермениздер, бул менин инимнин паракшасы.",
        "question_date": "26.08.2016",
        "question_tag": "Шежіре",
        "question_views": 3100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "\"Ол қыз менің әкемнің ағасының қызы екен\" Қалай сонда? Егер туған ағасының қызы болса , әрине , үйлене алмайсыздар. Ал егер алыс ағайын болса басқа мәселе)) Әке жағынан 7 атадан асқандар , анасы жағынан да жақын туыс емес болса - үйлене береді.",
                "date": "27.08.2016",
                "upvotes": 0
            },
            {
                "text": "Жеті аталарыңды санаңдарсайшы, әкең, атаң, арғы атаң......солай-солай жеті атаға дейін қосылмаса үйлене беруге болады",
                "date": "28.08.2016",
                "upvotes": 0
            },
            {
                "text": "Бізде Айтпозым, Жаңабай, Елібай үш руды қосып қыз алыспайтын қылып қойған:( əр рудың арасы 20 атадан да асып кетті. Ал менің руым Жаңабай мен Айтпозымның қызын қатты жақсы көріп қалдым) əке шешем үйленуге болмайды! Қарындасың дейді. Ал мен одан ешқандай жақындықты көріп тұрғаным жоқ. Негізі аралары 7 атадан асса қанда ешбір кездейсоқ ұқсастық қалмайды екен. Бабаларымыз бір десек, бүкіл адамзат Адам атадан тараған ғой! бəрі бір-біріне жақын емес пе? Сонда да біз қосыла алмаймыз. Бұл рубасылардың нем құрайлылығы - бізге жасаған қиянат, əділетсіздігі деп ұғам. Негізі 7 атадан асса жаңа ру сайлану керек деген Тəуке ханның заңы бар.Менің ойыма өз пікрлеріңді айтсаңдар.",
                "date": "30.08.2016",
                "upvotes": 0
            },
            {
                "text": "Бир рудан кыз алып уиленсен болашакта балаларын дени сау аам болып туылмаит дидиго шын болса солаи естигем",
                "date": "31.08.2016",
                "upvotes": 0
            },
            {
                "text": "Сен қателесіп отырсың Шырдай мен Майдан бир туған.... .Қарасарттың  7 балаcының екеуі. Майдан мен Шырдай әкелері Қарасарттан қосылады, яғни сендерге дейін 7-8 ата боп қалатын шығар...",
                "date": "2.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы жеке куаликте сонында турган сан саган аттас екенин билдиреме?",
        "question_content": "Осы жеке куаликте сонында турган сан саган аттас екенин билдиреме?\n Мына кызылмен корсетилген?\nМысалга Паленшеев Паленшей Паленше улы деген ба? алде тек Паленшеев Паленше ма?\nтек аты мен теги жагынан ба?\nАл аты теги акесинин аты ма?",
        "question_date": "25.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, ол Сіздің мінезіңідің қандай екенін, неше адаммен үйлесіп, жанұяда бақытты болатындығыңызды білдіреді (әзілім ғой)\n\nОл сан ештемені білдірмейді, автоматты түрде компьютердің беретін саны",
                "date": "27.08.2016",
                "upvotes": 0
            },
            {
                "text": "саған ұқсайтын адамдар саны ол",
                "date": "28.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Премьер министрге қалай сұрақ қойсам болады? Сайты бар ма?",
        "question_content": "Премьер министрге қалай сұрақ қойсам болады? Сайты бар ма?",
        "question_date": "25.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 251,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Премьер министрдің сайты https://primeminister.kz/",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚР «Нұр Отан» партиясы үйді алуымызға көмегіңізді берсеңіз?",
        "question_content": "ҚР «Нұр Отан» партиясының\n\nІ-орынбасары\n\nМұхтар Абрарұлы Құл-Мұхаммедке\n\nҚызылорда облысы, Шиелі ауданы\n\nТ.Жүргенов көшесі №67 үй тұрғыны\n\nРысжан Динқызы Тұрсыновадан\n\nӨтініш\n\nҚұрметті Мұхтар Абрарұлы!\n\nМен, 4 баланың анасымын, 32 жыл мәдениет саласында еңбек еттім, 2013 жылдан бері ІІ топ мүгедегі ретінде онкологиялық аурумен диспансерлік есепте тұрамын. Үлкен ұлым Тұрманов Болат Абжапбарұлы Шиелі аудандық Ішкі Істер бөлімінде 2001 жылдан бері қызмет етеді, Қостанай Заң институтын бітірген, жанұялы, 3 баласы бар. Осы балам 2010 жылдан бері Шиелі ауданы Төле би көшесі №28 үйде отбасымен тұрып келеді. Бұл үй «Дихан» күріш компаниясының баланысындағы үй, Қазіргі казком «бұрынғы БТА»  Банкіде кепілдікте тұрған. Осы үй 2016 жылдың 24 тамызында аукционға түсуі керек еді, алғашқы жарнапұлын төлеп отырғанымызда, бұл үй белгісіз жағдайда аукционға түспей, «Дихан» күріш компаниясына өздері сатуға ұйғарған. Банкідегі өзіндік үйдің алғашқы құны 1 533 000 (бір миллион бес жүз отыз үш мың) тенге. Сізден сұрайтыным осы үйді алуымызға көмегіңізді берсеңіз. Сізді осы мәселені әділ түрде  шешімін тауып береді деп сеніммен жолдап отырмын.\n\nӨтініш иесі: Р.Д.Тұрсынова\n25 тамыз 2016 жыл",
        "question_date": "25.08.2016",
        "question_tag": "Жанұя",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Subaru Legacy 2005 қандай машина",
        "question_content": "Көршім 2005 жылғы subaru legacy 2.5L сатмын дейді, мен ол машина ға қызығып жүрмін.\n\nЕнді,сұрамақшы болғаным,  осындай машина мініп жүргендер болса айтыңыздаршы\n\nОсы машина жалпы қандай,ремонт ақысы, запчастарының бағасы дегендерін.",
        "question_date": "25.08.2016",
        "question_tag": "Автокөлік таңдау",
        "question_views": 466,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмыртқа ату дауысты жақсарта ма",
        "question_content": "жұмыртқа ату дауысты жақсарта ма және оны қалай ату керек қолдың жұмыртқасы болуы керек па толықтай айтсаңыздар",
        "question_date": "25.08.2016",
        "question_tag": "Жалпы ән туралы",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Кəдімгі магазиннен базардан сатып алған жұмыртқа бола береді. Күніге азанда кешке біреуден немесе екеуден жұтуға кеңес беремін. Менің даусым бұрынғыдан қайда жақсы болып қалды. Ең бастысы музыкалный слухың болу керек əн айтам десең.",
                "date": "30.08.2016",
                "upvotes": 1
            },
            {
                "text": "Кəдімгі магазиннен базардан сатып алған жұмыртқа бола береді. Күніге азанда кешке біреуден немесе екеуден жұтуға кеңес беремін. Менің даусым бұрынғыдан қайда жақсы болып қалды. Ең бастысы музыкалный слухың болу керек əн айтам десең.",
                "date": "30.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алғашқы төсек қатынасы?",
        "question_content": "Әйеліммен алғашқы болған кезімде шаухатты бала болу үшін ішінде құйсам ол кері ағып шығады неге? Әлде әйелімнің организмі аққан шаухаттың яғни ұрықтың бәр бөлігін қабылдай ма? Қалғанын сыртқа шығара ма?",
        "question_date": "25.08.2016",
        "question_tag": "Денсаулық",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сен өзің басында адам болып жаралар алдында, миллиондаған спермалардың ішінде ең шустрыйы болып жатырға бірінші болып жетіп (бірінші сперма жатырға кірген кезде жатыр жабылып қалады), басқалары қалып қойып сырқа шығып кеткен.",
                "date": "26.08.2016",
                "upvotes": 0
            },
            {
                "text": "Рахмет тусиникти, енди бул аягы ауыр екени канша уакытта белгили болады жане кай уакытка деин айелиммен болуга болады",
                "date": "26.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кез келген оқу орнында футбол жарыстары бола ма?",
        "question_content": "Кез келген оқу орнында футбол жарыстары бола ма?",
        "question_date": "25.08.2016",
        "question_tag": "Мектеп",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ВК-нің жаңа түрі шыққаны рас па?",
        "question_content": "Жаңа вк шықты деп естігем, паролсіз біреудің кімге не жазғанын оқуға болады екен, сол рас па?",
        "question_date": "24.08.2016",
        "question_tag": "Вконтакте",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз басым олай ойламаймын! сонда кезкелгеннің сообщенияларын оқу дұрыс емес қой.",
                "date": "25.08.2016",
                "upvotes": 0
            },
            {
                "text": "айтып жіберсеңіздер вк желісінде қалай барлық группаларды бірден өшіруге болады?",
                "date": "27.08.2016",
                "upvotes": 0
            },
            {
                "text": "Жоқ. Жалпы бұл мүмкін емес....",
                "date": "27.08.2016",
                "upvotes": 0
            },
            {
                "text": "Ол өтірік ақпарат",
                "date": "7.10.2016",
                "upvotes": 0
            },
            {
                "text": "Бұндайға сенбегеніңіз жөн болар.",
                "date": "15.04.2017",
                "upvotes": 0
            },
            {
                "text": "Әрине өтірік. Ондай болуы дұрыс емес қой!",
                "date": "3.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 2009 жылы оқу бітіргелі жұмыс істемегем, баламен отырдым?",
        "question_content": "Мен 2009 жылы оқу бітіргелі жұмыс істемегем, баламен отырдым. Қазір жалғыз басты анамын, жұмысқа орналасалмай жүрмін. Қайда жолықсам болады?",
        "question_date": "24.08.2016",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Отау тв. Казсат 3-ке қайта баптау",
        "question_content": "Ресивер mitio mt-505a. обновление по жасадым. Содан кейін казсат 3 тізімде шыкты. Бірақ сигнал 5%тен аспайды қайда бұрсам да. Енді не істеу керек?",
        "question_date": "24.08.2016",
        "question_tag": "Телеарналар",
        "question_views": 680,
        "question_upvotes": 0,
        "answers": []
    }
]