[
    {
        "question_title": "Ораза ұстаушыға қойылатын ең басты талаптар?",
        "question_content": "Жақын күндері ораза басталады. Ораза ұстаушыға қойылатын ең басты талаптар?",
        "question_date": "12.05.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген құлшылық қабыл болу үшін талап етілетін екі шарт бар. Бірі – Алла разылығы үшін болу керек, екіншісі – Құран мен сүннетке сай атқарылуы тиіс. Ең алдымен, оразамызды Алла разылығынан басқа нәрселерден тазартайық. Яғни, біз оразаны денсаулықты жақсарту немесе адамдарға жақсы көріну үшін емес, Алланың бұйрығы, Оттан қалқан болатындығы, Жәннатқа жеткізетіндігі үшін ұстаймыз. Оразаның сыртқы шарттары – таңнан кешке дейін ас пен судан, жыныстық қатынастан тыйылу. Адам ораза ұстағанда ішіп-жеуден ғана бас тартпайды, оның  тәні күнәдан, харамнан тыйылады. Көз тыйым салынғанға қараудан, құлақ өсек-аяң, жала, жаман сөз, өтірік естуден, қол арамды ұстаудан, күнә жасаудан, аяқ тыйым салынған жерге барудан, асқазан тамақтан, тіл өтірік пен ғайбаттан, ой жамандықтан, жыныстық ағзалар зинадан бас тартады.Яғни, мұсылман тек жақсы сөйлеп, оразасын бұзбауға барын салады.",
                "date": "12.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі дос орындарынан тұрып,жаңа құрылысқа қарай бет бұрды.",
        "question_content": "Өтінемін синтаксистік талдау жасап беріңіздерші! \"Екі дос орындарынан тұрып,жаңа құрылысқа қарай бет бұрды.\"",
        "question_date": "12.05.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көштің алдына көлденең түсіп,қатпар- қатпар болып Шыңғыс жатыр.",
        "question_content": "Көштің алдына көлденең түсіп,қатпар- қатпар болып Шыңғыс жатыр. Өтінем морфологиялық талдау жасап беріңіздерші!",
        "question_date": "12.05.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 984,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Компьютер жөндеу, өңдау",
        "question_content": "Сәлеметсіздерме! Менің екінші ноутбугымда мынадай проблема бар, Ноутбук косылады, Қосылганнан кин безопастный режим обичный режим дитиндер шыгады обычныйрежимде безопастный режимде востоновлениеде жасасам да тағы басқа нарселерде истелмейди, Аржағында загруска шыгады да реска кок экранды жазу лар шыгады ж\\да перезагруска жасайды, Енди даниларды кетирмей не истеуге болады, Ески ноутбук 4-5жылдан жиналып каткан жумыстын дакументтери керек заттары бар, Апашкамдики не истеуге болалды?",
        "question_date": "12.05.2016",
        "question_tag": "Компьютер жөндеу",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші система құйып алсайшы, сонда бәрі қалады ғой",
                "date": "12.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауық балапандары белгісіз себептермен көптеп өліп жатыр. Не шара қолдануға болады?",
        "question_content": "Базардан алған тауық балапандар күнара  өле бастады. Базардан алғаныма 2 апта өтті, шетінен бір-біреулеп әлі өлуде.  Қандай шара қолданып, қандай дәрі-дәрмектен беруге болады?  Өлу себебі неден болады?  \nБелгілері: Өлер балапан 2 күн бойы жем-су  жемей қалады, салмағы жоғалады, бір орында қалшиып тұра қалады, жалғыз қалып қойған балапандарша шиқылдай бастайды, ақыр соңында тепе-теңдік сақтай алмай  жерге жата қалады, өледі.\n3 тәуліктік тауық балапандарын базардан сатып алдым. Оларға дәрі егілгендігі белгісіз. Арнайы жасалынған жәшікте 70 Ваттық лампамен жылытылып, 22-26 градус температурада ұстап отырдым. Азығы үшін алғашқы 1 аптада аптека берген (сольнышкаға ұқсас) жем бердім. Одан әрі бидайдың қатты майдаланған түрін берудем.  Жәшік еденіне күніне 2 рет жаңа газет\n төсеймін, саңғырығын тазалап, жәшік  130  х 70 см.көлем  үшін 15-20 балапан салынды, тар емес. \nҚазір жылыту лампаларын өшірдім. себебі, күн жылынып, жәшік іші 21 градуста тұр.",
        "question_date": "11.05.2016",
        "question_tag": "Жануарлар",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мүмкін балапандарға климат ұнамаған шығар(жерсінбеді)Мұндайға дұрыс қоректендірмеуден не температураның дұрыс болмауына ұшырайды(сквознякта қалып кетуінен де болады).Ең қауіптісі инфекция жұқтырған болуы мүмкін.Мен мысалы балапандарға сүзбе берген болар едім,себебі ол өте пайдалы және олардың сумен әрқашан қамтамасыз етілуін қадағалар едім.",
                "date": "12.05.2016",
                "upvotes": 1
            },
            {
                "text": "Меніңше олар инфекция жұқтырған секілді,\n\nдәрі-дәрмектің түрі көп, қандайын алсам, түрлі аурудың алдын алатын мықты қандай дәрі айта аласыздар, көмек етсеңіздер.",
                "date": "12.05.2016",
                "upvotes": 0
            },
            {
                "text": "Меніңде балапандарым сондай ауырып отыр белгісіз себептен іщі өтіп қан тышып жатыр соны айта жібересізбе",
                "date": "16.08.2020",
                "upvotes": 0
            },
            {
                "text": "Менің де балапандарым барлығы дерлік өліп қалды.Тура солай 2-3 күн жатады.Сосын өледі. 60-тан 6-ау ақ қалды. Жем суын беріп, жүгері, сүзбе де бердім. Тышқақтап өлді.",
                "date": "13.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кенесары көтерілісіне қатысқан сұлтандардын саны",
        "question_content": "Кенесары көтерілісіне қатысқан сұлтандардын саны\n\nА)70-тен астам В)80-нен астам С)50-ден астам",
        "question_date": "11.05.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: В) 80-нен астам",
                "date": "12.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Полиция коледж 9-дан кейін Алматыда барма?",
        "question_content": "Алматыда 9-дан кейін полиция коледжі барма?",
        "question_date": "11.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "иә,Алматыдағы заң колледжіне түсіп,полиция болуыңызға болады",
                "date": "12.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Флешка форматталмайды, не істесем болады?",
        "question_content": "Ноутыма HP 4Гб  флешкасын салсам, ішіндегі файлдар өшпейді және форматтайын десем де \"диск защищен от записи\" деп шыға  береді. Енді не істесем болады?",
        "question_date": "11.05.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Флешка күйгенда. Китайский алмасандарш",
                "date": "13.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құбырдың көлденең қимасының ауданын табындар?",
        "question_content": "Газ құбырының ішкі диаметрі 1376мм, ал сыртқы диаметрі 1420 мм. Құбырдың көлденең қимасының ауданын табындар.",
        "question_date": "11.05.2016",
        "question_tag": "Геометрия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Sі=3.14*(1.376^2)/4=1.487м^2\n\nSс=3.14*(1.42^2)/4=1.584м^2\n\nSΔ=1.584-1.487=0.09662м^2",
                "date": "11.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Менің жазығым не?\" хат. Мұхтар Мағауин Бір атаның балалары",
        "question_content": "\"Менің жазығым не?\" хат.\n\nМұхтар Мағауин Бір атаның балалары əңгімесі зигфридтің Дəуренбекке хаты \"Менің жазығым не?\" жазу керек?",
        "question_date": "11.05.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жаз енді. Ел-жұртты мазаламай. Өз білімің жетпей ме? Шығарманы оқы",
                "date": "14.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Мақал мәтелдер сөз мәйегі\" тақырыбында шығарма жазу керек?",
        "question_content": "Міндетті түрде жоспарымен болуы керек(3-4 беттен болуы қажет). Мемлекеттік экзамен 9 класс жақындап қалды.18 шығарма. Шығарма жазып бергендерге Киви Кошелекка акша саламын.Ақша көлемі қанша шығарма жазғанға байланысты.\n\nШығарма тақырыптары :\n\n1. Аңыз әңгімелер халық шежіресі.\n\n2. Мақал мәтелдер сөз мәйегі.\n\n3. Ер тарғын жырындағы Ақжүніс бейнесі\n\n4. Лиро эпостық жырлардағы арулар бейнесі\n\n5. Таза мінсіз асыл сөз,ой түбінде жатады(шешендік сөздердің жанрлық ережелері).\n\n6. Күлтегін ескерткіші тарихи ерлік шығармасы.\n\n7. Мен Біржан Орта Жүзді әнмен қырған(Біржан Сара айтысы).\n\n8. Еділ бол да,Жайқ бол(жыраулар поэзиясындағы еш бірлігі мәселесі).\n\n9. Махамбет поэзиясының өршіл рухы.\n\n10. Ы.Алтынсарин қазақ балалар әдебиетінің негізін салушы.\n\n11. Бұқар Жыраудың толғауларындағы Абылай ханның бейнесі.\n\n12. Сөз зергері(Ғабит Мүсіреповтың шығармашылығы бойынша).\n\n13. Мен жазбаймын өлеңді ермек үшін(Ұлы Абай шығармаларының ерекшелігі туралы ой).\n\n14. Жамбыл Жабаев поэзиясындағы патриотизм.\n\n15. Мағжан шығармашылығындағы азаматтық сарын.\n\n16. Мәңгілік елдің мәңгілік тілі.\n\n17. Елдің жарқын болашағының тірегі жалындағы жастар(Қ.Республикасына 25 жыл).\n\n18. Туған жер тұғырым.",
        "question_date": "11.05.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күлтегін ескерткіші тарихи ерлік шығармасы\n\nҚазақ әдебиеті тарихы қазақ халқының ерте замандардан бастап бүгінге дейін жасаған көркем әдебиет туындыларын толық қамтыды. Ежелгі дәуірдегі әдебиетіміз туралы айтқаңда, ең алдымен, екі мәселені айқын түсінуіміз керек. Біріншісі – біздің ежелгі дәуір әдебиетіміздің туындылары тек қазақ халқының ғана еншісі емес, олардың басқа түркі тектес халықтардың да әдебиетіне ортақ екендігі. Екіншісі – қазақ тілінде емес, ежелгі түркі тілінде жазылғандығы. Енді осы жайттарға түсінік бере кетейік.\nҚазақ халқының құрылуына негіз болған ру-тайпалар ол замандарда қазіргі Қазақстанды, Орта Азияны, Оңтүстік–шығыс Сібірді, Орталық Азияны, Еділ бойын, Каспий жағалауларын мекен еткен. Олар өзбек, қырғыз, әзірбайжан, түрікмен, ұйғыр, қарақалпақ, хакас, башқұрт, татар халықтарының төл құрамына енген ру-тайпалармен аралас өмір кешкен. Сөйтіп, экономикалық, әлеуметтік, мәдени өмірі бір-бірімен өзара тығыз байланысты болған түркі тілдес халықтардың әдебиеті де ортақ болды. Кумандар, Дешті Қыпшақтар, тағы басқадай атанған жартылай көшпелі, жартылай отырықшы түркі тілдес халықтардың ерлігі, тұрмыс-тіршілігі, арман-қиялы поэзия тілімен жырланып, ерлік эпостар, ертегілер, аңыздарда баян етілген. Құлпытас, күмбез түріндегі ескерткіштерге өздерінің елеулі-елеулі тарихи адамдары туралы жоқтау, мадақтауларын жыр түрінде ойып жазып қалдырып отырған. Бұл түркі ұлыстарының жазу мәдениеті ертеден пайда болғанын көрсетеді. Ол жазулар дами келе Күлтегін, Тоңұқық*, Қорқыт ата, Жүсіп Баласағұни, Махмұд Қашқари, Ахмет Йасауи, Бақырғани, Хорезми, т.б. орта ғасырлық ғұламалар шығармаларының сақталуына негіз болды.\nРу-тайпалық дәуірде өмірге келген шығармалардың тілі қазаққа түсініксіз болса, олар қазақ әдебиетінің мұрасы бола ала ма деген сұрақ туындайды. Кейбір ғалымдардың теріс пікірде екенін де ескеру керек. Алайда, ғылыми тұрғыдан қарағанда, олардың теріс жауаптары негізсіз. Өйткені, “қай халықтың болсын ерте замандардағы алғашқы әдебиеті, жазба әдебиет нұсқалары, сол халықтың бүгінгі тілінде болуы шарт емес. Кейбір халықтардың ондай әдебиетінің басқа тілде, сол халыққа осы күнде түсініксіз тілде болуы, бірақ сол халық жерінде, сол халық өкілдері тарапынан жасалған, сол халықтың бір кездегі өмірін көрсететін әдебиет нұсқалары болуы ықтимал”, – деп көрсетеді ғалым Б.Кенжебаев. Сондықтан да қазақ әдебиетінің ежелгі дәуіріне қатысты әдеби ескерткіштер көне түркі, шағатай (шағатай, тілі – араб және парсы сөздері араласқан түркі ру-тайпаларының кітаби тілі, ол сол кездегі барлық түркі тектес халықтарға түсінікті тіл болған), ұйғыр, араб, парсы тілдерінде жазылғанмен, біз оларды төл әдебиетіміздің тарихының басы деп танимыз.\n“Ежелгі әдебиет” (VII-XIV ғғ.) деп аталатын жеті ғасырды қамтыған әдебиетіміздің, ұзақ тарихына қатысты ескерткіштер, шығармалар аз емес. Олардың алғашқылары деп түркі ру-тайпаларына ортақ Орхон ескерткіштерін (VII ғ.), “Қорқыт” (VIII ғ.) және “Оғыз-наманы” (IX ғ.) атаймыз.\nЕжелгі дәуір әдебиетін Мұхаммед Хорезми, Әбу Насыр әл-Фараби, Әбу Райхан әл-Бируни, Махмұд Қашқари, Қожа Ахмет Йасауи, Сүлеймен Бақырғани, Жүсіп Баласағұни тәрізді түркі халықтарының біразына ортақ ойшылдары, ғалымдары, ақындары жалғастырады (X-XII ғғ.) – Аталған ғұламалар түркі халықтарынан шыға тұра кезінде араб әдебиетін, араб ғылымын, сонымен бірге дүние жүзі ғылымын дамытуға үлкен үлес қосқан.\nЕжелгі дәуір әдебиетінің негізіне қыпшақ тілінде дамыған кезеңінде (ХIII-ХVI ғғ.) “Кодекс куманикус”, “Махаббатнама”, “Жүсіп-Зылиха”, “Гүлстан”, “Домбауыл”, т.б. қиссалар, дастандар, шежірелер, тарихи мұралар енеді.\nМіне, ежелгі дәуір әдебиетінің белгілі мұралары, үлгілері осындай. Олар өзінен кейінгі әдебиеттің дамуына, шыңдалуына негіз, түп төркін болған.\nКүлтегін жырлары. Орта Азияның түркі тайпалары руна жазбаларды қолданған, ал араб алфавитіне кейінірек, ислам дінінің енуіне байланысты көшкен. Біздің ендігі әңгімеміз ежелгі мәдениет ескерткіштерінің бір кереметі, бүкіл әлемге әйгілі болған ақын тас, жыршы тас – Орхон ескерткіштері (VIII ғ.) жайында болмақ.\nБұл ескерткіштер Орхон, Енисей өзендерінің (Сібірдегі) бойынан (мұндай жазбалар Қазақстан жерінен де көптеп табылған, солардың ең көлемдісі Талас ескерткіші) табылған. Оларды алғаш тапқандар: швед офицері Иоганн және орыс ғалымы Н.М.Ядринцев (XVIII–XIX ғғ.). Көздің жасымен, жүректің қанымен құлпытастарға қашалып тұрып жазылып, қаймағы бұзылмай бізге жеткен осы бір ғажайып руналық тасқа ойылып жазылған жазуларды ғылымда руналық жазулар деп атайды. Ол жазуларда VII ғасырдың іргелі мемлекеті – Түркі қағанатының құрамындағы толып жатқан рулардың өзара есепсіз жауласуы, жорықтары мен соғыстары суреттеледі. Бұл ескерткіштердің басты кейіпкерлері – хандар, бектер, тектілер туралы баяндауынан сол кездегі тұрмыс жайлы түсінік те аламыз. Ескерткіштердің авторлары сол жазуларда есімдері аталатын Йоллығ-тегін мен Тоныкөк деген болжам бар. Оларды елдің тарихын, тағдырын толғап айтушы ежелгі ақын-жыраулар өкілдері деуге болады.\nОрхон жырларында “Алпамыс”, “Қобыланды” жырларындағы сияқты ел өмірін суреттеуде, ерлікті жырлауда, хан-бектерді мадақтауда өлеңмен бірге арасында қара сөздер де араласып отырады. Сондықтан, оны эпикалық мұрамыздың көне үлгілерінің бірі деуге болады. Онда шешендік сөз нұсқалары да мол. Оларда өз елін, өз жерін шет басқыншылардан, сыртқы жаулардан қорғау идеясы көрінеді. Ерлік, батырлық дәріптеледі. Күлтегіннің он алты жастан қырық жеті жасына дейінгі өміріндегі ерлік істері, ел басқаруы баяндалады.\nБастыны еңкейтті,\nТізеліні бүктірді,\nБек ұлдары құл болды,\nПәк қыздары күң болды, –\nдеп суреттеледі Күлтегін ерлігі. Күлтегіннің ерлігінің арқасында түркі халқының: “Кедейі бай болды”, “азы көп болды”, – деген сияқты жолдардан жырдың түпкі мұраты ел бірлігі мен оның бақытты өмірін аңсау екенін аңғару қиын емес.\nБұдан шығатын қорытынды – қазақ халқындағы бай жыр дәстүрінің негізі сол Орхон ескерткіштерінде қаланған. Орхон ескерткіштері – алғашқы ерлік жырларының бірі. Бұған тағы бір дәлел – жырда Білге Қаған, Күлтегін батыр, Тоныкөк жырау сияқты кейіпкерлер образдық дәрежеге жеткізіле жан-жақты суреттелген. Білгенің жырда қайда, қандай жорықтарға барғаны, қандай, қаншалықты ерлік көрсеткені толық суреттеледі, ол халықты жинап ұйымдастырушы ретінде бейнеленеді. Білгенің іс-әрекеттері ғана емес, көңіл-күйі де баяндалады. Ол дұшпандар салған іріткіге еріп, қырылып-жойылып бара жатқан халқына қатты назаланады.\nЖырда Күлтегін бейнесі үнемі өсу үстінде болады. Күлтегін – түркі халқының ерлік сипаттарын бойына дарытқан жиынтық образ. Оның тұлғасында бір кездерде жалпақ даланы еркін билеген түркі тайпаларының өршіл, қайтпас мінезі бар. Оның тұлғасында халықтың сондай батырым болса деген арманы бар. Жырда батыр мерт болғанда, қазасына досы ғана емес, дұшпандарының да қосыла жылауының кең суреттелуі халықтық бұлжымас ерлік дәстүрлерді қасиеттейтінін дәйектей түседі.\nЖырдағы Тоныкөк көптеген қағандарға кемеңгер ақылгөй болумен бірге небір жорықтардың куәгері, ізінше сол жорықтар жайында жырлар тудырып, тасқа қашатып жазғызған автор екені де байқалады. Сөйтіп, Тоныкөк әрі батыр, әрі ақылгөй, әрі жырау бейнесінде сомдалады.\nҚорыта айтқанда, Күлтегін, Білге Қаған және Тоныкөк ескерткіштері (Орхон-Енисей) – мазмұны мен түрі жағынан да, тілі мен көркемдету құралдары жағынан да, өлең құрылысы, композициясы жағынан да ежелгі түркі халықтарына ортақ көркем туындылардың үлгісі болумен бірге, ол қазақ әдебиетінің де асыл қазынасына енетін әдеби мұра.\n\nМақал-мәтел — сөз мәйегі\nҚазақта терең мағыналы ой салатын мақал-мәтел түрі сан алуан және олардың тақырыптары да біріне-бір ұқсамайды. Ел үлгі тұтатын ақын-жазушылардың шығарған асыл да астарлы мағынадағы түйін сөздері халықтың ой елегінен өткізіліп, еш өзгеріссіз ұмытылмай сақталып, ауыздан-ауызға таралғаны бізге мәлім. Олар адамзат баласына үлкен ой тудырып, нақыл да ақыл сөз ретінде үлгі-өнегеге толы болғандықтан, қолдану аясы кеңейе түскен. Яғни, осы тұрғысынан айтар болсақ, мақал-мәтелдің берер тәлім-тәрбиелік маңызы зор екендігін айқындайды. Мақал-тоқсан ауыз сөздің тобықтай түйінін білдіріп, белгілі бір тұжырым жасайды. Ал, мәтел-ой пікірді бейнелі әрі тұспалдап, ишара түрінде жеткізеді. Демек, мақал-мәтел-сөз ұйытқысы бола отырып, жақсылық, жамандық, достық, қастық, өнер-білім, т.с.с. тақырыптарға құрылады.\nСолардың біріне тоқталар болсам, «досы көпті жау алмайды, ақылы көпті дау алмайды»-деген халық даналығында достық, қастық турасында, ал айтылар ой-я досыңның сансыз көптігін, я болмаса, біліміңнің толыққанды жеткілікті болып ғана қоймай, қандай қамал болса да бұзуға қауһары жететіндігін көрсетеді. Яғни, мұнда-бірлік те болып, ақылды болуға тәрбиелейді. Ал, «өнерлі өрге жүзеді, өнерліге өлім жоқ» — деген осы бір нақыл сөздің мағынасы-өнерлі адам көптеген биік шыңдардан көрініп, үлкен жетістіктерге жететінін, яғни қабілет-ісінен өз күніңді көре алатындығын айқын топшылайды. Айтпақ ойы, өнерлі, еңбекқор болып талаптану қажет екендігін алға тартады.\n«Ағайынның қадірін жалалы болғанда білерсің,\nАта-ананың қадірін балалы болғанда, білерсің»-деген мақал мәнісі, ата-ана қадірін өзі балалы-шағалы болғанда білетінін айтады. Мұндағы ой-сарыны – ағайынмен араз болмай, тату, ынтымақта болып, әке-шешені сыйлап, құрметтеу қажеттігін меңзейді. Сондай-ақ, «жасыңда жалықпасаң, қартайғанда торықпайсың»-мұнда дәл, нақтсы оймен жеткізілген. Тіпті, бұл түйін сөз «көндікпесең бейнетке, қолың жетпес зейнетке»-деген мақал мағынасымен пара-пар әрі дәлелі іспеттес десем, артық айтқандық болмас.\nСонымен, тоқсан ауыз сөздің тобықтай түйіні, мақал-мәтел-терең ойлауды қажет ететін, қадір-қасиеті жойылмаған, тұжырым-түйіндегі сөз мәйегі, асыл мұра.\n\nhttp://erketai.kz/",
                "date": "3.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пленшетпен сөйлескенде адамның даусы қатты шығып тұрады?",
        "question_content": "Планшетпен сөйлескенде адамның даусы қатты шығып тұрады. Соны қалай естілмейтін қылуға болады?",
        "question_date": "11.05.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия планшетпен сөйлескенде қатты шығады, бірақ оның даусы басылмайды. Сол үшін құлаққаппен (наушник) сөйлесуге тура келеді.",
                "date": "12.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзындығы 60 м, тербеліс жиілігі 2 гц, толқынның жылдамдығы қанша?",
        "question_content": "Ұзындығы 60 м, тербеліс жиілігі 2 гц, толқынның жылдамдығы қанша?",
        "question_date": "11.05.2016",
        "question_tag": "Физика",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V=60*2=120м/с..........",
                "date": "11.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жылдамдығы 10м\\с автомобильдің кинетикалық энергиясы",
        "question_content": "Жылдамдығы 10м\\с автомобильдің кинетикалық энергиясы 2 есе кемігенде пайда болған жылдамдық",
        "question_date": "11.05.2016",
        "question_tag": "Физика",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10/(2^0.5)=7.071",
                "date": "11.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда қанша адамнын көзі көрмейді?",
        "question_content": "Әлемде емес тек ғана Қазақстанда бойынша қанша адамнын көзі көрмейді?",
        "question_date": "11.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 992,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда 30,000 аса көзі көрмейтін жандар бар екен... http://yvision.kz/post/238798",
                "date": "11.05.2016",
                "upvotes": 1
            },
            {
                "text": "2017 жылы көз ауруы қанша артты?",
                "date": "14.10.2017",
                "upvotes": 0
            },
            {
                "text": "https://ookos.kz/kz/\n2021 жылғы дүниежүзілік денсаулық сақтау ұйымының ақпараты бойынша Қазақстанда 160 мыңға жуық көзі көрмейтіндер мен көз ауруларына ұшыраған адам болған, оның 20 мыңы мүгедектік рәсімдеген",
                "date": "27.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қала көшесінен көп, ал мал қорада 7 есе желдетілмеген бөлмеден көп?",
        "question_content": "Есеп: 1 ауада қанша бактерия барын есептеу. Егер, 1, теңіз ауасында 1 бактерия, қала саябағында 400 есе көп, қала көшесінде 12 есе саябақтан, желдетілген бөлмеде 56 есе қала көшесінен көп, ал мал қорада 7 есе желдетілмеген бөлмеден көп.",
        "question_date": "11.05.2016",
        "question_tag": "Биология",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1*400*12*56*7=1881600",
                "date": "11.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикадан энергия тобына ұран керек еді?",
        "question_content": "Физикадан жарыс болатын еді. Келесі апта соған орай, энергия тобына ұран керек еді шығарып бере аласыздар ма?",
        "question_date": "11.05.2016",
        "question_tag": "Физика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жәутіков мектебіне қабылдау туралы толық мәлімет?",
        "question_content": "Жәутіков мектебіне қабылдау туралы толық мәлімет беріндерші.\n\nҚашан және қай пәндерден тапсырады қандай құжаттар керек?\n\nҚандай және қанша сұрақ беріледі?\n\nҚанша сұрақ дұрыс боса қабылдайды?\n\nЖәутіков мектебінде оқыйтындар бар ма?",
        "question_date": "11.05.2016",
        "question_tag": "Мектеп",
        "question_views": 910,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мамандығым география, приложенияма тарих қосылып жазылған",
        "question_content": "Менің мамандығым география, приложенияма тарих қосылып жазылған. Жұмысқа тұрғанымда маған тарихтан сағат берді, директор ауысқаннан кейін жаңа бастық мені заңсыз жұмыс істеп жүрсің деп жұмыстан шығарып жатыр, сол дұрыс па?",
        "question_date": "11.05.2016",
        "question_tag": "Заң",
        "question_views": 518,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "АҚШ-та журналистикаға деген халықтың сенімі өте төмен. Қазақстанда ше?",
        "question_content": "– АҚШ-та журналистикаға деген халықтың сенімі өте төмен. Бірақ, үкіметке деген сенім одан да төмен, – дейді Джим Флинк. Бізде қалай? Шамалас па? Әлде?",
        "question_date": "11.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Енді АҚШ-тағы журналистердің үкіметке біздегідей тәуелдігі жоқ қой.Ал біздің БАҚ-тың  көпшілігі үкіметке қарайды не көпшілігі жоғарыдан сескенеді.Сондықтан ол жақтың журналистерімен біздікін салыстыруға келмейді.Ал үкіметке келетін болсақ,соңғы кезде қоғамда болып жатқан оқиғалар халықтың билікке деген сенімінің мүлдем жоғалғанын көрсетті.",
                "date": "12.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ер балаға қандай мұсылманша мағыналы есім қойсам болады? А Д әріптен болса",
        "question_content": "Шала туылған балаға ырымдап ат қою керек па? Мұсылманша ер балаға қандай есім қойсам болады? А немесе Д әріп болса,? Ер балаға қандай мұсылманша мағыналы есім қойсам болады? А Д әріптен болса",
        "question_date": "11.05.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 9300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абдуллаһ(қазақша Абдулла,Әбділла деп айта береді),пайғамбарымыз Мұхаммед(с.а.с) осы есімді Аллаһтың ұнатқан есімі деп бір хадисінде келеді.Мағынасы Аллаһтың құлы дегенге келеді.Сондай-ақ Ахмад(қазақша Ахмет) есімі,Пайғамбарымыздың есімдерінің бірі.Ең мақтаулы деген мағынаны береді.",
                "date": "11.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазық айна. Сфералық айна анықтамасы?",
        "question_content": "Жазық айна. Сфералық айна туралы қысқаша түсініктеме тауып беріңіздерші?",
        "question_date": "11.05.2016",
        "question_tag": "Физика",
        "question_views": 18200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сфералық айналар - шағылдыратын беттері сфералық беттер (сфералық сегмент) болып келетін айналар. Сфералық айналар ойыс және дөңес болып бөлінеді.\nСфералық айнаныӊ фокустық қашықтығы оныӊ сфералық бетініӊ радиусыныӊ жартысына теӊ.\nСфералық айналар ойыс (а) және дөңес (б) болып бөлінеді.",
                "date": "11.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиядан есептер шығаруды, оның шығарылу жолдары?",
        "question_content": "Химиядан есептер шығаруды, оның шығарылу жолдарын, реакцияларды аяқтап жазуды үйрететін интернет сайт керек еді?",
        "question_date": "10.05.2016",
        "question_tag": "Мектеп",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алынған ерітіндіге хлорсутектің массалық үлесін табындар.",
        "question_content": "Тұз қышқылының массасы 150г, массалық үлесі 15% ерітіндісіне 50мл(тығыздығы 1,0г/см3) су қосылды.",
        "question_date": "10.05.2016",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "p=1г/см^3=1г/мл\n\nm1=1*50=50г\n\nm2=100*150/15=1000г\n\nm=1000+50=1050г\n\nm(HCl)=150*100/1050=14.286%",
                "date": "10.05.2016",
                "upvotes": 0
            },
            {
                "text": "mтаза(HCl)=150*15/100=22,5(грамм)\n\nw(HCl)=22,5*100/(150+50)=22,5/2= ұ%",
                "date": "28.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерітіндіден қандай көлем алу керек?",
        "question_content": "Тұз қышқылының массалық үлесі 5%, массасы 500 ерітіндісіне дайындау үшін оның массалық үлесі 10%, тығыздығы 1,08г/см3 ерітіндісіне қандай көлем алу керек?",
        "question_date": "10.05.2016",
        "question_tag": "Химия",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": []
    }
]