[
    {
        "question_title": "М.Шахановтың \"Ғашықтық ғаламаты\" өлеңіне талдау керек?",
        "question_content": "М.Шахановтың ғашықтық ғаламаты өленіңдегі ғашықтық сезімге қатысты көз қарастарға өз пікірінізді білдіріп талдап жазыңыз.",
        "question_date": "21.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өр Алтай мен Атыраудың арасын мекен еткен алаш жұрты қазақ елінде, қазақ топырағында қара сөздің қадірін түсінер қара орман халықтың болғанын, сол халықтың қадір тұтқан ақындары да болғанын тарих парақтарынан анық білеміз. Суырып салма ақын мен шебер тілді шешеннің бүгінгі жалғасы Мұхтар Шаханов ағамыз. Өлең өлкесінде айрықша ізі қалдырған ақының «Ғашықтық ғаламаты» өлеңі белгілі бір сюжетке құрылған, астарлы оймен тереңнен толғаған тамаша туынды. Өлең қартаң әйелдің бауыр еті баласын қанаттыға қақтырмай, тұмсықтыға шоқтырмай өсіруін баяндаумен басталады. Қызы да құрбы-құрдасының алды болып, жұрт көзіне жарқырай көрінген сұлулығымен белгілі болады.\n\nБір әттеңі, жас қыз сезім шырғалаңына түсіп, өнер адамына (әртіске) ғашық болып қалады. Бұл жағдай анасына ауыр тиеді.\nБар әйелі, баласы.\n\nҮйленуге қайдан келсін шамасы.\n\nҚызым соны білмейді ме?\n\nБіледі!\n\nБіле тұра селт етпейді жүрегі.\n\nНебір жайсаң жігіттерді төредей,\n\nМазақ етіп кетпеді ме елемей?\nСүйгені некелі адам болса да қыз жүрегі тек сол адамға ғана арналып, өзге жігіттерге көз қырын да салмайды.\n\nАқынға бар мұңын шаққан ана қызына арнап өлең жазуын өтінеді. Ойы сан салаға тармақталған жыр шайыры былай дейді:\n\nКүдіс пейіл кедергіден қайтқанымен меселі.\n\nҒашық жүрек өз тағдырын өзі ғана шешеді.\n\nЖыға алмайды оны жұрттың өсегі.\n\nБұған дәлел - құдіретті \"Қорлан\" әні кешегі.\n\nАқынның айтар ақылымен нақылы да осы Қорлан әнімен бір арнаға тоғысады. Автор елу бір жыл ғашықтықтың азабын тартқан Естай ақынды негізге ала отырып, оның махаббатқа адалдығымен достықты қадірлеген ізгі жан екенін айтады.\n\n...Ғашық болып өлу қандай мәртебе.\n\nТірлігіме шабыт берген бұл жүзік,\n\nЖарық беріп жатсын маған көрде де!\n\nТірі күнінде қолы жетпеген арманын мәңгілік ұйқыға кетер алдында да бір сәт есінен шығармай көз жұмудың өзі жұмыр басты пендеге мәртебе дейді. Елу бір жыл қолында шабыт берген жүзігін өзімен бірге жерлеуін досына тапсырады.\n\nӘне, солай Естай ақын көз жұмды.\n\nБұл туралы айтқан кезде Қорланға.\n\n\" - Егер олай етпесе\n\nЕстай Естай бола ма?\n\nОнсыздағы жаны сұлу балаңа\n\nСұлу өлім сыйлапсың ау, Жер-ана!\" -\n\nДеп жылапты кемпір байғұс еңкілдеп.\n\nИа, бұл көз жас орындалмаған арманның, сағыныштың, өкініштің көз жасы еді.\n\nТост айтайық,\n\nҚашық, қиын жол таңдаған ғашыққа:\n\nАспаны ашық болсын деп.\n\nАқын жүрегі осылайша зор шабытпен жырлайды. Сүю бақыты кез келген адамға бұйырмайды дейді. Шынымен бұл екінің біріне бұйыра бермейтін баға жетпес бақыт...\n\nhttp://massaget.kz/okushyilarga/uy_tapsyirmasyi/25848/",
                "date": "21.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай ноутбук сатып алған дұрыс?",
        "question_content": "жаңадан ноутбук алаайн деп едім соған қандай жақсы ноутбук сатып алған дұрыс???",
        "question_date": "21.05.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 678,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кемі процессор i3 жесткий диск 500гб",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С.Сейфуллиннің \"Сыр сандық\" өлеңіндегі достық туралы тақырыпқа шығарма керек?",
        "question_content": "С.Сейфуллиннің \"Сыр сандық\" өлеңіндегі достық туралы шығарма.",
        "question_date": "21.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 66200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ кеңес әдебиетінің негізін қалаушы жалынды ақын, айбынды күрескер, қоғам қайраткері Сәкен Сейфуллиннің өмір жолы мен өнерпаздығына көз салғанда қазақ тарихының ұлы өзгерістерінің көп қырларын аңғарамыз.\n\nСәкен қайраткерлігіне бір арнадан қарап, бір жүйеде баға беру дұрыс болмайды. Қазақтың мақтанышына айналған азаматтың өр тұлғасынан талай өнер үлгілері тарамданады.\n\nКоммунистік партия мен Кеңес өкіметіне сеніп, оның жолын әділдік, теңдік жолы деп ұққан Сәкен басшылық тарапынан саясатты бұрмалаушылық көрген тұста, өзінің ой сезімін іркіп қалмағандығына тарих тағылымы біздің көзімізді жеткізді.  Ол әрқашан пікірін ашық білдіріп отырған.Ол «ұлттардың өзін-өзі билеуі» деген Ленин қағидасына құлай сенген. Қазақстанда ұлт өкілдерін «ұлтшылдықпен» айыптап, қорытқысы келгендерге ашық наразылық білдірген. Бұған дәлел-оның 1923 жылы Ярославскийге жазған хаты. Ол Қазақстан үкіметінің басшысы боп жүргенде  қазақ тілін мемлекеттік тіл етіп жариялау, мемлекеттік іс қағаздарын қазақ тілінде жүргізу, қазақ тілінде кітаптар, газет журналдарды шығаруды ұлғайту мәселлерін көтерген. «Қырғыз» аталып келген ұлттың «қазақ» екенін дәлелдеген де – осы Сәкен Сейфуллин. Ол 1923 жылы «Қазақты қазақ дейік, қателікті түзетейік» деген мақала жазды . Мақаласында ол: «бүгінге шейін қазақты орыстар киргиз деп келеді,… киргиз дегенде бір түрлі менмендік қиянатпен, қорлаған мазақпен айтатын» -деп ашына жазады.\n\n1923 жылы 9 маусымда «Кеңсе істерін қазақ тілінде жүргізу керек» деген атақты мақаласын жариялады. Айтып –айтпай не керек…осы күнгедейін өз тіліміз өзімізге бұйырмай келе жатқандығы бәріңізге аян.\n\nСәкен ең алдымен өзінің өмір сүрген дәуірін жырлап, оны қастерлеудің оңтайлы жолдарын таба білген жаңашыл ұлы тұлға. Құдай берген дарынын сәулелендіруге сазгерлігі едәуір демесін жасап, сал-серілігі ажарлай түскені тағы бар. Сәкеннің өзімен қатарлас қанаттас болған қоғам және мемлекет қайраткерлерінен бір ерекшелігі оның ұлы ақындығында. Ал ақындығының ең мәнді сыры жаңашыл реформаторлығында. Жаңашылдықтың ең негізігі арнасы өмір сүрген замананың образын жасауында. Ақын жазушылар қай-қайсысы болмасын өз заманының образын жасауға талпынады, бірақ ондай дүние кез-келгеннің маңдайына жазылмайтын бақыт.\n\nСәкеннің көңіл күйі лирикаларының ішінде «Сыр сандық» атты өлеңі көрнекті орын алады. Адамдар арасындағы адал достық пен сезім тазалығын шерткен бұл шығармада ақын адамның рухани дүниесін биік құздың басына тығылған кілттеулі сыр сандығына балайды. Екінің бірі сол құздың басына шығып, сыр сандықты аша алмайды. Оны жан сырын терең ұғынған адал достар ғана аша алмақ. Сыр сандығын ашып, адам жанының сым пернесін басқанда ғана дос көңілі, сыры шертіледі.\n\nөлеңді ойға құру, мазмұнды түрмен ашу сияқты ізденістерді дамыта келіп,\n\nсылқым сылдыры ойнақы өрнегі бар «Сыр сандықты» дүниеге әкелді.\n\nСыр сандықты ашып қара, /8/\n\nАшып қара сырласым. /7/\n\nСым пернені басып қара, /8/\n\nБасып қара жырласын. /7/\n\nӨлеңді өрнектеуі де қазақ поэзиясы үшін тың жаңалық болумен қатар сөздердің сазы көңіл қошын тез тауып еріксіз би билеткендей.\n\n«Сыр сандық» өлеңі 1926 жылы жазылған.Ақын өлеңін «Досқа жазылған хат» деп атаған.Ақын өміріндегі 1923 жылы Қызылжар қаласында болған жағдайға байланысты туған.Халық комиссары Сәкенді бір сапарында вокзалдан күткен досы Шәріпжан Тотоев аяғын сындырып алады.Бірақ кейінгі бір кездесуге Сәкенді жаңағы досы танымайды,шақыртқанына келмепті.Сонда көңілі қалған Сәкен ақын: «Үлкен шенділерге табынғыш,жарамсақ.Былтыр күтіп,аяғын сындырған доссымағым ұлық болсам ғана шырқ айналар соқыр тауық болғаны ма?» дегенді ойлапты.Әрине,бұл дерек Сәкен туралы естеліктерде (фил.ғыл.докторы С.Талжанов) осылай сақталғанымен, Сәкен бұл өлеңінде шынайы адал достықты тілге тиек еткен.Өмір,достық туралы терең толғанған ақынның жаны таза,ешкімге қиянаты жоқ.Адалдық пен арамдық,мансап пен ар-ұждан,достық пен қастықтың ара жігін аша жазып,адам үшін құнды байлық-достықты жырлайды.Дос көңілін шыңдағы қоймаға, алтын сарайға балайды.Лирикалық кейіпкер ақынның өзі достық сезімін құзды шыңға,нулы шатқалға,мөлдір суға,қымбат жасауға ұқсатады.Жанама,жағымсыз достарды қаламайды.Алтын сарай- шын достыққа нағыз дос ие болады дегенді айтады.Сұлу пернелер-адам бойындағы жақсы,жағымды қасиеттер.Адамдағы асыл қасиеттер шын достыққа жеткізетінін ақын тебірене жырлайды.\n\nӨлеңде жаныңды түсіне білетін шынайы достарға «қолыңда жемің барда шырқ айналып, жем таусылса, жалт беретін жанама достар» қарсы қойылған.\n\nСөйтіп, Сәкен лириканы тек сезімді жырлаумен шектемей, оған азаматтық әуен, ойлы мазмұн дарытьш, жаңа мұмкіндіктерін ашты. Қазақ лирикасының үздік үлгілерін тудырған ол ізгі де сұлу сезімдердің, айнымас достық пен махаббаттың шабытты жыршысы болды.\nhttps://martebe.kz/s-sejfullinnin-syr-sandykh-olenindegi-nagyz-doskha-tan-khasietterge-oz-kozkharasynyzdy-tanytyp-syni-taldau-zhasanyz/",
                "date": "21.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласындағы О.Жәутіков физмат мектебіне қалай тапсырады?",
        "question_content": "Алматы қаласындағы О.Жәутіков физмат мектебіне 2017қалай тапсырады? Қандай документтер керек? Қабылдау қашан болады? Мектептің мекен-жайы?",
        "question_date": "21.05.2017",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Мұхтар Әуезовтің \"Абай жолы\" эпопеясындағы бала Абайдың бейнесі \" Шығарма",
        "question_content": "\"Мұхтар Әуезовтің \"Абай жолы\" эпопеясындағы бала Абайдың бейнесі \" тақырыбындағы Шығарма керек\n\nЖоспарымен",
        "question_date": "21.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эпопеяның басты кейіпкері Абайдың нұрлы образы оқырманды толғандырып, ынтықтырып отырады. Алғашқы беттерден-ақ, Абай бойына тән тамаша қасиеттер тереңірек ашыла түседі. М.Әуезов Абайдың өмірін қағаз беттеріне түсіруде ерен еңбек етеді. Ерекше жазу стилімен, өзіндік тіл шеберлігімен оқырман қауымға ұсынған осы бір туындыдан Абайдың өсу сатысын санамалау арқылы ол кешкен өмірдің тарихын түсінеміз. Жасына жас, ойына ой қосылған шақтағы Хакімнің өмір баспалдақтарын аттағанын көреміз. Ғ.Мүсірепов аңғарғандай: \"Қайтқанда\", \"Қат-қабатта\", \"Шытырманда\", \"Бел-белесте\", \"Өрде\", \"Қияда\" – әр бөлімнің аттары. Осыны біріне-бірін жалғап, бір саты етсең, қат-қабат шытырмандар арқылы бел-белеске, өрге, қияға келе жатқан Абайды көресің. Бұл – үздіксіз өсіп келе жатқан Абайдың жолы. Сонымен бірге, бұл – Құнанбайдың да баспалдақтары. Осы сатыларды төмен қаратып қойып, аяғынан басына қарай оқысаң, бұл жоғарыдан ылдилап келе жатқан Құнанбайдың жолы болып шығады. Бірі – көтерілу, бірі түсу, төмендеу жолы. Үшінші, бұл – Құнанбай тобының да, Абай тобының да жолы. Абай – халық мүддесін, ел арманын ойлайтын қамқоршы ғана емес, ол – талантты жастарды үлгілі өнерге баулитын, дарындылық үлкен өріске бастайтын ақылшы ұстаз. Эпопеяның үшінші томында Еңлік пен Кебектің моласы басындағы сөзінде Абай жазықсыз өлтірілген сол бір жас жандар алдында өзі қарыздар екенін, бұл – ақындық қарызы екенін ескертеді. Абай бұл қарызын өтей алмайды, бірақ Абай үшін Дәрмен өтейді. Бұл тұстан Абай өзінің артынан өзі секілді шәкірт дайындайтын, ақындыққа шыңдалған кемеңгер ұстаз болғанын көреміз. «Сендер ғана емес, менің өзім де жетпеген жер, жазбаған зар бар. Ол бүгінде, дәл бүгінгі қасында, қалың елің басында тұрған күй», − дейді Абай жас ақындарға. Иіс әжейдің баласы Исаны айтпай кету мүмкін емес. Өр мінезді, Әзімбайдың әмірін тыңдай бермейтін Иса кішкентайынан жоқшылықты көп көрген. Мал артында жүріп шыныққан ол қатты дүлей дауылда, Әзімбайдың малдарына ит-құстың тісі тиер шақта қорғап қалды. Сол түнде қатты үсіген, шаршаған Иса о дүниелік болады. Ерлікпен қаза тапқан жасты жырға қосқан Дәрменнің ісі – Абайдың еңбегінің сіңгені. Өз кемеріне толған ақын өзгелерді сауаттылыққа шақырып, өнер-білім қууға үйретеді. Ол Дәрмен, Кәкітай, Мағаш секілді өнерді жастарды баулыса, енді Рахым, Асан, Үсен тәрізді балаларды оқуға беріп, өнер өріне сілтейді. Абай айнымас дос та бола білді. Шығармада Абай мен Базаралының достығы өте әсерлі суреттелген. Бұлар өзара бірін-бірі әншейін ұнатқандықтан, бірінің өнеріне бірі қызыққандықтан ғана достаспайды. Оларды өзара табыстыратын – ортақ ойлар, халықтың тағдыры жайында көзқарастар. Базаралы Абайды халық мұңының жоқшысы, жыршысы деп бағалайды. Ал Абай Базаралыны – еңбекші бұқараның қорғаушысы ретінде таниды. Тәкежан Базаралыны ұлыққа ұстап беріп, жер аудартпақ болғанда Абай оның бұл ойына қарсы шығады. Сөйтіп, Базаралыны басын дұшпандық оғынан аман алып қалады. Кезегі келгенде Базаралы да Абайға үлкен қызмет етеді. Оразбайлардың өсек, жаласымен Абай жауапқа ілінгенде оның артынан қуып барып, жандаралға бүкіл ел шағымын жеткізуші, ақынын сүйген ел атынан сөйлеуші – Базаралы. Мұның бәрін ол Абайды өз қара басы жақсы көргендіктен ғана емес, ең алдымен Абайға деген ел қарызын өтеу мақсатымен жасады. Абай мен Базаралыны автор мейлінше тебіреніп, керемет достықты көркемдеп береді. Тағы бір жастың жанына араша болды Абай. Бұл – Салиқа қыз. Тағдыр ырқына көндігуден аулақ Салиқа неде болса өзіне тең адамға баруға бекінген еді. Егер бұл тілек нәсіп етпесе, суық құшаққа булыққаннан тұңғиыққа батып өлуді артық санаған. Автор осы кезде әйел теңсіздігін жария етеді. Ал бұл тұста Абай ескі заманның әдетіне қарсы шығып, әділетті ұсыныс білдіреді. «Мен баяғының нені желеу еткенін білемін. Жаңа ұрпақ жаңа тілекпен келеді. Жас боп туып өмірден күңіреніп өтем деп келмейді. Жаңа күн өзінің жаңа жорасын, жаңа тілегін жас көңілмен айтады. Жас ұрпақтың талабымен айтады. Оған құлақ ілмеген елдіктің дауасын таппай, аласын табады» деп ұтымды сөйлейді. Бұл тұстан Абайдың данышпан ойшыл екенін аңғарасың. Әрине, еш күмәнсіз айта аламын. Соны, тың пікір айта білді. Абайдың «Бір сұлу қыз тұрыпты хан қолында...» деген баллада осындай даудан шыққанын байқайсың... Ауылдан қалаға келген Абайлар үлкен бақытсыздықтың үстінен шығады. Қала ішін жұқпалы індет – оба ауруы жайлаған. Қарапайым еңбеккер халық қазаға душар болған. Бұл жұқпалы індетті асқындыра түскен құзғындай молдалар еді. Қысылшаң сәтте Абай дін иелеріне батыл қарсы шығып, олардың зұлымдық пиғылдарын аяусыз әшкерелейді. Халқына қанатымен су сепкен қарлығаш секілді еді ол. Соңғы беттерде Абай тартысы мен талқысы мол шытырман, қиян-кесті өмір кешеді. Ұлы ақынның өзіндік қасірет-наласы оның туған халқының мұң-зарымен араласады. Жиренше, Оразбайлар сырттан торуылдап, ашық жаулыққа басса, Тәкежан, Әзімбайлар опасыздық жасап, іштен шалады. Бірақ бәрінің жиналып келіп, Абай алдына қазар орлары бір. Олар Абайға қастандық атаулының бәрін жасайды. Өтірік жала жауып, жер аудартпақ болғанын қайтесіз?! Бұл оқиғалар Абайды күйзеліске ұшыратады. Түптеп келгенде ол жеңіп шығып отырды. Өйткені ол болашағына, алып жарыққа қарай қажырлықпен ұмтылған халқымен бірге, солардың алдыңғы қатарында. «Абай аман болсын!» − деп Алладан тілеуін сұраған қара халықтың тілегі орындалып отырды... «Қалың елі – қазағының» жарқын болашағын бала күннен ойлаған Абай өле-өлгенше қызғыштай қорғап шықты. Эпопеяның алғашқы беттері жастық, жігіттік шақ тілге тиек болса, соңғы беттер мұңды «үш аяқтап» жүретін шақ баяндалады. Абай тез өсті: сол кездегі ру арасындағы тартыс әсерінен. Ел шаруаларына араласып, дауларды шешіп, екі елді бітістіріп, қоғамға қызмет етті. Жазушы Абай өнерінің танымын терең әрі нанымды ашады. Орыс әдебиетінде, шығыс әдебиетінде қатар оқып, сусындайды. Егер шығарма басында Абайдың азамат ретінде есеюін образды түрде бейнеленсе, ортасында ақын Абайдың қалыптасуына арналған. Ақыр аяғында Дәрменнің дастанын тыңдап отырып, қыран бүркіт ана жайындағы ел аңызын еске алады. Сол бір сәттегі Абайдың ой-қиялын, көңіл тербелістерін беру арқылы жазушы басты кейіпкерінің өнер адамы екендінін бейнелі түрде сездіргендей болып, ойын түйіндейді. Мемуарлық роман іспеттес бұл туынды ұлы ақынның, ақынын сүйген халқының өмірін баян етеді. Абай өзін тарихи дамудың беталысын дұрыс болжайтын үлкен философ, ірі ойшыл ретінде танытады.\n\nhttp://massaget.kz",
                "date": "27.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геморройдың емі қандай?",
        "question_content": "жамбасым анда-санда ишке карай тартады, улкен дареттен кейн аздап кан билинеди. енди басталып келе жаткан сиякты.",
        "question_date": "20.05.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЕМДЕУ \n1. Консервативті ем (асқыну кезінде жүргізілу керек) \n-Арнайы диета(арақ-шарапқа тыйым салу, ащы, қуырылған және майлы тағамдарды шектеу), \n-Жергілікті ыстық (жылы суда ерітілген антисептиктермен ванна жасау) \n-Гемостатикалық қабынуға қарсы және анальгезиялық әсері бар майлар мен суппозитарлар(анастезол, бетиол, проктозон,неоанузол,релиф,негипан) \n-жалпы антибактериалдық, анестезиялық және седативті дәрілер қолдану жатады. Наркотикалық заттарды қолдануға болмайды. \n2.Оперативті ем \n-Аурудың клиникасы айқын болған жағдайларда, яғни түйіндер жиі қабынғанда, қарқынды және қатты қанағанда, түйіндер түскенде және қысылғанда қолдануы тиіс. Операрацияның мағынасы тік ішектің қуысты денелерін алып тастауда болып табылады. Ең тиімді операциялар қатарына Паркс Миллиган-Морган және оның модификациялары жатады \n-Миллиган бойынша\n-Морган бойынша геморрой түйінінен төмендеу тік ішектің шырышты қабаты тілінеді. Түйіннің қан тамырлардан тұратын аяқшасына лигатура салынып түйін кесіп алынады. Пайда болған жараға ұзыннан біріншілік тігіс салынады.Осылайша 3,7 және 11 сағаттарда орналасқан тік ішектің қуысты денелері алма кезек алынып тасталады. Геморрой түйіндерін И.А. Ташев тәсілімен емдеу патогендік тұрғыдан дұрыс операция деуге болады. Геморрой түйінінің аяқшасын айналдыра шырышты және шырыш асты қабаттары тілініп, 1см көлемінде айналдыра демукозация жасалады. Түйін аяқшасына лигатура салынып, кесіп алынған соң пайда болған жара көлденең бағытта тігіледі.Бұл тәсіл әдетте қолданылатын операцияларға тән асқынулардан қалыс болуымен қатар бір мезетте артқы тесікті айнала орналасқан барлық геморрой түйіндерін алып тастауға мүмкіндік береді. Сондай-ақ науқастың қосалқы ауруларының ауырлығына байланысты операциялық қауіптілік дәрежесі жоғары болған жағдайларда түйіндерді латекс немесе резина сақиналарымен қысады. Хирургиялық еммен салыстырғанда бұл 3 тәсіл де радикалдық емес, және көп науқастарда жиі рецидив береді.Портальды гипертензияның ауыр түрімен немесе гипертониялық аурудың 3 сатысымен ауыратын науқастарға операция жасауға болмайды.\nhttp://kazmedic.kz/",
                "date": "20.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледж бітірушілеріне арналған \"5+\"-тің ЕНТ/КТА-ға дайындығы үшін қаншалық пайдалы?",
        "question_content": "Салеметсиздер ме! Колледж битирушилерге арналган 5+ -тин ЕНТ/КТА га дайындык 2017 жылгы дискилерин алайын деп едим. Ишинде барлык 3 миндетти жане 2 профильди сабактар бар екен, жана форматта дейди. онлайн , кез келген жерде тестиленуга болады деп жазып койыпты, багасы да кымбат емес. Ким алып корди? Кандай екен? Дайындыкка комектесди ме?",
        "question_date": "20.05.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 975,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төмендегі сөйлемді толық морфологиялық талдау қажет?",
        "question_content": "Осы сөйлемге толық морфологиялық талдау керек:\n Дәннің өсіп-өнуі топырағына,күтіміне байланысты болатыны сияқты, бала ақыл-есінің қалыптасуы да өскен ортасына, тәрбиесіне байланысты.\nАлдын-ала рахметімді айтамын!",
        "question_date": "20.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өкпедегі жəне ұлпадағы газ алмасу процесі қандай?",
        "question_content": "Өкпедегі жəне ұлпадағы газ алмасу процесі қандай?",
        "question_date": "20.05.2017",
        "question_tag": "Биология",
        "question_views": 59400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тыныс алу дегеніміз организмнің қоршаған ортадан оттегін сіңіріп, өзінен көмір қышқыл газды бөлуін қамтамасыз ететін процестер жиынтығы. Демек тыныс алудың мәні организм торшаларын оттегімен қамтамасыз ету арқылы қоректік заттар құрамындағы энергияны биологиялық құнды тұрге айналдырып, денеде пайда болған көмір қышқыл газды бөліп шығаруда.\n\nТыныс алғанда ағза мен сыртқы орта газдармен алмасады, ішке оттегі кіріп, сыртқа көмірқышқыл газы айдалып тұрады. Бұл процесс кеуде қуысында орналасқан өкпенің альвеоларында (лат. - ойма қуыс, науа) жүреді. Тыныс алу кезінде өкпені атмосфермалық ауамен және одан газбен қаныққан ауаны тасымалдау тыныс алу жолдары арқылы жасалады. Дем алу және дем шығару қан айналым жүйесі арқылы ағзаның барлық мүшелеріне әсер етеді.\n\nЕресек адам қалыпты күйінде дем алғанда өкпеге 300-500 мл ауа кіреді және бір минутта 16-18 тыныс алу қозғалыстарын жасап, өкпесінен 6-7 литр ауа өткізеді. Ауаның мөлшері адамның салмағына және бойына байланысты, бойы ұзын және салмақты болса, соғұрлым көп ауа өтеді. Ересек адамға қарағанда балаға ауа көбірек қажет. 2-3 жастағы баланың өкпесі арқылы 5-6 л., кейде 7 л. ауа өтеді, бұл баланың дем алу ерекшелігіне жатады, сондықтан баланың денесінен бу ретінде су көптеп шығып, тершең болады.\n\nКеуде қуысын кеңейту тәсіліне қарай дем алудің екі түрі бар:\n\n1. Қабырғаларды көтеріп кеуде қуысын кеңейту арқылы дему алу - кеудемен дем алу (жас сәби мен әйел адамдар дем алысы) деп аталады.\n\n2.Диафрагманың көмегімен кеуде қуысын кеңейту арқылы дем алу - ішпен дем алу (ер адамдардың тыныс алуы) деп аталады.\n\nТыныс алу жүйесі\n\nТыныс алу жүйесі – мүшелер мен ұлпаларға қоршаған ортадан оттегін жеткізіп, көмір қышқыл газын сыртқа бөліп шығаруды қамтамасыз етеді. Сыртқы тыныс алу, яғни газдардың ауадан өкпеге өтуі, өкпеден қайта атмосфераға шығарылуы екі кезеңнен: демалу (инспирация) және демшығарудан (экспирация) тұрады. Инспирация мен экспирация тірі организмде өзара жымдасып үйлесім тапқан, өмір бойы бірінен соң бірі белгілі бір ырғақпен алмасып отырады. Тыныс алу процесінің нәтижесінде организмге түскен оттегі клеткаларға жеткізіліп, онда ол биохимиялық реакцияларға қатысады. Аталған процесс мына тәртіпте орындалады:\n\n1. Сыртқы тыныс алу - ауадағы газдарды (атмосферадан) өкпеге әкеліп, өкпеден қайтадан атмосфераға шығарып тұру;\n\n2. Өкпе көпіршіктеріндегі (альвеолалардағы) газдар мен қан құрамындағы\n\nгаздардың алмасуы;\n\n3. Газдардың өкпеден ұлпаға, ұлпадан өкпеге қан ағынымен тасымалдануы;\n\n4. Ұлпа мен қан арасындағы газ алмасуы;\n\n5. Ішкі тыныс алу - клетка құрамындағы органикалық заттардың тотығуы.\n\nКөмір қышқыл газын шығару процесі де оттегін пайдалану жүйесіне ұқсас, керісінше жүретін төрт процесс арқылы жүзеге асырылады.\n\nБірінші және екінші кезеңдері өкпелік немесе сыртқы тыныс алу деп аталады. Ал, үшінші кезеңін қан арқылы газдардың тасымалдануы десе, төртіншісін - тканьдік (ішкі) тыныс алу деп атайды.\n\nГаздарды тасымалдау тізбегіндегі алғашқы буын өкпе вентиляциясы. Альвеолдар мен қан арасындағы газдар алмасуы аэрогематикалық, ал ұлпалар мен қан арасындағы гематопаренхиматоздық кедергілерге ұқсас, кедергінің екі жағындағы оттегі мен көмір қышқыл газының меншіктік қысым күйіне байланысты диффуздық жолымен орындалады. Оттегінің басым бөлігі қандағы эритроциттердің құрамында болатын гемоглобин арқылы, ал көмір қышқыл газы – гидрокарбонат және карбамингемоглобин түрінде тасымалданады. Өкпедегі көмірқышқыл газын шығарудың нәтижесінде қанның оттегімен байланысқа түсуі жеңілденеді, көмірқышқыл газы ұлпалардаң қанға өту арқылы оттегін беруді жеңілдетеді. Аталған процесстердің бәрі, ең соңында, ұлпа клеткаларындағы оттегі кернеуінің тұрақты сақталуына бағытталған.\n\nhttp://www.studfiles.ru/preview/6188538/",
                "date": "21.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "BC қабырғасы ортақ АВС Және DBС ұшбұрыштары бір жазықтықта жатпайды.F,R және S нүктелері",
        "question_content": "BC қабырғасы ортақ АВС Және DBС ұшбұрыштары бір жазықтықта жатпайды.F,R және S нүктелері сәйкесінше BD,CD және AC қабырғаларының орталары.АВ кесіндісі FRS жазықтығын Е нуктесінде қияды.ВС=14 см ES-тің ұзыңдығын табыңдар?",
        "question_date": "20.05.2017",
        "question_tag": "Геометрия",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЕS-тің ұзындығы 7 см-ге тең",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 5,6 л этилен (қ.ж.) қанша грамм бромды қосып алады?",
        "question_content": "Көлемі 5,6 л этилен (қ.ж.) қанша грамм бромды қосып алады?",
        "question_date": "20.05.2017",
        "question_tag": "Химия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың табаны қанша см-ге тең?",
        "question_content": "Тең бүйірлі үшбұрыштың сыртқы бұрыштарының бірі 60 градус,ал бүйір қабырғасына түсірілген биіктігі 17 см.Үшбұрыштың табанын анықтаңдар.",
        "question_date": "20.05.2017",
        "question_tag": "Геометрия",
        "question_views": 11800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ллаоо                      табаны 34 см",
                "date": "11.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "N нүктесінен ВДС жазықтығына дейінгі қашықтықты анықтаңыз?",
        "question_content": "ABCD параллельлограмның ВС қабырғасы 32_/3 см.ВАС 45°.СN түзуі ВАС бұрышына перпендикуляр BN түзуі мен ВДС жазықтығының арасындағы бұрыш 30°. N нүктесінен ВДС жазықтығына дейінгі қашықтықты анықтаңыздар?",
        "question_date": "20.05.2017",
        "question_tag": "Геометрия",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рпап                     ұзындығы 32/3",
                "date": "11.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ОҚО, Жетисай қаласында өмір сұрамын. Жұмысқа тұры үшін құжаттарымды қай жерге тапсырамын?",
        "question_content": "Мен Қазақстан квотасымн Тәжікістан ұлттық универсетінің журналистика мамандығын 2013 жылы бітірдім. Универсетті бітірген соң басқа мамандық пен жұмыс істедім. Дәл кәзыр жұмыс іздеп жұрмын. ОҚО, Жетисай қаласында өмір сұрамын. Жұмысқа тұры үшін құжаттарымды қай жерге тапсырамын?",
        "question_date": "20.05.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақты өте сауапсыз қойыпсыз.",
                "date": "19.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ресей думасында қазақ депутаттары қандай маңызды проблемаларды көтерді?",
        "question_content": "Ресей думасында казак депутаттары кандай манызды проблемалар котерди",
        "question_date": "20.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 16000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтардың саяси сана-сезімінің елеулі түрде өскенін қазақ зиялы қауым көшбасшыларының Ресей Мемлекеттік Думасының жұмысына қатысуынан көруге болады.\n\n1905 жылғы тамызда II Николай патша Ресейдегі революциялық күштердің қысымымен империяның заң шығарушы және өкілетті органы ретінде Мемлекеттік Дума құру туралы манифеске қол қойды.\n\nБірақ ол манифест бойынша Ресей империясының бірқатар халықтарының, соның ішінде Орта Азия мен Қазақстан халықтарының да сайлауға және сайлануға құқығы жоқ болып шықты. Жергілікті билік органдарына сайлау науқанының алғашқы күнінен бастап-ақ қазақтарды «көшпелі және қаңғыбас бұратана халық» ретінде сайлауға үзілді-кесілді қатыстырмауға айрықша нұсқау берілді. Мұның өзі қазақтардың арасында бұрқ ете қалған наразылық пен ашу-ыза тудырды. Жергілікті халық өздерінің өкілдерін Ресейдің Мемлекеттік Думасына қатыстыруды батыл талап етті. Өлкенің бүкіл аймағын түгел қамтып өткен қуатты наразылық толқыны патша үкіметін халықтың талабына құлақ асуға мәжбүр етті. Сонымен қазақтар сайлауға қатысатын болып шықты.\n\n1906 жылғы I Мемлекеттік Думаға қазақтардан Торғай облысынан — Ахмет Бірімжанов, Уфа губерниясынан — Сәлімгерей Жантөре, Орал облысынан — Алпысбай Қалменұлы, Астрахан губерниясынан - Бақтыгерей Құлманов, Ақмола облысынан - Шәймерден Қосшығұлұлы, Семей облысынан — Әлихан Бөкейхановтар сайланды. Бұлардың барлығы да сауатты, халықтың сый-құрметі мен сеніміне бөленген зиялы азаматтар еді. Бірақ Ресейдің I Мемлекеттік Думасы небары 73-ақ күн жұмыс істеді. Депутаттардың көтерген бастамалары көңілінен шықпай, риза болмаған II Николай Думаны таратып жіберіп, қайтадан сайлау туралы жарлыққа қол қойды.[1]\n\nРесейдің 1907 жылғы II Мемлекеттік Думасының құрамына бұл жолы Қазақстаннан мына азаматтар сайланды: Ақмола облысынан — Шәймерден Қосшығұлұлы, Торғай облысынан - Ахмет Бірімжанов, Семей облысынан - Темірғали Нүрекенов, Сырдария облысынан - Тілеулі Алдабергенұлы, Жетісу облысынан — Мұхамеджан Тынышбаев, Орал облысынан — Бақытжан Қаратаев, Астрахан губерниясынан — Бақтыгерей Құлманов. Алайда бұл Думаның да қызметі ұзаққа созылмады, небары 104 күн ғана жұмыс істеді.\n\nII Мемлекеттік Думада қазақ депутаттары кадеттермен жақындасып, мұсылмандар фракциясының тобына кірді. Ресейдің ұлттық шет аймақтарындағы басқа да халықтардың өкілдерімен бірге, ішкі Ресейден шаруаларды Қазақстанға қоныс аудару үрдісін тоқтатуды талап етті. Б. Қаратаев II Мемлекеттік Думада Ресейден шаруаларды Қазақстанға қоныс аудару саясатының қазақтар үшін өте жағымсыз, ауыртпалықты болып отырғаны туралы арнайы баяндама жасады. Ол өзінің жалынды сөзінде былай деп атап көрсетті: «Сіздер мынадай сұмдық жағдайды түсінуге тиіссіздер: бүгінгі таңда қоныс аударушы орыс шаруаларына жер телімдерін беру үшін қазақтарды өздерінің ежелгі ата қоныс жерлерінен ғана емес, жеке меншік баспаналарынан да қуып шығарып жатыр».\n\nҚазақ депутаттар өз халқының заңды құқығын қорғап жоғары билік орындарына бірқатар үндеулер де жазды. Мәселен, Мемлекеттік Думаның депутаттары Б. Қаратаев, А. Бірімжанов, Т. Нүрекенов, Ш. Қосшығұлұлы 1907 жылғы наурызда өздерінің жасаған мәлімдемесінде былай деп жазды: «Көшпелілердің бірден-бір күнкөріс көзі — мал шаруашылығы, ал олардың Азияның шетсіз-шексіз кең даласында бір жерден екінші жерге үздіксіз көшіп-қонып жүруі әлдебір жанға жайлы, қызығы мол бос серуен құру емес, табиғаттың қиындықтарын жеңе отырып, өмір сүру болып табылады».\n\nДума депутаттарының арасында көрнекті қоғам қайраткері Сәлімгерей Жантөренің есімі ерекше аталады. Ол Санкт-Петербург университетінің заң факультетін және Мәскеу мемлекеттік университетінің физика-математика факультетін бітірген болатын. Алғашқыда судья болып қызмет етті, кейін бірнеше жыл бойы уездік және губерниялық земствоны басқарды. 1903 жылы Уфа губерниясынан Думаға мүше болып сайланды. Сәлімгерей Жантөре өзіндік ұлттық ерекшеліктері ескерілетін халық мектептерін ашу мәселесіне көп көңіл бөлді. Ол Мемлекеттік Думада кеңінен танылды. Башқұрт халқының атынан депутат болып сайланса да өзінің туған халқы қазақтардың проблемаларын да ешқашан есінен шығарған емес.\n\nШәймерден Қосшығұлұлы (1874—1937) І және II Мемлекеттік Думаға Ақмола облысынан екі рет сайланды. Ол өз жерлестерінің арасында өте беделді әрі құрметті азамат еді. Қазақ халқының шын мәніндегі біртуар ұлы болатын. Ш. Қосшығұлұлы өлкедегі мұсылман дінінің мүддесін қорғады. Сол үшін полиция тарапынан талай рет қуғын-сүргінге ұшырады.",
                "date": "10.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың табанын анықтаңдар?",
        "question_content": "Тең бүйірлі үшбұрыштың сыртқы бұрыштарының бірі 60°, ал бүйір қабырғасына түсірілген биіктігі 17см. Үшбұрыштың табанын анықтаңдар.\n\nҚиын болмаса сызып крсетіңіздерші.",
        "question_date": "20.05.2017",
        "question_tag": "Геометрия",
        "question_views": 660,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биыктыгы 17 см не??",
                "date": "9.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тәуелсіздік бақыт берді біздерге\" тақырыбында шығарма керек?",
        "question_content": "Маған Тәуелсіздік бақыт берді біздерге тақырыбына эссе жазып бересіздерма??",
        "question_date": "20.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Біз бүгін өзіндік бет-бейнесі бар,\n\nөзіндік ерекшеліктері мен өзіндік\n\nұстанымы бар тәуелсіз мемлекетпіз»\n\nН.Ә. Назарбаев.\n\nМен елімді, туған жерімді сүйемін. Елімнің өткені мен бүгінін, тарихын тебірене де тереңдей оқып біле отырып, тарихтың зерделі де шежірелі беттеріне үңіле түсемін. Үңіле түскен сайын, ата-бабам аңсап кеткен «сара жол», егемендік пен тәуелсіздіктің куәгері де, өмір сүруші ұланы да, оны құрушысы да болғаныма шаттанамын.\n\nКеше бізді бұратана халық десе, бүгін өзгелермен терезесі тең қазақ елінің аты бүкіл дүниеге паш етілді емес пе?!\n\nҚазақ халқы бүгінгідей бақытқа қол жеткізу үшін қаншама қиын бұралаң жолдардан өтті десеңізші?! Тарихымызды оқи отырып, ата-бабаларымыздың қайсарлығына, батырлығына сүйсінемін. «Рухы-өр, тәні бекем» бабаларымыз туған жері үшін қасық қандарын аямай, жанын пида етіп, мына ұлан ғайыр қазақ жерін кейінгі ұрпаққа аманат етті емес пе?! Сан ғасырға созылған моңғолдардың, жоңғарлардың, қалмақтардың шабуылынан Абылай хан бастаған Қабанбай, Бөгенбай, Наурызбай, Қарасай, Жанқожа, Жәнібек сынды қаһарман батыр бабаларымыз ұлан асыр жерін, елін білектің күшімен, найзаның ұшымен, қасиетті қанымен қорғағанын тарихтың алтын беттерінен оқи отырып, зердемізге түйгенбіз. «Жер-қазына, су - алтын – мол байлық» деген бабалар өсиетін:\n\nҰлтарақтай болса да,\n\nАта қоныс жер қымбат.\n\nАт төбеліндей болса да,\n\nТуып-өскен ел қымбат –\n\nдеп, туған жерді қорғау қасиетті борышы екенін бүгінгі ұрпақтың сезіне білуі керек-ақ деп ойлаймын.\n\nБіздің халқымыз басынан талай-талай тағдырды өткізді. Бәріне мойымай, ертеңгі күннен үміттерін үзбеді. Тәу етер тұғырлы тәуелсіздігіміз тек желтоқсан құрбандарының арқасында келді. Кешегі тәуелсіз күн мен түн үшін жалындай лаулап өскен Қайрат ағамыз бен Ләззат әпкеміз сынды аға-апалардың жан қиярлық ерліктерінің арқасы емес пе еді?! Ендеше, бүгінгі өсер еліміздің ұландары осыны сезіне де, ұға да білуіміз керек.\n\n«Бостандық - бар бақыттың бастауы» деген еді Нұрсұлтан атамыз. 1991 жылы 16 желтоқсанда біздің ұлан байтақ жерімізге Тәуелсіздік жарияланған күн болып еді.Міне, сол күннен бастап, елімізде тіліміз, дініміз, діліміз қайта өрледі.Тарыдай шашылған оралмандар өз жеріне орала бастады. Әлемге Қазақстанның мәртебесін биіктетіп, дамыған елдермен қанатымызды теңестіру үшін жан аямай еңбек етіп, тер төгу әрбір азаматтың, өсіп келе жатқан жас ұрпақтың қасиетті борышы екенін түсінемін. Саған деген бала махаббатымды, сені шексіз сүйетінімді үздік оқуыммен, өнеріммен, бақытты болашаққа ұмтылысыммен дәлелдермін.\n\nҚазақстанда ел болашағы-жас ұрпақтың әлемдік стандартқа сай білім алуы үшін барлық жағдай жасалынған. Бұл - мемлекеттің даму саясатының басым бағыттарының бірі. Болашақта білімді де, қабілетті жастардың ел үшін аянбай еңбектеніп, Қазақстанның даңқын асыратынына, мәртебесін асқақтататына мен сенемін.\n\nДамыған елдердің қатарына қосыламыз ба, әлде жоқ па?-деген сұраққа Елбасымыз былай деп жауап берді.\n\n- Біз бүгінімізбен ғана өмір сүріп қоймай, келешегіміз үшін де қызмет ете білуіміз қажет. Қазіргі жағдайда тек қана білімді ел озады, жақсы өмір сүреді. Біздің Қазақстанымыз өзінің тәуелсіздігін баянды ету үшін бірінші тату-тәтті күн кешуі керек. Әсіресе, қазақтың ауызбіршілігі керек. Қазақты еш уақытта ешкім жеңіп жерін ала алмаған. Тек бір-бірін арандатып, ішіне ірткі салып барып жеңген. Біз содан бодан болдық. Енді бұдан былай ондайларға жол бермеуге тиіспіз.\n\nҚандай мемлекеттің тәуелсіздігі берік болады ?- деген сұрақты төтесінен қойған Елбасы өз сауалына: тату-тәтті елдің, экономикасы өркендеген елдің, сауатты ұрпақ өсірген елдің, ел ішінде, басқа жерде жүргенде өз Отанын мақтап, мақтан еткен елдің, Отанын шын сүйетін азаматтары бар елдің елдігі мықты болады деп жауап қайтарды. Отан үшін жаныңды да, қаныңды да аяу деген болмауы тиіс. Отанымыз сондай қасиет көрсетуге татиды.\n\nТәуелсіздігіміздің арқасында қол жеткізген үлкен жетістігіміздің бірі ана тіліміздің мемлекеттік мәртебеге ие болуы. Иә, тіл тағдыры- ел тағдыры.\n\n«Дауға салса алмастай қиған, сезімге салса қырандай қалқыған, өмірдің кез- келген орайында әрі қару, әрі қалқан болған, әрі байырғы, әрі мәңгі жас, отты да ойнақы ана тілінен ардақты қазақ үшін бұл дүниеде қымбат не бар екен ?!»- деп, Елбасымыз Н.Ә.Назарбаев айтқандай, тіліміз тіршілігіміздің айғағы. Тіл тағдыры үшін жасалып жатқан саяси құқықтық негіздердің нәтижесінде бүгінгі күні мемлекеттік тіліміздің қолданыс аясы кеңейе түскенінің бәріміз куәсі болып келеміз. Әрине, тіл-аса нағыз қоғамдық құбылыс. Ол меніңше асығыстықты көтермейді, қызу қандылықты жақтырмайды, парасаттылықты ұнатады, ерекше қатынасты тілейді десек те, төл тілімізді төрге шығару өз қолымызда.\n\nҚазақтың дархан көңілі мен сабыр парасаты өзге ұлттар мен ұлыстардың терең түсіністігі мен сүйіспеншілігі аман болса, әр кеудеде «Мен қазақпын!» деген алау сезімі атойлап тұрса, ортақ үйіміздің болашағы баянды болатынына сенімім зор. Иә, рухы күшті ел алынбайтын қамал. Осындай рухы күшті елдің ұрпағы болғаным мен үшін үлкен мақтаныш. Мен де оқып, азамат болып, еліміздің дамуына өз үлесімді қоссам, өзімді бақытты жандар қатарына санар едім. Біз болашаққа бар халықты бауырымызға тарта отырып, бейбітшілік аясында, айқын мақсатымызбен, ақыл- парасатымызбен, сапалы білімімізбен барамыз.\n\nҚарлы боран қыран жолын бөгер ме?\n\nӨнеріммен тасып толам кемерге.\n\nМен өзіме риза емеспін елімнің,\n\nМақтанышы бола алмасам егерде,-деп ақын ағамыз\n\nМұхтар Шаханов жырлағандай, мен өсер елдің ұланымын. Мен қайсар да қайратты, білімді де білікті, өжет, өткір еркін де азат Қазақ атты ұлы халықтың перзенті екенімді мақтан тұтамын. Біздің атар болашақ таңымыз, бағымыз нұрлы да шырайлы болсын.",
                "date": "20.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ыстық ұям - туған жерім\" тақырыбында шығарма керек?",
        "question_content": "Маған Ыстық ұям туған жерім тақырыбына эссе жазып берсіздерма",
        "question_date": "20.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған жерім – аялы алтын бесігім\nОтан десем, оралады ойыма\nАқсақалды, ақ шапанды қария,\nТуған жерім – құт мекенім, дариям,\nҚанатымды қағып ұшқан жанұям.\nӘр адам өз туған жерін құрметтеуі және сүюі қажет. Алыс сапарға шыққанда туған жеріңді қатты сағынасың.Осы орайда дарынды қаламгер Ж.аймауытовтың: «Туған жердің қымбатын ғылым іздеп,кітап қарап сарылып,көзінің майын тауысқан,көшенің шаңын көп жұтқан шәкірттеңіз табанындағы тұздар ауаға ұшып ауа-райына кері нұқсан тигізіп жатыр.\nбілмесе,кім білсін? Ыстық қой,шіркін туған жер! Туған жерге жеткенше,қайтіп дәтің шыдайды?»-деген сөздері ойыма оралады.\nЕлім менің! Ол өз үйіңнің табалдырығынан басталады.Содан шетсіз,шексіз қияға өрлеп кете барады.Оның жұпар атқан жусаны,оның кеудеңе құйылған мөлдір ауасы,жотаға өрлеген жалғыз аяқ жолдары- туған жердің көрінісі.Туған жер – адам өмірінде киелі орын алады. Нақты осы жер оны елімен, өткенмен және болашақпен байланыстырады. Міне, сондықтан да тіпті балалық шақтан бастап-ақ адамда Отанға деген махаббат сезімі оянады. Мен үшін Отан – жан сезімі! Сенің әрқашан оймен болса да оралғың келетін жердің рухани бұрышы.\nТалай қас батырлар жанын қиып,қорғап қалған,талай тіршілік иесі нәр алып жаралған,талай өзегі өртенген өкінішті жандар мен қуаныштан жүрегі жарыла шаттанған пенделердің куәгері болған қасиетті туған өлкем- Қызылорда. Менің туған жерімді жабырқатар жайлар аз емес. Арал теңізінің тартылуы салдарынан теңіз табанындағы тұздар ауаға ұшып, адамдардың денсаулығына кері әсер етуі алдымен ойға келеді.Байқоңыр ғарыш айлағынан жарты ғасырдан астам уақыт бойы ғарышқа жіберіліп жатқан зымырандардан бөлінген улы газдар да адам мен қоршаған ортаға зиянын тигізуде.Алайда жергілікті халық содан нақты қандай шамада зиян келіп жатқаны туралы ештеңе білмейді. Әйтеуір тіршілікке қауіпті радиация, гептил секілді сөздерден басқа хабары жоқ елдің. Оған қарсы қандай шаралар жасалып жатқаны туралы да хабарсызбыз.Қазіргі көпшілік адамды мазалайтыны – осы мәселе. Әрине, үкімет бұл мәселелерді қарап жатыр. Менің ойымша, үкімет халықтың денсаулығын түзеу үшін республикалық қордан біздің облысқа арнайы қаражат бөлуі керек. Ол қаржы мәселесін тек облыстың мойнына іліп қоюы дұрыс емес, бұны облыстың жеке мәселесі емес, республика проблемасы деп қараған жөн. Себебі, Арал-Байқоңыр трагедиясы тек қана бір облыстың трагедиясы емес, бұл тұтас ұлттың, бүкіл халықтың трагедиясы болып табылады. Сондықтан бұл мәселені бүкіл республикалық деңгейде қарап, шешу қажет.Байқоңырды жалға алып отырған ресейліктердің ұшырған «Протондары» қаншама рет қазақ жеріне құлады. Салдарынан адам, мал, қоршаған ортаға зиян келді. Ал бұл мәселені,Ресей үкіметі тиісті дәрежеде қарап-қадағалап отырған жоқ. Еліміз болса, экологиялық жағдайларды бастан кешіріп жатырмыз.\nДесек те қала,облыс басшылығы қала тазалығына ерекше мән беріп,көркейту жұмысын қолға алып отыр. Жалпы, әр күн, әр ай тазалық күні, тазалық айы болуы тиіс. Ортақ шаңырағымыз – Қызылорда қаласының тазалығы бұл ретте айлық шаралармен шектеліп қалмауы керек. Өзін, отбасын сыйлайтын әрбір адам тазалық жұмыстарын жылдың барлық мезгілінде жүргізеді. Қаланың әр тұрғыны өзі тұратын үйдің ауласын таза ұстаса, бұл - олардың қала тазалығына қосқан үлесі.Халқымыздың «Бір тал кессең,он тал ек»,«Тазалық-денсаулық кепілі» тәрізді нақыл сөздері бекер айтылмаса керек. Қала тұрғындарының жақсы тұрмысы үшін игі істер атқарылуда. Көшелер кеңейтіліп, сәулетті ғимараттар бой көтеруде, жаңа демалыс орындары пайдалануға берілуде. Мұның барлығы да біздер - қала тұрғындары үшін. Бұл біздің – қаламыз! Бұл – біздің Қызылордамыз! Сондықтан ортақ мекеніміздің тазалығына барлығымыз жауаптымыз.\n«Отан - оттан да ыстық» деген дана халқымыз, адам баласының жүрегінде,ең бірінші, ақ сүт берген туған анасына деген сезім орын алса, екінші, Отанға деген жалынды, ыстық сезім орын алады екен. Мен өз Отанымды, туған жерімді, құдіретті елімді сүйемін және мақтан етемін. Атам қазақ «Елдің даңқын ері шығарады,ердің даңқын елі шығарады» деп бекер айтпаған.Өз елімнің дамуына теңізге тамған тамшыдай болса да үлесімді қоссам деп ойлаймын.",
                "date": "20.05.2017",
                "upvotes": 0
            },
            {
                "text": "\"Ыстық ұям - туған жерім\" Туған жерім ол менің ыстық ұямдай. Туған жерді сүю бәріміздің парызымыз. Туған жерім болмаса ыстық ұям болмайды, деп мен бекерден бекер айтпаймын. Бұл сөздер үш төрт сөзден тұрғанымен астында көптеген, мағына мен ойлар жатыр. Әр адам туған жерін сатпау керек, ондай нәрсеге баратын адам жоқ деп ойлаймын. Мен үшін туған жер дегеніміз жүрегіміздің бір ғана бөлшегі мен өмірі. Мен бақыттымын өйткені менің туған жерім кең және керемет!",
                "date": "1.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балуан Шолақ «Ғалия» өлеңінде ғашықтық сезімін қалай жеткізген?",
        "question_content": "Емтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\n\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\n\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "20.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Заңгер мамандығы бойынша күнделікті өндірістік практикаға тақырып керек?",
        "question_content": "өндірістік практика заңгер мамандығына күнделікке жазуға тақырыптар айтып жеберсеніздер жақсы болар еді7",
        "question_date": "20.05.2017",
        "question_tag": "Заң",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұзын сөзі омоним бола ала ма?",
        "question_content": "Ұзын сөзіне омоним керек",
        "question_date": "19.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұзын сөзі омоним бола алмайды. Омоним сөздерге мысал ретінде: айт, көр, кір деген сөздерді келтіруге болады.",
                "date": "20.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай жерде ай мен жылды санай бастады?",
        "question_content": "1) Қағазды кім шығарған?\n\n2) Тарихта неше сала бар?\n\n3) Қай жерде ай мен жылды санай бастады?",
        "question_date": "19.05.2017",
        "question_tag": "Мектеп",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Адамдар қағазды пайдалануды 2 – ғасырда үйренді. Қағаз Қытайда ойлап табылды да, қытайлар оны жасау әдісін ұзақ уақыт құпия сақтады. Ассириялықтар қыш тақтаға таяқшалармен жады. Ежелгі египеттіктер өз иероглифтерін папирусқа өрнектеді. Ол жұқа парақтар батпақта өсетін папирус өзектерінен сығымдалып жасалады. Европада орта ғасырларда жазу үшін бұзау терісінен ерекше әдіспен иленген пергамент пайдаланылды. Ежелгі орыс елінде жазу жұқалап сыдырылған қайың қабығына жазылған. Европада қағаз тек 10 - ғасырда ғана пайда болды. Ол ескі шүберектерді ұнтақтап қайнату әдісімен жасалады. Ал барлық жерде газеттер шығып, кітаптар басылып, оқушыларға оқулықтар мен дәптерлер қажет болған кезде шүберектер жетісе бермеді де, жұрт қағазды ағаштан жасауға көшті.\n\nОрманда кесілген ағаш алдымен кеспелтекке бөлініп, жаңқаланады, сонан соң ұсақталғанша үгіледі де, ұнтағы шыққанша майдалана береді.\nБұдан соң ұлпа толып жатқан әр түрлі өңдеуден өтеді. Енді кезек қағаз жасайтын автоматты машинаға тиеді.\nБұл таңғажайып машинаның ұзындығы жүз метрден асады, ал биіктігі үш үйдей. әлгі дымқыл әрі болпылдақ ұнтақ машинадан өтіп, бір минуттың ішінде тығыз да теп - тегіс аппақ қағазға айналады.\n\nОсы мезетте ұсақ тесіктері бап ұзын торға салынған қағаз ұнтағының суы сығылып, қыздырылған ауыр барабандардың арасынан өтіп тегістеліп үлкен рулондарға оралады.\nСонымен қағаз дайын. Енді бұл рулондарды қажетіне қарай табақтап кесіп, кітап баса беруге болады. Ал газет үшін қағаз рулон шапшаң айналатын машиналарға орнатылады. Да басылып шыққан соң жеке - жеке газет болып қиылады.\nАл қағаз тек кітап пен газет үшін ғана қажет болып қоймайды, одан қазіргі кезе пакеттер, түзқағаз, қатырма қағаздар мен балмұздақ салатын стакандар, әр түрлі жіптер, тіпті машиналардың шестерняларына дейін жасалады.\n\nҚағаз өндіретін фабрикаларды ағашпен қамтамасыз ету үшін орманда әр күн сайын қаншама ағаш кесу керек екенін ойланып көріңдерші.\nМіне сондықтан да жаңа қағаз әзірлеу үшін ағаштың орнына бұрын пайдаланған ескі қағаздарды кәдеге асырудың маңызы зор. Сондықтан да ескі газеттерді, дәптерлерді, зат ораған қағаз бен басқа да қағаз қалдықтарын жинап өткізіп жүрген адамдарды құрмет тұтамыз. Бұл игі істерімен олар орманның тұтас бір учаскелерін кесуден сақтап қалады.",
                "date": "31.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1:20'да не деп айтылады",
        "question_content": "Төмендегі сілтемені ашып 1 минут 20 секундта не дейтінін көмектесіп айтасыз ба?\n\nМіне, төменде ХХХ деген жерде не болу керек? Рахмет.\n\nАнық әрбір адам осы жерде арқар\nХХХ міндетім мен де еңбек етем талмай",
        "question_date": "19.05.2017",
        "question_tag": "Әннің сөзі",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Банк менеджерлері клиентке біреудің төлқұжатымен несие ресімдеген.Зардапшегушіге не болады",
        "question_content": "Сәлеметсіздер ме? Менің жездем егіздің сыңары.  Ол кісінің төлқұжатын ағасы (егіздің бірі) ұрлап алып, Каспий банктен  несие алған. Ал жездем оны білмеді. Бірнеше айдан кейін  банк қызметкерлері  жездеме қоңырау шалып,  несиені уақытымен төлеуін және  просрочка кеткенін айтқан кезде ғана  жағдайды білді.  Жездем бірден қалаға  Каспий банкке барып барлық жағдайды түсіндіреді. Яғни оның несие алмағаны белгілі болып шығады. Себебі, фото, қолы басқа адамдыкы екені белгілі болады. Банк қызметкерлері өз қатесін түсініп, несиені жабамыз деп айтады. 1-2 жыл өткеннен кейін жездем  жұмысқа орналасады. Сол кезде оның карточкасын банк  блакировать етіп тастайды.  Әзірше жездем  еңбекақысын ала алмай жүр. Үйінде 4 кішкентай балалары бар. Әйелі де жұмыс істемейді. Не істеуге болады? Оған Каспий банк жауапты бола ма? Жауабын жазсаңыздар. Рахмет.",
        "question_date": "19.05.2017",
        "question_tag": "Банк",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Доп 4 м биіктіктен еркін құлаған доптың жерге жеткендегі жылдамдығын табыңдар",
        "question_content": "Доп 4 м биіктіктен еркін құлаған доптың жерге жеткендегі жылдамдығын табыңдар",
        "question_date": "19.05.2017",
        "question_tag": "Физика",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v²=2gh\n\nv²=2*10*4\n\nv²=80\n\nv=\\/80=8.94 (M/c)",
                "date": "14.12.2019",
                "upvotes": 0
            }
        ]
    }
]