[
    {
        "question_title": "Сот шешімінің орындалу мерзімін екі немесе одан да көп мерзімге созуға бола ма?",
        "question_content": "Жамбыл аудандық сотының шешімімен менен банктік қарызым өндірілген. Қазіргі уақытта менің сот шешімінде көрсетілген қаражатым жоқ, ал кепілге қойылған мүлік, ол менің жалғыз үйім. Заң талаптары бойынша сот шешімінің орындау мерзімін тек екі айға ғана созуға болады екен. Менің жағдайымда жұмыссыздығымды, ақшамның жоқтығын, асырауымда жастары кәмелетке толмаған балаларымның бар екенін ескеріп, сот шешімінің орындалу мерзімін екі немесе одан да көп мерзімге созуға бола ма?",
        "question_date": "19.09.2016",
        "question_tag": "Заң",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Орал қаласында принтер алуға салыстырмалы түрде ең арзан магазин маркеттер қайсы?",
        "question_content": "Орал қаласында принтер алуға салыстырмалы түрде ең арзан магазин маркеттер қайсы? Мысалы Оралдан Телефонды  Сулпак технадомдарға қарағанда Атриумнан қолма ақшаға әлдеқайда арзан бағаға алуға болады. сол сияқты арзан бағаға қолма қол принтер алу керек. Епсон л800 или 805",
        "question_date": "19.09.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Б/у іздеп көр олх-тан",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cаркодиналар мен тамыраяқтылардың айырмашылығы неде?",
        "question_content": "Cаркодиналар мен тамыраяқтылардың айырмашылығы неде?",
        "question_date": "19.09.2016",
        "question_tag": "Мектеп",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саркодиналар — 10 000-нан аса түрлері белгілі, теңіздерде, тұщы суларда, ылғалды топырақтарда жиі кездеседі.\n\nАдамның және жануарлардың денесінде паразиттік тіршілік ететін түрлері де бар. Барлық өкілдері жалған аяқтары, яғни псевдоподиялары арқылы қозғалады.\n\nСаркодиналар\n\nСаркодиналар үш класс тармағына бөлінеді: тамыраяқтылар - Rhizopoda, сәулетәрізділер - Radiolaria, күнтәрізділер - Heliozoa.\n\nТамыраяқтылар (Rhizopoda) - саркода тип тармағының қарапайымдылары. Денелері бірнеше мкм-ден 3 мм дейін жетеді. Кейбір тамыраяқтылардың, (бақалшықты амебстар, фораменоферлер) сыртқы қаңқасы болады. Екіге бөліну арқылы көбейеді, бірақ кейбір фораменоферлер түрінде жыныстық көбейуі байқалады. Теңіз және тұщы су қоймаларында, шымтезекті мүктер мен топырақта кең таралған. Олардың кейбір түрлері паразиттерге айналған.",
                "date": "19.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қала атағын, атын кім қойған?",
        "question_content": "Алматы қаласының 1000 жылдық мерей тойымен құттықтаймын! Тарихты көп білмеймін. Сұрайын дегенім Алматы қала атағын,атын кім қойған? Жəнеде Бұл Алматыға 1000 жыл болғанда Қазақ хандығына неге 550 ғана жыл?\nБұрын қазақтар хандық құрмай Қала тұрғызып жүре бергенбе? Білсеңіз жазыңызшы...",
        "question_date": "19.09.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 896,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы қаласы орнында бұрын көне қоныс болғаны баяғыдан белгілі. Кезінде шығыстанушы ғалым Василий Бартольд «16-ғасырда Алматы қаласының түбінде екі ханның ірі шайқасы болған» деп жазған. 1929 жылы қорымды қазу кезінде 1-ғасырда соғылған теңге табылған. Ғалымдар қала орнында 1-ғасырдан бастап бірнеше қоныс болған деп жорамалдайды. 1930 жылдары газеттер бұл фактілердің бәрін жазған.\nБұл деректер кейін де ашық жарияланды. 1960 жылы туристерге арнап шығарылған «Алматы және оның төңірегі» деген буклетте: «Осыдан 100 жылдан көп бұрын – 1854 жылы мұнда қазақтардың ежелгі қонысы Алматының орнына орыстар Верный әскери бекініс салған» деп жазылған.\nБірақ көпке дейін Алматы қаласының тарихы 1854 жылдан басталады деп жазылып келді.\n2000 жылдары жағдай өзгере бастады. 2004 жылы әкімдік қаланың 150 жылдығын салтанатты түрде атап өтеді деп хабарланды. Бірақ ақпарат құралдарында ғылыми дәрежесі бар авторлардың «қаланың 150 жыл емес, 1000 немесе одан да көп жылдық тарихы бар» деген мақалалары жариялана бастады. Ақыры қаланың 150 жылдығы ресми мерекеленбегенімен, ақпарат құралдары Алматының өткені туралы көп мақала жариялап атап өтті.\nШамамен 2004 жылдан бастап қаланың 1000 жылдық тарихы бар деген болжамды негіздеу үшін қызу жұмыс басталды. Академик-археолог Карл Байпақов жуырда өткен «Алматының мәдени жасы – 1000 жылдық тарихы» деген дөңгелек үстелді «талай жылға созылған дискуссияның қорытындысы» деп атады. 2008 және 2010 жылдары да бұл тақырыпқа халықаралық екі конференция арналған.\nКӨП ЖЫЛДЫҚ ПІКІРТАЛАСТЫҢ ҚОРЫТЫНДЫСЫ\nАкадемик Карл Байпақовтың мәлімдеуінше, Алматы аумағында жүргізілген қазба жұмыстары кезінде және кездейсоқ табылған археологиялық материалдар мен нумизматикалық коллекцияларды талдауға, этнографиялық және шығыстану саласындағы зерттеулерге сүйене отырып, Алматының жасы 1 мың жылдан кем емес деген ұйғарым жасауға болады.\nАкадемиктің айтуынша, Алматы пайда болды деп болжанған 10-11-ғасырлар мұсылман ренессансы дәуірі болып, Шығыста әл-Фараби, Бируни, ибн-Сина, Омар Хайям сияқты мәдениет пен ғылым қайраткерлері өмір сүрген. Осы кезеңде шарықтап дамыған қала мәдениеті астанасы Алматы болған Жетісу өлкесін де қамтыған.\nОл замандағы қаланың келбетін Талғар қаласының (Алматыдан 25 шақырым жердегі) күнгей шетінен қазылған Талхир қалашығына қарап болжауға болады. Карл Байпақовтың айтуынша, бұл екеуі – егіз қала. 14-ғасыр мен 15-ғасырдың басындағы шапқыншылық кезінде Алматы қаласы қатты құлдыраған.\nҒалымның Азаттық тілшісіне айтуынша, біздің заманымызға дейінгі 3-ғасырдан біздің эрамыздың 6-ғасырына дейін тіршілік еткен Алмарасан қонысын қазу кезінде жаңа деректер табылған. Байпақовтың айтуынша, археологтар орта ғасыр дәуіріне тән архитектуралық стиль мен қала салу мәдениеті белгілерін байқаған.\nҒалым Ресейден келген қоныстанушылар пайдаланған суармалы егіншілік жүйесі мен қолөнер дәстүрі жалғастығын орта ғасырдағы Алматы мен Верный бекінісінен өсіп шыққан қала арасындағы сабақтастықтың дәлелі деп есептейді.\nҚазақстан ұлттық ғылым академиясының корреспондент-мүшесі Жәке Таймағамбетовтің айтуынша, жаңа деректер табылса, Алматының тарихы 1 мың жылмен де шектелмей, бұдан да көне қала болып шығуы мүмкін.\nАрхитекторлар одағы төрағасы Сергей Мартемьянов Алматының жас шамасын өзге тәсілмен есептеуді ұсынады.\n– Қаланың жас шамасын 1854 жылдан бергі деп те, 1000 жыл деп те көрсетпегеніміз жөн сияқты. Оның орнына жұрттың санасына «Алматы – ежелгі тарихы бар көне қала» деген ойды сіңіре берген дұрыс. Сонда бұл зиялы қауым қолдаған нағыз мемлекеттік шешім болады, – дейді.\nДөңгелек үстел қорытындылары бойынша қабылданған қарарда «Ежелгі Алматының орнында 1854 жылы салынған Верный (Алматинск) – Алматы қаласы – Алматы тарихының жаңа парағын ашқан қаланың 1000 жылдық тарихының маңызды бөлігі» деп жазылған.\nАСФАЛЬТҚА КӨМІЛГЕН ТАРИХ\nАлматының ежелгі тарихын зерттеудегі қиындықтардың бірі – қазіргі кезде археологиялық нысандардың көбі құрылыс астында көміліп қалған. Академик Карл Байпақов келтірген дерекке қарағанда, 1980 жылдары қазіргі 10-шағынаудандағы қорымның үстіне үйлер салынып кеткен.\n Ол кезде барынша қарсыластық, бірақ шенеуніктердің бюрократизмін жеңуге шамамыз келмеді, – дейді ол.\nАрхеологиялық нысандарды жойылып кетуден қорғау проблемасын көптеген ғалымдар айтып жүр. Археолог Александр Горячевтің айтуынша, Бұтақты (Бутаковка) шатқалынан ежелгі 11 қоныс табылған. Ол экспедиция шығарып зерттеуге кіріскенге дейін оның алтауы ғана қалып, қалғаны құрылыс салған кезде жойылып кеткен. 8-10 мың жыл бұрын өмір сүрген адамдардың ежелгі тұрақтары табылған Бұтақты шатқалы – археологтар үшін таптырмас орын.\nАрхитектор Сергей Мартемьяновтің сөзінше, 2002 жылы құрастырылып, қазір түзетіліп жатқан Алматының бас жоспарында ескерткіштерді анықтау мен қорғау шаралары да ескерілуі тиіс.\nАлматылық ғалымдар ЮНЕСКО-ға Алматының 1000 жылдығын ЮНЕСКО-ның мерейтойлар тізіміне енгізу туралы өтініш жолдауды ұсынады.\nЮНЕСКО-ның Алматы бюросының қызметкері Юрий Пешковтың Азаттық тілшісіне айтуынша, халықаралық ұйымға қабылдату үшін Алматының 1000 жылдық тарихына қатысты өтінішті толықтыру керек.\nТолығырақ: https://www.azattyq.org/a/kazakhstan_almaty_history_of_city/25400343.html",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нақты сандар дегеніміз не?",
        "question_content": "Нақты сандар дегеніміз не?Оларды сан түзіне қалай белгілейді.Толық ақпарат керек",
        "question_date": "19.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты сан [1]– кез келген оң, теріс және нөл сандары. Ол рационал сандар және иррационал сандар болып бөлінеді. Нақты сан түсінігі рационал сан ұғымын кеңейтуден шыққан. Кеңейтудің қажеттілігі кез келген шаманың мәнін толық анықталған сан көмегімен өрнектеуден және математиканың ішкі дамуынан пайда болды. Мысалы: сандарға орындалатын бірсыпыра амалдарды пайдалану облысын кеңейту (түбір астынан шығару, логарифмдерді есептеу, теңдеулерді шешу және т.б.). Нақты сандардың жалпы ұғымын ертедегі грек математиктері салыстырып өлшеуге болмайтын кесінділер теориясында берді. Жүйелі теорияны тек 19 ғасырдың соңындаГ.Кантор,Р.Дедекинд және К.Вейерштрасс жасады. Барлық нақты сандар жиыны сан түзуі деп аталады және деп белгіленеді. сызықты реттелген жиын және негізгі арифмет. амалдарға (қосу мен көбейту) қатысты өріс құрады. Сан түзуі геометриялық түзуге ұқсас, былайша айтқандадегі сандар мен түзудегі нүктелер арасында реттілігі сақталатын өзара бірмәнді сәйкестік орнатуға болады. Осы сәйкестіктен сан түзуінің үздіксіздігі шығады. Түзудің үздіксіздігі жөніндегі қағида қазіргі матем. талдаудың негізі болып табылады.\nСандардың белгіленуі:\nСандардың мынандай түрлері бар: • Дағдылы сандар — дағдылы сандар жиынын деп белгілейді. • Бүтін сандар— бүтін сандар жиынын деп белгілейді. • Тиімді сандар — тиімді сандар жиынын деп белгілейді. • Рабайсыз сандар — рабайсыз сандар жиынын әдетте деп белгілейді. • Нақты сандар— нақты сандар жиынын деп белгілейді. Нақты сандардың өздері алгебралық және трансценденттік болып бөлінеді. • Терім сандар— терім сандар жиынын деп белгілейді. Бұдан әрі кватерниондарға содан кейін октав болып күрделенеді.",
                "date": "19.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 сағатта автобус пойыздың 2-сағатта жүрген жолын жүреді?",
        "question_content": "3 сағатта автобус пойыздың 2-сағатта жүрген жолын жүреді. Саяхатшылар 4 сағат пойызбен барлығы 408 км жол жүрді пойыз бен автобустың жылдамдығын табыңдар?",
        "question_date": "18.09.2016",
        "question_tag": "Математика",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пойыздың жылдамдығы 102 км/ сағ Автобустың жылдамдығы 68 км/сағ",
                "date": "19.09.2016",
                "upvotes": 0
            },
            {
                "text": "2*Vп=3*Vа Vп=408/4=102км/сағ Vа=102*2/3=68км/сағ",
                "date": "19.09.2016",
                "upvotes": 0
            },
            {
                "text": "Теңдеулер жүйесімен шығар деп тур",
                "date": "10.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Синтаксис Жол бойындағы бұталар анда санда сілкініп, жапырақтары суыл қағап, назданады.",
        "question_content": "Синтаксис Жол бойындағы бұталар анда санда сілкініп, жапырақтары суыл қағап, назданады.",
        "question_date": "18.09.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 995,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физика үдеу жəне жылдамдық?",
        "question_content": "Велосипедші ылдидан 0,3 м/с2 үдеумен қозғалады. Оның бастапқы жылдамдығы 4м/с болса, ол 20 сек кейін қандай жылдамдық алады?",
        "question_date": "18.09.2016",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "осылай болатын шығар.........",
                "date": "19.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеуде түбірастыны бір-біріне қалай қосады?",
        "question_content": "Түбірасты ішінде х+11 жəне + түбірасты ішінде х-11, яғни екі түбірасты қосылады = 4. Теңдеуді шеш.",
        "question_date": "18.09.2016",
        "question_tag": "Математика",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "((a+11)^0.5)-((a-11)^0.5)=4 a=X^2 11=Y^2 (a+11)^0.5=R R-(((X^2)-(Y^2))^0.5=4 -((X^2)-(Y^2))^0.5=4-R (X^2)-(Y^2)=16-8*R+R^2 -Y^2=16-8*R+(R^2)-(X^2) -Y^2=16-8*R+Y^2 16-8*R+2*Y^2=0 Y^2=11 16-8*R+2*11=0 38-8*R=0 8*R=38 R=19/4 R=(a+11)^0.5=19/4 a+11=361/16 a=185/16",
                "date": "20.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі түзу қиылысқанда неше жазыңқы бұрыш пайда болады?",
        "question_content": "екі түзу қиылысқанда неше жазыңқы емес бұрыш пайда болады?",
        "question_date": "18.09.2016",
        "question_tag": "Геометрия",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлығы\n8 бұрыш шығады",
                "date": "11.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прочитайте текст..Найдите прилагательные, определите их разряд.",
        "question_content": "Русский язык открывается до конца в своих поистние волшебных свойствах и богатстве лишь тому, кто кровно любит и знает \"до косточки\" свой народ и чувствует сокровенную прелесть нашей земли.\n\nДля всего, что существует в природе, - воды, воздуха, неба, облаков, солнца, дождей, лесов, болот, рек и озёр, лугов и полей, цветов и трав, в русском языке есть великое множество хороших слов и названий.",
        "question_date": "18.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Волшебных - качественное прилагательное; сокравенную - качественное прилагательное; великое - качественное прилагательное, хороших - качественное прилагательное",
                "date": "27.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфолологиялық талдау.",
        "question_content": "Қазақтар-еті тірі,дені салауатты,өмірге іңкəр халық деген сөйлемдегі-дені,салауатты сөздеріне морфолологиялық талдау жасап бере аласыздарма?",
        "question_date": "18.09.2016",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "дені-дара,негізі,несі,зат есім,жалпы, деректі,\nсалауатты-дара,негізгі,қандай,сын есім,сапалық",
                "date": "18.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркология деген қандай мамандық және қандай оқу орындарында бар?",
        "question_content": "Сәлеметсіздер ме! Мен 2017 жыл түлегімін. ҰБТ-нық жаңа форматы бойынша Түркология деген мамандық бар екен. Түркология деген қандай мамандық және қай оқу орындарында бар?",
        "question_date": "18.09.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түркі халықтарының тарихын және мәдени мұраларын зерттейді, қысқаша айтқанда. Түрік тілін үйренеді. ҚазҰУ-нің Шығыстану факультетінде Түркология мамандығы бар. (Түріктануші (Түрік тілі) мамандығы басқа)",
                "date": "18.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстанның шөлді аймағы",
        "question_content": "Қазақстанның шөлді аймағы. Қазақтың ұсак шоқысының табиғи-тарихи атауы?",
        "question_date": "18.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Антивирустың кілттерін қайдан алуға болады? (тегін)",
        "question_content": "Eset Smart Security 9 антивирустың лицензиялық кілттерін қай сайттан алуға болады?",
        "question_date": "18.09.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 220,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://trialeset.ru/ оси жерден барин аласин тегин",
                "date": "23.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүниетану пәнінен сұрақтар",
        "question_content": "О әріпімен басталатын ойпат. Дүние жүзіндегі ең үлкен көл",
        "question_date": "18.09.2016",
        "question_tag": "Мектеп",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дүнидегі ең үлкен көл-Каспий.",
                "date": "18.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дене радиусы 50м шеңбер доғасының бойымен қозғалады?",
        "question_content": "1)Дене радиусы 50м шеңбер доғасының бойымен қозғалады. Оның 10с ішіндегі бұрылу бұрышы 1,57 радианға тең екені белгілі. Дене қозғалысының сызықтық жылдамдығы мен жүрген жолын табыңдар.\n\n2)Дененің  айналу периодын 10 с-қа тең  деп  алып, оның  10с ішіндегі бұрыштық жылдамдығы  мен бұрылу  бүрышын есептеп  тап.",
        "question_date": "18.09.2016",
        "question_tag": "Мектеп",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R=50м n=1,57 t=10с\n\nV=п*r V=3,14*50=157 м/с",
                "date": "15.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алиментті қысқартуға (азайтуға) болады ма?",
        "question_content": "Жолдасым бұрын үйленіп ажырасқан, Ол келіншектен 1 бала бар. Алимент төлейді. Айлығының 3/1 бөлігін. Енді қазір бізде 3 бала бар. Осыған байланысты алиментті қысқартуға (азайтуға)болады ма? Алиментке 20-22 мың тенге төлейді. Бізге, яғни 3 балам , жолдасым жəне маған 56-58 мың теңге калады. Бұл ақша біздің күн көрісімізге жетпейді.",
        "question_date": "18.09.2016",
        "question_tag": "Заң",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Официальный зарплатасын азайтып көрсету керек. Жұмысында отдел кадрға айтса минимальный қылып көрсетіп береді (19 мың теңге болу керек). Бірақ, әке болған соң бәр баласын асырауға міндетті!",
                "date": "19.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыда виндовс 7 орнату қанша теңге?",
        "question_content": "Алматыда виндовс 7 орнату қанша теңге? (қазіргі бағасы)",
        "question_date": "18.09.2016",
        "question_tag": "Операциялық жүйелер",
        "question_views": 549,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2500 тенгеге жасатуға болады.",
                "date": "18.09.2016",
                "upvotes": 0
            },
            {
                "text": "Кемінде 3000 теңге",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Компьютерді өзің жинап алуың арзанға түседі, процессор І3 болса?",
        "question_content": "Компьютерді  ,ноутбукті өзің құрастырып, жинау арзанға түседі,  процессор І3 (жетеді  бағасы арзан) оперативка 4 болса қандай материнка қойған дұрыс?  Видео карта қандайы дұрыс?  Блок питание  230 волть, неше ваттық болғаны дұрыс?    Бұны қазіргі уақытта (бағалары өзгеріп кеткен) өзің жинасаң шамамен қанша тенге болады ?   (Ал дайынын сатып алсаң бағасы өте қымбат, өздерің білесіңдер) . ( І7 процессорлар керек емес қымбат)",
        "question_date": "18.09.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің таңдау пәнім география 2018 жылы мектеп бітіремін грант бар ма?",
        "question_content": "География таңдаймын менеджер мамандығына түскім келеді жанына қандай пән қосылады, 2018 жылы де аяқтаймын мектепті құдай қалаа жоғары баллға да жетермін,географияда грант бар ма  кандай вуздарға бар,грант жоқ болса шет елдерде бар ма, ҰБТ өзгерді сонда географияны қалай яғни қандай түрде тапсырамын.",
        "question_date": "18.09.2016",
        "question_tag": "Университет, колледж",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аквариум текше пішінді. Аквариум түбінің ауданы",
        "question_content": "Аквариум текше пішінді. Аквариум түбінің ауданы 200 см 2. Неше литр су сыяды?",
        "question_date": "17.09.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=200^(3/2)=2000*2^0.5см^3=2^1.5л",
                "date": "18.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланың өмірде жетістіктерге жетер, жетпесін қалай білуге болады?",
        "question_content": "Бір топ зерттеушілер баланың өмірде жетістіктерге жетер, жетпесін мектептің бастауыш сыныптарынан-ақ білуге болатындығын жариялады. Бұл үшін бала мінезінің кейбір жақтарына назар аудару керек екен.\n«Жетістіктерге жауапты» мінездің ерекшелігі ретінде психологтар қырсықтықты атаған. Бірақ қырсықтық жағымды тұрғыдан көрінуі керек: балада өзіндік пікір болып, оны бала беделді адамдардың алдында қорғаудан қорықпауы керек.\nСонау 1968 жылы басталған бұл зерттеуге 700-ден астам балалар қатысқан. Зерттеуде ата-аналарының әлеуметтік-экономикалық ахуалы, балалардың зияты, оқу үлгерімі мен тәртібі ескеріліп, бұл жәйттер кейінгі ересек шағындағы қызметіндегі жетістіктерімен және табыс деңгейімен салыстырылған. Зерттеу нәтижесінде сәтті карьераның кепілі болып жауапкершілік, ынта және авторитарлық билікке қарсыласа білу табылатындығы анықталған.",
        "question_date": "17.09.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тілі мемлекеттік деңгейдегі қолданыста болса әр қазақ баласы жетістіктерге жетеді,   өйткені Қазақстанымыз тек қазақ ұлтына ғана керек.  Ал орысша оқыған, орыстармен бірге жүріп өскен адамдарда Қазақстанға деген ұлттық патриоттық сезім болмайды,  олар 90 процент ресейге бүйрегі бұрылып тұратын болып өседі.",
                "date": "18.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқушыларды шағын топтарға қалай біріктіруге болады?",
        "question_content": "Осыдан бірнеше ай бұрын ғаламтор желісі арқылы «Оқушыларды кездейсоқ топқа біріктірудің 17 әдісі» деген мақаланы оқыдым. Мақала ресейлік сайтта жарияланған. Оқушыларды қалай 17 әдіспен шағын топтарға біріктіруге болады екен? – деген сұрақпен мақаланы ынтаммен оқи бастадым. Қалай ойлайсыздар, қандай әдістер ұсынылған. Сіздер оны өте жақсы білесіздер деп ойлаймын. Мақалада оқушыларды осы әдістер арқылы біріктірген кезде ешкімді ренжітпей кездейсоқ топ алуға болады делінген. Әрине, оқушыларды топтарға біріктірген кезде олар өздерінің достарымен отырғысы келетіні мәлім. Топта отырған оқушылардың эмоциялық ахуалы оқып-үйренуге ықпал ететіні белгілі. Дегенмен, топқа біріккен оқушылар өздерінің неліктен осылай бірігіп отырғанын білсе, тіптен жақсы.\nМақалада оқушыларды шағын топқа карталар арқылы біріктіру, туған күндері арқылы біріктіру, аттарының бас әріптеріне қатысты, пазлдар арқылы .... Әйтеуір не керек, кездейсоқ топ құруға арналған неше түрлі әдістер.\nЖалпы оқыту мен оқу процесінде неліктен топтық жұмысты ұйымдастырамыз?\nБіріншіден, 21 ғасыр дағдысының бірі – ынтымақтастықта жұмыс жасай білу.\nЕкіншіден, адамдар қалай оқиды? Зерттеулер бойынша адамдар бір-бірімен қарым-қатынаста жақсы қолайлы сезінеді, олардың танымдық және әлеуметтік дағдылары қалыптасады және артады.\nҮшіншіден, себебі «Мәңгілік ел» құндылықтарында ынтымақтастық және бірлік. Осының бәрін біле отырып, мұғалім оқыту мен оқу процесінде топтық жұмысты ұтымды қолдануға тырысады.\nТоптық жұмысты ұйымдастыру туралы сөз қозғаған кезде мұғалімдер де «оқушыларды топқа қалай біріктірсем?», «топқа біріктірудің қандай жаңа әдістері бар?» деген сұрақтарды қойып жатады. Топқа біріктіру әдісін тек техникалық тәсіл ретінде қарастыратыны кездеседі. Алайда, оқушылардың оқу мақсатына оңтайлы жетуге топтық жұмысты қалай тиімді қолдануға болады? Ол үшін топтық жұмысты тиімді пайдалану үшін осы әдістер арқылы біріктірсе жеткілікті ме?\nЕнді оқушыларды шағын топтарға қалай біріктіруге болады?\nБіріншіден, кездейсоқ топ. Топтық жұмысты орындау үшін бір топта қандай оқушылардың болатыны маңызды емес. Осы жағдайда мұғалім осы ұсынған 17 немесе мейлі 20 әдіспен оқушыларды шағын топқа біріктіреді. Топтың мүшелері кездейсоқ бірігеді. Мұғалімге сыныптағы оқушылардың бір-бірімен мейлінше араласқаны маңызды.\nЕкіншіден, аралас топ. Мұғалім мақсатты түрде шағын топқа әртүрлі деңгейлі оқушыларды біріктіреді. Себебі, бұл топтық жұмыс жаңа оқу мақсатына жету үшін қажетті алдыңғы білімдері мен біліктерін қайталап, бір-бірінің есіне түсіру мақсатында ұйымдастырылған. Яғни бір тақырып бойынша білімі бар балалар мен білімі аз балалар топтарға бірігеді. Мұғалім алдын ала бұл топтың мүшелерінің кім болатынын жоспарлайды.\nҮшіншіден, деңгейлі топ. Мұғалім ерекшеліктеріне қарай топтарға біріктіреді. Қызығушылығы бір оқушылар бір топта немесе жоғары деңгейлі, орта және төмен деңгейлі оқушылар. Оларға арнайы тапсырмалар дайындалады. Бұл топтық жұмысты жоспарлау кезінде мұғалім неліктен оқушыларды дәл осылай біріктіретінін және неліктен осы тапсырмаларды беретінін нақты түсінеді.\nТөртіншіден, қалаулы топ. Мұғалім оқушыларға өз қалаулары бойынша отыруға мүмкіндік береді. Мұғалім оқушылардың бір-бірімен қарым-қатынасын білу үшін бұл әдісті пайдалану болады. Сыныпта қандай да бір топтық жоба жұмыстарын жасау керек болған кезде бұл әдісті қолдану тиімді болар деп ойлаймын.\nБесіншіден, қыз-ұл деп бөлуге болады. Бұл әдіспен оқушыларды біріктіру мұғалімге қыз балалар мен ер балалардың оқудағы ерекшеліктерін терең зерттеуге мүмкіндік береді деп ойлаймын.\nҚұрметті әріптестер, осы әдістерге қатысты қандай ойлар айтасыздар. Және өздеріңізде қандай тағы да басқа әдістер бар, сол туралы ой бөліссеңіздер.",
        "question_date": "17.09.2016",
        "question_tag": "Мектеп",
        "question_views": 15400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Мен сау баламын» Оқушылар кәмпиттер жинақталған сандықшадан бір кәмпитті алып, сол бойынша топқа бірігеді. Мысалы: «таңқурай» кәмпиті түскендер «Ащы» тобына, «қарақат» кәмпиті түскендер «Тәтті» тобына, «лимон» кәмпиті түскендер «Қышқыл» тобына бірігеді.",
                "date": "23.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еврейлердің бала тәрбиесі қалай? Муми-ана деген кім?",
        "question_content": "Еврейлер шашыраңқы өмір сүргендіктен, әрбір диаспораның өз тарихы бар. Қазақстанда да еврей халықтары өмір сүреді. Сонымен қатар, олардың балаларға қолданатын өзіндік тәлім-тәрбиелері, оны үйрету, сақтау тәсілдері де бар. Еврейлер қазіргі облыстық орталықтардың барлығында дерлік тұрады. Қоныстанудың бірінші кезеңі Ұлы Жібек жолының ашылуымен басталған болатын және ол 1917 жылы большевиктердің билікке келуіне дейін жалғасқан.\nАталмыш ел әлемінің түпкір-түпкірінде мекендейді. Қандай ортада өмір сүрмесін өз салттарын, ережелерін қатаң сақтайтын ұлт. Мысалы, ежелден бері еврейлерде сүндеттеу рәсімі сақталып келеді. Еврей заңдарына сәйкес ұлын әкесі сүндетке (хаттафат, дамбрит) отырғызады, бұл рәсім «мохел» деп аталды. Оны отбасы мүшесінен басқа адам да жасауына болады. Бұл рәсім балаға «барух хаба» («келушіге бата берілді») деп сәлемдесуден басталып, баланың денсаулығы үшін дұға қылумен аяқталады, осыдан кейін оның есімі жария етіледі. Сонымен қатар, бұл ұлтта үйлену тойы сән-салтанатты түрде өткізіледі. Ашық аспан астына көшпелі қалқа – хула орнатылады. Күйеу жігіт пен қалыңдықты некелестіретін раввин дауыстап неке келісімін немесе ксубуды оқиды. Еврейлер үшін кашера ұғымы өте маңызды болып табылады, яғни қандай да бір нәрсеге Галаха, яғни Тора мен Талмудадағы заңдар мен нормалар тұрғысынан рұқсат етілуі.\nЖалпы бала дүниеге келгенде оның қабілетін, қызығушылығын бақылап, бағдар беріп отырады. Оларда баланы жай ғана тәрбиелеу емес, одан үлгілі, сыйлы тұлға шығаруға тырысады. Яғни, олардың түсінігіндегі бала – ақылды, парасатты, тәрбиелі, жан-жақты, білімді, күш-жігерлі, төзімді болуы шарт. Осындай нәтижеге жету үшін ата-аналар қатаң тәртіп пен жаза қолданады. Ең баса назар аударатыны – бала ешқашан жалған сөйлемеуі тиіс. Оны тек жаман қасиет деп қарамайды, баланың өзі тыныш ұйықтап, ертеңгі таңын еркіндікпен, адал аттыру үшін де деп есептейді. Еврей халқында үлкендер аса артық сөздерсіз, нақтылы, нақыл айтушылар. Баланы тәрбиелеу жүйесінде де әрбір сөзін ойланып, тұжырымды сөйлеумен қатар, істеген әрбір ісін үлгі тұтарлық етіп жасайды.\nТағы бір деректерде баласының қасиеттерін ескере отырып, алдағы өмірдегі мамандығын белгілеп, болашақтағы өмірін бір бағыттқа қоюды өз міндеттеріне алады.\nЖалпы еврей халқының бала тәрбиелеу бойынша екі бағыты болады екен. Бірі – діни бағытта болса, екіншісі – заманауи. Тәрбиенің алғашқы түрі – діни бағыт. Мұндағы түсінік, махаббат пен билік. Яғни ата-ана баласына өз биліктері арқылы жаймен, түсінікті әрі сүйіспеншілікпен жеткізеді. Ата-ананың міндеті – баласын тура жолға салып, дұрыс бағыт бағдар беру.\nАл, бүгінгі заман талабына сай тәлім-тәрбие барысы – екіге бөлінеді. Олар: еркіндік және қаталдық. Фин жазушысы Туве Янсонның айтуынша: «Муми-ана – бұл бәріне әрқашан еркіндік беріп, ештеңеге тыйым салмайтын ана» деп жазған екен, осы қағиданы еврей халқының аналарына тән деседі. Ал қаталдық заңдылығы белгілі бір жерге баруға, одан асуға болмайтын кезде басталады. Ал баланың бөлмесін, ол өз қалауындағы еркіндігі деп санайды. Осы тәрбие бағытында нені жасауға болатынын немесе болмайтынын бірден және түгел айтады. Айтылған заттың қатал және ол ережені қайта қайталау керек еместігін ата-аналар бірден түсіндіреді.\nАта-аналардың көпшілігі діни бағытта балаларын тәрбилеуді жөн деп есептейді. Оған нақтырақ тоқталар болсақ:\n1. Ішкі дүние тазалығы және әдемі келбетті сақтау. Мұның мәні қандай жағдай (ситуация) болмасын, түр-әлпетті жаман жағына қарай өзгертпеу. Онымен қоса құдайдың бар екеніне сену.\n2. Қолда барыңа риза болу. \n3. Қарапайым болу. Қарапайымдылық – ақылыдылық пен сабырлылыққа әкелетін есік деп біледі.\n4. Тәрбиелік және қоршаған ортаға деген мейірімділік. Еврейлер балаларын барлық жанды сыйлауға, құрметтеуге шақырады.\n5. Сөйлеудегі тазалық. Адамның сөйлеу мәнері, мәдениеті – оның мінез-құлықын білдіреді деген тұжырым жасайды еврей халқы. Жақсы сөз сөйлеуші өзін тыныш, жақсы сезінеді екен.\nОсы топтастырылған тұжырымдар әрбір бала тәрбиесінде ата-ана тарапынан айтылып өтіледі екен. Тек қысқа, жұмбақтап емес, әрбіреуін терең талдап түсіндіреді.\nЖалпы қай халық болмасын бала тәрбиесіне аса жауапкершілікпен қарап, ұлтының болашағы ретінде жақсы азамат болып өсуі үшін өз қағидаттары мен заңдылықтары, әдет-ғұрыптарымен тәрбиелеген.",
        "question_date": "17.09.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала тәрбиесі - қиын да күрделі процесс. Біз баламыздың тәрбиелі де өнегелі болып өсіп, өз қатарының алды болғанын қалаймыз. Бірақ баламызды осы мақсаттарға сай тәрбиелеу үшін үлкен еңбек, күш - жігер қажет екенін бәріміз білсек те, мойнымыз жар беріп, бала тәрбиесімен айналыса бермейміз. Кейін баламыз есейген сәтте, «сен маған тартпағансың, мынаны олай істемедің, ананы бұлай істемедің, ештеңеге қырсызсың» деп кінәлап жатамыз.\nҰлттық тәрбие барысында ұлттық сананы қалыптастыру ең маңызды шарттардың бірі десек қателеспейміз. Қазіргі жаһандану кезіндегі Батыс өркениетінен біздің алатынымыз да бар, ысырып тастайтын тұстарымыз да бар. Алатын тұстарымыз қатарына батыстың технологиялық жетістіктерін, экономикалық өндірісті ұйымдастыру тәжірибелері мен ғылыми-техникалық мәдениетін қабылдау сияқтыларды атауымызға болады. Батыстың білімі, ғылымы, техникасы, технологиясы, біздер үшін өте қажет десек те, Батыс өркениетіне шамадан тыс еліктеушілік – жақсылықтың нышаны емес. «Батыстың технологиялық жаңалығына ұмтылу, экономикалық өндіріс¬ті ұйымдастырудағы жетістіктерін игеру – қажеттілік, ал одан керісінше бүгінгі күнде рухани тапшылыққа айналып отырған ізгілік, кісілік, адамгершілік, бауырмалдық, әдептілік, тәрбиелік мазмұн іздеу – бос әурешілік. Өкінішке орай, Батыс өркениеті бұл тұрғыда ешқандай жетістікке жеткен жоқ, қайта тоқырауға ұшырады. Мысалы, дәстүрлі қазақ қоғамы мәдени құндылықтарды ешуақытта тауар деп қабылдамайды, негізгі ұстанымы бойынша қоғамның шаңырағын шайқалтпай ұстап тұруға тиіс тетік, өмірлік ұстын ретінде қарастырады. Ал Батыс өркениетінде бұл тұрғыдағы ұстаным мүлдем басқа, олар мәдени құндылықтарды тауар ретінде қабылдайды, мақсат – сату (сатылу) және пайда табу. Уақыт қанша аз жұмсалса, сонша пайдасы көп». Қазақ қоғамы қазір қарқынды түрде жүріп жатқан жаһандану үрдісінің ықпалынан өзі қаламаса да, оқшау бола алмайды. Жаһанданудың қауіпті тұсынан арылу үшін, әрбір ұлт, әрбір этнос, әрбір мемлекет өзінің болмысына бейімдеп сіңіре алу керек.\nӘрине, жаһанданудан ешкім де құтыла алмайды. Оған тек бейімделу керек, ал бейімделе алмағандар құриды. Бірақ бейімделу дегенді өзгенікін толық қабылдау деп ұқпау керек. «Бізге дәл қазіргі заманда батыстың желімен домалай жөнелетін қаңбақ ұрпақ керек емес, пайдасын алып, зиянын бойына дарытпай, дауылына міз бақпай қасқайып қарап тұратын тамыры ұлт рухына терең бойлаған мәуелі бәйтерек керек. Сондықтан біздің міндетіміз – рухы биік ұрпақ тәрбиелеу»",
                "date": "17.09.2016",
                "upvotes": 0
            },
            {
                "text": "Әңгіме бала тәрбиесі туралы болғандықтан өзгелердің пікірін білу мен үшін маңызды. Осы бағдарламаны оқып,ойлау қатары бойынша ой-өрісіміз ұлғая бастағалы не нәрсеге де жан-жақты сақтықпен қарауды ғана емес,нені қалай жақсартсам болады деген ойлану дағдысы қалыптаса бастады. Еврейлердің бала тәрбиесі туралы пікірі емес, мені ата-ана ретінде,әрине, мектеп оқушысы сонымен бірге,өзіміздің осы уақытқа дейінгі алған тәрбием көп ойландырады,сын көзбен де қарай бастадым. Бірақ менің не менің замандастарымның алғаны қазақ тәрбиесі ме? Әлде кеңестік жүйедегі қазақ тәрбиесі ме? Осы екеуінің арасында айырмашылық бар ма?\nЕврейлер саныныың аздығына қарамастан(13.5 млн) қазір әлемде ұлт есебінде үлес салмағы қай деңгейде?\n19 ғ дейін көшпенді қазақ бола тұрсақ та ұлан-ғайыр жерді жауға бермей ұстатқан қазақ аталарымыздың қандай тәрбиесі? Білімден кендеміз десек,осы бағдарламадағы оқыту мен оқу туралы заманауи әлемдегі жетістіктерге негізделген түйінді ой айтқан шетел оқымыстыларының пікірлеріне баламалы оқыту туралы пікір айтқан ағартушыларымызды көптеп тауып отырмыз. Қайталап айтам: айтқан. Сол білгенімізді қаншалықты қолдандық? Қолдана алатындай кеңестік білім жүйесінде еркіндігіміз болды ма ?Әлде шынымен де қанға сіңген өзіндік мені жоқ жасықпыз ба?\nЖасық болсақ Махамбет пен Исатай, Сырымдар қайдан шықты?Олардың тағдыры немен аяқталды? Кешенді оқыту, қайталап оқыту ,пәндерді байланыстыра оқыту туралы Жүсіпбектің жазбалары неге сол кезеңде қолданылмады? Міне мен осы сұрақтардың жауабын өзімше табамын,тапқаннан кейін бағдарлама идеясына сәйкес икемді, заман ырғағына сәйкес дағдыларды ғана меңгеріп, мақсатқа ғана ұмтылу, тек нақты критерийлер қой да өз мақсатыңа жетуді ойла деген идеямен балаларды тәрбиелеу керек -ау деп заманауи ата-ана мен ұстаз болуды ойлап қоямын. Ал бала ше? Оны айтып отырған себебім: бірде 10 жастағы қызым ана, орыстар біздің тілімізді оқи ма? деген сұрақ қойды? жоқ дедім мен. Неге онда біз ол тілді оқимыз? Ал ағылшындар ше? Жоқ дедім мен.\nОнда біз не себепті оқимыз? Себебі көп тілді білу әлемде еркін жүріп тұруға мүмкіндік береді.өз ойыңды қай тілде де еркін айта аласың. Мысалы Бауыржан Момышұлы сияқты. Орыс тілінде білім алу Бауыржан атаның қазақтық бітімін жойған жоқ. Ааа түсінікті деді. Не болғанда да балаға өзге ұлтты мысалға алып емес өзге ұлттың тілі мен мәдениетін жатқа біліп қазақша ойлайтын, өз ұлылары мен ұлтын дәріптейтін тәрбие береміз деп жатырмыз.\nЖаңартылған білім мазмұнында ұлттық құндылықтарға басымдық берілуі қатты қуантады. Мысалы орыс мектептерінде бесік жыры мен сабан тойды.наурызды ортақ тақырыптар ретінде барлық пәндере оқуы да керемет. Мектепте ұстанымы өзгерген оқытушылар,өзінен оқушыны жоғары қоя білетін ұстаздар командасы құрылған жағдайда,уйде баланың еркіндігіне негізделген жанұя ұйытқысын жасай алатын ата-аналар қалыптасып жатырса бағдарлама діттеген мақсатына жетер еді-ау. Сол себепті әлем елдеріндегідей Қазақстанда да семейный коуч-консультанттар, мектепте де коуч-консультанттар болса артық етпейді. Себебі ұстанымы өзгерген тренерлер корпусы көптеген тәжірибелік дағды мен іс-әрекеттегі зерттеудегі ой-түйіндері бары анық.\nСебебі басым бөлігі бұрынғы дәстүрлі педагогика мен методологияны біле тұра 21 ғ сәйкес оқыту туралы ,ұстаным мен көзқарастарына мол өзгеріс жасағаны анық.",
                "date": "17.09.2016",
                "upvotes": 0
            },
            {
                "text": "Еврей халқының бала тәрбиесіне қатысты құнды деректерін келтіргеніңіз үшін көп-көп рахмет. Тағдырдың талай тәлкегі мен қиын-қыстау кезеңін бастан өткерген еврей халқының адамзат тарихында алатын орны ерекше.\nЕврейлер туралы қасиетті кітаптарда да сөз етіледі... Не себепті фашистік диктатура еврей ұлтына \"дискриминация\" тұрғысынан қарады?,-деген сұраққа тарихта да бірнеше сұрақтар мен жауаптар бар. Түптеп келгенде, еврей ұлтының өзге ұлттарға қарағанда туа біткен қанындағы ерекшелігінен болар... Дегенмен, өзге ұлттардың бала тәрбиесіндегі тәжірибелік ерекшеліктерін оқумен қатар, неге өзіміздің, яғни, қазақ халқының этнопедагогикалық құндылықтарына аса мән бермеске. Біздің халықта да \"Бала тәрбиесі ана құрсағы мен тал бесіктен...\"деген тамаша тәрбиенің бастауы бар. Шариғат жолымен дәстүрімізге етене сіңіскен ата-баба салған тәрбиедегі сара жол ұмыт қалмай, өз жалғасын тапса қазақтан асқан халық жоқ.\nМысалы: Құнанбайды дәретсіз емізбеген Зере әжеміздің, салиқалы Ұлжан, Ділда аналарымыздың тәрбиесінен Абайдай /Ибраһим/ дара тұлға тумап па еді? Ал, Балғожа бидің тәрбиесінен сусындаған Ыбырай/Ибраһим/ атамыздың бала тәрбиесіне қосқан үлесі ше?. Сондай-ақ, Айғаным анамыздан тәрбие алып, өсіп-өнген Шоқан /Мұхаммед Қанафия/ Уәлиханов, Құнанбай мен Абайдан тәлім -тәрбие алған Шәкәрім /Шаһкәрім/ағамыздай ұлт мақтаныштарының ана құрсағы мен тал бесіктен бастау алған тәрбиесін неге сөз етпеске? Айта берсек, тізімді жалғастыра беруге болады. Қазақтың туа біткен мінезіндегі қайсарлығы мен дархандығы, жомарттығының, адам баласына деген оң ниеті мен тамыры тереңде жатқан тағылымы мол қасиеті болар, бүгінде, әлем тарихында алғашқы ондықтың көшінде тоғызыншы орында жер тепкені мақтанарлық жайт. Қазақтың тарихы тұңған шежіре. Өкінішке орай, бүгінде батырлар дастанынан жыр соғатын ақ жаулықты әжелеріміз, шежірені бүге-шүгесіне дейін тарқататын аталарымыз, бесікті жырымен тербететін аналарымыз, асқар таулық рухы бар әкелеріміз, шолпысының сылдырын шығаруға сескенетін сіңілілеріміз, аға тұрып, іні сөйлемейтін игі сыйластыққа негізделген тәрбие бастауымыз сияқты ұлттық құндылықтарымыз жоғалу алдында тұр.\nӘлемнің екінші ұстазы /\"Муалиим ассана\"/ Әл-Фараби бабамыздың: \"Тәрбиелеу дегеніміз - адамның бойына білімге негізделген этикалық құндылықтар мен өнер\", - деген нақыл сөзі тәрбиенің жәй айта салатын сөз емес, үлкен ізденіс пен нәтиженің жемісі екенін көрсетеді. Ендеше, дәстүрімізді, ұлттық құндылығымызды қайта өркендету жолында ұлттық табиғи болмысымызға тән ерекшелігімізді танып қана қоймай, кеңінен зерттеп өскелең ұрпақтың бойына дарыта білсек нұр үстіне нұр болар еді. Рахмет!",
                "date": "17.09.2016",
                "upvotes": 0
            }
        ]
    }
]