[
    {
        "question_title": "Алмалы сай өлеңінің сөзін қайдан табамын?",
        "question_content": "Салем,  алмалы сай оленнин толык созин жазып беринизши",
        "question_date": "12.07.2017",
        "question_tag": "Әннің сөзі",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Су ағады сайменен,\n\nШам жанады майменен.\n\nЖақсыға жақсы қосылса,\n\nКүн туады айменен.\nОсы өлең ба?",
                "date": "12.07.2017",
                "upvotes": 0
            },
            {
                "text": "Ееейсу ағады сайменен,\n\nШам жағады майменен.\n\n2 \\Екі бір жақсы қосылса оооуу,\n\nКүн шығады айменен.\n\nҚорадан қойды айдаймын ееей,\n\n(Бұлбұл құстай сайраймын ееей)\n\nҚоңырқай шашты майлаймын ееей.\n\n2\\Думаншыл, тойшыл халқым менің,\n\nӘнімді саған арнаймын ееей.\n\nАлмалы сайда көп жүрдім ееей,\n\nАлмасын теріп жей жүрдім ееей.\n\n2\\Алысқа кеткен бауырды ойлап,\n\nҚашан келердей жүрдім ееей.\n\nАлмалы сайды өрледім ееей,\n\nЖүйрікке мініп терледім ееей.\n\n2\\Алыста жүрген туысты ойлап,\n\nБір көруге шөлдедім ееей.\n\nЕеей кескестен өрген шашыңыз ееей,\n\nҚаншаға келді жасыңыз ееей,\n\n2\\Танысайын, білісейін\n\nАтыңызды айтып қалыңыз ееей.\n\nАлмалы сайдың алмасы ееей,\n\nБасқалар келіп алмасын ееей\n\n2\\Ырыздық шетте жатсадағы\n\nТопырақ шетте жазбасын ееей.\n\n^Тойыңыз тойға ұлассын ееей,\n\nҰл қызың өсіп жайнасын ееей,\n\n2\\Мәнгілік елден кетпей тұғын,\n\nҚазаққа шаттық орнасын ееей.^",
                "date": "3.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Соққыға шыққан ісікті қалай келтірсе болады?",
        "question_content": "Маңдайыма соққы алған болптынмын.Сол 1ай болды кетпейд домалак шиш",
        "question_date": "11.07.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 11600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ісік ағзада артық мөлшерде су жиналғанда пайда болады. Ауру – астан. Ісік пайда болмас үшін дұрыс тамақтанған абзал. Мына азық-түліктер денедегі ісіктерден құтылуға көмектеседі.\nАқуыз\n©parazitovnetu.ru\nҚұрамында ақуыз бар тағамдар ісіктің бетін қайтаруға көмектеседі. Сондықтан, ас мәзіріне тауық еті, балық, теңіз тағамдары мен жұмыртқаны қосқан жөн. Майлылығы 2-5 пайыз болатын тағамдар да ісік кезінде артық етпейді.\nС дәрумені\nИтмұрын қайнатпасы, цитрусты жемістер, лимон мен алма, қырыққабат пен тұздалған қиярдың құрамында қажетті дәрумен кездеседі.\nD дәрумені\nD дәрумені балықта, ірімшікте, жұмыртқа мен бауырда көп. Сондықтан, мамандар тағамның осы түрлерін пайдалануға кеңес береді. Алайда, азық-түліктердің бұл түрлерін мөлшермен қолданыңыз. Күніне 1-2 жұмыртқа, 160 грамм балық өнімдері және ірімшіктің 50 граммы жеткілікті.\nТұз\nҚайнатылған тұздың зияны туралы жиі естиміз. Алайда, ағзадағы тұздың тапшылығы да денедегі ісіктердің пайда болуына себепші болады. Тұздың құрамында болатын натрий мен калий микроэлементтері жетіспеуі де ісік туғызады.\nШөптер\n©dietoflife.com\nКөк пияз, түймедақ қайнатпасы, ақжелкен мен аскөк – ісіктен құтылуға көмектесетін бірден-бір көмекші. Табиғи шөптердің қайнатпасын ішу де, ісікке басу да өте пайдалы.\nСу\nІсік артық судың әсерінен пайда болады деген тұжырымды дұрыс түсіну керек. Ол күнделікті ішетін судың кесірінен емес, тері қабатындағы судан пайда болады. Сондықтан, ісік кезінде судан бас тартудың қажеті жоқ. Кез келген адам 1 кг салмақ үшін 40 мл су тұтынуы керек.",
                "date": "20.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери билетті қалай алуға болады?",
        "question_content": "саламатсызба? мен əскери тіркеу куәлігін отбасы жағдайына байланысты алмады қазір жасым 19 да енді қалай алсам болады қайда бару керек? жəне айыппұл төлимінба? осылар жайлы айттыңыз",
        "question_date": "11.07.2017",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Военкоматқа бар, жағдайыңды түсіндір. Ары қаоай вйтады не істеу керектігін.",
                "date": "17.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Иттің басынан сипаса, тез өседі\" деген ырым бар ма?",
        "question_content": "\"Иттің басынан сипаса, тез өседі\" деген ырым бар ма?",
        "question_date": "11.07.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 995,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "иттин басын сипаса тез оседи деген ырым бар",
                "date": "11.07.2017",
                "upvotes": 0
            },
            {
                "text": "Тамак берсен тез оседы, сипаганнан оспейд, сипаганнан кутырат, балакай.",
                "date": "16.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КТ тапсырмай қалай Университетке түсуге болады?",
        "question_content": "Саламатсызба? мен колледжді бітірдім енді жоғары оқу орнына түскім келеді бірақ мен КТ яғни кешенді тестілеу тапсырмадым, енді мен оқуға түсе аламынба? осылар жайлы айтып беріңізші",
        "question_date": "10.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай оқу орнына түскің келеді , содан сұра. Сайттарынан контактілерін алып хабарлас.",
                "date": "17.07.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақ-орыс халықаралық  университетінде КТ тапсырмай түсуге болады.Қабылдау уақыты (егер іштей оқитын болсаң) 20  тамызға дейін.Ал сырттай оқитын болсаң 20  қыркүйекке дейін қабылдайды. Жылына 110 мың теңге. 1 пар кем дегенде 50 мин.,ал жоғары дегенде 70 минунттан сабақ өтеді.",
                "date": "18.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вконтанте желісінінде топтың настройкасын қалай жөндейм?",
        "question_content": "Вконтакте желісінде топтын настройкасын қалай жөндеймін. Менде адам шакырылмайды. Осылай тұрады. Приглошение деген жок",
        "question_date": "10.07.2017",
        "question_tag": "Вконтакте",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолданушыларға тобыңның сілтемесін көрсетіп  хабарлама жібер",
                "date": "10.07.2017",
                "upvotes": 0
            },
            {
                "text": "Сенің тобың публичный страница болғандықтан шақыра алмайсыз, оны басқа тип-ке қалай ауыстыратынын білмедім ал.",
                "date": "10.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылыжай салу үшін қаржы мәселесін қалай шешемін?",
        "question_content": "Жылы-жай салу үшін қандай құжаттар болу керек. Жергілікті әкімдіктен қандай көмек аламын. Қандай банк арқылы несие рәсімдеймін.",
        "question_date": "10.07.2017",
        "question_tag": "Кредит, Несие",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Даму, Атамекен деген кəсіпкерлерге қолдау көрсету ұйымдары болушы еді ғой, соларға жолығып көрмедің бе.",
                "date": "18.08.2017",
                "upvotes": 0
            },
            {
                "text": "Ең алдымен жылыжайды қай өңірде саласыз, сол маңызды? «Атамекен» Ұлттық кәсіпкерлер палатасы еліміздің 80 ауданында ауылдағы жұмыссыз және өзін-өзі жұмыспен қамтыған азаматтарға «Бастау Бизнес» жобасын жүзеге асырып отыр. Бұл жобаға арнайы тестілеуден өткен, кәсіпкерлік икемі бар азаматтар іріктелініп, 30 күндік білім алады, бизнес-идеяны бизнес-жобаға айналдырып, комиссия алдында қорғап, «Нәтижелі жұмыспен қамту және жаппай кәсіпкерлікті дамыту» бағдарламасы аясында жылдық сыйақы мөлшерлемесі 6% болатын жеңілдетілген несие ала аласыз.\nБүгінде «Ауыл шаруашылығын қаржылай қолдау қоры» АҚ ауылдық жердегі бизнес үшін пайызы төмен шағын несие береді. Оныңнесие беру тәртібі өте қолайлы: сыйақы мөлшерлемесі – 6 %, жылдық тиімді сыйақы мөлшерлемесі 6,7 % аспайды»\nШағын бизнес үшін несие аламын десеңіз, алдымен өзіңіз тұратын өңірдеКәсіпкерлер палатасына жолығып, Кәсіпкерлерге қызмет көрсету орталығынан тегін кеңес ала аласыз. Аталған орталықта кеңес беруден бастап жобаны сүйемелдеуге дейін көмек көрсетеді. 1432 тегін байланыс нөміріне хабарласып, сауалыңызды қойып, тиісті маманнан жауап ала аласыз.\nСонымен қатар, «Даму» кәсіпкерлікті дамыту қоры» АҚ жүгініп,несие алу бағдарламасымен таныса аласыз.",
                "date": "16.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсіңде ұрланып бара жатқаныңды көрсең, оны қалай жоруға болады?",
        "question_content": "Анам түс көрген түсінде мені ұрлап бара жатырған мен мама құтқар деп айқайлаппын бұл не болуы мүмкін?",
        "question_date": "10.07.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Елеке деген қолданушыны кім таниды?",
        "question_content": "https://surak.baribar.kz/user/%D0%95%D0%BB%D0%B5%D0%BA%D0%B5\n\nЖоғарыдағы сілтемедегі қолданушының почтасын немесе вконтакте әлеуметтік желісіндегі аккаунтын кім біледі?",
        "question_date": "10.07.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрын кіруші еді. Қатты жақын танымасам да, сырттай танушы едім. Қазір сайтқа сирек кіретін болды.",
                "date": "11.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-ға қатыспай Серпін бағдарламасы арқылы колледжге грантқа түсуге болады ма?",
        "question_content": "Сәлеметсіздер ме? Мен биыл ҰБТ-ға қатыспаған едім. Енді серпін бағдарламасымен колледжге түсе аламын ба?",
        "question_date": "10.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 738,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жоғары білімнің білім беру бағдарламаларын іске асыратын білім\nберу ұйымдарына оқуға қабылдаудың үлгілік қағидалары\n1. Жалпы ережелер\n1. Осы Жоғары білімнің білім беру бағдарламаларын іске асыратын білім беру ұйымдарына оқуға қабылдаудың үлгілік қағидалары (бұдан әрі – Үлгілік қағидалар) \"Білім туралы\" Қазақстан Республикасы Заңының 4-бабының 25) тармақшасына сәйкес әзірленген.\n2. Жоғары білімнің білім беру бағдарламаларын іске асыратын Қазақстан Республикасының білім беру ұйымдарына жалпы орта (орта жалпы), техникалық және кәсіптік (бастауыш немесе орта кәсіптік), орта білімнен кейінгі, жоғары (жоғары кәсіптік) білімі бар адамдар қабылданады.\n3. Қазақстан Республикасының жоғары оқу орындарына түсуші адамдарды қабылдау мемлекеттік білім беру тапсырысын (білім беру грантын) орналастыру, сондай-ақ азаматтардың өз қаражаты мен басқа да көздер есебінен оқуға ақы төлеуі арқылы жүзеге асырылады.\nӘскери, арнаулы оқу орындарында алынатын білімді қоспағанда, Қазақстан Республикасының азаматтарына, егер Қазақстан Республикасының азаматы оны бірінші рет алатын болса, мемлекеттік білім беру тапсырысына сәйкес конкурстық негізде тегін жоғары білім алуға құқық беріледі.\nӘскери, арнаулы оқу орындарын қоспағанда, Қазақстан Республикасында тұрақты тұратын азаматтығы жоқ адамдарға, егер олар осы деңгейдегі білімді бірінші рет алатын болса, мемлекеттік білім беру тапсырысына сәйкес конкурстық негізде тегін жоғары білім алуға құқық беріледі.\nШетелдіктердің мемлекеттік білім беру тапсырысына сәйкес конкурстық негізде тегін жоғары білім алу құқығы Қазақстан Республикасының халықаралық шарттарымен айқындалады.\n4. Қазақстан Республикасының жоғары оқу орындарына түсуші адамдарды қабылдау сертификаттағы балдарға сәйкес конкурстық негізде олардың өтініштері бойынша жүзеге асырылады.\nСертификаттар ұлттық бірыңғай тестілеу (бұдан әрі – ҰБТ) немесе кешенді тестілеу (бұдан әрі – КТ) немесе эксперименттік алаң болып табылатын \"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымының білім беру бағдарламалары бойынша түлектердің оқудағы нәтижелерін сырттай бағалау нәтижелері бойынша, сондай-ақ тiзбесiн бiлiм беру саласындағы уәкiлеттi орган айқындаған жалпы бiлiм беретiн пәндер бойынша халықаралық олимпиадалар мен ғылыми жобалар конкурстарының (ғылыми жарыстардың) 2014, 2015, 2016 жылдардағы жеңімпаздарына (бұдан әрі – халықаралық олимпиадалар мен конкурстардың жеңімпаздары) (бiрiншi, екiншi және үшiншi дәрежелi дипломдармен марапатталған) беріледі.\n\"Назарбаев Зияткерлік мектептері\" дербес білім беру ұйымының білім беру бағдарламалары бойынша түлектердің оқудағы нәтижелерін сырттай бағалау балдары ҰБТ сертификатының балдарына ауыстырылады, халықаралық олимпиадалар мен конкурстардың жеңімпаздарына білім беру саласындағы уәкілетті орган бекітетін шәкілге сәйкес қорытынды бағаларды балға ауыстыру негізінде ҰБТ сертификаты беріледі.\nБілім беру грантын беру конкурсы \"Білім туралы\" Қазақстан Республикасы Заңының 4-бабының 5) тармақшасына сәйкес бекітілген Жоғары білім алуға ақы төлеу үшін білім беру грантын беру ережелеріне сәйкес өткізіледі.\n5. ҰБТ ағымдағы жылы жалпы орта білім берудің жалпы білім беретін оқу бағдарламаларын меңгерген білім беру ұйымдарының бітірушілері, сондай-ақ қазақ және орыс тілдерінде оқытпайтын жалпы білім беретін мектептердің бітірушілері, республикалық музыка мектеп-интернаттарының бітірушілері үшін өткізіледі.\nКТ өткен жылдардағы жалпы орта (орта жалпы) білім беру ұйымдарының бітірушілері, техникалық және кәсіптік (бастауыш және орта кәсіптік), орта білімнен кейінгі білім беру ұйымдарының бітірушілері, халықаралық оқушылар алмасу желісі бойынша шетелде оқыған жалпы білім беретін мектеп бітірушілері, сондай-ақ оқу орындарын шетелде бітірген адамдар үшін өткізіледі.\n6. Осы Үлгілік қағидалардың 43-тармағында белгіленген шекті балды алмаған ҰБТ қатысушылары, нәтижелері жойылған қатысушылар және ҰБТ-ға қатыспаған адамдар үшін ақылы негізде жоғары оқу орнына түсу үшін ҰБТ қайта өткізіледі.\n7. Осы Үлгілік қағидалардың 43-тармағында белгіленген шекті балды алмаған КТ қатысушылары, нәтижелері жойылған қатысушылар және КТ-ге қатыспаған адамдар үшін ақылы негізде жоғары оқу орнына түсу үшін КТ қайта өткізіледі.\n8. Осы Үлгілік қағидалардың 6 және 7-тармақтарында көзделген ҰБТ немесе КТ нәтижелері бойынша осы Үлгілік қағидалардың 43-тармағында белгіленген шекті балды алмаған адамдар жоғары оқу орындарына күндізгі оқу бөліміне ақылы негізде қабылданады.\nБұл адамдар үшін жоғары оқу орнында білім алудың бірінші академиялық кезеңі аяқталғаннан кейін ҰБТ немесе КТ қайта өткізіледі. Осы ҰБТ немесе КТ-дің қорытындылары бойынша осы Үлгілік қағидалардың 43-тармағында белгіленген шекті балды алмаған адамдар жоғары оқу орнынан шығарылуға тиіс.\n9. Қазақстан Республикасының жоғары оқу орындарына түсуші адамдарды ақылы негізде оқуға қабылдау ҰБТ немесе КТ нәтижелері бойынша жүзеге асырылады.\nТехникалық және кәсіптік, орта білімнен кейінгі (колледж) білімі бар адамдарды жоғары оқу орындарына ақылы негізде жеделдетілген оқу мерзімімен қысқартылған білім беру бағдарламалары бойынша ұқсас мамандықтарға оқуға қабылдау КТ нәтижелері бойынша жүзеге асырылады.\nҰқсас мамандықтар тізбесін білім беру саласындағы уәкілетті орган бекітеді.\nЖоғары білімі бар адамдарды жоғары оқу орындарына ақылы негізде қысқартылған мерзімге оқуға қабылдауды жоғары оқу орындарының қабылдау комиссиялары жүзеге асырады.\n10. Шетел азаматтарын мемлекеттік білім беру тапсырысы негізінде бөлінген квота бойынша мемлекетаралық келісімдер негізінде құрылған халықаралық жоғары оқу орындарына қабылдауды жоғары оқу орындары дербес жүзеге асырады.\nШетел азаматтарын ақылы негізде жоғары оқу орындарына қабылдау жоғары оқу орындарының қабылдау комиссиялары өткізетін әңгімелесу нәтижелері бойынша жүзеге асырылады.\n11. Жоғары білімнің білім беру бағдарламаларын іске асыратын білім беру ұйымдарына оқуға түсу кезінде \"Білім туралы\" Қазақстан Республикасының Заңы 26-бабының 8-тармағына сәйкес Қазақстан Республикасының Үкіметі бекітетін мөлшерде қабылдау квотасы көзделеді.\nАуыл жастары арасынан шыққан азаматтар үшін Қазақстан Республикасының жоғары оқу орындарына қабылдау квотасы көзделген, ауылдың әлеуметтік-экономикалық дамуын айқындайтын жоғары білім мамандықтарының тізбесін білім беру саласындағы уәкілетті орган бекітеді.\n12. Мемлекеттік құпиялармен жұмыс істеуді талап ететін жоғары білім берудің жекелеген мамандықтары бойынша мемлекеттік білім беру тапсырысы бойынша оқуға қабылдау Қазақстан Республикасының мемлекеттік құпиялар туралы заңнамасына сәйкес ұлттық қауіпсіздік органдарының рұқсаты бар жоғары оқу орындарында жүзеге асырылады.\n13. Пилоттарды даярлауды жүзеге асыратын жоғары оқу орындарына түсетін адамдардан құжаттарды қабылдау жоғары оқу орындарының орналасқан жері бойынша жүзеге асырылады және \"Халық денсаулығы және денсаулық сақтау жүйесі туралы\" Қазақстан Республикасы Кодексінің 8-бабының 12) тармақшасына сәйкес дәрігерлік-ұшқыштық сараптау комиссиясы берген пилоттарды даярлау жөніндегі жоғары оқу орнында оқуға жарамдылық бойынша медициналық қорытындысымен бірге міндетті түрде медициналық куәландыру ұсынылады.\n14. ҰБТ немесе КТ тізбесін білім беру саласындағы уәкілетті орган бекітетін ҰБТ өткізу пунктерінде немесе базалық жоғары оқу орындарында өткізіледі.\nШығармашылық мамандықтарға, сондай-ақ құқық қорғау және арнаулы органдарға ведомстволық бағынысты жоғары оқу орындарына түсетін адамдарға ҰБТ немесе КТ адамның таңдаған жоғары оқу орны бекітілген базалық жоғары оқу орнында өткізіледі.\n15. ҰБТ және КТ өткізу қағидаларын білім беру саласындағы уәкілетті орган бекітеді.\n16. ҰБТ немесе КТ-нің бейіндік пәндері көрсетілген мамандықтар тізбесін білім беру саласындағы уәкілетті орган бекітеді.\n17. КТ-нің жалпы бейіндік және бейіндік пәндері көрсетілген мамандықтар тізбесін білім беру саласындағы уәкілетті орган бекітеді.\n18. Педагогикалық мамандықтарға, арнаулы немесе шығармашылық дайындықты талап ететін мамандықтарға оқуға қабылдау арнаулы немесе шығармашылық емтихандар нәтижелерін ескере отырып жүзеге асырылады.\n2. Мамандықтар тізбесі және арнаулы немесе шығармашылық емтихандарды өткізу тәртібі\n19. Арнаулы немесе шығармашылық емтихандар өткізілетін мамандықтардың тізбесі осы Үлгілік қағидаларға 1-қосымшаға сәйкес белгіленеді.\nПедагогикалық немесе шығармашылық мамандықтарға түсетін адамдар жоғары оқу орнының қабылдау комиссиясына жалпы орта (орта жалпы) немесе техникалық және кәсіптік (бастауыш немесе орта кәсіптік), орта білімнен кейінгі білімі туралы құжатын (төлнұсқа), 3 x 4 көлеміндегі екі фотосуретін, жеке басын куәландыратын құжаттың көшірмесін, ҰБТ немесе КТ сертификатын (бар болса) тапсырады.\n20. Шығармашылық емтихандар оқуға түсушілердің бойындағы қабілеттерді және шығармашылық бағыттағы кәсіптерді меңгеруге тұлғалық алғышарттарды анықтауға бағытталған.\n21. Шығармашылық дайындықты талап ететін мамандықтарға түсуші адамдар өздері таңдаған жоғары оқу орындарының қабылдау комиссиялары өткізетін шығармашылық емтихандарды тапсырады.\nШығармашылық мамандықтарға түсетін жалпы орта (орта жалпы) білім беру ұйымдарының бітірушілері немесе техникалық және кәсіптік (бастауыш немесе орта кәсіптік), орта білімнен кейінгі білім беру бағдарламаларын іске асыратын білім беру ұйымдарының бітірушілері үшін Қазақстан тарихы, оқу сауаттылығы (оқу тілі) бойынша балдар ескеріледі.\nШығармашылық мамандықтарға жеделдетілген оқу мерзімімен қысқартылған білім беру бағдарламалары бойынша ұқсас мамандықтарға түсушілер үшін бейіндік пән бойынша балдар ескеріледі.\n22. Оқуға түсушілерден шығармашылық емтихан тапсыру үшін өтініштер қабылдау өздері таңдаған жоғары оқу орындары орналасқан жері бойынша 20 маусым мен 7 шілде аралығында жүзеге асырылады.\nШығармашылық емтихан 8-13 шілде аралығында өткізіледі.\n23. Жалпы орта (орта жалпы) немесе техникалық және кәсіптік (бастауыш немесе орта кәсіптік), орта білімнен кейінгі білімі туралы құжаттары бар, шығармашылық дайындықты талап ететін мамандықтарға түсуші адамдар екі шығармашылық емтихан тапсырады.\nШығармашылық дайындықты талап ететін мамандықтарға жеделдетілген оқу мерзімімен қысқартылған білім беру бағдарламалары бойынша ұқсас мамандықтарға түсуші адамдар бір шығармашылық емтихан тапсырады.\n24. Педагогикалық мамандықтарға түсу кезіндегі арнаулы емтихан оқуға түсушілердің педагогикалық қызметке бейімділігін айқындауға бағытталған.\n25. Педагогикалық мамандықтарға түсу үшін оқуға түсушілерден өтініштер қабылдау және арнаулы емтихан өткізу жоғары оқу орындарында 20 маусым мен 18 тамыз аралығында жүзеге асырылады.\n26. Педагогикалық мамандықтарға түсуші адамдар жоғары оқу орындарының қабылдау комиссиялары өткізетін бір арнаулы емтихан тапсырады.\nПедагогикалық мамандықтарға түсуші адамдар үшін Қазақстан тарихы, математикалық сауаттылық, оқу сауаттылығы (оқу тілі), екі бейіндік пән бойынша балдар ескеріледі.\nЖеделдетілген оқу мерзімімен қысқартылған білім беру бағдарламалары бойынша ұқсас мамандықтарға түсуші адамдар үшін жалпы бейіндік және бейіндік пәндер бойынша балдар ескеріледі.\n27. Арнаулы және (немесе) шығармашылық емтихандарды өткізу нысаны осы Үлгілік қағидаларға 2-қосымшаға сәйкес белгіленеді.\n28. Арнаулы және (немесе) шығармашылық емтиханды ұйымдастыру және өткізу үшін жоғары оқу орны ректорының бұйрығымен емтиханды өткізу кезеңіне комиссия құрылады, ол төрағасын қосқанда тақ саннан тұрады. Комиссия шешімі оның құрамының кемінде үштен екісі отырысқа қатысса заңды деп саналады. Комиссия шешімі емтиханға қатысушылар санының көпшілік даусымен қабылданады. Комиссия мүшелерінің дауыстары тең болған жағдайда, төрағаның дауысы шешуші болып табылады.\n29 Арнаулы және (немесе) шығармашылық емтиханның кестесін (емтиханды өткізу нысаны, күні, уақыты және өткізілетін орны, консультациялар) қабылдау комиссиясының төрағасы бекітеді және құжаттарды қабылдау басталғанға дейін кешіктірілмей оқуға түсушілердің назарына жеткізіледі.\n30. Оқуға түсуші арнаулы және (немесе) шығармашылық емтихан өткізілетін аудиторияға жеке басын куәландыратын құжатты көрсеткенде жіберіледі.\n31. Арнаулы және (немесе) шығармашылық емтихан басталғанға дейін оқуға түсушілерге емтихан материалдары беріледі және титулдық парақтарды ресімдеу тәртібі түсіндіріледі, сондай-ақ арнаулы және (немесе) шығармашылық емтиханның басталу және аяқталу уақыты, нәтижелерді жариялаудың уақыты мен орны және апелляцияға өтініштер беру рәсімі көрсетіледі.\n32. Жалпы орта (орта жалпы) немесе техникалық және кәсіптік, орта білімнен кейінгі құжаттары бар оқуға түсушілер үшін шығармашылық емтихандар 40 балдық жүйе бойынша бағаланады.\nЖеделдетілген оқу мерзімімен қысқартылған білім бағдарламалары бойынша ұқсас мамандықтарға түсушілер үшін шығармашылық емтихан 20 балдық жүйе бойынша бағаланады.\nПедагогикалық мамандықтарға түсушілер үшін арнаулы емтихан \"өтті\" немесе \"өтпеді\" деген нысанда бағаланады.\n33. Шығармашылық емтихан бойынша 15-тен төмен (жалпы орта (орта жалпы) немесе техникалық және кәсіптік, орта білімнен кейінгі құжаттары бар адамдар) немесе 5-тен төмен балл алған (жеделдетілген оқу мерзімімен қысқартылған білім бағдарламалары бойынша ұқсас мамандықтарға түсуші адамдар) немесе емтиханға келмеген адамдарға осы мамандыққа түсу үшін КТ-ге және мемлекеттік білім тапсырысын (білім беру грантын) беру конкурсына қатысуға рұқсат етілмейді.\n34. Шығармашылық емтиханды өткізу қорытындылары – бағалау ведомостарымен, арнаулы емтиханды өткізу қорытындылары – рұқсат беру ведомосымен, комиссияның еркін нысандағы хаттамасымен ресімделеді және қабылдау комиссиясының жауапты хатшысына (оның орынбасарына) нәтижелерді жариялау үшін беріледі. Комиссия хаттамасына төраға және комиссияның барлық қатысқан мүшелері қол қояды.\n35. Арнаулы және (немесе) шығармашылық емтиханның нәтижелері емтихан өткізілетін күні жарияланады.\n36. Арнаулы емтиханның нәтижелері бойынша оқуға түсушіге қабылдану орны бойынша жоғары оқу орнына ұсыну үшін ведомостан үзінді беріледі.\n37. Емтихандарды өткізу кезеңіне арнаулы және (немесе) шығармашылық емтиханға қойылатын талаптарды сақтау, даулы мәселелерді шешу, тиісті емтихандарды тапсыратын адамдардың құқықтарын қорғау мақсатында әрбір жоғары оқу орны ректорының бұйрығымен апелляциялық комиссия құрылады, ол төрағасын қосқанда тақ саннан тұрады.\n38. Апелляцияға өтінішті апелляциялық комиссия төрағасының атына арнаулы немесе шығармашылық емтиханды тапсырушы адам өзі тапсырады, ол арнаулы немесе шығармашылық емтихан нәтижесі жарияланғаннан кейін келесі күні сағат 13.00-ге дейін қабылданады, апелляциялық комиссия оны бір күн ішінде қарайды.\n39. Апелляциялық комиссияның шешімі отырысқа оның құрамының кемінде үштен екісі қатысса, заңды деп есептеледі. Арнаулы немесе шығармашылық емтихан нәтижелерімен келіспеу туралы апелляция бойынша шешім қатысушы комиссия мүшелері санының көпшілік даусымен қабылданады. Апелляциялық комиссия мүшелерінің дауыстары тең болған жағдайда, төрағаның дауысы шешуші болып табылады. Апелляциялық комиссияның жұмысы төрағаның және барлық қатысушы комиссия мүшелерінің қолы қойылған хаттамамен ресімделеді.\n40. Жоғары оқу орындары меншік нысанына қарамастан күнтізбелік бес күн ішінде білім беру саласындағы уәкілетті органға еркін нысанда арнаулы және (немесе) шығармашылық емтихандарды ұйымдастыру және өткізу жөніндегі қорытынды есепті, сондай-ақ арнаулы және (немесе) шығармашылық емтихан қорытындылары туралы бұйрықтардың көшірмелерін ұсынады.\n3. Жоғары оқу орындарына қабылдау\n41. Студенттерді қабылдауды жоғары оқу орындарының қабылдау комиссиялары 10 – 28 тамыз аралығында өткізеді.\nОқуға түсушілер жоғары оқу орнының қабылдау комиссиясына қабылдау туралы өтінішпен бірге жалпы орта (орта жалпы), техникалық және кәсіптік (бастауыш немесе орта кәсіптік), орта білімнен кейінгі немесе жоғары (жоғары кәсіптік) білімі туралы құжатын (төлнұсқа), 3х4 көлеміндегі 6 фотосуретін, 086-У нысанындағы медициналық анықтаманы, ҰБТ немесе КТ сертификатын, сондай-ақ білім беру грантын тағайындау туралы куәлікті (бар болса) қоса береді.\nТехникалық және кәсіптік, орта білімнен кейінгі білімнің білім беру бағдарламаларын іске асыратын білім беру ұйымдарының білім туралы құжаттары бар, біліктілігін растаған және мамандығы бойынша кемінде бір жыл жұмыс өтілі бар адамдар мынадай құжаттардың бірін:\n1) еңбек кітапшасын;\n2) жұмыс берушінің қолы қойылған, ұйымның мөрімен (бар болса) расталған қызметтік тізімді (жұмыскердің жұмысы, еңбек қызметі туралы мәліметтер тізбесі);\n3) жұмыскердің еңбек қызметі туралы мәліметтерді қамтитын архивтік анықтаманы қосымша береді.\nОсы Үлгілік қағидалардың 8-тармағына сәйкес жоғары оқу орнына қабылдау үшін адамдар жоғары оқу орнының қабылдау комиссиясына өтінішпен бірге жалпы орта (орта жалпы) немесе техникалық және кәсіптік (бастауыш немесе орта кәсіптік) орта білімнен кейінгі білім туралы құжатын (төлнұсқа), 3х4 көлеміндегі 6 фотосуретін, 086-У нысанындағы медициналық анықтаманы, ҰБТ немесе КТ сертификатын қоса береді.\n42. Білім беру грантын тағайындау туралы куәлік алған адамдар куәлікте көрсетілген жоғары оқу орнына қабылдау туралы өтініш береді және жоғары оқу орны ректорының бұйрығымен студенттер қатарына қабылданады.\nШығармашылық мамандықтар бойынша білім беру грантын тағайындау туралы куәлік иегерлері өздері арнаулы (шығармашылық) емтихан тапсырған жоғары оқу орындарына қабылданады.\n43. Ұлттық жоғары оқу орындарына ақылы оқуға шығармашылық дайындықты талап ететін мамандықтарға түсушілерді қоспағанда, ҰБТ немесе КТ-ден өткен, тестілеу нәтижелері бойынша – кемінде 65 балл, ал \"Білім беру\", \"Ауыл шаруашылығы ғылымдары\" және \"Ветеринария\" мамандықтарының топтары бойынша – кемінде 60 балл, басқа жоғары оқу орындарына – кемінде 50 балл, ал \"Жалпы медицина\" мамандығы бойынша – кемінде 65 балл, оның ішінде Қазақстан тарихы, математикалық сауаттылық, оқу сауаттылығы – оқу тілі бойынша – кемінде 5 балл және әр бейіндік пәннен кемінде 15 балл алған жалпы орта (орта жалпы) немесе техникалық және кәсіптік (бастауыш немесе орта кәсіптік) орта білімнен кейінгі білім беру бағдарламаларын іске асыратын білім беру ұйымдарының бітірушілері қабылданады.\nЖоғары оқу орындарына ақылы оқуға шығармашылық дайындықты талап ететін мамандықтарға түсушілерді қоспағанда, КТ-ден өткен, тестілеу нәтижелері бойынша – кемінде 35 балл, оның ішінде жалпы бейіндік пән бойынша – кемінде 5 балл және бейіндік пән бойынша кемінде 13 балл алған жеделдетілген оқу мерзімімен қысқартылған білім бағдарламалары бойынша ұқсас мамандықтарға түсетін техникалық және кәсіптік, орта білімнен кейінгі білім беру бағдарламаларын жүзеге асыратын білім беру ұйымдарының бітірушілері қабылданады.\nҰлттық жоғары оқу орындарына ақылы оқуға шығармашылық дайындықты талап ететін мамандықтарға түсушілер ҰБТ немесе КТ-ден өткен, тестілеу және шығармашылық емтихан нәтижелері бойынша – кемінде 65 балл, ал \"Білім беру\" мамандықтары тобы бойынша – кемінде 60 балл, басқа жоғары оқу орындарына – кемінде 50 балл, оның ішінде Қазақстан тарихы, оқу сауаттылығы – оқу тілі бойынша – кемінде 5 балл және әр шығармашылық емтиханнан кемінде 15 балл алған жалпы орта (орта жалпы) білім беру ұйымдарының бітірушілері немесе техникалық және кәсіптік (бастауыш немесе орта кәсіптік) орта білімнен кейінгі білім беру бағдарламаларын іске асыратын білім беру ұйымдарының (жеделдетілген оқу мерзімімен қысқартылған білім бағдарламалары бойынша ұқсас мамандықтарға түсушілер үшін – кемінде 35 балл, оның ішінде шығармашылық емтихан бойынша – кемінде 5 балл және бейіндік пән бойынша кемінде 13 балл алған) бітірушілері қабылданады.\nОсы Үлгілік қағидалардың 8-тармағында көзделген ҰБТ немесе КТ нәтижелері бойынша осы тармақта белгіленген шекті балды жинаған адамдар жоғары оқу орны басшысының атына ақылы негізде жоғары оқу орнына қабылдау туралы өтініш береді.\nӨтінішке ҰБТ немесе КТ сертификаты, уәкілетті тұлғаның қолы қойылған және мөрмен бекітілген транскрипт көшірмесі қоса беріледі.\n44. Жоғары оқу орнына қабылдау мамандықтар мен тілдік бөлімдер бойынша жеке жүргізіледі.\nШығармашылық емтихандар белгіленген мамандықтарға қабылдау осы емтихандар бойынша алынған балдар есепке алына отырып жүргізіледі.\nПедагогикалық мамандықтарға қабылдау арнаулы емтиханның нәтижелері ескеріле отырып жүргізіледі.\n45. Оқуға түсуші екінші деңгейдегі банктер беретін білім беру кредитін ресімдеген жағдайда, ол құжаттарының қаралып жатқандығы туралы банктен тиісті анықтаманы ұсынған кезде жоғары оқу орнының студенттері қатарына қабылданады.\nБұл ретте оған білім беру қызметін көрсету шартында белгіленген және азаматты оқуға қабылдауға дейін төлеуге жататын соманы төлеу мерзімі білім беру кредитін ресімдеу кезеңіне, бірақ банктен анықтама алған кезден бастап төрт аптадан асырылмай ұзартылады.\n46. Шет тілінде берілген құжаттардың мемлекеттік немесе орыс тіліндегі нотариалды куәландырылған аудармасы болуы тиіс.\nШетелдік білім беру ұйымдары берген білім туралы құжаттар адамдар оқуға қабылданғаннан кейін оқудың бірінші семестрі ішінде заңнамада белгіленген тәртіппен нострификациялау рәсімінен өтеді.\n47. Осы Үлгілік қағидалармен регламенттелмеген мәселелерді жоғары оқу орындарының қабылдау комиссиялары дербес шешеді.\n\nhttp://www.bolashak-serpin.kz/talapkerlerge/a-idalar",
                "date": "11.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 балаға жөргек пұл қанша теңге аламын?",
        "question_content": "Мен 3 баламды котеріп журмин. 3 балага Укимет тарапынан берилетин жардем акы молшерин билгим келеди.Мектепте жумыс истимин.Айлыгым 35000.Жоргек пул 3балага канша шыгады?ай сайын берилетини жане канша жаска дейн бериледи?",
        "question_date": "10.07.2017",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 11600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші,екінші,үшінші бала туғанда - 71270, төртінші және одан көп бала туғанда 118783 теңге төленетін болады.1 жасқа дейінгі бала күтіміне берілетін жәрдем ақы -Бірінші балаға – 13070 теңге, екінші балаға – 15452 теңге, үшінші балаға – 17812 теңге, ал төртінші және одан да көп балаға 20195.",
                "date": "10.07.2017",
                "upvotes": 0
            },
            {
                "text": "Екинши балага жоргек пул канша тенге шыгады балабакшада жумыс жасап декретте отырмын айлыгым 33000 тг немесе куйеуимнен атынан жинасам болама болса канша тг айлыгы 100000 тг",
                "date": "29.06.2018",
                "upvotes": 0
            },
            {
                "text": "Саламатсызба,\nЕкінші балам Швецияда туылды, əлі сол елде тұрып жатырмыз. ҚР азаматымыз. Мемлекеттік жөргек ақша алааламызба? Қай жерден, қанша мөлшерінде алааламыз?\n\nҚұрметбен,\n\nДина",
                "date": "28.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандық спиннердің бағасы қанша,және де қай жерден сатып алуға болады?",
        "question_content": "Ютуб арнасынан Қазақстандық спиннер сатылатынын естігенмін,Қазақстандық спиннердің бағасы қанша,және де қай жерден сатып алуға болады?",
        "question_date": "10.07.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізгі бағасы 250 теңге.Базарда жəне арнайы дүкендерде 500 теңгеден сатылады. Кей жерлерде 400 теңге.",
                "date": "16.07.2017",
                "upvotes": 0
            },
            {
                "text": "Негізі спиннерлер 200тг ден басталады.",
                "date": "19.07.2017",
                "upvotes": 0
            },
            {
                "text": "Мен Ютуб арнасынан қарағанмын. Спиннердің бағасы 500 теңгеден бастап 100000 теңгеге дейін аяқталады. 250 ден 400 дейін олар оригинал емес.",
                "date": "26.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сайтта алдын тіркеген аккаунттымды қайта қалпына келтіруге болады ма?",
        "question_content": "Мен 4-5 жыл бұрын осы сайтқа тіркелгенмін.2 аккаунт қолдануға болмайтыны білемін,алайда мен ол аккаунттың почтасының паролын ұмытып қалдым,(секретный вопрос) құпия сұрақтың жауабы да есімде қалмапты,енді сол аккаунты қайтаруға мүмкіндік бар ма?",
        "question_date": "10.07.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сайттың админінен сұрап көріңіз.",
                "date": "16.07.2017",
                "upvotes": 0
            },
            {
                "text": "Мен осы сайтқа сұрақ еңгізүді білмей жатырмын қалай еңгізеді",
                "date": "11.12.2018",
                "upvotes": 0
            },
            {
                "text": "Жоғарғы жақта сұрақ қою  сілтемесін басыңыз",
                "date": "11.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күйеуімнің алдында кінəлімін бе?",
        "question_content": "Мен ауырып ауруханаға бардым. Поженский аурумен. Барғанда əйел гинеколог болмады. Өзім хиджабьағы қызбын. Айтты ер кісі гинеколог қана. Əйел адам əзірге келмейді деп. Коридорда күйеуім күтіп отырды. Жүріңіз деп мені медсестра алып кетті. Өзім қорқақтап, сасқалақтап креслода отырдым. Қалай болғанын білмей Қалдым. Əурет жағымды қалай көрсетіп қойғаныма ашуым өкініш келеді. Қатты өкінем, бұлай ер адамға көрсетем деп мүлде ойламап ем, сол минутта неге ойланбадым екем, кунə ғой мен үшін. Солай емес пе? Ешкімге əурет жерімді көрсетпеп ем..неше жыл..ал 1-2минутта шайтан азғырып жіберді..Куйеуім алдында өзімді қазір қатты кінəлі сезінемін. Нестим мен, жүрегім мазасыз күйде жүр, осы уақытқа дейін тыныш ед, қазір мазасызданып кеттім..Куйеуім ашуланды , бірақ үндемеді..неге ұрыспадың десем, ойланбай байқамай қалдың ғой, 2-ші бұлай істеме деді сабырлықпен, саған ұрыссам не қадірім қалады деді, жыладым сөздеріне, қаты өкінем, Алла мені кешіреді ме, көз зина сына тап болдым ау деп мазам кетті, күнəға қалдым деп..Куйеуім ештеңе демесе де, ол енді маған сенбейтіндей көрінеді..іштей ренжігені анық, нестесем екен, өзімді жаман сезініп отырмын, тырнақтап жинаған абыройымды, 1 минутта күнəға баттыммаған кеңес беріңіздерші, бұл күнə",
        "question_date": "10.07.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Исламда әйел және еркек адамныңда әурет жерін жауып жүру маңызды.Намаз оқып жүрсеңіз,Алла тағаладан кешірім сүраңыз,АЛЛА кешірімді ғой.",
                "date": "10.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бурабайға не үшін баруға болады?",
        "question_content": "Жаз басталғалы Қазақстан жұртшылығы Астанаға жан-жақтан ағылып жатыр. Бірінің мақсаты - ЭКСПО-ны көру болса, енді бірі шілдеде ерекше жасанып, құлпырып кететін Астананы көргісі келеді. Әрине, қала көрген, ЭКСПО аралаған жақсы. Алайда ақыры алыстан келіп тұрған соң Қазақстанның ең көрікті мекендерінің бірі - Бурабайды да неге көре кетпеске?! Сондықтан сіздерге, Бурабай хақында бірнеше кеңес ұсынамын ☺️\n1. Бурабайға жетудің бірнеше жолы бар. Жеке көлігіңіз болса, Астанамен екі ортадағы 257 шақырымды айнадай жарқыраған жолмен, зырлап өте шығу түк емес. Жылдамдығыңызға қарай, 2-2,5 сағатта құстай ұшып, жетіп барасыз. Немесе индрайвер такси арқылы баруға болады. Бір бағытқа 2000-2500 теңге (келіскеніңізге қарай) төлеп, көзді ашып-жұмғанша Бурабайда боласыз. Ал үшінші жолы - пойыз немесе электричка арқылы бару. Өзіңізге қолайлы уақытты таңдап, бағасы 995 теңгеден басталатын билетті сатып алып, Астананың екі вокзалының бірінен отырып, \"Курорт Боровое\" деген бекеттен түсіп қаласыз. Ары қарай Бурабайдың өзіне адам басына 500 теңгеден таксилер баршылық.\n2. Бурабайға жетіп алғаннан кейін ішін еркін аралауға ВЕЛОСИПЕД жалға алуға болады. Жалға беретін жерлер сыртында толып тұр. Сағаты - 500 теңге. Ішінде шаршамай, қуыс-қуысын түгел аралап шығамыз десеңіздер, велик қолайлы.\n3. БУРАБАЙ көліне шомылуға да болады. Дикий пляждар тегін. Жабық пляждар адам басына 800 теңге. Бірақ суы біздің Алакөлдікіндей қайдан болсын)) Өзім ешқашан ол жақта шомылған емеспін. Тек табиғатта демалуға ғана барамын. Бірақ шомылып жүргендер баршылық.\n4. Жағалаудан ЖҰМБАҚТАСҚА қайық немесе катамаранмен жетуге болады. Қайық бағасы жарты сағатқа 3000 тг, катамаранның 4 адамдығы - 1500 тг, 2 адамдығы - 1000 тг. Жұмбақтаста әдемі суреттер жасауға болады))\n5. Бурабайға барған адамдардың барлығына ОҚЖЕТПЕСТІ төменнен көріп қоймай, шыңына шығуға да кеңес берер едім. Оның биігінен қарағандағы көріністің сұлулығын сөзбен айтып жеткізе алмаймын. Бір сәт жүрек құмыраңыз әдемілікке толсын десеңіз, міндетті түрде Оқжетпеске шығыңыз. Ол жаққа экспедиция 3000 теңге тұрады. Және қолайлы аяқ киіміңіз бен мықты денсаулығыңыз болсын)\n6. Егер сіз барған күні Оқжетпеске экскурсия болмай қалса, КӨКШЕТАУ шыңына шықсаңыз болады. Оның да табиғаты өте әдемі, бағасы да сол шамалас болар.\n7. АБЫЛАЙ ХАН АЛАҢЫ. Бұл ескерткішті де көре кеткен жөн. Айналасында түрлі сувенилер сатылады. Әрі биыл этноауыл жасап қойыпты. Алаңға қарама-қарсы тұстағы кафеден тамақтануға болады. Адам басына орташа баға - 3000 теңге.\n8. КӨКШЕТАУ БАЛМҰЗДАҒЫ. Жалпы бұл өңірге келген соң ерекше тәтті Көкшетау балмұздағының дәмін татпай кетуге болмайды. Бағасы - 200 теңге.\n9. ТАРЗАНКА. Бурабай музейінің ішінде орналасқан бұл \"тарзанкалар\" күшті енді! Жер бетінен 3 метр биіктікте ағаштардың арасын жалғайтын 8 кедергіден өткенде өзіңді батыр сезінесің. Бағасы - 2000 теңге.\n10. КЕНЕСАРЫ ҮҢГІРІ. Бұл - әлі өзім бармаған жер. Келесі сапарымда Алла қаласа, барамын деп ойлап отырмын. Бұл жерге де экскурсиялар ұйымдастырылады дейді. Қалай болғанда да көруіміз тиіс жер.\nМарфуға Шапиян",
        "question_date": "10.07.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеңесіңіз керемет,бұл мақаланы админ-ге ұсынсаңыз baribar.kz сайтына шығаруға болатын керемет кеңес.",
                "date": "10.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай банктің несие проценті аз?",
        "question_content": "Қай банктің проценті аз.Соны білгім келіп еді",
        "question_date": "9.07.2017",
        "question_tag": "Банк",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сайтты қарап көр.Бұл сайтта Қала,Валюта,несие уақытын және де несиені қанша суммада алғыңыз келетінін жазасыз, содан соң сайт тиімді банктарды сізге көрсетететін болады!",
                "date": "10.07.2017",
                "upvotes": 0
            },
            {
                "text": "Несие процентпен алуға болмайды!",
                "date": "10.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2017 жылы грантқа керекті баллдың қанша екені шықпады ма?",
        "question_content": "Сəлеметсіздерме? 2017 жылы грантқа керекті баллдың қанша? Білетін болсаңыздар айтыңыздаршы. Таңдау пəнім физика-математика. ҰБТ-дан 95 балл алдым. Алматыға ҚазГу ге \"Құрылыс\" мамандығына түсе аламын ба? Немесе \"радиотехника\" мамандығы бойынша Алматыға жетема?",
        "question_date": "9.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грантқа керекті бал бұрынғыша қалады. Мемлекеттік университеттер үшін 60, ұлттық университеттер үшін 70 бал.",
                "date": "9.07.2017",
                "upvotes": 0
            },
            {
                "text": "Грант 100баллдан жоғары ғой.",
                "date": "10.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вконтакте желісіндегі топқа қалай адам шақырады?",
        "question_content": "Вконтактеден топ ашқан едім. Бірак адам шакыра алмай тұрмын. Настройкасын қалай жөндейді.",
        "question_date": "9.07.2017",
        "question_tag": "Вконтакте",
        "question_views": 731,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Приглашения батырмасы арқылы шақыра аласыз.",
                "date": "9.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілінен аттестациядағы 3 бағасы грант үшін конкурсқа əсер ете ме?",
        "question_content": "Мен ұбтдан 103бал алдым.Серпин жобасы аясында Көкшетау қаласына тапсырмақпын осы жоба аясында бірнеше сұрағым бар;\n\n1) Атестатыма орыс тілінен емтиxаннан 3 түсті...ЖОО -на түсу үшін маңыздылығы бола ма?\n\n2) Бір қаладан бір оқу орнына 4мамандық жазуға бола ма?алде 2оқу орнына 2мамандықтан бөліп жазған тиімді ме?\n\n3) Көп балалы отбасына;отбасында мүгедек топқа жатқызылған адам болса жеңілдік бар ма?жане жауап парағында қалай көрсетілген?",
        "question_date": "8.07.2017",
        "question_tag": "Мектеп",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Аттестациядағы бал ешқандай әсер етпейді.\n\n2) 4 түрлі мамандықты жазған тиімді.\n\n3) Оны бланкы толтырып жатқанда қабылдау коммиссиясынан сұрайсыз.",
                "date": "20.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вконтакты желісінде кіммен сөйлескенді қалай білуге болады?",
        "question_content": "Вконтакты желісіне біреудің сайтына кіргенде,оның кіммен сөйлескенің кімнің страницасын ашып көргенің қалай білуге болады? Программа бар ма?",
        "question_date": "8.07.2017",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 546,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вконтакте желісінде,конкурстарда сондай программа тегін беріледі деп естігем, өтірік болмаса, ал былай білмедім",
                "date": "10.07.2017",
                "upvotes": 0
            },
            {
                "text": "Олай болса, қолданушылар арасында көптеген қиындықтар туады. Меніңше ондай программа жоқ сияқты. Жалпы мен ондай туралы естімеппін.",
                "date": "3.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайдасыңдар??? 2014",
        "question_content": "Ассалаумағалейкум жамағат! Анау мынау дегенше сайтқа кірмегелі 2-3 жылдың жүзі болып қалыпты. Я бұрынғы қарқын басылған. Қазір көбісі əлеуметтік желілерге өтіп кетті ғой. Шыныменде бұрынғылардан ешкімді байқамадым тек Чичаритоны көзім шалып қалғаны болмаса. Есімде біраз қолданушылар бар, бірақ көпшілігінің никтарын ұмытып тұрмын) м.вирус, жако, медет, жане Атыраулық модератор бар еді. Белсенділікке кірсем тауып ала жатармыз. Ай Ереке сол күйінше қосымша іске қосылмады ма?) Əлде де қосылса белсенділік жоғарлайтын ба еді кім білсін. Мейлі қайтеміз енді. Менікі жай ғана бұрынғылардан хабар алайын деген ой ғой. Мұны оқитын жан табылып қалса игі болар еді.",
        "question_date": "8.07.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 407,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Jako фейсбукта,,,,,,,,,______________________________",
                "date": "8.07.2017",
                "upvotes": 2
            },
            {
                "text": "Уағалейкумассалам брат қалайсыз бармызғо?)) Жалпы сайтқа кіргің келми қалады екен, ешнәрсе қызық емес болып кетеді екен))",
                "date": "8.07.2017",
                "upvotes": 1
            },
            {
                "text": "Қалайсыздар?! Атыраулы модератор кім екен ол?!",
                "date": "24.12.2017",
                "upvotes": 1
            },
            {
                "text": "Неге Сж мен Бәрібар сайтын қосып жіберген? с) Джейсон Стэтхэм",
                "date": "25.12.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "3D принтері арқылы сынып қалған DVD MP3 дискісін қайта қалпына келтіруге болады ма?",
        "question_content": "3D принтері арқылы үшке бөлініп сынып қалған DVD MP3 дискіні қайта қалпына келтіруге бола ма?.",
        "question_date": "8.07.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Ол принтер үш өлшемді болғанымен микродетальдарға дейін қалпына келтірмейді.",
                "date": "11.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қоршаған ортаны қорғау және өмір тіршілігінің қауіпсіздігі мамандығы жайлы",
        "question_content": "Қоршаған ортаны қорғау және өмір тіршілігінің қауіпсіздігі саласы  мамандарының табысы қанша? Қазіргі таңда сұранысқа ие ма?",
        "question_date": "7.07.2017",
        "question_tag": "Мамандық",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МАМАНДЫҚ МАҚСАТЫ ЖӘНЕ ТАПСЫРМАЛАРЫ\nстуденттерде әлеуметтік –тұлғалық қасиеттерді – әлеуметтік жауапкершіліктерін, жетекшілік қасиеттерін, ұжымды басқара білу, жанжалды реттеу, мақсатқа талпынушылық қабілеттіліктерін, лезде өзгеріп отыратын ортада бейімделе білуге, әлеуметтік өзара әрекеттестікке араласа білуге, төзімділік қабілеттілігін, кәсіби қызметінде ынтасын көрсете білу, инновациялық шешімдер қабылдай білу, шығармашылық мүмкіндіктерін қолдана білу қабілеттіліктерін, өзінің кәсіби және мәдени деңгейін арттыра білу, соның ішінде өзінің одан ары білім алуын жалғастыра білу қабілеттіліктерін қалыптастыру және дамыту;\nмамандық бойынша жедел жұмысқа тұру және кәсіби өсу үшін жұмыс күші нарығында түлектердің бәсекеге қабілеттілігін қалыптастыру;\nҚазақстан Республикасының өнеркәсіптік және экологиялық қауіпсіздігін қамтамасыз ету үшін өмір тіршілігінің қауіпсіздігі, еңбекті қорғау және қоршаған ортаны қорғау салаларында кәсіби дағдыны қалыптастыру жөніндегі базалық пәндерді сапалы түрде игерту үшін жағдай жасау; жоғары кәсіби білім берудің екінші сатысына (магистратура) көшу үшін шығармашылық әлеуетін, ынтасын және жаңашылдығын дамыту;\nТүпкі нәтижесі 5В073100 – «Қоршаған ортаны қорғау және өмір тіршілігінің қауіпсіздігі» мамандығы бойынша түлектерді сапалы даярлау болып табылады.\nМіндеттері:\nөмір тіршілігінің қауіпсіздігі, қоршаған ортаны қорғау және табиғатты тиімді пайдалану, төтенше жағдайларда қорғау салаларындағы ҚР Конституциясының негізгі ережелерін, заңнамаларын және нормативтік актілерін игеру;\nтолыққанды, сапалы, кәсіби білім алу үшін және қауіпсіздік, басқару және өндірісті ұйымдастыру саласында кәсіби құзіреттілікті игеру үшін;\nшығармашылық әлеуетін, ынтасын және жаңашылдығын дамыту үшін, дамудың жоғары жалпы интеллектуалдық деңгейіне қол жеткізу үшін, сауатты сөйлеуді, қоғамдық мәдениетті, жоғары адамгершілік, этикалық және құқықтық нормаларды, ойлау мәдениетін, еңбекті ұйымдастыру дағдыларын игеру үшін;\nкәсіби қызметке қажетті еңбекті қорғау, өмір тіршілігінің қауіпсіздігі, радиациялық, химиялық, биологиялық және өрт қауіпсіздігі мәселелері жөнінде терең білімдерін қалыптастыру үшін;\nқоршаған ортаны қорғау және төтенше жағдайларда қорғау, өмір тіршілігінің қауіпсіздігі талаптарының бұзылуына негізделген табиғи және техногенді процестер жөніндегі материалдарды талдай және жинақтай білу үшін;\nалған білімдерін кәсіби қызметінде пайдалана білу үшін және жоғары базалық білімнің келесі сатыларында білімін жалғастыру үшін.\nБІЛІКТІЛІК СИПАТТАМАСЫ\nМамандықтың кәсіби қызметі сферасы:\nэкономиканың барлық салалары, соның ішінде әскери-өнеркәсіптік кешен, индустрия, ауыл шаруашылығы мен қазыналық шаруашылықтар, пайдалану мен өндіріс сферасы, тіршілік қауіпсіздігі, қоршаған ортаны қорғау, төтенше жағдайлардан қорғау, экологиялық қызметтер мен еңбекті қорғау мекемелері\nМамандықтың кәсіби қызметі аумақтары:\nретінде табиғатты құрайтын, техногенді, әлеуметтік, ақпараттық жүйелер мен олардың құрауыштарына, су, жер, биотикалық және де басқа ресурстарға әсер ететін ұйымдар мен кәсіпорындар; тіршілік қауіпсіздігі мен қоршаған ортаны қорғауды анықтайтын факторлар; өрт, экологиялық, химиялық, радиациялық және басқа да қатерлердің алдын-алуға мүмкіндік беретін, төтенше жағдайлардан қорғау, технологиялық жүйелер мен тораптарды пайдалану мен әзірлеу мен енгізумен айналысатын кәсіпорындар мен ұйымдар; жобалық-ізденушілік институттар мен бюролар, фирмалар мен басқа да меншік формалары\nМамандықтың кәсіби қызметі пәндері:\nТіршілік қауіпсіздігін, қоршаған ортаны және еңбекті қорғау, төтенше жағдайлардан қорғануды қамтамасыз ететін инженерлік имараттар, қондырғылар, ақпараттық жүйелер мен бағдарламалар, химиялық, биологиялық, радиациялық қауіпсіздік\nБІЛІМ БЕРУ ТРАЕКТОРИЯЛАРЫ\n1) адам өмірінің қауіпсіздігі және қоршаған ортаны қорғау\n2) еңбекті қорғау\nӘР ТРАЕКТОРИЯ БІРЕГЕЙЛІГІ\n1) «Адам өмірінің қауіпсіздігі және қоршаған ортаны қорғау» траекториясының бірегейлігі:\nБакалаврлар тіршілік қауіпсіздігі, қоршаған ортаны қорғау мен төтенше жағдайлардан қорғану талаптарын бұзуға негізделген табиғи және техногенді үрдістер туралы; тіршілік қауіпсіздігі мен қоршаған ортаны қорғаудың заманауи талаптарына негізделген адамзаттың және адамның көп функционалды қызметі туралы, қоршаған ортаны қорғау мен тіршілік қауіпсіздігі мәселелерін жылдам шешу үшін қажетті танымның алдыңғы ғылыми әдістерінің мүмкіндіктері туралы мен оларды өз деңгейде қолдана білу.\n2) «Еңбекті қорғау» траекториясының бірегейлігі:\nМамандану бойынша бакалаврлар барлық дағды мен икемдерді игеруде:\n- еңбекті қорғау, тіршілік қауіпсіздігінің жағдайын құру бойынша жұмыстар жүргізу;\n- еңбекті қорғау мен тіршілік қауіпсіздігі бойынша оқыту мен нұсқаулықтар жүргізу;\n- қоршаған орта мен еңбекті қорғау мен тіршілік қауіпсіздігі бойынша талаптарды орындауды бақылауды жүзеге асыра білу.\nӘР ТРАЕКТОРИЯ БОЙЫНША ОҚЫТУ НӘТИЖЕЛЕРІ\n«Адам өмірінің қауіпсіздігі және қоршаған ортаны қорғау» траекториясы\nБілуі тиіс:\n- Қазақстан Республикасы Конституциясының негізгі талаптары мен қоршаған ортаны қорғау, табиғатты тиімді пайдалану мен тіршілік қауіпсіздігі, төтенше жағдайлардан қорғану саласында заңды және нормативті-техникалық актілерін;\n- қоршаған ортаны қорғау мен тіршілік қауіпсіздігі саласындағы стандарттау, сертификациялау мен техниканы өлшеу принциптерін;\n- қоршаған ортаны қорғау мен тіршілік қауіпсіздігін қамтамасыз ету үшін жүргізілетін шаралардың экологиялық-экономикалық және техникалық-экономикалық тиімділігін бағалау әдістерін;\nІстей алуы тиіс:\n- қазақ, орыс және шет тілдерін білу дағдыларын, икемдерін және білімдерін жетілдіру, біліктілікті, құзыреттілікті, ғылыми ой-өрісті, білім деңгейін арттыру бойынша өзінің потенциалды мүмкіндіктерін жүзеге асыру;\n- ақпарат өнімдерін қолдану мен ақпараттарды іздеу, жинау, сақтау, өңдеу үшін компьютерлік техника мен ақпарат құралдарын қолдана білу; - өзінің кәсіби қызметінің сипатын өзгертуге немесе жұмыс істеу аясын кеңейтуге дайын болу.\nҚабілеттілігі:\n- төтенше жағдайлар кезінде қоршаған ортаны қорғау мен тіршілік қауіпсіздігі саласында білімдері мен дағдыларын тиімді пайдалану;\n- төтенше жағдайлардан қорғану, қоршаған ортаны және еңбекті қорғау, тіршілік қауіпсіздігі саласында заңды, нормативті-құқықтық базасындағы сұрақтарға;\n- төтенше жағдайлардан қорғану, қоршаған ортаны және еңбекті қорғау, тіршілік қауіпсіздігі саласындағы шараларды ұйымдастыру, жүргізу мен бақылау сұрақтарына;\n- ұйымдардың, кәсіпорындардың жоспарларды, бағдарламаларды, жобаларды, экологиялық және техникалық құжаттарды құру және әзірлеу сұрақтарына;\n- эксперименттік-зерттеу жұмыстарын жүргізу саласында;\n- төтенше жағдайлардан қорғану, қоршаған ортаны қорғау мен тіршілік қауіпсіздігіне қатысты кәсіби қызметінің барлық аспектілеріне\n«Еңбекті қорғау» траекториясының\nБілуі тиіс:\n- Қазақстан Республикасы Конституциясының негізгі талаптары мен еңбекті қорғау, өнеркәсіптік экология мен тіршілік қауіпсіздігі, сонымен бірге радиациялық, химиялық, биологиялық және өрт қауіпсіздігі сұрақтарын; - еңбекті қорғауды қамтамасыз ету үшін жүргізілетін шаралардың техникалық-экономикалық тиімділігн бағалау әдістерін. Істей алуы тиіс:\n- өзінің өндірістік және қоғамдық қызметін кәсіби түрде жүзеге асыру, ағымдағы және болашақтағы жұмыстар бойынша мақсаттар мен міндеттерді қоя білу, кішігірім ұжымда жұмысты жоспарлай білу;\n- еңбекті қорғау туралы ақпаратты талдай білу, қорғанудың тиімді тәсілдерін таңдай білу, қажетті материалдарды таңдай білу мен ғылыми-техникалық ақпаратты талдай және іздей білу;\nҚабілеттілігі:\n- ұйымдардың, кәсіпорындардың жоспарларды, бағдарламаларды, жобаларды, экологиялық және техникалық құжаттарды құру және әзірлеу сұрақтарына;\n- эксперименттік-зерттеу жұмыстарын жүргізу саласында;\n- еңбекті қорғау, тіршілік қауіпсіздігіне қатысты нормативті-құқықтық, заңды базаларының сұрақтарына;\n- еңбекті қорғау, тіршілік қауіпсіздігіне қатысты шараларды ұйымдастыру, жүргізу және бақылау сұрақтарына.\nМАМАНДЫҚ БОЙЫНША БІТІРУШІЛЕРДІҢ БІЛІМДІЛІК ДЕҢГЕЙІНЕ ҚОЙЫЛАТЫН ТАЛАПТАР (ДУБЛИНДІК ДЕСКРИПТОР НЕГІЗІНДЕ)\nДүниетанымдық құзыреттілік(ҚД)танымдық және қызмет тәжірибесін, жалпы білімді қамтуды, қоғам құбылыстарын, әлеуметтік негізді, әлемнің ғылыми бейнесін меңгеруді болжау.\nКәсіби құзыреттілік (ҚКС) кәсіби есептерді шешуде біліктілік пен білімділік, практикалық тәжірибе негізінде нәтижелі жұмыс атқару, стандартқа сәйкес берілген тапсырмаларды орындау қабілетін болжау.\nЗерттеушілік құзыреттілігі (ҚЗ)берілген стандартқа сай есептерді орындау қабілеттілігін, кәсіби есептерді шығаруда біліктілікті және білімділікті практикалық тәжірибе негізінде табысты атқаруды көздейді.\nКоммуникативті құзыреттілік (ҚКМ)әлеуметтік қарым-қатынасты қоғаммен, ұжыммен, топтағы жұмыс дағдысы, әріптестік, толеранттылық, тіл білімін енгізу, ауызша және жазбаша диалог, монолог, іс-қағаздарын құра білу қабілетін жетілдіру.\nӨзіндік менеджмент құзыреттілігі (ҚӨ)жеке ресурстарды басқару, яғни оларды қорғай білу, іске асыра білу, дамыта білу және қолдану, өзін-өзіне қолдану көрсету\n\n\nhttps://www.vkgu.kz/kk/page/5v073100-bezopasnost-zhiznedeyatelnosti-i-zashchita-okruzhayushchey-sredy.html",
                "date": "8.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автоматтандыру және басқару мамандығы жайлы",
        "question_content": "Сәлеметсіздер ме? Автоматтандыру және басқару  мамандарының табысы қанша? Бұл мамандықты бітіргендерге  қаншалықты сұраныс бар?",
        "question_date": "7.07.2017",
        "question_tag": "Мамандық",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5B070200 «Автоматтандыру және басқару» мамандығы бойынша бакалавр келесi қызметтерде жұмыс iстей алады:\nжұмыстардың бөлiмшенiң жетекшi-ұстасы, (бөлiмше ) цехтың басшысы, өндiрушiсi, цехтың ұстасы, ауысымның басшысы, (шеберхана меңгерушiсi ) басшы қызметтер;\nжөндеу бойынша өндiрiстi басқаруды ұйым, инженер бойынша маман-инженер-конструктор, инженер-лаборант, инженер қызметтер және жабдықтың пайдалануы, инженер-бағдарламашы.\nбасшылық етушi, ғылыми және техникалық қызметкерлердiң қызметтерi, ғылыми зерттеулер, конструкторлық, технологиялық, жобалық ұйымдар үшiн ортақ: техник, лаборант, инженер-жобалаушы.\n5B070200 «Автоматтандыру және басқару» бағыты бойынша бакалаврларды кәсiби қызметтiң объекттері ақпараттық автоматты басқарулар әр түрлi өндiрiстердiң технологиялық үдерiстерiмен автоматтандырылған жүйелер болып табылады - әр түрлi мақсат, қабылдауды автоматтандырылған жүйе, өңдеу және әр түрлi мақсатты деректердi беру, жүйелер, объекттер, құрылымдардың жобалаудың автоматтандырылған жүйесiнiң бағдарлаушы жүйелерi, әр түрлi өнеркәсiп салаларындағы әр түрлi өндiрiстердiң өндiрiстiң технологиялық әзiрлеуiн автоматтандырылған жүйесi, бөлшектердi кешендi сынаулар, бұйымдар, түйiндер, құрылымдардың автоматтандырылған жүйесi.\n5B070200 «Автоматтандыру және басқару» дайындық бағыт бойынша бакалавр кәсiби қызметтiң келесi түрлерiне сайланады:\nсервис - қолдану кезiндегiсi;\nөндiрiстiк - технологиялығы;\nұйымдастыру - басқаруы;\nжоба-конструкторлығы.\nҚабiлеттiлiкпен 5B070200 «Автоматтандыру және басқару» дайындық бағыты бойынша бакалаврды жалпы мәдениеттi құзырлар қоршаған орта туралы ғылыми бiлiмдердiң бүтiндiк жүйесiнiң негiзiнде кешендi инженерлiк қызметтегi негiздi және арнайы бiлiмдерiн қолдануға қалыптасады; әдiстер және таныстыруды құрал, үйрену және өзiн-өзi бақылауды өз алдына қолданылсын, қазiргi техникалық құралдар және ақпараттық технологиялардың коммуникатив есептерiнiң шешiмi үшiн зияткерлiк, мәдени, бар болмысымен, физикалық және кәсiби өздiгiнен даму және әбден жетiлдiрудi перспективалылық, қолданумен сезiну.\nБакалаврлардың кәсіби білімділігі өңдеуi бар тап қалған әдiстемелер бойынша тәжiрибелер өткiзiп және нәтижелердi талдаумен, автоматтандыру және басқарудың жүйелерiнiң үйреншiктi сынауларын әдiстердi қолдануға қалыптасады; жаратылыстану-ғылыми пәндердiң негiзгi заңы, автоматтандырудың төңiрегiдегiн кешендi инженерлiк қызмет және басқарудағы математикалық анализ және пiшiндеу, теориялық және эксперименталдi зерттеудiң негiзiнiң әдiстерiн қолдану;бiлу жобалық шешiмдердiң дәлелдеуi алдын ала техникалық-экономикалықтар өткiзсiн, жасауға немесе өндiрiстiк телiмдердi қайта ұйымдастыру бойынша ұйымдастыру - жоспарлы есептеулердi орындалсын, автоматтандыру және басқарудың жүйелерiнiң жабдықтың пайдалануының озық әдiстерiн қолданылсын, және автоматтандырудың экологиялық таза жүйелерi және болуы мүмкiн апаттар, апаттар және дүлей апаттардың зардаптарынан адамдардың тiршiлiк әрекетiнiң қауiпсiздiгi және олардың қорғау қамтамасыз ететiн басқару энергия сақта өңдеулерi үшiн қазiргi әдiстерiн қолдану.\n2015 жылы 5В070200 «Автоматтандыру және басқару» мамандығы негізінде РОБОТОТЕХНИКА ЖӘНЕ МЕХАТРОНИКА жаңа мамандандыру ашылды.\nРобототехника және мехатроника жасанды зияткердің элементтері бар, робототехникалық жүйелерінің және роботтарды жасауға бағытталған, ғылым және техника аймағы ретінде көрсетіледі.\nКафедра бітірушілері жобалаудың жаңа құралдары мен әдістеріне ие, оларға жасанды зияткердің, ақпаратты сандық өңдеудің, күрделі динамикалық жүйелерді үлгілеудің және көптеген басқада әдістер.\n\nhttp://www.ektu.kz/departments/fitib/piatp/saiu.aspx",
                "date": "8.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "87 балмен С.Сейфуллиннің архитектор мамандығына грантпен оқуға түсе аламын ба?",
        "question_content": "(Физика математика )87балмен архитектор мамандығына С.Сейфуллинге түсуге болады ма.",
        "question_date": "7.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анық айту қиын. Себебі осы жылдан бастап барлық нәрсе өзгеріп кетті ғой.",
                "date": "8.07.2017",
                "upvotes": 0
            },
            {
                "text": "Архитектура мамандығы",
                "date": "10.07.2017",
                "upvotes": 0
            }
        ]
    }
]