[
    {
        "question_title": "Құрама есептермен жұмыс тақырыбына реферат?",
        "question_content": "Құрама есептермен жұмыс тақырыбына реферат немесе кез келген ақпарат керек?",
        "question_date": "6.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аяғым күйді ыстық суға. Не істеуге болады?",
        "question_content": "Аяғым күйді ыстық суға. Не істеуге болады?",
        "question_date": "6.11.2016",
        "question_tag": "Тазалық",
        "question_views": 869,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Күйік жерін киімнен ажыратыңыз. (Огалите пораженный участок кожи)\n2. Күйік жерін суық суға немесе ағып тұрған суық суға салыныз және ауыр басылғанша солай үстап тұрыныз (10 минуттан 30 минутке дейін).\n3. Содан кейін күиік жерін матамен немесе басқа таза шүбірекпен орап қойыныз.\n4. Маймен, креммен немесе мазьбен жағуғу тиім салынады.\n5. Қөпіріктерді (волдыри) жармаңыз, әйтпесе оған микроп түсу мүмкін.\n6. Егер күйік қатты немесе терең болса, онда оны дәрігерге көрсетіңіз.",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 сынып есебін шығару. х(х-2х)+4х-3=х*х+5",
        "question_content": "7 сынып есебін шығару. х(х-2х)+4х-3=х*х+5",
        "question_date": "6.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 573,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x(x-2x) + 4x + 3 = x*x + 5;\nx*(-x) + 4x + 3 = x*x + 5;\nТеңдіктің сол жағындағы қосыдыларды оң жаққа өткізсек:\nx*x + x*x - 4x + 5 - 3 = 0;\n2x^2 - 4x + 2 = 0   (бұл жерде ^2 - квадрат)\nx^2 - 2x + 1 = 0;\nx^2 - 2x + 1 = (x - 1)^2\n(x - 1)^2 = 0;\nx = 1;",
                "date": "20.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ноутбук қосылмай жатыр",
        "question_content": "ноутбук ток көзіне қоссан ғана қосылады, заряд 100 болып тұрады. маркасы АСУС? не істесе болады. 1 ай болды сатып алғаныма. Сервис центрге апардым, жөндеген болатын, 2 күннен соң қайтадан қосымай қалды.",
        "question_date": "6.11.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 558,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шашты тақырбас қылып алып тастаса қанша кунде оседі?",
        "question_content": "Шашты тақырбас қылып алып тастаса қанша кунде оседі?\n\nМаган 10-15 кунде 1 см ге жуык оссе болганы 10-15 кунде 1 см ге осема ?\n\nСебебы сабак басталып кетуы мумкын",
        "question_date": "6.11.2016",
        "question_tag": "Денсаулық",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "шаш 3 күнде 1 мм өссе, 18 күнде 6 мм өседі",
                "date": "8.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Араларыңызда Тұрғын Үй Құрылыс Жинақ банкінен ақша салып жүріп үй алғандарыңыз бар ма?",
        "question_content": "Араларыңызда ТұрғынҮйҚұрылысЖинақ банкінен (ЖилСтройСбер банк) ақша салып жүріп үй алғандарыңыз бар ма?",
        "question_date": "6.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөйлем синтаксистік талдау жасаңыз",
        "question_content": "Сөйлем синтаксистік талдау жасаңыз: Өз ісінің нағыз маманы атану екінің бірінің еншісіне бұйырмаған.",
        "question_date": "6.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 15100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "синтаксистіу талдау.",
                "date": "7.11.2016",
                "upvotes": 0
            },
            {
                "text": "Акын журегiне кек турмайды- синтаксисдик талдау алдын ала рахмет!",
                "date": "14.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cым, шəугім, тұқым, дау, кеуірт сөздеріне сөйлем құрап берініздерші?",
        "question_content": "Маған үй тапсырмасынал керек еді. Cым, шəугім, тұқым , дау, кеуірт сөздеріне сөйлем құрап берініздерші?",
        "question_date": "6.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өз ісінің нағыз маманы атану екінің бірінің еншісіне бұйырмаған?",
        "question_content": "Сөйлемді синтаксистік талдау қажет. Өз ісінің нағыз маманы атану екінің бірінің еншісіне бұйырмаған?",
        "question_date": "6.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Асылбек Ұрпақ үні әнінің сөзі керек еді?",
        "question_content": "Салематсызба! маған  сөзі А. Асылбек әні Ә. Тінәлі \"Ұрпақ үні\" әнінің сөзі керек еді\n\nРахмет!",
        "question_date": "6.11.2016",
        "question_tag": "Қазақша ән",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Экономика тепе-теңдік жағдайда болу үшін халықтың жинағы қаншаға тең болу керек?",
        "question_content": "Экономика тепе-теңдік жағдайда болу үшін халықтың жинағы қаншаға тең болу керек. Егер инвестиция – 40 бірлік, мемлекеттік шығын – 20 бірлік, экспорт – 70 бірлік, салықтар – 50 бірлік, импорт – 10 бірлік, тұтыну шығындары – 30 бірлік, дивидендтер – 40 бірлік болса.",
        "question_date": "6.11.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Етеккір кешікті бірақ құспаса жүкті болама",
        "question_content": "Етеккір кешікті бірақ құспаса жүкті болып есептелеме",
        "question_date": "6.11.2016",
        "question_tag": "Жанұя",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыздарма, мен де етеккір 17 - 18 январьда 2 күн келді,бірақ февральда келмеді уже 5 күн болды келмеді,тест көрсетпей жатыр, бірақ жүрек айну сияқты белгілер бар, тест қанша уақытта дұрыс көрсетеді, қатты күтіп жүрген едім пікір қосыңыздаршы?",
                "date": "21.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Hyundai Trajet 2001 года 2,0 обьем Авто көлік",
        "question_content": "Hyundai Trajet  2001 года   2,0 обьем Авто көлік  тің кароче 2 свеча га ток шыгып  тұр ал  1 сші свеча га ток мулдем жок ол неден бо алатитып жеверсеніз дер  сосын блок управление несі каи  жер де тур",
        "question_date": "6.11.2016",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СТО ға апарғаныңыз дұрыс",
                "date": "8.11.2016",
                "upvotes": 0
            },
            {
                "text": "әліппеден баста",
                "date": "8.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұп заттар әрекеттескен де жүретін химиялық реакция теңдеуі?",
        "question_content": "Берілген жұп заттар әрекеттескен де жүретін химиялық реакция теңдеуін аяқтандар a)Na+S--->;   б)K+P---> ;    в) Mg+O(2)----> ;   шығарып бересіздер ме",
        "question_date": "5.11.2016",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Na2S,  K2P5,  MgO",
                "date": "28.05.2018",
                "upvotes": 0
            },
            {
                "text": "Дипломатия маманыдығы жайлы толық мәлімет бере аласыздар ма?\n\nҰБТ қандай пəн таңдайды?\n\nМысалы болашақта ағылшын оқыса,переводчик немесе мұғалім бола алады?дипломатия мамандығы......",
                "date": "28.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүргенов өнер академиясы Хореографиялық факултетіне қалай түсуге болады?",
        "question_content": "Жүргенов атындағы өнер академиясының Хореографиялық факултетіне қалай түсуге болады? 5 ші пән қандай болуы керек?",
        "question_date": "5.11.2016",
        "question_tag": "Өнер",
        "question_views": 909,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хорография пед 2018жконкурсы шықты ма? Жатаханадан орын алу үшін қай  кезде бару керек?",
                "date": "13.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыбырай Алтынсарин мен Шохан Уалихановтың мысалдары керек?",
        "question_content": "Ыбырай Алтынсарин мен Шохан Уалихановтың мысалдары керек?",
        "question_date": "5.11.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 856,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дүниежүзінде жері төртбұрышты мемлекет?",
        "question_content": "Әлемде жерінің пішіні төртбұрышты мемлекет бар ма? Ол қай мемлекет?",
        "question_date": "5.11.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 617,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіке төртбұрышты мемлекет жоқ, барынша ұқсайтыны Египет",
                "date": "5.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аялдамада бір бағытта 1 минут интервалмен бірдей 0,4м/с удеумен",
        "question_content": "Аялдамада бір бағытта 1 минут интервалмен бірдей 0,4м/с удеумен екі автомобиль қозғалды. Біріші автомобиль қозғалғаннан кейін, екі автомобильдің арақашықтығы 4,2 км болатын уақыт калай шыгарганызды жаза салыныз Жауаптары 185с 150с 220с 205с 220с",
        "question_date": "5.11.2016",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Несие тарихымды қалай жаңартуға болады?",
        "question_content": "Несие ала алмай жүрмін барлық банк отказ жасап тұр. Себебі несие тарихым бұзылған?",
        "question_date": "5.11.2016",
        "question_tag": "Банк",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Банктерге несие тарихы туралы сұрап қоңырау шалатындар көп. Несие бойынша төлемді бір апта кешіктірсем несие тарихым бүліне ма? Несие тарихымды қайдан біле аламын? Тіпті, несие тарихы деген не өзі деп сұрайтындар да бар. Несие тарихы дегеннің не екенін білсе де, оған мән бермейтіндер де көп\nЖақында республика аумағында жүгізілген зерттеуге қатысқандардың  43 пайызы ғана «несие тарихы туралы толық білеміз» деп жауап берген. Қалғандары... Солардың бірі –менің Арман досым. Былтыр несие алған. Табысы болғанымен, сәл ұқыпсыздау. Несиені төлеу мерізімі келгенде ақшасы болса да төлемей жүре беруі мүмкін. Уақытында төлесеңші деген ескертуге, әй, қойшы соны, алғанымды кешіктірсем де төлесем болды емес па, деп қолды бір сілтейді. Ылғи кешіктіріп барып төлейді. Өткенде қоңырау шалып, несие алайын десем, бермеді, былтырғы кешіктірулер әсер еткен болуы керек, уақытымен төлеу керек еді деп мұңайған. Енді «қара тізімнен» шығудың амалын іздеп жүр. Біреулерге ақша берсем  де сол тізімнен құтылсам, тез арада несие керек дейді. Амал не, таным-түсінігіміз солай. Несие талаптарына сай емес інімізге, досымыз бен көршімізге өз атымыздан несие рәсімдеп беріп, оның артынан қайтаршы деп жүгіріп жүру де бізге таңсық емес. Алғанын қайтарар-ау, бірақ несие тарихымыз, басқа біреудің кесірінен бүлініп жатыр. Кейде басқаларға алып беріп, қайтарылмаған несиенің салдарынан сотқа дейін барғандар қаншама?!\nНесие тарихы деген не?\nНесие тарихы өмірбаян сияқты. Несиені алғаннан бастап, қайтарған күнге дейінгі аралықтағы барлық әрекетіңіз жазылады.  Оның ішінде несиенің ай сайынғы төлем уақытын кешіктірген, кешіктірмегеніңіз, кешіктірсеңіз, неше күн кешіктіргеніңіз немесе несиені қайтарып-қайтармағаныңыз т.б ақпараттар бар. Бұл ақпаратты сіз несие алған банк мәліметтер базасына жинап, Бірінші несие бюросына жібереді.  Кейін несие алу қажет болып, бұрынғы немесе басқа банкке барсаңыз, менеджер Бірінші несие бюросынан рұқсатыңызбен несие тарихыңызды сұратады. Несие бюросы банкке бұрынғы несиеңіз бойынша толық ақпаратты жібереді. Егер бұрынғы несиеңізді кешіктірген немесе мүлдем төлемеген, банк алдында борышкер болсаңыз, банк несие бермеу туралы шешім қабылдауы мүмкін. Иә, мүмкін. Ол туралы сәл кейінірек.\nЕгер бұрынғы несиеңізді кешіктірмей, уақытында төлеп, банк алдында қарыз болмасаңыз несие тарихыңыз да кіршіксіз деген сөз. Мұндай жағдайда несиені қайта  алуға мүмкіндігіңіз бар.\nНесие тарихын тексеріңіз\nӨзіңіздің ғана емес, басқалардың кінәсінен де сіздің несие тарихыңыз бұрыс болып шығуы мүмкін. Өткенде бір танысым кеңес сұрап қоңырау шалады. Несие тарихын тексертсе, банктердің біріне 5 млн.теңге несие қарыз деген анықтама беріпті. Анықтай келе, бірінші бетте ол туралы, екінші бетте онымен фамилиялас адамның мәліметтері жазылған екен. Тек ЖБН (ИИН) бөлек. Қате ақпараттық салдарынан несие тарихына өзі алмаған несие туралы жазылыпты.\nЖақында тағы бір танысымның оқиғасын естідім.  Ол  3 жыл бұрын банктердің бірінен несие алып, уақытында толық қайтарған. Соңғы төлем жасаған күні, болды төлеп біттім деп рахаттанып үйіне қайтқан. Күндердің күні банктің проблемалық несиелер бөлімінен қоңырау шалып, соңғы 3 айдың несиесін қайтаруды талап етіпті. Анықтай келе, несие төлемін жасап жүрген пошта қызметкерлерінің кінәсінан 3 айлық төлем жетпеген. Салдарынан танысымның несие тарихы бүлінді. Екі оқиға да несие алушының кінәсі жоқ. Бірі несие бюросының қате ақпараты, бірі пошта қызметкерінің кінәсінан болған.  Екеуі де, амал жоқ, несие тарихын тазарту үшін біраз уақыттарын жұмсады.  Несие бюросына келіп жатқан ақпараттар көлемі өте көп. Бұл банктер, сақтандырушы және лизингтік компаниялардан түсіп жатқан ақпарат сапасына әсер ететіні сөзсіз.  Бұл ретте техникалық қиындықтар да бар болуы мүмкін. Сондықтан, несие тарихыңызды міндетті түрде тексеріп тұрыңыз.\nНесие тарихын қалай тексеруге болады?\nҚазақстанда несие тарихын үйден шықпай-ақ интернет арқылы білуге болады. Мұның бірнеше тәсілі бар. Электрондық-сандық қолтаңба (ЭЦҚ) және банктің төлем картасы болса, egov.kz электронды үкімет порталы арқылы несие есебін алуға болады. Мұны жылына бір рет тегін, сол жылы қайта алсаңыз, әр алған сайын 400 теңге +100 теңге банктік комиссия төлейсіз. Сондай-ақ, www.myth.kz порталы мен Бірінші несие бюросының www.1cb.kz сайтынан да алуға болады.  \nСондай-ақ, есепті Бірінші несие бюросынан: Алматы,  Самал-3 ш.а, 25 үй немесе Мемлекеттік несие бюросының кеңсесінен: Алматы,  Абай даңғылы,  10а, «A&F» БО алуға болады. Астаналықтар  - Мирзоян к, 25 немесе Республика даңғылы, 43 мекен-жайындағы ХҚО-нан ала-алады.\nЕгер алыс өңірде тұрып, интернет қолжетімді болмаса, Бірінші несие бюросы мен Мемлекеттік несие бюросына пошта арқылы жеке куәліктің нотариуспен бекітілген көшірмесі мен несие тарихы туралы есепті беру туралы өтініш хат жіберіп алуға болады.\nНесие есебінде не жазылады?\nБірінші несие бюросында жеке тұлғаларға бұрынғы және ағымдағы несие бойынша: несие алу күні, қайтару күні мен сомасы, төлемнің толық кестесі бойынша жеке есеп береді. Есеп парақшасын алған соң, несиеңіз туралы өзіңіз білетін деректермен мұқият салыстырыңыз. Егер несие тарихыңыздағы ақпараттармен келіспесеңіз, деректер ақпараттар базасына енгізілген 15 жұмыс күні ішінде жоққа шығаруға құқығының бар. Ол үшін сол деректі жіберген банкке немесе несие бюросына несиенің уақытында төленгенін дәлелдейтін түбіртекті қосып, өтініш жазу қажет. Тексеру кезінде сіздің әрекетіңіз дұрыс болса, несие тарихы түзетіледі.\nБанктерден түскен несие тарихының уақытына мән беріңіз. Мүмкін арасында «сіз алмаған» несие туралы ақпарат бар шығар? Есеп қағазында «Стандартты несие» дәрежесі тұрса, онда ақпаратты беру кезінде қарыз несиеңіз жоқ деген сөз. Бірақ, «Соңғы 24 айдағы төлем тәртібі» бөліміне  мән беруді ұмытпаңыз. Мұнда төлем мерізімі кешіктірілген несиелердің күні, сомасы, «Кешіктірілген несиенің шекті сомасы» бөлігінде және «Кешіктірілген несиелердің шекті күні» бөлігінде несие қайтарылғанға дейінгі уақыттағы мәліметтер тұрады. Банктер несие тарихын 15 күнде бір рет жаңартатынын ұмытпаңыз.  Егер, өз кінәңізден «қара тізім» деп аталып кеткендер қатарында болсаңыз, оны түзеймін деп Бірінші несие бюросына жүгінудің қажеті жоқ. БНБ банктер берген ақпараттарды өңдеп, сақтайды, өтініш бойынша банктерге немесе жеке адамдарға береді. Ал, несие тарихын өшіру, түзету, өзгеріс енгізу туралы шешімді олар қабылдамайды. Өйткені бұл ақпараттары БНБ-на қаржы ұйымдары беретінін ұмытпаңыз.\nНесие тарихым нашар болса не істеймін?\nНашар несие тарихы – бітті, енді өмір бойы несие ала-алмайсың деген сөз емес. Банктер клиенттерінің несие тарихын көре алады және несие беру кезіндегі тәуекелді өздерінше бағалайды. Кейбір банктер несие тарихында сәл кемшілік болса, несие бермеуі мүмкін. Кейбір банктер бұрынғы несиеңізде бірнеше рет кешіктіріп, бірақ, кейін мерізімінде жауып, басқа банктердегі шағын тұтынушылық несиеңізді уақытымен төлеген болсаңыз,  несие картаңызда қарыз болмаса, сенім білдіруі мүмкін. Бірақ, бұл ретте несие талаптары қатаң болатынын ұымтпаңыз. Банк несие тарихы нашар тұтынушыға несие беріп, тәуекелге барып отыр, сондықтан несие пайызы жоғары, мерзімі қысқа немесе кепілзат талап етуі мүмкін.\nНесие тарихының болашағы\nҚазірше Қазақстанда бүлінген несие тарихының арқасында қайта несие ала-алмауға ғана болады. Ал, Америкада несие тарихыңыз бүлінсе жұмысқа тұра алмауыңыз немесе жалға пәтер ала-алмайсыз. Мұның Қазақстанға да келуі мүмкін. Сонымен қатар, таяу келешекте несие тарихына шағын несие ұйымдары мен ұялы байланыс операторлары, коммуналдық қызмет ұсынушылардың да ақпараты енгізілуі мүмкін.  Олар қазір де телефонды өшіріп, шетелге шығармай тастай алатын мүмкіндігі бар. Бірақ, Doing Business рейтингінде мемлекетіміздің көрсеткішін өсіру үшін бұл талаптар енгізілуі керек.\nӨмірдегі келеңсіздіктердің өмірбаянымызға түспегенін қалаймыз. Кері әсері болуы мүмкін. Несие алған соң да несие тарихыңыз кіршіксіз болуы үшін келеңсіздікті болдырмауға тырсыңыз. Ол үшін бар болғаны банк алдындағы міндетті уақытымен, келісім-шарт аясында мұқият орындау ғана жеткілікті. Несие тарихыңыз таза болсын!",
                "date": "5.11.2016",
                "upvotes": 0
            },
            {
                "text": "қара тізімдегілер несие ала алмай ма?",
                "date": "23.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Натрий хлоридінің массалық үлесі 3% құрайтын болса?",
        "question_content": "Натрий хлоридінің массалық үлесі 3% құрайтын болса, қиярды тұздағанда 10 л ерітінді дайындау үшін, қанша грамм ас тұзы және су керек?",
        "question_date": "5.11.2016",
        "question_tag": "Химия",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10 л—100%\n\nx л —97%\n\nх=10*97/100=9,7 л су\nкөлемі V=0,3 л=300 см3 ас тұзы тығыздығы(википедия бойынша) р=2,16 г/см3\n\nm(NaCl)=p*V=2.16 *300=648 грамм\n\nЖауабы 10 л 3% ерітінді дайындау үшін 9,7 л су және 648 г ас тұзы қажет",
                "date": "28.05.2018",
                "upvotes": 0
            },
            {
                "text": "97 кайдан шыкты",
                "date": "23.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінен бастауыш сыныптарға арналған ашық сабақ керек еді?",
        "question_content": "сайысқа қатысамын, сол үшін бір жақсы ашық сабақ керек едія, яғни жаңа технологиялар мен әдістерді қолдану барсында",
        "question_date": "5.11.2016",
        "question_tag": "Мектеп",
        "question_views": 710,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығыс Қазақстан облысы\nКүршім ауданы, Күршім ауылы\n№3 Күршім гимназиясы\nБастауыш сынып мұғалімі:\nДузбаева Нургуль Заркимбековна\n\nБастауыш сынып білім беру үрдісінде жаңа технологияларды қолдану\n\nҚазақстандық білім берудің өзіндік ұлттық үлгісі мен жаңа мазмұндағы жүйесінің басты міндеті – қазіргі заманғы ғылым мен тәжірибенің жетістіктері негізінде алынған білімді қажет жағдайда пайдалану икемділігін меңгерген, өз бетінше дұрыс, тиімді шешімдер қабылдайтын, бәсекеге қабілетті жеке тұлғаны қалыптастыру болып табылады. Сондықтан да,білім саласындағы міндеттерді жүзеге асыру үшін, мектеп ұжымында әр мұғалім күнделікті ізденіс арқылы барлық жаңалықтар мен өзгерістерді сабақтарында енгізіп отырады. Қазіргі білім беру саласындағы оқытудың озық технологияларын меңгермейінше жан-жақты сауатты маман болу мүмкін емес. Жаңа технологияны меңгеру мұғалімнің интеллектуалдық, кәсіптік, адамгершілік және көптеген адами қабілеттің қалыптасуына игі әсерін тигізеді. Өзін-өзі дамытып, оқу-тәрбие үрдісін тиімді ұйымдастыруына көмектеседі. Оқыту мен тәрбиелеуге тың әдіс-тәсілдер енгізілді. Нәтижесінде тұтас педагогикалық үрдістер өзгертіліп, білім берудің тиімді деп танылған жаңа технологиялары дүниеге келеді. Кез-келген оқыту технологиясы мұғалімнен терең теориялық, психологиялық, педагогикалық, әдістемелік білімді, үлкен педагогикалық шеберлікті, шәкірттердің жан дүниесіне терең үңіліп, оны ұғына білуді талап етеді. Сондықтан оқушының рухани өсуіне жағдай туғыза алатын, жаңалықтарды қабылдауға даяр, өз әрекетіне өзгеріс енгізе алатын педагогтар ғана бүгінгі қоғамның мүддесі мен әр баланың үрдісінен шыға алады. Ойы жүйрік, ақылы жетік, бәсекеге қабілетті, өзгерістерге бейім, жеке тұлғаны тек қана педагог қалыптастыра алады. Бастауыш сынып мұғалімі үшін оқушы жазылмаған тақта секілді таза, пәк. Бастауыш сыныпта оқытудың негізгі міндеті-баланың жеке басының жан-жақты қалыптасуын қамтамасыз ету, оның қабілеттерін анықтау мен дамыту, білімдерін ашу, дұрыс түсінік қалыптастыру. Бұл міндетті жүзеге асыру оқушыны іс әрекетті атқарушы объектіден нәтижесінде жеке тұлғаның өз ісін өзі басқаруға, орындауға қабілетті субьектіге көшіру арқылы мүмкін болады.\nБілім беру жүйесіне жаңа инновациялық технологияларды енгізу арқылы оқыту үрдісін жетілдіру, оқушының танымдық қабілетін дамыту саналы деңгейге көтеру – бүгінгі күнгі күрделі мәселе. Білімді жеке тұлғаға бағыттау, оқушының өзін-өзі тануы, өзін-өзі тәрбиелеуі, ақыл-ойын дамытуы, яғни, жан-жақты дамыған жеке тұлға тәрбиелеу мұғалімдер алдына тың міндеттерді жүктеп, жаңашыл іс-әрекетке жетелейді.\nИнновациялық тұрғыдан білім беру жүйесі ақпараттандырумен тығыз байланысты. Білім беруді ақпараттандыру дамуының жаңа кезеңінің ерекшелігі – бұл проблеманың инструментальдық емес, мазмұндық аспектілерінің басымдылығында және олардың шешілуінен білім сапалығы, оның әлеуметтік мәнділігінің орны анықталады. Психологтардың зерттеулеріне сүйенсек, ойлау стилі бастауыш сыныптан-ақ оқушыларда жете қалыптаса бастайды. Оқушылардың бастауыш мектепте қазіргі ақпараттық технологияларды адамзат іс-әрекетінің түрлі салаларында қолдана білудің қажетті дағдыларын игеріп үлгеруіне мүмкіндік туады.\nБастауыш білім – үздіксіз білім берудің баспалдағы. Мұғалімнің негізгі ұстанған мақсаты - білімнің жаңа үлгісін жасап, белгілі бір көлемдегі білім мен білік дағдыларын меңгерту, оқу мен тәрбие үрдісін ұйымдастырудың сан түрлі жаңа әдіс - тәсілдерін іздестіру, жаңа технологияларды сабаққа тиімді пайдалана білуі, бір сөзбен айтқанда - оқу үрдісін дамыту. Бұған Елбасымыз Нұрсұлтан Назарбаевтың Қазақстан халқына жолдауында айтылған «ХХІ ғасырда білімін дамыта алмаған елдің тығырыққа тірелетіні анық» деген пікірі нақты дәлел. Бүгінгі таңда алдымызға қойып отырған басты мақсат – оқушыларға тек білім, білік дағдыларын меңгерту ғана емес, өзін - өзі дамытуға ұмтылатын, ақылды, алғыр, ой - өрісі кең, ақпарат көздерін өз бетімен қолдана алатын, талантты жастарды тәрбиелей отыра, еліміздің мүддесіне қызмет етуге бағыт-бағдар беру. Үнемі дамып, өзгеріп отыратын баланың ішкі болмысы мен табиғатын қалыптастыруда мұғалімнің ықпалы ерекше.\nЖаңа технологияны жүзеге асыру, тиімділігіне қарай пайдалану үшін, әр мұғалім өзінің алдында отырған оқушыларының жас ерекшеліктерін ескере отырып, педагогикалық мақсат - мүддесіне байланысты, өзінің шеберлігіне байланысты таңдап алады. Жаңа технологияны жүзеге асыруда мұғалім белсенділігі, шығармашылық ізденісі, өз мамандығына деген сүйіспеншілігі, алдындағы шәкірттерін бағалауы ерекше орын алады.\nЖалпы алғанда, жаңа технологиялардың 40 - астам түрлері бар.\nОқушы тұлғасының дамуына, қабілетінің артуына жаңа технологиялар айтарлықтай ықпал жасайтыны сөзсіз және бұл қазіргі таңдағы білім беру жүйесінің дамуындағы елеулі бағыт. Сондықтан да болар қазіргі кезде біздің ұстаздар да осы жаңа технологиялар элементтерін өздерінің тәжірибелерінде пайдаланып жүр. Жаңа технологиялар арасынан ақпараттық технологиясына назар аударсақ, оқытудың ақпараттық технологиясын оқу үрдісінде тиімді қолдану үшін бастауыш сынып оқушыларының оқу іс-әрекеті, психологиялық, тұлғалық, әлеуметтік және физиологиялық даму ерекшеліктерін есепке алу керек. Ақпараттық технологияны қолдану барысында ескере өтетін ерекшеліктер:\nОқу іс-әрекетіндегі ерекшелік – ақпараттық технология арқылы білім беру үрдісін ұйымдастыру бастауыш сынып оқушыларының оқу материаларын жеңіл меңгеруін, компьютерде жұмыс істеу дағдыларымен қарулануын жүзеге асырады.\nПсихологиялық ерекшелік – ақпараттық технологияны мектепте қолдану бастауыш сынып оқушыларының білуге, оқуға құштарлығы, танымдық қызығушылығы, қиялы, логикалық ойлауы мен есте сақтау қабілеттерінің дамуына үлкен септігін тигізеді.\nТұлғалық ерекшелік – бастауыш мектептің бағдарламасы баланың жеке тұлғасын қалыптастыруға, оның өзіндік оқу-танымдық әрекетін дамытуға бағытталған. Бастауыш сынып оқушыларының өз мүмкіндігін көрсете білуі үшін ақпаратты өзіндік іздеу, жоспарлау, бөлшектеу, біріктіру, суреттеу, жалғастыру және тиімді пайдалану, өз іс-әрекетінің дұрыстығын тексеріп бақылау икемділігін бойына сіңіру әлдеқайда маңызды да күрделі.\nАқпараттық технологияны бастауыш сыныпта қолдану барысында оқушылардың оқу икемділігі дамиды. Шығармашылық оқу икемділігі, өзіндік жұмыс жасауды жоспарлау, бақылау, бағалау икемділіктері дамып, өзіндік ойлау икемділігі өрбіп, компьютер арқылы оқу материалдарын, оқыту және бақылау бағдарламаларын іске қосу, орындау дағдылары қалыптасып, компьютерлік стандартты бағдарламалармен, электрондық оқу басылымымен жұмыс жасау икемділіктері жетіле түседі.\nАқпараттық технологияны қолдануға негізделген қазіргі білімнің парадигмасы өз бетімен дамып, өз-өзін тежей алатын шығармашыл, жан-жақты біліммен, мәнді қызығушылықпен және дәстүрлі емес жағдаяттарда жауапты шешім қабылдай алатын үздіксіз дамыған ақпараттық қоғамда өз орнын таба білетін жеке тұлға түріндегі нәтижеге бағдарланғандығында. Сол себепті құзыреттілікке бағдарланған оқу үрдісін бастауыш сыныптан бастап қолдану өз нәтижесін беретіні сөзсіз.\n«Адам ұрпағымен мың жасайды» - дейді халқымыз. Ұрпақ жалғастығымен адамзат баласы мың емес миллиондаған жылдар жасап келеді. Жақсылыққа бастайтын жарық жұлдыз - оқу. «Надан жұрттың күні – қараң, келешегі тұман»,- деп М. Дулатов айтқандай, егеменді еліміздің тірегі - білімді ұрпақ. Ендеше, тәуелсіз еліміздің тұғырын биік ұстар қыз-ұлдарымыздың бойына дұрыс тәрбие сіңіре білейік.",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркі қағанатының мына сөзін іздеймін",
        "question_content": "\"түркі халқы үшін түн ұйықтамадым, күн отырмадым. ... қан кештім.\" \" түркі халқының ауыз біршіліксіздігінен ұлдарымыз құл болды, қыздарымыз күң болды, түрік халқы жойылды\" деген сияқты сөзінің толық мәтінін іздеймін. айтып беріңіздерші.\nОсы кімнің сөзі еді? Қайсы ескерткіш тасқа жазылған?\nКүлтегіннің сөзі ма?",
        "question_date": "5.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күлтегін жырынан алылған үзінді",
                "date": "8.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астанада қазақ жазушыларының кітаптарын қай жерден сатып алуға болады?",
        "question_content": "Кітап қоры мол дүкен қай жерде бар? Астанада қазақ жазушыларының кітаптарын қай жерден сатып алуға болады?",
        "question_date": "4.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "меломаннан сатып алуға болады.",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЕҰУ металлургия факультеті ашылады деп естідім сол распа?",
        "question_content": "маған бір кісі айтты ЕҰУ-інде муталлургия факультеті ашылады деп сол распа? ерінбей сурап беріндерш",
        "question_date": "4.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 267,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Java ға байланысты есеп шығару?",
        "question_content": "Есепті Java программасымен шығару керек?\n\n1. Нақты А=(а1, а2, …, а9) векторының бірінші оң компоненттінен кейінгілерін 0,5 кемітіңіз.\nБастапқы мәндер: -7,4; 0; -21; 4,6; 3; -2,6; 2,5; -1,3; 0,4.\n\nБір өлшемді массив:\n\n2. Екі бірлік массивтер бойынша үшінші массив құрастырылады, құрамында басында бірінші массивтің элементтері аяғында екінші массивтің элементтері.\n\nЕкі өлшемді массив:\n\n3. А[7,7] массив берілген. В(7) массивті келесі ереже бойынша құру керек. В(і)=1 егер массивтің і-ші жолындағы элементтері өсу ретін құрса, керісінші жағдайда В(і) =0.\n\n Жалпы есептер массивке байланысты.",
        "question_date": "4.11.2016",
        "question_tag": "Информатика",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": []
    }
]