[
    {
        "question_title": "Дәрі туралы жазылатын Рецепт анықтамасы қандай еді?",
        "question_content": "Дәрі туралы жазылатын Рецепт анықтамасы қандай еді және қалай толтырылатын еді толығыр-ақ мағлұмат берсеңіздер?",
        "question_date": "31.05.2016",
        "question_tag": "Тазалық",
        "question_views": 615,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағайынды Гриммдер киносы",
        "question_content": "Ағайынды Гриммдер ертегілері жанрында түсірілген  киноларын қайдан көрсем болады. Қазақ тіліндегі нұсқасын.",
        "question_date": "31.05.2016",
        "question_tag": "Телеарналар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "you tube-тан іздеп қаразаныз болады",
                "date": "7.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пластик терезе шығарумен айналысу жақсы ма табысы қандай?",
        "question_content": "Пластик терезе шыгарумен айналысу жаксы ма табысы кандай бастау ушин канша кражат керек канша жумысшы керек?",
        "question_date": "31.05.2016",
        "question_tag": "Мамандық",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егерде супермаркет ашсам куныне канша акша туседи?",
        "question_content": "Супермаркет тан куныне шамамаен канша акша кассага канша акша калтама туседи шамамен?",
        "question_date": "31.05.2016",
        "question_tag": "Мамандық",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол супермаркетке тауар алу үшін жұмсаған ақшаның көлеміне байланысты.  Үлкен ақша жұмсасаң Үлкен  ақша, ал аз ақша жұмсасаң аз ақша түсіп тұрады.  Басыңды ауыртпа, халық көп жүретін жерге де байланысты болады...",
                "date": "1.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Супермаркет салу үшін қанша ақша кетеді?",
        "question_content": "Үлкен магазин яғни супермаркет салу үшін қанша ақша кетеді және қанша айда салып бітуге болады?",
        "question_date": "31.05.2016",
        "question_tag": "Мамандық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлеміне қарайды, егер шынымен білгің келіп бара жатса, сметчик  маманға барып тасырыс жаса ол саған бәрін есептеп береді.",
                "date": "31.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "A(m,n) матрицасының әрбір баған элементтерін өсу ретімен орналастыру? (паскаль)",
        "question_content": "A(m,n) матрицасының әрбір баған элементтерін өсу ретімен орналастыру? (паскаль)",
        "question_date": "31.05.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген сөйлемдегі ең қысқа сөздің орнын анықтайтын программа құру паскаль",
        "question_content": "Берілген сөйлемдегі ең қысқа  сөздің орнын  анықтайтын программа құру паскаль?",
        "question_date": "31.05.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 958,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "program slova;\n\nconst r1:string ='Кому на Руси жить хорошо написал Некрасов';\n\nvar i,k,m,min,imin:integer; b:array[1..100] of integer;\n\nbegin m:=0;\n\nk:=length(r1);\n\nfor i:=b[1]+1 to k do write (r1[i]);\n\nwriteln;\n\nwriteln('Длинна строки ',k);\n\nfor i:=1 to k do if r1[i]=' ' then\n\nbegin m:=m+1;\n\nb[m]:=i; if m=b[i] then b[i]:=i;\n\nend;\n\nend.",
                "date": "17.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 жасқа толған баланың тойы сценарий",
        "question_content": "Өтінемін сенарий болса тауып жіберіңізші Жазып жіберсеңіздер екен",
        "question_date": "31.05.2016",
        "question_tag": "Банк",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген сөйлемнің түрін анықтап, синтаксистік талдау жасаныз",
        "question_content": "Жүргізуші ауырып қалғандықтан, екі күн кеш шықты.",
        "question_date": "31.05.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен кәсіпкер болғым келеді",
        "question_content": "Мектепті бітіріп кәсіпкер университетке түскім келеді, ондай университет қайда бар. Кәсіпкерлікке грант бөлінеме ?",
        "question_date": "30.05.2016",
        "question_tag": "Кәсіпкерлік",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіпкерлікке университетте оқытпайды ғой.Бірақ кәсіпкерлікті қалай жүргізуді үйрететін ұйымдар болады.Соларға барып курстан өтсеңіз болады немесе нарық заманының қыр сырларын,бизнестің заңдылықтарын терең меңгергіңіз келсе экономика мамандығына түссеңіз болады.Бірақ оған грантқа түсу өте қиын.Себебі грант аз бөлінеді.",
                "date": "31.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кәсіпкер болғым келеді",
        "question_content": "Мектепті бітіріп кәсіпкерлікті оқитын университет барма, кәсіпті оқитындарға грант бөлінеме ?",
        "question_date": "30.05.2016",
        "question_tag": "Кәсіпкерлік",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматыда Халықаралық бизнес академиясы бар(МАБ),грант туралы нақты айта алмаймын",
                "date": "31.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Джек Ма Юнь жайлы не білесіз?",
        "question_content": "Иә, бұл есім сізге таныс болмауы мүмкін. Алайда, Джек Ма десек ойымызға alibaba, taobao еске келеді. Қытай халқындағы ең бай адам туралы не білесіз?",
        "question_date": "30.05.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 785,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Джек Ма музыканттар отбасысында дүниеге келген. Ма Юнь ағылшын тіліне кішкентайынан қызығады. Бала кезінде тіл үйрену мақсатында жақын жердегі қонақ үйлерге келіп, туристтермен әңгімелесетін болған. \"Джек\" деп оны туристтер атап кеткен. Джек жоғары оқу орнына екі жыл қатарынан түсе алмаған, кейіннен ағылшын тілі пәнінен мұғалім мамандығын тәмамдайды. Мұғалімдікте айына 12-15$ ғана табыс тапқан. Бұны аз көріп жұмыс іздеп 15-тен аса мекемеге сұхбаттасуға барады, алайда ешкім оны қабылдамаған.\n\nАлғаш рет 1995 жылы АҚШ-та болған кезінде ол интернетпен танысады. Достары бұл жерден барлық затты табуға болатынын түсіндіреді. Ең бірінші іздеген сөзі \"сыра\" болады, бірақ \"қытай сырасы\" деп жазса іздеу жүйесі таппайды. Осыдан бастап Джекте ғаламтор әлеміне қызығушылық пайда болып , оны өз отанында жүргізуге бел буады. Миллиардердің басшылық ететін компаниясының атауы да қызық - Алибаба , ол оны ертегімен байланыстырып, және қай тілде айтса да жеңіл естілетінін ескерген. Бизнесте өзіндік принциптері бар тұлға. Мысал келтіре кетсем:\nКәсіпкерлік пен саясат екі үлкен әлем, ол екеуін қатар алып жүрмеу қажет.\nКомпанияны басқаруда 3 нәрсеге назар аударады. 1-клиент, 2-жұмысшы, 3-акционер. АҚШ-та бірінші орында акционерді қояды, бірақ бұл тұжырым қате. Егер сізде клиент болмаса, сіз банкротсыз және кризис болғанда ең бірінші болып акционер қашып кетеді, ал жұмысшы мен тұтынушы қалады. Сонымен қатар, Астанаға келген кездесуінде Қазақстанның алға дамуы үшін шағын және орта бизнеске басты акцент қоюын атап өтті.\n\nКомпания соңғы 3 жылдан бастап қана миллиардтап табыс әкелуде, оған дейін бір доллар таппаса да, ертеңгі күнге деген үлкен сенім және почтаға келген тұтынушылардың ыстық лебіздері мотивация бола білді. Байлығы бойынша әлемде 18 орында тұрған алпауыт үлкен жетістікке жету уақытты талап ететінін көрсете алды. Forbes-қа бірінші болып суреті шыққан қытайлық Джек Ма бұл күнде екі баланың әкесі.",
                "date": "30.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Wrold of Warships ошибка шығып жатыр?",
        "question_content": "Бұған не істесем болады,видеокарта мене AMD RRDEDN GRAPHICS (Windows 8.1 x64 (Бұғанда обнавит жасадым)\n\nНе істесем болады?",
        "question_date": "30.05.2016",
        "question_tag": "Компьютер ойындары",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жігіттердің тұрмысқа шыққан, отбасылы әйелді жақсы көріп үйленбеуі неліктен болады?",
        "question_content": "Менің үлкен ағамның жасы 36-дан асып барады. Қызметке алданып жүргенде өзімен қатарлас дос-жарандары шаңырақ көтеріп баяғыда балалы болды. Ал екінші ағамның отбасы бар. Менің де тұрмысқа шығатын кезім болды. Ағамның үйленгенін күтіп жүрмін. Менің байқауымша оның үйленбей жүру себебі түкке тұрғысыз. Өзімен бірге қызмет істейтін күйеуі бар әйелге ғашық көрінеді. Мынауский қыздармен таныстырдық. Бәрін  жолға салды. Баяғы жартас сол жартас. Мен де шаршадым. Ауылға мамалардың жанына қайтайын ба енді?",
        "question_date": "30.05.2016",
        "question_tag": "Достық",
        "question_views": 7500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "\"Адамға қол жетпес нәрсенің бәрі әдемі көрінеді\"! Ағаңызға ананимно хат жазып қалтасына салыңыз. Ол хаттың мазмұны мынаған ұқсаған болса:\n\n...Сен ол әйелді күйеуінен айырылыстырып алдың делік, алдағы өміріңде мынандай қателіктерге бой алдырасың:\n\n- бірінші қателігің, бір шаңырақты ортасына түсірдің (адам қол екі істеген жақсылығы мен жамандығының қақысын алмай осы өмірден өтпейді). Бұл ісің өзіңе қайтіп оралмай ма деп ойлайсың ба? Ерін тастап кеткен әйел, ертең сол қылығын қайталамай ма, қалай ойлайсың?\n\n- екінші қателігің, балаларын әкесінен айырдың (...жасаған жақсылығың да, жамандығың да өзіңнің немесе бала-шағаңның алдынан шығады. Егер бір жетім баланың басынан сипап, қайырымдылық көмек көрсетсең, жылы сөз сөйлеп мейірімділік жасасаң, сол жасаған ісіңнің жақсылығы еселеп екі дүниеде де міндетті түрде қайтады. Жамандық та дәл солай...  http://ihsan.kz/kk/articles/view/1121). Өз балаларыңа жетімдікті қалар ма едің? Біреудің балаларын өз балаңдай бағып-қағуға дайынсың ба? Ертең бәріне қол жеткізіп алған соң, жігітті шайтан түртетіні сөзсіз! Біреудің баласы - ол біреудің баласы болып қала береді!\n\n- үшінші қателігің, \"Қолдағы алтынның қадірі болмас\" дегендей, бір күні жатып ойланасың, қыздай алуыма болатын еді ғой... деген сияқты сұрақтар мазалай бастайды, қасыңда жатқан әйелің саған опасыздық жасағандай көріне бастайды, бұрын біреумен төсектес болды, оны сүйді аймалады т.с.с.\n\n- төртінші қателігің, мына сылкадан оқырсың:\n\nhttps://surak.baribar.kz/627229/%D0%B1%D0%BE%D0%BB%D0%B0%D1%88%D0%B0%D2%9B-%D0%BA%D2%AF%D0%B9%D0%B5%D1%83%D1%96%D2%A3%D0%BD%D1%96%D2%A3-%D0%BD%D0%B0%D2%93%D1%8B%D0%B7-%D2%B1%D1%80%D0%BF%D0%B0%D2%93%D1%8B%D0%BD-%D0%B4%D2%AF%D0%BD%D0%B8%D0%B5%D0%B3%D0%B5-%D3%99%D0%BA%D0%B5%D0%BB%D0%B3%D1%96%D2%A3-%D2%9B%D0%B0%D0%BB%D0%B4%D1%8B%D1%80%D2%93%D1%8B%D2%A3\n\nДЕГЕНДЕР СИЯҚТЫ ОЙ САЛУ КЕРЕК СИЯҚТЫ...",
                "date": "31.05.2016",
                "upvotes": 1
            },
            {
                "text": "Марат МЕКЕБАЕВ, дәрігер травматолог:\n— Қазақ халқы әрдайым әйел баласын, ана­ны қадір тұтып, құрметтей білген. Бүгінде қыз келіншектер жұмысбасты болып, үй тірлігінен қол үзе бастады. Еріне әйелі тәуелді болғысы келмейді. Ондай отбасылар көбіне ажырасып тынады. Кешке жұмыстан шаршап келгенде алдынан күлімдеп әйелі, еркелеп балалары шықпаған отбасында қандай береке болсын?\nЖалпы адам қоғамдық жұмыста өзін еркін сезіну үшін оның арқасүйер отбасы болуы ке­рек деп ойлаймын. Әйел жалғыз болса, еркін жұмыс істей алмайды. Себебі оның артын­да қолдайтын ешкімі жоқ. Отбасылы әйел өзін еркін сезініп, жақсы басшы бола алады. Жақсы әйел билік басын­да жұмыс істеп отырған кезде бала тууды, от­басын құруды ұмытпайды.\nМен әйелдің дәрігер, мұғалім, бюджеттік салада жұмыс істеуіне қарсы емеспін, алай­да биік мансапқа ұмтылуын қолдамаймын. Жалпы, «әйел теңдігі» мәселесі деп қанша пікір айтылғанмен, шындығында келгенде жаратылыс тұрғысынан әйел мен еркек тең емес. Әрқайсысы өзіне тән қасиеттерімен ерекшеленеді. Әйел денедегі жүрек болса, ер­кек сол денедегі ақыл іспетті. Жүрек ақылсыз, ақыл жүрексіз өмір сүре алмайды. Жүректі ақылдан жоғары, ал ақылды жүректен артық деп айту мүмкін емес. Сондықтан, әйел ер­кектен жоғары немесе төмен деп айту, дұрыс айтылған пікір емес.\nДана Байгожина, әл-Фараби атындағы ҚазҰУ-дың  магистранты\n— Тарихы сан ғасырлардың қойнауына кететін еліміздің арлы-бергі тарихына қарайтын болсақ, халқымыздың басып өткен жолдарын айқындауға септігі бар үлкенді-кішілі деректердің саны қаншама? Кемеліне келген елдер өз тарихының әрбір бетін қастерлейді. Сол сияқты, біздің тарихымызда да үлкен бір «заңдылық» бар. Тоқсан тарау тағдыр, та­нымы терең тарих. Танымды тарихымыздың өткеніне зер салып қарасақ, қазақ қоғамында небір батыр аналар мен қыздар болған. Қазақ келешек ұрпақтың тегін ойлап, жеті атаға дейін қыз алыспаған. Демократиялық мем­лекетте гендерлік саясат болуы заңдылық. Қазақтың саналы азаматтары қашанда қызды жоғары бағалап, мәпелеп өсірген. «Алып ана­дан туады» демекші, біздің қайсар аналары­мыз талай-талай таланттарды дүниеге әкелді. Қазақ әйелін ешқашан төмендетіп көрмеген, сонда біз қалай теңсіздік деп айта ала­мыз? Гендерлік саясатты қолдаймын немесе қолдамаймын деген пікірдің өзі дұрыс емес. Талантты, білімді әйел ешқандай тосқауылға қарамай, отбасын құрып, билік басында оты­рып, керек десеңіз министр қызметін де атқара алады. Сондықтан әйелдердің теңдіктен бос қалады деген бос сөз, жарысудың қажеті жоқ. Әрине, Еуропаға еліктеп, қыз-келіншектердің барлығы саясатқа араласса, отбасының бере- кесін кім сақтайды, балаларды кім тәрбие- лейді? Дегенмен, ел болатын халық түбін ой­лайтыны белгілі. Бастысы — елдің ертеңін жа­сайтын бүгінгі жас ұрпағымыздың тәрбиесі мен білімінің деңгейі. Негізгі тәрбиешісі- отбасы. Батыс Еуропа елдерінен жақсы, қажетті нәрселерін ғана алуымыз қажет. Керісінше олар біздің мәдениетімізді, салт- дәстүрімізді, тәрбиемізді үйренсін. Лауа­зымы жоғары әйелдер елдің мақтанышы, қоғамның айнасы болуы керек. Қандай әйел басшы болса да өзінің міндетін ұмытпасын. Біз бұрынғы ата-бабалардан ақылды емеспіз. Ата-бабаларымыздың қанымен қол жеткізген кең-байтақ еліміздің жеріне иелік ететін ұрпақ санын көбейту керек.\nГүлмира СҰЛТАНБАЕВА, саяси ғылым-дарының докторы, доцент:\n— Алдыңғы қатарлы елге ұмтылған қоғамда гендерлік теңсіздік және теңдік мәселесі де «ұлттық идеяны» айқындаушы факторлар қатарында. Қазақ қоғамы үшін қолдау тауып та, сыналып та жатқан кереғар пікірлердің алмағайып түсуіне ықпал етіп отырған мәселе – осы. Әйелдер мәселесі та­рихи жағынан алғанда да, бүгінгі шынайы уақыт шеңберінен алғанда да бұқаралық санаға әсер ететін, қоғам дамуына да ықпалды көпшілік құбылыстар қатарында. Қазақ қоғамы үшін гендерлік саясат мәселесі ұлттың менталитетіне, елдік сананың ерекшеліктеріне қарай күштеп, таңып енгізу артық. Әрине, шығыс елі, сондай-ақ халқының басым бөлігі мұсылмандар саналатын Қа- зақстанда гендерлік саясат батыста дамыған, оларды мынадай үлгісі бар деп толықтай соны көшіруге, не еліктеуге мүлдем болмайды. Қазақ тарихында, ұлт мәдениетінде, салтын­да, дәстүрінде әйел адамның, қыз баланың қоғамдағы орны ең алдымен отбасындағы орнымен қадірлі саналған. Сол үшін де әйелдерді жаппай гендерлік саясатқа таңып үлкен саясатқа, мемлекеттік қызметке не қаржы, өндіріс, коммерция т.б. салаларын­да да алатын орны мен абырой ерекше. Де­генмен дамыған демократиялық елдердің құндылықтары, атап айтқанда әйелдерге қатысты саясатына еліктеуден гөрі, өзімізге жақын ұлттық саяси ұстаным, өте білікті де аса нәзік саясат дұрыс деп санаймын. Яғни әйел адам қоғамымыз үшін болашақ ұрпақты жалғастырушы ана, мемлекет өміріндегі жа­уапты қызметкер, отбасындағы аяулы жар екендігін біз ешқашан науқандық саясатқа ай­налдырмауымыз қажет.",
                "date": "1.06.2016",
                "upvotes": 1
            },
            {
                "text": "«Әкесін сабағанды көрген едік, бірақ арбаға байлап сабағанды кім көрген» дегендей, қазіргі таңда еркектер «тоқал алғым келеді» десе таңғалмаймыз, алайда қыз-келіншектердің «тоқал болғым келеді» деп ашық айтқанын естіп пе едіңіз? Таяуда өзім жақсы араласатын тұрмыс құрмаған құрбыммен әңгімелесіп отырғанда ол маған өзінің байсалды бір ер адамға екінші әйел болғысы келетінін айтты. Алғашында аздап тіксініп қалсам да, біраз әңгімелескеннен кейін оның жан жарасын түсінуге тырыстым.«Алаш айнасы» интернет-газетіндегі «Отбасы – ошақ қасы» айдарына Сәния құрбымның аузынан жазып алған әңгімесін ұсынуды жөн көріп отырмын.\nСүйіп те көрдім, күйіп те көрдім\n«Бір кездері махаббат деген оттың жалыны мені де шарпыған болатын. 20 жасымда өзімнің курстасым Қуаныш деген жігітке қатты ғашық болдым. Оның да мен дегенде жаны бөлек еді. Екеуміз екі жылдай жұбымыз жазылмай бірге жүрдік. Бірақ бізге бірге болуды жазбаған екен. Тағдырдың жазуымен жолымыз екіге айырылды. Қуаныш өзінің албырттығымен менің жүрегімді жаулаған еді. Бірақ қызуқанды мінезі біздің бір-бірімізден алыстауымызға себеп болды. Екеуміз болмашы нәрсеге ренжісіп қалып, ол бір-ақ күнде өзге қызды өзінің жары етті. Менің жаралы жүрегім біраз уақытқа дейін жазылмай жүрді, Алайда «уақыт – емші» ғой, уақыт өте келе ұмытылды. Бірақ осыдан кейін ешкімді шын сүйе алмадым.\nҚатарымнан қалып қойыппын\nМені көптеген замандастарым түсінбейтін шығар. Бірақ шынымды айтсам, жалғыздықтан жалықтым, шаршадым. Жасым 30-дан асқанша жалғыз қалып қалам-ау деп ойламаппын. Енді міне, жасым 33-тен асып барады, әлі тұрмыс құрмадым. Құрбыларымның көбі күйеуге шығып, бала сүйіп, әрқайсысы өзінің отбасымен өмірдің ащы-тұщысын бірге сезініп жүр. Мен болсам осы уақытқа дейін «ақбозат мінген ханзадамды» күтіп жүре беріппін. Қазір ойлап отырсам, егер сүйген жарың, бала-шағаң болмаса, оқыған оқуың да, қызыл дипломың да, табысы мол жұмысың да түкке тұрмайды екен.\n«Отызға келгенше бір жігітті қарата алмады ма?» деп ойлап отырған боларсыздар. Жігіттер сөз айтпады емес, айтты ғой, тіпті бір кездері алып қашқысы келген жігіттер де болды. Бірақ өзім «көлденең көк аттыларды» менсінбедім, біресе оқу дедім, біресе жұмыс істеп аздап ата-анама болысайын дедім, бауырларымның оқуына көмектестім. Әйтеуір әне-міне деп жүргенімде өз қатарымнан қалып қойыппын. Отыздан асқан жігіттердің көбінің отбасы, бала-шағалары бар. Өзім қатарлас жігіттердің арасында бойдақтары болса да олар жас қыздарды жар еткісі келетіні белгілі. Ал өзімнен жасы кіші жігіттер кейде көңіл білдіріп жатса, маған олар шын ниетпен аңсары ауып отыр деп ойламаймын. Өйткені жігіттер алғашында ұнатып, көңілдері алып ұшуы мүмкін, бірақ уақыт өте келе жасымыздағы айырмашылық білініп, өзімді оның жанында үлкен сезінген сайын ыңғайсызданатын секілдімін. Осындайдан қызғаныш туады, өкпе-реніш болады дегендей. Оның үстіне қазіргі кезде кейбір жігіттер мен секілді бойдақ қыздардың табысы үшін, пәтері үшін сүйдім-күйдім деп қолына кіріп алып, дайын асқа тік қасық болғысы келеді. Өзімнің бір таныс қызым базарда сауда жасайды. Жас кезінде бір баласымен күйеуі тастап кеткен. Ол өзі жалғыз жүріп сауда жасап, ақшасын жинап баспана алды, жағдайы жақсы. Қазір үйіне бір жас жігітті кіргізіп алған. Әлгі жігіт қашанға дейін құрбыма күйеу болар екен? Бір күні өзіне жақсы жар тапқан кезде тайып тұрса, құрбым оның орнын сипап қалмай ма? Міне, осындайларды ойлағанда түнгі ұйқың шайдай ашылады.\nЖолдан бала тапқанша, екінші әйел болған артық\n«Тоқал» деген сөз құлаққа түрпідей тиеді екен. Сондықтан тоқал дегеннен гөрі екінші әйел деп айтқан жөн секілді. Мен екінші әйел болу туралы көп ойландым. Өз басым болашақ жарымның ақылды, білімді, сабырлы, өмірлік тәжірибесі мол байсалды адам болғанын қалаймын. Ал мұндай ер адамдардың басы бос болуы мүмкін емес. Сондықтан егер маған көңілімнен шығатын ер адам жолықса, тіпті екінші әйелі болуға да келісер едім. Ақыл-ойы, пайымы, таным-түсінігі өзіммен деңгейлес емес, әлі ақыл тоқтатпаған жігітпен көңіл қосқанша, салмақты, білімді, иманды, терең ойлы еркектің екінші әйелі болған артық. Ең бастысы, ол адам бірінші әйелінің келісімін алып, мені екінші әйелі ретінде қабылдаса болғаны. Мен өзімді екінші әйел ретінде ұстай алатыныма сенімдімін, өз орнымды білемін. Қазіргі кезде менің көптеген замандастарым жолдан бала тауып, баласының әкесі кім екенін білмей жатады. Сондықтан қазіргі қоғамда жесір әйел, кәрі қызы, жетім бала көбейіп кетті ғой. Ал жас қыздар көбінесе жасы үлкен қалталы еркектерге қызығып, олардың ойнасына айналады да, кейін аспанан жерге салбырап түскен періштедей жап-жас жігіттерге тиіп жатқандары да жетерлік. Жап-жас кезінде ешқандай қыз біреудің екінші әйелі болам деп ойламайды ғой. Бірақ әркімнің маңдайына жазылған өз тағдыры бар. Әйел атаулының бәріне біреудің жалғыз жары болу бақыты бұйыра бермейді ғой…\nБәйбішелер бізді де түсінсе екен\nТаяуда менің өте жақын досым, сырласым Марал жасы 50-ге таяп қалған бір ер адаммен танысып, әңгімесі жарасып жүрді. Маралдың жасы 35-те, бір қызы бар. Маралдың танысы сөйлесіп жүргендеріне бірнеше ай өткеннен кейін оған екінші әйелі болуға ұсыныс жасапты. Маралдың айтуынша, оны ұнататын Мұраттың өмірге деген көзқарасы, ақыл-парасаты өте жоғары кісі екен. Алайда оның бәйбішесі күйеуінің екінші әйел алуына рұқсат бермей жүрген көрінеді. Олар 5 бала тәрбиелеп отырған отбасы. Әйелі оған «егер екінші әйел алсаң, менімен ажырасасың» деп шарт қойып отыр. Алайда Мұрат та өз айтқанына қайтар емес. Жақында ол өзінің бірінші әйелімен бірге Маралды да ертіп ағайындарының тойына қатысып қайтыпты. Марал өзінің екінші әйел ретінде орнын біліп, тойға барарда көйлек те аламын, шашымды да сәндеймін демей-ақ, той кезінде Мұрат пен бірінші әйелерінің кенже балаларын қарап жүріпті. «Әрине, бәйбішелердің екінші әйелді бірден қабылдай салуы қиын ғой. Сондықтан екінші әйел болу үшін үлкен сабырлылық керек» дейді Марал. Мен құрбымның бұл әрекетін өте дұрыс деп есептеймін. Меніңше, егер бәйбішелердің түсінігі мол болса, әйел ретінде Марал секілді әйелдерді түсінуге тырысар еді. Өз басым егер маған Мұраттай ақыл-парасаты жоғары ер адам кездесіп жатса, екінші әйел бола алар едім деп ойлаймын. Ең бастысы, өзімді сыйласа, жағдайымды жасаса, болашақ балаларыма жақсы әке болса болғаны. Өзгелердің көзінен тығылып, жақындарымнан жасырып, біреудің күйеуіне ортақтасқанша, ашық түрде қазақтың жақсы бір азаматының екінші әйел болсам, Алланың алдында да арым таза болмай ма?».",
                "date": "1.06.2016",
                "upvotes": 0
            },
            {
                "text": "Сіз некелік жарыңыздың тоқал алуын құптар ма едіңіз? Бұл балаға қандай тәрбие? Ұлға  екінші әйел ал, қызға тоқал бол деген тәрбие ме? Ренжімеңіз, бұл ар тазалығы емес.",
                "date": "3.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Назбек деген есім қандай мағына береді?",
        "question_content": "Назбек деген есім қандай мағына береді?",
        "question_date": "30.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "наз-жұмсақ мінезді не ерке дегенге келеді,бек деп-баяғыда ақсүйек,асыл текті,ел билеген адамдарды айтқан.",
                "date": "31.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "minecraft windows 8.1-ге арналған версиясы барма?",
        "question_content": "minecraft windows 8.1 арналған версисы барма,білесіздерма?",
        "question_date": "29.05.2016",
        "question_tag": "Операциялық жүйелер",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Азот қышқылының құрамындағы азоттың массалық үлесін есептеңдер?",
        "question_content": "1. Күкірт қышқылының құрамындағы оттегінің массалық үлесін есептеңіз.\n2. Азот қышқылының құрамындағы азоттың массалық үлесін есептеңдер.\n3. Глюкозаның құрамындағы оттегінің массалық үлесін есептеңдер",
        "question_date": "29.05.2016",
        "question_tag": "Химия",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "күкірт қышқылы H2SO4\n\nM(H2SO4)=1*2+32+16*4=2+32+64=98 г/моль\n\nw(O)=M(O)/M(H2SO4)=64/98=0.6530=65.30%",
                "date": "28.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Премьер-Лига ойындарын телеканалдар неге көрсетпеді?",
        "question_content": "Футболдан Қазақстан Премьер-Лига 13-тур ойындарын теле каналдар неге көрсетпейді?",
        "question_date": "29.05.2016",
        "question_tag": "Футбол",
        "question_views": 353,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Он тв каналы көрсетті.",
                "date": "30.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фосфор қышқылының құрамына кіретін үш элементтің массалық қатынасын есепте?",
        "question_content": "Фосфор қышқылының құрамына кіретін үш элементтің массалық қатынасын есепте?",
        "question_date": "29.05.2016",
        "question_tag": "Химия",
        "question_views": 817,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr(H3PO4) = 3·Ar(H) + Ar(P) + 4·Ar(O) = 3·1 + 31 + 4·16 = 98\n\nw(элемент) = (n· Ar(элемент) · 100%) / Mr(зат)\nw(H) = n(H)·Ar(H)·100% / Mr(H3PO4) = 3·1·100% / 98 = 3,06%\nw(P) = n(P)·Ar(P)·100% / Mr(H3PO4) = 1·31·100% / 98 = 31,63%\nw(O) = n(O)·Ar(O)·100% / Mr(H3PO4) = 4·16·100% / 98 = 65,31%\n\n3,06% + 31,63% + 65,31% = 100%",
                "date": "27.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түрік қағанатының жер аумағы",
        "question_content": "Түрік қағанатының жер аумағы",
        "question_date": "29.05.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 13100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аумағы - 13 млн км²",
                "date": "29.05.2016",
                "upvotes": 0
            },
            {
                "text": "Алтайдан бастап , батыста Каспий теізіне дейін\n\nОңтүстік - шығысында Қытаймен\n\nОңтүстік батысында парсымен шектеседі",
                "date": "30.05.2016",
                "upvotes": 0
            },
            {
                "text": "Алтайдан бастап , батыста Каспий теізіне дейін\n\nОңтүстік - шығысында Қытаймен\n\nОтүстік батысында парсымен шектеседі",
                "date": "30.05.2016",
                "upvotes": 0
            },
            {
                "text": "Түрік қағанаты ең күшейген кезінде батыста Қырым түбегінен шығыста Хангай тауларына(манчжурияда)дейін,солтүстікте Байкал көлінен оңтүстікте Амударияға дейінгі аумақты алып жатқан құдіретті әскери империя болған.",
                "date": "30.05.2016",
                "upvotes": 0
            },
            {
                "text": "13, млн Кұрайды деп ойлаймын",
                "date": "24.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қан тобын анықтау. ДНК молекуласындағы цитидильді нуклеотидтердің үлесі",
        "question_content": "1. Әкесінде екінші қан топшасы, анасында бірінші қан топшасы. Балаларында қөандай қан топшасы болады?\n\n2. Егер ата аналары гетерозиготалы екінші және үшінші қан тобы болса, онда балаларының қан тобы қандай болады?\n\n3. Егер ата аналары гомозиготалы 2-3 топ қан болса балаларының қан тобы қандай болады?\n\n4. Егер гетерозиготалы резус бойынша оң қан топты ер адам теріс қан топы әйелге үйленген болса, олардың балаларықандай резус факторымен дүниеге келеді?\n\n5. Егер қан тобы оң ер адам, қантобы теріс әйел адаммен неке құрса, олардың балаларының резус факторы қандай болады\n\n6. ДНК ізділігі Г-Т-Г-Т-А-А-Ц-Г-А-Ц-Ц-Г-А-Т-А-Ц-Т-Г-Т-А молекула тізбегінен тұрады. Екінші тізбек құрылуы қандай болады?\n\n7. Егер матрицалық ДНК жіпшелерінің молекуласы мынадай тізбекті нуклеотдтерден тұрса А-Т-Т-Ц-Ц-Г-Т-А-А-Т–А-Ц-А-А,молекулаларының бөлігі қандай тәртіпте орналасады?\n\n8. Жалпы ДНК молекуласының 25% аденин нуклеотиды құрайды. ДНК құрамына кіреін басқа нуклеотидтерінің пайызын анықа.\n\n9. ДНК молекуласындағы цитидильді нуклеотидтердің үлесі 20% құрайды. Басқа нуклеотидтердің пайыздық үлесін анықтаңыз\n\n10. мРНК бөлігі мынадай молекулалық құрылысы бар: УАУ-УГГ-ЦАГ-ГУУ-ЦУУ. Полипептид аминқышқылдарының ретін анықтаңдар?\n\n11. Аденин ДНК молекуласы нуклеотидтердің 30 % жалпы саны бар. Нуклеотид ДНК молекуласына шенберін басқа нуклеотидтер пайызын анықта.\n\n12. ДНК молекуласын құрамында цитидильді нуклеотидтердің үлесіне 25% келеді. Басқа нуклеотидтердің пайыздық үлесін анықта.\n\n13. ДНК молекуласында жалпы нуклеидтер санынан 20 % аденил\nнуклеотидтері саналады. ДНК молекуласына кіретін басқа нуклеотидтер пайызынанықта.\n\n14. ДНК молекуласында 30% үлесін цитидил нуклеотиді құрайды. Басқа нуклеотидтердің пайыз құрамын анықта.\n\n15. ДНК молекуласының нуклеотдтердіңжалпы саны 25 % аденин нуклеотид бар. ДНК молекуласына кіретін басқа нуклеотидтердің пайызын анықта",
        "question_date": "29.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кальций нитратының құрамына енетін əрбір химиялық элементтің массалық үлесін есептеңіз?",
        "question_content": "1) Берілген өзгерістер тізбегін орындап,мүмкін болатын реакция теңдеуін жазып,тізбектің Х белгісіз затының анықтаңыз . 2sub-HNO3 Mg-MgO-Mg(OH)2-X\n\n2.) Мына өзгерістерді қалай жүзеге асыруға болады,мүмкін болатын реакция теңдеуін жаз H2O-O2-P2O3-H2PO4\n\n3) Құрамында 82%азот жəне 18%сутегі бар белгісіз заттың формуласын анықта.\n\n4) Кальций нитратының құрамына енетін əрбір химиялық элементтің массалық үлесін есептеңіз.\n\n5) Мына берілген заттардың құрамындағы элементтердің валенттілігін анықта Na2O,MgO,NH3,Al2O3,HCl,H2S,BaCl2,AlCl3",
        "question_date": "29.05.2016",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3) Құрамында 82%азот жəне 18%сутегі бар белгісіз заттың формуласын анықта.\n\nAr(N) = 14;  Ar(H) = 1;\nазот пен сутегі атомдарының қатынасын табамыз: 82/14 = 5,9 (6-ға дейін дөңгелектенген); 18/1 = 18; яғни. азот атомдарының саны сутегі атомдарының санына байланысты 6:18 (немесе 1:3). NH3 (аммиак) қосылысының формуласы.",
                "date": "26.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік тестке тыңғылықты дайындалу үшін өзіме қандай талаптар қоя білуім қажет?",
        "question_content": "Мемлекеттік тестке тыңғылықты дайындалу үшін өзіме қандай талаптар қоя білуім қажет?",
        "question_date": "29.05.2016",
        "question_tag": "Мектеп",
        "question_views": 604,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бой өсіретін дәрілер мен гармондардың құрамында қандай дәрумендер болады?",
        "question_content": "Бой өсіретін дәрілер мен гармондардың құрамында қандай дәрумендер болады? Ол табиғи жағдайда қай тағамда (жемісте) жиі кездеседі?",
        "question_date": "29.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қайырлы күн! Бой өсіретін витаминдер балықтың майында және сәбізде көп болады. Соынмен қатар сүт тағамдарының құрамында өте көп. Толығырақ айтсам (Д3, А, омега 3, Кальций) сонымен қатар есте сақтау қабілеті мен,сүйектің қатайуына да өте жақсы септігін тигізеді. Рахмет",
                "date": "29.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қыз тұзағы - жеңге\" демекші, бүгінгі жігіттер жеңгелері арқылы үйленеді ме?",
        "question_content": "Жігіттер жеңгелерінің айтқан қызын көріп, жеңгесі таныстырған қызға үйленеді ма? \"Қыз тұзағы - жеңге\" демекші, бүгінгі жігіттер жеңгелері арқылы үйленеді ме? Жеңге тауып берген қызға жігеттер жағы қалай қарайды екен?",
        "question_date": "29.05.2016",
        "question_tag": "Жанұя",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз бұл мақалды басқаша түсінеді екенсіз, мен қыздың жеңгесіне айтылған әңгіме болар деп ойлап жүрсем (егер қыздың жеңгесімен жақсы болсаңыз, тіл табысу оңай болатынын айтады деп, \"Ел мақтаған жігітті қыз жақтаған\" демекші жеңгесі мақтауын жеткізсе) Әзіл ғой)))))",
                "date": "29.05.2016",
                "upvotes": 0
            },
            {
                "text": "Жеке өзім дұрыс қарағым келеді əрине бірақ жеңгелер бұны дұрыс түсінбеушілік себепті бұл нəрсе қалып болған сияқты, Бұрындары Жеңгесі қайнінің мінезі, қандай мінезді қыз бененн жасап кететініне қарап қыз іздеп үйлендірген бүгінгі күні себебі ұмытылып жатқан дəстүр !!!",
                "date": "3.06.2016",
                "upvotes": 0
            }
        ]
    }
]