[
    {
        "question_title": "Қазақтарда қандай ежелгі салт-дәстүрлер сақталған?",
        "question_content": "Қазақтарда қандай ежелгі салт-дәстүроер сақталды?Сендердін ойларынша,ол дәстүрлер не себепті сақталды?",
        "question_date": "3.05.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақсарбас атау. Қауіп-қатерге ұшырағанында «А, Құдайым оңдасын! Мені осы қиындықтан құтқара гөр! Ақсарбас!» деп құдайы атайтын болған. Мұндай жағдайда «Ақсарбас!» деп үш рет айқайлаған. Сосын қауіп-қатерден аман қалғанында әлгі адам ауыл аймағын шақырып құдайы берген. Ақсарбасқа шалынатын малдар: бозқасқа (қой), көкқасқа (жылқы), қызыл-қасқа (сиыр). Адам ақсарбас атағанда қай малын айтса, соны құдайыға союға тиіс.\n\nАсату. Бұл дәстүр Сәбит Мұқановтың «Халық мұрасы» деген кітабында толық баяндалған. Дастарқан басында ет жеп отырғандар тоғая бастағанында, төрде отырған ақсақал қалған етті қолымен қонақтарға, жас балаларға асатады. Бұрындары ауыл балалары ет асаймыз деп қонақ келген үйдің қасында жүретін-ді.\n\nАт тұлдау. Ер адам қайтыс болғанында мініп жүрген атының жал-құйрығын күзеп, оны бос жібереді де, өлген адамның жылында сол атты әкеліп сояды.\n\nАунату. Қазақтар үйіне келіп қонақ болған, қонып кеткен адамдардың отырған, жатқан жеріне «баламыз осы атасына тартсын, бойына осы атасының қасиеттері қонсын» деп балаларын аунатып алатын болған. Елге, ағайынға сыйлы азамат кіндік қаны тамған туған жеріне келгенінде халық, туған-туыстары, дос жарандары оны сол жердің топырағына аунатып алған. Шыңғыс Айтматов үйіне Мұхатр Әуезов келгенінде, ол отырған орындыққа ұлын аунатып алған көрінеді.\n\nАяғына жығылу. Кешірім сұраудың ең үлкен, кішіреюдің ең ауыр түрі – осы ғұрып. Оны орындағанда айыпты адам жанына абыройлы, қадірлі кісілерді ертіп алып, тисті адамның үйіне рұқсат сұрап кіріп, кешірім сұрайды. Айыбы үлкен болса, айыпкер өзі кінәлі болған адамның аяғына жығылып, оны құшақтаған қалпы жылап, кешірім сұрап, жалынған. «Аяғына жығылу» - әрі ғұрып, әрі жазаның бір түрі.\n\nБайғазы беру. Үлкеннің кішіге, яғни балаға беретін сыйы. Жас ұл-қыз, бойжеткен, бозбала жаңа киім кигенде, жаңа зат алғанда аға, апа, ата-әжесінен, туған-туыстарынан оған байғазы сұрайды. Олар байғазыға ақша, мал, мүлік, әйтеуір бір зат беріп, құтты болсын айтады.\n\nБосаға майлау. Жастар шаңырақ құрғанында немесе біреу жаңа үй алғанында жақын туған-туыстары келіп жаңа үйдің босағасына май жағу салтын жасайды. Ол осы үй берекелі, майдай жұғымды, көптің үйі болсын деген ниеттен туған. Босағасын майлаған адамға шаңырақ иелері кәде береді.\n\nЕнші беру. Ата-анасы баласы балалы болғаннан кейін «енді өз күндерін өздері көре алады» деген сенімге келіп, отау тігіп, бөлек шығарады. Сонда малынан – мал, мүлкінен – мүлік бөліп береді, ыдыс-аяқ сыйлайды. Оған келіннің төркінінен келген дүниесі қосылып, жас жұбайлар жеке шаңырақ болып шыға келеді. Мұны енші беру деп атайды. Ата-анасы қайтыс болса, олардың малы мен дүние-мүлкі қалған ағасы інісіне еншібас беруге тиіс.\n\nЕрулік беру. Ауылға басқа жақтан бір үй көшіп келсе, бауырларының бірі туған-туыстарына жапсарлас келіп қонса, көрші-қолаң немесе жақындары жаңа үйге «ерулік» деп ас пісіреді, табақ тартып, қонақасы береді. Осылайша қазақтар танысын, танымасын бір-бірін бөтенсімей, өз ортасына тарта білген.\n\nЖылу жинау. Бір бақытсыздыққа ұшырағанында, үй мүлкі, малынан айырылғанында ауыл тұрғындары, көрші-көлемі, туған-туыстары мал, дүние, ақшалай көмек көрсетеді. Мұны олардың ор тасынан бір адам ұйымдастырады. Бұл жәрдем – жылу жинау деп аталады. Арам жолмен шығынға ұшырағандарға жылу жиналмайды. Олар: дүние-мүлкін қартаға салып ұтқызып жібергендер, зинақорлыққа салғандар, ішіп құртқандар, қоғамның, мемлекеттің дүние-мүлкін жеп қойғандар.\n\nҚазан шегелеу. Жақын туыс, әзіл-қалжыңы жарасқан адамдардың үйіне екі-үш адам бірге барып: «Осы үйдің қазанын шегелей келдік» дейді. Бұл олардың түстеніп, ет жеуге келгендігі. Үй иесі оған әзілмен жауап қайтарып: «Жақсы болды, қазан шегелейтін адам таба алмай отыр едік» деп қонақжайлық танытады, әйелі ет асып қонақасы береді.\n\nҚалау айту. Біреудің жақсы малына, мүлкіне көңілі кеткен адам сол үйдің иесіне немесе әйеліне, баласына соған лайықты бағалы бір тарту әкеліп, әлгі дүниені, жануарды «менің қалауым осы» деп сұрайды. Кейде үй иесі мұндай сыйлы, жөн-жоралғысымен келген қонаққа өзі сөз салып: «Бұл үйде қалаған бір заттың бар ма? Қалауыңызды айтыңыз» деп сұрап, қалған затын сыйлайды.\n\nМойнына бұршақ салу. Ертеде баласы жоқ адамдар мойнына көгеннің бұршағын салып Құдайдан перзент сұрап жалбарынған, жылаған. Мойынға бұршақты бала тілегенде ғана салады.\nhttp://massaget.kz/layfstayl/alemtanu/Qazaqstanym/15060/",
                "date": "3.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызылорда қаласында геодезия мамандығы бойынша қандай колледждерде оқуға болады?",
        "question_content": "Геодезист мамандығын қызылордГеодезия мамандығын таңдадым.Енді қай колледжде оқыған дұрыс",
        "question_date": "3.05.2017",
        "question_tag": "Университет, колледж",
        "question_views": 662,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аграрлық колледж",
                "date": "3.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Соғыстан кейінгі жылдардағы қазақстан өнеркәсібінің құрылуы?",
        "question_content": "қазақстаннын соғыстан кейінгі жылдардағы өнеркәсібінің құрылуы туралы кыскаша малемет керек емтихан билет жауабына",
        "question_date": "3.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Соғыстан кейінгі жылдардағы Қазақстанның әлеуметтік – саяси және экономикалық дамуының ерекшеліктері. Қазақстанның азат етілген аудандарды қамқорлыққа алуы.Қазақстан шефтік көмекке алған республика, облыс, аудандар. Қазақстан жаңа кәсіпорындарының КСРО – ның қорғаныс жабдықтарын шығаруға ауысуы. Аталған мақсаттағы жаңа кәсіпорындары, құпия қалалардың пайда болуы. Семей ядролық, т. б. сынақ алаңдарының ашылуы. Байқоңыр космодромының іске қосылуы. Отын – энергетикалық базаның дамуы. Жаңа ірі комбинаттар, шикізат орындарының ашылуы.(Ертіс химия – металлургия зауыты, Екібастұз көмір кенінің бірінші разьезі, Соколов – Сарыбай кен байыту комбинаты, т. б.). Су, автомобиль, әуе жолдарының дамуы. Ұлттық ғы-лыми – техникалық мамандар, маманданған жұмысшы кадрлерінің өсуі. Елдегі карточкалық жүйенің жойылуы. Қазақстан  халық шаруашылы-ғының шикізаттық негізде дамуының сақталуы. Ауылшаруашылығындағы қиыншылықтардың орын алуы.Елдегі тоталитарлық, әміршілдік жүйенің одан ары күшеюі. Оның қоғамның барлық саласына енуі. Репрессия, т. б. жазалау шараларының жалғасуы. Қазақстандағы “Бекмахановтің ісі.” Республикадағы белгілі ақын – жазушылар, ғалымдарды қудалаудың жалғасуы.\n\nСталиннің қайтыс болуы. Елдегі жаңа партиялық – мемлекеттік басшылық. Оның жүргізген саясаты. Н. С. Хрущевтің саяси билік басына келуі. КОКП 20 сьезі. Оның шешімдері. Сталиндік жеке басқа табынуды айыптау.\n\nЕлдегі өндірісті дамытудағы атқарылған шаралар. Партиялық биліктің жаңа түрлерін енгізу. Шаруашылықты басқарудың шексіз орталықтандырылуын шектеу шаралары. Одақтас республикалардың хұқықтары мен мүмкіншіліктері, дербестіктерін арттырудағы басталған істер.\n\nКОКП – ның 1954 жылғы ақпан – наурыз Пленумы, оның шешімдері. Қазақстандағы тың және тыңайған жерлерді игерудің басталуы. Оның мақсаты, барысы. Қорытындысы. Қазіргі күнгі баға.\n\n40 – 50 жылдардағы елдегі мәдени – ағарту шаралары. Жаңа жоғары оқу орындарының ашылуы. Республика Ғылым Академиясының құрылуы. Қазақстан ғалымдарының ашқан жаңалықтары. Қазақстан жазушыларының жаңа шығармалары. Олардың көтерген тақырыптары.\n\nКОКП – ның 1964 жылғы қазан Пленумы. Партия мен мемлекет басшылығының ауысуы. Л. .И. Брежневтің саяси билікке келуі. Басқарудағы субьективистік және волюнтаристік әдістің сыналуы. Экономиканы реформалау шараларының орындалмауының себептерін айқындау.\n\n1965 жылғы шаруашылық реформалар. Экономика мен қоғамдық өмірдегі қайта құрулар мен қарама – қайшылықтар. Шаруашылық есеп және оның жартыкештігі. 1966 – 70 жылдардағы халық шаруашылығын өркендетудің 8 бесжылдық жоспары. Оның нәтижесі. Аталған кезеңдегі Қазақстандағы өнеркәсіптегі жалпы өнім өндірудің артуы. Еңбектің тиімділігін арттыру шаралары. Қазақстандағы жаңа өнеркәсіп орындарының салынуы. Теміржол байланысының жаңа жүйелерінің іске қосылуы. Республика экономикасының шикізаттық бағытының одан ары жалғасуы. .Қазақстан өнеркәсіп орындарының қорғаныстық маңы-зының артуы. Республиканың экологиялық жағдайының нашарлауы.\n\nАуылшаруашылығындағы еңбек өнімділігінің артуы.  Қазақстанның елдің ірі астық өндіру аймағы болып қалыптасуы. Экономиканы дамытудың экстенсивті жолының сақталуы, оның Қазақстандағы көрінісі.\n\nАталған кезеңдегі халыққа білім беру, денсаулық сақтау, ғылымдағы, спорт пен мәдениеттегі жетістіктер және оның қарама – қайшылығы.\nhttp://bigox.kz/kazakstan-sogystan-kejingi-zhyldarda-1946-1970-zhyldar/",
                "date": "3.05.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төл сөзді төлеу сөзге айналдыру керек?",
        "question_content": "к  о м е к к  ерек отинем комектесиниздерши",
        "question_date": "3.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Бір жігіт Нұрмағанбет палуанды Паң шақырып жатқанын жəне тез жүруін айтты.\n2) Паң Нұрмағамбет палуанға қол жаюын айтты.",
                "date": "3.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сарбаздар деген топтың атына ұран керек еді?",
        "question_content": "Маган сарбаздар тобына ұран керек еді. Әскери саптық шеруге керек. Шығ",
        "question_date": "2.05.2017",
        "question_tag": "Мектеп",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сарбаздар\n\nАзаматпыз ардакты\n\nҚорғаймыз біз жан-жакты\n\nТаудай бірақ талабымыз\n\nӨскенде сарбаз  боп шығамыз",
                "date": "10.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек демалысын қандай шарттар мен құқықтарға байланысты есептейді?",
        "question_content": "Салеметсіздерме! Менің сұрағым мен мектепте бастауыш сыныпта сабақ беремін.Жұмысқа қыркүйектің 10-ынан бастап қабылдандым.24 июньнен бастап еңбек демалысы басталады.ал маған еңбек демалысына 44 күн ғана бердім. Сонда маған отпуснойды қалай есептейді. Айлық жалақы",
        "question_date": "2.05.2017",
        "question_tag": "Банк",
        "question_views": 622,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "44кун соның ішінде жұмыс күнде есептеп шығарып. среднейға көбейтеді сол сумма төленеді.44 из них 22 рабочих по 10,8 часов деген сияқты ғой.",
                "date": "4.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әбілқайыр хандығы мен ноғай ордасының даму ерекшеліктері қандай?",
        "question_content": "Әбілқайыр хандығы мен ноғай ордасының даму ерекшеліктерін салыстыра отырып, талдау жасаныз?",
        "question_date": "2.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 17100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əбілхайыр хандығы.\nҚазақстанның орталық, батыс және солтүстік-батыс бетінде бірнеше тәуелсіз феодалдық иеліктер құрылып, олардың арасында билік үшін күрес толассыз жүрді. Ноғай Ордасы мен Әбілхайыр хандығының пайда болуына әкелді.\n\nОсындай жағдайда Жошы әулетіндегі Шайбанның ұрпағы Дәулет Шайхтың баласы Әбілхайыр саяси өмір сахнасына шықты. Орталық және Солтүстік Қазақстан тайпаларын билеп отырған топтардың қолдауымен ол 1428 ж. Тура өңірінде (Батыс Сібір) хан болып жарияланды.\n\nОның хандығының құрамына Қият, Маңғыт, Шынбай, Найман, Қарлұқ, Үйсін т.б. тайпалар кірді.\n\nШығыс Дешті-Қыпшақтың феодалдық бытыраңқы жерлерін біріктірген «көшпелі өзбектер мемлекетінің» яғни Әбілхайыр хандығының Қазақстан тарихында елеулі орны бар. Оның иелігі Ноғай Ордасының шығыс бетін, батыста Жайық, шығыста Балқаш жерлеріне дейінгі, оңтүстікте Арал теңізі мен Сырдың төменгі ағысына, солтүстікте Тобыл мен Ертіс орта ағыстарына дейінгі жерлерді қамтыды.\n\nӘбілхайыр басқарған 40 жылдай уақыт ішінде елдің саяси жағдайында тұрақтылық пен тыныштық болмады. Оның қолынан билікті алу үшін күрескен әр түрлі топтармен күрес жүргізуге тура келді. Жошы әулетінің оның ішінде Орда Ежен хан, Орыс ханның ұрпақтары Жәнібек, Керей Әбілхайырға үнемі қарсы шығып отырды. 1446 ж. оған қарсы болып жүрген күшті шонжарлардың бірі Мұстафа ханның әскерлерін талқандады. Сол жылы Әбілхайыр хан Сырдария мен Қаратау бауырындағы Созақ, Сығанақ, Аққорған, Үзкент қалаларын басып алып, Сығанақты өз хандығының  астанасына айналдырды.\n\n1450 жж.  Әбілхайыр Мәуранахрдағы Темір ұрпақтарының ішкі тартысына араласып, Самарқан пен Бұқарға жорық жасайды.\n\n1456—57 жж. ойраттармен болған шайқастарда жеңіліске ұшыраған Әбілхайыр елдің бірлігін қамтамасыз ете алмады.\n\nОған наразы Керей мен Жәнібек сұлтандар бастаған халықтың бір бөлігі Моғолстан жеріне қоныс аударып, Шу мен Қозыбасы (Талас) өзендерінің бойына орнықты.\n\n1468 ж. Әбілхайыр көп жорықтарының бірінде қайтыс болып, «Көшпелі өзбектер мемлекеті» ыдырап кетті.\n\nМатериалды көшіріп жариялау үшін редакцияның немесе автордың жазбаша, ауызша рұқсаты қажет және National Digital History порталына гиперсілтеме берілуі тиіс. Авторлық құқық сақталмаған жағдайда ҚР Авторлық құқық және сабақтас құқықтар туралы заңымен қорғалады.\nНоғай Ордасы.\nАлтын Орданың ыдырауы кезінде пайда болған  мемлекеттік бірлестіктің бірі – Ноғай Ордасы. Ол ХІҮ-ХҮ ғасырларда Батыс Қазақстанның бір бөлігін алып жатты. Бұл мемлекеттің атауы Алтын Орданың беклербегі, әскерінің қолбасшысы, Жошы ханның немересі (1260-1306) Ноғай есімімен байланысты. Берке хан өлгеннен кейін Доннан Дунайға дейінгі жер Ноғайдың бақылауында болды. Оның құрамындағы рулар Каспий маңына қоныс аударып, Ноғай елі атанды.\nНоғай Ордасының негізін салушы - әмір Едіге (1395-1419). Ол 15 жылдай  Алтын Орданы билеп (1396-1411), «ұлы әмір» атанған. Шыңғыс әулетінен хан сайлау Едігенің қолында болған. Ноғай Ордасы Алтын Ордадан Едігенің кезінде бөлектене бастады. Бұл процесс Едігенің ұлы Нұраддин (1426-1440) тұсында аяқталып, Ноғай Ордасы Алтын Ордадан ХҮ ғ. ортасында бөлініп, дербес мемлекет болды. Территориясы: Еділ-Жайық арасы. Астанасы – Жайық өзені сағасындағы Сарайшық қаласы болды. Халқы – маңғыт, қыпшақ, қоңырат, арғын, қарлұқ, алшын, тама және т.б. сияқты түрік тайпалары. Ноғай Ордасы этносаяси бірлестік ретінде пайда болды, оған енген тайпалар ХҮ ғ. аяғында қалыптасқан ноғай халқының негізін құрады.\nНоғай Ордасында ұлыстық басқару жүйесі қалыптасып, бір орталыққа  бағынған өкімет болды. Орда билеушісі – хан. Ұлыс басында мырзалар тұрған, олар өз иеліктерінде шексіз билік жүргізіп, ұлыстың ең шұрайлы жайылымдары мен өрістерін иемденген. Ұлыстың қатардағы көшпелі малшылары мырзалармен бірге көшіп-қонып, алым-салық төлеп отыруға, соғыс жорықтарына қатысуға міндетті болған. Орданы Едіге ұрпақтары басқарды. Мұрагерлік жолмен берілетін әкімшілік, әскери, елшілік билік князьдің қолында болды. Ордада жорыққа 300 мың жауынгер шығарылды.\nНоғай Ордасының тарихы Еділ бойы мен Сібірдегі, Орта Азия мен Қазақстандағы көрші мемлекеттер тарихымен тығыз байланысты. Ноғайлар тарихы әсіресе көшпелі өзбектер мен қазақтар тарихына айрықша жақын. Ембі мен Сырдария арасында көшіп жүретін ноғайлар қазақтармен ұдайы араласып-құраласып байланысып жатқан. Басқа да көшпелі мемлекеттер сияқты Ноғай Орд\n\nасының шекарасы да сыртқы саяси жағдайға байланысты өзгеріп отырады. Ноғайлардың солтүстік-шығыстағы өріс-қоныстары Сібірге дейін созылып жатады, ал оңтүстік-шығыста олар кейде Сырдария бойында, Арал теңізі жағасында көшіп жүрген. Олардың билеушілері Уақас би маңғыт, Мұса мырза, Жаңбыршы және басқалары Әбілқайырға Сырдария бойындағы қалаларды жаулап алуға жәрдемдеседі. Кейін ноғайлар қазақ хандарымен соғысса, енді бірде татуласып, одақ құрып отырған.  Ш. Уәлиханов ноғайлар мен қазақтарды «екі туысқан Орда» деп атаған. Ал Хақназар хан «қазақтар мен ноғайлар ханы» атанған.\nХҮІ ғасырда Ноғай Ордасының Орыс мемлекетімен сауда-экономикалық,  саяси байланысы дамыды. ХҮІ ғ. 2-ші жартысында Ноғай Ордасы ыдырап, екіге:  Үлкен Ноғайлы (Еділдің шығысы) және Кіші Ноғайлыға (Еділдің батысы) бөлінді. Осы тұста ноғайлардың көпшілігі Қазақ хандығына, соның ішінде Кіші жүз құрамына енді. Осылайша Ноғай Ордасын мекендеген тайпалар қазақ халқының қалыптасуында үлкен рөл атқарды.",
                "date": "2.05.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Химиялық құбылыс дегеніміз не?",
        "question_content": "1. Химиялык қубылыс дегеніміз не?\n\n2. Термохимиялык тендеулерді тусіндіріп беріндер.\n\n3. Косылу реакциясы дегеніміз не? Мысалдар келтіріндер.\n\n2. Валенттілік дегеніміз не?\n\n4. Айырылу реакциясы дегеніміз не? Мысалдар келтіріңдер.\n\n5. Ерітінді дегеніміз не?\n\n6. Орын басу реакциясы дегеніміз не? Мысалдар келтіріцдер.\n\n7. Физикалық қубылысты тусіндіріп беріңдер. Мысалдар келтірін.\n\n8. Алмасу реакциясы дегеніміз не? Мысалдар келтіріндер.\n\n9. Коспалар деген не? Мысалдар келтірін.\n\n10. Химиялық реакциялардың неше типі бар? Мысалдар келтірін.\n\n11. Еріген зат деп кандай затка айтамыз? Мысалдар айтындар.\n\n12. Натрий элеменпіне жалпы сипаттама беріңдер.\n\n13. 2. Ерітінділер калай жіктеледі?\n\n14. Натрийдін манызды косылыстарын атаң, формулаларын жазың.\n\n15. Концентрлі жэне сұйылтылған ерітінді деген не?\n\n16. Хлор элементіне жалпы сипаттама. Тотыгу дəрежесі дегеніміз не?\n\n17. Массалык улес дегеніміз не?\n\n18. Хлордың манызды косылыстарын атап, формулаларын жазың\n\n19. Хлор элементіне жалпы сипаттама.\n\n20. Тотыгу дəрежесі дегеніміз не?\n\n21. Тотыгу тотықсыздану реакциялары деген не?\n\n22. Оггекке жалпы сипатгама берін.\n\n23. Химиялық элементтердін периодтык жуйесі.\n\n24. Сутекке жалпы снпаттама.\n\n25. Сілтілі металдарга сипаттама.\n\n26. Натрий элементіне жалпы сштаттама.\n\n27. Галогендерге жалпы сипаттама.\n\n28. Оксидтер. Мысалдар келтір\n\n29. Кышкылдар дегеніміз не?\n\n30. Сутекке жалпы сипаттама беріндер.\n\n31. Негіздер дегеніміз не?\n\n32. 2. Экзотермиялык реакциялар бойынша тусініктерінді айтыңдар.\n\n33. Ауа газдар коспасы туралы тусініктерінді айтыңдар. Авогадро заны.\n\n34. 2. Химиялық байланыстың негізгі турлерін тусіндіріп мысалдар келтіріндер.\n\n35. Судың химиялык касиеттерін тусіндіріп беріндер.\n\n36. Зат мөлшері . Моль ‚ Авогадро саны туралы тусінік. Ерітінділердін концентрациясы туралы не білесіз.\n\n37. 2. Оксидтердін жіктелуіне мысалдар келтіріп тусіндіріндер.\n\n38. Химиялық кубылыстарга мысалдар айтыңдар.\n\n39. Тотыгу дəрежесі дегеніміз не?\n\n40. Химиялык жене физикалық кубылыстардын бір бірінен айырмашылықтарын айтып мысалдар келтіріңдер.\n\n41. Туздардың жіктелуі бойынша тусінік.\n\n42. Негіздердін жіктелуін тусіндіріп мысалдар келтіріндер.\n\n43. Хлордын манызды косылыстары туралы тусінік.\n\n44. Оксидтердін жіктелуі туралы тусініктеріңді айтыңдар.\n\n45. 2. Натрийдің манызды косылыстарына мысалдар келтіріндер.\n\n46. Туздардың жіктелуі туралы тусінік\n\n47. Оттекке жалпы сипаттама беріндер.\n\n48. Кышкылдардың жіктелуін мысалдар келтіріп тусіндіріндер.\n\n49. Эндотермиялық реакциялар дегеніміз не?\n\n50. Валенттілік бойынша тусінік.\n\n51. 2. Айырылу реакциясы дегеніміз не? Мысалдар кептіріндер.\n\n52. Ерітінділер бойынша тусінік.\n\n53. Судын курамы жене манызы.\n\n54. Кышкылдардын химиялық касиеттері.\n\n55. Галогендерге жалпы сипаттамаХимиялык қубылыс дегеніміз не?",
        "question_date": "2.05.2017",
        "question_tag": "Химия",
        "question_views": 16600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.  Химиялық құбылысқа мысал ретінде үй дәріханасында кездесетін калий перманганаты деп аталатын (тұрмыста оны «марганцовка» деп атайды) химиялық заттың қыздырғандағы өзгеруін алайық. Қаракүлгін түсті кристалдарды сынауыққа салып, спиртшамның жалынына ұстағанда, қызудың әсерінен ыдырап, алғашқыда жасыл, кейіннен қара түсті ұнтаққа айналады. Бұлармен қоса ауаның құрамында болатын газ күйіндегі оттек болады. Оттек газыжануды қуатты қолдайтындықтан, сынауықтың аузына жақындатқанда шоқтанған таяқтың ұшы жарық шығарып жана бастайды. Тәжірибеден байқағанымыз: химиялық қатты зат – калий перманганаты ыдырап, түсі өзгеріп, жаңа жасыл және қара түстізаттарға әрі оттек газына айналады. \nБұл химиялық құбылысқа жатады, өйткені бастапқы алынған заттың құрамы өзгеріп, жаңа заттар түзілді. Химиялық құбылыс дегеніміз – химиялық реакция.\n\nhttp://www.ped.kz/",
                "date": "2.05.2017",
                "upvotes": 0
            },
            {
                "text": "2.Эндотермиялык және Экзотермиялык реакциялардың тендеулері термохимиялык тендеулер деп аталады.3.Екі ннемесе бірнеше заттың бірігіп күрделі затка айналуын косылу реакциясы деп атаймыз.2Fe+O2+2H2O=2Fe(OH)2",
                "date": "24.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алимент туралы нақты мәлімет қажет, айлық табысының 50 пайызын алиментке және",
        "question_content": "егер жалақының 50 пайызын алиментке, 50 пайызын кредитке төлесе не істеуге болады, қазіргі таңда ол адам тегін жұмыс жасам жатыр алиментпен кредит төлеп, бұл жағдайда кімге жүгінсе немесе не істеуге болады???",
        "question_date": "2.05.2017",
        "question_tag": "Заң",
        "question_views": 872,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кредитті ажыраспасатан бұрын алды ма, әлде ажырасқаннан кейін алды ма?",
                "date": "14.05.2017",
                "upvotes": 0
            },
            {
                "text": "Жағдайыңыз қиын екен. Негізінен банк алименттен қалған 50 пайыздың жартысын ғана ұстайды. Одан артығын банк ала алмайды. Бірақ сіздің кредиттік тарихыңыз бұзылады.",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Дипломмен ауылға\" бағдарламасына қалай қатыса аламыз?",
        "question_content": "Саламатсыздар ма!Биыл 2017 жылы \"Дипломмен ауылға\" бағдарламасы бойынша несие қанша екен? Жəне  мен қалада жұмыс жасап жатырмын. 9 жыл болды. Енді мен бұл бағдарламаға қатыса аламын ба?",
        "question_date": "1.05.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 24600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазіргі таңда «Дипломмен ауылға» бағдарламасы арқылы жұмыс іздеуші мамандар Қазақстан Республикасы Ұлттық экономика министрінің 2014 жылдың 6 қарашасындағы бұйрығына сәйкес денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен сияқты салалар бойынша жастарды жұмыспен қамтамасыз етеді. Ал Қазақстан Республикасы ауыл шаруашылығы министрінің 2015 жылдың 17 наурызындағы қаулысы бойынша олардың қатарындағы агроөнеркәсіптік кешен мамандарына агроном, ветеринариялық дәрігер, ветеринариялық фельдшер, ветеринариялық техник, зоотехник, инженер-технолог, балық өсіруші, технолог, фермер сынды мамандықтар енгізілген.\n«Дипломмен ауылға» бағдарламасы жастарды ынталандыру мақсатында мемлекет тарапынан көтерме ақы мен баспана алуға жеңілдетілген несие ұсынады. Денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен саласындағы маман ауылдық елдімекенге жұмысқа орналасқан жағдайда «Дипломмен ауылға» жобасы аясында тек қана 70 айлық есептік көрсеткішке тең сомада біржолғы көтерме жәрдемақы және қажеттілігіне қарай тұрғын үй салу немесе сатып алу үшін 1500 айлық есептік көрсеткіштен аспайтын сомада 15 жылға дейінгі мерзiмге жылдық 0,01 % мөлшерiндегі сыйақы мөлшерлемесімен бюджеттік несие түрінде әлеуметтік қолдау шараларын алу мүмкіндігі бар. Әлеуметтік қолдау шаралары ұсынылған маман ауылдық елдімекенде кемінде үш жыл жұмыс істеуге міндеттеме алады.\nЕгер сіз өз қызметіңізді ауылдық жерде 5 жылдық жұмыс өтеушілікпен әлеуметтік сала мекемелерінде (денсаулық, білім, әлеуметтік қамтамасыз ету, мәдениет және спорт) бастаймын немесе жалғастырамын десеңіз, онда келесідей мемлекеттік әлеуметтік қолдауға ие боласыз:\n– Көтерме жәрдемақы, айлық есептік көрсеткіштің жетпіс еселік көрсеткіші немесе 105 840 теңге (2011 ж. 1 қаңтардан бастап);\n– Бюджет несиесі, айлық есептік көрсеткіштің алты жүз отыз еселік көрсеткіші немесе 952 560 теңге (2011 ж. 1 қаңтардан бастап мамандарға тұрғын үй алатын 15 жылға арналған бюджеттік несие, сыйақы мөлшерлемесі жылына несие сомасының 0,01% көлемінде белгіленеді). Ауылдық жерде тұрғын үй алу үшін маманға аталған сома көлемінде баспана алу ұсынылады немесе маман өз есебінен қосымша шығын шығарады.\n– Ауылдық елдімекендерге арналған республикалық бюджет қаржысы есебінен әлеуметтік сала мекемесі маманының қызметтік айлығын кемі 25%-ға өсіру.\nМаман ретінде аталған әлеуметтік қолдауларға ие болу үшін сіз ауданның (облыстық маңыздағы қаланың) ауылдық аумақтарды дамыту жөніндегі уәкілетті органына құжаттарыңызды тапсыруыңыз қажет.",
                "date": "2.05.2017",
                "upvotes": 2
            },
            {
                "text": "Дипломмен ауЫлға бағдарламасына зертхана [лобарнт]мамандығы қатыса аладыма. Денсаулық сақтау саласына кіреді ғой",
                "date": "11.02.2018",
                "upvotes": 0
            },
            {
                "text": "Менің жасым жирма сегізде ауылда мұгалім болып 7 жыл жұмыс істедім. Бірақ тарих пәні бойынша яғни, мамандығым бойынша дипломды 2017 алдым. Мен \"ипломмен ауылға бағдарламасына қатыса аламын ба? Жауап күтемін",
                "date": "17.03.2018",
                "upvotes": 0
            },
            {
                "text": "Мен ауылды жерде истеп жургениме 3жыл болады осы жылдын кыркуйегинде бирак Маган эконом отделдан айтты сен жас маман емессин деп ала алмайсын дейди . Акылдарыныз барма айтар",
                "date": "14.05.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіздер ме мен 2009 оқу бітіріп сол жылы кентке жұмысқа тұрдым енді осы бағдарлама бойынша қатыса аламын ба. Жұмыс істегеніме 9 жыл болды",
                "date": "21.05.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсиздер ме? 2016 ж алдым диплом . Педогог и психолог\nказир садикте жумыс истеп жатырмын оз мамандыгым бойынша емес. Дипломмен ауылга багдарламасына катыса аламын ба?",
                "date": "21.05.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсиздерме Дипломмен ауылга багдарламасымен сыйакы канша уакытта алуга болады?",
                "date": "25.05.2018",
                "upvotes": 0
            },
            {
                "text": "Кайырлы кун! Ауылдык даригерлик амбулаторияда санитарка кызметинде жумыс жасап жургендер дипломмен ауылга багдарламасы аясында несие ала алама?",
                "date": "28.06.2018",
                "upvotes": 0
            },
            {
                "text": "Дипломмен ауылға деген бағдарламада берілген ақшаны үкімет кайта кайтарып алама мерзімді уақытта",
                "date": "29.07.2018",
                "upvotes": 0
            },
            {
                "text": "Дипломмен ауылга катысу ушин местный прописка керекпа мен баска облыстын ауылына барсам",
                "date": "7.08.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіздерме менің жасым 37 де бағдарламаға қатыса аламын ба?",
                "date": "7.08.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсизбе менин жасым 30да эколог маналарга барма бундай багдарлама, уй машина береди деп естидим кредиткема алде тегин ба?",
                "date": "23.08.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсіздер ма менде прописка қаланікі еді өзім ауылдық жерде жұмыс істеймін дипломмен ауылға бағдарламасына қатысу үшін мен ауылдық жерге тіркелуім қажет пе? айтып жіберіңіздерші білсеңіздер",
                "date": "23.08.2018",
                "upvotes": 0
            },
            {
                "text": "29 жасқа дейін қатысуға болады. Ауылды жерге барған жағдайда",
                "date": "13.09.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсизбе дипломмен ауылга багдарламасасында айтылган шарттар уакытылы берилеме жане бул багдарлама жумска кирген куннен бастап саналына ма жок алде акша болинген куннен кейын бе саналынады 3жылымыз жане бул багдарламада отпускке шыгуга боладыгой иа бизге мен осы 2018жылдын кыркуйек айыннан бастап жумс истеп жатрмын али бул багдарламага кужаттарды откизбедим",
                "date": "9.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А кесіндісі берілген. А кесіндісінен ұзындығы үш есе артық кесіндіні салыңдар?",
        "question_content": "А кесіндісі берілген. А кесіндісінен ұзындығы үш есе артық кесіндіні салыңдар?",
        "question_date": "1.05.2017",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рисуешь один отрезок -1 см, а второй отрезок -3 см",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер x^3+ax^2-5x+6 көпмүшесінің бір түбірі 3-ке тең болса?",
        "question_content": "8 сынып есебі көмек керек. Егер x^3+ax^2-5x+6 көпмүшесінің бір түбірі 3-ке тең болса, оның қалған түбірлерін табыңдар?",
        "question_date": "1.05.2017",
        "question_tag": "Математика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Подставляешь известный корень и находишь а=-2\n\n27+9а-15+6=0\n\n2. Получилось уравнение кубическое x^3 - 2x^2 - 5x + 6=0\n\nт. к. корень известен, то можно вынести многочлен за скобку:\n\n(x-3)(x^2-5x+6)=0\n\n3. Осталось найти еще два корня, приравняв вторую скобку к 0\n\nx^2-5x+6=0, x=2, x=3\n\nОтвет: уравнение имееь два корня x1=2 и x2=3",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене 10 м биіктіктен еркін құлайды. Жер бетіне соғылардағы жылдамдығы қандай?",
        "question_content": "Дене 10 м биіктіктен еркін құлайды. Жер бетінен 6 м биіктіктегі дененің жылдамдығы қандай? Жер бетіне соғылардағы жылдамдығы қандай?",
        "question_date": "1.05.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 59400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H = 10 м\n\nh' = 6 м\n\ng =10 м/с2\n\nрешение\n\nна высоте h = 10 м скорость v0 = 0\n\nпотенциальная энергия En = mgh\n\nпри ударе о землю вся энергия перешла в кинетическую Ек = mv^2/2\n\nтогда\n\nEn = Ek\n\nmgh = mv^2/2\n\nv^2 =2gh\n\nv =√2gh = √2*10*10 = 14,14 м/с\n\nv = 14,14 м/с\n\n6 метров над землей\n\nтело пролетело S = h -h' = 10- 6 =4 м\n\nформула другая S = (v'^2-v0^2)/2g\n\nтогда\n\nv'^2-v0^2 = 2gS\n\nv'^2 = 2gS+v0^2 = 2*10*4 +0 = 80\n\nv' = √80 = 8,94 м/с",
                "date": "1.05.2017",
                "upvotes": 0
            },
            {
                "text": "Дене 10 м биіктіктен еркін құлайды.",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мотоциклдің жылдамдығын табыңдар?",
        "question_content": "Арақашықтығы 200 км екі елді мекеннен бір уақытта бір-біріне қарсы автомобиль және мотоцикл шықса, олар 2 сағаттан кездеседі. Егер осы екі елді мекеннен бір уақытта автомобиль мотоциклді қуалай шықса, автомобиль мотоциклге 5 сағатта жетеді. Автомобильдің жылдамдығын табыңдар. Мотоциклдің жылдамдығын табыңдар.",
        "question_date": "1.05.2017",
        "question_tag": "Математика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х км/ч - скорость автомобиля\nу км/ч - скорость мотоцикла\n(х+у)км/ч - скорость сближения при движении навстречу\n(х-у)км/ч - скорость сближения при движении друг за другом(расстояние между ними 200км)\nх+у=200:2\nх+у=100\nх=100-у\n5(х-у)=200:5\n5х-5у=40\nх-у=8\nх=8+у\nВыразим у через х\n100-у=8+у\n2у=92\nу=46(км/ч) - скорость мотоциклиста\n46+8=54(км/ч) - скорость автомобиля",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограмның бұрыштары мен қабырғалары неге тең?",
        "question_content": "ABCD параллелограмның АС диагоналі АВ қабырғасымен 20 градус бұрыш жасайды.Егер оның периметрі 16 см, ал ADC=140 градус  болса, параллелограмның бұрыштары мен қабырғалары неге тең?",
        "question_date": "1.05.2017",
        "question_tag": "Геометрия",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Параллелограмм АВСД, АС-диагональ, угол САД=20, уголД=140, треугольник АСД, угол АСД=180-140-20=20, треугольник АСД равнобедренный АД=СД, параллелограмм АВСД - ромб, все стороны равны, АВ=В=СД=АД= периметр/4=16/4=4, диагонали ромба - биссектрисы углов, углы=20 х 2 =40, и 140\nострые по 40 град, тупые по 140 град\nНемесе\n\n1) ABCD=параллелограмм\nCAB=20 градусов\nAC=диагональ\nP=16см\nABC=140градусов\nнайти:угол А,угол В,угол С. АВ-?,ВС-?\nрешение:\nР=(АВ+ВС)*2\nугол А+угол D+угол С=180градусов\n20+140+угол С=180градусов\nугол С=180-160=20градусов\nугол угол В=140градусов\nугол А=40градусов\nугол С=40градусов\nAB=DC(равны)=х\n(х+х)*2=16\n2х*2=16\n2х=16:2\n2х=8\nх=8:2\nх=4",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның ауданын табыңыз?",
        "question_content": "тікбұрышты трапецияның бүйір қабырғалары 15 және 9 см. үлкен табаны 20 см. трапецияның ауданын табыңыз.\n\nпараллелограммның ауданы 48см2, периметрі 40 см. егер биіктігі табанынан үш есе кем болса қабырғаларын табыңыз.",
        "question_date": "1.05.2017",
        "question_tag": "Геометрия",
        "question_views": 1800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "A^2=c^2-b^2 a^2=15^2-9^2 a^2=144 a=12 маленькое основание =20-12=8 см S= (a+b)/2*h=(20+8)/2*9=126 см^2\nнемесе\nЗначит высота равна 9 см. Проведём высоту из тупого угла трапеции. Получился прямоугольный треугольник. Найдём по т Пифагора второй катет: a^2 = 15^2 - 9^2; a^2 = 225 - 81; a^2 = 144; а = 12. Тогда меньшее основание трапеции равно 20 -12 = 8 (см) Тогда (20 + 8 ) :2 = 14 (см) средняя линия. Площадь=14 * 9 = 126 (см2)",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қолжетімді тұрғын үй - 2020\" бағдарламасына қатыса аламыз ба?",
        "question_content": "Саламатсыз ба?биздин уйленгенимизге бир жылдан кетти.бир баламыз бар .куйеум гост служ жумыс жасайды.озим екеумизде актобеде пропискадамыз.биз осы багдарламага катыса аламыз ба ?кандай документы керек?алдын ала рахмет.",
        "question_date": "1.05.2017",
        "question_tag": "Жанұя",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақша әуендер сайтының атына ұсыныстар керек",
        "question_content": "Қазақ тіліндегі әуендерді караоке үлгісінде айтуға арналған сайт жасаудамыз. Осыған байлансыты сайт атын таңдауға ұсыныстарыңызды сұраймын.",
        "question_date": "1.05.2017",
        "question_tag": "Жалпы ән туралы",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "qaraoqi.kz\n\nkaraoki.kz\n\nqaraoki.kz",
                "date": "2.05.2017",
                "upvotes": 0
            },
            {
                "text": "allkaraoke.kz   superkaraoke.kz kazkaraoke.kz  т.Б",
                "date": "5.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихының хронологиялық кезеңдері?",
        "question_content": "1 -\n1.Қазақстан тарихының хронологиялық кезеңдері. Отан тарихы туралы білімнің ғылымға айналуы, оның негізгі даму кезеңдері.\n2.Қазақстанның Ресейге қосылу барысы.\n3.Қазақстан Республикасы Президентінің Қазақстан халқына Жолдауы\n\n2 -\n1.Қазақстанның антропогендік тарихы. Тас дәуіріндегі Ежелгі Қазақстан.\n2.Қазақтардың Е.Пугачев бастаған шаруалар көтерілісіне қатысуы.\n3. Қазан революциясы. Қазақстандағы большевиктердің және Алаш үкіметінің саясаты.\n\n3- билет\n1.Қола дәуіріндегі Қазақстан.\n2.Қазақстанның Ресейге қосылуының аяқталуы. Нәтижесі.\n3. Қазақстан азамат соғысы жылдарында, майдандар құрылуы.\n\n4 -билет\n1.СақтарменсарматтардәуіріндегіҚазақстан.\n2.Қазақ халқының тарихи қайракерлері Төле би, Қазбек би, Әйтеке би.\n3.Қазақстан жаңа экономикалық саясат жылдары, оның әлеуметтік- экономикалық, демографиялық салдары.\n\n5 - билет\n1.Үйсіндер мемлекеті. Саяси тарихы, мекені, шаруашылығы, мәдениеті.\n2.Патша үкіметінің «Сібір және Орынбор қазақтары туралы» Жарғысы.\n3. Қазақ АССР-нің құрылуы, маңызы.\n\n6 – билет\n1.Орталық Азия мен Қазақстандағы ғұндар.\n2. Бірінші дүниежүзілік соғыс және оның Қазақстанға әсері.\n3. Саяси дағдарыс және КСРО-нің құлауы, (1991ж) ТМД-нің құрылуы.\n\n7 - билет\n1.Қаңлылар мемлекеті. Саяси тарихы, мекені, шаруашылығы, мәдениеті.\n2. ХҮ-ХҮІ ғ.ғ. тарихи шығармалар\n3. Қазақстандағы 1986 ж. желтоқсан оқиғасы, себебі және нәтижесі.\n\n8 – билет\n1.Батыс түрік қағанаты.\n2.Орал, Торғай облыстарындағы және Маңғыстау жеріндегі көтерілістер.\n3.Тың және тыңайған жерлерді игеру: экономикалық, демографиялық және экологиялық салдары\n\n9 –билет\n1.Қазақжүздері,қалыптасуы,территориясы,тайпалыққұрамы.\n2.Кенесары Қасымұлы бастаған ұлт – азаттық көтеріліс.\n3.Қазақстанның 70-80 жылдардағы әлеуметтік-экономикалық дамуы. Әкімшіл - әміршіл жүйенің экономикалық басқарудағы күшеюі.\n\n10 - билет\n1.Түркеш қағанаты.\n2.ХҮІІІ-ХІХ ғғ Қазақстан мен Ресей арасындағы сауданың дамуы. Капитализмнің Қазақстанға келуі.\n3.Сталиндік тоталитарлық әлеуметтік жүйенің бекітілуі, Қазақстандағы жаппай репрессияның басталуы.\n\n11 - билет\n1.Қарлұқ қағанаты.\n2.Қазақстандағы 1916ж. ұлт-азаттық қозғалыс. Ұлттық интеллигенцияның қозғалысқа қатынасы.\n3.Шал ақын туралы тарихи деректер\n\n12 -билет\n1.Оғызмемлекеті,саяситарихы,мекені,шаруашылығы,мәдениеті.\n2.Алаш»және «Үшжүз»партияларыныңқұрылуы,олардыңмақсатыжәнеміндеті\n3.Қазақтыңсаңлақұлдары (Абылайханныңтуғанына 300жыл,ҚанышСатбаевқа – 115жыл )\n\n13 -билет\n1.Қимаққағанаты.Саяситарихы,мекені,шарушылығы,мәдениеті.\n2.Қазақстандағы ауыл шаруашылығын ұжымдастыру, салдары, нәтижесі.\n3.Қазақстан - әлем таныған мемлекет. Қазақстанның сыртқы саясаты.\n\n14 - билет\n1.Қарахан мемлекеті. Әлеуметтік саяси дамуы. Шаруашылығы, мәдениеті.\n2.1905-07 ж.ж. ресейлік революция және оның Қазақстанға әсері.\n3. Қазақстандағы 1989 ж. Жаңаөзен және Қарағанды оқиғалары, себебі және нәтижесі.\n\n15 - билет\n1.Найман және керейт ұлысы.\n2.Қазақстан Республикасының жаңа кезеңдегі ұлтаралық қатынас саясаты.\n3. Сергеев қаласының тарихы.\n\n16 -билет\n1.Қыпшақхандығы,саяситарихы,мекені,шаруашылығы,мәдениеті.\n2.1886-1891 ж. ж. ережелер. Бұл ережелердің отаршылдық бағыты.\n3. 1941-45 жылдардағы Қазақстандық батырлардың майдандағы және тылдағы ерліктері.\n\n17 - билет\n1.Қазақстан-2030 ж. стратегиясындағы қоғамдық-әлеуметтік реформалар мен экономикалық жүйелер.\n2.Қазақстанға моңғол шапқыншылығы және оның зардаптары.\n3. Қазақстан Ұлы Отан соғысы жылдарында, Ұлы Жеңіске қазақстандықтардың қосқан үлесі\n\n18-билет\n1.Қазақстандағыалғашқыкенөндірушілер.Қола дәуірі.\n2.Қазақтарға ХҮІІ- ХҮІІІ ғғ жоңғар феодалдарының агрессиясы\n3.Қазақ АССР-нің ҚазССР болып құрылуы. ҚазССР-нің Конституциясының қабылдануы.\n\n19-билет\n1.XV- XVІғғқазақхалқыныңмәдениеті,әдет-ғұрыптары\n2.ТәуелсізҚазақстанРеспубликасыныңқұрылуы.\n3.Қазақ диаспорасының шетелде қалыптасу тарихы\n\n20 – билет\n1. Ежелгі Қазақстан тарихының археологиялық кезеңделуі, тас құралдар жетілу сатысы.\n2.ХІІІ-ХҮ ғғ-дағы Қазақстан территориясындағы Шыңғыс ұлысы. Мемлекеттік құрылуы. Саясаты, саяси-экономикалық өмірі.\n3.Қайта құру жылдарындағы Қазақстан.\n\n21 - билет\n1.Алтын Орда құрамындағы Қазақстан.\n2.Қазақстандағы Уақытша үкіметтің аграрлық және ұлттық саясаты. Ресейдің Уақытша үкіметі және Алаш партиясы.\n3.Қазақстандағы 1867-1868 ж.ж. реформалар.\n\n22 - билет\n1.Ақ Орда. Территориясы және тайпалық құрамы. Саяси тарихы\n2.А.Құнанбаев – қазақтың ұлы ағартушысы.\n3.Жоспарлы экономикадан нарықтық қатынастарға өтуі. Экономика реформалары.\n\n23-билет\n1.Әбілхайырхандығы. (Көшпеліөзбектерхандығы)\n2.ПатшаүкіметініңҚазақстандағықонысаударусаясатыныңмақсаты\n3.ХХғ.басындағыұлттықинтеллигенцияныңидеялық –саясиағымдары.«Айқап» журналы, «Қазақ» газеті.\n\n24 - билет\n1.Моғолстан. Территориясы және тайпалық құрамы. Саяси тарихы.\n2.Ш.Уәлиханов пен Ы.Алтынсаринның қоғамдық, ағартушылық қызметі.\n3.Қазақстанда Кеңес үкіметінің орнауы, қиыншылықтары.\n\n25 - билет\n1.Ноғай ордасы. Территориясы және тайпалық құрамы, саяси тарихы.\n2.Қазақстандағы ртағасырлық сәулет өнері ескерткіштері\n3. Қазақстандағы социалистік индустрияландыру. Оның салдары және нәтижесі.",
        "question_date": "1.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтын Орданың ыдырауы кезінде пайда болған  мемлекеттік бірлестіктің бірі – Ноғай Ордасы. Ол ХІҮ-ХҮ ғасырларда Батыс Қазақстанның бір бөлігін алып жатты. Бұл мемлекеттің атауы Алтын Орданың беклербегі, әскерінің қолбасшысы, Жошы ханның немересі (1260-1306) Ноғай есімімен байланысты. Берке хан өлгеннен кейін Доннан Дунайға дейінгі жер Ноғайдың бақылауында болды. Оның құрамындағы рулар Каспий маңына қоныс аударып, Ноғай елі атанды.\nНоғай Ордасының негізін салушы - әмір Едіге (1395-1419). Ол 15 жылдай  Алтын Орданы билеп (1396-1411), «ұлы әмір» атанған. Шыңғыс әулетінен хан сайлау Едігенің қолында болған. Ноғай Ордасы Алтын Ордадан Едігенің кезінде бөлектене бастады. Бұл процесс Едігенің ұлы Нұраддин (1426-1440) тұсында аяқталып, Ноғай Ордасы Алтын Ордадан ХҮ ғ. ортасында бөлініп, дербес мемлекет болды. Территориясы: Еділ-Жайық арасы. Астанасы – Жайық өзені сағасындағы Сарайшық қаласы болды. Халқы – маңғыт, қыпшақ, қоңырат, арғын, қарлұқ, алшын, тама және т.б. сияқты түрік тайпалары. Ноғай Ордасы этносаяси бірлестік ретінде пайда болды, оған енген тайпалар ХҮ ғ. аяғында қалыптасқан ноғай халқының негізін құрады.\nНоғай Ордасында ұлыстық басқару жүйесі қалыптасып, бір орталыққа  бағынған өкімет болды. Орда билеушісі – хан. Ұлыс басында мырзалар тұрған, олар өз иеліктерінде шексіз билік жүргізіп, ұлыстың ең шұрайлы жайылымдары мен өрістерін иемденген. Ұлыстың қатардағы көшпелі малшылары мырзалармен бірге көшіп-қонып, алым-салық төлеп отыруға, соғыс жорықтарына қатысуға міндетті болған. Орданы Едіге ұрпақтары басқарды. Мұрагерлік жолмен берілетін әкімшілік, әскери, елшілік билік князьдің қолында болды. Ордада жорыққа 300 мың жауынгер шығарылды.\nНоғай Ордасының тарихы Еділ бойы мен Сібірдегі, Орта Азия мен Қазақстандағы көрші мемлекеттер тарихымен тығыз байланысты. Ноғайлар тарихы әсіресе көшпелі өзбектер мен қазақтар тарихына айрықша жақын. Ембі мен Сырдария арасында көшіп жүретін ноғайлар қазақтармен ұдайы араласып-құраласып байланысып жатқан. Басқа да көшпелі мемлекеттер сияқты Ноғай Орд\n\nасының шекарасы да сыртқы саяси жағдайға байланысты өзгеріп отырады. Ноғайлардың солтүстік-шығыстағы өріс-қоныстары Сібірге дейін созылып жатады, ал оңтүстік-шығыста олар кейде Сырдария бойында, Арал теңізі жағасында көшіп жүрген. Олардың билеушілері Уақас би маңғыт, Мұса мырза, Жаңбыршы және басқалары Әбілқайырға Сырдария бойындағы қалаларды жаулап алуға жәрдемдеседі. Кейін ноғайлар қазақ хандарымен соғысса, енді бірде татуласып, одақ құрып отырған.  Ш. Уәлиханов ноғайлар мен қазақтарды «екі туысқан Орда» деп атаған. Ал Хақназар хан «қазақтар мен ноғайлар ханы» атанған.\nХҮІ ғасырда Ноғай Ордасының Орыс мемлекетімен сауда-экономикалық,  саяси байланысы дамыды. ХҮІ ғ. 2-ші жартысында Ноғай Ордасы ыдырап, екіге:  Үлкен Ноғайлы (Еділдің шығысы) және Кіші Ноғайлыға (Еділдің батысы) бөлінді. Осы тұста ноғайлардың көпшілігі Қазақ хандығына, соның ішінде Кіші жүз құрамына енді. Осылайша Ноғай Ордасын мекендеген тайпалар қазақ халқының қалыптасуында үлкен рөл атқарды.\nhttps://massaget.kz/layfstayl/bilim/gumanitarly-ylymdar/351/",
                "date": "15.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеден ісі (таможенное дело) мамандығын оқытатын оқу орындары",
        "question_content": "Алматы қаласындағы Кеден ісі (таможенное дело) мамандығын оқытатын оқу орындары ?\n\nгрант мәселесі\n\nжәне оқу ақысы жөнінде ақпарат беріп кетсеңіздер",
        "question_date": "30.04.2017",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қанша грамм натрий хлориді алынады?",
        "question_content": "массасы 20 грамм натрий гидроксидінен қанша грамм натрий хлориді алынады",
        "question_date": "30.04.2017",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(NaOH)=20\nm(NaCl)-?\n\nn=m/Mr\n\nm=n*Mr\n\nn=20/40=0.5\n\nm=0.5*58=29",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық аспапта ойнау номинациясы бойынша домбырашыларға қойылатын талап?",
        "question_content": "Ұлттық аспапта ойнау номинациясы бойынша домбырашыларға қойылатын талаптарды қалай көрсе болады, қандай шығармалар орындалу керек?",
        "question_date": "30.04.2017",
        "question_tag": "Өнер",
        "question_views": 635,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Микробиология және вирусология ғылымына үлес қосқан әлем және Қазақстан ғалымдары",
        "question_content": "Микробиология жэне вирусология ғылымына үлес қосқан әлем жэне Қазақстан ғалымдары",
        "question_date": "30.04.2017",
        "question_tag": "Табиғат",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биология ғылымына үлес қосқан Қазақстандық ғалымдардың тізімі болса\nҚазақ ғалымдарының биология ғылымы жайындағы еңбектері\n\nҚазақстан Ғылым Академиясының академиктері Н.В. Павлов, И. Байтулин, Б.А. Быков, Ғ.Бияшев, корреспондент мүшелері Л.Қылышев, А. Ғаббасов, ғылым докторлары Б. Қалымбетов, М.В. Бессчетнова, т.б. қатысуымен кең ауқымды ботаникалық-географиялық, геоботаникалық зерттеулер жүргізілді. Ең үлкен гербарий жинақталды, өсімдік биологиясы туралы аса бағалы басылымдар жарық көрді. Мысалы, 9 томдық “Қазақстан флорасы”, 13 томдық “Қазақстанның споралы өсімдіктер флорасы”(Қазақстан Мемлекеттік сыйлығы, 1986), т.б. Республика зоологтары омыртқалы және омыртқасыз жануарлар фаунасын зерттеді; кәсіптік мәні бар бірқатар сүтқоректі жануарлар (ондатр, америка құндызы) мен балық түрлері (ақ амур, дөңмаңдай, көксерке, т.б.) жерсіндірілді. толығырақ\n\n\nҚазақстанда алғашқы биологиялық ғылыми мекемелер 1938 ж. ұйымдастырылды.Қазақстан Ғылым Академиясы 1946 ж. ашылған кезде биология саласынан 3 ғылыми-зерттеулер институты (Ботаника институты, Зоология институты және Топырақтану институты) болды. Қазір 8 ғылыми-зерттеулер институты (Топырақтану институты, Ботаника және фитоинтродукция институты, Зоология институты, Микробиология және вирусология институты, Адам және жануарлар физиологиясы институты, Өсімдіктер физиологиясы, генетикасы және биоинженерия институты, Молекулалық биология және биохимия институты, Жалпы генетика және цитология институты), 6 ботаникалық бақ (Алматыда, Алтайда, Жезқазғанда, Қарағандыда, Маңғыстауда, Іледе) бар. Арнайы бағыттағы ботаникалық зерттеулер Бас ботаникалық бақ (1935) пен Ботаника институты (1945) құрылған кезден басталды.\n\nҚазақ ғалымдарының биология ғылымы жайындағы еңбектері\n\nҚазақстан Ғылым Академиясының академиктері Н.В. Павлов, И. Байтулин, Б.А. Быков, Ғ.Бияшев, корреспондент мүшелері Л.Қылышев, А. Ғаббасов, ғылым докторлары Б. Қалымбетов, М.В. Бессчетнова, т.б. қатысуымен кең ауқымды ботаникалық-географиялық, геоботаникалық зерттеулер жүргізілді. Ең үлкен гербарий жинақталды, өсімдік биологиясы туралы аса бағалы басылымдар жарық көрді. Мысалы, 9 томдық “Қазақстан флорасы”, 13 томдық “Қазақстанның споралы өсімдіктер флорасы”(Қазақстан Мемлекеттік сыйлығы, 1986), т.б. Республика зоологтары омыртқалы және омыртқасыз жануарлар фаунасын зерттеді; кәсіптік мәні бар бірқатар сүтқоректі жануарлар (ондатр, америка құндызы) мен балық түрлері (ақ амур, дөңмаңдай, көксерке, т.б.) жерсіндірілді.\n\nСирек кездесетін, жойылып бара жатқан құстар мен сүтқоректілерді, бауырымен жорғалаушылар мен қосмекенділерді, балық түрлерін қорғау, олардың санын көбейту шаралары қарастырылды. Ақ бөкен, бұлғын, суыр, тиін, саршұнақ сияқты аңдарды халық шаруашылығында пайдалану жолы табылды.\n\nҚазақстан фаунасы туралы аса құнды басылымдар: мысалы, С.Н. Боевтың “Легочные нематоды копытных животных Казахстана” (1957), И.Г. Галузоның “Природная очаговость болезней и вопросы паразитологии” (1961) және “Токсоплазмоз животных” (1965) деген монографиялық еңбектері ағылшын тіліне аударылды. Академик Галузо, А.Д. Долгушин, т.б. ғалымдардың қатысуымен “Қазақстанның қансорғыш кенелері” (КСРО Мемлекеттік сыйлығы, 1951), Э.И. Гаврилов, А.Ф. Ковшарь, т.б. ғалымдардың қатысуымен 5 томдық “Қазақстанның құстары” (Қазақстан Мемлекеттік сыйлығы, 1978) және А. Бекеновтың “Қазақстандағы ақ бөкенді қорғау және оны пайдаланудың ғылыми негіздерін жасау” (1978) (Қазақстан Мемлекеттік сыйлығы, 1982), Қазақстан Ғылым Академиясының корреспондент мүшесі А.А. Слудский, Бекенов, т.б. ғалымдардың қатысуымен 4 томдық “Қазақстанның сүтқоректілері” (Бүкілодақтық табиғат қорғау қоғамы сыйлығы, 1988) деген еңбектер жарық көрді. Адам және жануарлар физиологиясы институтында академик А.П. Полосухиннің басшылығымен лимфа және қан айналым, ас қорыту, т.б. жүйелерін зерттеу жұмыстары үлкен табыстарға жетті. Академик Н. Базанованың ауыл шаруашылығы жануарларының физиологиясы жөніндегі зерттеулері — малдың өнімділігін жоғарылатудың теориялық негізін қалады. \n\nhttp://massaget.kz/forum/viewtopic.php?f=130&t=6620",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутбукта видео қарау, ойын ойнау үшін қандай программа орнату керек?",
        "question_content": "Мен ноутбукты жаңадан сатып алғанмын. Бұрын қолданып көрмегем. Қоссам видео ашпайды, ойын ойнатылмайды. Не істесем болады? Қандай программа енгізуім керек? Көмектесіңіздерші! Алдын ала рахмет!",
        "question_date": "30.04.2017",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "флеш плейер орнатасың",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ қандай халық болған?",
        "question_content": "Қазақ халқы көне заманнан бері сөзге шешен, данышпан, ақылды, аталы сөзге тоқтаған, қариямен қасарыспаған, үлкенді үлгі етіп сыйлап, кішіні кішіпейілділікпен құрметтеген. Алла мен ата-ана алдында бетегеден биік, жусаннан аласа болып, кеудесіне қолын қойып, бас иіп күй кешкен. Ризық Алладан екенін білген қазақ: «Құдайдан берекет – қазақтан әрекет; бір қой егіз тапса, бір түп жусан артық шығады» - деп, өз несібелерін адал терген. Жанұясын көз қиығымен, ыммен бағындырып, балаларын өсиет-өнегемен өсірген, түрлі өнерге, қандай да бір кәсіпке бөлтірігін үйреткен арландай баулыған. Балдарына: «Ымға түсінбеген – дымға түсінбейді» - деп, кесіп бір айтқан. Елі мен жерін, тілі мен дінін, жетім мен жесірді қорғауға келгенде найзаның ұшымен, білектің күшімен, қайырлы ісімен алдына жан салмаған. Көлдің – тақыр болуы, байдың – пақыр болуы оңай. Бай болып елге пайдамыз тимесе, батыр болып жауға найзамыз тимесе, қазақты көргенде қас дұшпанымыз именіп бұтына симесе, бұл тірліктен не пайда деп шорт кескен, қазақ, жауларын жер иіскеткен. Қорқуды білмеген халықтың бойында қорқыныш сезімі болмаған. Қадалған жерден қан алған қайтпайтын қайсар қазақ – мықты жауынгердің нақ өзі болған. Қазақ халқы – жеті атаға дейін қыз алыспаған таза тұқымды халық. «Жеті атасын білген ұл – жеті жұрттың қамын жер, жеті атасын білмеген – жетімдіктің салдары» - деп, қазақ текке айтпаған. Көшпенді қазақ ант етсе – антына адал, сертіне – семсер, аманатқа – қиянат қылмаған. Мақал-мәтел, нақыл сөз, қара өлең, қара сөз, айтыс -тартыс, күмбірлеген күй, жыр-дастан, езуіңді жия алмайтындай күлкіге кенелтетін көңіл көтерер қалжың-әжуа әңгімелерге өте бай болған. Серілік қылған болар, бірақ перілік қылмаған, арақ-шараптың орнына шуат, айран-шалап ішкен. Қазы-қарта, жал-жая, бауырсақ пен қуырдақ жеп, қымызға қызса да карта, құмар ойнау дегенді білмеген, шама келсе пайдалы кеңестерін айтып қылжия кеткен. Зиялы қазақтан зымияндық пен зұлымдық сияқты сұрқиялық істер шықпаған. Шылым шегіп өкпені жаншымаған. Жекпе-жекте жауын жайпайтындай қазақы күресті еркін меңгеріп, онысын саңлақтардың санасына сіңіріп, сарбаздарға салт қылып дамытып отырған. Апиын, ине секілді ұрпақ аздырар зұлматтарды мүлдем пайдаланбаған. Қолданбақ түгілі есті адамды есалаң ететін есірткінің есімін естімеген, естігісі де келмеген, жамандықпен ерегесіп күресіп өткен. Ал инені жүн-шұлық сияқтыларды тоқуға әйелдер ғана пайдаланады деп топшылаған. Ер жігіттің еңсесін көтерген, енжарлықтан айырып, еңбекқорлыққа қайырған. Қазақтың: «еңбек етсең жасыңнан, бақыттысың жас ұлан; еңбек етсең ерінбей, тояды қарның тіленбей» - деген мақалдары бұған дәлел. Өзбектің құралы «қулық» дегенді білмеген, керісінше қонақжай болған, қысқасы таспен ұрғанды – аспен ұрған. Заманың түлкі болса – тазы болып іл деп, қазір ғой таспен ұрғанды Зидан құсап баспен ұр деп әзілдеп жүргендері. Түркіменнен үркімеген, керісінше найзағайдай күркіреген. Тәжіктей тұйық болып, томсырайып жүрмеген, келген қонаққа ақ пейіл, шын жүрекпен: «сыбағаң бар, қой соямын» - деп, қалбалақтап жүгірген. Қырғыздардай қарқылдап күле бермеген, бір шұқып айналаға екі қарап сауысқандай сақтанып, қыран құстай қырағыланып қатая түскен. Қояндай қорқып, үкідей үркіп, жапалақтай жалтақтамаған. Армяндай арқырап, грузиндей гүрілдеп, азірбайжандай азынағанды ұнатпаған. Шешендердей шекірейіп, дағыстан құсап даңдайсымаған, орыс құсап жұрттың обалына қалмаған. Өсек-аяң, айқай-шу, дау-дамай, негізсіз жанжал-төбелестерді жақтырмаған, тыныштықты қалаған. Мекиен сахара-сағым кең далада еркін өскен. Алланың берген еркіндігін кеңінен пайдаланып, мәңгілік бостандықты, таза жұмақи өмірді армандап, азаттықты аңсаған. Қазағымның көңілінің дархан, кең екені сондықтан. Қазағым аттың құлағында ойнап көкпар тартқанда, сом-сом болған кесек-кесек бұлшық еттері қазіргі культуристерден әлдеқайда көркемірек еді. Қажы Мұқандай піл палуандар тек қазақ халқынан ғана туған. Қазақ құралайды көздемей құлатқан садақшы мерген болған. Оның қасында қазіргі киллерлер нысананы көздікпен мерлеп дөп басып бағындыра алмауда. Арыстандай айбатты, жолбарыстай қайратты, қасқырдай қайсар халық қандай да бір қиыншылықты нардай көтерген. Ақын-жазушыларымыз, палуан-батырларымыз, көрікпен үрлеп, бұйрығынның томашасымен темірді қыздырып, темірден түйін түйіп, болатты шарыққа қайраған ұсталарымыз, алтынмен әрлеп, күміспен күптеп, жезбен жиектеп, қоламен қаптап, ою-өрнекпен темірге ой салған зергерлеріміз, тәжірибелі тігіншілер, адал аспазшылар, жезтаңдай әншілер, күңіренген күйшілер, жел берген жыршылар, туралық үшін тер төккен термешілеріміз, кішкентай бүлдіршіндердің көңілін аулаған ертекшілеріміз секілді ұлт мақтаныштары көп болған. Қолөнершілеріміздің білектеген текеметтерінің тұскиізіндегі қошқармүйізді эскизі қасында түріктің түкті кілемі жәй дәліздегі төсеніштей еді. Әкең жынды болса байлап бақ деген қазақ жерінде «жындыхана, қарттар үйі» болмаған. Жетім көрсең жебей жүр деген қазақ жерінде «жетімдер үйі» болмаған. Текті халықтан қызтеке, еркекшора секілді біржынысты тексіздер шықпаған, сондықтан қазақ жерінде «көргенсіздер үйі» болмаған. Адамы өлсе намазын оқып, арулап көмген. Мұндай елде өліктерді өртейтін «криматори» деген кесір және болмаған. Қазақ жерінде мешіттер көп болған, \nкәпірдің шіркеулері мүлдем болмаған. Қазағым адамнан емес Алладан қатты қорыққан. Жонғар, қалмақ секілді адамға сәжде қылғандардың басын алмас қылышпен шауып тастап отырған, яғни Аллаға емес адамға сәжде қылғандарды жақтырмаған. Ғайбат сөйлеп біреулерді даттамаған, алдап, ұрлап, зорлап, зиян етіп кісінің ала жібін аттамаған. Жомарт бай болған, төрт түлік малы сай болған. Төрт маусымға арналған жиналмалы киіз үйлері жапониядағы сисметикалық жағдайларға төтеп бере алатын көп қабатты үйлерінен әлдеқайда артық болған. Тезегі газ болатын қазақтың мінген джипі – ат болған. Ер қанаты – ат деп атам қазақ тегін айтпаған. Сондықтан да қазақтың жаулары: «қазақ – ат үстінде тайсалмайтын батыр, ал атсыз қалса – әркімге қол шатыр» - деп, ызаландырған. Дұшпандары мат болған, қазақтың көңілі шат болған. Тары-бидайдың да арасында ласы жүретіні секілді халық болған соң ішінде бірең-сараң тентектері де болғаны сөзсіз. Бірақ дана халық бұлардың жаманын жасырып, жақсылығын асырып тез жөнге салып отырған. Теректі шыбық кезінде түзе, қатынды бастан, баланы жастан деген халыққа бір тентек сөз болып па? Қазақ күмпіп бөсетіндерге «конг-фу», у-шу шығарғандарға «у-шу», айқайлайтындарға «айкидо», балақайға «айкикай» руды азғырғандарға «рукапашка», қара ниеттілерге «каратэ» сияқты тәсілдерді қара терге түсіп қолданбай-ақ, сүйектен өтетіндей бір ауыз қара сөзбен тоқтата білген халық болған. Ант – Алла сөзі, айтылған сөз – атылған оқ деп, әр сөзін садақтың жебесіндей үшкірлей түскен. Кең болсаң, кем болмайсың деп, кемшілік емес кеңшілікті сүйген аталарымыз қажарлы, аналарымыз ажарлы, қыр гүліндей құлпырған қырмызы қыздарымыз адамға тіке қарауды білмей, жүздері жерге қараған ибалы, ұлдарымыз ұятты білген иманды болған. Әулиесін сыйлаған, бірақ сыйынбаған. Сыйыну – тек қана бір құдайға лайық деп, дінді өте тура, терең түсінген. Ой-өрісі таза, қызыл тілімен теңізді тілген. Ұяда не көрсең, ұшқанда соны ілесің деген қазақ тәрбиесін кейінгі ұрпаққа айна-қатесіз жеткізіп жалғастырып отырған. Ұлтшыл болған, текшіл, кекшіл, көпшіл болған, намысшыл болған. Ерді намыс, қоянды қамыс өлтіреді, малым-жанымның садақасы, жаным-арымның садақасы деген, яғни ары үшін жанын беретін аршыл болған. Саусақ бірікпей ине ілікпейді; түйменің инесіз күні жоқ; адам күні – адаммен; жылқы – кісініскенше, адам – түсініскенше деген, қазақ, ауызбірліктен еш ажырамаған. Суы тынық, жері шұрайлы көк майса, кең-өлке, кең-байтақ, ұлан-ғайыр, ұшы-қиырсыз кең жазира, елі бай, ауасы қандай тамаша болған десеңізші? Айта берсе өте көп, тіпті сан, тіл жетпейтін. Қысқасы, Жаратқан ием қазақ халқына бар мүмкіндік, бар байлық, бар жақсылықты аямай үйіп-төгіп бере салған. Соны білген қазекем өздерін: «Құдайдың құлымын, Мұхаммедтің (с.ғ.с) үмметімін, төрт шадиярдың досымын (Әбубәкір, Омар, Оспан, Әли), Алхамду лиллә мұсылманмын» - деп санаған. Қазақтың аты да айтып тұрған жоқ па:\nҚ – қазақ\nА – атам\nЗ – заманнан\nА – адамға емес, Аллаға\nҚ – құл болған деп.\nҚазақтың ниеті түзу, жаны нәзік, көңілі қаздай ақ, өзінде болмаса да өзгеде болса екен деп тілейтін тілеуқор, адамзат баласына мейірім, аяушылықпен қарайтын, жоқ-жітікке өле жегенше – бөле же деп барын аямайтын жомарт, сахи халық болған.\nҚ – құдайым !\nА – азғырушы\nЗ – залымнан\nА – адамзатты\nҚ – қорға деп, күллі адам баласы үшін Құдайдан тілек тілеп, дұға қылған. Бір аңыздарда қазақтың осындай ерекше қасиеттеріне ыза болған лағынет атқыр Ібіліс шайтан: «ісім сендермен болсын» - деп уәде еткен көрінеді-мыс. Және дәл солай болды да. Бірақ мейірімді Алла қазақ халқына шапағат етіп, мейірімін төкті.\nҚ – қорлық\nА – азап\nЗ – зұлымдықты\nА – арқалаған\nҚ – қазақ: «жазмыштан-озмыш жоқ» - деп, өмір сүрулерін жалғастыра берді. Мың өліп, мың тірілген қазақ халқы не көрмеді десеңізші?\nТұрар Шапқара арнайы Бөрілі Байрақ үшін",
        "question_date": "29.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 23800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шынында, біз осы қандай халықпыз? Өз қасиетімізді өзіміз білеміз бе? Басқа жұрт не дейді? «Қазақтар осындай халық» деп олар таныған басты қасиетіміз бар ма?\nХалқыңның шын бағасын өзгелермен салыстырғанда ғана біле аласың. Өзгелерді танып-білу олармен барыс-келістің, алыс-берістің тиімділігі үшін де қажет. Мұның басқыншылық пиғылда жасалатыны да жоқ емес. Тіпті, көп. Олар алдымен ғалымдарын жібереді. Ғалымдар жер-суымен бірге халқының тұрмыс-тіршілігін, ділін, дінін түгін қоймай зерттейді. Зерттей отырып оның ең осал тұсын анықтайды. Міне, сол осал тұстары арқылы халықтың бірлігіне ши жүгіртеді. Шиі шығып, өзара таласып кеткен елді жаулап алу оңай.\nМұның бәрі біздің халқымыздың басынан өтті. Өз дәуірінің құдіретті империялары – Қытай, Рим, Иран, Византия саяхатшылары мен елшілері біздің жеріміз бен елімізді аз араламаған. Тіпті, жаңа тарихта, айналамыздың бәрі отырықшыланып, ежелгі көшпелі түркілердің қара шаңырағында қазақ атанып қалғанынан кейін де келіп-кетіп, біз туралы пікір білдіргендер баршылық. Олар жиыстырылып, аударылып, зерделеніп, кітап етіп шығарылып та жатыр.\nБіз солардың ішінен өзге түркі ағайындардан еншіміз бөлінген соң келген саяхатшы, зерттеушілердің пікіріне тоқталамыз. Қазақ хандығы құрылғаннан кейін көп тайпалардың бір ұлт болып бірігу процесі ғана емес, қазақ болып ерекшелену процесі де жүзеге асты. Демек, хандық дәуірден бері айтылған пікірлер, берілген бағалар тікелей өзімізге қатысты. «Жаман айтпай жақсы жоқ» дейді ғой халқымыз. Сондықтан, әңгімені жаман мінезімізден бастасақ. Содан соң оны жақсы мінездерімізбен салыстырып салмақтасақ. Қайсысы басым түсетіні, әрине, сонда көрінеді.\nА.И.Левшиннің туғанына 200 жыл толуына арнап «Санат» баспасынан 1996 жылы шыққан «Қырғыз-қазақ немесе қырғыз-қайсақ ордалары мен дала суреттері» деген кітабында ғалым «түгімізді қоймапты». «Нравы» деп аталатын тарауында (320-331 беттер) олар жіпке тізгендей етіп беріледі. Әділдік үшін келтіруіміз керек А.И.Левшиннің: «Жақсылық жасауға бейімділігі және қарттарға немесе ақсақалдарға құрмет көрсетуі оның (қазақтардың – Е.Ә) жақсы мінезі және жалғыз дерлік рахымдылығы» деп атап көрсеткен жері бар. Бірақ, артынша бұл қасиетін халықтың дөрекілігі, надандығы, бейбастақтығы басып кетеді деп жазады.\nАвтор өтірік жазып отыр деп айтуға, әрине, бізде еш негіз жоқ. Өйткені, көргенін жазған. Оның үстіне сәл кейінірек өмір сүрген Абай Левшин жазған қазақтың жаман қасиетінің көбін растап береді. Иә, көбін, бірақ бәрін емес. Ол аз десеңіз, жаңа заман тудырған жаман қасиеттерін де үстемелейді. Бірақ, бізге Левшин қазақты тани алмаған, әлде танығысы келмеген деп айтуға негіз бар. Өйткені, оның қазақтың жақсы мінезі мен жалғыз дерлік рахымдылығын халықтың дөрекілігі, надандығы, бейбақтығы басып кетеді деуі үстірт пікір екенін өзге еуропалықтардың жазбалары дәлелдейді.\nПоляк А.Янушкевичтің «Күн­деліктері мен хаттары» (1979, аударған М. Сәрсекеев) кеңестік кезеңнің өзінде қазақшаланып, кітап болып шықты. Ол, әсіресе, қазақтың керемет шешендігіне, ақынжандылығына, еркөңілділігіне ерекше сүйсінеді. Еліміз егемендік алғаннан кейін Герн фон В.К. деген ғалымның «Характер и нравы казахов» деген кітабы жарық көрді. (Астана. «Алтын кітап», 2007). Бұл ғалымның айтуынша, қазақтар көңілі ашық мейірман, ақкөңіл, қонақжай, адал, бейбітсүйгіш, мылжың емес, мылжыңдықты кемшілік көретін халық. Сондай-ақ, ол қазақ жеріне көшіп келіп, отырықшыланған саудагер татарлар мен казак станица­ларынан неғұрлым алыстаған са­йын қазақтың патриархалдық жақсы қасиеттері соғұрлым жарқырап көрінетіндігін жазады\n\nЖалғасы.",
                "date": "29.04.2017",
                "upvotes": 0
            }
        ]
    }
]