[
    {
        "question_title": "Гипотенузасы түсірілген биіктігін тап",
        "question_content": "а=12; в=16 деп алып, а жəне в катеттері бойынша тікбұрышты үшбұрыштың гипотенузасы түсірілген биіктігін тап.",
        "question_date": "17.05.2016",
        "question_tag": "Геометрия",
        "question_views": 972,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "h=((12/2)^2+(16/2)^2)^0.5=10",
                "date": "17.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақша соңғы жаңа әндерді, қазақша жаңа минусовкаларын қайдан іздеп табуға болады?",
        "question_content": "Қазақша соңғы жаңа әндерді, қазақша жаңа минусовкаларын қайдан іздеп табуға болады?",
        "question_date": "17.05.2016",
        "question_tag": "Жалпы ән туралы",
        "question_views": 682,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына вконтактедегі топтар. Мен осыдан  жүктеймін жаңа  әндерді\nhttp://vk.com/kazhitcom\nhttp://vk.com/kazvip_kz",
                "date": "22.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктілік кезінде шаш бояуға болады ма?",
        "question_content": "Қазір жүктімін 19 апта. Шашымды бояғанмын. Ұнатқандай түс болмады. Тағы боясам зиян емес па балаға? Оны бояғаныма 1 айдай болды. Араларынызда бояғандар барма жүкті кезде 2-3 рет. Босанғанда балаға еш нарсе болған жоқ па?",
        "question_date": "17.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кайырлы кун!  шаш боягыштын ишинде турли химиялык коспалар болады,ол гормональди озгеристер тудыруы мумкин, шашыныз тусип, балага туганнан кейн аллергиялык бортпелер тудыруы мумкин, сау бала туу ушин, сулулык жайлы 9 ай ойламай, шыдайсыз енди",
                "date": "29.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланы неге ұруға болмайды?",
        "question_content": "Балаңызды ұрғаныңыз үшін ешкім сізге рақмет айтпайды. Өзінің баласын ұратын адамдар да басқа біреудің баласын ұрып жатқанын жақсы көрмейді.\n\nБала тәрбиесінде қатыгездікке бой алдырған адамдардың ұрып-соғуларына орын болмау керек. Оның салдары ешқашан пайдалы нәтижеге әкеп соқпайды.",
        "question_date": "16.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ОЗБЫРЛЫҚТАН ОЗБЫРЛЫҚ туады\n\n«Жай ғана шапалақтың» тәрбиелік құрал ретінде келмейтіні айдан анық. Соғу балаларға да, үлкендерге де кері әсерін тигізеді. Озбырлыққа жауап ретінде озбырлық жасалады – бұл қалыптасқан жағдай. Кішкентай балалар да білдірмегенімен кек алуды ойлап тұрады. Сөйтіп жүріп ата-анасынан кек алады да. Мысалы арандату арқылы. Менің бір танысымның үлкен баласы осылай істейтін. Ол күн сайын унитазға дәретхана қағазын толтырып қоятын – күн сайын ата-анасы қолынан соғып қоятын. Бір күні шыдамы таусылған шешесі баласын қатты соқты. Дәл сол күні кешке унитаз тағы да бітеліп қалды.\n\nОсындай жағдайларда ата-ана баласын соғамын деп те ойламайды. Сауалнама жүргізген кезде 67 % аналар мен әкелер соғу арқылы балаларын тәрбиеге шақырмайтынын айтты. Бірақ та 44,6 % жасөспірімдер жиі шапалақ жегендерін жеткізді, 30,8 %-ы бір рет болса да таяқ жегендерін естеріне түсірді. Тек 18 %-ы ғана оларды ешқашан ата-анасы соғып көрмегенінін айтты. Сөйтіп көптеген ата-аналар баланы ұру дұрыс емес деп санағанымен, қолдарына ерік беріп қояды екен. Сол үшін жиі өздерін кінәлі санайды екен. Аналар балаларын не істерлерін білмеген кезде соғатындарын айтты. Кей кездері өз шешелерінің немесе күйеулерінің: «Осындай тентектігі үшін оны жазалау керек» деген сөзінен соғады. Өзімізді тексеріп көрелік: қай кездерде біз өзімізді ұстай алмай қаламыз? Әдетте өзіміздің дәрменсіздігімізді сезінгенде ашу-ызамызды тіл алмаған балаға жаудырамыз. Ата-ананың кей кездері ашуланатыны – қалыпты жағдай. Осындай ыза болған кезде «жауыз» балаға қол жұмсағысы келетінін де түсінуге болады. Бірақ еш уақытта қабылдауға болмайды. Біз оны өзімізді ұстай алмаған кездері – «бар болғаны» жай ғана шапалақ болса да – кеудені күйдіре жөнелетін ұялу, қапалану сезімдерінен білеміз. Кейін не істейміз, кем дегенде кешірім сұраймыз. Ашу-ызаны ақылға басып үйрену қажет. Мысалы, мен ойша онға дейін санап тұрамын – ашу-ыза басылғанша санаймын. Менің бір танысым ашу-ыза басылып, күлкісі келгенше кір жуа береді екен. Бұндай кездері бөлмеден шығып кеткен де көмек болады.\n\nЖиі бұндай ашу-ызаны жүйкеміздің жұқарып жүргені де ұлғайтады. Себебі күйеуімен ұрсысып қалды... Өмірдің машақаты әбден шаршатты, не істерімізді білмей тұрамыз. Осындай кездері өзімізді ұстай алмай қаламыз.\n\nТІЛ АЛМАЙТЫНДАРҒА назар аудару керек\n\nЖанұя – өте нәзік құрылым. Әр мүшесі бір біріне әсер етеді, бір бірінің көңіл-күйін сезеді. Егер де үйде келіспей жатқандар болса, оны бала да сезеді. Ол қырсығып, қыңырланып, ата-анасының ызасын одан әрмен тудырады: ал олар болса енді бәріне де дәрменсіз болып отырады.\n\nӘрине баланы ұруға болмайды дегеніміз тентек болған баланы солай жазасыз қалтыру керек дегеніміз емес. Белгілі шек қойып, соны сақтауды бақылап жүру керек. Шектен шығып бара жатса, тез қимылдау керек: тіл алмай қарсыласқанына қарамай көшеде қолынан ұстап жүру керек, басқа балалардың шашынан жұлатын екі жастағы баланы қанша қарсыласса да алып кету керек, мейлі жыласын. Ұрып-соққаннан осы дұрыс: мен баланы жәбірлеп қорламаймын – ол өзі түсініп тәртіп бұзғанынан өзі бас тартқанға дейін осылай жалғаса береді.\n\nҮйден қашып кететін балаларға шешесі далаға тек қана үйден қашқанын қойса ғана шығатынын түсіндіруіне болады. Егер де болмай қашып кетсе, үйден енді шығармау керек. Олар келіскенге дейін осылай жалғаса береді. Дәл осы уақытта аналар баласының осы тәртібінің астарында не жатқаны туралы ойлануы қажет. Ата-анасына қырсықтыған көрсететін балалардың қайткенде де жасырын тілегі болады, мысалы, оларға ата-анасының балаға деген назар аударуы аз болуы мүмкін. Мысалы, осындай аналар бала күтушісі болып жұмыс істесе, өз балаларына уақыты тіпті жетпей тұрады. Сөйткенде де балаларымен ойнап, әңгімелесуіне уақыт табу қажет. Бұл балаларға ешқандай қыңыр көрсептей-ақ анасының назарына түсуге болатынын көрсетеді.",
                "date": "10.06.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақта түсінігінде бұл қалыпты жағдай ғой.Сіздің айтып жатқаныңыз бір жағынан дұрыс.Көп жағдайда ата-аналар баланы таяқпен артық қыламын деп,тыртық қылып жатады.Бұлай өскен бала тұйық және жасық болып келеді.Басқа жағынан қарасақ таяқтыңда бала тәрбиесіне берер пайдасы мол.Кейбір сөз ұқпайтын,тентек,есер балалар болады,оларды тек таяқ ұқтырады.Әкесінің ұруынан қорқып жаман нәрселерге,әдеттерге жоламайтын балалар болады.Барлық нәрсенің мөлшері болғандай мұндай нәрседе де артық кетуге болмайды.Баланың түсінігіне қарап әрекет жасау керек.",
                "date": "17.05.2016",
                "upvotes": 2
            },
            {
                "text": "Енесі тепкен құлынның еті ауырмайды дегендей, өз әке шешесі дұрыс болсын, дұрыс жолмен жүрсін деп ұрған ештеңе етпейді және бала кек сақтамайды. Өгей әке шешесі ұрса ол басқаша орын алады. Өзіміз таяқты жегенбіз сонда ған баратын жерімізді ойланып барсам таяты жеймізба деп ойланатынбыз, аяғымызды ойымызды таяқ тиятын жас кезде. ол өз кезегінде пайда мысалы жаман суға немесе терең суларға шомылуға кетеміз. бізді суға бамасын аман жүрсін деп ұрады. олай болмаса суға батып өлетін бедік.",
                "date": "28.05.2016",
                "upvotes": 0
            },
            {
                "text": "Өткенде көршімнің төрт жасар баласын сабап жатқанын көріп жаным ауырды. Балақай үй алдында өсіп тұрған гүлдерді жұлып тастап кішкене бір тентектік жасаған екен. Оған ашуланған әкесі балапандай қорғансыз ұлын аяйтын емес. Осыған ұқсас тағы бір жайтты бұрын да көргенмін. Содан келіп ойландым, ата-аналардың бүгінгі мінезі өте ауыр, ашушаң келеді. Балаға бала деп қарамайды, мүмкін болса жағынан тартып жібергенді орын алған проблеманың шешуі деп біледі. Елден естіп жатамыз, бесіктегі баласы жылауын тоқтатпаған соң анасы жерге лақтыра салған. Лақтырғанда да қатты күшпен ұрған. Сәби мұндай соққыны көтерсін бе, жатқан жерінде қозғалмастан үнсіз қала береді…\n\nОсындай оқиғалардан кейін сұрақ туады: Бұл күннің кей ата-аналары неге қатігез? Олардың осындай мінезде болуына жұмыстағы келеңсіздіктер себеп пе? Әлде жалақының аздығы, жағдайдың төмендігі ме? Мастықтың да кесірі өз алдына бөлек тақырып болуға жарап тұр.\n\nМеніңше осы айтылғандардың түгелі дерлік балалардың еркелігін көтере алмауға басты себептер болып табылады. Әрбір әке-шеше лезде ашуға салмай, кішкентайдың тентектігін ескеріп, іштей түсіне білсе, қандай үйлесімділік болар еді. Жарайды, бала бұзық делік, алайда үлкендер кеше кішкентай болған жоқ па?! Ойланайықшы, баласыз өткен тірлік баянды болғаны ма?..",
                "date": "10.06.2016",
                "upvotes": 1
            },
            {
                "text": "меніде мамам ұратын кішкентайымнан бери.сол ушин каз жек корем анамды",
                "date": "11.06.2016",
                "upvotes": 0
            },
            {
                "text": "Ата-ана урсады, урады, бирак болмасын демейди гой..Ата- ана жэйдан жэй ура бермейди. Иа, дурыс болмай калса, жэйменен урмай ак айтуга болады гой деп ойлайтын шыгарсыздар. Бирак, бир рет истейсин, екинши рет истейсин, ал ундемеди екен делик, ушинши рет кайталай бермейсин гой. Ол енди адамнын санасына байланысты. Менин анам маган жэйлап тусиндиреди. Одан кейин онын умитин актайын дегендей, созин тастамай истеймин. Сондыктан, уру, урысу деген оте аз колданылады. Ал былай, тектен тек ура береди дегенге, оз басым нанбаймын. Арине егер де оздериниз шаршатып, тозимин битирген болсаныздар, бари де мумкин..Бул менин жеке ойым.",
                "date": "22.09.2016",
                "upvotes": 0
            },
            {
                "text": "Баланы ешқашан ұруға болмайды ол бала содан кейін қатігез болып оседі жəне ата анасын жек көрып кеттеды",
                "date": "15.12.2017",
                "upvotes": 1
            },
            {
                "text": "Өйткені бала жылауы мүмкін",
                "date": "16.12.2017",
                "upvotes": 0
            },
            {
                "text": "Ата анам мені урады",
                "date": "16.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 жасар баламды қалай емшектен шығарса болады?",
        "question_content": "1 жас 7 ай баламды қалай емшектен шығарса болады? Шығарғаннан кейін өз қалпыма келемін бе?",
        "question_date": "16.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кайырлы кун! Омырауыныздын ушына зеленка жагып койыныз, оны корсе коркатын болады, немесе баланызды ата-ананыздын уйине апарып,козине 10 кун шамасындай коринбей журиниз,олай истеуге мумкиндик жок болса, коп тамактандырыныз, компот кайнатып ишкисе бериниз, омырау сураса",
                "date": "29.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балабақшаға барған балам тұмаумен ауырып қалды?",
        "question_content": "Мен 1 жас 6 ай болған баламды жеке меншік балабақшаға бергем, бастапқы екі күн түске шейін. Сол екі күннен кейін балам грипп болып аурып қалып барған жоқпыз. Ешқайға қалып көрмеген соң ба, балам қорқып қалған. балабақшада ұрсады дейін десем, басқа балдар спокойно қалып жатады. Бұрын кешке далаға ойнатуға алып шыққанда, бөтен балдармен ойнаушы еді, қазір тек көтеріп жүр дейді. Өзіміз бөлек тұрамыз. Енем үйіне барғанда да, жылап көнбейді.Тіптен жаман болып кеткен. Бастарыңыздан өткергендеріңіз болса, бөлісе отырыңыздар. Үйреніп кетер деген үмітпен жүрмін, рахмет.",
        "question_date": "16.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 695,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "интернетте оқып көріңіз, организмдегі паразиттердің күшеюінен болуы мүмкін, бала мазасыз, тісін қышырлатып, тынымсыз не жылауық, ренжігіш болып өзгеріп жатады. Бізде ағзадан паразиттерді шығаратын Гельминто апифит бальзамы бар, беріп көріңіз. Тел. 87082371984, Дауа Табиғи ем орталығы.",
                "date": "25.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграмнан сурет фото, видео қалай сақтаса болады?",
        "question_content": "Инстаграм әлеуметтік желісінен қалай суреттерді сақтап алуға болады. Инстаграмнан сурет фото, видео қалай сақтаса болады?",
        "question_date": "16.05.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "17.05.2016",
                "upvotes": 0
            },
            {
                "text": "InstaSave деген арнайы бағдарлама бар сол бағдарламаны көшіріп алсаңыз кез келген бейне мен суреттерді еркін көшіре бересіз.",
                "date": "6.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кредит, несие төленбесе шет елге шығармайды ма?",
        "question_content": "Шет елге самалетпен кететін болса сол адамның атындағы кредиті төленбей қалса өткізбейді. Рейске дейді сол қаншалықты рас? Шын ба? Араларыңызда естігендеріңіз болса немесе осындай жағдаймен кездескендеріңіз болса айта аласыздар ма?",
        "question_date": "16.05.2016",
        "question_tag": "Банк",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия рас.Қазақстанда қарыздардың төленбеуіне байланысты ел аумағынан шығуға 230 мыңнан аса шектеу енгізілген.",
                "date": "16.05.2016",
                "upvotes": 0
            },
            {
                "text": "Егер борышкердің қарызы 20 АЕК-тен (50 500 теңгеден) асса, сот оның Қазақстаннан шығуына уақытша шектеу туралы қаулы шығара алады. Кредиті төленбеген азаматқа тағы қандай жазалар қолданылатынын білгіңіз келсе мына сілтемені басыңыз.",
                "date": "28.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беттегі веснушкаларды қалай кетіруге болады?",
        "question_content": "Менің жасым 18-де. Сіздерден сұрайын дегенім беттегі веснушкаларды қалай кетіруге болады?",
        "question_date": "16.05.2016",
        "question_tag": "Тазалық",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Веснушкаға қарсы ултракүлгін сәулелерден қорғаушы крем қолданғаныңыз дұрыс және мұны сіз үнемі қолдануыңыз керек.Сондай-ақ веснушкадан үй жағдайында да құтылуға болады.Оған қарсы көптеген маскалардың рецептері бар.Оның ішіндегі ең тиімдісін жазайын:Бір ас қасық лимон шырынына,бір ас қасық сүт және бір ас қасық дрож қосып араластырып,соны жағу қажет.",
                "date": "19.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Майлардың адам ағзасындағы рөлінен бір жасушадағы рөлінің айырмашылығы неде?",
        "question_content": "Майлардың адам ағзасындғы рөлінен, бір жасушадағ рөлінің айырмашылығы неде?",
        "question_date": "16.05.2016",
        "question_tag": "Биология",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кальций көбейтетін дәрілердің зияны қандай ?",
        "question_content": "Кальций көбейтетін дәрілердің зияны қандай ? Кальций көбейтетіннің пайдасы қаншалықты көп және зияны қандай",
        "question_date": "16.05.2016",
        "question_tag": "Денсаулық",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кальци жас балаларға қажет болады.  Бірақ оны көп қабылдау өте қауіпті,  жас балалардың бас сүйегі тез қатайып қалса,  бала өскен сайын қатып қалған бас сүйегі өспей, оның ішіндегі милары қысылып бала қатты қиналады.  Көзбен көрген оқиға бұл,  көршілер өз балаларына кальциды  нормадан артық көп беріп қойғандарын кеш түсінген болатын. Кальци сүйекті қатайтады.",
                "date": "16.05.2016",
                "upvotes": 1
            },
            {
                "text": "Табиғи сүт - кальцийдың нағыз табиғи көзі. Және кез келген сүтті тағамдарды қолдануға болады. Сәбиге ананың сүтінен басқа асқан артық тағам жоқ. Кальцийлі дәрі дәрмектерді шамадан тыс қолдану мезгілінен бұрын қатаюға әкеліп соғу мүмкін.",
                "date": "16.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дельфи программасында дайын есептер қажет...берілгені және жауабы?",
        "question_content": "Дельфи программасында дайын есептер қажет...берілгені және жауабы?",
        "question_date": "16.05.2016",
        "question_tag": "Бағдарламалау",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол дельфилік ойындар қашан, қай жерде, қай қүні өтейін деп жатыр ?  Соны білуіміз керек еді , оқушыларды апарамыз деп жүр едік.",
                "date": "16.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Samsung Galaxy Star 2+ телефонында wifi ұстамай тұр?",
        "question_content": "Samsung Galaxy Star 2+ телефонында wifi ұстамай тұр? подключенио,сохранено подключенио,сохранено подключенио,сохранено деп шыға береді не істеимін кез-келген вайфай ұстамай тұр. Вайфайдан емес неден болып тұр сосын сброс еттм барибир ұстамай тұр сосын вирустар удалить етлмеит вирустың аты Pornclub қалай өшірем тек қана отключить деп тұр етсем қаиттан включить деп турад.Не істеймін? Жігіттер айтыңдаршы? Алдын ала рахмет.",
        "question_date": "16.05.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өзін өзін қалай тез әрі жылдам өлтіруге болады?",
        "question_content": "Өмірдің қызығы қалмады. Бәрінен жалықтым. Қиындықты көтере алар емеспін. Тек нақты жауап берулеріңізді өтінемін. Ешкімге көрінбей ешкім жоқ жерде өзін өзін қалай өлтіруге болады?",
        "question_date": "16.05.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз олай өмірден түңілмеңіз, Адамды құдай жаратты , ал өз өзін өлтіру ол жаратқан құдайға қарсы шығу болып табылады.  Ойланыңыз,  бұл өмір әр бір адам үшін   сынақ. Олай болса сол сынақтарға мойымай шыдап, бастан өтізу   міндетті түрде керек.  Алла тағаланың алдына әр пенде барады, ол рас. Сондықтан Алла өзіне керек адамдарды қаттырақ сынайды, сондықтан шаршадым демей сол сынақтан мүдірмей өтуіміз керек деп ойлаймын.\n\nӘрбір адам - өмірге келген қонақ. Өмір өте мәнді, мағыналы, мазмұнды өтуі үшін «қамшының ғана сабындай қысқа өмірде «адамдардың бір - бірімен сыйластықта болғанына не жетсін!\n\nЖан – жағымызға мұқият қарасақ, айналамызда күйбең тіршілік жүріп жатыр. Адамдар еңбек етуде, жұмысқа бара жатады, жұмыстан қайтып жатады. Демалады, қонаққа барады, алға қойған мақсаттарына жетіп, басқа бір мақсаттар қойып жатады. Кейбіреулер болса қайғы - мұңды бастарынан өткеріп жатады. Ал, кейбіреулер не үшін өмір сүріп жүргендерін, қиындықтардан қалай құтылу керектігін білмей өмірден түңіліп жатады. Бұл - өмір. Қалтарыстары мен қиындықтары көп осынау өмірде адамдар бір – біріне және өздеріне мейіріммен қарап, ізгі ниетпен жақсылық жасай білу керек. Сол қиындықтарды жеңу жолдарын іздеп, алға қойған мақсаттарына жете білулері әркімнің өзіне байланысты екен.",
                "date": "16.05.2016",
                "upvotes": 2
            },
            {
                "text": "өзін-өзі өлтіру күнә",
                "date": "16.05.2016",
                "upvotes": 0
            },
            {
                "text": "Шын өлгісі келген бұл жерден сұрамайды.",
                "date": "16.05.2016",
                "upvotes": 1
            },
            {
                "text": "Мына видеоны соңына дейін көріп шық. Бұл видеода о дүниеге барған күнәхарлар ( грешники) қандай жағдайда болатынын көресің.",
                "date": "16.05.2016",
                "upvotes": 0
            },
            {
                "text": "Әр бір өмірден түңілген адамдар суицид(күнәхар) емес,шахид болса,өзі үшін де,халықы үшін де хайырлы болар еді,бірақ Сириялық(барлығы емес) шахидшылар(бүлікшілер) сияқты емес(бүлікшілермен емес өз-өздерімен қырылып жатқан бүлікшілер сияқты емес).Шахид боламын деп ұрыс жоқ жерден ұрыс шығарса бүлікші болады.",
                "date": "5.10.2016",
                "upvotes": 0
            },
            {
                "text": "Өлгің келсе менің байыма келсиш қосауыз мылтықпен бір атсын.",
                "date": "19.12.2016",
                "upvotes": 0
            },
            {
                "text": "Мұндағы жауаптардан шынымен де өлгің келеді екен. Не деген ешкімге қасиеті жоқ халық болып кеткенбіз. Пайдаң тимесе тимесін,  зияның тимесін деуші еді,  әкем.\n\nКүнә,  пүнә,  адамды қорқытып,  кінәлап,  жығылғанды жүнжіткеннен басқаны білмейтін боп кеткенбіз. Зәр мен залалдан  басқа бір бірімізге тигізер ештеңе  қалмаған ба?\nҚазақстанның өзін өзі өлтіруден әлемде көш бастап  тұрғанына таң қалмаймын.",
                "date": "11.11.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз мен де өлгім келеді .Бірақ адамның өзінің қолынан өлу келмейді екен.Мына өмірде қаншалықты тырыссам да көбі мені арамсың салақсың деп өмір бақи бетіме басумен келеді.Мен кетсем бұл өмірде тазалық орын алатын шығар .Сол үшін өзімді жек көрем.неше рет өлгім келді болмады.",
                "date": "3.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам баласы туылған кезде мейірімді болып туылады. Бірақ неге өзгеріп кетеді?",
        "question_content": "Адам баласы туылған кезде барлығы да осындай мейірімді болып туылады! Кейіннен неге осы қалпынан өзгеріп кетеді екен?",
        "question_date": "16.05.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Адам өзгермейді оның бәрі адмның сана сезімі, адамгершілігі , тірбиесіне ,өміріне байланысты.",
                "date": "16.05.2016",
                "upvotes": 0
            },
            {
                "text": "Ол былай,  мысалы: Жақсы мейірімді адамды белгісіз бір себептермен қателесіп түрмеге 20 жылға қамайды, Бірақ ол адам түрмеден түзеліп шықпайды, керісінше бұзылып қатыгез болып шығады.  Мына өмір де сол сияқты адамды  жүрген ортасына байланысты байқатпай бірте-бірте қатты өзгеріске ұшыратады.\n\nЖақсы адамдармен арлассаң жақсы боласың, ұрылармен арлассаң ұры боласың, наркомандармен арлассаң  наркоман боласың, ішкіштермен арлассаң ішкіш боласың. Бизнесмендермен арлассаң сен де бизнесмен боласың.Спортшылармен арлассаң споршы боласың. Бұның бәрі сондай жолдармен өзгеріске ұшырағандар.    Сондықтан таңдау өз қолыңда, жақсы адамдармен жолдас болыңдар. жамандарға жоламаңдар!",
                "date": "16.05.2016",
                "upvotes": 2
            },
            {
                "text": "Адам өмірге келгенде \"ақ парақ қағаздай\" таза күйінде келеді, бірақ айналасы, ортасы әсер ете келе ақ параққа қара дақтар түсіп қарая береді. Баланың өмірі, тәрбиесі ата анасына байланысты.",
                "date": "16.05.2016",
                "upvotes": 1
            },
            {
                "text": "Оның барлығы біріншіден тәрбиеңе, екіншіден ортаңа , үшіншіден өз санаңа байланысты.",
                "date": "20.05.2016",
                "upvotes": 0
            },
            {
                "text": "Он  қоянның  жанын да  жүрген  арыстан,  арыстан болып  шығады. Он  арыстанның  жанында  жүрген  қоян, арыстан  болып  шығады...",
                "date": "22.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бизнес мамандығына түсу үшін не істеу керек?",
        "question_content": "Мен Алла қаласа 2018 жылы 11 сыныпты аяқтаймын. Өз басым бизнезке түскім келеді(ҰБТ болмайтын болғандықтан) Біреулер олар бизнеске түсіпті грантқа деп жатадығой, сонда олар география пәнін таңдап қай факультетке түседі?",
        "question_date": "16.05.2016",
        "question_tag": "Мектеп",
        "question_views": 577,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "география  пәнінен маркетинг және қонық үй бизнестері бар .",
                "date": "16.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Физикадан есеп. Газдың ішкі энергиясының өзгерісі неге тең?",
        "question_content": "1.Қысымы 80кПа, көлемі 20л газ изобаралық ұлғаюда 496 кДж жұмыс атқарды. Көлемі қандай?\n\n2.Жылу машинасы бір циклде 400 Дж жылу шығарып 600 Дж жұмыс атқарады. Жылу машинасының ПӘК-і неге тең?\n\n3.Газға 500Дж жылу мөлшерін жұмсағанда сыртқы күштердің жұмысы 300Дж болды. Газдың ішкі энергиясының өзгерісі неге тең?",
        "question_date": "16.05.2016",
        "question_tag": "Физика",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2,3 бар ма ? срочно керек еди",
                "date": "10.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газдың температурасы неге тең?",
        "question_content": "Тығыздығы ρ= 1,2 /м 3, қысымы 9 кПа газдың молярлық массасы 4 г/моль. Газдың температурасы неге тең?",
        "question_date": "16.05.2016",
        "question_tag": "Физика",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тығыздығы ρ= 1,2 /м 3, қысымы 9 кПа газдың молярлық массасы 4 г/моль. Газдың температурасы неге тең?\n\nM=4 г/моль = 0.004 кг/моль\np= 1.2 кг/м3\nP=9 кПа =9000 Па\n\nPV =m/M RT\nT = P* V/m *M/R= P/p *M/R= 9000/1.2 *0.004/8.31 = 3.6 K",
                "date": "28.04.2023",
                "upvotes": 1
            },
            {
                "text": "M=4 г/моль = 0.004 кг/моль\np= 1.2 кг/м3\nP=9 кПа =9000 Па\n\nPV =m/M RT\nT = P* V/m *M/R= P/p *M/R= 9000/1.2 *0.004/8.31 = 3.6 K",
                "date": "28.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хлордың қандай оттекті қышқылдары бар және олардың тұздары қалай аталады?",
        "question_content": "Көлемі 78,4 л хлорсутекті (қ.ж) алу үшін реагенттерден қанша көлем алу қажет екенін есепте.\n\nМассалық үлесінде 14,6% НСІ бар 200 г тұз қышқылы ерітіндісінде қанша көлем хлорсутек (қ.ж) болатынын есепте.\n\nХимиялық өзгерістерді орында: CL2 → CaCL2 → HCL → HNO3\n\nХлордың қандай оттекті қышқылдары бар және олардың тұздары қалай аталады?",
        "question_date": "16.05.2016",
        "question_tag": "Химия",
        "question_views": 999,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бейтараптану реакциясының көмегімен төмендегі тұз",
        "question_content": "Бейтараптану реакциясының көмегімен төмендегі тұздарды: а) BaSO4; б) CuSO4; в) KH2PO4; г) Na3PO4 алуға мүмкіндік беретін реакция теңдеулерін жаз.\n\nНатрий гидроксиді берілген заттардың қайсысымен әрекеттесе алады: а) HCl, б) LiOH, в) NaCl, г) BaO, д) H3PO4, ж) CO2? үмкін болатын реакция теңдеулерін жаз.\n\nӨтініш қазір керек еді,",
        "question_date": "16.05.2016",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)\n\nBa(OH)2+H2SO4=BaSO4+2H2O\n\nCu(OH)2+H2SO4=CuSO4+2H2O\n\nP2O5+6KOH 2K3PO4+3H2O\n3NaOH+H3PO4=Na3PO4+3H2O",
                "date": "28.04.2023",
                "upvotes": 0
            },
            {
                "text": "NaOH + HCl =NaCl + H2O\n\nNaOH NaCl+ LiOH ≠\n\nNaCl + NaOH ≠\n\nNaOH + BaO ≠\n\n3NaOH  + H3PO4 = Na3PO4 + 3H2O\n\n2NaOH + CO2 = Na2CO3 +H2O",
                "date": "28.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ромбы диагоналі 30 см ге тең,ал қабырғасы 17 см. Ромбының ауданының табыңдар?",
        "question_content": "1.Ромбы диагональдарының қосындысы 70 см.Периметрі 100 см.Ромбының диагональдарын табыңдар.\n\n2.Ромбы диагоналі 30 см ге тең,ал қабырғасы 17 см.Ромбының ауданының табыңдар.\n\n3.A (-3;0),B(0;3),C(2;1),D (1;-2) нүктелері берілген.ABCD тіктөртбұрыш екенін дəлелдеңдер.",
        "question_date": "16.05.2016",
        "question_tag": "Геометрия",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "D+D1=70см\n\na=100/4=25см\n\n((D/2)^2+((70-D)/2)^2)^0.5=25\n\n((D^2/4)+((4900-140*D+D^2)/4))^0.5=25\n\n((2*D^2-140*D+4900)/4)^0.5=25\n\n(2*D^2-140*D+4900)/4=625\n\n2*D^2-140*D+4900=2500\n\n2*D^2-140*D+4900-2500=0\n\n2*D-140*D+2400=0\n\nd=140^2-4*2*2400=400\n\nX1=(140+20)/(2*2)=40\n\nX2=(140-20)/(2*2)=30\n\nD=40\n\nD1=30\n\n \n\nD/2=30/2=15см\n\na=17см\n\nD1/2=(17^2-15^2)^0.5=8\n\nS=15*8*2=240см^2",
                "date": "16.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сеңдей толқып, селдей тасыған өмір...",
        "question_content": "Сеңдей толқып, селдей тасыған өмір...    деген өлең жолдары кімнің қай өлеңінен алынған? Тауып бере аласыздар ма?",
        "question_date": "16.05.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 329,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арақашықтығы 37,8 км екі елді мекен",
        "question_content": "Арақашықтығы 37,8 км екі елді мекеннен екі велосипедші бір-біріне қарама-қарсы жүрді. Бірінші велосипедшінің жылдамдығы 14,4 км/сағ, екінші велосипедшінің жылдамдығы оның 75%-іне тең. Бір сағат жүргеннен кейін екі велосипедшінің арақашықтығы неше километр болады?",
        "question_date": "16.05.2016",
        "question_tag": "Мектеп",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Δ=37.8-1*(14.4+(14.4*75/100))=12.6км",
                "date": "16.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВС үшбұрышының қабырғалары оған іштей сызылған шеңбермен жанасу нүктелері",
        "question_content": "АВС үшбұрышының қабырғалары оған іштей сызылған шеңбермен жанасу нүктелері: N, P, K. Егер АВ=14см АС=18см ВС=12см болса, КА, NB, PC кнсінділерінің ұзындықтарын тап",
        "question_date": "16.05.2016",
        "question_tag": "Геометрия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақыл тіс шығып ауырғанда не істеуге болады?",
        "question_content": "Ақыл тісті шықпай жатып жұлдырып тастауға болады. Ақыл тістің түкке қажеті жоқ деп айтады. Осы ақпарат рас па? Ақыл тіс шығып ауырғанда не істеуге болады?",
        "question_date": "16.05.2016",
        "question_tag": "Тазалық",
        "question_views": 16500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әдетте 17 мен 25 жас аралығында шығатын ақыл тістер ерекше ауырсынумен шығады. Дер кезінде байқалмаған ауру-сырқау симптомдары одан бетер асқынуларға әкеліп соғу мүмкін.\nКөп жағдайда, ең соңынан шыққан бұл тістердің түбірлері нашар болады. Кейде тіс жегіне ұшыраған ақыл тістерді дәрігерлер емдеуден бас тартып жатады. Емдеуге қиын соғатын ақыл тістерді сақтау қаншалықты маңызды? Сонымен, ақыл тістің жақсы-жаман тұстарын ажыратайық.\nАуыз қуысында тістердің жетіспеушілігі салдарынан протез киюге тура келеді. Егер, ауыз қуысында 6-ыншы және 7-інші, яғни ақыл тістің алдындағы тістер жоқ болса, протез жасау барысында қиындық туу мүмкін. Ал ақыл тістің көмегімен протез берік қондырылады.\nКейде ақыл тіс дұрыс шықпай, түбірі қисық болады. Мұндай кезде қисық шыққан ақыл тіс басқа сау тістерді зақымдамау үшін жұлып тасталынады. Тіс шығу барысында жаңа тіске орын жетпей жатса, ақыл тістен айрылыуыңыз әбден мүмкін. Сондай-ақ, алдынғы тұрған тістерді емдеу барысына кедергісі келіп жатса, ақыл тісті жұлдырғаныңыз абзал.\nМұнымен қоса, ақыл тіс шығу барысында тіс иегі де зақымдануы мүмкін. Тіс иегі мен тістің арасында қабыну пайда болып, перикоронит ауруына шалдығу қаупі бар.\nОсындай жағдайлардың алдын алу үшін, дер кезінде тіс дәрігерінің көмегіне жүгініңіз.",
                "date": "19.05.2016",
                "upvotes": 0
            }
        ]
    }
]