[
    {
        "question_title": "Мемлекеттік туды ілмеу туралы заң",
        "question_content": "Мемлекеттік туды ілмеу туралы заң қай жерде көрсетілген? Егер мемлекеттік мекеме болмаса.",
        "question_date": "6.04.2018",
        "question_tag": "Заң",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2-тарау. ҚАЗАҚСТАН РЕСПУБЛИКАСЫНЫҢ МЕМЛЕКЕТТІК ТУЫ\n4-бап. Қазақстан Республикасының Мемлекеттік Туын пайдалану тәртібі\n1. Қазақстан Республикасының Мемлекеттік Туы мынадай орындарда міндетті түрде көтеріледі (тігіледі, орналастырылады):\n1) Қазақстан Республикасының Президенті Резиденциясының, Парламентінің, Сенат пен Мәжілістің, Үкіметтің, министрліктердің, Қазақстан Республикасының Президентіне тікелей бағынатын және есеп беретін мемлекеттік органдардың, олардың ведомстволары мен аумақтық бөлімшелерінің, Конституциялық Кеңестің, Қазақстан Республикасының Жоғарғы Соты мен жергілікті соттарының, жергілікті өкілді және атқарушы органдардың, жергілікті өзін-өзі басқару органдарының, мемлекеттік ұйымдардың ғимараттарында, сондай-ақ Қазақстан Республикасы елшіліктерінің, халықаралық ұйымдардағы тұрақты өкілдіктерінің, сауда өкілдіктерінің, шетелдегі басқа да ресми мекемелерінің, шетелдегі мекемелерінің басшылары резиденцияларының ғимараттарында және сол мемлекеттің протоколдық практикасына сәйкес көлік құралдарында - ұдайы;\n2) Қазақстан Республикасы Президентінің, Қазақстан Республикасы Парламенті палаталары төрағаларының, Премьер-Министрдің, Мемлекеттік хатшының, Конституциялық Кеңес Төрағасының, Қазақстан Республикасының Жоғарғы Соты Төрағасының және жергілікті соттары төрағаларының, Орталық сайлау комиссиясы Төрағасының, Қазақстан Республикасының Адам құқықтары жөнiндегi уәкiлінің, министрліктердің, Қазақстан Республикасының Президентiне тiкелей бағынатын және есеп беретiн мемлекеттік органдардың, олардың ведомстволары мен аумақтық бөлімшелерінің басшыларының, жергілікті өкілді және атқарушы органдар басшыларының, Қазақстан Республикасының шетелдегі мекемелері басшыларының кабинеттерінде - ұдайы;\n3) Қазақстан Республикасының Парламенті Сенаты мен Мәжілісінің бірлескен және бөлек отырыстары, Қазақстан Республикасы Парламенті палаталарының, Үкіметтің үйлестіру және жұмыс органдарының отырыстары өтетін залдарда, Қазақстан Республикасы Конституциялық Кеңесінің отырыс залдарында, Қазақстан Республикасы Жоғарғы Сотының және жергілікті соттарының сот мәжілісі залдарында, орталық, жергілікті өкілді және атқарушы органдардың, Қазақстан Республикасының Президентіне тікелей бағынатын және есеп беретін мемлекеттік органдардың алқа отырысы залдарында, Қазақстан Республикасының мемлекеттік және үкіметтік наградалары тапсырылатын залдарда, Қазақстан Республикасының шетелдегі мекемелерінің қабылдау залдарында, сондай-ақ бала тууды және некені тіркейтін үй-жайларда - ұдайы;\n4) мемлекеттік органдардың ғимараттарында алғаш ашылған кезде, салтанатты жағдайда;\n5) егер халықаралық құқық нормалары мен Қазақстан Республикасының халықаралық шарттарында көзделген болса, Қазақстан Республикасы Президентінің, Қазақстан Республикасының Парламенті палаталары төрағаларының, Қазақстан Республикасы Премьер-Министрінің және олардың өкілетті өкілдерінің қатысуымен халықаралық форумдар өтетін ғимараттарда немесе үй-жайларда;\nТолық ақпаратты мына сілтемеден оқи аласыз.",
                "date": "6.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "10 мəтін жазу ішінде шылау болсын. Жазып берінші өтінем!!",
        "question_content": "Мен мəтін жаза алмай отырмын. Жазып берінші",
        "question_date": "5.04.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 29400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ШЫЛАУ:\nСұраққа жауап бермейді\nЖеке тұрып сөйлем мүшесі болмайды, шылаулар түрленбейді\nӨз алдына толық мағынасы жоқ\nСөзден бөлек жазылады\nБіріңғай қолданыста екі сын есім арасында келгенде тыныс белгі қойылмайды\nБіріңғай сөздермен қайталанып келсе үтір қойылады\nСөзбен сөзді байланыстырады\nӨзі тірк.сөзге үстеме мағына береді\nСептеулік шылаулар туралы түсінік\nШылау сөздер білдіретін мәні мен сөйлемде атқаратын қызметіне қарау: Септеулік, демеулік, жалғаулық болып үшке бөлінеді.\nСептеулік шылау Атау, барыс, шығыс, көмектес септіктерінде тұрған сөзбен ғана тіркесіп қолданылады, сөздерді сабақтастыра байланыстырады.\nАтау: туралы, сияқты, үшін, сайын т.б.\nМысалы: Біз сабақ туралы сөйлестік.\nОтан үшін отқа түс –күймесің.\nЖұма сайын үйге қайтамыз.\nБарыс: дейін, қарай, тарта, жуық т.б.\nМысалы: Түске дейін жүзге жуық хат жібердік.\nШығыс: кейін, соң, әрі, гөрі, бері т.б.\n\nБұдан әрі оның сөзін ести алмадым.\n\nСабақтан соң үйге үйірме жұмысымен айналысамыз\nКөмектес:бірге, қабат, қатар\n\nМен әкеммен бірге кешке дейін жұмыс істедім.\nЖалғаулық шылау.\nСөздер мен сөйлемдерді байланыстырады. /сөз бен сөзді, сөйлем сен сөйлемді салаластыра байланыстырады/\nЖалғалық шылауларды жалғаулықтар деп атайды.\nЖалғаулық шылаулар:\n-және, да, бірақ, дегенмен, алайда, өйткені, себебі, сондықтан, сол үшін, не, немесе, я, яки, болмаса, кейде, бірде, біресе, егер т.б.\nМағыналық қатынастары:\nЫңғайластық қатынасты білдіретін жалғаулықтар: мен, бен, пен, менен, бенен, пенен, да, де, та, те, және, әрі \nҚарсылық мағынасын білдіретін жалғаулықтар: бірақ, алайда, дегенмен, әйтпесе, әйткенмен, сонда да т.б.\nТалғаулықты қатынасты білдіретін жалғаулықтар немесе кезектес мәнді білдіретін жалғаулықтар: әлде, біресе, бірде, не, немесе, я, яки, болмаса, кейде\nСебеп-салдарлық қатынасты білдіретін жалғаулықтар: себебі, өйткені, сондықтан т.б.",
                "date": "5.04.2018",
                "upvotes": 0
            },
            {
                "text": "Бүгін сәуірдің алғашқы күні. Бірақ ауа-райы әлі күнге дейін жылыйтын емес. Кейде қар жауып,біресе күн шақырайп шығып тұрады, енді бірде жаңбыр жауып, ауа-райы құбылмалы болып тұр. Сонымен қатар Ауылдағыларда малдарын өріске жібере алмай отыр,өйткені жерде әлі қар бар, күн әлі салқын.Дегенмен бұл ауа-райы ауылдағылардың көңілін түсермек емес. Ауыл халқы Наурыз мейрамынан бері шат-шадыман . Әлі күнге дейін мерекені тойлап, ауыл үлкендері мен балалары мерекенің қызығына тоймай жатыр.",
                "date": "7.04.2018",
                "upvotes": 1
            },
            {
                "text": "Ишинде шылаудын турлери бар 10 сойлемди матин курап бересиздер ме отиниш жане тасу, жылу, суу, туу, жауу, жогарылау, кургау создери бар матин керек отинемин комектесиниздерши",
                "date": "9.09.2018",
                "upvotes": 0
            },
            {
                "text": "Жақсы , күшті жағансын",
                "date": "18.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кір сабын жасауға керек смес қайдан тапсам болады?",
        "question_content": "Кір сабын жасайтын станок бар, соған составындағы заттарды қайдан заказ берсем болады?",
        "question_date": "5.04.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алимент жөнінде қандай кеңес бере аласыздар?",
        "question_content": "Мен айелиммен 2014 те ажырасып сол жылы кайтып косылган едим , арамызда 4 баламыз бар 2016 жылы 6 желтоксанда мен жумыста жургенде айелим уйден кетип калган енди 2 улкен бала менде калып 2 еки кишкентай бала айелде еди улкен кыз балам 2017 де жогары окуын битирип 2017нын караша айында турмыска шыккан болатын сол баламнын турмыска шыкканын естип айелим жалган арыз  жазып 2015тен бастап 3 балага  алимент алмадым деп 2015тен бастап 1400000 алимент колеминде сот буйрыгымен  айлыгымнын 50℅ устатып отыр. Сотка шагым тусирип едим арызым канагаттандырусыз калдырылып отыр.  Кагаз жузинде барлык далелдемем бар 2016га дейин 4 баламды  озим  асырай отырып жанеде 2бала оз колымда кала отырып мени  1400000 карыз кылып койган.  Осы жонинде не кенес бере аласыздар кайда  шагындамсам болады.ө",
        "question_date": "5.04.2018",
        "question_tag": "Заң",
        "question_views": 910,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адвокат керек сизге, оларга сондай суракты койыныз!",
                "date": "5.04.2018",
                "upvotes": 0
            },
            {
                "text": "Араларыңызда неке шартын бұзғандығы туралы соттың шешімі барғой. Енді сол сізге төлеттіріп отырған сот орындаушымен сөйлесіп көріңіз.\n163-бап. Алиментті сот шешімі бойынша өндіріп алу\n      Осы Кодекстің 143-155-баптарында аталған отбасы мүшелері алимент төлеу туралы келісім болмаған кезде алимент өндіріп алу туралы талаппен сотқа жүгінуге құқылы.\n164-бап. Алимент алу үшін өтініш беру мерзімдері\n      1. Алимент алуға құқығы бар адам, егер бұрын алимент төлеу туралы келісім бойынша алимент төленбеген болса, алимент алу құқығы туындаған кезден бастап өткен мерзімге қарамастан, сотқа алимент өндіріп алу туралы өтініш жасауға құқылы.\n      2. Алимент сотқа өтініш жасалған кезден бастап тағайындалады.\n      Егер сотқа өтініш беруден бұрын күтіп-бағуға қаражат алу шаралары қолданылғанын, бірақ алиментті төлеуге міндетті адамның оны төлеуден жалтаруы салдарынан алимент алынбағанын сот анықтаған болса, сотқа өтініш жасалған кезден бастап үш жыл мерзім шегінде өткен кезеңге алимент өндіріп алынуы мүмкін.",
                "date": "31.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Процентке берілген есеп. Сүттің неше проценті май?",
        "question_content": "Сүттің 8％-і қаймақ,  қаймақтың  25％-і май. Сүттің неше проценті май?\nЕсеп оңай секілді. Бірақ,  маған түсініксіз болып тұр.",
        "question_date": "5.04.2018",
        "question_tag": "Математика",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пропорциямен шыгару керек. 25*8/100=2",
                "date": "5.04.2018",
                "upvotes": 2
            },
            {
                "text": "оой бай, 8%+25% = 33% -100% = 67%",
                "date": "5.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көктем аллергиясынан қалай құтылуға болады?",
        "question_content": "Сәлеметсіздерме, менде 4-5 жылдан бері аллергия бар, от шөпке, шаңға, ауаның өзінеде. 7 күн 24 сағат аллергия болады, мұрын қышиды, көздер қышиды, жас ағады, мұрын бітіп қалады, таңдай қышиды, тыныс алу өте қиын, түшкіру, Осы аллергиядан еш құтыла алмадым қайда барсамда не істесемде болған жоқ тек қана қыста ғана аллергияны ұмытамын көктемнен күзге дейін аллергия.",
        "question_date": "5.04.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 842,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Докторга БАР!!!",
                "date": "5.04.2018",
                "upvotes": 0
            },
            {
                "text": "Аллергия— ағзаның қоршаған ортаға жауап беретін ерекше күйі. Сыртқы ортада кез келген нәрсе ағзаға кері әсер етуі мүмкін.\nАллергияның пайда болуының негізгі себептері төмендегідей:\nтерімен әрекеттесетін сыртқы аллерген (жануарлардың жүні, шаң, өсімдік ұрықтары, химиялық заттар, косметикалық бояулар, т.б.)\nазық-түлікпен бірге ас қорыту жүйесіне түсетін ішкі аллерген (дәрілер, сусындар, тағам қоспалары, т.б.)\nАлдын алу үшін:\nКез-келген ауруды емдегеннен оның алдын алған жөн. Сол үшін төмендегі сақтық шараларын есте ұстау керек:\nбаланың бөлмесін күн сайын жинау керек. Перделер, кілемдер, жұмсақ жиғазды тазалауды ұмытпаңыз. Төсек-орын тыстарын және ойыншықтарды аптасына бір рет 60-90 градуспен жуу керек.\nүй жануарларымен қарым-қатынасты азайту. Егер баланың жануарлардың жүніне аллергиясы болса, ол анафилаксиялық шокқа әкеп соғу мүкін.\nүйдің ауа ылғалдылығын сақтау. Үйдің ауасы тым құрғақ болса, ол мұрынның шырышты қабығын құрғатып жіберіп, жиі түшкірудің себебі болады.\nжылына бірнеше рет үйді жәндіктерден және түрлі микроағзалардан қорғайтын арнайы препараттармен өңдеген дұрыс.\nшаң жинайтын тұрмыстық нәрселерден құтылыңыз. Олар тек шаң жинап қоймай, кенелердің пайда болуына қолайлы орта жасайды.\nбаланы шамадан тыс тамақтандырмаңыз. Бала ағзасы тым үлкен тағам мөлшерін қорыта алмағандықтан, асқазан оны жат дене деп қабылдауы мүмкін.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "9.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандық фрилансерлерден кімді танисыздар?",
        "question_content": "Қазақстандағы фриланс жағдайы қандай? Танымал фрилансерлік биржалар бар ма?",
        "question_date": "5.04.2018",
        "question_tag": "Уақытша жұмыстар",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жігіттерге қалай арықтауға болады?",
        "question_content": "Мен ер баламын.Мектеп оқимын.Бұрындары күреске баратынмын.Қазір қойып кеттім.Бірақ күреске барғанда да,бармағанда да нəтиже жоқ.Сыныптағы балалардан ұяламын.Мені толық бала деп ойламаныздар.Денем жақсы көрінеді,бірақ өзімді біртүрлі сезінемін.Оның үстіне парталасыма ғашықпын.Айтыныздаршы не істесем болады?",
        "question_date": "5.04.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саған айтар ақылым - спорт! Қазір заман дамыды ғой. Ютубқа кіріп қалсаң жаттығу қалай жасау керектігі туралы видеолар толып тұр. Кіретін мүмкіншілік болмаса бұрын күреске қатысқандағы жаттығуларды ерінбей жасайй бер күнде. Жүгірумен айналыс.\nАл осылардың барлығын істеу үшін саған мықты мотивация керек. Ол да ютубта толып тұр). Алдыңа мақсат қой. Мысалы: парталасымды өзімнің дене пішініммен \"сындырамын\" әлі деген сияқт ) Махаббат үшін не істемейсің?) Давай іске кіріс, жас кезіңде денені қалыпқа келтіру оңай болады.",
                "date": "20.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемді талдау керек",
        "question_content": "Ол Хамиттің аяғының астына кеп тярс ете түсті\nӨтінем талдап берініздершіы",
        "question_date": "5.04.2018",
        "question_tag": "Мектеп",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ол-бастауыш\nХамиттің -анықтауыш\n\nаяғының астына-пысықтауыш\n\nкеп тарс ете түсті-баяндауыш",
                "date": "7.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "18 жастан кейін қыз баланың бойы өседі ме?",
        "question_content": "Қыз баланың бойы неше жасқа дейін өседі. 18 жастан кейін өседі ме немесе 18 жастан кейін өсіп кеткен адам бар ма?",
        "question_date": "4.04.2018",
        "question_tag": "Тазалық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам бойы негізінде нақты мынадай жаста өседі деген қағида жоқ. Әр адамның физиологиялық жасы әр түрлі болуы мүмкін. Кей адамдардікі кеш өседі кейбірінікі ерте өсіп ерте тоқтайды дегендей. Және отыз жастан аса адам бойы шөге бастайды.",
                "date": "20.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Президенттің бес әлеуметтік бастамасы туралы?",
        "question_content": "Президенттің бес әлеуметтік бастамасы елімізге керек пе? Орындалама жоқ па? Нәтежиесі қандай болмақ",
        "question_date": "4.04.2018",
        "question_tag": "Қоғам",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нұрсұлтан Назарбаевтың Парламент палаталарының бірлескен отырысында ұсынған 5 әлеуметтік бастамасы барлық сала бойынша өзінің оң әсерін тигізіп жатыр. Интернеттен іздесеңіз бірден тауып ала аласыз.",
                "date": "29.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шылаулар қолданып Менің отбасым тақырыбында шығарма керек?",
        "question_content": "Шылау колдану керек\n\nШылаулар қолданып Менің отбасым тақырыбында шығарма керек?\n\n10-15 сойлем\n\nАлдын ала рахмет",
        "question_date": "4.04.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Отан отбасыдан басталады\" деп бекер айтпаса керек. Отанның бір кішкентай бөлшегі - отбасы. Әрбір адамның өз отбасы бар. Сол сияқты менің де өз отбасым бар. Олар менің жанұям, жақындарым мен үшін аса қымбат адамдар. Біз бір-бірімзге әрдайым қолдап, қол ұшын беріп келеміз. Сол себепті менің түсінігімде отбасы қуанышты да, қайғыңды да бірге көріп, өмірдің бар қиындығын бірге жеңу, сенің жақын адамдарың мен бақытты өмір сүруің. Әрбір адам баласы өз отбасымен бірге бақытты бейбіт өмір сүрсе екен деп тілеймін!",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыныптас қызға ғашықпын",
        "question_content": "Сыныптас қызға ғашық болып қалып едім.Оған мүлдем көзіне қарап сөйлесе алмаймын.Оны өзіме қалай тез ғашық қылуыма болады?Басқа қыздар бар олармен араласқым келеді, бірақ мұны ұмыта алмадым.",
        "question_date": "4.04.2018",
        "question_tag": "Махаббат",
        "question_views": 6300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Оған үнемі қамқор болуға тырысыңыз.Өзгелер сырттан тон пішсе мән бермеңіз.Үнемі ол қызды қорғап жүріңіз.Оның жанында болғанда мәдениеттірек болыңыз.Онымен барынша ашық сөйлесіңіз.Сол кезде ол сізді сенімді адам ретінде танып,жақын дос болып,сырын ақтарғысы келе бастайды.Сөйтіп достықтың соңы махаббатпен аяқталуы әбден мүмкін",
                "date": "18.04.2018",
                "upvotes": 1
            },
            {
                "text": "Сезіміңді білдір егер шын жаксы корсең",
                "date": "18.04.2018",
                "upvotes": 0
            },
            {
                "text": "Өзіңнің жігіт екеніңді көрсет! Қорықпай, ұялмай бар сезіміңді жайып сал. Əрине бұл өте қиын, бірақ жігіттікті қыздар жақсы бағалайды( қандай қыз екеніне байланысты)",
                "date": "18.04.2018",
                "upvotes": 1
            },
            {
                "text": "Сөзбен тауды қопармай, әрекетіңізбен дәлелдеңіз(қамқорлық жасап, көңіл күйін көтеріп). Құрбыларынан оған не ұнайтынын біліп, қандай жақсы мінез ұнайтынын біліп , өзгеруге тырысыңыз! Жоқ десе де қайтпаңыз! Қыздарға бұл ұнайды! Ал егер тыыым көнбей жатса , көрерсіз...",
                "date": "19.04.2018",
                "upvotes": 0
            },
            {
                "text": "Александр кыз кырсык болта кайтемыз вас айтындаршы халайык",
                "date": "19.04.2018",
                "upvotes": 0
            },
            {
                "text": "Ештеңеден қорықпаңыз . Мүмкін олда сізді ұнататын шығар .Оған сезіміңізді білдірместен бұрын оған қамқор болып күлдіріп қасына отырып əңгімеге тартып  көріңіз. Тек бəрін шынайы жасаңыз . Əлеуметтік желі деде қал жағдайын сұрап оған қызықты əңгімелер айтып жүріңіз . Оған мороженое щоколад дегендерді алып беріңіз .",
                "date": "19.04.2018",
                "upvotes": 1
            },
            {
                "text": "бір бірлеріңнің ұқсас қасиеттеріңді ізде сосын оған тек жақсы жақтарыңды көрсете біл қызық әнгімелер айт смс жазып баста ең алдымен. Ең бастысы өзіңмен сөйлескісі келіп тұратындай короче өзіңді іздейтіндей әрекет жаса/  бәрі өз қолыңда",
                "date": "19.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əскери келысым шарт боиынша вакансия барма?",
        "question_content": "Жалпы казыр каи калада по кантракту жумыска кабылдап жатыр.",
        "question_date": "4.04.2018",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы қаласында бар. Хабарлсыңыз. 87012577532,",
                "date": "8.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А нүктесінен k түзуіне параллель l түзуін жургізіңдер. Белгіленуін жазыңдар?",
        "question_content": "k түзуін жүргізіңдер. k түзуінен тыс жатқан А нүктесін белгілеңдер: \n1) А нүктесінің k түзуінен арақашықтығын табыңдар; \n2) А нүктесінен k түзуіне параллель l түзуін жургізіңдер. Белгіленуін жазыңдар?",
        "question_date": "3.04.2018",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Имидждік журнал дегеніміз не?",
        "question_content": "Имидждік журнал дегеніміз не?\nИмидждік журнал университеттің бренді ретінде - тақырыбында ғылыми мақала қажет. Ақпарат",
        "question_date": "3.04.2018",
        "question_tag": "Университет, колледж",
        "question_views": 672,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бағдарламашы мамандығы бойынша жұмысқа тұру үшін жоғарғы білім міндетті түрде қажет пе?",
        "question_content": "Саламатсыздарма!\n\nМен қазір 9-сынып оқимын мен программист болғым келеді болашақта соған физика таңдап барамғо и осы программист жұмысқа жоғарғы білім міндетті түрде қажетпе? Жəне програмист оқуын бітіргесн жұмыс табылмаса информатика пəн мұғалімі болп кетуге болама? Əле ол үшін ПЕД бітіру керекпа міндетті түрде?",
        "question_date": "2.04.2018",
        "question_tag": "Мамандық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/373265/",
                "date": "3.04.2018",
                "upvotes": 0
            },
            {
                "text": "Қазақстан жоғары оқу орындарында программистерді даярлайтын екі мамандық бар. Олар: ақпараттық жүйелер мен есептеу техникасы және бағдарламалық қамтамасыз ету. Екеуі бір-біріне өте ұқсас. Бірақ, екіншісінде программалауға көп көңіл бөледі. Бұл мамандық оқытылмайтын университеттер кем де кем. \nБолашақта көп салада қызмет атқаруыңа болады. Мысалы, менеджер, кеңесші, әр саланың ақпарат маманы. \nБұл мамандыққа түсу үшін физика пәнін таңдау керек. Негізі шамаңыз келсе, міндетті түрде бірден университетті оқығаныңыз жөн. Сол кезде мектептерде мұғалім бола аласыз. Ал колледждегі білім аяқталмаған жоғары білім болған соң, сізге оқытушылық статусы берілмейді.",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыдыстың м3 табу керек?",
        "question_content": "Бір ыдыстың м3 табу керек?\nБиіктігі 1.05м\nШирина 1.5м\nҰзындығы 1.6м",
        "question_date": "2.04.2018",
        "question_tag": "Геометрия",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлемі=биіктігі*ені*ұзындығы=1,05*1,5*1,6=2,52 м^3",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Армандар орындала ма?",
        "question_content": "Кімнің Арманы ормандалды? Арман орындалу үшін не істейсіздер?",
        "question_date": "2.04.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине армандар орындалады Ол үшін сенім қажет және өзіңіз әрекет жауа керек",
                "date": "2.04.2018",
                "upvotes": 0
            },
            {
                "text": "Армандар ақылға қонымды болса әрине орындалады.Арманым орындалсын десең оқы,оқы,сосын әрекет ет))",
                "date": "2.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абысынға сәлем салады ма?",
        "question_content": "Ағамның әйеліне менің әйелім жеңгеме сәлем ете ме?",
        "question_date": "2.04.2018",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Келіннің жанұядағы қызметі мен әдептілігінің белгісі, ата-енесіне, қайын жұртына деген құрметі мен сәлемі. \nБеташар кезінен бастап сәлем салу басталады. Сәлемді ата-баба салтымен иіліп немесе тізесін бүгіп салады. Ал сәлемге ие болған адам: \n- Бақытты бол, балам! - деп ықыласын білдіреді немесе қарт аталар мен аналар жас келіннің маңдайынан иіскеп, бақыт пен берекет тілейді. \nЖас келін бір үйдің берекесін кіргізетін болашақ ана болғандықтан, ата-ене үйлі-жайлы болып, бала-шағалы болуларына үлестерін қосады. \"Жақсы келін - қызындай, жақсы күйеу - ұлындай\" деп қазақ даналары бекер айтпаған. \nКеліннің келін болып түсе сала, өзіне артылған міндеттері бар. Таңертең ерте шай қою, дастарқан жайып шай беру, үй тазалығы, ауылды жерде - ошақ басындағы қызметі, мал жайғастыруы, сиыр сауып, күбі пісу. Келін болып түскен күннің ертеңіне-ақ, таңертеңгісін, осы тірліктерге араласпас бұрын, ізеттілік көрсетіп, ата-енесіне тізе бүгіп, сәлем салады. Келін үлкендер алдында орамал тартып жүреді. Ол да ұлкендерге көрсеткен құрмет. Негізінен, тек жаңа түскен келіндер ғана емес, инабаттылықты, кішіпейілділікті, көрегендікті ту еткен үлкен апа-жеңгелерімізге дейін жасы үлкен кісіге бас иіп сәлем берген. \nӘйел адам келін болып түскен күннен бастап жаңа келген жеріндегі күйеуі жағынан жолы үлкен қайынаға, абысын-ажындарына, ата-енесіне иіліп сәлем салуы — өзге ұлттардан ерекшелігіміз.",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлеңімді қалай сатсам болады?",
        "question_content": "Сәлеметсіздерме құрметті оқырмандар маған Алла Тағалам өнер берді Альхамдулиллях енді менің отбасылық жағдайым дәл қазіргі уақытта қиындап кетті ойланып қарасам өнерімді пайдалансам деймін. Мен өлең шығарамын соны өнер адамдарына сатсам деген ниетім бар соны қалай сатсам болады ақылдарыңызды қосыңыздаршы",
        "question_date": "2.04.2018",
        "question_tag": "Өнер",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Енді тек өз-өзіңізді жарнамалай білу өнері керек шығар мүмкін))",
                "date": "2.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыртқам жиі ауырады. Неден болуы мүмкін?",
        "question_content": "Еркектік жұмыртқам ауырып жүр. Айналасынан кішкентай бірденке шыққан болуы керек. Не болуы мүмкін. Тамырлары аяздан суықтап қалғаннан мүмкін бе?",
        "question_date": "1.04.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 634,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Урологқа көрін.\n\nМұнда уролог отырмайды.",
                "date": "3.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Температурасы 270С азот молекулаларының (N2) орташа квадраттық жылдамдығы:",
        "question_content": "Температурасы 270С азот молекулаларының (N2) орташа квадраттық жылдамдығы:",
        "question_date": "1.04.2018",
        "question_tag": "Университет, колледж",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "<Vкв> ² = 3·R·T / M\n\nБерілгені:\n\nR = 8,31 Дж/(К·моль) -\nt =  270°C     T = 270 + 273 = 543 K\nM(N2) = 0,028 кг/моль\n<Vкв>² = 3·8,31·543 / 0,028 ≈ 484 000 (м/с)²\n\n<Vкв> = √(484 000) ≈ 695,700 м/с",
                "date": "25.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қатқыл дискті жөндеуге бола ма?",
        "question_content": "Абайсызда ноутбугым үстелден құлап жасамай қалды.Еш жері жарылмады да,сызылмады да.Қызмет көрсететін жерге көрсеткен ем,жесткий диск жанып кеткен,жаңасын ал дейді.\"Жарайды алармын,бірақ ондағы файлдарым ше?\" десем,қуантар жауап ести алмадым.Қалпына келтірем деп әуре болмай ақ қой деген)).Кім біледі,осы жесткий дискті оңдауға бола ма жалпы?Мүмкін бізде болмаса,өзге елде?",
        "question_date": "31.03.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Йа арине болады бірақ қымбатқа тусуі мүмкін өйткені ішіндегі дискіні басқа хард дискіге салады",
                "date": "7.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Америка Құрама Штаттарында жылына 640 ретке дейін болатын құбылыс бар.",
        "question_content": "Америка Құрама Штаттарында жылына 640 ретке дейін болатын құбылыс\nбар.",
        "question_date": "31.03.2018",
        "question_tag": "Табиғат",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Найзағайлы шторм.",
                "date": "24.04.2018",
                "upvotes": 0
            }
        ]
    }
]