[
    {
        "question_title": "Soccer stars ойынын ойнайтындар назарына",
        "question_content": "Soccer stars ойынында қалай фото қоюға болады?",
        "question_date": "14.02.2016",
        "question_tag": "Ұялы телефон ойындары",
        "question_views": 334,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Soccer stars ойнағаннан гөрі сабағыңды дайындамаймысың?!!",
                "date": "14.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егер tga=2 болса онда өрнектерінің мəнін тап",
        "question_content": "Егер tga=2 болса онда 1)3sina-5cosa 4sina+cosa 2)2sin2a-sinLcosL 3sin2L+2cos2l",
        "question_date": "14.02.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "tga=1 боландагысын шыгарайын\na=arctg1=45\n1)3*sin45-5*cos45=3/2^0.5-5/2^0.5=-2/2^0.5=-2^0.5\n4*sin45+cos45=4/2^0.5+1/2^0.5=5/2^0.5",
                "date": "15.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сенің сұрағыңа жауап берсе",
        "question_content": "Сенің сұрағыңа жауап берсе, оның астында пікір қалдыру және байрақ тұрады. Пікірде пікір қалдырасың. Байрақта 1 спам деген нәрсе қалдырасың. Сол 1 спам не? Нені білдіреді?",
        "question_date": "14.02.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Трапетцияның бүйір қабырғалары 13 және 15 см",
        "question_content": "Трапетцияның бүйір қабырғалары 13 және 15 см. Ал периметрі 48 см. Трапецияның орта сызығын табыңдар",
        "question_date": "14.02.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мынадай болады:",
                "date": "14.02.2016",
                "upvotes": 4
            }
        ]
    },
    {
        "question_title": "Өрнекті ықшамдау қажет?",
        "question_content": "(2а+2в)квад-2 (а+в)квадрат=\n\nӨрнекті ықшамдау қажет?",
        "question_date": "14.02.2016",
        "question_tag": "Математика",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқаша көбейту формулалар топтамасының бірінші формуласы сізге көмекке келеді. Осы формуланы пайдаланып екі жақшаны ашып шығыңыз. Ары қарай кәдімгі екінші сыныптың плюс минустері. Бір біріне қосып, аласыз. Сомен есеп шығады.",
                "date": "14.02.2016",
                "upvotes": 1
            },
            {
                "text": "(2*a+2*b)^2-2*(a+b)^2=(4*a^2+8*a*b+4*b^2)-2*(a^2+2*a*b+b^2)=4*a^2+8*a*b+4*b^2-2*a^2-4*a*b-2*b^2=2*a^2+4*a*b+2*b^2=2*(a+b)^2",
                "date": "14.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздық перде туралы сұрақ?",
        "question_content": "Қыздың мүшесіне саусақ тықса және сол жерден кішкене қан ақса қызғыттау түсі, онда қыздың қыздығы алынды деген ба?",
        "question_date": "14.02.2016",
        "question_tag": "Тазалық",
        "question_views": 12300,
        "question_upvotes": -3,
        "answers": [
            {
                "text": "оны арнаулы клиникалық тексерістерден өткізіп барып көз жеткізіуге болады,",
                "date": "14.02.2016",
                "upvotes": 0
            },
            {
                "text": "Саусағыңды тығып нең бар едi ерiккен.",
                "date": "14.02.2016",
                "upvotes": 0
            },
            {
                "text": "Админ қайда қарап отыр бұндай сұрақ қоятын жер емесқой , админге айтарым тағыда +18 деген ашыңыз ол жерге тек жасы жеткендер кіріп сұрақ қойсын осындай тақырыптарда , болмаса ұят нәрсе мынау негізі кім біліпті балаларда кіретін шығар осында",
                "date": "14.02.2016",
                "upvotes": 3
            },
            {
                "text": "Медераторлар қайда мына сұрақты жаппай не қарап тұр",
                "date": "16.02.2016",
                "upvotes": 0
            },
            {
                "text": "Жалпы әр адам өзі біледі ғой не істесе де. Сені жан-жақтан жамырап қорқытып тастағанғой, қыздық пердең жоқ болса біттің, ойбай құрисың деп. Ештеңе де болмайды. Саусағыңды тығып нең бар еді дейін. Бірақ тағ өзің білесіңғой)))",
                "date": "7.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Келер шағы бар қыс деген тақырыпқа мәтін керек?",
        "question_content": "Келер шағы бар қыс деген тақырыпқа мәтін керек?",
        "question_date": "14.02.2016",
        "question_tag": "Өнер",
        "question_views": 587,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған қысқы демалыс өте ұнайды. Ол жазғыдан әлдеқайда қысқа болғанымен, жарқын және көңілді өтеді. Менің ең сүйікті мерекем, осы мезгілде болады. Ересектер де, балалар да бұл мейрамды асыға күтеді. Адамдар шыршаларды безендіріп, үйлерді, мектептерді және саябақтарды әшкерлейді. Барлығы бір-біріне сыйлықтар сыйлап, Аяз атаның келуін күтеді. Мен қысты қатты жақсы көремін! Бұл жылдың ең сиқырлы уақыты. Айналаның бәрі аппақ болып кеткенде, ертегіде жүргендей болып кетесің. Бастапқы кезде, үйден шыққың келмейді. Бірақ, қардың бетімен жүрген кезде шығатын сықырлаған дыбыс, жүрекке қуаныш сыйлайды! Ең бастысы – бір жерде ұзақ тұрып қалмау керек. Егер қозғалыста болсаң – тоңбайсың! \nКүз кетіп, оның орнына қыс келеді. Далаға ақ кілем төселгендей қар жауады. Бұл мезгіл балаларға үлкен қуаныш сыйлайды! Олар сноуборд, шаңғы, шана және коньки тебуге мүмкіндік алады. Қыстың ажырамас бөлігі – бұл Жаңа жыл. Жаңа жыл – ең керемет және көңілді мереке. Бұл күні ересектер, балалар сияқты ғажайып заттардан үміттеніп, армандарының орындалуын тілейді. Біздің отбасы үшін – бұл жыл мезгілі ерекше уақыт. \nБіз қаланың сыртында тұрамыз. Үйдің ауласында бірнеше шырша өсіп тұр. Оларды безендіретін бұйымдарды өз қолымызбен жасаймыз. Кішкентай інімді қасыма ертіп алып, жаңа жылдың қарсанында аққаланы дұрыс қалауды үйретемін. Қысқы мейрамдар жанұяны біріктіріп, балаларға қуаныш сыйлайды. Қыс – суық мезгіл. Құстар жылы аймақтарға ұшып кетіп, тек қарғалар ғана қалды. Аяздың әсерінен терезелерде әдемі өрнектер пайда болды. Желтоқсан айында жиі қар жауады. Қаңтар айында аяздар күшейеді. Ал, ақпанда ауа райы жылынып, адамдар көктемнің келуін күтеді. Маған ол ұнайды! Өйткені, достарыммен бірге коньки тепкенді жақсы көремін! Қыс келді. Жердің бетіне ақ көрпе төселгендей. Күндер қысқарып, түндер ұзара бастады. Құстар ән айтуды тоқтатты. Біз досымыз екеуміз далаға шығып, аққала қаладық және шана тептік. Маған осы жыл мезгілі ұнайды, өзінді ертедегідей сезінесін, әсіресе қар жауып тұрған кезде.\n\nТолығырақ: https://faktiler.kz/kys-turaly-shygarma/",
                "date": "29.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір аптаның күнделік жазудың мысалдары барма?",
        "question_content": "Бізге қазақ тілі пәнінде бір аптаның күнделігін жазып келсін деп еді. Бір аптаның күнделік жазудың мысалдары барма?",
        "question_date": "14.02.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": ".                                                                    .",
                "date": "14.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Коледжге түсу үшін қандай сабақтардан тапсырады 9 сыныптан соң?",
        "question_content": "Коледжге түсу үшін қандай сабақтардан тапсырады 9 сыныптан соң?",
        "question_date": "14.02.2016",
        "question_tag": "Заң",
        "question_views": 359,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Біздің мемлекетте қандай мемлекеттік қызметтегі жұмысшыға ссуда беріледі?",
        "question_content": "Біздің мемлекетте қандай мемлекеттік қызметтегі жұмысшыға ссуда беріледі?",
        "question_date": "13.02.2016",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрттаған тісті ауыл жағдайында қалай алуға болады ?",
        "question_content": "Құрттаған тісті ауыл жағдайында қалай алуға болады, дәрігерге бармай.",
        "question_date": "13.02.2016",
        "question_tag": "Денсаулық",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігерге бармай кұрттаган тісті алу мүмкін емес соның сондықтан кандай жагдай болмасын ауыл жагдайыма ондайда облыстық ауруханага барган жон немесе дарігерге каладагы бару керек  егер де кұрттаған тісті дереу алып тастамаса ол тістің жақ сүйегіне шауып кеті қаупі бар содан соң тістің астында  ақпен қапталған ірін жауып турады ал оны алу үшін тіс жулдырады егер де тісінді жулдырғын келмесе дереу дәрігерге каралып тісіне пломбы салдыртканын жөн!",
                "date": "14.02.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "13-15 ғасырлардағы қазақстанның рухани мәдениеті туралы әңгіме?",
        "question_content": "13-15 ғасырлардағы қазақстанның рухани мәдениеті туралы әңгіме?",
        "question_date": "13.02.2016",
        "question_tag": "Мектеп",
        "question_views": 26300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "14-15 ғасырларда шаруашылықтың басым түрі мал шаруашылығы болды. Материалдық игіліктер мал басынан алынатын шикізат көзіне байланысты жасалып отырды. Отырықшы аудандарда жер өңдеуге темір соқа, жерді тегістейтін мала, орақ, шалғы, кетпен, ағаш күрек пайдаланылған. Ұн тартатын су және қол диірмендер, бидай және тары түйетін келі-келсаптар болған. 14-15 ғасырларда ру-тайпалардың әдеби туындылары ауызша таралды. Фольклордың ертедегі үлгілері мифологиялық сюжеттерден тұрады. Ғарыш пен Жердің Ғайыптан пайда болуы немесе Күн мен Айдың және жұлдыздардың қайдан шыққандығы туралы түрлі аңыздар сақталған. 6-8 ғасырлардан бастау алған батырлық жырлары толықтырылып, 14-15 ғасырларда эпостық жырға айнала бастады. 13-15 ғасырларда авторы белгілі ауызша поэзияның үлгілері дами бастады. Ауызша поэзияның өкілдері: Кетбұға, Қотан, Сыпыра жырау, Асан Қайғы. 14-15 ғасыр аралығында ауызша әдебиетпен қатар жазбаша әдебиет те дами бастады. Олардың көпшілігі қыпшақ тілінде жазылған. Алтын Орда дәуірінен бері келе жатқан күй-аңыздар: “Жошы ханның жортуы”, “Ақсақ құлан”, “Ел айырылған”, “Сағыныш”. 14 ғасырда Өзбек пен Тоғылық-Темір хандардың билігі кезінде исламның таралуына қатты көңіл бөлген. Қазақстанда исламның суфизм тармағы таралған. Суфизмнің кейбір идеялары мен әдет-ғұрыптары шаманизмнің наным-сенімдеріне жақын болған. Сонымен 14-15 ғасырларда ислам діні мен шаманизмнің кейбір наным-сенімдері қатар өмір сүрген. http://m.itest.kz/lekciya_14_15_hasyrlardahy_qazaqstan_madenietining_damuy",
                "date": "24.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірдей дауысты әріптен басталатын және аяқталатын сөздер",
        "question_content": "Бірдей дауысты әріптен басталатын және аяқталатын сөздер керек еді.Мысалы: ана (Тек А әріпіне емес)",
        "question_date": "13.02.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көк,нан,қазақ,қасық,құдық,қайық,киік,қырсық,қатық,қаймақ,қазық,шаш,тат,торт,ңөң,",
                "date": "13.02.2016",
                "upvotes": 0
            },
            {
                "text": "ереже, ене . ерте,іні, басқа сөздер таба алмадым .",
                "date": "15.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Касперский антивирус барлық браузерлерде интернет жылдамдығын тежейді ма?",
        "question_content": "Касперский антивирус барлық браузерлерде интернет жылдамдығын тежейді ма?  Бүгін Касперский орнатқан едім барлық браузерлерім ұзақ ойланып тұрып қалатын болды. Ұзақ уақытта ашылады,  бұрын басқа антивирустер тұрған кезде көз ілеспей тез ашылып тұратын еді.  не істеу керек енді, настройкадан болуы мүмкін ба?",
        "question_date": "13.02.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүнкін сайттағы вирустық заттарды тексеріп жатырған шығар , антивирустың офф сайтында форум немес сұрақтарға жауап  болуы керек сол жерден іздеп көр",
                "date": "13.02.2016",
                "upvotes": 0
            },
            {
                "text": "Трафикты тексеретин шыгар.",
                "date": "21.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қағаз бен желім қабатталып жасалатан технология қалай аталады?",
        "question_content": "Жалпы бұл технология қағазды желіммен қабаттау арқылы жүзеге асады. Нәтижесінде ол картон қағазындай, бірақ одан әлде қайда мықты материялға айналады. Ос технология қалай аталады?",
        "question_date": "13.02.2016",
        "question_tag": "Өнер",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Папье-маше дегенде бар мүнкін сол шығар\n\nПапье-маше- Твёрдое плотное вещество из бумажной массы, смешанной с гипсом, клеем, применяемое для изготовления различных предметов путём прессования",
                "date": "13.02.2016",
                "upvotes": 0
            },
            {
                "text": "Ол технология халтура деп аталатын шығар.  Қазір 21 ғасыр ПВХ қолданып жүрміз.",
                "date": "14.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арамызда жасырын маньяктар, нәпсі вандаллары, бетперделі науқастар бар екенін білесіз бе?",
        "question_content": "\"Жаман нәрсені қарай берген сайын адамның оған еті де үйрене бастайды, қалыпты нәрсе ретінде қабылдайды. Жалпы ғалымдардың айтуынша бір нәрсені 7 рет көргеннен кейін адам оған анормал нәрсе ретінде қарамайды екен. Сондай-ақ адамның ішінде жатқан кей түйсіктер оянады, оның қызығушылығы арта бастайды. Бірақ, мұны білдіргісі келмейтін жасырын маньяктар мұндай жаңалықтарды «Масқара, сұмдық!» бетпердесі арқылы тарата бастайды. Өзіне ұнаған нәрсені басқаларға да көрсеткісі келеді осылайша. Мұндай адамдарда психологиялық және жыныстық ауытқушылықтар бар деп айтуға болады.\"",
        "question_date": "13.02.2016",
        "question_tag": "Қоғам",
        "question_views": 524,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Білемін.\n\nіііім. Сұрағыңыз жай ғана ақпаратқа көбірек саяды екен.",
                "date": "14.02.2016",
                "upvotes": 1
            },
            {
                "text": "Оныңыз рас.Кезінде ата-әжелеріміз бетін шымшып,теріс айналатын нәрселерге қазіргі адамдардың еті үйреніп кеткен.Небір ерсі қылықтар мен ауытқуларды әдемі атаулермен,терминдермен тықпалап жатыр әйтеуір.Бұның арты сөзсіз қоғамның рухани құлдырауына әкеліп соғады.",
                "date": "15.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Судорогтан қалай құтылуға болады?",
        "question_content": "Салеметсиздерме? Мени мазалап журген маселе акемнин ауруы. Осыдан 13 жыл бурын акем катты ауырып калган болатын. Кози ашык куйинде корылдап, аузынан кан аралас кобик агып деген сиякты. Бизге ауылдын врачтары давлениеден кулаган деген (точно диагнозын билмейм) тусиндирип еш нарседе айтпады. Содан бери бармаган жеримиз калмады, Россиянын Новотроицк каласына да апарып келди анам. Еш натиже жок, ар ауырган сайын судорог устайды, кейде бир кунде 2-3 рет судорог устайтын кундерде болат. Казирги кезде типти киындап кетти жагдайы. Аягынан баса алмай калды уршыгына операция жасайды деп жатыр. Судорог устаганда киналып кетемиз баримиз. Еш дари комектеспеди. Сонгы рет больницага барганда баста мида озгерис бар деген (озимиздин тилмен айтканда). Казир судорог устау жиилеп кетти. Ар судорог устаган сайын комага тусип кетет. Калай ойлайсыз емдеуге болама? Жане уршыгына операция жасаса котере алама? Сурайтын сурагым айтатыным оте коп бирак сыйгыза алмайм окиништи ((",
        "question_date": "13.02.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ШЫҢ кітап па, әлде ТАЛАПКЕР ме??",
        "question_content": "Достар!! Мен оқушымын!! Мен анықтама алғым келеді!! ШЫҢ анықтамалары жақсы ма әлде Талапкер-ден оқушы анықтамалры жақсы ма?? Қайсысында мәлімет көп және де оқуға тиімді!! Және де Атырау қаласында бағалары қанша??",
        "question_date": "13.02.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ШЫҢ анықтамалары жақсы. Атырауда қанша тұратынын білмейм Шымкентте бір ШЫҢ кітап 700тенге",
                "date": "13.02.2016",
                "upvotes": 0
            },
            {
                "text": "Егерде жаттайтын пән болса Шың, математикалық пәндерге талапкер дұрыс",
                "date": "13.02.2016",
                "upvotes": 0
            },
            {
                "text": "Шың кітап ыңғайлы сияқты",
                "date": "13.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "86/59қан қысымы өмірне қаншалықты қауіпті?",
        "question_content": "менің анам60жаста  қазір жұрек тамыры тосылган деген диагноз қойылған ауыргаоы бес күн болды қан қысымы  86/59 бұл өте төмен ба өмірге қаншалықты қауіп төндіреді алла разы болсын жауап жазсаңыздар?",
        "question_date": "13.02.2016",
        "question_tag": "Денсаулық",
        "question_views": 287,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Информатикадан көмек керек. Қиын болып жатыр?",
        "question_content": "Информатикадан көмек ұолын созыңыздаршы",
        "question_date": "13.02.2016",
        "question_tag": "Информатика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешкім сізге көмектеспейді,әуре болмаңыз.Өз біліміңізді өзіңіз жетілдіруіңіз керек.",
                "date": "13.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 жасар балаға тілін шығаратын қандай бағдарламалар бар?",
        "question_content": "2 жасар балаға тілін шығаратын қандай бағдарламалар бар? Қызым ерке айтқан сөздерінді қайталамайды мысалы ( ата,аже,коке,тате)",
        "question_date": "13.02.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "электронды әліппелерді сатып алып беріңіз көп пайдасы болады",
                "date": "14.02.2016",
                "upvotes": 1
            },
            {
                "text": "Көпшілікпен араластыру, қонаққа алып бару, жүрген жеріңізде ертіп жүру. Жай ғана жаныңызға ертіп жүру емес, онымен ересек кісілерше сөйлесу, \"Мынаны көрдің бе? Ананы қарашы.\" деген сияқты жеңіл сұрақтардан бастап, \"Бұл туралы сен қалай ойлайсың\" деген сияқты диалогқа әкеліп соғатын сұрақтарды қою. Бәрі бірден бола қоймайды. Қаймықпаңыз.\n\nМен бұл мәселеден маман емеспін, ата-ана болып бала да тәрбиелеген емеспін. Жай өз ойым. :-) Пайдасы тиеді деп үміттенемін.",
                "date": "14.02.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Комп. браузерлеріңе Workno.ru сияқты. жаман вирустар орнатылып кетпей жүр ма?",
        "question_content": "Компьютерлеріңде браузерлеріңе Workno.ru сияқты т.б. өте жаман мусор, вирустар орнатылып кетпей жүр ма? Ондай вирус, мусорлар жүйкеңді тоздырып шаршатты ма?\nОЛАЙ БОЛСА ОНЫ ЖОЮ ӨТЕ ОҢАЙ   !  Мына сілтемеден AVZ утилитасын жүктеп алып сол арқылы тазалап тастайсың, ол өте тез орындалады. сілтемесі міне     http://www.softportal.com/get-4128-avz.html      осы жерден жүктеп ал да компьютеріңді тазалап ал.\nСуреттен қарап ал қалай тазалап жатқанын.",
        "question_date": "12.02.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 317,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "көп көп рахмет өшірдім",
                "date": "13.02.2016",
                "upvotes": 1
            },
            {
                "text": "Мен өшіре алғам жоқ",
                "date": "14.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квадрат үшмүшені көбейткіштерге жіктеңдер",
        "question_content": "1)ax²-(a+c)x+c\n\n2)6x²+5mx+m²\n\n3)56y²+ay-a²\n\n4)(m-n)x²-nx-m",
        "question_date": "12.02.2016",
        "question_tag": "Математика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a*x^2-(a+c)*x+c=a*x^2-(a*x+c*x)+c=a*x^2-a*x-c*x+c=(a*x-c)*(x-1)\n\n6*x^2+5*m*x+m^2=(6*x-m)*(x+m)+2*m^2\n\n \n\n56*y^2+a*y-a^2=(56*y+a)*(y-a)+56*a*y\n\n \n\n(m-n)*x^2-n*x-m=m*x^2-n*x^2-n*x-m=(n+m)*(x^2-1)+n*(1-x)",
                "date": "13.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Иондалған сәуле шығару деген тақырыпқа мәтін жазу?",
        "question_content": "Иондалған сәуле шығару деген тақырыпқа мәтін жазу? 40 сұрақтық тест қажет?",
        "question_date": "12.02.2016",
        "question_tag": "Физика",
        "question_views": 549,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тыныс бериш туралы мәлемет керек еді?",
        "question_content": "Тыныс бериш туралы мәлемет керек еді? Тыныс деген кісі қандай адам болған екен, білсеңіңдер шежіре оқысаңыздар?",
        "question_date": "12.02.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тыныс Жайық Беріштің төртінші баласы.кіші жүзденбіз.",
                "date": "12.12.2021",
                "upvotes": 0
            }
        ]
    }
]