[
    {
        "question_title": "\"Қазақстным ұлы отаным-ай\"",
        "question_content": "Ернар Айдар орындаған \"Қазақстаным ұлы отаным-ай\" әнінің оригинал минусовкасын тауып беріңіздерші",
        "question_date": "14.02.2017",
        "question_tag": "Қазақша ән",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ернар Айдар — Қазақстаным Ұлы Отаным-ай минус",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инкубатор жасауға керек заттар қандай?",
        "question_content": "Салеметсізбе мен қолдан инкубатор құрастырайн дееп ем соған енді қандай заттар кеерек,астына толық қалдырсаңыздар немесе толық видео болса",
        "question_date": "14.02.2017",
        "question_tag": "Биология",
        "question_views": 981,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйрек пен қаз өсіру.\n1.Жалпы ақпарат.Үйрек пен қаз – үй шаруашылығындағы пайдалы құстардың бірі. Олар күй талғамайды, ет пен майды, өте жақсы қауырсын мен мамықты мол береді. Үйрек пен қаз өнімдері: біздің тағамдық тұтынуымызда құнды болып саналатын еттері, қаздың майлы бауыры, олардың майы.\n2.Ғимарат.Үйрек те, қаз да төзімді құстар қатарына жататындықтан, тақтайдан тығыз етіп жасалған қоралар олар үшін әрі арзан әрі қолайлы болып саналады. Оның едені жерден сәл жоғары етіп жасалуы керек. Әрбір қораны екіге бөлген тиімді болар еді: біріншісін – үлкендеу етіп демалыс пен серуендеу үшін, екіншісін – кішілеу әрі аздап қараңғылау етіп құстардың дамылдап отыруы мен жұмыртқа салуы үшін. Үйрек пен қаз өсірудегі ең маңызды нәрсе таза төсеніш пен міндетті түрде ауаны желдетіп тұру болып табылады. Әрбір құстың ұясын жасанды түрде бір-бірінен бөлек ету үшін шөп, сабан, қурай, құрақ сынды немесе басқа да шөптермен жауып немесе қоршап қою керек.\n3.Құрал-жабдықтар.Егер сіз құс өсіруді балапан кезінен бастағыңыз келсе, сізге инкубатор қажет болады.Жұмыртқалардың инкубациясы үшін арнайы дүкендерде сатылатын кішігірім кез келген тұрмыстық инкубаторлар қолданыла береді. Дайын зауыттық инкубаторлардан басқа әуесқой құс өсірушілердің көбісі қолдан жасалған қарапайым инкубаторларды пайдаланады. Оларды құрастыру туралы мәліметтер интернетте жетерлік. Қаз балапандарының жұмыртқаны жарып шығу мерзімінің басталуы – 29- күн, жаппай шығатын күні – 30-күн, шығудың бітетін күні 31-күннің бірінші бөлігі, ал үйрек балапандарының шығуы 27- күні басталып, жаппай шығу – 28-күні жалғасады.\n4.Негізгі жем.Үйрек пен қаз балапандарының алғашқы қорегі – ұсақтап туралған пісірілген жұмыртқа, салат, әртүрлі көк-сөк, пісірілген күріш немесе тары. Екі аптаға дейін оларға әрбір екі сағат сайын жем беру керек. Одан кейін жем беруді тәулігіне 5-тен 3 ретке дейін қысқартуға болады. Бұдан кейін үйрек пен қаз балапандары қанаттанып, шамамен 2 айдай өсіп-жетілген уақытта оларды жетілген құстардың қорегіне көшіруге болады. Ал ересек үйрек-қаздарды жаз бен күзде көбінесе жайылымда ұстап, кешкі мезгілде ғана қоспа жеммен немесе дәнмен қоректендіруге болады. Үйрек пен қаз балапандарының тиімділігі сол, олар бар болғаны алғашқы 1,5-2 ай мерзімде ғана айтарлықтай калоритті жемді қажет етеді де, бұдан кейінгі уақытта оларды негізінен жайылымда өсіруге болады. Жайылымнан оралған уақытта күніне бір рет құстарды бақшаның көк шөптерімен: тамырлы жемістердің собығы, арамшөптер, адам тұтынуына жарамсыз жемістер мен көкөністердің, асхана, дән мен ұн қалдықтарынан дайындалған быламықпен қоректендіру керек.\n5.Үйректер пен қаздарды көбейтудің технологиясы.Оларды көбейтудің бірнеше тәсілдері бар: күріктеусіз, аналық ұрғашы қаз арқылы және күрік бастыру арқылы.\nҮйректер мен қаздарды күріксіз көбейту тәсілі.Үйректер мен қаздарды күріксіз көбейту тәсілін қолдану барысында балапандар жарып шыға салысымен құс қорада + 32ºС температурасын сақтауды қамтамасыз етіп, оны 10 күн бойы күнаралатып 1ºС-ге төмендету керек. Бұдан кейінгі әрбір үш күн сайын 2ºС-ден төмендете отырып, қорадағы жылуды 8ºС-ге дейін төмендетпейінше осындай қалыпта ұстайды. Құс қораны балапандар тіршілігінің 22-күнінен бастап жылытпай-ақ қойса да болады немесе температура аяқ-астынан төмендеп кеткен жағдайда ғана жылыту керек. Оларды суға 14 күндік болған кезде күріксіз жіберуге болады, алайда су өте салқын және оның ағысы тым қатты болмау керек.\nАуа райы мен сыртқы температураны ескере отырып, үйрек пен қаз балапандарын жайылымға үйрете бастайды.\nКүрікпен көбейту. Құстарғақолайлы жайылымұйымдастырған жағдайда ғана жүзеге асуы мүмкін.Қаз балапандарын буындары қатайған кезде немесе туа салысымен-ақ жайылымға жіберуге болады.\nҚаз бен үйрек балапандарын тор астында өсіруге болады.Қаздар мен үйректерді жұмыртқа шығаруға отырғызудың қолайлы мезгілі – наурыз айының аяғы, сәуірдің ортасы.Осы уақытта олардың жұмыртқа тууы тоқтап, жұмыртқа басу түйсігі пайда болады. Ерте жарып шыққан қаз бен үйрек балапандарының өсу кезеңі ең қолайлы мезгілмен тұспа-тұс келеді, себебі дәл осы уақытта олар жас, құнарлы шөппен қоректене алатын болады. Қаздар мен үйректер жұмыртқа басатын орын қараңғылау, таза, иіссіз, температурасы 12ºС-ден төмен болмауы керек. Жұмыртқа басу барысында құс қорада тыныштық болу керек, сондықтан өзге құстарды басқа жерге орналастырған дұрыс. Қаздар мен үйректер көбінесе жұмыртқа салған ұяларында ғана жұмыртқа басады. Егер жұмыртқаларды басқа жерге ауыстыратын болса, олар жұмыртқа басуын тоқтатуы мүмкін. Қаздың астына 11 – 13 жұмыртқа салады. Қаз бен үйрек балапандарын мұндай жолмен өсіру барысында жасанды жылытудың қажеті жоқ.\n6. Сату. Қаздар мен үйректерді өсіру олардан алынған өнімдерді (мамық, қауырсын, тезек) толық өңдегенде ғана тиімді. Қаздың салмағы 4 -8 кг., 600 г. мамық береді. Үйректің салмағы 1,5 кг.,3 кг. мамық береді. Етін өткізумен қатар, мамықты шикізат ретінде пайдалана отырып, жастық, көрпе жасаумен немесе тігін шеберханаларымен келісуге болады.\n7. Болжамды есептеулер.\n7.1. Шығыстар:\n– қаз бен үйрек балапандарын сатып алу – 1 бас – 400 теңге х 30 = 12 000 теңге.\n– жем – 3 000 теңге.\n7.2. Табыс:\n– Қаздарды сату – 1 бас 3 500 – 4 000 теңге х 15 бас = 52 000 теңге.\n– Үйректерді сату – 1 бас 1 500 – 2 000 теңге х 15 бас = 22 00 теңге.\n\nhttp://imurat.kz",
                "date": "27.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өтін алдыртқан кісі уақытынан бұрын зейнеткерлікке шыға ала ма?",
        "question_content": "2000 жылдары анамыз ауырып емханаға түсті. Өті тасқа толып кетіпті. Ота жасатып өтін алдырып тастады. Содан бері тамақтану жүйесі бұзылды. Ішкен тамағы оңайшылықпен қорымайды. Сол жылдары зейнетақы жасатуды да ойламаппыз. Казір әркімдер айтады: зейнетақы жасатсаң шығады деп.  Сол қаншалықты рас? Рас болса қалай жасатуға болады? Заңгерлік кеңістеріңізді берсеңіздер! Рахмет!",
        "question_date": "14.02.2017",
        "question_tag": "Заң",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балам не себептен дипломдық жұмысты қорғауға жіберілмейді?",
        "question_content": "Ассалаумағалейкумдер!\n\nМенің балам Ақтөбе қаласы\"Қ.Жұбанов атындағы Ақтөбе өңірлік мемлекеттік университеті\"(грант)  2014-2015 оқу жылының 1-жартыжылдығының қортындысы бойынша  1-пәнен \"Шет тілдері\" пәнінен \"С+\" қанағаттанарлық баға алған, мемлекеттік емтихан тапсыруға және дипломдық жұмысты қорғауға не себепті жіберілмейді, балам оқуға түскен жылы бұндай өзгерістер болмаған, бұл не сонда болашақты балталаума?",
        "question_date": "14.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 342,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың бұрыштарын табыңдар?",
        "question_content": "Үшбұрыштың сыртқы бұрышы 120 градус қалған бұрыштарын табыңдар?",
        "question_date": "14.02.2017",
        "question_tag": "Геометрия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ішкі бұрышы 180-120=60, Қалған екі бұрыштың қосындысы 120 аспау керек",
                "date": "29.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бас сақинасынан қалай арылуға болады?",
        "question_content": "Біз бала кезден бері Анамыздың басымның сақинасы ұстады деп жатып қалатын. Басын көтере алмай, запыраннан-запыран құсып, нәр татпайды. Сол сақинадан арыла алмай келеді. 30 жылдай болды. 2000 жылы қатты ауырып емханаға жатып өтін де алдырып тастады. Тас толып кетіпті. Өтімді алдырттым енді сақинам ұстамайтын шығар деп ойлап еді, алайда ол да болмады. Өтін алдыртқаннан кейін мүлдем тамақ ішуден қалды. Артық тамақ, майлы тамақ, татті, дегендерді аузына алмайтын болды. Осы сақинадан құтылудың қандай жолдары бар? Кеңестеріңізді берсеңіздер. Қандай медициналық, қандай халықтық емдер бар? Сіздерден жауап күтем. Рахмет!",
        "question_date": "14.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 832,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбіне адамдар шектен тыс мөлшерде ауруды басатын дәрілер пайдаланып, дәрілік-индукциялық бас ауруын тудырып жатады. Бұл олардың жағдайын одан бетер төмендетеді. Мұндай ауруды емдеу тіпті қиынға соғады. Сонымен қатар, ауруды басатын дәрілерді дұрыс таңдамау мен оны нұсқаулықсыз тұтыну ішкі мүшелердің бұзылуына да әкеп соғуы мүмкін.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Қан қысымының көтерілуі бас ауруын тудырады деген пікір бар, алайда, шынтуайтында себеп-салдарлық байланысы тұп-тура қарама-қарсы (гипертониялық кризді санамағанда). Бастың ауруы ағзаға түсетін стресс ретінде қан қысымының рефлекстік жоғарылауына әкеледі. Яғни, қан қысымының белгісі емес, себебі бола алады. Сондықтан, ең алдымен бас ауруды үйреншікті дәрі-дәрмекпен емдеу керек. Егер мұнымен қатар гипертониялық ауруға шалдықсаңыз, жиі гипотензивті терапия қабылдап жүріңіз. Төмен қан қысымы мен бас ауруының байланысы да күмәнді. Алайда, статистика бойынша, бас сақинасы ұстап ауыратын адамдарға біршама гипертония тән екені анықталған (қан қысымы 110Х70 немесе 100Х60). Бұл үрей тудырарлық жағдай емес, сондықтан бас ауруын үйреншікті жолмен емдей берсеңіз болады.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұлт қалай түзіледі?",
        "question_content": "Бұлт қалай түзіледі? Кішкене ғана ақпарат болса, жарайды. Алдын ала рахмет!",
        "question_date": "14.02.2017",
        "question_tag": "География",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Судың булануы нәтижесінде, су буы аспанға көтеріліп бұлт түзейді, жиналған молекулалар тамшыларға айналып, критикалық массасына жетіп жаңбыр құяды. Мұхит, теңіздерден су бу болып ұшып бұлт пайда болады. Ол бұлт келіп басқа жерлерге жаңбыр болып жауады, оны физикалық құбылыс деп атайды.",
                "date": "14.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гесс заңның құрылыста қолдануға болама?",
        "question_content": "Гесс заңын құрылыста қолдануға болама? Неге? Сол туралы кішкене мағлұмат тауып бере аласыздарма? Раxмет!",
        "question_date": "14.02.2017",
        "question_tag": "Химия",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Геометрия түзулердің теңдеуі тақырыбы бойынша",
        "question_content": "Көмектесіңіздерші ! Мына түзулерді салыңдар: 3x-2=0, 2y+3=0, x+y=0, 2x+5y=0 , x+2y+3=0, 3x+4y-12=0.",
        "question_date": "14.02.2017",
        "question_tag": "Геометрия",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абайдың 14 - қара сөзінде айтылған ой толғау?",
        "question_content": "Абайдың 14 қара сөздеріндегі айтылған ой толғау?",
        "question_date": "14.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тірі адамның жүректен аяулы жері бола ма? Біздің қазақтың жүректі кісі дегені - батыр кісі дегені. Онан басқа жүректің қасиеттерін анықтап біле алмайды. Рақымдылық, мейірбандылық, әртүрлі істе адам баласын өз бауырым деп, езіне ойлағандай оларға да болса игі еді демек, бұлар - жүрек ісі. Асықтық та - жүректің ісі. Тіл жүректің айтқанына көнсе, жалған шықпайды. Амалдың тілін алса, жүрек ұмыт қалады. Қазақтың «жүректісі» мақтауға сыймайды. Айтқанға көнгіш, уағдада тұрғыш, бойын жаманшылықтан тез жиып алғыш, көштің соңынан итше ере бермей, адасқан көптен атының басын бұрып алуға жараған, әділетті ақыл мойындаған нәрсеге, қиын да болса, мойындау, әділетті ақыл мойындамаған нәрсеге, оңай да болса, мойындамау - ерлік, батырлық осы болмаса, қазақтың айтқан батыры - әншейін жүректі емес, қасқыр жүректі деген сөз.\nҚазақ та адам баласы ғой, көбі ақылсыздығынан азбайды, ақылдың сөзін ұғып аларлық жүректе жігер, қайрат, байлаулылықтың жоқтығынан азады. Білімді білсе де, арсыз, қайратсыздығынан ескермей, ұстамай кетеді. Жаманшылыққа бір елігіп кеткен соң, бойын жиып алып кетерлік қайрат қазақта кем болады. Осы жұрттың көбінің айтып жүрген мықты жігіт, ер жігіт, пысық жігіт деп ат қойып жүрген кісілерінің бәрі - пәлеге, жаманшылыққа еліртпек үшін, бірін-бірі «айда, батырлап!» қыздырып алады да, артын ойлатпай, азғыратұғын сөздері. Әйтпесе құдайға терістіктен, не ар мен ұятқа терістіктен сілкініп, бойын жиып ала алмаған кісі, үнемі жаманшылыққа, мақтанға салынып, өз бойын өзі бір тексермей кеткен кісі, тәуір жігіт түгіл, әуелі адам ба өзі?\nБұл Абайдың 14 ші қара сөзі өзін ішінен керек мәлімет аларсын!",
                "date": "16.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөбектерді оқытып, үйрететін мен мұғалима боламын өлеңінің авторы кім?",
        "question_content": "Мен үлкейіп өсіп толамын, сонда өзіміздің осы ауылдың, бөбектерін оқытып үйрететін, мен мұғалима боламын.\n\nөлеңінің авторы кім",
        "question_date": "14.02.2017",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түзулерді график түрінде салыңдар?",
        "question_content": "Көмектесіңіздерші ! Мына түзулерді салыңдар: 3x-2=0, 2y+3=0, x+y=0, 2x+5y=0 , x+2y+3=0, 3x+4y-12=0.",
        "question_date": "13.02.2017",
        "question_tag": "Математика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Графиктерді осылай саласыз.",
                "date": "26.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неміс тілінен көмек керек?",
        "question_content": "Образуйте сложноподчиненное предложение с придаточными условия.  \n\n1. Bist du schon munter? Stehe schnell auf!\n\n2. Wollen Sie einen Ausflug machen? Sagen Sie es mir!\n\n3. Bleiben nur 2 Minuten bis zur Abfahrt? Warte nicht auf mich!\n\n4. Wird der Zug in N. 2 Stunden Aufenthalt haben? Besuche mich unbedingt!\n\n5. Ist es höchste Zeit für dich? Nimm ein Auto und fahre schnell zum Bahnhof!\n\n6. Sind deine Schuhe schon ziemlich alt? Kaufe dir ein anderes Paar?\n\n7. Wird deine Schwester ganz gesund? Dann schicke mir ein Telegramm!",
        "question_date": "13.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қоян қанша (неше) күн көтереді көжектерін?",
        "question_content": "Менің көжегім 2,5 айлық оларды 1-2айдан кейін шағылыстырайын дегем айтайын дегенім олар қанша күн көтереді көжектерін",
        "question_date": "13.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қоян 28-35 күн аралығында көтереді",
                "date": "24.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мəні бірдей өрнектерді тауып жаз. Теңдіктер құрастыр.",
        "question_content": "60÷15   78÷13   54÷18   98÷14   85÷17   980÷14   850÷17   600÷15   780÷13   540÷18   540÷180   980",
        "question_date": "13.02.2017",
        "question_tag": "Математика",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "54÷18 = 540÷180",
                "date": "26.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаратау фосфорит алабы туралы мағлұмат тауып беріндерші?",
        "question_content": "Қаратау фосфорит алқабы туралы мағлұмат. Тарихы, геологиялық орны, экономикаға пайдасы. Рахмет тауып берген адамға",
        "question_date": "13.02.2017",
        "question_tag": "Табиғат",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚАРАТАУ ФОСФОРИТ АЛАБЫ – Жамбыл мен Оңт. Қазақстан облыстарындағы фосфорит кендері шоғырланған өңір. тараз қ-ның солт.-батысында 100 км-ден басталатын Қ. ф. а-ның ұз. 100–120 км, ені 25–30 км, аум. 2,5 мың км² . 1936 ж. геолог и.и.Машкара Кіші Қаратау (Батыс тяньШань) жотасында ұсақ түйірлі кремнийлі-карбонатты төм. кембрийлік фосфорит қабаттарын ашты. Ал 1937–46 ж. П.Л.Безруков, Б.М.Гиммельфарб, А.с.соколов, т.б. осы өңірден 40-тан аса үлкендікішілі кен орындары мен кенбілінімдерін анықтады. Бұл жылдары алаптағы фосфориттердің қоры 2 млрд. т деп бағаланған. 1946 ж. алаптың алғашқы кен орнын игеру басталып, Шолақтау кенті (қазіргі Қаратау қ.) салынды. Мұнда Шолақтау кен орны негізінде Қаратау кен-химия комб. іске қосылды. Осы комб-қа қарайтын Жаңатас, Ақсай, Шолақтау, Көксу, түйесай кендері пайдаланылуда. Қаратау фосфориттері кембрий кезеңінде теңіз түбінде тұнған Шолақтау шоғыры құрамына кіреді. Бұл шоғырдың фосфорлы шөгінділері төменнен жоғары қарай мынадай стратигр. кезекпен қабаттасады: доломиттер, кремнийлі және кентасты қабаттар. Ұсақ түйірлі доломиттен құралған доломиттер қабатының қалыңд. 6–8 м. Кремнийлі қабаттың қалыңд. 15–25 м, құрамында 70–90% кремний минералдарыбар. Кентасты қабат бірнеше фосфорит, фосфорлы-кремнийлі және фосфорлы-әктасты-кремнийлі қабаттардан тұрады, оның жалпы қалыңд. 60 м, ал фосфориттердің жиынтық қалыңд. 30–35 м. Қ. ф. а. фосфориттері фосфорит түйірлері мен оолиттерден құралған. түйірлердің ірілігі 0,07–0,3 мм. Ірілігі 0,05–0,4 мм оолиттер түйісе қабықтанған. Фосфат негізінен фторапатиттен тұрады. Қоры мен сапасы жағынан Қаратау фосфориттері дүние жүзінде алдыңғы қатардан орын алады. Мұндағы фосфор ангидритінің (р 2 О 5 ) мөлш. 27–37%-ды құрайды. 1960–80 ж. Қаратау алабына мемл. үлкен маңыз беріліп, оны арнайы барлау үшін Жаңатас геол.барлау экспед. ұйымдастырылған. Фосфоритті горизонт ашылған жолақтың ішінде жалпы қоры 3,5 млрд. т болатын 49 жеке кен орны анықталған. Барлық кен орындар аймақтық жіктелім бойынша 5 топқа бөлінеді. Бірінші топтың кен орындарына ірі Шолақтау фосфорит кенінен басқа тамды, Арбатас, сүлейменсай, насынқұл, Шолақтау ІІ, Қотырбұлақ, Жетімшоқы І және ІІ шағын кен орындары кіреді. тамды, Арбатас, Қотырбұлақ, Жетімшоқы І және ІІ кен орындарының өндірістік мәні төмен. Екінші топтың кен орындарын ірі Ақсай фосфорит кені, түйесай фосфорит кені және қоры шағын Көктал, тесіктас, Шилібұлақ, Қыршабақты кен орындары құрайды. Үшінші топ өндірістік мәні төмен бірқатар ұсақ (Жетімтал, Бүркітті, Ақтас, Қарашат, т.б.) кен орындарын қамтиды. Олар Ақсай және Көксу кен орындарының аралығында орналасқан. төртінші топ бірнеше өндірістік және ұсақ кен орындарын біріктіреді. Олар: Ақжар, Үшбас, Жартас, Арқалысай, Көксу, т.б. Бесінші топқа өндірістік Көкжон фосфорит кені, Жаңатас, Гиммельфарб кендері және бірқатар ұсақ кен орындары кіреді. Қаратау фосфориттері Қазақстанның және шет елдердің көптеген хим. өнеркәсіп орындарында пайдаланылады. Олардан минералдық тыңайтқыштар, элементтік фосфор, т.б. халық ш-на қажет заттар өндіріледі.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Назарбаев зияткерлік мектебіне 11-сыныпта түсуге бола ма",
        "question_content": "Мен қазіргі таңда 10-сынып оқушысымын! Келесі жылы 11 сыныпты НИШ-та оқығым келеді ! ! ! 11-сыныпқа алмаймыз, 10 сыныпты қайтадан оқисың десе де МІНДЕТТІ ТҮРДЕ ОҚИМЫН ! ! ! Маған ең бастысы - БІЛІМ АЛУ.",
        "question_date": "13.02.2017",
        "question_tag": "Мектеп",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сот шешіміне байланысты, алимент, кредит жайлы",
        "question_content": "Салеметсізбе Нурсылтан Әбішұлы Назарбаев. Менің сізге шағымдануымның себебі мынадай:  Мен 25.08.2015ж заңды турде куйеуіммен ажрастым, шешім шықты. Алимент жайлы да шешім шыққан бірақ судья сот шешімін сот орындаушыларға жібердім деді ал ол базадан шықпай жатыр ажрасқан куәлігімді қолыма алған жоқпын, ал куйеуім осы кунге дейін Алимент төлеген жоқ.(ОҚО. Қазығурт ауданының судьясы Е.А.Тастанбеков шығарған шешімді) сол жылдары куйеуіммен жасап жургенде өз атыма Цесна Банктен кредит рәсімдеп Приора деген машина алып беремін, ажрасқан соң не машинаны қайтарған жоқ не кредитін төлемеген. Енді машинаның кредиті 1млн 6жуз мың тенге болып менің мойнымда тур.Алиментті жане Кредитті төлемей бұрынғы куйеуім Алматы каласында қашып жур.(Ол уйленіп кеткен, өзімен байланысатын телефон номерінде, казіргі мекен жайында білмеймін) Ал менің кредитті төлейтін қаржым жоқ оған қоса Биыл улкен ұлым 7ге толады кішім 5те жасы, мектепке бару керек, баспанам жоқ.",
        "question_date": "13.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 565,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Жас Абай\" тақырыпқа шығарма керек?",
        "question_content": "Жас Абай тақырыпқа шығарма керек?",
        "question_date": "13.02.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 477,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Маған нағыз псиxологтың көмегі керек болып тұр",
        "question_content": "Салеметсіз бе! маған псиxологтың көмегі керек болып тұр.Менің жасым 18 де.Мен програмист мамандығында оқимын,бірақ маған бұл мамандық ұнамайды.Ал менің өзіме ұнайтын мамандық ол әнші, бірақ ата-анам қарсы болып отыр жаман жолға түсіп кетесің деп.менің ойымша әншілердің барлығы бірдей жаман жолда жүрген жоқ,әрқайсысы әр түрлі. Бірақ ата-анам барлығы бірдей деп ойлайды. Меніңше адам өзіне ұнайтын мамандықта оқуы дұрыс,себебі адам өзіне ұнамайтын мамандықты оқығаннан ешқандай пайда жоқ,егер ол мамандықты шын жүрегімен қалап жақсы көрмесе, бірақ мен ата-анама соны түсіндіре алмай ақ қойдым.Мен осы жылы колледжді бітірем содан кейін өзіме ұнайтын мамандықты оқығым келеді, бірақ ата-анам көнбей отыр.енді ата - анамды қалай көндірсем болады.Жақсы псиxологтар болса көмектесіңдерші өтініш және тез жауап қайтарыңызшы. Сізден көмек күтем.",
        "question_date": "13.02.2017",
        "question_tag": "Өнер",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салеметсізбе Айгерім!  Егер рухсат берсе кандай қадамдар жасау шедіңіз?  қандай өнеріңіз бар деп ойлайсыз, сол қабілеттің бар  екеніне  сенімдісіз?",
                "date": "26.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биіктік артқан сайын қысым нелітен азаяды?",
        "question_content": "1. Биіктік артқан сайын қысым нелітен азаяды?\n2. Жотаның етегіндегі және төбесіндегі қысымның айырмасы 100 мм. Жотаның салыстырма биіктігі неге тең?\n3.Тропосферада температура неліктен биіктеген сайын төмендей береді?\n4.Жолаушылыр Қарағанды әуежайынан ұшып шыққанда жер бетіндегі ауаның температурасы -10,абсолют ылғалдық 5г. Ауа осы температурада қанығуы үшін енді қанша ылғал керек?",
        "question_date": "13.02.2017",
        "question_tag": "География",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Тропосфера, Стратосфера, Мезосфера, Термосфера, Экзосфера.\n\n2. Ойткени сол денгейдеги салмак тусиретин ауа кабатынын калындыгы ж/е тыгыздыгы да кеми туседи.",
                "date": "12.03.2017",
                "upvotes": 0
            },
            {
                "text": "1.Биіктік артқан сайын қысым азая береді.Өйткені сол деңгейдегі салмақ түсіретін ауа қабатының қалыңдығы жəне тығыздығы да кеми түседі.100км биіктікке көтерілгенде атмосфералық қысым жер бетіндегімен салыстырғанда миллио",
                "date": "15.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есінен талып қалу əсіресе түнде жаман ауру ма?",
        "question_content": "Жалпы түнде адам есінен талып қалса,өзін ұстай алмайтын күйде жүрсе,бір ауруы ма?",
        "question_date": "13.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Магистрді неше жыл оқиды? Аудармашы мамандығына байланысты",
        "question_content": "Универ бітіріп магистрд бастаса, неше жыл оқиды аудармашы мамандығына байланысты жəне жылына қанша төлейді?",
        "question_date": "13.02.2017",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неміс тілінен көмектеріңіз керек?",
        "question_content": "немецкийдан комектесип жибериниздерши\n\nзаполните предложения бессоюзными условными придаточными.\n\n1. ... , so löse die Eintrittskarten im Voraus.\n\n2. ..... , dann warte bitte bis 8 Uhr aug mich.\n\n3. .... ,   so können wir gemeinsam in Urlaub fahren .\n\n4. ... , so wird sie sich darüber freuen.\n\n5. ... , dann beeile dich.\n\n6. ... , dann sollst du um 7 Uhr aufstehen .\n\n7. .... , dann wiederhole täglich die Wörter und Regeln.",
        "question_date": "13.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай мамандық айлықты көп алады?",
        "question_content": "Қандай мамандық айлықты көп алады?",
        "question_date": "13.02.2017",
        "question_tag": "Мамандық",
        "question_views": 482,
        "question_upvotes": 0,
        "answers": []
    }
]