[
    {
        "question_title": "Даму кəсіпкерлікті дамыту қоры туралы",
        "question_content": "Мен жеке кəсіпкерлікпен айналысатын ойым бар.Даму кəсіпкерлікті дамыту қорына бару керек деп естідім.Мен мысалыға кəсіпкерлікті оқитын болсам мен өзімнің бизнес жоспарымды алып барамынба? Əлде сол жерде барлығын үйретеме.Жəне оқу тегінбе?қанша уақыт оқытады.бітіргеннен кейін сертификат береме.толық ақпарат берулеріңізді сұраймын.рах",
        "question_date": "23.02.2017",
        "question_tag": "Кәсіпкерлік",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз онда идеяңызбен ғана барсаңыз болады.Дамудан бөлек Атамекенге де барыңыз.Ол жерде оқытады,бизнес жоспар жасауға көмек береді,оқу тегін,стипендиясы бар және) сертификат береді.",
                "date": "14.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сайт жасауды үйрету !",
        "question_content": "Сәлеметсіздерме ? Шымкент қаласында ~Сайт жасауды~ үйрететін ақылы курстар қай жерде бар екенін білесіздерме? жәнеде қазақша !",
        "question_date": "22.02.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Білікті дәрігерді сауатсыз дәрігерден қалай ажыратуға болады?",
        "question_content": "Абу ль Фарадж айтқан екен: \"Суретшінің қатесін бүкіл адам көріп сын айта алады, ал дәрігердің қатесін қара жер жасырады\" деп.\n\nСауатсыз дəрігер аууруды жақтырмай, созбақтап отырып алады, сауатты тұріңе дұрыстап қарап, бірден анализдерің бойынша емге көшеді, артынан жағдайыңың дəрежесін айтар. Сауатсыз ештеме демейді.\n\nСіз білікті дәрігер мен сауатсыз дәрігерді қалай ажырата аласыз?",
        "question_date": "22.02.2017",
        "question_tag": "Мамандық",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайырымдылық, мейрімділік туралы мақал-мәтел керек?",
        "question_content": "Қайырымдылық, мейрімділік туралы мақал-мәтел керек?",
        "question_date": "22.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 12400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамгершілік, жақсылық, қайырымдылық туралы қазақша мақал-мәтелдер\nЗагрузка...\nАқылсыз адам айқай келеді.\nЖан-жағын жайпай келеді.\nАқылды адам жай-жай сөйлейді,\nЗагрузка...\nЖан жағын байқай келеді.\nАдам деген ардақты ат.\nАдамгершілікке арналған үш сауал бар:\nШөлге құдық қазған бір сауап,\nӨзенге көпір салған бір сауап,\nЖолға ағаш еккен бір сауап.\nЕңбек адамның көркі,\nАдам заманның көркі.\nБіреу, біреуге сүйеу.\nТалабы жоқ жас —\nҚанаты жоқ құс.\nОрмансыз жер — жалаңаш,\nАрмансыз ер — жалаңаш.\nАдамның күні адаммен.\nАдам бір-біріне қонақ.\nАт жақсысын мақта,\nАдам жақсысын жақта.\nАдам қайғысы — заман қайғысы.\nКүйесіз қазан жоқ,\nҚайғысыз адам жоқ.\nЖасық адам жасына жетпей қартаяр,\nАсыл адам жасына жетпей марқаяр.\nОн адам жүрген жерде із қалады,\nЖүз адам жүрген жер — соқпақ,\nМың адам жүрген жерде жол қалады.\nКісіні кейде таршылық сынайды,\nКейде баршылық сынайды.\nӘркімнің өзі шығар биігі бар.\nЖұмсақ ағаш құртқа жем,\nЖұмсақ адам жұртқа жем.\nБейтаныс кісі —\nБітеу жаңғақ.\nҚағазға тіл бітірген — қалам,\nЖансызға жан бітірген — адам.\nАдам ойға тоймас,\nБөрі қойға тоймас.\nТемір сырын отта танытады,\nАдам сырын жоқта танытады.\nЖаман адам кетсе,\nДүние кеңіп қалғандай.\nЖақсы адам кетсе,\nДүние кеміп қалғандай.\nЖақсы сыйлағанның құлы,\nЖаман қорыққанның құлы.\nЖақсының соңынан көп ереді,\nЖаманның соңынан шөп ереді.\nБітер істің басына,\nЖақсы келер қасыңа.\nСырласуға дос жақсы,\nСыйласуға жат жақсы.\nАқ сауыттың жағасы бар,\nЖеңі жоқ.\nШын жақсының ашуы бар.\nКегі жоқ.\nАқылсыз атқа мінсе,\nАтасын басып кете жаздайды.\nБолар адам – он бесінде бас болар,\nБолмас адам – қырық бесінде жас болар.\nАйла алтау,\nАқыл жетеу,\nАйла мен ақыл қосылса,\nАлдырмайтын екеу.\nӨзін ғана ойлаған,\nЖамандықтың белгісі.\nӨзгені де ойлаған,\nАдамдықтың белгісі.\nАқылды өзінен көреді,\nАқылсыз ағайыннан көреді.\nАқымақ ішкен-жегенін айтады,\nАқылды көрген-білгенін айтады.\nКөргенді кісі,\nКөргенін айтар.\nКөргенсіз кісі,\nБергенін айтар.\nЖақсының айтқаны келмейді,\nЖаманның сандырағы келеді.\nБіреуге ор қазба, өзің түсесің.\nЖаман болса алғаның,\nШын досың да шеттейді.\nЖақсыны жамандасаң,\nАруағы тасады.\nЖаманды жамандасаң,\nҚұты қашады.\nЖыланға түк біткен сайын,\nҚалтырауық болады.\nЖаманға мал біткен сайын,\nБақырауық болады.\nБасыңа іс түссе,\nЖақсы көмек етеді,\nЖаман күліп кетеді.\nЖақсы өз басынан көреді,\nЖаман жолдасынан көреді.\nЖаман адам төршіл.\nЖақсыдан жаман туады,\nБір аяқ асқа алғысыз.\nЖаманнан жақсы туады,\nАдам айтса нанғысыз.\nЖаман мақтанса қатынын сабар.\nЖақсылыққа жақсылық,\nӘр кісінің ісі.\nЖамандыққа жақсылық,\nЕр кісінің ісі.\nЖақсы арман оздырар,\nЖаман құлқын тоздырар.\nЖақсыға қылған жақсылық\nӨміріңде тозбайды.\nЖаманға қылған жақсылық\nБір күнгідей болмайды.\nҚұдықтан су ішкен,\nҚазғанға рахмет айтады.\nАғашты көлеңкелеген,\nЕккенге рахмет айтады.\nБір күн тұзын татқанға, қырық күн сәлем.\nЖауызға айтқан жылы сөз —\nСуға жазған сертпен тең.\nӨзім асыраған күшігім өзімді қапты.\nҚадіріңді білмеске\nҚадамыңды көтерме.\nБөрі баласын асырағанмен ит болмас.\nТаршылықты көрмесең кемшілікті білмессің.\nӨзі болған қыз төркінін танымайды.\nАшаршылықта жеген құйқаның дәмі кетпейді.\nСаңырауға сәлем берсең «атаңның басы» дер.\nЕсекті отқа айдасаң, боққа қашар",
                "date": "23.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Уақыттың қосындысын есептеңіз?",
        "question_content": "1  сагат  30 минут  +45 мин  +3  саг 12мин  +15  миУ",
        "question_date": "22.02.2017",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: 5 саг 42 мин",
                "date": "22.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бүркіттің жылдамдығы қандай?",
        "question_content": "Тулкинин  жылдамдыгы  кояннын  жылдамдыгынан   6,7м /с   кем.Буркиттин   жылдамдыгы   кояннын  жылдамдыгынан   19,4м/с  артык  егер  тулкинин   жылдамдыгы  10м/с  болса,буркиттин  жылдамдыгы  кандай",
        "question_date": "22.02.2017",
        "question_tag": "Математика",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x-тулки жылдамдфгы\n\ny-коян жылдамдыгы\n\nz-буркит жылдамдыгы\n\nx=y-6,7\n\nz=y+19,4\n\nx=10\n\ny=x+6,7=16,7\n\nz=y+19,4=16,7+19,4=36,1м/с",
                "date": "6.03.2017",
                "upvotes": 0
            },
            {
                "text": "Шешуі:10-6,7=3,3\n\n19,4+3,3=22,7\n\nЖАУАБЫ: БҮРКІТТІҢ ЖЫЛДАМДЫҒЫ 22,7М/С",
                "date": "3.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Шешендік өнер рухани мәдениеттің бір бөлігі\" атты тақырыпта мақала қажет?",
        "question_content": "\"Шешендік өнер рухани мәдениеттің бір бөлігі\" тақырыбында мақала қажет. Тезірек болса өтініш",
        "question_date": "22.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешендік – қазақ елінің көнеден келе жатқан дәстүрлі тіл өнері. Шешендік – сирек ұшырасатын қасиет, дарын. Шешендік сөз терең ойға, ұтқыр шешімге, тапқыр қисынға құрылады. Шешендік өнер мен билік қолма-қол туып айтылатын, суырыпсалма жүрекжарды әділ сөздерге негізделіп шығармашылық сипатымен дараланады. Шешендік өнеріне ерте замандардан-ақ, үлкен мән берілген. Ежелгі грек, рим елдерінде шешендік өнерді «риторика» деген атпен жеке пән ретінде оқыған. Дүние жүзіне әйгілі ерте заман шешендері Пратогор, Демоссфен, Цицерон, Квинтилиан сияқты өз заманының мемлекет қайраткерлері, ел аузына қараған ойшылдары болған. «Риторика» ғылымы өнердің падишасы ретінде ерекше бағаланған. М.В.Ломоносовтың 1748 жылы басылып шыққан «Шешендікке қысқаша басшылық» атты еңбегі бұл өнердің Ресейде дамып, қалыптасуына түрткі болды. Қазақтың шешендік сөздерін өзге жұрттың атақты адамдары, ғалымдары жоғары бағалады. Шешендік сөздер нұсқаларын академик В.В.Радлов (XIX ғ.) зерттеп жинаған болатын. Ол: «Қазақтар… мүдірмей, кідірмей, ерекше екпінмен сөйлейді. Ойын дәл, айқын ұғындырады. Ауыз екі сөйлеп отырғанның өзінде сөйлеген сөздер ұйқаспен, ырғақпен келетіндігі соншалық, бейне бір өлең екен деп таң қаласын», – деп көрсете отырып, әсіресе қазақ тілінің тазалығы мен табиғилығын дұрыс аңғарып, қазақтардың сөзге тапқырлығы мен шешендігі өзіне ерекше әсер еткенін жазған. Сондай-ақ, қазақтың шешендік, тапқырлық, нақыл сөздерін жинап жариялағандардың бірі – Ыбырай Алтынсарин. Ол халық даналығының жас өспірімдерді тапқырлыққа, өткірлікке, адамгершілікке баулитын тәрбие құралы екенін жете танып, өз еңбектеріне орнымен енгізіп, пайдалана білді. Қ.Бейсенов өз ойын былайша өрбітеді: «Қазақ топырағында қалыптасқан рухани кеңістікте, Әл-Фарабиден Абайға дейінгі аралықта бұл (шешендік өнер) туралы айтқан ой саңлақтары баршылық. Мысалы, Әбунасыр бабамыздың логиканы біртұтас ойкешті ғылымдық жүйеге түсіріп, оның танымдық тәсілдерін айқындап бергені белгілі. Шешендік өнерге байланысты айтылған Әл-Фарабилік ойларға қысқаша тоқталсақ, онда ол диалетиканың қарапайым пікір таластырушылық өнер емес, ақылды ұстартатын ой кешу тәсілі екендігін баса айтқан болатын. Диалетика осы қасиетімен шешендік өнердің арқауы бола алады. Әл-Фараби диалетика мен риториканың тамырластығын бағамдай отырып, сонымен қатар, олардың айырмашылықтарын да көрсете білген. Айталық, егерде диалетика тек шынайы білімге негізделген, қисынды дәлелдер арқылы тұжырымдалатын ой түю тәсілі болса, риторика шешендік қисынға, ой жүйелілігіне, ұғымдар үйлесіміне негізделеді» Қазақ халқының сөз өнері, шешендік өнері жайында тереңнен ой толғап, нақты тұжырымдар жасаған ғалымдардың бірі – Р.Сыздықова. Автор шешендік өнер дәстүрі тарихына тоқтала келіп, шешендік өнер мен шешендік сөз ұғымдарының ара-жігін ажыратып көрсетеді. Біздіңше “шешендік сөз” деген терминді бұрынғысынша шешендік өнердің іс жүзінде асқан нәтижесін атауға қалдыру керек, яғни фольклор мұрасының бір жанрын және қазіргі кезде шешен айтылған сөзді осылайша атау керек те, шешендік өнердің, сөзге шеберліктің өзін сәл болса да өзгешелеу атау қажет. Бұл ұғымға “шешендік” деген абстрактілі есімді теліп, ол – “шешен сөйлеу” деген актінің атауы болса дейміз. Демек, әрі қарай біз орыс ғылымында «ораторское искусство, риторика, красноречие” деп жүрген категория сөз болған жерде ‘шешендік сөз” деген тіркесті актінің нәтижесі, материалы дегенге береміз,” – дейді автор. Қазақтың шешендік сөз үлгілерін жинақтап, халықтың осы бір ерекше қасиетін байқаған, бағалаған белгілі ғалым В.В.Радлов: “…Қырғыздар (қазақтар) өз көршілестерінен ұтымды сөздің ұрымтал тұсын тауып қолдана білетін тапқырлығымен және керемет шешендігімен ерекшеленеді. Менің жинаған материалдарым қазақтардың ақылы, ой өрісі мен тілі жайында нақты түсініктер мен мағлұматтар береді деп ойлаймын” деп, ойын басқа түркі тілдес халықтармен салыстыра отырып қорытады. Қазақ шeшeндiк сөздeрi — бастаy алар қайнар бұлақтарын түркiлiк танымнан түптeн тартып, өзiндiк ұлттық eрeкшeлiктeрдi, қасиeттeрдi бойына жинақтап, көркeмдiк қyатымeн, ғибраттық сарынымeн дараланған, сондай-ақ, аса бай поэтикалық тiлiмeн өзгeшe қалыпта көрiнгeн, халқымыздың рyхани азығына айналған көркeмдiк құбылыс. Сондықтан да баба мұрасы – ұрпаққа ұлағат, кейінгіге аманат, келер күнмен бірге жасайтын рухани асыл қазына.\n\nТолығырақ.",
                "date": "22.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Өнердегі өнегелі өмірлер\" атты тақырыпта шығарма керек?",
        "question_content": "\"Өнердегі өнегелі өмірлер\" атты тақырыпта шығарма керек? Улги тутатын адамым туралы",
        "question_date": "22.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сексен жыл! Бар болғаны сексен-ақ жыл! Бір ғасырды шаршысына толтыру үшін әлі де жиырма жыл керек. Бірақ сол сексен жылдың өзіне қанша ғасырдың тақиясына тар келмейтіндей салқар мазмұн сиып тұр!\nАға тойында айтылар лебізді мұндай есеп-қисаппен бастауымыз тіпті де тегін емес.\nЕстеріңізде бар шығар: Ғабеңнің бір әңгімесінде тәуліктің жиырма төрт сағаттан тұратынын алғаш естіген қыр қазақтары құдайдың құйындай зулап өтіп жатқан жым-жылас уақытын да есептеуге болатынына жағаларын ұстап, бастарын шайқап айран-асыр қалатын. Ал біз бүгінде бабаларымыздың бір көзде осыған да таңғалғанына таң қаламыз.\nШынында да, есептесек уақытты есептейік! Көрер жарығымыз бен тыңдырар шаруамыздың мөлшерін қадағаламағанда нені қадағалаймыз?!\nДүниедегі барлық нәрсемен құбылысты таразыға тартып, өлшеп-пішіп қоймаса, бастары ауыратын біздің тұстастарымыз адамның әлеуметтік мәні бар қаракетіне бір тәулікте, ең көп дегенде, 12-13 сағат қана ауысатынын анықтап отыр. Неткен аз! Бірақ, сол аздың өзіне жармасар қаншама шаруа бар?! Оның қаншасы шабан көлік пен мардымсыз істерге жем болады?! Қаншасы мәжіліс столы мен дастархан басына, кінәмшіл қауым мен бопсашыл досжаранның көнілін аулауға кетеді?! Қандай обал!\nЖазушының жазу столының еншісіне тиер уақыт тіптен жартымсыз. Сол тіптен жартымсыз уақыттың өзі ойлаған, ісіңді ойдағыдай тыңдыратындай адал уақыт боп бұйырмағы тағы да екі талай. Өйткені, ол адамның бір басына, оның тәуекелі мен ыждаһатына ғана тәуелді емес. Оған адаммен қоса заман да қожа. Әлгі айтқандай, ойға алған шаруаңнан ойдағыдай нәтиже тудыру үшін адамның көңіл күйі мен заманның сыпаты ылғи да бір ыңғайдан шығып отырса жақсы. Заманнан адамның қас-қабағын аңдып, қайткенде көңілінен шығам деп, жаңа түскен келіндей иіліп-бүгіліп тұрар жібек мінез талап ету айтар ауыз түгілі естір құлақтың иманы тұршігер күпірлік болар еді. Ал адамға келсек... Заманның аңғарын алыстан болжап, соған орай іс тыңдырмақ, тыңдырғанда да, ертең: «Мен қайтейін, ол көзде заман солай еді ғой», – деп барша табансыздығың мен тайыздығыңды, жаңсақтығың мен жалтақтығыңды өтіп кеткен уақытқа жауып салып, өзің сүттен ақ, судан таза боп көрінгің келіп көлгірсіп тұрмайтындай адал тындырмақ кез-келгеннің талайына тап келе бермес абырой...\nЗаманның қанасынан сырт жаралып, сырт туатын ешкім болмаса да, кісі біткеннің бәр-бәрінің есімі өз дәуірімен бірге аталар бір ұғым, бір құбылыс боп кете бермейтіндігі де сондықтан.\nАл біздің Ғабең бүгінге дейін бір өзі бір дәуір деуге тұрарлық мағыналы ғұмырды – адам рухының оң мен солды түгел танып болмаған меңіреу түнек көзінен сананың самаладай жарық ең шырқау биігіне көтерілгенге дейінгі қызғылықты да сындарлы жолын бастан кешіріп отыр.\nОл жоғарыда айтылған аңғал кейіпкерлерінің көкірегіне уақыт жайлы алғаш саңлау жүгірген көзде жиырмалардағы жігіт екен.\nСоған қарағанда, ұланғайыр қазақ жерінің теріскей пұшпағындағы Елтінжал ауылында және бір «ат әкелер» жарыққа келгенде адамзаттың жаңа ғасырдың, жиырмасыншы ғасырдың, табалдырығынан аттағанына екінші жыл болып бара жатқанын әлі сөзіп үлгіре қоймаған қазақ тек сол бесікке жаңа түскен қызыл шақа ғана болмаса керек. Көзге көрініп, қолға ұстатпайтын жұмыр уақыт түгілі маңырап кіріп, маңырап шығып жатқан қорадағы қойының санын жөндеп білмей, басынан өтіп бара жатқан баянсыз дәуренді «шай қайнатым», «сүт пісіріммен», әрі асқанда, оқтын-оқтын бір соғып, дүрліктіріп кетіп отыратын «қоянның жұты», «ұлудың жұтымен» межелеп отырған ескі ауылда қарын шашын алдырған сол қазақтың өмір жолы бір көздегідей тек сұңғыланың сұңғыласы, Ғұламаның Ғұламасы ғана емес, бүгінде келген жұмыр басты пендені толғандыратын: «Заман адам үшін не жасай алады? Адам заман үшін не жасай алады?» деген өзекті сауалға айдан анық жауап бере алғандай.\nЗаман және адам... Заман және тарих... Мұндай қойқосақ түсіп тіркесе айтылар ұғымдар төңірегіндегі толғаныс көз келген той-томалақтың тақиясына сыя бермейді. Ал, бірақ бүкіл бір ұлттың қазіргі рухани өмірінің маңдайға ұстар кемел қайраткерінің мүшел тойы үстінде бұл мәселелер ауызға ілікпесе, ол да батырға байғазы қып баланың телпегін кигізгендей сөлекеттік болар еді.\nҚазір бір кісінің өмір жолын, ол түгілі ғұмыр жер мен ұланғайыр ғаламның ғұмыр жасын базардағы жылқының тісін санағандай түгендеп шығып, түгелдей шолу анау айтқан қиын шаруа болмай қалды. Ғұлама ғасырымыз ашқан тағы бір ғаламат жаңалыққа жүгінсек: біздің ғалам жаратылғалы 10 миллиардтан астам жыл өткен. Бірақ, сондай ұлан асыр уақыт тарих деген атауға ұзақ уақыт ие бола алмады. Тарих деген ұғымның туы жарық жалғанды құрап тұрған, кеңістіқ уақыт, әрекетке адам санасы араласқалы бері ғана. Жер бетіне ойлай алатын адам пайда болғалы да қырық мыңдай жыл өтті. Сол қырық мың жылдық саналы тіршілігінен адам жадында тарих боп жатталып қалғаны соңғы бес мың жыл ғана. Сол бес мың жылдың ішіндегі өзгерістер адамзаттың тарихи творчествосы саналып, оған әр халықтың бұрын қосқан өз ұлгесін бағалай-баптай білуі тарихи сана, ал қосар өз үлесін пайымдай білуі тарихи жауапкершілік аталмақ.\nОн миллиард жыл және қырық мың жыл. Адам санасы жас құбылыс еді. Қырық мың жыл және бес мың жыл. Адамзаттың тарихи еанасы неткен келте! Ал кейбір халықтардың тарихи санасы одан да келте!\nБұдан сексен жыл бұрын Елтінжалда өткен шілдеханадағы мәжіліске осы тұрғыдан көз жіберіп көрейікші. Сонда ұл сүйіп, ұлы мәслихатқа жиналғандар не мәшһурат қылды екен. Өткендерін айтса, көп болса, жеті атаға дейінгі жерді анық қамтып, одан арғыны пайғамбарлар мен сахаббарлар хақындағы хикаяларға тіреген шығар. Бүгіндерін айтса, көрші болыстарда не болып жатқанымен, одан асса, Қызылжар базарында жылқының қанша тұратынымен шектелген шығар. Келешекті айтса, туажақ көктемнің сылайын барлап, әрі асқанда, жас нәресте ертең ер жеткенде қай ауылға құда түскен жөн екендігіне тон пішкен шығар. Сонда қазақ даласының қай пұшпағындағы ақсақал-қарасақалдардың қай-қайсысынан да кем сұңғыла, кем кәріқұлақ, кем сөзуар емес Елтінжал қариялары айтар әңгіменің ұзынырғасы, қалай көлбетсең де, әрі кеткенде, сол екі жүз жылдың сілемін түгендеп шыға алар еді. Бес мың жыл және екі жүз жыл. Қандай жұпыны, қандай тапшы! Самиян сахарадағы қоңыр үзік ауыл адамзаттың арғы тарихынан да, сол көздегі тірлігінен де, келешекке артқан үміттерінен де қанша жерге қол үзіп жырақ қалған!\nСоны ойлағанда, көз алдыңа бір көңілсіздеу көрініс келеді. Ұлан-асыр уақыт кеңістігінде адамзаттың қызылды-жасыл ұлы шеруінен бөлініп қалған шашыраңқы шолақ көштер мынау Бақанастың Балқашында, сонау Шыңғыстау мен Баянтаудың бөктерінде, Есіл бойы шүбарлары мен Ойыл-Темір, Кеңгір-Нұра адырларында біреуі құмға малтығып, біреуінің табанынан тас батып, біреуі тұманнан адасып, біреуі сағымнан алжасып, бет алды құла дүзге жөңкіліп жүр. Жолдарын тосып, жөндерін сұрасаң, арадағы халқын емес, берідегі басын айтады. Бірін-бірі танып жарымауға айналған осынау шолақ көштердің басын құрап, замананың өрге тартқан ұлы аңғарымен ілгері басқан адамзат шеруіне апарып тіркеп, оның да шаңына тұншықтырып, соңында ілбітпей, төстерін самалға аймалатар алдына шығару сол көздегі ат мініп, бүйда ұстаған баба ұрпаққа емес, көшжөнекей кебежелерден мойыны қылқиған бала ұрпаққа енші болып тиді. Бүгінде терөзесі тең азат халықтардың салихалы санатында сыйлы Орын иемденген жұртымыздың кем-кетігінің түгенделуі ғана емес, ылдидан салып төске озуы, тайпалық сананың тар ауқымынан шығып, кемел ұлттық санаға қолы жетіп, адамзаттық ой-пікір биігіне көтерілуі, басқалармен бірдей тарихи санаға ғана емес, адамзат авангардында жүрер тарихи жауапкершілікке ие болуы, ортағасырлық мешеуліктен кемелденген өркениет дәуіріне өтуі жаңа ғасырдың алдыңғы он жылдықтарында ат жалынан тартып мінердей естияр жасқа жеткен осы буынның өмір жолымен сәйкес келді. Бір ғана ұрпақтың өмір жолын қамтитындай қысқа мерзім ішінде біздің халқымыз өзінің тарихи дамуының , ең күрделі, ең мазмұнды дәуірін бастан көшіп отыр.\nҚазақтар жазу үрдісін былайғы адамзаттан бес мың жыл кейін, кітап басуды 600 жыл кейін меңгерді. Оның үстіне әрбір жеті жыл сайын адамзат ақыл-ойы білген информация көлемін екі еседей ұлғайтып, жедел қарқынмен дамып келе жатқан қазіргі цивилизацияның аяқ алысын қосыңыз. Соған қарамастан, айналасы алпыс жылда қазақ қауымы өзінің мыңдаған жылға мешеулігін жеңе білумен қоса осы заманғы цивилизацияның әлгіндей көз ілеспес шапшаңдықпен алға тартқан ұлы бәйгесінде алдыңғы лекте келеді.\nМұндай жедел дамуды жүзеге асыру үшін қолайлы саяси-экономикалық жағдаймен қоса, халықтың орасан зор жасампаз қуаты, рухани ыждаһаты мен жігері керек еді. Халықтың ондай творчестволық потенциалы нақты тарихи тұлғалар арқылы жүзеге асады. Мұндай тарихи парызды ойдағыдай атқарып шыққан да жоғарыда айтылып отырған аға ұрпақ. Заман тудырар ұрпақ бар да, заманды жасасар ұрпақ бар. Олар – бұның соңғысы. Халқымыздың саяси-әлеуметтік мерейінің өсіп, ғылымның жетіліп, мәдениетінің көркеюіне әліге дейін көш басында солар келеді.\nҚай халықтың да қай көздегі тарихында болмасын, өз қауымының жаппай сауатсыздықтан ғарышты зерттейтін зерек зердеге көтерілгенге дейінгі рухани дамуында көш басшылық еткен бұндай ұрпақ кемде кем шығар.\nБүгінгі күні күллі республика жұртшылығы боп торқалы той өткізіп отырған Ғабит Мүсіреповпен заманас буынның біздің жаңа дәуірлеуімізде иеленетін меншікті салмағы мен орны, міне, осындай.\nҒабит Мүсірепов әлгі айтулы буынға тән азаматтық тұрлауды, тарихи жауапкершілікті, қоғамшылдықты мейлінше мол, мейлінше айқын, мейлінше табаңды танытып келе жатқан бірегей тұлға.\nОның суреткерлігі ескі қазақ ауылында базарға айдалатын жылқыларға «дестеберен» жазып беруге жетерліктей машықтан тек ұлттық әдебиетіміздің ғана емес, көп ұлтты совет әдебиетінің ең таңдаулы шеберлерінің бірі атанған биік деңгейге дейін кемелденді.\nОның білімпаздығы ескі мектептің бірер класы мен ауыл шаруашылығы оқу орны студенттігінен осы заманғы іргелі ғылым академиясының академиктігіне дейін есті.\nОның әлеуметтік белсенділігі ауылдың көзі ашық азаматынан республика ауқымын былай қойып, бүкіл-одақтық, халықаралық масштабтағы ірі мәдениет, қоғам қайраткеріне дейін биіктеді.\nБұның әр қайсысы бір-бір кемел азаматтың өмір жолына салихалы мазмұн болғандай. Бұның әр қайсысы бір-бір Монбланды бағындырғанға барабар төтен ерлік қиын жеңіс.\nАл бір өзі әлі үш бірдей Монбланды бағындырардай асқан ерлік тек дәуірлеу кезеңдерінің кемел қайраткерлерінде ғана көздескен сирек құбылыс. Екі ғасыр тоғысынан басталған жаңа тарихи мерзімде біздің халқымыз, шынында да, бағзының Дәуірлеу кезеңіне барабар ерекше қауырт өркендеу кезеңін бастан кешіріп келеді. Оған сол көзең тарих сахнасына шығарған қайраткерлеріміздің азаматтық болмысының өзі айқын куә. Дәуірлеу кезеңі қайраткерлеріне айрықша алғырлық, жан-жақты талант, белсенді күрескер мінезбен қоса ерекше бір терең тарихи интуиция тән болып келер еді. Олар тек бүгін ғана емес, келешек жүктеп отырған парызды да алыстан болжап, уақытан оза қайрат қылатын. Сондықтан да олардың бойынан барлаушыларға тән батылдық пен қолбасшыға тән байыптылық бірдей табыларды. Біз жоғарыда сөз қылып өткен аға буынның қай саладағы өкілдерін алып қарасаңыз да, олардың бойынан халқының ғасырлар бойғы рухани тәжірибесіне қаяу түсірмеген адалдықты, бабаларының қолына түсе қоймаған адамзаттық ортақ цивилизация қазыналарын төз игерген алғырлықты, шапшаң дамып жатқан дәуіріміздің қай жаңалығына да алдымен ұмтылған елгезектікті молынан ұшырастырасыз. Оларға әлеуметтік енжарлық, рухани дәйексіздіқ ұзақ еліктеп, ұзақ солықтайтын дәрменсіздік атымен жат. Олар тек жеке адамның қалыптасу, жетілу, кемелдену жолына ғана емес, күллі ұлттық дамуға таңғаларлықтай соны серпін, жедел қарқын бітіргендей. Бұл, әрине, жасампаз уақыттың творчестволық сипатын терең ұғып, қапысыз меңгерген қарымды қайраткерлерге тән сипат.\nСуреткер Мүсірепов творчествосының эстетикалық болмысына көз салсаңыз, балаң әдебиеттердің қай-қайсысында да ұшырасатын жер бауырлаған натурализмге, «тұрмыс көрінісін тәптіштейтін» қарабайырлыққа бой алдырмаған. Прозасын алыңыз мейлі, драматургиясын алаңыз мейлі, не поэтикалық шабытты, не сыпайы әжуаны табасыз. Әйтеуір, барға келіскен, жоқтан күдер үзген жабы көңіл мен жадау бояу көзікпейді. Бұл не? Әрине, суреткер талантының өзге ешкіммен шатыстыруға болмайтын тайға таңба басқандай айқын өзіндік сипаты. Бірақ, ол сипат та дәуір мінезін дөп басып, жіті танудан туған ерекшелік. Өмірдің өзі барды қанағат тұтпай, жоқты бар ғып жатса, ондай шындықтан туындайтын өнерде өзгеріске толы кезеңге төн мешеуді келеке етер уытты ирония мен жаңаға шақырар отты поэтикалық леп неге басым түсіп жатпасын! Мүсірепов талантының барлаушыларға тән байқампаздығы сонда, ол ылғи жаңа көктемнің алғашқы бүріндей кәсегелі құбылыстарға назар аударады. «Талпақ танау» – ғасырлар бойғы психология мен тұрмыстық үрдістер инерциясына енді-енді күмән келтіре бастаған қазақ ауылының рухани шежіресі. «Қазақ солдаты» – ауыл жөргегінен жаңа заман өткелектері ерте айырған қазақ бозбаласының алғаш рет ата кегін қуып, ру намысын жыртпай, көп ұлтты Отан мүддесі үшін күрескен жауынгерлік жолы. «Оянған өлке» – самарқау сахарадағы бұйығы тірлікке ата-баба көрмек түгілі, естімеген жаңа кәсіптер мен жаңа қарым-қатынастың алғаш желі тартуының тарихы. «Ұлпан» – ескі ауылда заман аңғарын алыстан болжап, соған орай қарекеттенуге алғаш талпынғандардың қайғылы хикаясы. Көрдіңіз бе, бәрі де «алғашқылар» мен «тұңғыштар» туралы. Бәрі де өз тұсында әлі кеңінен етек жая қоймаған сирек соны құбылыстар жайында. Бұл шығармалардың қай-қайсысы да көнені мансұқтап, жаңаны дәріптеуді өзек етеді. Сондықтан да, олардағы ирония мен поэтикалық интонация автордың өзі суреттеп отырған құбылыстардың әлеуметтік астарына деген азаматтық позициясының айрықша анықтығы мен айрықша белсенділігін мәшһүр еткендей. Мүсірепов талантының байыптылығы сонда, ол жаңаны жырлай отыра, бұрынғының бойындағы өміршең мен өтпеліні дәл саралай біледі. «Ұлпандағы» Есенейді жаңаға талпындырып жүрген құлағына құдай сыбырлап кеткен төтен пайғамбарлық емес, қашаннан халық қамын қамдап қалған көзқарақты азаматқа тән елдарлық пен жауапкершілік. «Болашаққа аманаттағы» Сырымды хандық үрдістен «жаңа қауымдық» үрдіске көшуге үндеттіріп жүрген де халық бойындағы қандай өзгі мен қандай өктемдік тұсында да біржолата өшіп кетпеген азаттық сүйген арман, асау аңсар.\nМүсірепов қандай жаңа құбылысты, қандай жаңа адамды жазсын мейлі, оның түп төркінін халықтың өз бойынан табады; қандай өрелі проблема көтерсін мейлі, халықтың өз көкірегінен іздейді. Айды аспанға бір шығару үшін қайдағы бір дүдәмалға ұрынбайды. Халқын жақсы кергеннің жөні осы екен деп, ол жайында қайдағы жоқты қиыстырмай, әуелі оның бойындағы шыннан бар абзал мен асылды мұқият зерттеп, мұқият танытады. Халқын жақсы көргеннің жөні осы екен деп жауырды жаба тоқымайды. Оның бойындағы өркен жайғалы тұрған, сонымен қоса, көсеге көгертпейтін кеселді де мұлтіксіз танып, бұлтақсыз әшкерелейді. Ол өткен заман өмірінен жазсын мейлі, осы заман өмірінен жазсын мейлі халықтың жақсыға талпынған жаңашыл ықыласы тұрғысынан жазады.\nМүсірепов суреткерлігін сүйекті етіп тұрған да: ол көтеретін проблемалардың әлеуметтік салмағы, ол суреттейтін кейіпкерлердің азаматтық кемелділігі, ол ұсынар ойдың тарихи пайымдылығы. Оның қай шығармасына да өзек болып келе жатқан: бүкіл бір халыққа тән тұтас болмыс пен бүкіл бір дәуірге тән соны құбылыс.\nӨмірлік шындықты көп таптаурын болмаған таңсық қырынан танып, терең зерттеп, кесек қамтитын қандай суреттердің де жаңашыл болмасқа жағдайы жоқ. Мүсірепов жаңашылдығы көп қырлы, кеп сырлы құбылыс. Ұлттық әдебиетіміздің профессионалдық дәрежеге жетуі сынды революцияға барабар жаңашылдықты бастап бергендердің, соны табандылықпен ілгері дамытқандардың және дамытып келе жатқандардың бірі, бірі болғанда да, бірегейі – Мүсірепов. Кәсіби әдебиеттің фольклорлық әдебиеттен ең басты айырмашылығы – жанр алуандығы, стиль алуандығы, дәуірлік шындықты дәл жеткізудегі психологизм тереңдігі, идеялық мазмұнның қоғамның диалектикалық дамуымен тығыз байланыстылығы.\nБіздің жас жазба әдебиетімізде осы бес сипаттың бесеуінің де мықтап орнығуына Мүсіреповтің қосқан үлесі өз алдына бір төбе. Бұрын жекелеген талпыныстар ғана болмаса, жүйелі жосығы түспеген ұлттық прозамыздың, роман, повесть, өңгіме очерқ публицистика барлық жанрына белсене де, жемісті де ат салысты. Бұрын сұлбасы да болмаған комедия, трагедия, әлеу-меттік драма, киносценарий, опера либреттосы сынды соны жанрларға алғашқылардың бірі болып қалам тартты. Ұлттық театрымыздың барлық ірі жеңістері, ең алдымен, Мұхтар Әуезов пен Ғабит Мүсірепов есімімен тығыз байланысты. Ұлттық кино өнеріміз өзінің азын-аулақ төл табыстары үшін қазақ қаламгерлері арасынан Ғабит Мүсіреповке айрықша қарыздар. Стильдік алуандыққа келгенде, бұл салада да Мүсіреповтей ізденімпаз суреткер кемде-кем. Ол үйренуде де, ізденуде де көп өнеге көрсетіп келе жатыр. Оның қай ізденісі де дәуірлік шындық пен адамдық шындықты неғұрлым жан-жақты қамтып, терең жеткізуге бағышталған. Прозамыздағы психологиялық талдау мен әлеуметтік талдаудың деталь мәнділігі мен композициялық ракурстар ұрымталдығының, образ қанықтығы мен концепциялық қарымдылықтың үлес салмағының арта түсуінде аға қаламгерлеріміздің атқарып келе жатқан қызметі ерекше. Бір өкініштісі, айтулы шебердің осындай елгезектігі біздерден кейінгі іні қаламгерлерден сирек кездеседі. Көбіміздің шығармаларымызды оқып отырғанда, әдеби творчествоның таза суреткерлік лабораториясында, әр жанрдың поэтикасы мен даму тенденциясында, біздің тұсымыздағы отандық, әлемдік творчестволық процесте ешқандай өзгеріс, ешқандай жаңа нышан жоқтай, баяғы бір ескі машықтарды жиі ұшырастырамыз. Мұндай тұр салғырттығының ар жағында мазмұн жадағайлығы, ойдағы бойкүиәздік жатқаны жанға батады. Ойдағы соны серпілістің түрден өз көрінісін таба алмай тұра алмайтындығына Мүсірепов ізденістері даусыз дәлел болғандай.\nҒабит Мүсірепов – қазақ совет әдебиеті дамуына ізденімпаз экспериментатор ретінде ғана емес, батыл да терең теоретиқ сыншы ретінде де үлкен үлес қосып келеді. Ұлттық әдебиетіміздің социалистік реализм эстетикасы мен осы заманғы көркем творчество жетістіктерін ойдағыдай игеруіне суреткер Мүсіреповпен қоса, сыншы Мүсірепов, ғалым Мүсірепов те тынбай ат салысып жүр. Ғалым Мүсіреповтің мектебі – халық парасаты мен тарихи күрестерге толы өз дәуірінің өзекті идеялық, саяси, рухани ізденістері. Мектептің бермегенін өмірден алған, ұстаздың айтпағанын өз ыждаһатынан тапқан Мүсірепов интеллект кемелділігі Шекспир, Лев Толстой, Горький сынды «университет бітірмеген» ой алыптары шыққан рухани биікті еске түсіреді. Әдетте, надандықтың мектеп көрмеген сауатсыздық, мектеп көрсе де, көкірегіне ештеңе қонбайтын топастық мектеп көргенмен, жеңіл-желпіден әрі аса алмаған шала сауаттылық сияқты үш сипаты болатындай, білімділіктің де үш тұрі, үш деңгейі бар тәрізді. Тұсында ойдағыдай білім алып, бірақ одан әрі қарай тұяқ серіппей, «олай болмайды, былай болады» деп отырып алатын білімдісіну өнерде үйреншіктіден аса алмайтын консерваторлыққа, ғылымда белгіліні қайталайтын догматизмге ұрындырады. Білімге құштарлықтың жөні осы екен деп, көрінгенге жүгіріп, көрінгенге жүгініп, өзіндік пікір түйіп, өзіндік позиция таба алмаған, оқығаны көп болғанмен, тоқығаны жоқ білгішсіну өнерде эклектикаға, ғылымда дилетантизмге жол ашады. Біз секілді өз мектебі мен өз интеллигенциясы кейін қалыптасқан жұрттарда білімділіктің осы екі тұрі жиірек көздесуі әбден заңды да. Бірақ, мұндай білімділік – өмірден алары бар да, қосары жоқ қысыр білім. Ал оқи да, тоқи да білетін, талғап оқумен қоса, талдап оқитын, білгенін кітаптағымен емес, өмірдегімен салғастырып саралайтын үздіксіз ізденіс үстіндегі шынайы білімдарлық өнерде творчестволық даралыққа, ғылымда ешкімді қайталамайтын жаңалыққа бастайды. Ғ. Мүсірепов интеллекті осы үшінші топқа, өнердің де, ақыл-ойдың да көсегесін көгертер топқа жатады. Оның ғылыми ойы да, сыншылық ойы да – қасаңдыққа жаны қас жаңашылдығымен, ұршықтай үйірілген диалектикалық шалымдылығымен таңғалтып келе жатқан батыл да байыпты ой. Оның өміршіл де, өміршең де болатындығы сондықтан. Ол кеш дамып, төз жетілген мәдениетіміздің қандай сын кезеңінде болмасын, мүмкіндігінше, ең дұрыс, ең жемісті позициядан шыға білді. Мүсіреповсыншының жаңашылдықты жасқаған, батылдықты тойтарған, бейбастықты қостаған, дарақылықтың шашбауын көтерген, кейін пайда болғанның сонысын көріп, кемісін көрмей әсірелікке бой алдырған, бұрыннан бардың кенелігін көріп, өнегелілігін ұқпай солақайлыққа ұрынған жері жоқ. Сексен жасап отырған әйгілі сөз шеберінің тауып айтқан, батып айтқан, батыл айтқан жерлері аз болмаса керек. Оның бәрін санап жату сөзуарлық, айтпай кету көзжұмбайлық болар еді. Басқасын былай қойғанда, атақты «Абай жолы» турасында әркім әрқилы лебіз білдіріп жатқан тұста, қазақ қаламгерлерінің арасынан әдебиетімізге бұрын-соңды болмаған ұлы шығарма келгенін алғаш рет ашып айтқан сыншы Мүсірепов екен. Бұл қандай батылдық болғаны, сірә, белгілі. Ал әлгі сөзінде ол әйгілі эпопеяның әлеуметтіқ эстетикалық табиғатына қандай тереңдеп бойлай алған десеңізші! Одан бері талай заман өтті. Әдебиет майданына талай жас қауым, жаңа ұрпақ келіп қосылды. Солардың бәрі әдебиетіміздің маңдайға ұстар туындысы жайында жақ ашпай қалған жоқ. Бірақ сонау көздегі Мүсірепов танымы мен талдауына көп ештеңе қосып жарымаппыз.\nМүсірепов – қоғам қайраткері, Мүсірепов – мәдениет қайраткері туралы әңгіме де, міне, осы арадан ербісе керек. Мүсірепов буынының қоғам тарихы мен халық тарихының қандай сын кезеңінде қалыптасып жетілгенін кім-кім де жақсы біледі. Сол асқаралы шаруалардың бәрі жаймашуақ жайбарақат жағдайда емес, кескілескен идеологиялық күрес үстінде жүзеге асты. Сауатсыз ауылдан шығып, шытырман тап күресінің күрделі интегралы мен диффенренциалына бірден жетіле қою кім-кімге де оңай шаруа емес еді. Талайлар тауқыметі мол тап күресінен басын ала қашқан тоғышарлыққа, немесе күрес дегеннің жені осы екен деп, шаш ал десе, бас алған ұрдажықтыққа ұрынды. Мүсірепов сол екі кеселдің екеуіне де бой алдырмапты. Бұл Мүсірепов қайраткерлігінің жәй әншейін белсенділік емес, терең дүниетанымды, таптық күрестің көп жылдық идеялық қазынасын төз игеріп, төз меңгерген болмысты, азаматтық зерені арқау еткен саналы күрескердік екенінен айқын хабар бергендей.\nХалық тағдыры мен қоғам тағдыры сынға түсер кезеңде сахнаға шыққан қай қайраткерден де қоғамдық даму табиғатын талдап түсінер терең біліқ тарихи процестің алды-артын бірдей шолып отыра алар биік парасат, әр ісің мен әр сөзіңнің тек бүгінгі әсерін ғана емес, ертеңгі салдар-нәтижесін алдын-ала түйсігіп-түсіне алар сергек жауапкершіліқ заманның көңілін аулаймын деп адамға, адамның көңілін аулаймын деп заманға қиянат жасамайтын қылаусыз әділдіқ дәуірге қызмет етудің орынына кемдікүн дәурендеп қалуды күйттейтін күйкілікке жол бермейтін саф адамгершілік табың мен халқың алдындағы қалтқысыз адалдық талап етілері белгілі. Мүсірепов – салихалы азамат сынға түсер сол емтихандардың қай-қайсысынан да сүрінбей өтті.\nАзаматтық белсенділік – ол тек елдің ең алдымен білегін тұрініп шыға келетін елгезектік емес, ол – бүгінгі күн пәрменінен ертеңгі келешектің көкейтесті мүддесін тапжылтпай танып барып қайратқа жүгініп, әрекетке жүгіретін қапысыз көрегендік. Мұндай өресі биік күресте сара ақылмен қоса салқын сабыр да таптырмас қару. Мүсірепов өз ғұмырында күрес сахнасынан бір елі жырақ тұрып көрген жоқ. Бірақ, қай сәтте де өзгелердің дау-дамайының дүбіріне жүгірмей, өз жүрегінің діріліне көбірек құлақ асуды қағида тұтты. Сабырлы күрескерлік деп те соны айтса керек. Ол – табандылықты «айттым бітті, кестім үзілді» деп отырып алар қасарыспалық деп, жалындылықты жағаласа кетер жанжал құмарлық деп, өрлікті өзеуреу, ерлікті егес деп ұғынбай, ұтымдыны алыстан болжап, ұрымталдан ұтылап қимылдау деп ұғатын кәнігі палуандар сынды қапысын таптырмайтын қырағы сайыскер. Бұл, әсіресе, суреткерлерге, ең алдымен, қажет қасиет. Өйткені, қашан да халық атынан, тап атынан, қауым атынан сөйлейтін қаламгер әрдайым өзін тек қағаз қаралаушы нан табармын деп емес, жаңалықтың жаршысы, жақсылықтың жақтасы қайраткермін деп сезінбесе, сөзін де, өзін де сыйламағаны. Өйткені, әлеуметтік творчество, көркем творчество, ғылыми творчество, рухани творчество – қашан да қиянатпен, тоғы-шарлықпен, топастықпен күрес. Сондықтан да, адамзаттың ізгілік жолындағы күресі арсеналынан көркем творчество ешқашан сыртқары қала алмайды. Күндердің күндерінде әскери қарусыздану жүзеге асар. Бірақ, әділеттің басынан аттатқызатын, адамгершілікті аяқ асты ететін идеялық қарусыздануға, демек, парықсыздану мен арсыздануға жол беріп қойып, қол қусырып қарап отыруға әдебиет пен өнердің ешқашан, ешқандай хақысы жоқ. Ендеше, сөзімі сергек суреткер адамгершілікке келер өр қиянатқа адамзатқа төнер ең сұрапыл қауыптан ашынғанындай серпіле қарсы шығуы керек. Мүсіреповтің сүйікті туындыларын былай қойғанда жол жазбаларының өзінде көнелік пен кердеңдікке, қараулық пен дүниеқоңыздыққа, тоқтықтан асқынған тоң мойындық пен рухани «күптілікке» атой салып ереуілдеп тұрған максималистік пафос бет шарпиды. Ондай уыты болмаса бүгінгі көркем сөздің – автордың иінін жақсартып, бетіне шырай жүгірткеннен басқа бітірері шамалы. Олай болса, творчествоны күрес деп ұғатынымыз секілді күресті де творчество деп ұққанымыз жен. Күрес сияқты күрделі өнерде де өнеге керек. Ондай өнегелі ұстаздардың бірі – бүгінгі той иесі.\nОл осынша абыройға бір басының жұрттан озғанын күйттеген өзімшіл ыждаһатымен емес, Отаны мен заманының, туған тілі мен әдебиетінің мерейін өсіруге еткен ерекше еңбегімен жетті. Ол қазаңтың көп салалы, кеп жанрлы мәдениетінің жазушы өнері керек болған жерінің бәріне араласты, бәріне ат салысты. Замана ағымынан, дәуір талабынан ешқашан кеш қалып, кем түсіп көрген жоқ. Әрдайым өз халқының рухани мүддесінен шыға білді.\nРухани майданда оза шауып қызмет қылуға даусыз талант, дана білікпен қоса асқан кісілік те керек. Мүсірепов енері кісілігіне, кісілігі өнеріне сай. Ол заманында ащыны да, тұшыны да аз естімеген, жақсыны да, жаманды да аз көрмеген адам. Бірақ, оның ащыдан тұншығып, тұщыдан ұшынып кеткен жері болды, жақсы дегенде еліріп, жаман дегенге көміліп қалған жері болды дегенді естіген де, керген де емеспіз. Ол өзінен жасы үлкен, еңбегі үлкен, өнері үлкен ағаларымен де, кеш келіп, кейін жетілген інілерімен де сырдесте пікірлес бола білген адам. Үлкеннің алдында балаң, кішінің алдында надан көрінбеудің жаңғыз-ақ жолы – өзіңді өзің үзбей шыңдап отыратын үздіксіз рухани ізденіс, тоқмейілсуді білмейтін табанды еңбек. Өз қадіріңді білуің үшін өзгенің қадірін, өзгенің қадірін білуің үшін өз қадіріңді түсініп қапысыз қастерлей білген лазым. Табиғат көкірегіне өнер дарытқан адамға кердеңдік те, кесірлік те, жалтақтық та жараспайды. Оның «өнердегі өзін» сыйлағандықтан емес, «өзіндегі өнерді» сыйлағандықтан да инабатты болмасқа қақысы жоқ. Өзін қадірлеткенмеы өнерін қадірлете алмай, әнерін қадірлеткенмен өзін қадірлете алмай жататын кереқарлықтың түп төркіні де осы – талант пен кісіліктің айқұшақ қауып аймаласа қалмайтынында. Халық көзіндегі адамға ірі сөйлеп ұсақ қарекеттенуге де, ұсақ сөйлеп ірі қарекеттенуге де болмайды. Алдыңғысы өзінің қадірін түсірсе, соңғысы өнерінің қадірін түсіреді.\nБіз аға буынның өнерлерінің кесектігіне мінездерінің кесектігі жарасатынын сүйсіне айтқымыз келеді.\nБірақ, бұдан олар шетінен пайғамбардың ауызынан жаңа түсе қалғандай өңшең періште екен деген де сөз тумаса керек. Олар ондай емес. Ондай болуға жағдайлары да болған жоқ. Өйткені, олар жас кәсіби әдебиетімізді өздері құрып, өздері қалыптастырды. Қалыптасу үстіндегі құбылыстың қай-қайсысында да бірі жетсе, бірі жетпей жататыны, сірә, белгілі. Қазақ әдебиетіндегі кәсібиліктің жетілуінде де даулы, талас тудырар жәйіттер көп болды. Оның бәрі принциптілікті талап етті. Сондай қызу күрес үстінде ескен ұрпақ, әрине, бірін бірі ылғи арқадан қағып, маңдайдан сипап отыра алмайды. Алайда, олар қанша таласқанмен, «сен анаусың, мен мынаумын» деп ат құйрықтарын үзіспей нақты шығармалар, нақты тенденциялар төңірегінде таласты. Олардың қай таласының астарына үңілсең де, бәрібір қоғам талабына, дәуір талабына барып саяды. Әліге дейін әдебиет сапасы жайындағы творчестволық процестегі кейбір жағымсыз құбылыстар мен құлықтар жайындағы толғақты әңгімелерді інілерден гөрі ағалар көбірек көтеріп жүр. Олардың азаматтық темпераменті әлі күнге жалындаған жас жеткіншектерінен басым түспесе, кем түсіп жатқан жоқ.\nБүгінгі тойда қазақ зиялыларының алғашқы буынының асыл көзіндей боп қалған қадірмен ағаның қызғылықты да қасиетті өмір жолының өнегелік сипаттарына баса көңіл бөлуді айырықша мақсат тұттық.\nМүсірепов өмірі – өнегелі өмір. Өнегелі болатыны күрескер өмір. Биік мұраттар жолындағы мәмлесіз күресті өзек еткен өмір.\nМүсірепов өнері – өміршең өнер. Өміршең болатыны – шыншыл өнер. Шындықты мұрат тұтқан өмір де, өнер де – ең алдымен, ел игілігі, ел мерейі.\nМүсіреповке бүгінгі қоғам, бүгінгі қауым тарапынан көрсетіліп жатқан шексіз құрметтің де түп себебі осында.\nҒабең бүгін Махамбет пен Шоқанға, Біржан мен Ақанға, Тұрар мен Сәкенге көке болатындай, Абай, Құрманғазы, Мұхтар, Қаныш, Сәбит, Ахметтерге аға болатындай, арғы-бергіден тек Сыпыра, Бұқар, Жамбыл, Кенендерге ғана жеделдес інілігі бар көсем жасқа жетіп отыр. Бір қарағанда, ол – біздің ортамызға сонау ұлы Абайдың оң жақ қапталынан осы қазір тұрып келіп отырғандай көрмегені, білмегені жоқ көнекөз шежіре. Енді бір қарасаңыз – әдебиет табалдырығынан әлгінде ғана аттаған ең кенже буынның өкіліндей, жаңалық десең, алдымен ұмтылып тұрған албырт та қунақ, талғампаз да ізденімпаз.\nМүсірепов тойы – елдің тойы. Өрге тартқан өскелең мәдениетіміздің тағы бір сеңгірге көтеріліп, көш түгендесуі, мерей түнгендесуі. Алдағы аға ұрпақ пен арттағы іні ұрпақтың жария сұхбаты.\nКемел жасына да, кемеңгер жасына да абыройлы жеткен суреткер ағаның бұған дейінгі де, бұдан кейінгі де дәуірлердің алдында ары таза, мерейі жоғары.\nАл, іні буын...\nІні буынның ет жүрегін мұндайда тек көлкөсір қуаныш қана емес, алдағы ұрпақтар қалдырар рухани мирас пен болашақтың алдындағы шексіз жауапкершілік тебірентсе ләзім. Қазақ мәдениетінің ағалар құрып, жүзінен асырып берген қызылды-жасыл өрмегінің қылышы қолымызға тигенде, арқауын босатып, төсегін селкеулеп алмас па екенбіз, алдағылар бастап берген айшықты өрнектен жаңылысып, күлді бадамға ұрынып жүрмес пе екенбіз деген уәйім тебірентсе ләзім.\nАлда айбынтар ағалардың баршылығы, соңда сүйсінтер інілердің молдығы – біздің туған мәдениетіміздің мерейінің ортаймайтындығының, мерекесінің тарқамайтындығының, көсегесінің көгере бермегінің кепілі. Мұндайда «тіл-ауыз тасқа» деп, шүкіршілік айтып жатпаушы ма еді...\nБүгін де сол үрдіс ойға оралады.\nhttp://www.kekilbayev.kz",
                "date": "25.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың диагоналін қалай табамыз?",
        "question_content": "Тіктөртбұрыштың диагоналін қалай табамыз,формуласын жазып жіберіңіздерші",
        "question_date": "22.02.2017",
        "question_tag": "Геометрия",
        "question_views": 40000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "гнгнгнгнгнгнгнгнгнгнгнгн",
                "date": "22.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2017 жылы Серпін бағдарламасы арқылы қалай жоғарғы оқу орнына тапсыра аламын?",
        "question_content": "2017  жылы   Серпін  бағдарламасы   арқылы  қалай   жоғарғы   оқу   орнына   тапсыра аламын?",
        "question_date": "22.02.2017",
        "question_tag": "Мектеп",
        "question_views": 43500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Серпін-2050» бағдарламасына қатысу бойынша қосымша анықтама\nЖОО-лар мен колледждердегі әр мамандық туралы толығырақ танысу үшін www.serpin-2050.kz сайтына кіріп, оқуға болады.\nСонымен қатар, сайттағы «Сұрақ-жауап» бөлімінде талапкер көңілінде жүрген бірқатар сұрақтарға жауап берілген:\n1. Мемлекеттік «Мәңгілік ел жастары–индустрияға» атты бағдарламасы туралы негізгі ақпарат:\nА) Аталмыш бағдарлама бойынша жеті облыстағы 7 жоғары оқу орындары (әрі қарай ЖОО) қатысады;\nӘ) 7 ЖОО үшін 1050 арнайы грант бөлінген, әрбір ЖОО-ға 150 гранттан қаралған. Онда педогогикалық 19 мамандық түрі белгіленген. (www.serpin-2050.kz сайтында көрсетілген).\n2. Аталмыш бағдарламаға кімдер қатыса алады:\nА) ҰБТ немесе КТ-дан шекті (50 балл, орыс тілін қоспағанда) және одан жоғары балл жинаған талапкерлер (бұл талап шығармашылық емтихан тапсыратындарға қатысы жоқ 4-ші таңдау пәнінің орнына шығармашылық емтихан тапсыратын талапкерлерге 3-пунктте түсініктеме көрсетілген).\nӘ) ҰБТ-ға қатыспаған, былтыр немесе оған дейінгі жылдары мектеп немесе колледж бітіріп, ЖОО-ға грантқа түспеген жастар КТ тапсырғаннан кейін қатыса алады;\nБ) Егер бейіндік пән бойынша 7 балдан аз алсаңыз, онда конкурсқа қатыса алмайсыз.\nЕскерту: егер бағдарламада көрсетілген 7 ЖОО үшін бөлінген 1050 арнайы грантты (мамандықтарды) таңдамасаңыз, бұл бағдарлама бойынша конкурсқа қатыса алмайсыз!\n3. Осы бағдарлама бойынша шығармашылық емтихан тапсыратын талапкерлер үшін ақпарат.\nА) 1050 арнайы гранттың ішінде шығармашылық емтихан тапсыратын мамандықтар бар. Мысалы: «Дене шынықтыру мәдениеті және спорт» мамандығы. Жалпы балды есептеу үшін ҰБТ-дағы 4-ші таңдау пәні алып тасталынады, ал оның орнына шығармашылық емтиханның қорытынды балын қосады.\nӘ) Шығармашылық емтихан балдарын және ҰБТ-дағы негізгі 3 пәннің (қазақ тілі, Қазақстан тарихы, математика) балдарын қосқанда, 50 балл немесе одан жоғары болғанда қатыса алады.\nБ) Ал сол негізгі 3 пәннен (қазақ тілі, Қазақстан тарихы, математика пәндерінен) 4 балдан аз алса және шығармашылық емтихандардың әрқайсысынан 10 балдан кем алса, бағдарлама бойынша конкурсқа қатыса алмайды.\n4. Бағдарлама бойынша мамандық таңдау қалай жүргізіледі:\nА) Талапкер www.serpin-2050.kz сайтының оң жағындағы –\n«ЖОО мамандық таңдау» сілтемесі арқылы кіресіз;\nӘ) Сол жерден өзіңіздің ҰБТ кезінде таңдаған 4-ші пән бойынша қандай мамандыққа тапсыра алатыныңызды көре аласыз;\nБ) Таңдау пәні бойынша тізімдегі сәйкес мамандықтарды таңдайсыз;\nВ) Әр мамандықтар бойынша мамандық шифры және сол мамандыққа арнайы грант бөлінген ЖОО аты жазылған.\nМысалы: Егер 4-ші таңдау пәніңіз физика болса, кәсіптік оқыту, информатика, математика, физика сияқты 4 түрлі мамандықтар ішінен керегін таңдайсыз. Содан соң мамандық коды мен таңдаған мамандығыңызға грант бөлген ЖОО-ны тауып аласыз.\n5. ЖОО-ны қалай таңдауға болады?\nА) Аталмыш бағдарлама бойынша бөлінген 1050 арнайы грант тізімдегі 7 ЖОО-ға ғана тиесілі. Сайттың оң жағында «Арнайы гранттар бөлінген ЖОО-лар» сілтемесіне кіріп, өзіңіз таңдаған мамандықтарыңыз қай ЖОО-ларда орналасқанын көріп, қажетті ЖОО-ларды таңдайсыз.\nӘ) Бағдарлама бойынша сол ЖОО-ға бөлінген арнайы гранттар тізімі көрсетілген;\nБ) Сонымен қатар, ЖОО орналасқан облысы, мекен-жайы, байланыс телефондары, әлеуметтік-мәдени жағдайымен таныса аласыз;\nВ) Талапкер қалауы бойынша бір университетті немесе төрт университетке дейін таңдау жасай алады.\nГ) Таңдау жасап болған соң, мамандықтардың шифрын және ЖОО-ның кодтарын жазып алыңыз.\n6. Конкурсқа қатысу құжаттарын қашан және қайда тапсырады:\n- Конкурсқа қатысу құжаттары 23-31 шілде аралығында қабылданады;\n- Өзіңіздің облысыңыздағы «Қабылдау комиссиясына» барасыз;\n- Құжаттарды өз қалаңызда отырып, басқа қаладағы ЖОО-ға тапсыруға болады.\n7. Қабылдау комиссиясындағы «Өтініш бланкісін» толтыру:\nБланкіге 4 ЖОО-ның әрқайсысында бір мамандықты жаза аласыз немесе бір ЖОО-ға 4 мамандық таңдап жаза аласыз. Дәл солай 2 ЖОО-ға екеуден , 3 ЖОО-ға ( 2+1+1) мамандық таңдауға болады. Және тек бір ЖОО-ға бір ғана арнайы грант бойынша мамандық таңдауға болады.\nӨтініш бланкісін толтыру кезіндегі негізгі мән беру тұстары:\n1) 6, 8, 10, 12 – конкурс секторлары. Секторлардағы бос ұяшықтарға таңдаған мамандықтар шифрын бояйсыз.\n2) 7, 9, 11, 13 – конкурс секторлары. Ондағы бос ұяшықтарға таңдаған ЖОО-ның кодын бояйсыз.\n3) Егер талапкер шығармашылық емтихан тапсырса, онда 23 сектордағы 1-ші және 2-ші шығармашылық емтиханда алған балдарын жазады және бос ұяшықтарды бояйды.\n4) «Талапкер қолы» бөлімінде талапкер өз қолын қояды.\n8. Бағдарлама бойынша құжат тапсырған талапкерлер\nwww.serpin-2050.kz сайтына міндетті түрде тіркелуі керек:\nСайттың оң жағындағы «Тіркелу» бөліміне кіріп, сауалнаманы толтырады;\n9. Талапкерлерден төмендегі құжаттар талап етіледі:\n- Жеке куәлік (төлқұжат және құжаттың 2 дана көшірмесі).\n- Аттестат, куәлік косымшаларымен (түпнұсқасы мен көшірмесі).\n- ҰБТ немесе КТ сертификаты.\n- Фотосурет - 6 дана - 3х4 см (2014 жылғы).\n- 086-У үлгісіндегі медициналық анықтама, 063 үлгісіндегі егу картасы және 2014 жылғы флюорокадр (рентгенсуретімен бірге).\n- Конкурс қорытындысы тамыз айының 8-10 аралығында республикалық газеттерде немесе ғаламторда жарияланады.\n\nhttp://syrboyi.kz/",
                "date": "25.03.2017",
                "upvotes": 1
            },
            {
                "text": "мен окуды битиргем, серпин багдарламасы бойынша жумыс бабымен костанай жакка кетким келеди, бизге кандайда бир женилдиктер боладыма? 87029061945 конырау шалуынызды сураймын",
                "date": "17.05.2017",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсіздер ме? Биыл 2",
                "date": "23.06.2017",
                "upvotes": 0
            },
            {
                "text": "Кандай кандай 7 облыс жане 7 вуздар?Физика матем тандагандарга жогарыда корсетилген 4 гана мамандык па?Алде баскада",
                "date": "23.06.2017",
                "upvotes": 0
            },
            {
                "text": "сәлеметсіздерме медецинага канша балл 50 балл дан асса тусе аламба",
                "date": "24.06.2017",
                "upvotes": 0
            },
            {
                "text": "Серпин багдарламасынын грантына тандау панинен 15-тен аспаган жагдайда катыса алады ма 2 балл жетпей калып тур.Барлыгы 83 балл.Сиздерден жауап кутемиз.Аттестаттын барлыгы 5 химия пани га",
                "date": "25.06.2017",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе. Менің общий балым 90. Биология:20. Химия:31.",
                "date": "25.06.2017",
                "upvotes": 0
            },
            {
                "text": "Маңғыстау облысында құжат  тапсыру қай жерде  жүреді",
                "date": "25.06.2017",
                "upvotes": 0
            },
            {
                "text": "2016-2017 оқу жылында ҰБТ-ға қатысқан түлектердің ата-аналарынан\nҮНДЕУ\nБіріншіден: 2016-2017 оқу жылының басында біздің балаларымызды жаңа форматтағы ҰБТ-ға дайындауда Қазақстан тарихын алып тастап,оны екінші тоқсанның аяғында қайта қостыңыздар. Осы уақытта біздің балалар Қазақстан тарихыннан қосымша дайындауда біраз уақыттарынан ұтылып қалды.\nЕкіншіден: ҰБТ-ның жаңа форматының ережелері кешеуілдетіліп шығарылып, оған дағдыланудың өзіне бірнеше уақыт керек болды.\nҮшіншіден: ҰБТ-ның жаңа форматы бойынша критерийлер білім беру мекемелеріне мамыр айында келіп, асығыс жасалғандықтан оған біздің оқушыларымыз дайын болмады.\nБірінші мысал: Бір оқушы 51 ұпаймен шекті балдан асып, гранттық конкурсқа қатысады.\nМатематикалық сауаттылық\nҚазақ тілі сауаттылық\nҚазақстан тарихы\nБиология\nХимия\n7\n7\n7\n15\n15\nЕкінші мысал: Бір оқушы 110 ұпаймен шекті балды өтемей гранттық конкурсқа қатысуға мүмкіндігі жоқ . Бұл сонда қалай болғаны ?\nМатематикалық сауаттылық\nҚазақ тілі сауаттылық\nҚазақстан тарихы\nБиология\nХимия\n19\n19\n19\n39\n14\nБіз ата-аналар таңдау пәндерінің 15 ұпайдық критерийлерін 10 немесе 12 ұпайға төмендетуді сұраймыз.",
                "date": "26.06.2017",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіздер ме.Мен осы жылы мектеп бітірдім.ҰБТ-дан 61 балл алып қалдым.Таңдау пәнім био-хим.Қ.тарих-14,матем.сауат-4,оқу сауат.-16,биология-10,химия-17 болып тұр.Енді матем.сауат. пен биология құртып тұр,шектік баллдан аспай...Серпін бойынша оқуға түсе аламынба? Қандай мамандыққа түсе аламын?Немесе ол туралы толығырақ қайдан немесе кімнен білсем болады???Ал серпінге емес,ақылы түрде қандай мамандыққа қай оқу орнына түсуіме болады?",
                "date": "26.06.2017",
                "upvotes": 0
            },
            {
                "text": "Алматыда серпин кабылдау комиссиясы Апай жерде? 57 баллмпн тусе аласынба жоо га?",
                "date": "26.06.2017",
                "upvotes": 0
            },
            {
                "text": "Кайырлы кеш! Мен Ент дан 86 балл жинадым. Матем сау- 13. оку- 11. Тарих-15. география- 26. математика-21. Серпинде географияда кандай универ кандай мамадыктар бар ким биледы екен? Алдын ала Рах",
                "date": "27.06.2017",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсіздер ме сұрайын дегенім серпінге тек аудан ауылбалалары катыса алады деген рас па?  Ал каланың мектебінің балалары катыса алмай ма сонда??? Маңғыстау облысынан жауап күтемін",
                "date": "28.06.2017",
                "upvotes": 0
            },
            {
                "text": "Саламатсызба менин да костанайга серпиммен туским келеди. Био_хим болама  маган 87076974762 хабарласынызшы?",
                "date": "28.06.2017",
                "upvotes": 0
            },
            {
                "text": "Мен, 22.06.2017 жылы ҰБТ тапсырып, 79 балл жинадым, таңдау пәнім ағылшын-тарих, \"Халықаралық қатынастар\" мамандығына тапсырғым келеді, баллым оған түсуге жетедіме? Мүмкіндік барма?",
                "date": "29.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолжетімді баспана бағдарламасы бойынша баспана алу үшін қандай құжаттар жинау керек?",
        "question_content": "Салеметсыздер ме?! Менын жасым 29да жолдасым 34те 4баламыз бар. Колжетымды  баспана багдарламасы бойынша баспана алуымызга мумкындык бар ма? Ол ушын кайда барып, кандай кужат тапсыруым керек?",
        "question_date": "22.02.2017",
        "question_tag": "Жанұя",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалалық әкімдіктің тұрғын үй қатынастары бөліміндегілер түсіндіргендей, «Қолжетімді баспана-2020» бағдарламасы аясында жас отбасылар үшін баспана «Тұрғын үй құрылыс жинақ банкі» АҚ арқылы кейіннен сатып алу құқығымен жалға беріледі.\nҚалада осы бағдарлама аясында жас отбасылар үшін 17 112,9 шаршы метр баспана салынатын болады. Бұлар алаңы 40-тан 75 шаршы метрге дейін болатын 3-ші және 4-ші жайлылық деңгейіндегі жалға берілетін үйлер болмақ.\nОсы бағдарлама бойынша жас отбасында ұсынылған баспанада жеңілдікпен тұрып, 8 жыл бойына тұрғын үй сатып алу үшін жарналар жинақтауға және кейіннен15 жылға дейінгі мерзімге банктен тұрғын үй несиесін алуға мүмкіндігі болады. Жалға берілетін баспана салудың және сатудың осы механизмі жас отбасыларға арналған баспаналардың қолжетімділігін арттырады.\nБағдарламаға қатысушыларға қойылатын негізгі талаптар: 1) өтініш берген кезде ерлі-зайыптылардың екеуінің де жасы 29 жастан аспауы қажет; 2) өтініш берген сәтте кемінде 2 жыл тіркелген некеде болуы; 3) өтініш берілген елді мекенде тіркелуі;\n4) ерлі-зайыптыда және оның отбасы мүшелерінде меншік құқығында тұрғын үйінің болмауы; 5) соңғы 5 жыл ішінде тұрғын үй жағдайларын төмендету фактілерінің болмауы; 6) соңғы 6 ай үшін отбасының ай сайынғы жиынтық таза табысы Атырау қаласы үшін – төменгі күнкөріс минимумының 4 есе мөлшері (2012 жылдың 1 қаңтарынан бастап ТКМ – 17 439 теңге).\nЖергілікті атқарушы орган (ЖАО) аталмыш бағдарламаға қатысу өтініштерін қабылдауды жалға берілетін тұрғын үй құрылысы басталған күннен бастап 3 айдан кешіктірмей бастайды және жалға берілетін тұрғын үйді іске қосуға 6 ай қалғанда аяқтайды. Бағдарламаға қатысу үшін үміткерлер аз болған жағдайда ЖАО өтінішті қабылдау мерзімін ұзартуға құқылы.\n«Қалалық тұрғын үй-коммуналдық шаруашылық, жолаушылар көлігі және көлік жолдары» мемлекеттік мекемесі «Қолжетімді баспана - 2020» бағдарламасы аясында үстіміздегі жылдың 1 қазанынан бастап Сәтбаев, 23 мекен-жайындағы халыққа қызмет көрсету орталығында өтініштер мен құжаттарды қабылдаудыбастады. Қалалық ТКШ, ЖК және КЖ бөлімінің бастығының атына жазылған өтініш бланкасына жеке бас куәлігінің, неке туралы куәліктің, балаларының туу туралы куәліктерінің көшірмелері, өтініш берушінің жұмыс орнынан анықтама (түпнұсқа), еңбек кітапшасының, үй кітабының көшірмелері немесе тіркелген мекен-жайы бойынша мекен-жай анықтамасы, тіркелген мекен-жайы бойынша пәтерге меншік құқығын растайтын құжаттардың көшірмелерін (үйдің жоспары мен сату-сатып алу келісім-шартының көшірмелері), баспана алуға үміткер кәмелетке толған барлық отбасы мүшелеріне берілген әділет департаментінің №1 формадағы анықтамасының түпнұсқалары тіркелуі қажет. Өтініш бергеннен кейін төлемге қабілеттілігін растау үшін «Тұрғын үй құрылыс жинақ банкінің» Атырау филиалына жолдама беріледі.\nЖас отбасыларды іріктеу баллдық жүйе бойынша жүзеге асырылады.\nБаллды есептеу тәртібі: 1) некеге тіркелген әр жыл үшін – 5 балл; 2) бір балаға – 20 балл, әрбір келесі балаға – 30 балл; 3) ҚР үкіметінің бекітілген тізіміне сәйкес мүгедек боп табылатын немесе кейбір созылмалы сырқаттың ауыр түріне шалдыққан әрбір отбасы мүшесіне – 10 балл; 4) мемлекеттік бағдарлама аясында алдыңғы іріктеу кезінде салынған үй тізіміне енбеген үміткерлерге қосымша 5 баллдан.\nІріктеуден өткен азаматтарға қайтадан төлем қабілеттігін растау шегінен өту үшін «Тұрғын үй құрылыс жинақ банкі» Атырау филиалына жолдама беріледі.\nҚаржылық ауқаттылығы расталғаннан кейін жалға берілетін баспананы бөлу баллдық жүйе бойынша кезектілік тәртібімен және салынып жатқан үйлерді пайдалануға беру ретіне қарай жүзеге асырылатын болады.\n«Тұрғын үй құрылыс жинақ банкінен» үш ай ішінде жарна төлемі болмағандығы туралы ақпарат түссе, өкілетті орган жалға алушыны жалға берілген баспанадан шығарады.\nҚолайлылықтың 4 деңгейіндегі пәтерлерді алудың шамамен есебі (1шаршы метрдің құны – 120 мың теңге):\n1) алаңы 45 шаршы метр болатын пәтер: ай сайынғы төлем (төлегенге дейінгі алғашқы 8жылда жинақ салымы) 25 440 теңге және төлегеннен кейін 16 800 теңге құрайды (15 жылдық тұрғын үй қарызын өтеу);\n2) алаңы 62 шаршы метр болатын пәтер: ай сайынғы төлем – 38 160 теңге және төлегеннен кейін 25 200 теңге;\n3) алаңы 75 шаршы метр болатын пәтер: ай сайынғы төлем – 50 880 теңге және төлегеннен кейін 33 600 теңге.\n\nhttp://azh.kz/kz/",
                "date": "25.03.2017",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсізбе.Ажырасканмын 4 балам бар, ең кiшiсi 9 айлық,уакытша өзимнин әке шешемнин үйінде тұраын,жумыс истемеймин. Толык емес жанұя деп мемелекеттен пәтер алу үшін,кужаттарды қайда тапсырады және қандай құжаттар керек. Алдын ала Рахмет",
                "date": "5.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикадан таныстыру сөзі керек?",
        "question_content": "ФизикаМаған физикадан таныстыру керек еді, топтын аты Күш",
        "question_date": "22.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстандағы табиғи зоналардың қайсысы ең үлкен ауданды алып жатыр?",
        "question_content": "Қазақстан аумағында табиғи зоналар қалай өзгереді?Табиғи зоналар ауысуының негізгі себептерін атаңыз. Қазақстандағы табиғи зоналардың қайсысы ең үлкен ауданды алып жатыр?",
        "question_date": "22.02.2017",
        "question_tag": "География",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның жазықтық бөліктерінің табиғи зоналарына қысқаша сипаттама\nТабиғат зоналары Климаттық жағдайлар Өсімдіктері Жануарлары\nОрманды дала Жазғы шілде +18 - +20° қаңтардың орташа температурасы -17°- 19° кейде -51°-53°. жауын-шашын 370-430 мм (300-350 мм) мөлшерінде Бетеге, боз, бидайық, арпабас, қайың, қоңырбас, итқонақ, құлпынай, қарағай, қияқ, ебелек, жоңышқа, қоян шөптер. Ормандарында қайың, емен, жөке, қандыағаш, көктерек және қарағайлар бар. Саршұнақ, сұртышқандар, егеуқұйрық, қосаяқтар, тышқандар, түлкі, елік, қасқыр, сусар, бұлан, тоқылдақ, көкек, күйкентай, қараторғай. Ормандарында тиін, құр, сұңқар. Көлдерінде тырна, үйрек, қаз, шағала, ондатр.\nДала Климаты континентті. Шілдеде +18°+23° кейде +20°+24°, қаңтарда -16°-тан -17°-қа дейін, -14°-18°, -16°- 18° абсолюттік минимум минус 40° жауын-шашын – 300 мм (220-310 мм) Боз, бетеге, атқонақ, ебелек, еркекшөп, жайшөп, жусан, итмұрын, меңдуана, жанаргүл, бидайық, арғаба, қияқ, кұрақ, шайшөп, дәрілік валериандар. Саршұнақ, қосаяқ, алақоржын, қасқыр, борсық, суыр, қарсақ, ақбөкен. Безгелдек, тырна, бозторғай бүркіт, батпақ құстары, қаз, шағала, үйрек, аққұтан, қызыл үйрек, сара ала қаз, аққу, дуадақ, торғай.\nШөлейт Орташа температура шілдеде +22° +24°(кейде +40°-қа дейін) қаңтарда-15°-17° (кейде -50°) жауын-шашын мөлшері 180 мм-ден 300 мм-ге дейін Бетеге, жусан түймедақ, боздан, изен, ебелек, теріскен, көкпек, ши қамыс, кұрақ, тал, итмұрын, сексеуіл Саршұнақ, қосаяқ, құм тышқаны, құм қояндары, күзен, түлкі, кесіртке, сұр жылан, ақбөкен, қарақұйрық, қалқан тұмсық, қара шұбар жылан. Құстар: бүркіт, бозторғай.\nШөл Климаты өте континентті. Орташа температура шілдеде солтүстігінде +24° +26°С, оңтүстігінде +28° +30°С, жауын-шашын мөлшері 100-200мм. Селеу, өлеңшөп, боз жусан, кұм бетегесі, еркекшөп, қоңырбас, құм түймедағы, жантақ, жыңғыл т.б. бар. Тасбақа, кірпі, кесіртке, оқжыландар, улы өрмекші, бүйі, сарышаян, қарақұрт, ақбөкен, қарақұйрық.",
                "date": "25.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шахтаның 840 м тереңдігінде қысым қандай болады?",
        "question_content": "01 Жер бетиндеги калыпты атмосфералык кысым болса, шахтанын 840 м терендигиндеги атмосфералык кысымды кандай",
        "question_date": "21.02.2017",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер бетиндеги калыпты атмосфералык кысым болса, шахтанын 840 м терендигиндеги атмосфералык кысымды кандай",
                "date": "28.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Пушкин туралы мәлімет керек?",
        "question_content": "6 сыныпка Пушкин туралы малимет керек еди",
        "question_date": "21.02.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пушкин туралы қызықты мәліметтер.\n1. Пушкин 4 жасынан бастап болған оқиғаларды жақсы білген. Ол бір сөзінде бала кезінде жердің тербеліп, бағаналардың қимылдағанын көргенін айтқан екен. Расында да, 1803 жылы Мәскеуде жоғары балды жер сілкінісі тіркелген. Айтпақшы, болашақ ақын дәл осы жаста I Александр патшамен кездескен. Патша серуенге шыққанда кішкентай Сашаны атпен басып кете жаздаған көрінеді. Алайда, аттың басын дер кезінде тартып қалғандықтан, бала аман-есен қалады. \n2. Ол 8 жасынан бастап француз тілінде шағын комедиялар мен әзіл өлеңдер жазған. Бірақ өзі 13 жастан бастағанын айтады. \n3. Пушкин лицейге тамыр-таныстық арқылы түскен. Алдыңғы қатарлы білім ордасының негізін сол кездегі министр Сперанский қалаған. Онда бар болғаны 30 адамды қабылдайды екен. Александрдың ағасы танымал ақын Василий Львович Пушкин министрмен таныс болғандықтан, інісінің осында оқуына себепкер болады. \n4. Білім беру жұмыстары аяқталғанда оқушылардың үлгерімінің тізімі жасалады екен. Пушкин сол тізімде соңынан санағанда екінші орында тұрады. \n5. Есесіне, Пушкин алғаш рет лицейде жүріп ғашық болады. Оның ең алғашқы жекпе-жегі осы орданың қабырғасында жүргенде болған. Жалпы Пушкин 90 рет дуэльге шақырылған. Ал өзі басқаларды 150 рет шақырған екен. Оның себебі дұрыс бөлінбеген жұмыртқа немесе балағат сөз болуы мүмкін. Ақын 21-ші дуэлінде қайтыс болған. \n6. Пушкин туралы таныстары былай деп пікір айтқан екен: ағасы оның есерсоқ, бойы аласа болғанымен, қыздар қауымына қатты ұнағандығын жазады, ал ақын ғашық болған Вера Нащокина оның қоңыр бұйра шашының, көгілдір көзінің сұлулығын және ерекше тартымды болғанын айтады. Тағы бір естелікте Пушкин өзі ұнатқан нәрсесіне қатты қызығушылық танытып, білгенше тыныш таппайтыны, ал қызықсыз дүние болса, көңілсізденіп, адамды зеріктіріп жіберетіндігі баяндалады. \n7. Пушкиннің құмар ойындармен байланысты ауқымды қарыздары болған екен. Әрине, ол әрдайым қаржы тауып, жабуға тырысқан. Қиындықтар туған сәтте қарыз болған адамдарына жаман сөздер жазылған әзіл өлеңдер арнап, жағымсыз карикатуралар сызған екен. Бір жолы осындай қағаз үшін үлкен дау-жанжал болған деседі. \n8. Кейбір шетелдерде \"Евгений-Онегинді\" орыстың тұңғыш романы деп жазады. Британдық энциклопедияда Пушкинге дейін орыс тілі көркем әдебиетке жарамайтын болған деген сөздер де бар. \n9. Ресейдің барлық қаласында Пушкиннің құрметіне қойылған ескерткіштер бар. Міне қызық, бірнеше жыл бұрын Эфиопияда Пушкинге арналған ескерткіш тұрғызылады. Оның тұғырнамасына \"Біздің ақынға\" деген сөз жазылған. \n10. А. Пушкин Э.Дантеспен болатын соңғы дуэль алдында әйелінен: \"Кім үшін жылайсың?\" деп сұраған екен, сонда ол: \"Кім өлсе, соны жоқтаймын\" деп жауап қатады. \n11. Гогольге \"Ревизорды\" жазу туралы идеяны ұсынған Пушкин екен. Гоголь ақыннан шынымен де күлкілі оқиға айтуын өтінген. \n12. Пушкин қандай сапарға шықса да жанынан алтын оймағын тастамаған. Ол ақынға кішкентай саусағындағы ұзын тырнақты сындырып алмас үшін керек болған. \n13. Пушкин әйелінің жанында тұрғанды ұнатпаған. Ол өзінің аласа бойынан намыстанған екен. \n14. А.С. Пушкин француз, ағылшын, итальян, неміс, латын, испан, грек және тағы да басқа славян тілдерін білген. Және өмірінің соңына дейін тіл үйренуден жалықпаған. Оның кітапханасында 3560 том кітап болған екен.\n\nТолығырақ.",
                "date": "22.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тойға неше бай, неше би, неше кедей келген?",
        "question_content": "Бир бай той береди, тойга 100 адам келеди, 100 табак тартылады. 1-байга 4 табактан, 1-биге 3 табактан, 4-кедейге 1 табактан тартылады. Сурак: тойга неше бай, неше би, неше кедей келген?",
        "question_date": "21.02.2017",
        "question_tag": "Математика",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "13 бай,12 би,48 кедей.",
                "date": "22.02.2017",
                "upvotes": 0
            },
            {
                "text": "Адам: 76,15,9 Табак: 19,45,36\n\nнемесе\n\nАдам:52,17,9 Табак: 13,51,36",
                "date": "26.02.2017",
                "upvotes": 0
            },
            {
                "text": "Адам:13 би,15 бай,72 жарлы\n\nТабақ:52,30,18",
                "date": "2.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төңірегінде деген сөзге морфологиялық талдау жасаңыз?",
        "question_content": "Төңірегінде деген сөзге морфологиялық талдау жасаңыз?",
        "question_date": "21.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төңірек(түбірі),ін(жұрнақ),де(жатыс септік)",
                "date": "22.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үстеу сөзге аяқталған 5 сөйлем керек?",
        "question_content": "Үстеу сөзге аяқталған 5 сөйлем керек?",
        "question_date": "21.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бердібек Соқпақбаев «Өлгендер қайтып келмейді» PDF нұсқасында жүктеп алу?",
        "question_content": "Кітапты PDF жүктеп алу үшін мына сілтемені шертеміз!\nКітапты EPUB форматында жүктеу үшін!\nМенің мақалам жақында ғана оқып бітірген «Өлгендер қайтып келмейді» романы туралы болмақ. Авторы Бердібек Соқпақбаев. Менің құрдастарымның ішінде бала кезінде «Менің атым Қожа» фильмін көрмеген адам жоқ шығар. Қазіргі жастарды білмедім. Оларға айтарым — міндетті түрде көріңіздер! Ал, «Өлгендер қайтып келмейді» балалар әдебиетіне жатпайды.\n\nМен үшін бұл шығармада автордың үлкен мұңы, тірі кезінде айта алмай кеткен ой-толғаулары жатыр. Оған сол кездегі идеология себеп болған шығар. Романда ақ-қара, жаман-жақсы деген тәрбиелік ұғымдар жақсы көрсетілген. Бірақ, автор оқырманына бұлай дұрыс, бұлай бұрыс деп айтудан аулақ. Кейіпкердің бастан кешірген оқиғалары, махаббат пен қуаныш, қайғы-мұң секілді сезімдер арқылы өмірдің әрбір жолы таңдау екенін көрсеткісі келетін сыңайлы. Пенде болғаннан кейін, бәріміз де шалыс басамыз, қате ойлаймыз, қате сөйлейміз. Кейде шын ниетіміз бен әрекетіміз ұштаспай жатады. Көзкөрген жазушылардың айтуынша, кейіпкердің барлық дерлік хикаялары романның авторы Бердібек Соқпақбаевтың өзінің бастан кешкен оқиғалары. Шығармашылық адамдарының мінезі қызық қой. Кейде өмірден түңіліп, болмашы нәрсеге мұңайып жүрсе, кейде балалық шағында оянған махаббатын аңсап, шабыттанып жүреді.\nКейіпкер – бала кезінде соғысты көріп, анасына кейінгі ең жақын адамы үлкен ағасынан айырылған, қызба мінезінің кесірінен талай әділетсіздікке ұрынған адам. Көңілді, тапқыр Еркін өмірдің ақ-қарасын білетін сияқты, дегенмен шалыс басқан кездері көп болады. Өзін ренжіткен адамдар да ақырында опа жейді, кейіпкеріміз де өмірдің талай соқпағынан өтеді. Бірақ, қанша дегенмен, тағдырынан жарқын сәттерді көбірек күтеді, соған ұмтылады да. Еңбектеніп, анасы мен жесір қалған жеңгесіне қамқор болу үшін, адам қатарына қосылғысы келеді. Бірақ, жеңгесін қорғаймын деп жүріп, өзі әділетсіздікке ұрынып, түрмеде отырып шығады. Осылайша жастайынан бағына балта шабылған бала, өмір өзің ойлағандай емес, керісінше мүлдем күтпеген аумалы-төкпелі кезеңдерден тұратынын айқын түсінгендей болады. Түрмеде отырған жас жігітке жақсы қызмет табу оңай емес. Дегенмен, білім алып, ұстаздық етеді. Балаларға арнап әңгімелер жазып, отбасын құрады. Қуанышпен қатар, қиындығы да көп өмірден түңілген емес. Әке орнындағы қамқор ағасынан, судың тұнығындай тұңғышынан айырылады. Жақын адамдарын ажал құшқаны – қабырғасын қайыстырады. Романның «өлгендер қайтып келмейді» деп аталуы да сондықтан шығар. Бала кезінен аңсаған арманы алғашқы махаббаты — Ғалия есімді қызды тауып, сезімін жеткізу болатын. Жылдар өте Еркін Ғалиямен кездеседі. Әбден үйлі-баранды болып, ақыл тоқтатар жасқа келген кезде, қолынан ұшырып алған құс секілді көрінген Ғалиямен қайта жүздескенде, тағдырдың бұйрығымен тұншығып қалған сезім қайта тіріліп, оянғандай болады…….Менің бұл романнан түйгенім көп. Біріншіден, шығарма Кеңес одағы кезінде жазылса да, сол уақыттың талабына сай – идеология мүлдем дерлік жоқ. Сондықтан, бұл роман қазір де өзекті. Екіншіден, кейіпкердің бастан кешкен хикаялары, қателіктері арқылы – ненің дұрыс, ненің бұрыс екенін түсінесің. Әсіресе, қазіргі ер-азаматтарға оқып көрген жөн секілді. Ер адамның әрбір әрекеті, сөзі, ісі нәтижесіз қалмайды. Әр нәрсенің өз себебі мен салдары болады. Тек сол себепті сылтау етіп, ауыр салдарға ұрынудан сақтасын!\nӘлия Махамбет",
        "question_date": "21.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 11100,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Тығыздығы ең төмен 10 мемлекет?",
        "question_content": "Тығыздығы ең төмен 10 мемлекет?",
        "question_date": "21.02.2017",
        "question_tag": "География",
        "question_views": 24300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұрт тығыздығы — бірлік аумақта тұратын халық саны.\nЕң тығыз мекендер (шаршы километрге келетін адам саны):\nАомынь (Макао) — 17684\nМонако — 16620\nСингапур — 6389\nГонконг — 6317\nГибралтар — 4289\nГаза Секторы — 3823\nВатикан — 2093\nМальта — 1261\nБермуд аралдары — 1226\nМальдивтер — 1163\nЕң тығыз мекенденген ергежейлі елдерден басқа елдер мен аймақтар (шаршы километрге келетін адам саны):\nБангладеш — 1002\nТайвань — 636\nОңтүстік Корея — 491\nПуэрто-Рико — 430\nИордан өзенінің Батыс жағалауы — 407\nНидерланд — 395\nЛиван — 367\nБельгия — 339\nЖапония — 337\nҮндістан — 328\nҚазақстандағы жұрт тығыздығы — 5,4 адам/км².\n\nhttps://kk.wikipedia.org/",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Егер мен хан болсам\" деген тақырыпта эссе керек?",
        "question_content": "\"Егер мен хан болсам\" деген тақырыпта эссе керек?",
        "question_date": "21.02.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер мен хан болсам...\nЕгер мен хан болсам, қайтер едім? деген сұраққа жауап беру оңайға соқпас. Себебі хан болу үшін ең алдымен адамға үлкен жауапкершілік пен әділдік керек, өйткені ел билеу оңай шаруа емес. Сенім артқан халықтың үмітін ақтап, әділ ел билеуші болу өте қиын шаруа.\nМен өз басым хан болсам, алдымен қарапайым халықтың жағдайын жақсартуға бар күш - жігерімді жұмсар едім. Материалдық жағдайы қиын отбасыларын әбден оңалып кеткенше салықтан босатып, жұмысқа орналасу мәселелерін реттеуші едім.\nОдан кейінгі ретте қарт кісілердің жағдайын ойластырып, әлеуметтік мәселелерді қолға алушы едім. Себебі \"қарты бар ел - қазыналы ел\" демекші осы үлкен кісілердің ақ батасын алып, пейіліне бөленудің өзі үлкен қуаныш.\nСонымен қатар қайырымдылқ жасау шараларын қолға алушы едім, себебі қайырымдылық жасау - кең пейілділік пен мейірімділік белгісі. \"Кең болсаң, кем болмайсың\" демекші, ол жақсылығың да саған міндетті түрде қайтып келеді. Әзірге осы.\nБірақ мен бір сәтте хан болып, ел билеу ісіне араласып кетпейтінім анық. Алдымен оқуымды жақсы оқып, қалаған мамандық иесі атанып, талмай білім алу керек. Себебі, білім - болашаққа жасаған үлкен инвестиция. Болашақта осы білімімнің арқасында үлкен жетістіктерге жетіп, ел басқару ісіне де біршама жақын болатыныма сенемін.",
                "date": "16.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Мен өз еліммен мақтанам\" атты тақырыпта шығарма керек?",
        "question_content": "Мен өз елімен мақтанамын атты қысқаша шығарма жазу керек. Өз сөзінмен .тініші",
        "question_date": "21.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 13100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еліміз егемендік алып, еңсеміз көтеріліп, елдігіміз бен теңдігіміз теңеліп, дініміз бен тіліміз қайта жаңғырып, тәуелсіз қазақ елі біршама жетістіктерге жетті. Халқымыздың ғасырлар бойы аңсаған бабаларымыз бен даналарымыздың артында қалған армандары мен аманаттары орындалып, көп ұлтты қазақ елі жиырма жылдың ішінде біршама өркендеп, экономикасы мен әлеуметтік жағдайы көтеріліп, әлемнің дамыған елдерінің қатарынан көрінді. Атап айтсақ, дамыған мемлекеттер арасында ЕЫҚҰ мүшелігіне қабылдануымыз. Тұңғыш рет елімізде Азиада алауы тұтанып, қазақ елінің мерейі үстем болды. Ел болып егеменді қазақ елі,Алматым сұлу көркі асқақ еді.Жөнелтіп ұлы көшті Арқа жаққа, Нұр ағам нұрлы жолға бастап еді. Біздің осындай мақтанышпен қарайтын Алматы және Астана қос қаламыздың келбеті әлем тарихынан орын алды.Астана қаласы азғана уақытта салтанатты гүлденген қалаға айналды. Бұл Тәуелсіз елімнің басына қоған бақыты екені айқын.Қазақ елінің терезесі теңеліп, осында тұратын елімнің ынтымағы мен татулығы жарасқан. Тәуелсіз еліміздің ертеңі, болашағы қазіргі жастар мен жас жеткіншектер біздің келешек ұрпақтарымыз. Келешекте қазақ елі бұдан да үлкен жетістіктерге жетуіне әрбір азамат өз үлесін тигізіп, ат салысса нұр үстіне нұр болар еді. Қазақ елім, тұғыры биік алыпсың,Егемен елім тарихыңа қанықпын.Көгілдір туың көгінде мәңгі желбіреп,Берекесі мен бірлігі артсын халықтың! Тәуелсіз қазақ елінің айы оңынан туып, биіктерден көріне берсін.",
                "date": "21.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үй жағдайында тренировка жасайтын ең жақсы программа керек?",
        "question_content": "Үй жағдайында тренировка жасайтын ең жақсы программа болса жазыныздарш",
        "question_date": "21.02.2017",
        "question_tag": "Спортпен айналысу",
        "question_views": 823,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Джиллиан майклс стройная фигура",
                "date": "27.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шахтаның 840 метр тереңдігінде қандай қысым болады?",
        "question_content": "жер бетінде қалыпты атмосфералық қысым болса,шахтаның тереңдігі 840 метр атмосфералық қысымд",
        "question_date": "21.02.2017",
        "question_tag": "Физика",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кең тараған және қызықты есеп болған сон, бұл сұраққа екі жауап беруге болады.\n\nБіріншісі, тау қысымы (орысшасы - горное давление).\n\nЕкіншісі, p = 110 649 Па.",
                "date": "21.02.2017",
                "upvotes": 1
            },
            {
                "text": "p=p0+∆p\n\np0=101 625 Па\n∆p=h*111/10",
                "date": "28.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұсылман күнтізбесі деген кітапты қайдан алса болады?",
        "question_content": "Салеметсиздерме\n\nМұсылман күнтізбесі немесе мұсылман қорғаны деген кітап сияқты немесе кітапша бар еді. Аты точно есімде болмай тұр. Жыл сайын шығып тұрады. Мысалы бір жылдың 22-наурызынан келесі жылдың  22-науызына дейінгі кундер болады. Ішінде көөп нәрсе жазылған.  Ол кітап Алматыда шығады қателеспесем.  \n\nСол кітапты білетін адам болса қалай табатынын айтып жіберсеңіздер. Және адресін. РақметМммм",
        "question_date": "21.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мешіттерде есепші(кітап сататын )жерден алсаң болады.",
                "date": "21.02.2017",
                "upvotes": 0
            }
        ]
    }
]