[
    {
        "question_title": "Маған осында дәрігерлер болса оқып өтініздерші ?",
        "question_content": "( Бұл қыздардың диагностикасы)\n\nМенің мама  больницаға барып қаралып еді яғни беліненн сонда мынандай диагностика қойыпты\n\nдвустороннего асептического сакроилеита преимущественно слева  (эрмп 1.5,идс 5,0916)\nӨтінемің егер білсеніздер айтып жіберініздерші (Қазақшалап)\n\nБұл қандай ауру емі барма не істесе болады?",
        "question_date": "7.09.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 547,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Отбасы туралы ақын жазушылардын ойы",
        "question_content": "Отбасы туралы ақын жазушылардын айтқан сөздерін жазып келу (Ойы)",
        "question_date": "7.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отбасының әлеуметтік мәні мен пайда болуы және даму кезеңдері туралы ғылым тарихында әр түрлі қағидалар мен пікірлер, белгілі ағымдар болды. ХІХ ғасырдың ортасына дейінгі Ж.Руссо, Х.Гердер, Г.Гегель, т.б. ойшылдар отбасын табиғаты жағынан қоғамның алғашқы некелік негізі деп түсіндіріп, әлеуметтік қатынастардан жоғары қойғаны тарихтан белгілі. Мысалы Ж.Руссо: «Барлық қоғамдардың ең көнесі және жалғызы – ол отбасы. Сонымен қатар, отбасы керек болса, саяси қоғамдардың болашақ үлгісі: әкім - әкеге ұқсайды, ал халық – балаларға ұқсайды», – деп айтқан сөзі отбасы мен қоғамның әлеуметтік қызметінің егіз екендігін дәлелдейді. Ойшыл данышпан, ғалым әл-Фараби «Отбасы» ұғымына мынадай анықтама береді: «Үй белгілі бір бөлшектерден құралады, солардың арқасында гүлденеді. Бұлар саны жағынан төртеу: ері мен әйелі; қожайыны мен қызметшісі; әке-шешесі мен баласы; мүлкі мен мүлік иесі. Кімде-кім бұл бөлшектер мен бірлестіктерді басқарса, ол адам үйдің билеушісі және әкімі болады. Оны «қожайын» деп атайды», [1] – деп, отбасын оның құрылымдық бөліктері тұрғысынан сипаттайды. Осы пайымдаулары арқылы ғалым заманның ағымына қарай отбасының өзі де, оның құрылымы мен тәрбие мазмұны да сан қилы өзгеріске ұшырайтынын болжағандай.\n\nОтбасы мәселесі әр дәуірде жан-жақты қарастырылып, шешу кезінде көптеген ойшылдар, ғалымдар әртүрлі пікірлер ұсынған. Ежелгі грек ойшылы Платон: «Адамдар отбасын құру үшін болашақ өмірдегі серігінің қандай отбасынан шыққанын, оның әке-шешесі мен ата-бабаларын жақсы білуі қажет» [2,52] десе, Аристотель: «Отбасы – адамдардың қарым-қатынастарының ең бірінші түрі және ол мемлекеттің бірінші кішігірім бөлігі» [3,54] – деген ой айтады. Классикалық неміс философиясының өкілі Кант отбасы мәселесін қарастыра отырып, ондағы адамдардың құқықтық мәселелеріне көп көңіл бөлген.",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мақалдың мағынасын айтып бересіздер ме?",
        "question_content": "Туған жер – тұғырың,\nТуған ел – қыдырың.\n\nЖер – қазына, су – алтын.\n\nЖер байлықтың анасы болса, әкесі  еңбек.\n\nЖер емген ел болады,\n\nЖер қадірін білмеген елдің\n\nӨмірінде ырысы кем болады.\n \n\nЖер жарасты көрінер өзенімен, көлімен,\n\nЕл жарасты көрінер еңбегі жанған ерімен.",
        "question_date": "7.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теңдеулер жүйесін шешіңдер?",
        "question_content": "Теңдеулер жүйесін шешіңдер: 1) {х(квадрат)+у(квадрат)=5 {|х|+у-1=0 2) {|х|+|у|=3 {|х|+у(квадрат)=5",
        "question_date": "6.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер a және b үшбұрыштың екі",
        "question_content": "егер а және б үшбұрыштың екі бұрышы болса онда олардың биссектрисасы қандай бұрышпен қиылысады",
        "question_date": "6.09.2016",
        "question_tag": "Геометрия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҚР Тіл туралы заңында неше тарау мен неше бап бар?",
        "question_content": "ҚР Тіл туралы заңында неше тарау мен неше бап бар?  1 сағатта тауып беріңдерші!!!",
        "question_date": "6.09.2016",
        "question_tag": "Саясат туралы",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6 тарау, 27 бап\n\nhttp://adilet.zan.kz/kaz/docs/Z970000151_",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 сынып математика. Өзара қиылысатын екі түзу дөңгелекті?",
        "question_content": "Өзара қиылысатын екі түзу дөңгелекті:\n\n1.кем дегенде неше бөлікке бөледі?\n\n2.ең көп дегенде неше бөлікке бөледі?",
        "question_date": "6.09.2016",
        "question_tag": "Мектеп",
        "question_views": 738,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "кем дегенде 7\n\nкөп дегенде",
                "date": "8.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сызықтық функцияның графигін салыңдар?",
        "question_content": "Есепті шығаруға көмек? Сызықтық функцияның графигін салыңдар?",
        "question_date": "6.09.2016",
        "question_tag": "Мектеп",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрамында 25% қоспасы бар CaO қанша грамм сумен әрекеттеседі?",
        "question_content": "Қоспа туралы есептің формуласы  болса өзім шығара аламын.формуласын білмей тұрмын",
        "question_date": "6.09.2016",
        "question_tag": "Химия",
        "question_views": 743,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менеджмент немесе Экономика мамандығы б-ша Өндірістік практика есебі қажет еді",
        "question_content": "Менеджмент немесе Экономика мамандығы б-ша Өндірістік практика есебі қажет еді!!! Өтініш! Көмек керек!",
        "question_date": "6.09.2016",
        "question_tag": "Университет, колледж",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әдебиетсіз қоғамды елестете аласыз ба?",
        "question_content": "Тез жазып бере аласыз ба апай ұрысады\n\nӘдебиетсіз қоғамды елестете аласыз ба? осы туралы 9-10 сөйлем жазу керек",
        "question_date": "6.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 545,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ мен елестете алмас едім, Әдебиет ол өнердің бір түрі, ең бірінші адамзат құндылықтарының бірі. Өнер дегеніміз шығармашылық қабілеттен туындайды, адамзатты басқа тіршілік иелерінен ерекшеліндіріп тұрған да сол өз еркіңмен, қиялыңмен туынды, тың дүние жасау. Мысалы кино өнерін алайық, ең бірінші сценариден басталмай ма, ол да әдебиет, сол сияқты әдебиетсіз өмірді елестете алмаймын, ГТА, Фар Грай..... т.б.  ойынындарын алып қарайық ол да ең бірінші сценари жазылмай ойын шықпайды ғой....",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 12,8 мыс концентрлі күкірт қышқылымен әрекеттескенде",
        "question_content": "Массасы 12,8 мыс концентрлі күкірт қышқылымен әрекеттескенде неше литр күкіртті газ түзіледі?",
        "question_date": "6.09.2016",
        "question_tag": "Химия",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(Cu) = 12.8 r\nV(SO2)-?\n\nM(Cu) = 64 г/моль\nn(Cu) = 12,8 г/64 г/моль = 0,2 моль\nVm = 22,4 л/моль\nCu + 2H2SO4 =CuSO4 + SO2 + 2H2O\nтеңдеу бойынша n(SO2) = n(Cu) = 0.2 моль\nV(CO2) = Vm×n(SO2)\nV(CO2) = 22,4 л/моль×0,2 моль = 4,48 л",
                "date": "27.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Физика пәнімен қандай мамандық таңдауға болады?",
        "question_content": "Менің сұрағым биыл 11 сыныпты бітіремін.Таңдаған пәнім физика. Физика пәнімен қандай мамандық таңдауға болады. Қыз балаға. Алматы қаласында бар универ болса. Өзім Тараз Қаласынанмын. Өз ойларыңызды жазыныздар.",
        "question_date": "6.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сен өзіңнің қай мамандықты ұнататыныңды білмейсің бе?",
                "date": "6.09.2016",
                "upvotes": 0
            },
            {
                "text": "Военный,МВД,Програмист,т.д\n\nНегизинде Програмист болсан банкир болуга болад.",
                "date": "6.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі екіден қиылысатын 3 тү зу жүргізіңдер.",
        "question_content": "Екі екіден қиылысатын 3 тү зу жүргізіңдер.6 нүктені әрбір түзудің бойында 3 нүктеден белгілеңдер.Осы срақтың жауабы срочно керек!",
        "question_date": "6.09.2016",
        "question_tag": "Математика",
        "question_views": 729,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алгебра пәнінен есеп x³+2x²-9x-18=0",
        "question_content": "X³-49x=0\n\nx³+2x²-9x-18=0",
        "question_date": "6.09.2016",
        "question_tag": "Математика",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдыңғы екі өрнектен x^2, екінші өрнектен 9-ды жақша сыртына шығарамыз:\nx^2(x-2)-9(x-2)=0\n(x^2-9)(x-2)=0\n(x-3)(x+3)(x-2)=0\nx-тің мәні 3; -3; 2 болады",
                "date": "6.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда салафизм неге етек жайды?",
        "question_content": "Бүгінде «теракт» десе діни ағымдар өкілдерінің бірі «салафиттер» қоса аталатын болды. Алматыдағы қанды оқиға ресми түрде теракт деп аталып, оған кінәлі — салафизмге қызығушылық танытқан деп айтылды. Ал, Қазақстандағы салафиттік ағымдағылардың нақты санын ешкім айта алмай отыр.\n\nМәдениет және спорт министрлігі дін істері комитетінің төрағасы Ғалым Шойкиннің айтуынша, Қазақстанда исламның салафиттік бағытын ұстанатындар санын толық ешкім білмейді. «Дәстүрлі емес діни ағымдарға, оның ішінде салафизмге тереңнен сенетіндер саны шамамен 15 мыңдай адам. Соңғы екі жылда мұндай адамдар саны қысқарды», деді ол жақында Астанада өткен пікірталас отырыстардың бірінде.\nАлайда, бұл мәліметке күмәнмен қарауға тура келеді, өйткені, кейінгі оқиғаларды еске алсақ, олардың саны көбеймесе, азайды деп айтуға болмайды. Өйткені, шенеунік өзі де «бірақ бұл «айсбергтің» жоғарғы бөлігі ғана. Олар айтарлықтай көп, идеяларын тығып жүреді. Идеясынан бас тартқандармен де жұмыс жүргізіп жатырмыз» деп мойындап отыр деді.\n\nІшкі істер министрі Қалмұханбет Қасымов Алматыдағы 18 шілдеде болған оқиғада полицейлерді атып өлтірген Руслан Күлекбаевтың түрмеде салафиттермен жақындасқаны туралы айтты. Түрмеде салафизм кеңінен етек жайып отыр деген мәлімет мұның дәлелі болса керек, оған қоса бұл ағым уағызшылары ғаламторда дәрістерін емін-еркін жүргізіп жүргендері белгілі. Мысалы, түрмеден жақында шыққан бір таныстарымыздың айтуынша, онда салафиттік кітаптар бар екен, жабық мекемеге олар қалай өтті деген сұрақ туындайды. Бұл жайтты, тиісті органдар тексеру қажет шығар.\n\nСонымен қатар, мемлекеттік басқару академиясының оқытушысы Айдар Әбуовтың пікірінше, қазір Қазақстанда салафиттік сайттарда 80 мың адам отырады. Оның 15 мыңы Астанада екен. «Бұл олардың бәрі белсенді деген сөз емес. Олардың ішінде тек қызығушылық танытқаны немесе енжар қатысушылар бар. Кейбір мамандар төзімді (умеренный), либералды, қауіпті емес салафизм бар дейді. Сонымен бірге, радикалдысы бар. Салафизм — бұл бір ілім. Оның бастапқы сатысын ұстанып жүргендер бар. Бірақ, бастапқы сатысындағылар олар жоғарғы сатыда өздерін не күтіп тұрғанын білмейді. Бұл – такфир мен жиһад», — дейді Әбуов.\nКүні кеше, Астана прокуратурасы, Қазақстанда экстремизм мен терроризмді насихаттаған үшін 94 сайт жабылды деп хабарлады. Ол нақты қандай ресурстар екен айтылмады.\n\nАлматыдағы оқиғадан кейін қоғамда салафизмге заң түрінде тиым салу керек деген мәселе қайта көтеріле бастады. Осыған байланысты ҚР Дін істері жөніндегі комитет бүгінде салафизм ағымының болашағын талқылап жатқан көрінеді. Діни ағымдарға тыйым салу туралы ұсынысты жасайтын да осы мекеме.\n\n«Тыйым салу оңай шаруа емес, әсіресе, үлкен бір діни ағым туралы сөз болып отырған сәтте. Ол үшін нақты дәлелдер керек. Қазір бұл мәселемен тиісті органдар айналысып жатыр”, – дейді Дін істері комитетінде.\nАл, қоғамда салафизмнің жоғары жақта мықты арқасүйерлері бар деген пікір қалыптасқан.\n\n«Көзiм жеткенi – елiмiзде орын алып жатқан қайғылы оқиғаларды халыққа ақпарат ретiнде таратуда қоғамда уахаби-салафи деп танылған журналистер мен блогерлер жедел және белсендi әрекет етуде. Құдды оларды IIМ немесе IIД баспасөз қызметкерлерi дерсiң… Неге? Өйткенi, олар террористердi елден бұрын айыптай отырып, терiс дiни ағымдағы адасушылар немесе уахаби-салафилер деп айтқызбауға тырысады. Ерте ме, кеш пе, олар мұртсыз сақалдылар, шолақ балақтылар, сұқ саусағын көкке шошайтқан экстремистер екенi әшкере болғаннан кейiн үндемей қалады.\n\nСөзiм өтiрiк болса, неге аяғына дейiн уахаби-салафилердi айыптап, оларды экстремистiк ағым деп тану туралы халықтың талабына үн қоспайды?! Алдана бермейiк, арбала бермейiк!», деп жазады белгілі «Фейсбук» қолданушысы ақтаулық Берік Дәуенов өз парақшасында.\n\nАйта кетейік, Ақтөбедегі лаңкестік оқиғада 7 адамның өмірін жұтқан терактінің артында салафилердің тұрғанын президент Нұрсултан Назарбаев та айтқан еді. Алайда, мұнымен келіспеген мәжіліс депутаты Омархан Өксікбаев салафилерден келетін қауіп жоқ деп сұхбат берді. Ал, ҚР Сыртқы істер министрі Ерлан Ыдырысов саудиялық әріптестерімізді ренжітіп алмау үшін салафизмге тыйым салуға болмайтынын айтқан. Осыған қарағанда, салафизмнің жоғары жақта жақтаушылары бар деген сөздің жаны бар секілді.\n\nАл егер бұл ілімге қазақстандықтар қалай ілініп жүр деген сұраққа келсек, бұған жауапты жан-жақты іздеу керек сияқты. Жастарды теріс ағымдар қатарына итермелеп отырған діни сауатсыздық па әлде елдегі жаппай әлеуметтік әділетсіздік па? Сондықтан, бұл мәселеге кешенді түрде қарау керек деген ойдамыз.",
        "question_date": "6.09.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Көре-көре көсем боласың, сөйлей-сөйлей шешен боласың\" Эссе",
        "question_content": "Қазақ тілі пәніне көмек керек еді. \"Көре-көре көсем боласың, сөйлей-сөйлей шешен боласың\" атты тақырыпқа ой толғау(эссе) жазып берініздерші!",
        "question_date": "6.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жолаушы пойыздың жүру уақытынан қанша уақытқа кешікті?",
        "question_content": "Кешіккен жолаушы платформаға жүгіріп жеткенде, оның жанынан t1=10с уақыт ішінде пойыздың соңғы екінші вагоны өтсе, ал соңғы вагон t2=8с уақытта өтеді.\n\nЖолаушы пойыздың жүру уақытынан қанша уақытқа кешікті? Пойыз бірқалыпты үдемелі қозғалады, вагондардың ұзындықтары бірдей.",
        "question_date": "6.09.2016",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Функцияның периодын табу",
        "question_content": "2ctg(x/2-Pi/4)+cosx-2",
        "question_date": "5.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жігіт қыздың сыныптасы болса?қыз оны қатты жақсы көрсе?",
        "question_content": "Менің жасым 15 те. Менің жан досым болатын ол екеуміз бір-бірімізді сөзсіз түсінетінбіз,ол мені қиын сəтте жұбататын.Ол мені оқу жылының желтоқсан айынан бастап жақсы көрді,бірақ мен біледі. Мен басқа жігітті жақсы көрдім ол да сыныптасы етіп. Досыма ол туралы үнемі айтатынмын,ол болса мені үнсіз тыңдайтын ақыл қосатын.Досым маған қаңтарда сезімін айтқан мен оны жөнді елемедім,ол дəу айта салған вкада.Кейіннен тағы айтты түсіне бастадым.Бірақ мен басқа жігітті жақсы көріп жүрдім ғой. Кейіннен сіңірден досымның страницасына кіре беретін болдым мен жайлы записьтер шығарған(типа досымсың қайтейін дегендей). Оны сыныптас қыздан қызғана бастадым сезімім ояна бастады.23і күні айттым сезімімді ол қуанды.Екі-үш күннен кейін жүре бастадық.Одан кейін менің ойым бөліне бастады басқа жігітке бірақ əрине оны қатты жақсы көретінмін,ал басқаға жəй қызығушылық.Маусымының 13күні тастап кетті \"сенің ойың басқада деп\" мен айттым сені ғана жақсы көрем деп бірақ болмады.Екі күннен кейін қайттан қосылғандай болдық бірақ Ол ол кезде өзгеріп кетіпті қатайып,жазбай.Сосын тастап кетті.Кейін бір рет жүрейік деп айтып көрдім жүрдік екі күн,қайттан тастап кетті.Өткенде тағы айтқам тағы үміт беріп алып тастап кетті.Қазір бір сыныпта жүрегім ауырып жүр көрген сайын ол маған көңіл бөлмейді де енді не істемін басым қатып кетті.Ол сыз өмір сүре алмаймын ол маған қатты керек",
        "question_date": "5.09.2016",
        "question_tag": "Махаббат",
        "question_views": 796,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл оқиға қай жақта болды екен, сол жақты білсем сразу айтып берер едім......Әттең біле алмай отырмын, бір айдаладағы ауыл ма деп отырмын, ондай ауылдарды түсіне алмаймын, Бірақ кімдерге тән екенін сезе аламын.\n\nАлғашқы әрі өткінші албырт сезім бұл. Бұндай бала (ақымақ) махаббат әркімнің де басында болып өтетін қалыпты жағдай деп ойлаймын. Негізі ерлі зайыптылардың жас арасы 8-15 жас болса нағыз бақытты болады, өйткені әйел адам өмірге бала әкелу үшін көп энергиясын жоғалтып ерте қартайып кетеді, міне мәселе қайда?",
                "date": "6.09.2016",
                "upvotes": 0
            },
            {
                "text": "Сендегінің бәрі бала сезім ғой. Бұндай жәйттар кез келген оқушының басында болады деп ойлаймын. Өмірің әлі алда. Сені студенттік кездер күтіп тұр. Қызықты күндер сол кезде басталады. Бірақ, әрине, мектеп кезеңі олда қызық бір кезең. Бұл күндеріңді күліп, қызығып, сағынып еске алып отырасың әлі сіңілім!",
                "date": "6.09.2016",
                "upvotes": 0
            },
            {
                "text": "Бир биринді жаксы түсинетін болсандар кайта татуласып кетерсіңдер. Баринин басында болатын жағдайғой.",
                "date": "10.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оның ортыа сызықтырының ұзындықтарын табыңдар",
        "question_content": "Үшбұрыштың қабырғалары 10 см, 12 см және 15 см-ге тең. Оның орта сызықтырының ұзындықтарын табыңдар.",
        "question_date": "5.09.2016",
        "question_tag": "Геометрия",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10:2=5 см, 12:2=6 см, 15:2=7,5 см.",
                "date": "5.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі бұрышын табыңдар. Трапецияның бір табанындағы бұрыштары?",
        "question_content": "Трапецияның бір табанындағы бұрыштары 60° және 80°. Оның өзге екі бұрышын табыңдар.",
        "question_date": "5.09.2016",
        "question_tag": "Геометрия",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ішкі тұстас бұрыштардың қасиетін пайдаланып табамыз: 180°-60°=120°, 180°-80°=100°",
                "date": "5.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллелограмның қабырғаларын табыңыз?",
        "question_content": "Параллелограмның екі қабырғасының қатынасы 3:4 қатынасына тең, ал оның периметрі 28 см. Параллелограмның қабырғаларын табыңдар.",
        "question_date": "5.09.2016",
        "question_tag": "Геометрия",
        "question_views": 13000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "28:2=14, 3х+4х=7х, 7х=14, х=14:7, х=2. 3·2=6, 4·2=8. Жауабы 6 см, 8см.",
                "date": "5.09.2016",
                "upvotes": 0
            },
            {
                "text": "3х+4х+3х+4х=28\n\n×=2,8\nжауабы:8,4",
                "date": "4.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Патшалық отарлау саясатының сипаты?",
        "question_content": "Патшалық отарлау саясатының сипаты қысқаша",
        "question_date": "5.09.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 17100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Патша өкіметі Қазақстан жеріндегі отарлау шараларын біртіндеп жүзеге асырды. Оның 1742 жылгы 19 қазандағы жарлығы бойынша Жайық өзені жағасының қамалдар маңында қазақтардың көшіп-қонуына тыйым салынды, сонымен қатар олардың Каспий теңізінің жағалауында көшіп-қонып жүрген жерлері шектелді. XVIII ғасырдын 50-60 жылдары Ертіс, Тобыл, Есіл, Үй өзендері алқаптарындағы Орта жүздің қазақтары да өздерінің мекендеген жерлерінен ығыстырылды.\n\nҚазақ даласында патша өкіметінің отарлау саясаты үш бағытта: біріншіден, гарнизондар мен күшейтілген бекіністі әскери шептер құрылыстың тездетіп салу және тұрақты казак-орыс (Орынбор, Жайық, Батыс-Сібір, кейін Жетісу) мекендерін құру жолымен, екіншіден, саяси әкімшілік реформалар жасау, сыртқы округтер мен приказдарды одан әрі құру, басқарудың дистанциялық жұмыс түрін енгізу жолымен, үшіншіден, қазақ даласын өзіне біржолата қосу, ал Орта Азия хандықтармен сауда-саттықты кеңейту жолымен жүргізілді. Алайда, отарлау барысында патша үкіметіне жергілікті барлық билікті ресейлік әкімшіліктің қолына шоғырландыру саясатын жүзеге асыру сұлтандардың, ру шонжарларының, билердің наразылығын тудырды. Өйткені оларды патша өкіметі орындары сот-әкімшілік қызметіне қатыстырмауға тырысты.\n\nПатша өкіметі қазақ даласын түпкілікті билеу үшін әуелі әр түрлі реформалар жүргізіп, қазақтың елдік-этникалық ұйытқысын ірітіп, ұлыстарды бөлшектеп, оларды губернияларға, округтерге теліп, ұлтанды елді тұтастықтан айырды. Рас, олар мұның бәрін бірден жүзеге асыра қойған жоқ. Бұқпантайлап, торғай ұстаған мысықтай, жақыннан қармау үшін алыстан арбап, зымияндық саясат жүргізді. Патша өкіметі оны кезең-кезеңімен іске асырды.\n\nОның алғашқысы — 1731 жылдан 1822 жылға дейін созылған ел билеу жүйесіндегі протектораттық дәуір, яғни күшті мемлекеттің әлсіз мемлекетке формальды түрде болса да қамқорлық жасау саясатын жүргізу еді. Бұл кезде патша өкіметі ел билеудің бұрынғы хандық жүйесін сақтап, оның ішкі тірлігіне араласпай, тұзақты алыстан құрып, сырт иелігін жасады, яғни қазақ елін өзіне жағынып, бас шұлғып, бағынышты болған хандар арқылы басқарды. Сөйте тұра, қазақ жұртының арасына өз білімдар адамдарын қаптатып, ғылымды бет перде етіп алға ұстап, соның тасасында тұрып, елдің әдет-ғұрпын, салт-дәстүрін, мінез-құлқын жан-жақты зерттеп, қазақ халқының осал тұстарын пайдалануға тырысты. Оны меңгергеннен кейін хан тағына үміткер ханзадалар мен сұлтандар арасында ши жүгіртіп, оларды тақ таласына итермеледі. Солардың ішінде шенге құмар, атаққұмарлары ерекше бағаланып, бұлардан патша өкіметі ештемені де аяған жоқ. Патша отаршылары қазақ жұртшылығының арасына алауыздық ұрығын осылайша енгізе бастады.\n\nПатша үкіметінің қазақ елінің басына тәуелділік ноқтасын біржола кигізуі 1822 жылдан 1867 жылға дейін созылды. Сөйтіп, патша үкіметінің отаршылдық саясатының екінші кезеңі басталды. Бұл кезде ол әскер күші арқылы елдің ішкі тірлігіне араласып, жергілікті қазақ шаруаларын қонысынан қуа бастады. Олардың орнына ішкі Ресейде жоқшылыққа ұшыратқан орыс босқындарын әкеп орналастырды.\n\nХVІІІ ғасырдың соңы — XIX ғасырдың басында Ресеймен шекаралық сауда орталықтарында Қазақстаннан тек бір жыл ішінде 1,5 миллионнан астам мүйізді ірі қара мал және 100 мыңнан аса жылқы сатылған. XIX ғасырдың ортасында Ертіс шекаралық ауданында жыл сайын 150 мыңдай жылқы, 3 млн. қой-ешкі және 100 мың өгіз бен сиыр — барлығы 8 млн. сомға дейін қаржыға мал түсіп отырған.\n\nБұл кезде Қазақстан Ресей астығынының негізгі тұтынушысына айналды. Барлық шекаралық сауда орындары арқылы мұнда жыл сайын 400-500 мың сомға астық жеткізілді. Ресейден шұға, қағаз, қант, бояулар, жабайы аңдардың қымбат терілері, өңделген былғары, темір, болат, шойын, ине, алтын және күміс теңгелер алды. Сауда негізінен айырбас ретінде жүрді. Баға өлшемі жұрттың бәріне бірдей үш жасар қойдың құны 1 сом күміске теңеліп, сол бойынша басқа тауарларға тиісті баға қойылды.\n\nХалықтың бай, кедей болып жіктелуінің күшеюі, жартылай көшпелі елге ақша-тауар қатынастарының барған сайын батыл енуі қоғамның әлеуметтік-экономикалық құрылымын өзгертіп, әлеуметтік қайшылықтарды шиеленістірді және қауымдық-рулық қалдықтарының күйреуіне себебін тигізді.\n\nБұл өзгерістер бірден бола қалған жоқ. Елде тап тартысының, яғни кедей шаруалар мен ауқатты қанаушы топтардың арасындағы қайшылықтың күшеюі, қазақ шаруаларының отаршылдық саясатқа қарсы күресі барысында іске асты. Орыс мемлекетінің отарлау саясаты қазақтың ел басқару ісіне қойған адамдарының небір өрескелдіктерді істеуіне жол ашты. Олар алым-салықты көбейтіп, патша әкімшілігінің, жергілікті өкімдердің пайдасына халықтың малын, қаржысын алып, өздерін бет қаратпай бағынышты етіп ұстағысы келді, Ал, қазақ шаруалары өздерінің адамдық құқын пайдаланып, біз де бір атаның ұрпағымыз деп зорлық-зомбылыққа көнгісі келмеді, әділдік пен адалдықты көргісі келді. Міне, осыдан келіп, қазақ халқының ұлт-азаттық қозғалысы басталды.",
                "date": "6.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ромбының ауданын табыңдар",
        "question_content": "Қабырғасы мен бір диагоналы 4 см болатын ромбының ауданын табыңдар.",
        "question_date": "5.09.2016",
        "question_tag": "Геометрия",
        "question_views": 9400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "дұрыс жауаб 8түбір асты3см^2",
                "date": "20.09.2016",
                "upvotes": 0
            },
            {
                "text": "Ромбының диагональдары 8 смжəне 7 см ауданын есептеу керек . Көмектесіп жіберіңіздерші",
                "date": "16.05.2018",
                "upvotes": 0
            }
        ]
    }
]