[
    {
        "question_title": "Қызым басқа қалаға кетіп бара жатыр? Кеңестеріңіз керек?",
        "question_content": "Менің бір қызбен жүріп жүргеніме Аллаға шүкір 2 жылдан асып бара жатыр. Мектеп кезден бері біргеміз енді мектепті бітірдік ол басқа қалаға мен басқа қалаға кетейін деп жатырмыз. Қанша айттым бір қалаға түсейк деп ол уже грантқа түскен бірақ өзі қаламайтын мамандыққа.Қанша жылады бірге түсейк деп айтқанда қанша рет ұрысып та қалдық.Оның айтуынша қыздың əке-шешесі қарсы екен только Алматы деп отыр ал мен онда барайын десем қаржы жағынан проблема туындап отыр не істесем болады?қалай көндірем?Қанша жерден күт дегенмен сен басқа қалада ол басқа жерде көңілің орнында болмайды екен.Түсінген адамға шын жүректен ақыл кеңес беріңіздерші..",
        "question_date": "16.08.2016",
        "question_tag": "Махаббат",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз әрине ата-анасын тыңдайды , онымен қоса гранттан бас тартпайды да. Сіз ақылы бөлімге түссеңіз , неге Алматыға бармайсыз? Осы жағын бір қарастырып көріңіз ....\n\nЕкі қалада болсаңыздар біршама қиындықтар болады , тіптен \"көзден кеткен жүректен кетеді\" деп айырылысып кетуіңіз де мүмкін. Сондықтан қазірден басын ашып сөйлесіп алыңыздар... Бір-біріңізге сенсеңіздер болды. Уатсаппен жазысып , телмен  сөйлесіп тұрсаңыздар , скайп тағы бар. Мүмкіндігінше кездесіп тұруға тырысыңыздар. Ара-қатынастарыңызды сақтап қалу тек өздеріңізге байланысты... Жұптарыңыз жазылмасын.",
                "date": "18.08.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Паспорт туралы ақпарат керек еді",
        "question_content": "Паспорт неден жасалады. Материалы қандай? ол туралы жалпы не білесіңдер.",
        "question_date": "16.08.2016",
        "question_tag": "Мамандық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төлқұжат, паспорт (фран. passeport бастапқыдағы мағынасы – порт арқылы өтуге рұқсат) – азаматтың жеке басын куәландыратын негізгі құжат. 16 жасқа толғанда беріледі. Төлқұжатта иесінің аты-жөні, ата-тегі, туған күні мен туған жері, ұлты жазылады. Ұлты туралы жазба ата-анасының ұлтына сәйкес жазылады. Ата-анасы түрлі ұлтқа жататын болса, ұлты Төлқұжат алушының қалауынша әкесінің не шешесінің ұлтына қарай жазылады. Төлқұжатта міндетті түрде иесінің белгіленген үлгідегі фотосуреті жапсырылады, сондай-ақ Төлқұжаттың берілген күні және оны берген мекеме көрсетіледі. Кеңестік кезеңде азаматтың Төлқұжатына балалары туралы мәліметтер (ата-тегі, аты-жөні, туған күні, айы, жылы) жазылып, некеге тіркелгені және ажырасқаны туралы, тіркеуге алынғаны және тіркеуден шыққаны туралы, т.б. белгілер соғылатын-ды. Қазақстанда Төлқұжат ретінде жеке куәлік енгізілген. Шетелге жолы түскен кезде азаматтарға Қазақстан Республикасы азаматының паспорты (шетелдік Төлқұжат) беріледі. Оған шетелде болғаны туралы белгілер соғылады.",
                "date": "17.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Видео карта туралы",
        "question_content": "Бейне карта телефонның қай жерінде орналасады. ол қандай болып тұрады.",
        "question_date": "16.08.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Aliexpress ке мекен жайды қалай дұрыс толтырады?",
        "question_content": "Мен заттар алайын деген едім мекен жай толтыруға көмек керек болып тұр. Мен ауылда тұрамын, индекске үйімдікін жазамба немесе ауылымдыкінбе? Мүмкін болса толық дұрыс үлгісін көрсетсеңіздер?",
        "question_date": "15.08.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 933,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Ол жерге өзіңе жақын орналасқан қазпоштаның индекс нөмірін жазасың. Индекс нөмірді интернеттен қарап білуге болады.",
                "date": "18.08.2016",
                "upvotes": 1
            },
            {
                "text": "Почтовой индекс жазасыз. Интернеттен іздеп көрсеңіз, толтыру үлгісі табылады)",
                "date": "17.08.2016",
                "upvotes": 0
            },
            {
                "text": "Мен осылай толтырдым, толығырақ былу үшын интернеттен  қарап көріңіз",
                "date": "17.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менің тілім неге ақ сарғыштау. Бұл аурудың белгісі емес па?",
        "question_content": "Менің тілім неге ақ сарғыштау.  Бұл аурудың белгісі емес па?",
        "question_date": "15.08.2016",
        "question_tag": "Денсаулық",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Емхана барып келгеніңіз дұрыс болады.",
                "date": "18.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернетпен ақша табу",
        "question_content": "Құрметті оқырмандар сіздерге интернет жұмыс ұсынамын.Компьютерді жақсы білу міндетті емес тек интернетке кіре алсаңыз болғаны.Бұл жұмыстың жалпы атауы биржа форекс ешқандай жалған емес.Қалған жобалардың барлығында кемшілік болад сіздің ақшаңызды алып қайтармайды.Ол жобалармен таныспын білемін яғни далелдепте бере аламын.Форексті қысқаша айта кетейін бұл банкке ұқсас мысалы банктен ертеректе 180 тенгеге 1 доллар алсаңыз қазыр банкке қайта апарсаңыз орташа 350 тенге болад.Пайда 170 тенге.Форексте солай арзанға алып қымбатқа сатасыз.Куніне милиардаған қаржы салынад форекске.Ал енді қорытындылай бул жұмысты істегіңіз келсе бізге қосылыңыз ол ушін қомақты ақшаңыз болса болғаны Хабарласыңыз",
        "question_date": "15.08.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "mbirzha@mail.ru",
                "date": "15.08.2016",
                "upvotes": 0
            },
            {
                "text": "форекс тек биреу не сурағаныңызды тусінбедім катировканыма?",
                "date": "17.08.2016",
                "upvotes": 0
            },
            {
                "text": "Көпшіліктің сұрауы бойына толығырақ айтып өтейін.Бұл жумысқа банк сияқты милиондап қаржы керек емес шамаңызға қарай қаржы саласыз.Сонсын бул жұмысты жеке өзім істеймін деп талпынбаңыз.Қыр сырын білмесеңіз істей аламайсыз.",
                "date": "19.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы депозит сайт ашқандар қалай пайда табады?",
        "question_content": "Осы депозит сайт ашқандар қалай пайда табады?",
        "question_date": "15.08.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сайт деген бөлек,депозит деген бөлек емес пе...",
                "date": "1.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы үшбұрышқа сырттай сызылған шеңбердің радиусын табыңыз.",
        "question_content": "Үшбұрыштың қабырғасы10 см,ал оған қарсы жатқан бұрыш 150 градус.Осы үшбұрышқа сырттай сызылған шеңбердің радиусын табыңыз.",
        "question_date": "15.08.2016",
        "question_tag": "Геометрия",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрыштың қабырғасы10 см,ал оған қарсы жатқан бұрыш 150 градус.Осы үшбұрышқа сырттай сызылған шеңбердің радиусын табыңыз",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іштей сызылған шеңбердің радиусын табыңыз",
        "question_content": "Теңбүйірлі үшбұрыштың биіктігі 20,табаны мен бүйір қабырғасының ұзындықтарының қатынасы 4:3.Іштей сызылған шеңбердің радиусын табыңыз.",
        "question_date": "15.08.2016",
        "question_tag": "Геометрия",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осындай оп-оңай тапсырмаларды орындап 5 алып жүруші едім кезінде,  қазір олардың бәрі есімен шығып қалды. Естен шығатын себебі; Біз оны ешқашан керегімізге қолданған емеспіз, күнделікті өмірге мүлдем керегі жоқ екен. Ал одан қиын күніге қолданып жүрген есептер естен шықпайды яғни пайдасы бар. Күнделікті айналысып жүрген есептер естен кетпейді.",
                "date": "15.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түрлі-түсті EPSON PX 660 принтерін 3 в одном, жөндесең жұмыс ақысы қанша тенге болады?",
        "question_content": "Түрлі-түсті  EPSON PX 660 принтерін 3 в одном, жөндесең жұмыс ақысы қанша тенге болады?",
        "question_date": "14.08.2016",
        "question_tag": "Компьютер жөндеу",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрбымның қазіргі қиын жағдайы",
        "question_content": "Құрбым жайлы айтайын деген едим. Онын бір ұл,бір қызы бар жолдасымен ажырасқалы отыр. Жолдасы ішімдікке құмар,ішкенімен қоса ұрады. Құрбым магазинде жумыс жасайды,жолдасының да жумысы бар. Қояр сұрағым жолдасы балаларын алып қоямын деп қорқытады құрбымнын нақты жумыс орны жоқ, жолдасы балаларын алып қоя алады ма əлде анасымен қалады ма балалары?Өте қиын жағдай бұл. Жолдасы үйлерінің құлпын ауыстырып тастаган мамасы екеуі сен жүргішсің деп айып тағып отыр,дəлелдендер десе дəлелдері де жоқ,құрбымнын өмірін тозаққа айналдырды жолдасы",
        "question_date": "14.08.2016",
        "question_tag": "Жанұя",
        "question_views": 718,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баласы кішкентай болса анасымен қалады,соттасқан жағдайда.  Әкесі алимент төлеп отырады, басында алименті бар адамға ешқандай да ақымақ әйел тұрмысқа шықпайды.  Олар  біраз солай жүріп, ақыры  қосылады, баласы өсіп есі кірген кезде.  Ондай ақымақтарға ақыл айтсаң , ақылың желге ұшады  екеуінен де бар кінә.  Екеуі қосылып кеткен кезде көресің.",
                "date": "15.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Салт-дəстүрді жақсы білетін адамнан жауап беруі?",
        "question_content": "Қойдың басын үлкен кісілер (əкесі о дүниелік) ұстайды деп жатады. Ал егер қойдың басын байқамастан əкесі бар жас бала ұстап қойса, не болмақ?",
        "question_date": "14.08.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ештеңе де болмайды.  Қорықпаңыз (:",
                "date": "14.08.2016",
                "upvotes": 0
            },
            {
                "text": "Негізі сойылған малдың басын әкесі тірі адамдар ұстамасын деген сөзді жие естиміз.Десекте сол сөз неге айтылғанын біле бермейміз. Менің ойымша \" Әке отырып ұл сөйлегеннен без, Шеше отырып қыз сөйлегеннен без\" - деген мақалды айта кеткен жөн секілді. Бас деген сөздің өзі айтып тұрғандай, үйдің басшысы әкелеріміз болғандықтан, әкенің алдында баласы басшылық етпесін деген қазақтың тұспалды сөзінің бірі деп ойлаймын.",
                "date": "17.08.2016",
                "upvotes": 0
            },
            {
                "text": "Ондай ырымдарга катты сене бермеңіз. Акылыныз болса ойлансанызшы ол кой олип калганго енди зияанын тигизбейд сизге. Казактарда негизсиз ырымдар жетед . Тизенди кушактама , белинди кусырма  дейт . Неге десең тизенди кушактап озин каласын деп айтып жатады . Оның бари ашейн ангиме . Алла басына не жазды соны коресин . Сен жалгыз калып койсан бала кезімде тизенди кушактап койып едим деп айтпайсындаргой. Негизсиз ырымдарга сене бермеңіз)))))",
                "date": "10.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Платныйға басқа пәннің мамандықтарын жазуға болады ма?",
        "question_content": "Мен ҰБТ 5 пәнге география пәнін таңдап едім. Енді ақылы оқуға басқа пәннің мамандықтарын оқуға болады ма?",
        "question_date": "14.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ  өзіңіз таңдаған пәнмен байланысты мамандықтарды ғана жазасыз  Оқуыңыз ұнамай жатса кейіннен ауысуға болады.",
                "date": "14.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Халықаралық автобус айдау үшін қандай құжаттар керек?",
        "question_content": "Сәлеметсіздер ме?Алматы-Үрімжі Үрімжі-Аоматы бағытында автобус айдамақшы едім оған қандай құжаттар керек және виза керек па?",
        "question_date": "13.08.2016",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сен алдымен сондай автобус айдайтын  жүргізушілердің қасында біраз ақы алмай ақ, көмекші болып жұмыс істесең бәрін біліп аласың  4-5 рейстен кейін.  Еңбектену керек біраз,  еңбектенбесең жинаған құжаттарың түкке керек болмай қалып, желге ұшып кетеді.  Құжаттары барлар әлі жүр, автобус руліне отыруды да білмейді,  ондай жұмысты істей алмайды. Көрсе алдымен мен айтқан способтарды өзіңді сынап.",
                "date": "15.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жәңгір хан атындағы универдің оқу ақысы қанша?",
        "question_content": "саламатсызба. оралдагы жангирхан атындагы аграрлык техникалык универдеги биотехнологиянын оку акысы канша? кужаттарды кай уакытка дейин кабылдайды?",
        "question_date": "13.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Есте сақтаудың қандай әдістерін білесідер?",
        "question_content": "Есте сақтаудың қандай әдістерін білесідер?",
        "question_date": "12.08.2016",
        "question_tag": "Мектеп",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Жақсы кітаптар оқыңыздар\nКітапты оқу барысында миыңызды кейіпкер, оның мінез-құлқы, сезімі, уақиғалар жайлы ақпаратты жаттауға мәжбүрлейсіздер. Мида нақты бейнелер құралып, қабылдауыңыздың жақсаруна себепші болады. Сол арқылы оқу сіздің есте сақтау қабілетіңізді жақсартып, зияткерлігіңізді жетілдіріп, сөздік қорыңызды байытады.\n\n2. Компьютер ойындары\nКомпьютер ойындарын сүйіп ойнайтындарға, олар өздерінің миын жаттықтыратын білу қуантар. Бірақ… Миды жаттықтыру үшін жарты сағат, асып кеткенде бір сағат жеткілікті. Зияткерлі немесе логикалық ойындарды ойнау барысында, ойыншы стратегия таңдап, алдағы іс-әрекетті жоспарлайды. Егер сіздің жұмысыңыз ескішілдік негізінде болса, жарты сағатттық ойын миды белсенділік жағдайында ұстайды.\n\n3. Ұйқы\nМиды жақсы қалыпта ұстау үшін сегіз сағаттық ұйқы керек. Күні бойы сіздің миыңыз әр түрлі мәселелерді шешеді – оңай болсын, қиын болсын. Сондықтан оған ертеңгі мәселелерді шешу үшін жақсы демалыс керек.\n\n4. Жаңа бір нәрсені үйреніңіз\nНе нәрсені үйренгіңіз келеді, не нәрсе керектігін жақсылап ойлап, соны жүзеге асырыңыз. Өз күштеріңізді жаңа әуес іске жұмсаңыздар – мүмкін, ол атпен серуендеу немесе сурет өнері болатын шығар. Балаға ертегі жазып немесе өлең шығарып көріңіздер. Ешқашан істемеген нәрсені істеңіздер, өз миыларыңызға оған белсенді қатысуға мүмкін беріңіздер.\n\n5. Кертартпалықтан құтылып көріңіз\nЕрекше іс-әрекеттер жасап, аяқ-асты шешімдер қабылдаңыздар. Мысалы, таңғы кофеңізді шырынға алмастыру, сол қолмен жазып үйрену; үйреншікті бағытты ауыстырыңыз – сол арқылы ескіліктен құтыласыздар.\n 6. Сандармен жұмыс істеп көріңіз\nКөбейту кестесін білесіз бе? Оны ойша қалай санау керектігін ше? Біз өмірімізді калькуляторсыз елестете алмаймыз. Ал сіздер супермаркеттегі саудаңызды ойша есептеп, не басқа да есептерді есептеп көріңіз. Бұл арқылы миды жаттықтырып қоймай, есте сақтау қабілетін де жақсартасыз.\n 7. Жаттап үйреніңіздер\nЖатқа қанша тақпақ білесіздер? Ал балалар он шақтысын біледі. Сіздер балаларыңызбен бірге он шақты тақпақ немесе қазіргі заманғы ақындардың ұнаған өлеңдерін жаттап алуларыңызға болады. Есте сақтау қабілетін жаттықтырып қана қоймай, жақсы нәрсеге де қол тигізесіздер. Бір кездері әріптестеріңізге, отбасыларыңызға жатқа өлең айтып, оларды таңғалдырасыздар.\n\n \n8. Өткеніңіз туралы айтыңыз\nБіреуге кешегі күніңіз жайлы айтыңыз. Соңынан басына дейін. Мысалы, кешке, сосын күндіз не істедіңіздер, кешегі күніңіз қалай басталды. Өткенге көз жүгірту арқылы миыңыз сол ақпаратты жаттап қалады.\n 9. Шет тілдерін үйрену\nШет тілдерін үйрену миды жаттықтырудың жақсы жолы. Күніне кем дегенде он жаңа сөз жаттауды әдетке айналдырыңыз. Осыны әдісті меңгергенде, сөз емес сөз тіркестерін жаттауға көшу керек.\n 10. Сөздік қорыңызды көбейтіңіз\nКүніне өзіңіз үшін жаңа сөзді ашыңыз. Бұл жалпы немесе сіздің мамандығыңызға қатысты сөздер болуы мүмкін. Сізге түсініксіз сөздердің анықтамасын табу үшін сөздіктерді қолданыңыз. Сол жаңа сөздерді өмірде қолдану арқылы жаттаңыздар.\nЕгер сіздер есте сақтау қабілетіңізді жаттықтырмасаңыз, оны жоғалтып аласыз. Есте сақтау қабілетін әлсіретіп алмау үшін мына 10 кеңесті қолданыңыздар. Олар көп уақытты алмайды, бірақ біраз уақыттан кейін сіздің миыңыз тиімдірек жұмыс істейтінін байқайсыздар.\n\nАқпарат http://blogtime.kz/bilu-cerec/este-saktaudyn-10-adisi_2.html алынды",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Компьютер бизнесімен айналыссам деймін соған жол көрсетіп жіберсеңіздер?",
        "question_content": "Қазақстанда компьютер жасау құрастыру орталығын ашсам деймін. Бірақ неденбастасам болады, оған қанша ақша кетуі мүмкін. Мамандар қайда дайындауға болады?",
        "question_date": "12.08.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ол ақшаны биржаға сал комьютерди құрастырасын заказбен алдырып мат плата хард диск озу процессор и тб гарантия беруің керек пайда жоқ деп ойлаймын",
                "date": "13.08.2016",
                "upvotes": 0
            },
            {
                "text": "интернетпен жумс истейтин бир проект билем . Маган жаз.",
                "date": "13.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экономика факультеті бойынша білім алып жатқан студенттер бар ма?",
        "question_content": "Сіздерге қояр сұрағым мынадай. Жалпы 2 курстан бастап экономика мамандығы бойынша қандай пәндер оқытылады? Есеп және аудит,менеджмент,экономика мамандықтары бойынша оқытылатын пәндер ұқсас болады ма? Қайсысын таңдаған дұрыс?",
        "question_date": "12.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Парус қазақша білетіндер, бөлісуді сұраймын?",
        "question_content": "Мен қаржы бөлімінде жұмыс жасаймын. Парус қазақша білетіндер, бөлісуді сұраймын?",
        "question_date": "12.08.2016",
        "question_tag": "Банк",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Парус деген желкен емес пе",
                "date": "12.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагог практикантқа мінездеме",
        "question_content": "Қайырлы күн сайт оқырмандары және әріптестерім! Маған жазғы лагерде іс-тәжірибеден өткен практикантқа мінездеме керек еді, соны жазуға көмектеріңізді берсеңіздер? mura_9.5@mail.ru электронды мекен жайына немесе https://vk.com/kayrolla95 вкантакті желісіне жеке хабарлама ретінде жіберсеңіздер көмектеріңіз жақсы болар еді. Алдын ала рахмет",
        "question_date": "12.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алматы,Шымкент қалаларындағы оқу ақысын біліп беріңіздерші",
        "question_content": "ЖОО орындарындағы төлем ақысы,Шымкент ,Алматы қалаларындағы,және қандай ЖОО ұсынар едіңіздер,Тезірек жауап берсеңіздер деп едім,уақыт аз қалды және жеңілдіктер барма?(коммерциялық бағытта болсада)",
        "question_date": "12.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бесінші пәніңіз қандай?",
                "date": "12.08.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл сұрақтың бұл сайтқа қатысы қанша?",
                "date": "1.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет арқылы табыс табу жолын білем",
        "question_content": "Интернет арқылы табыс табу жолын білем қосылатындар барма",
        "question_date": "12.08.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 778,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түсініктірек қылып жазсаңыз. Қайда? Не үшін косылу керек?",
                "date": "12.08.2016",
                "upvotes": 0
            },
            {
                "text": "300-400 доллар салу керек биржада жумыс істеу 100 пайыз сенімді",
                "date": "12.08.2016",
                "upvotes": 0
            },
            {
                "text": "Өзім істеп келем жане қыр сырын тусіндірем",
                "date": "14.08.2016",
                "upvotes": 0
            },
            {
                "text": "Бауырым, ешкім ешуақытта 100 пайыз сенімділік білдіре алмайды,қажет болса Алланың өзі мұндай сенімділік бермейді және бұл жерде қандай биржа-РТС па, Насдаг па әлде форекс па?",
                "date": "1.10.2016",
                "upvotes": 0
            },
            {
                "text": "Сұмдық мұнда да жетіпті ғой",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай жаттығулар жасап кең иықты болуға болады ?",
        "question_content": "Жүзу спортына қатысатындардың иықтары кең.Сондай кең иық қылу үшін қандай жаттығулар жасау қажет.Жүзуден басқа",
        "question_date": "12.08.2016",
        "question_tag": "Спортпен айналысу",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иықты өсіру үшін тренажер залында дайындалу керек секілді.",
                "date": "12.08.2016",
                "upvotes": 0
            },
            {
                "text": "Ютубта көпқой.Қарап көріңіз",
                "date": "12.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "SEO оптимизация жасау шарттарын түсіндіріп беретін электронды оқулықтар бар ма?",
        "question_content": "Вордпреспен жұмыс жасаудың қыр-сырын үйрететін, сайтқа SEO оптимизация жасаудың шарттарын түсіндіріп беретін электронды оқулықтар бар ма екен осы? Өкінішке қарай қазақшасы жоқ шығар, тым құрығанда орысша болса? Білсеңіздер  сілтемелерімен бөлісулеріңіз сұралады...",
        "question_date": "12.08.2016",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 389,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ең дұрысы вордпресс сайт орнатасың сосын соған эксперимент жасап үйренесің барлық оқып тоқығаныңды. Орысша материал жетерлік, гугл тебе в помощь",
                "date": "19.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Джумладағы материалдарды вордпрестегі сайтқа көшіруге бола ма?",
        "question_content": "Сайттың ескі нұсқасының движогы  Джумлада болған еді, қазір сайт жаңартылды. Вордпресте істеп тұр. Ендігі мәселе мынада, джумлада қалған материалдардың барлығын вордпрестегі сайтқа көшіруге бола ма? Болса қалай? Білікті мамандар бұл үшін қанша ақша сұрайды?",
        "question_date": "12.08.2016",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "MySQL бағдарламасымен жақсы жұмыс жасай алсаңыз еш қиындығы жоқ. Оның бағасы сайттың және мәліметтердің көлеміне байланысты болады.",
                "date": "12.08.2016",
                "upvotes": 0
            },
            {
                "text": "https://www.elegantthemes.com/blog/resources/migrating-joomla-to-wordpress-a-step-by-step-guide",
                "date": "29.11.2016",
                "upvotes": 0
            },
            {
                "text": "joomla to wordpress migration деп гуглден іздейсің, сосын көзіңе түскеннің бәрін қойып көресің. Біреуі болмаса, біреуі саған келіп қалады",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    }
]