[
    {
        "question_title": "5,6 грамм темір(||) HCl əрекеттескенде түзілген (қ.ж)сутектің көлемін,атом санын табыңдар",
        "question_content": "5,6гр темір (||) тұз қышқылмен  əрекеттескенде түзіл ген (қ.ж) сутектің көлемін атом санын табыңдар",
        "question_date": "26.02.2018",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,1 моль                     х моль\nFe + 2HCl → FeCl2 + H2\n1 моль                                                    1 моль\nM(Fe)=56 г/моль\nМ(Н2)=1*2=2 г/моль\nп(Fe)=m(Fe):M(Fe)=5,6 : 56= 0,1 моль\nп(Н2)=х=0,1*1:1=0,1 моль\nN=n(H2)*6,02*10^23 моль^-1=0,1*6,02*10^23=0,602*10^23 молекула\nVқж(H2)=n(H2)*22,4 л/моль=0,1*22,4=2,24 литр",
                "date": "4.03.2018",
                "upvotes": 0
            },
            {
                "text": "2.4 деген жауап барма?",
                "date": "3.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде жігіт жақсы көретін қызының тұрмысқа шыққанын көрсе не болады?",
        "question_content": "Анам түсінде қызының  тұрмысқа шыққанын көріпті ол",
        "question_date": "26.02.2018",
        "question_tag": "Жанұя",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ислам діні бойынша түсті тек жақсылыққа жору керек. \nХадисте: «Сендер жағымды түс көрсеңдер, ол Алла тағаладан. Алла тағалаға шүкіршілік айтып, көрген түстеріңді әңгімелеп беріңдер. Ал, ұнамайтын түс көрсеңдер, ол шайтаннан, көргеннің жамандығынан сақта деп Алла тағалаға жалбарыныңдар. Жаман түсті ешкімге айтпаңдар, өйткені сендерге оның ешбір зияны тимейді\", - деп айтылған.\nТүсіңізде үйлену той көйлегін көру- қоғамдық жұмыстарға белсене қатысып, жаңа достарға ие болатыныңызды білдіреді.\nЕгер, анасы қызын қалыңдық кейпінде көрсе, шынайы өмірде өзін қызымен салыстырып отырады жəне одан артта қалғаның түсінеді дегенді білдіреді.\nƏкесі түсінде қызын қалыңдық көйлегінде көрсе, жақын арада рахаттанып, масаттанып өткізетін қуанышты серуенге шығады.\nФрейд түс жоруы бойынша:\nТүсіңізде өзгенің ұзату тойын көру – жақсы жаңалыққа, олар сізге тікелей қатысты болмаса да, сізбен жанама байланысты болады.\nӨз тойыңызды көру – жақын арада сізді тосын сый күтеді, сіз оған барынша түсіністікпен қарап, оның не мағына беретінін түсінуіңіз керек.\nВанга түс жоруы бойынша: \nКөрген ұзату той той – ескі достармен көңілді бас қосуды білдіреді. Мүмкін, сіз бұл кездесуде кейін өмірлік жарыңыз болатын адамды жолықтырасыз.\nТүсіңізде өз тойыңызда болу – жақында қиын шешім қабылдау керектігінің нышаны. Бұл шешімге сіздің ары қарайғы өміріңіз тәуелді.\nАл, өз тойыңызда құрметті қонақ болсаңыз, жақын адамдардың бірі көп ұзамай сізден көмек сұрайтын болады. Оның бетін қақпаңыз, себебі көмегі ертең сізге де керек болады.\nКөрген түсті тек ата-ана немесе туған бауыр сияқты жақын адамға яки болмаса ниеттес дос-жарандарға айтқан жөн. Ал, жаман түсті тіпті еске де алмаған дұрыс",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасын мен молекула санын табу",
        "question_content": "Мөлшері 3моль көміртек (IV) оксидінің,мыс (II) сульфатының массасын жəне молекула санын есептеңіз.",
        "question_date": "25.02.2018",
        "question_tag": "Химия",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\nn(CO2) = 3 моль\nТабу керек:\nm(CO2)\nШешімі:\nm(CO2) = n(CO2)*M(CO2)\nM(CO2) = 44 г/моль\nm(CO2) = 3 моль*44 г/моль = 132 г\n 132 г",
                "date": "31.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тылсым күштерге сену мен өз күшіңе сенудің айырмашылығы неде?",
        "question_content": "1.Тылсым күштерге сену мен өз күшіңе сенудің айырмашылығы неде?\n\n2. Неліктен кейбір ұлттық дінді ұстанушылар саны дүниежүзілік діннен басым?\n\n3. Неліктен Қазақстан өзін зайырлы мемлекет ретінде жариялады?",
        "question_date": "25.02.2018",
        "question_tag": "География",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "“Вампирлер, қасқыр-адам мен зомбилер, яғни қара күштер мен жын буғандар барған сайын көп адамның назарын жаулауда”. (“Уолл-стрит джорнэл” газеті)\nЖАС-КӘРІ сиқыршылар, көрікті жалмауыздар, сымбатты қанішерлер бүгінде кітап, кино мен бейнеойын индустриясын жаулап алған тылсым дүние * кейіпкерлерінің кейбірі ғана. Адамдардың осыған үнемі тартылып тұруына не себеп?\nӘлеуметтанушы профессор Клод Фишердің айтуынша, “елес пен аруақтарға он америкалықтың ішінде біреуі сенген болса, соңғы бірнеше онжылдықта үшеудің ішінде біреуі сенетін болыпты. Америкалықтардың аға буынына қарағанда, жас буынның елеске және жын-елес үйлеріне екі еседей көп сенетіні, бақсыларға екі еседей көп баратыны белгілі болды”.\nМіне, осы себептен де адамдарға еніп алатын зұлым рухтар жайлы қорқынышты әңгімелер қайта қылаң берді. “Өткен онжылдықтағы зомби, қасқыр-адам мен вампирлер дәурені қайта туып, әлем мәдениетінде жын-перілер тақырыбы жандана түсті”,— деп жазды газет шолушысы Майкл Калиа (“Уолл-стрит джорнэл” газеті).\nБір дерекке сай, дүниежүзі бойынша адамдардың 25-тен 50 пайызға дейіні елеске сенеді екен және елес тақырыбы көптеген халықтардың әдебиетінің төрінен орын алатыны анықталды. АҚШ-та белді әлеуметтанушы профессорлар жүргізген сауалнама бойынша, Америка халқының 70—80 пайызы табиғаттан тысқары күштің әйтеуір біреуіне нық сенетін болып шықты.\nТылсым дүние мен спиритизмге жақын жүру еш зиянсыз ермек пе?\nТолығырақ: https://www.jw.org/kk/%D0%BA%D1%96%D1%82%D0%B0%D0%BF%D1%85%D0%B0%D0%BD%D0%B0/%D0%B6%D1%83%D1%80%D0%BD%D0%B0%D0%BB%D0%B4%D0%B0%D1%80/%D0%BE%D1%8F%D0%BD%D1%8B%D2%A3%D0%B4%D0%B0%D1%80-2-2017-%D1%81%D3%99%D1%83%D1%96%D1%80/%D1%82%D1%8B%D0%BB%D1%81%D1%8B%D0%BC-%D0%B4%D2%AF%D0%BD%D0%B8%D0%B5%D0%B3%D0%B5-%D0%B0%D1%80%D0%B1%D0%B0%D0%BB%D2%93%D0%B0%D0%BD%D0%B4%D0%B0%D1%80/",
                "date": "15.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А(-1;2) және В(3;-2) нүктелерінен өтетін түзудің теңдеуін жазыңдар?",
        "question_content": "1. А (0;1); В(1,-4); С(5;2) болса, онда АВС үшбұрышы теңбүйірлі екендігін дәлелдеңдер\n2. Радиусы 3, центрі С(3;1) болатын шеңбердің теңдеуін құрыңдар. А(6;1) нүктесі бұл шеңберде жата ма?\n3. А(-1;2) және В(3;-2) нүктелерінен өтетін түзудің теңдеуін жазыңдар.\n4. А(11,5) және В(5,3) түзуі берілген.\nАВ – ұзындығын тап\n4|**|=|ВМ| болса М нүктесінің координаталарын тап",
        "question_date": "25.02.2018",
        "question_tag": "Математика",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Элкторматордың қуатын табыңдар?",
        "question_content": "Жүкшығырын айналдыратын электрқозғалышы 9120 Дж не тең жумыс атқарады.4А ток күшінде 24 Кл заряд өткендегі элкторматордың қуатын табыңдар",
        "question_date": "25.02.2018",
        "question_tag": "Физика",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\nA=9120Дж\n\nI=4A\n\nq=24Кл\n\nP-?\n\nШешімі:\n\nP=UI\n\nU=A/q=9120/24=380B\n\nP=380*4=1520Вт\n\nЖауабы: 1520Вт",
                "date": "31.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Вакуумдегі сыйымдылығы 1Ф",
        "question_content": "Вакуумдегі сыйымдылығы 1Ф болу үшін шардың радиусы қандай болу керек?",
        "question_date": "24.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "шаршы қабырғасын 7 см-ге арттырса, шаршы ауданы 301 см2 -қа артады. Шаршы периметрі қанша",
        "question_content": "Мен осы тапсырмадан қиналып жатырмын. Көмектесіп жібересіздерма",
        "question_date": "24.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 13200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a^2-шаршы ауданы\n\n(a+7)^2=a^2+301\n\na^2+14a+49=a^2+301\n\na^2-a^2+14a=301-49\n\n14a=252\n\na=252:14\n\na=18",
                "date": "24.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата-анам арманыма қарсы не істесе болады",
        "question_content": "Мен актриса болғым келеді бірақ ата-анам мені өздері қалаған оқуға түсіргілері яғни мұғалім болсын дейді . Не істесе болады?",
        "question_date": "24.02.2018",
        "question_tag": "Мамандық",
        "question_views": 970,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ата-анаңыз сіздің қабілетіңізді біліп актриса болмай деп айтып жатқан шығар. Ата",
                "date": "24.02.2018",
                "upvotes": 0
            },
            {
                "text": "Ата анана мен мұғалім оқуына түсем бірақ содан кейін актерлық курсты оқимын деп айт.",
                "date": "25.02.2018",
                "upvotes": 0
            },
            {
                "text": "Актриса жақсы мамандық емес. Сондықтан қарсы болар! Сондықтан басқа жақсы,өзіңізге ұнайтын мамандық қарастыруға кеңес беремін.",
                "date": "23.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Географиядан қызықты сұрақ жауап немесе мәліметтер керек еді?",
        "question_content": "Географиядан қызықты сұрақ жауап немесе мәліметтер керек еді. Тауып бере алсаңыздар жақсы болар еді. Тек өтініш ең ең керек емес өзімде бар",
        "question_date": "24.02.2018",
        "question_tag": "География",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаһандық ысыну нәтижесінде су деңгейінің көтерілуінен ең көп қорқатын ел Мальдив Республикасы. Теңіз деңгейінен тек 1,8 метр биіктікте орналасқан Мальдив халқы жер бетіндегі ең төмен деңгейде қоныс тепкен ел болып саналады.\n300 адам өмір сүретін Фолкленд аралдарында жарты миллонға жуық қой бар. Аралдың негізгі кәсібінің мал шаруашылығы және ең саудалы тауарының жүн екендігі айтпай-ақ түсінікті болар.\nКанададағы 3 миллионнан астам көлдер, Канаданың 9% алып жатыр. Сондай-ақ жер бетіндегі көлдердің 60 пайызы осы елдің аумағында орын алуда.\nМоңғолия тығыздығы жағынан халқы ең аз мемлекет. 3 000 000 халқымен 1 шаршы километрге 1,9 адамнан тура келеді. Халқы ең тығыз аймақтардың қатарына Гонконг жатады 1 шаршы километрге 6544 адамнан тура келеді.\nНигерия жалпылама алғанда әлемдегі ең жас мемлекет. Яғни халқының жартысы (49%) балиғат жаста.\nБалта тимеген дерлік ормандармен толы ел Суринам. Жерінің 91% балта кірмеген орманды алқап. 500 мыңдық тұрғындары жағалау бойларында мекендейді. 5 пайыз дерлік бөлігі ішкі жақта мекендейді.\nАғашқа кедей ел Гаити. Орманды алқаптары орынсыз кескінге ұшырағаны соншалық, ғарыштан түсірілген суреттерге қаралғанда Доминикан елімен шекарасын оңай ажыратуға болады.\nЕгін шаруашылығы жоқ дерлік ең үлкен ел Сингапур. Жер бетінде экономикалық мағынада егіншілікпен айналыспайтын кіші елдер (мәселен Ватикан) бар әрине. Сингапур бұлардың ішіндегі ең үлкені.  \nШөл елі Либия. Елдің 99% шөл алып жатқан Либия әлемдегі ең құрғақ жерлердің бірі. Елдің кейбір бөліктеріне 10 жылдан бері жауын түспеген.\nЖер бетіндегі ормандардың 25% Ресейдің сібір аймақтарында орналасқан. Осы ормандарымен Ресейді дүниенің ең үлкен оттегі өндіруші елі деуге келеді.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытай смартфондары неліктен арзан?",
        "question_content": "Смартфон таңдар кезде қанша дегенмен қалтамызға қарайтынымыз шындық. Америка, Корея брендтерінен жөні түзуін таңдап алғыңыз келсе, қалтаңызда кем дегенде смартфонға деген қаражат 100 мың теңгеден аз болмауы керек. Ал қытай брендтерін таңдар болсаңыз 60 -100 мың теңге арасынан, ең үздік IPS full hd матрицасы орнатылған, сақтау жады, батареясы сыйымдылығы  едәуір үлкен, процессоры аттай жүйрігін шертіп жүріп аласыз. Неліктен қытай брендтері арзан жүреді? (Өз ойыңыз)",
        "question_date": "22.02.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазақстандағы сатушылар ғой бағасын қымбат қылатын.\n\nОның үстіне Қытайларда  байланыс техникалары мықты дамуд",
                "date": "23.02.2018",
                "upvotes": 2
            },
            {
                "text": "Біріншіден Қытайда жұмыс күші арзан\n\nЕкіншіден смартфон жасауға керек сирек кездесетін металдардың көбі Қытайда орналасқан (iPhone мен Samsungта Қытайда жасалады)\n\nҮшіншіден Қытай брендтердің өз халқына жасап жатыр смартфондарды, барлығына қол жетімді етіп. Үстінен көп ақша қоймайды. Негізі орташа бір смартфонның өзіндік құны шамамен 100 доллар болады. Оның үстінен 20 долларға да ырза олар. Ал Apple болса 100 доллардың үстінен 1000 доллар қосып сатады.",
                "date": "23.02.2018",
                "upvotes": 1
            },
            {
                "text": "Қытай смартфоны өте арзан себебі сапасы нашар тез құриды.",
                "date": "26.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық болмысты сақтау рухани жаңғырудың ең басты шарты эссе?",
        "question_content": "Ұлттық болмысты сақтау рухани жаңғырудың ең басты шарты эссе?",
        "question_date": "22.02.2018",
        "question_tag": "Мектеп",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол туралы көптеген мақалалар жазуға болад",
                "date": "10.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күн жүйесіндегі планеталардың (жерден басқа) магнит өрісі керек еді",
        "question_content": "планеталардың (жерден басқа )",
        "question_date": "22.02.2018",
        "question_tag": "Мектеп",
        "question_views": 916,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "AB CD AOC COB AOD BOD Жауап берыныздер",
        "question_content": "AB түзуі мен CD түзуінің қиылысуынан пайда болған AOC мен COB бұрыштарының градустық өлшемдерінің қатынасы 5:7 қатынасындай. AOD және BOD бұрыштарының градустық өлшемдерін табыңдар.",
        "question_date": "22.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалау райдың үш жасалу жолына театр тақырыбына қатысты үш сөйлемнен қуру",
        "question_content": "Қалау райдың үш жасалу жолына театр тақырыбына қатысты үш сөйлемнен құру",
        "question_date": "22.02.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қорғасының массасын табу керек?",
        "question_content": "Кішкене қорғасын шары бар мұз кесегі суы бар цилиндрдің ішінде қалқып жүр.Ыдыс түбінің ауданы S.Егер мұз тұгел еріп болғанда, ыдыстағы су деңгейі h-қа төмендесе, шардың массасы қандай болғаны? Қорғасынның тығыздығы p1, судың тығыздығы p0",
        "question_date": "22.02.2018",
        "question_tag": "Физика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің атым Қожа-дан түсінгенді эссе қылып жазу?",
        "question_content": "Менің атым Қожа-дан түсінгенді эссе қылып жазу?",
        "question_date": "22.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 109000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Повесте кішкентай Қожаның мектеп жасындағы бастан кешкен әр түрлі қызықты оқиғалары жайлы баяндалады. Ол қанша бұзықтық жасаса да жақсы адам болуға талпынысы бар. Өзінің жасаған бұзықтығының бәрі әкесіз өскендігінен деп ойлайды. Қожа өзінің мінезін, тәртібін өзгертуге тырысады. Әңгімеде Қожаның балалық махаббаты да үлкен рөл ойнайды. Ол сыныбындағы үлгілі, тәртіпті әрі сабағын үздік оқитын Жанар деген қызды жақсы көреді. Тіпті кей кездері Жанарға арнап өлең де шығарады. Жанарды әрқашан көргісі келіп тұрады. Қожа жазушы болуды армандайды.\nҚожа — Шын аты Қожаберген. Бір сыныпта екі Қожа болғандықтан, шатастырмас үшін оны \"Қара Қожа\" деп атайды. Кейде келемеждеп, «Қара Қожа» деудің орнына «Қара Көже» дейді. Фамилиясы Қадыров. Бір кезде «Қадырұлы» деп те жазып жүрді. Шашы қайратты. Бойы - орта бойлы, әжесі \"әкең тәрізді сұңғақ боласың\" дейді. Мектепте дәрігер өлшегенде бір жүз отыз тоғыз сантиметр шыққан. Жасы он екіде. Бесінші сыныпты бітірген. Арманы: оқу бітіріп, ер жету, университетке түсу. Жазушы болу.\nЖанар — Қожамен бірге оқиды. Қожаның ойынша \"кластағы ең бір ақылды қыз. Сұлу.\" Дауысы әдемі, ән салады. Басына үкілі тақия киіп, мың бұралып «Қамажайға» билейді. Өнерлі қыз. Сыныптағы бірінші үздік оқушы.\nСұлтан — ол Қожаның жан досы. Бойы ұзынша арық келген жігіт. Қожадан екі-үш жас үлкен. Әкесі Сүгір жылқы бағады. Бірақ ол біраз жыл бұрын оқуды тастап кеткен және жаман қылықтарға әуес.\nҚаратай — көрші колхоздағы комбайншы. Қаратайдың әйелі дүние салған. Ол Қожаның анасына үйленбекші. Қожа оны жек көреді.\nЖантас — Ол Қожамен бір сыныпта оқиды. Жантас пен Қожа бір бірін ұнатпайды. Себебі Жантас Қожаны үнемі «Қара көже» деп мазақтайды және екеуі де Жанарды ұнатқандықтан үнемі сөзге келіп қалады. Сол себепті өз сыбағасын алады.\nМайқанова — Қазақ тілі пәнінің мұғалімі (Майқанова Сәбира). Қожа оқитын сыныптың жетекшісі. Ол адамгершілігі мол әрі ақылды ұстаз.\nӘжесі — Қожаны қанаттыға қақтырмай, тұмсықтыға шоқтырмай қызғыштай қорғап өсіреді. Өзінің ерке немересін еш жамандыққа қимайтын жанашыр жан.\nАнасы — Қожаның анасының аты — Миллат. Ол ақылды, тәрбиелі адам. Ауылдың үлкен-кішісінің бәрі бірдей алдынан қия басып өтпей, хан көтеріп, құрметтеп тұрады. Екі бірдей сайлауда қатарынан аудандық советке депутат етіп сайланған.\nСәйбек қарт — Мектеп күзетшісі. Ол Қожаның әкесі Қадырдың досы, әкесі туралы көп білетін әрі Қожаға ақыл айтқан кісі.\nОспанов — зоология пәнінің мұғалімі. Қожаның жақсы көретін мұғалімдерінің бірі. Ол Қожаның әкесінің көзі тірі кезіндегі жан досы болған.\nЖақанов — Қожаның сыныптасы.\nА.Михайловна — Толық аты: Анфиса Михайловна. Орыс тілі пәнінің мұғалімі. Қожаның айтуынша, \"мұғалімдердің ішіндегі алтын адам\".\nСүттібайдың Қожасы — Қожаның сыныптасы. Сүттібайдың үлкен баласы. Бір сыныпта екі Қожа болғандықтан, шатастырмас үшін оны өңіне қарап \"Сары Қожа\" деп атайды.",
                "date": "22.02.2018",
                "upvotes": 0
            },
            {
                "text": "Мен эссе жазбаймын",
                "date": "9.02.2021",
                "upvotes": 0
            },
            {
                "text": "қожа өте ақылды",
                "date": "2.03.2021",
                "upvotes": 0
            },
            {
                "text": "Кожа оте жаман бала апайларын тындамай оте жаман бала болмас едым",
                "date": "23.02.2023",
                "upvotes": 0
            },
            {
                "text": "\"Менің атым Қожа\" Повесте кішкентай бұзық бала туралы айтылып тұр. Бұл шығарма менің ойымша өте қызықты және, әрі көңілді. Қожа бүкіл шығарма бойы қателіктер, және де бұзықтықтар жасай береді. Алайда ол шығарманың сонында өте үлкен бұзықтық жасайды. Бұл бұзықтық үшін оны мектептен шығара жаздады. Осы кезден бастап ол өзінің тәртібіне қарап, өзгертіп, жақсы бала болуға тырысады. Бұл повесте қожаның балалық махаббаты туралы да айтылып тұр. Кішкентай бұзық Қожа тәртіпті, ақылды, үздік оқитын қызды жақсы көреді. Оның аты Жанар. Қожа махаббатын көрсету үшін кейде өлен жазып, арнап жүреді. Ол Жанарды әрқашан, өмір бойы көргісі келеді",
                "date": "19.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеуді табу керек? l-140 см (болат сым)",
        "question_content": "Берілгені\nl-140 см (болат сым)\nS-0.2 м2\nI-250 мА\nт/к:",
        "question_date": "22.02.2018",
        "question_tag": "Физика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "U=I*R\n\nR=p*l/S\n\np-болат сымның меншікті кедергісі=0,103 - 0,137 Ом*мм^2/м",
                "date": "22.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауа температурасының орташа тәуліктігін анықтап беріңізші?",
        "question_content": "Ауа температурасының орташа тәуліктігін анықтап беріңізші?\n\nСағат 1°°-6°С           Сағат 13°°+2°С\n\nСағат 7°°-1°С           Сағат 19°°0°С",
        "question_date": "22.02.2018",
        "question_tag": "География",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алынған температуралар көрсеткіштерінің қосындысын алынған сынақтар санына бөліп орташа температураны табамыз:Орташа температура= (-6+(-1)+2+0)/4=-5/4=-1,25",
                "date": "22.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кубты параллель проекцияланғанда келесі фигуралардың қайсысы проекциясы болады:",
        "question_content": "Кубты параллель проекцияланғанда келесі фигуралардың қайсысы проекциясы болады:\n І − ромб (квадрат емеC)\n ІІ − дұрыс бесбұрыш\n ІІІ − дұрыс алтыбұрыш",
        "question_date": "22.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 946,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өлшемі 4дм×4дм квадраты параллель проекцияланғанда келесі",
        "question_content": "Өлшемі 4дм×4дм квадраты параллель проекцияланғанда келесі фигуралардың қайсысы проекциясы болады:\n\nІ − 1 дм × 2 дм тіктөртбұрышы\n\nІІ − 2 дм × 4 дм тіктөртбұрышы\n\nІІІ − табандары 1 дм және 2дм трапеция",
        "question_date": "22.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABCDA1B1C1D1 кубы берілген. BD және AB1 түзулерінің арасындағы бұрышты табыңыз.",
        "question_content": "ABCDA1B1C1D1кубы берілген. BD және AB1 түзулерінің арасындағы бұрышты табыңыз.",
        "question_date": "22.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 12900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABCDA1B1C1D1 кубы берілген. AB және СB1 түзулерінің арасындағы бұрышты табыңыз.",
        "question_content": "ABCDA1B1C1D1кубы берілген. AB және СB1 түзулерінің арасындағы бұрышты табыңыз.",
        "question_date": "22.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "A және B, AB кесіндісінің ортасы M нүктелері A1,B1,M1 нүктелеріне кескінделген.",
        "question_content": "A және B, AB кесіндісінің ортасы M нүктелері A1,B1,M1 нүктелеріне кескінделген. Егер АA1= 3 см, МM1= 2 см болса, онда ВB1кесіндісінің ұзындығы неге тең?",
        "question_date": "22.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": ",ав=с  х=\n\nСабақ оқы көшірмей",
                "date": "21.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайтта техникалық қате бар",
        "question_content": "Телефонмен жаауап жазғанда с",
        "question_date": "21.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы телефонмен жазғанда кейбір әріптерді жеп қояды,не үшін екенін білмейм,сенің сұрағың сол шығар,Админ ға жазу керек сол қателікті.",
                "date": "21.02.2018",
                "upvotes": 0
            }
        ]
    }
]