[
    {
        "question_title": "Тригонометриялық теңдеуді шешіңіз.",
        "question_content": "Тригонометриялық теңдеуді шешіңіз.\n\n­1) sin5x=sin3x ­\n\n2) sin3x+cos7x=0­\n\n3) cos6x+cos2x=0­\n\n4) sinx=cos5x­",
        "question_date": "29.01.2017",
        "question_tag": "Математика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Sin3x+cos7x=0 <=> cos(π/2-3x)+cos7x=0 <=> 2*cos(π/2-3x+7x)/2*cos(π/2-3x-7x)/2=0.\n\nҚосындысы 0-ге тең, онда көпмүшеліктің біріде 0-ге тең,яғни:\n\nа) cos(π/4+2x)=0 <=> π/4+2x=π/2+π*n <=> 2x=π/4+π*n <=> x=π/8+π*n/2  n∈Z\n\nб)cos(π/4-5x)=0 <=> π/4-5x=π/2+π*s <=> -5x=π/4+π*s <=> x=-π/20-π*s/5  s∈Z",
                "date": "11.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтарды \"ризома\" деп айтқан кім?",
        "question_content": "Сәлеметсіздерме?! Қазақ философиясы жайлы жағымсыз пікір қалдырған философтар кім? Қазақтарды \"ризома\",ет жегіштер\",\"соғыс машинасы\",\"шегіртке\",\"варварлар\" деп кім атаған? жауабын білсеңіздер айтып жіберіңіздерші!",
        "question_date": "29.01.2017",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың тарих философиясы туралы пайымдағанда, көшпелі мәдениеттегі өркениеттілік деңгейі туралы кемсітушілік көзқарастардың бар екендігі жөнінде айтуға тура келеді. Олардың арасында адамдық өркениеттіліктің тек батыстық типін мойындайтын еуропаорталықтық тұғырнамалардан бастап, көшпелі қауымнан тек қиратушылық пен «жабайылық» белгілерін көретін «ілімсымақтар» туралы айтып өтуге боладыКөшпелілер туралы Э. Дюркгейм номадтардың сегментарлық, тұлғалық ерекшеліктері бөлінбегендігі және организм сипаттас тұтас қауымда ғана өмір сүре алатындығы туралы айтады.\nҚазіргі номадологияда көшпелі қоғам кеңістік пен уақыттан, тарихтан тыс, олар тек отырып қозғалады, тамырсыз ризома рәмізінде бейнеленеді. Ризома деп орталығы жоқ, кеңістікте қалқып жүретін, түп тамырсыз әлеуметтік құрылымды айтады. Көшпелілер кеңістікті бөлмейді, олар өздері осы кеңістікте бөлінеді. Осы бейнеге мағынасы жақын тағы да бірнеше мәдени – әлеуметтік ұғымдарды қарастырсақ: «рулық дәстүрлі адам» (М.Мид), «сегментарлық қоғам» (Е. Дюркгейм) т.б. Сонда номадалық адам тарихтың тарихтың келте бейнесіне айналып кетеді. Оған «варвар» немесе «туземец» деген айдарлар да жараса берер. Тым болмаса үйреншікті марксизмдегі «азиялық өндіріс тәсілі» мен «дала феодализмі» құлаққа жағымды естілер. Немесе Г.Гачевтің номада өз атының үстіне мініп алып, әлемдік қозғалыстан тыс тұрады дегені неге тұрады?. Объективті позициядағы ғалымдар көшпелі қауым туралы көптеген теріс «тұжырымдарды» бекерге шығарады. Мәселен, «ет жеушілерге тән қиратушылық» жөнінде белгілі ғалым Э. Фромм мол деректерді талдау нәтижесінде бұл «идеограмманың» жалған екендігін дәлелдейді. Садизм адамға туа біткен қасиет емес, ол әлеуметтік ортаның жеке адамға қысым жасаған жағдайында пайда болады.\nТолығырақ: http://zhalyn.kz/",
                "date": "30.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған университетегі лаузымдар туралы мағұлымат керек?",
        "question_content": "Міне осылардын лауазымдары туралы толық мағұлымат бере аласыздарма?",
        "question_date": "29.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ректор (лат.rector — билеуші, басшы, жетекші,rega — басқарамын) — көптеген елдерде жоғары оқу орнының басшысы. Қайта өркендеу дәуірінде бас оқытушылар және көп класты мектептердің меңгерушілері Ректор деп аталған. Ректорды ғылыми атағы бар және ғылыми педагогикалық тәжірибесі мол мамандардан жоғары оқу орны қарайтын министірлік немесе басқа өкілетті орган бекітеді.\nДекан (лат.decanus – 10 адамның бастығы) – жоғары оқу орындарындағы факультетті басқаратын адамның лауазымдық атауы. Декан – факультет кеңесінің төрағасы бола отырып, факультеттегі оқу-тәрбие жәнеғылым жұмыстарға жауап береді; факультет құрамындағы кафедралардың жұмысын үйлестіреді, жоғары оқу орнының талаптарына орай шешімдер қабылдайды, оның орындалуын қадағалап, студенттердің оқу-үлгерімін есепке алып отырады.\n\nСілтеме.",
                "date": "29.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жанаманың теңдеуін жазыңыз.",
        "question_content": "у=-4x+5 түзуіне параллель болатын f(x)=2-xквадрат функциясының графигіне жүргізілген жанаманың теңдеуін жазу керек",
        "question_date": "28.01.2017",
        "question_tag": "Математика",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F'(x)>0\n\nF(x)=1+x-6x квадрат _ теңсіздігін шешу көмектесіңіздерші",
                "date": "13.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкентте магистратура қанша тұрады?",
        "question_content": "Шымкентте математикадан педагогикалық оқуларға магистратура бар ма? болса қандай универлерде? ақылы қанша тг?",
        "question_date": "28.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 685,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Н.Тілендиевтің \"Аңсау\" күйінің нотасы керек",
        "question_content": "Н.Тілендиевтің \"Аңсау\" күйінің нотасы керек болды. Көмектессеңіздер. Алдын ала үлкен рахметімді айтамын.",
        "question_date": "28.01.2017",
        "question_tag": "Өнер",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кезектес салалас құрмалас сөйлемге шығармалардан 5 мысал керек болып тұр?",
        "question_content": "Мен кезектес салаласқа мысал таба алмадым. Кезектес салалас құрмалас сөйлемге шығармалардан 5 мысал керек болып тұр?",
        "question_date": "28.01.2017",
        "question_tag": "Мектеп",
        "question_views": 80100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Кейде қабағы түксие қалады, кейде бет әлпеті күлім қағады (Б. Майлин).\n\n2) Қазан тұрып біресе атын мақтады,біресе өзін мақтады,бірақ айналып келгенде,бәрі де Бегілдің өнерін сөз етісті (Қорқыт).\n\n3) Автобус бірде тез жүреді, бірде баяу жүреді.\n\n4)Теледидардан соңғы хабарды біресе орыс тілінде, біресе қазақ тілінде берді.\n\n5) Күн біресе жауды, біресе басылды.",
                "date": "29.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Уәде беру. Өз-өзінізге берген уәденізді орындап жүрсіз бе?",
        "question_content": "Уәде беру.\n\nКүнде 30 мин 2 сағатқа дейін ұялы телефондарымды сөндіріп қойып, кітап оқуға көшем. Қандай кітап? десеніздер айтпаймын. не себеп болды десеніздер? Жаңашылдық, электрондық дүниеден кішкене болса да демалу. Кітапты оқып бітіргеннен кейін айтам кімнің кітабы және атауы жайлы. Өз өзіме уәде еттім. Ал сіз өз-өзінізге берген уәденізді орындап жүрсіз бе?",
        "question_date": "28.01.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 586,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берген уәдемді орындауға күш салып жүрмін, барынша тырысудамын.",
                "date": "28.01.2017",
                "upvotes": 0
            },
            {
                "text": "Менде уəдемді орындап жүрмін,алдағы уақыттарда да орындаймын.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет мекен жайлылық туралы реферат тауып бере аласыздар ма?",
        "question_content": "Интернет мекен жайлылық туралы реферат тауып бере аласыздар ма?",
        "question_date": "28.01.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернет-магазин Radiorubka.com - это рации, антенны и прочие товары для радиолюбителей и профессионалов по выгодной цене. В нашем ассортименте всегда есть антенны, источники питания, аксессуары для радиостанций, преобразователи напряжения, и, конечно же, именно у нас Вы можете купить рации недорого. Наш ассортимент постоянно расширяется и помимо раций и сопутствующих товаров у нас Вы также можете приобрести товары для видеонаблюдения.",
                "date": "25.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың бір қабырғасы 7 қалған қабырғаларын тап?",
        "question_content": "Геометрия дан керек болып жатыр. Үшбұрыштың бір қабырғасы 7 қалған қабырғаларын тап?",
        "question_date": "28.01.2017",
        "question_tag": "Геометрия",
        "question_views": 646,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шойыннан жасалған кубтың қырының ұзындығы 12см, салмағы",
        "question_content": "Іші қуыс шойыннан жасалған кубтың қырының ұзындығы 12см, салмағы 50 Н, куб қабырғасының  қалыңдығы қандай? Тығыздығы 7000 кг/м. куб",
        "question_date": "27.01.2017",
        "question_tag": "Физика",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қуыссыз шойынның массасы;\n\nm=pV=7000*0,12*0,12*0,12=12,096 кг\n\nБіздегі кубтың массасы;\n\nm'=F/g=50/10=5 кг\n\nҚуыс болғандықтан біздің кубтың массасы аз болды\n\nҚуыстың кубтың көлемін тапсақ;\n\nV'=(m-m')/p=(12,096-5)/7000=0,001 м3\nқуыс кубтың қабырғасы;  куб түбір асты (0,001) =0,1 м =10 см\n\nшойын кубтың қабырғасының қалыңдығы; 12-10=2 см",
                "date": "30.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тай, жабағы сөздерінің мағынасы не?",
        "question_content": "Тай, жабағы сөздерінің мағынасы не? Маған тез айтасыздар ма?",
        "question_date": "27.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 6900,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Бұл жылқы төлдерінің атауы.Өте оңай сөздер.\n\nЖабағы 6 ай мен 1 жас аралығындағы жылқы төлі;\nТай (1 жастан асқаны) деп атайды.",
                "date": "27.01.2017",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Ғаламтордың пайдасы мен зияны эссе?",
        "question_content": "Адамзатқа ғаламтордың пайдасы \nКөптеген адамдар, әсіресе ғаламтор қолдауншылары, ғаламтордың адамзаттың ең үлкен қолжетістігі екендігімен келісері анық. Ол, қалтқысыз ақпарат көзі болуымен қатар, адамдарға қажет біліммен сусындауға, қиюы келмес мәселелердің шешімін табуға көмектеседі. Әлемдік тордың жан-жақты, білімді, көзқарасымыз кең болып, көптеген қызықты дүниелерді үйренуімізге себі мол. \nОған қоса, ғаламтордың тағы бір артықшылығы - мемлекеттер мен құрлықтар арасындағы шекараны жойып, адамдарға араларындағы қашықтыққа қарамастан бір-бірімен араласуға, сөйлесуге мүмкіндік беруінде. Тіпті, әлемдік тор арқылы әлемнің екі бұрышындағы адамдар достасып, махаббатарын да тауып жатады.\nТанмдық бағдарламаларды көру, жаңа ақпарат алу, білімімізді толықытру, шетел тілдерін үйрену арқылы ғаламторда уақытымызды тиімді әрі пайдалы өткізе аламыз. ей адамдар ғаламтор арқылы мамандық алып, жұмысқа орналасып жатады. Бұлардан бөлек, ғаламторды жолын білгендер табыс көзі ретінде қолдана алады. Соңғы жылдарда дәл осы ғаамтормен байланысты түрлі мамандықтар пайда болған. \nҒаламтордың денсаулыққа зияны\nӘрине, ғаламтордың пайдасы мол екендігі даусыз. Алайда оның зияны да аз емес. Ғаламтордың зиян жайлы сөз болғанды ең бірінші қозғалатын тақырып - ғаламторға тәуелділік. Ал бұл аңыздан алнған термин емес. \nҒаламтор қолданушыларының 10%-ы ғаламторға тәуелді екендігі ғылыммен дәлелденген. Тіпті, олардың бірқатары ғаламторды үй, тағам, су іспетті өмірлік маңызды дүние деп есептейді. Оңтүстік Корея, Қытай, және Тайваньда ғаламторға тәуелділікті ұлттық деңгейдегі мәселе ретінде қарастырады.      \nДесе де ғаламтордың зияны тек мұнымен шектелмейді. Компьютер мониторының алдында ұзақ уақыт отырудың өзі көзіміздің көруіне теріс ісер етсе, компьютер алдында дұрыс қалыпта отырмағанның салдарынан қимыл-тірек аппаратымызға зиян келеді. \nАдам психикасына кері әсер ететін ақапараттарды да ғаламтордың зиянды жағына қоса аламыз. Ғаламтор арқылы алаяқтар жеке тұлға жайлы мәлімет алып, оны өз мақсатына қолдануы мүмкін. Сонымен қатар, әлемдік тор арқылы компьютер жүйесіне зақым келтіріп, зиянын тигізетін вирустар тарайды. \nӘрине, ғаламтордың пайдасы мен зияны да жетерлік. Алайда оның пайдасы басымырақ. Ал егер әр әрекетіңізді ақылға сала отырып жасасаңыз, ғаламтордың зиянын көрмессіз деген пікірдеміз.",
        "question_date": "27.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 256000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғаламтордың пайдасы мен зияны\nҚазіргі техника дәуірінде адамның күнделікті өмірі компютермен өтеді. Оны ешкім жоққа шығара алмайды. Компютерге отырған кезде адам жай ғана отырмай интернет пайдаланады. Қазір интернеттен өзіңе керектінің бәрін таба аласын. Тіпті, интернетте отырып-ақ өзіне керектіні сатып алуыңа болады (киім, тамақ,әшекей-бұйымдар т.б.). Әрине, бұл өзіңе пайдалы. Бірақта әрбір заттың өз уақыты, өз орны болу керек емес пе? Ал қазіргі жастар күні-түні сол монитордың алдында отыруға бар. Ол бір жағынан денсаулыққа әсер етеді, ал бір жағынан санаға әсер етеді. Кейбіреулер айтып жатады интернетке отырсаң бәрін білесің, бәрінен хабардар болып отырасың деп, ол да дұрыс бірақ ол адамның өзіне байланысты.Ол жақсы бірдеңелер біліп жатама немесе ойын ойнап, агентте отырама. Мысалы, қазіргі ата-аналар интернетті балаларына қосып беріп жатады. Өзі білмесе де баламның көзі ашық болсыншы, білсін, оқысын деп. Ал бала болса құр ойнаумен уақытын өткізеді. Ал сабақ жайында қалады. Қазір интернетте дені дұрыс ойында жоқ, кілең атыс-шабыс. Міне, осының бәрі бала санасына әсер етеді.Компьютер мониторының кескіндері адам көзінің көру өткірлігін нашарлатады.Әрине, мұны барлығыда біледі. Сонымен қатар тапжылмастан компьютер алдында отырғанда бұлшық еттерді қажытады жәнеде омыртқаға зиян болады. Міне. мұның бәрі адам өміріне қауіпті әрі зиян. Мен компьютер алдында отырмасын деп айтпаймын тек 2-4 сағаттай керегіне жаратса, қалған уақытын пайдалы істермен өткізсе деймін.",
                "date": "27.01.2017",
                "upvotes": 1
            },
            {
                "text": "Қазіргі техника дәуірінде адамның күнделікті өмірі компютермен өтеді. Оны ешкім жоққа шығара алмайды. Компютерге отырған кезде адам жай ғана отырмай интернет пайдаланады. Қазір интернеттен өзіңе керектінің бәрін таба аласын. Тіпті, интернетте отырып-ақ өзіне керектіні сатып алуыңа болады (киім, тамақ,әшекей-бұйымдар т.б.). Әрине, бұл өзіңе пайдалы. Бірақта әрбір заттың өз уақыты, өз орны болу керек емес пе? Ал қазіргі жастар күні-түні сол монитордың алдында отыруға бар. Ол бір жағынан денсаулыққа әсер етеді, ал бір жағынан санаға әсер етеді. Кейбіреулер айтып жатады интернетке отырсаң бәрін білесің, бәрінен хабардар болып отырасың деп, ол да дұрыс бірақ ол адамның өзіне байланысты. Ол жақсы бірдеңелер біліп жатама немесе ойын ойнап, агентте отырама. Мысалы, қазіргі ата-аналар интернетті балаларына қосып беріп жатады. Өзі білмесе де баламның көзі ашық болсыншы, білсін, оқысын деп. Ал бала болса құр ойнаумен уақытын өткізеді. Ал сабақ жайында қалады. Қазір интернетте дені дұрыс ойында жоқ, кілең атыс-шабыс. Міне, осының бәрі бала санасына әсер етеді.Компьютер мониторының кескіндері адам көзінің көру өткірлігін нашарлатады.Әрине, мұны барлығыда біледі. Сонымен қатар тапжылмастан компьютер алдында отырғанда бұлшық еттерді қажытады жәнеде омыртқаға зиян болады. Міне. мұның бәрі адам өміріне қауіпті әрі зиян. Мен компьютер алдында отырмасын деп айтпаймын тек 2-4 сағаттай керегіне жаратса, қалған уақытын пайдалы істермен өткізсе деймін.\"",
                "date": "24.12.2018",
                "upvotes": 0
            },
            {
                "text": "Эссе \nҒаламтор жəне мен",
                "date": "13.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ақылды жігіт атқа да мінер таққа да мінер\" мақалының мағынасын айта аласыздар ма?",
        "question_content": "\"Ақылды жігіт атқа да мінер таққа да мінер\" мақал-мәтелінің  мағынасын айта аласыздар ма?",
        "question_date": "27.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ақылы бар еркек жылқыны да, билікті де бағындыра біледі. Мәтел деп есептемеймін, бірақ қанатты сөзге жатқызуға келетін секілді.",
                "date": "27.01.2017",
                "upvotes": 0
            },
            {
                "text": "Маған толық керек",
                "date": "27.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Программистердің байқауына қазақша сценарий керек еді, қайдан тапсам болады?",
        "question_content": "Колледж ішінде программисттердің (студенттер арасында) кәсіби шеберлік байқауы өтеді. Соған қазақша сценарий керек!",
        "question_date": "27.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жақты қалай емдеу керек?",
        "question_content": "Менім сол жақ жағым ауырады. Басында бір жақпен жатқандыма деп ойлап едім бірақ дəрігерге көрсеткенде Азу тіс шығып келе жатр дейді. Енді сұрайын дегенім жақты қалай емдеу керек?",
        "question_date": "27.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәрігер ауырсынудың себебін айтыпты ғой. Енді тек сол тістің өсіп шығуын күтіп шыдағаныңыз жөн болар. Тек дәрігерден тіс дұрыс өсіп жатыр ма, бұл қалыпты жағдай ма деп кеңесіп, рентгенге түсіріп біліп алған дұрыс ау? Шыдатпай ауырғанда ауруды басатын дәрілер қолданарсыз мүмкін.",
                "date": "23.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шешенің балаларын сүюі лириканың қай түріне жатады?",
        "question_content": "Шешенің балаларын сүюі лириканың қай түріне жатады және неге сондай лириканың түріне жатады. Себебі?",
        "question_date": "26.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 765,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дәрілік өсімдіктерді қорғау шығарма қажет болып тұр?",
        "question_content": "Маған дәрілік өсімдіктерді қорғау туралы шығарма қажет болып жатыр?",
        "question_date": "26.01.2017",
        "question_tag": "Мектеп",
        "question_views": 582,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арыстандай айбатты батырларым атты тақырыпқа шығарма керек?",
        "question_content": "Арыстандай айбатты батырларым атты тақырыпқа шығарма керек?",
        "question_date": "26.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 707,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоспар\n\n1. Батыр, батырлық, батылдық - егіз сөздер...\n2. Батыр деп киімді санаймын?\n3. Заманауи өмірдің батырлары.\nБатыр\nБатылды мен жүректі;\nКөмектеседі, мақтанады, сүйеді.\nБатырсыз Отан жоқ.\nҚаһарман.\n\n\nОтан өз батырларымен бай. Отанның қорғаушыларынсыз, мемлекет жоқ. Батылдық, Отан сүйгіштік, достық - нағыз батырдың қасиеттері. Батырлар болып дүниеге келмейді, батыр болып қалыптасады. Кішкентай балаға балалық шақтан отаншылдыққа, құрметке тәрбиелеу керек. Атамекен үшін ата-аналарға нағыз жігітті тәрбиелеу керек! Халықта дана мақал-мәтелдер бар: \"Ер жігіт ел үшін туады, ел үшін өледі\", \"Ер барда - ел қор болмас\" және тағы басқалар. Менің пікірімше, ең басты, ең негізгі батырдың қасиеті - бұл отаншылдық. Отаншылдық - бұл туған жерге, өз халқына, ұлтқа деген сүйіспеншілік.\n\nМен бір билеуші туралы аңызды естідім. Бұл аңызда, кейіпкерге ауыр таңдауын жасау керек еді. Оның Отанына жау бас салады. Дұшпан қатігез болды және оның әкесін тұтқынға алады. Дұшпан талапты ұсынды: немесе ол жауға билікті береді, немесе ол әкесінен айырылады. Кейіпкер ұзақ ойлады... Егер ол билікті берсе, жау оның халқын құлдарға айналдыратынын, ол білді,. Ол өз халқын сақтап қалуды шешті.\n\nИә, бұл - аңыз. Бірақ ол бізді біртұтас халық болуды үйретеді, және ештеңе, ешкімді жасқанып қажеті жоқ. Біздің уақытымыздың батырлары - дәрігерлер, мұғалімдер, құтқарушылар. Дәрігерлер және құтқарушылар күнбе-күн көп өмірлерді сақтап қалады. Мұғалімдер балаларды оқытады, тәрбиелейді. Міне, біздің батырларымыз! Біздің әжелеріміз, аталарымыз - қаһармандар! Біз оларға ашық аспан мен зор денсаулық тілейміз. Олар соғысты, еңбектенді! Біздің ұрпақ осы адамдарға ұқсауы керек... Және, әрине, әр адамның ең басты, ең сүйікті батыры - бұл анасы. Ол өмірді сыйлады.\n\nЕң бастысы - өзі үшін өмір сүру емес, Туған Жер үшін өмір сүру\nhttps://www.******.com/kz/shygarma/1748-batyr.html",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің сыныбым шығарма керек?",
        "question_content": "Менің сыныбым шығарма керек?",
        "question_date": "26.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 7300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мен сыныбыммен мақтанамын. Менің сыныбым мектептегі ең үлгілі сыныптардың бірі. Сыныбымыздан биші де, әнші де, ақын да,оқу озатын да таба аласыз. Мектеп ішінде орындалатын шарттарды бұлжытпай орындаймыз. Мерекелік жұмыстарға да белсендіміз. «Бірлік бар жерде тірлік бар»,деп дана халықымыз бекер айтпаған.\nБіздің сыныбымыз Ағылшын пәнін тереңдетіліп оқытуға арнайы жабдықталған. Ісіңіз болып бас сұға қалсаңыз,деміңізді ішіңізге тартып рахаттанып қаласыз. Өйткені, ішінде адам көңілін сергітетін жайлылық күйі орналасқан.\nБойлары білімге толы оқушылар мен көзі мен сөзі мейірімге толы біздің ұстазымыз сізді қарсы алады.Қоңырау арасында, сабақтан тыс уақыттарда шахмат, дойбы ойнаймыз.Мақал-мәтел жасыру, қызықты логикалық ойындар ұйымдастырамыз.\nӘрине, бұл мәртебенің барлығының себепкері сынып жетекшіміз Айтолқын Қайсақызы. Ол кісінің таусылмас тағылым сөздерін біз үнемі ұстанып, ұстаздарымыздың атына кір келтірмеуге тырысамыз. Әр түрлі жарыстарға қатысып ,жүлделі орындарды иеленіп жүреміз. Міне, менің сыныбым осындай!",
                "date": "27.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жалпы медицина факультетiндегi грантқа ауысқандар бар ма?",
        "question_content": "Алматы қаласындағы Асфендияров Университетiнде 2 курста оқимын. Жалпы медицина факультетiндегi грантқа ауысқандар бар ма?",
        "question_date": "26.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 551,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неше жылдан кейін әкесінің жасы баласының жасынын 2 есе артық болады?",
        "question_content": "Қазір әкесі 34 жаста , баласы 11 жаста. Неше жылдан кейін әкесінің жасы баласының жасынын 2 есе артық болады?",
        "question_date": "26.01.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "((34-11)*2)-34=12\n\n12 жылдан соң әкесінің жасы баласынан 2 есе үлкен болады. Баласы 23 ал әкесі 46",
                "date": "27.01.2017",
                "upvotes": 0
            },
            {
                "text": "((34-11) *2)-34=×\n(34-11 )*2=×+34\n46=34×\n×=46-34 \n×=12",
                "date": "1.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Универсиадаға билеттерді қайдан сатып аламыз?",
        "question_content": "Универсиадаға билеттерді қайдан сатып аламыз?",
        "question_date": "26.01.2017",
        "question_tag": "Жалпы спорт",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Билеттер Алматы (Б.Шолақ атындағы Спорт сарайы, Республика сарайы, Мемлекеттік цирк, «Меломан» кассаларында) және Астана («Хан Шатырдағы», «Керуен» сауда орталығындағы, «Мечта» сауда үйіндегі «Меломан» кассаларында, MyTown кеңсесінде) қалаларында сатылады. Алматының Розыбакиев көшесі бойындағы Mega Center Almaty сауда ойын-сауық кешенінде билет сатумен айналысатын ресми кеңсе ашылды. Сондай-ақ, билеттерді www.almaty2017.com, www.fisuticket.com, www.kassir.kz, www.biletiastana.kz сайттарында онлайн арқылы сатып алуға болады.\nҚосымша ақпарат алу үшін келесі телефон арқылы хабарласуыңызды сұраймыз: 8 (727) 313 23 25",
                "date": "27.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Универсиаданың ашылуына қатысатын БАҚ өкілдеріне қойылатын талап қандай?",
        "question_content": "Универсиаданың ашылуына қатысатын БАҚ өкілдеріне қойылатын талап қандай?",
        "question_date": "26.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Универсиада кезінде студенттерге демалыс беріле ма?",
        "question_content": "Универсиада кезінде студенттерге демалыс беріле ма?",
        "question_date": "26.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 350,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Универсиада кезінде студенттерге демалыс берілмейді.Бұл қысқы олимпиада.",
                "date": "27.01.2017",
                "upvotes": 1
            }
        ]
    }
]