[
    {
        "question_title": "Кейде ақымақтығыңыз ұстап қала ма?)))",
        "question_content": "Кейде ақымақтығыңыз ұстап қала ма?)))\n\nөмірде негізі кейде қарапайым нəрсеге ақылыңыз жетпей қалатын сəттер бола ма?",
        "question_date": "18.11.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 350,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия ондай жиі болып тұрады)өкінішке орай",
                "date": "19.11.2017",
                "upvotes": 0
            },
            {
                "text": "ұстағанда қандай?! ақылым мен жүрегім достаса алмай қалатын кездер болады, екеуі екі түрлі айтып)) бірақ, біріншісі басымырақ.",
                "date": "18.11.2017",
                "upvotes": 3
            },
            {
                "text": "Иа болады ондай қуып кететін кездер)))",
                "date": "18.11.2017",
                "upvotes": 1
            },
            {
                "text": "кейде емес, барлық кезде сондай",
                "date": "18.11.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҰБТ ға қандай пəн таңдауға болады?",
        "question_content": "Мен 10 сынып оқушысымын. Бізге мұғалім ҰБТ ға дайындалу үшін мамандыққа байланысты пəн таңдауды айтты. Мен хареография мамандығын таңдаймын. Бірақ осы мамандыққа байланысты қандай пəн таңдауға болады?\nНемесе аудармашы мамандығын таңдап, ағылшын тілінен дайындалатын ба? Көмектесіңіздеші",
        "question_date": "18.11.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 938,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернеттен іздеп көріңіз хареограф болу үшін шығармашылық емтихан тапсыру қажет сияқты. Ал аудармашы мамандығы да жаман емес.",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құқық принциптерінің қайсысы салалық?",
        "question_content": "Құқық принциптерінің қайсысы салалық?\n\n1) әділдік\n\n2) келісушілік тәртіпті қамтамасыз ету\n\n3) сендіру мен мәжбүрлеудің; үйлесімі\n\n4) теңдік, адамгершілік\n\n5) заңдылық.",
        "question_date": "18.11.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4) теңдік, адамгершілік\n\nСалалық қағидалар тек бір саланың шеңберінде ғана әрекет етеді. Мысалы,\nазаматтық құқықта - мүліктік қатынастардағы тараптардың теңдігі қағидасы;\nқылмыстық құқықта - кінэсіздік презумпциясы.\nҚұқық қағидалары қоғамдық қатынастарды реттеуге қатысады, себебі, олар\nқұқықтық әсер етудің жалпы бағыттарын анықтап қана қоймай, нақты бір іс\nбойынша шешімнің негіздемесіне де енуі мүмкін.",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутбугімнің экраны солға бұрылып қалды. Қалай қалпына келтіруге болады?",
        "question_content": "Ноутбугімнің экраны солға бұрылып қалды. Қалай қалпына келтіруге болады?",
        "question_date": "18.11.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Рабочий стол\"да тышқанның оң жағын басып \"Расширение экрана\" мәзірге кіресің төменгі жағынан \"Дополнительно\" дегенге шертесің. Ашылған терезе ішінен бейнекартаның моделңне қарай \"Intel grafics\" немесе \"Nvidia\" деген сілтемені басасың ішінде \"Поворот\" дегенді 0 градус деп коясың",
                "date": "19.11.2017",
                "upvotes": 2
            },
            {
                "text": "көрсетпей қалдыма сонда? әлде ішіндегі бейне солға бұрылып қалды ма?",
                "date": "19.11.2017",
                "upvotes": 0
            },
            {
                "text": "ctrl+alt+► (солға оңға стрелканы басып көр одан болмаса настройка интерфейсте болады)",
                "date": "4.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш санның қатынасын табу керек?",
        "question_content": "Уш саннын катынасы 2:3:7катынасындай.Ен улкен сан мен ен киши саннын айырмасы 30-га тен. Осы уш саннын косындысын табыныз:\n\nА)76\n\nВ)60.       С)62.       Д)73.   Е)72",
        "question_date": "18.11.2017",
        "question_tag": "Математика",
        "question_views": 11800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ең оңай жолы 2/3/7 осы үшеуін бір біріне қосып, вариантынан қарай салу:\n2+3+7=12\nенді 12-ге бөлінетін сандарды қараймыз, мында 60 және 72.\n1)  60/12=5\n5*2=10 5*7=35 35-10=25\nдемек бұл жарамайды.\n2) 72/12=6\n6*2=12\n6*7=42\n42-12=30\nдұрыс жауабы Е екен",
                "date": "18.11.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Цистернаны толықтыру үшін тағы қанша литр бензин керек?",
        "question_content": "Цистернага 48литр бензин куйган сон цистернанын 4% толмаганы байкалды. Цистернаны толыктыру ушин тагы каншы литр бензин керек\n\nа) 2 л           с)1л           д)3л      е)2,5л\n\nв)1,5л",
        "question_date": "18.11.2017",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 литр бензин қажет",
                "date": "18.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мухит ағыстарының пайда болуы себептері?",
        "question_content": "Мухит агыстарынын пайда болуынын басты себебы\n\nА)Су козгалысы\n\nВ)Туракты желдер\n\nС) Толкын\n\nД)Кайту\n\nЕ) Толысу",
        "question_date": "17.11.2017",
        "question_tag": "География",
        "question_views": 2700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Беткі ағыстардың қалыптасуының негізгі себебі жел. Сонымен бірге\nЖердің айналуы арқылы сағат тілі бойынша үлкен шеңбер жасай\nеолтүстік жартышарда және қарама- қарсы оңтүстік жартышарда ағыстарпайда болады",
                "date": "18.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көз неге бұлдырлайды?",
        "question_content": "Көз неге бұлдырлайды және оны үй жағдайында емдеуге болады ма?",
        "question_date": "17.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неликтен булдырлайтынын билмедым бирактан уй жагдайнда козге турли массаждар истеп турса бирте бирте азаяды",
                "date": "18.11.2017",
                "upvotes": 0
            },
            {
                "text": "Тезірек окулистке барыңыз, оның әр түрлі себептері болады, көзіңізді қарамай ешкім айтып бере алмайды",
                "date": "20.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жауып тасталған банк карточкасына ақша түсе ма?",
        "question_content": "Жауылып тасталган карточкаға акша тусе ма",
        "question_date": "17.11.2017",
        "question_tag": "Заң",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түспейтін шығар. Банкке хабарласып білу керек.",
                "date": "18.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Металсыз өмір қалай болмақ!?\" тақырыбына әңгіме құрау керек?",
        "question_content": "Металсыз өмір қалай болмақ тақырыбына әңгіме құрап беріңіздерші.",
        "question_date": "17.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "металл болмаса барлық құрал жабдықтар тастан ағаштан болар еді. Тас өңдеу тәсілдері дамыған, тастан сарай-ғимараттар, техниканың кейбір түрлері болар еді,  электр энергиясы, микросхемалар болмас еді. орта ғасырлық қалыпта өмір сүрер едік.",
                "date": "21.11.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "8 сыныпқа аудандық олимпиаданың тақырыптар мен тапсырмалары қандай болады?",
        "question_content": "Биыл 8-сынып аудандық олимпиада болатын еді егер қатысқандарыңыз болса 8 сыныпқа қандай сұрақтар мен тақырыптар келеді 1-2-3 тур туралы айтсаңыздар қиын болама",
        "question_date": "17.11.2017",
        "question_tag": "Мектеп",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай пәннен барасың? Сол пәнді 9-10 сынып материалдарын қарап шық.",
                "date": "21.11.2017",
                "upvotes": 0
            },
            {
                "text": "Ал Буруни,Махмуд Кашгари сиякты даналар туралы сосын,ислам дынын таралуы туралы келуы мумкн",
                "date": "6.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Емханалар өзге елдің азаматтарын тіркеуден бас тартпай ма?",
        "question_content": "Емханалар өзге елдің азаматтарын тіркеуден бас тартпай ма?",
        "question_date": "17.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 775,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, емханалар шетел азаматтарын тіркеуге міндетті. Ықтиярхаты бар шетелдіктердің қолында ЖСН көрсетілген ерекше үлгідегі жеке куәлік болады. Тіркелу үшін сол құжатты көрсетесіз. Есіңізде болсын, міндетті медициналық сақтандыру шеңберінде көрсетілетін медициналық көмекті 2018 жылдың 1 қаңтарынан бастап пайдалануға болады.",
                "date": "20.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азаматтық-құқықтық келісімшарт негізінде еңбек ететін тұлғалар жарнаны қалай төлейді?",
        "question_content": "Азаматтық-құқықтық келісімшарт (АҚК) негізінде еңбек ететін тұлғалар жарнаны қалай төлейді?",
        "question_date": "16.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз АҚК негізінде жұмыс істесеңіз, онда жарна сіздің табысыңыздан төленеді. Мөлшері: келісімшарт бойынша түсетін табыстың 5%, бірақ ай сайынғы төлем объектісі 15 ең төменгі жалақыдан аспауы тиіс. Яғни, егер сіз 2017 жылғы келісімшарт бойынша табатын табысыңыз ай сайын 366 885 теңгеден асатын болса, МӘМС үшін жарна осы 336 885 теңгеден ғана алынады.",
                "date": "16.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "а (3,-2) b(0,4) векторларын координаталық вектор бойынша қалай жіктейді?",
        "question_content": "а (3,-2) b(0,4) векторларын координаталық вектор бойынша жікте",
        "question_date": "16.11.2017",
        "question_tag": "Геометрия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АВ секторы осылай өрнектеледі",
                "date": "18.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денелердің кездесуге дейінгі координаты мен уақыты нешеге тең?",
        "question_content": "Екі дененің теңдеулері x=5-t және x=10+0,5t берілген, денелердің кездесуге дейінгі координаты мен уақыты нешеге тең?",
        "question_date": "16.11.2017",
        "question_tag": "Физика",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2, 4 секундта кездеседі",
                "date": "18.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші ойыншы әр уақытта ұтатындай тәсіл бар екенін дәлелде?",
        "question_content": "1) Бірден екі мыңға дейін сандар қатары мен жазылған.Екі адам кезек кезек жүріп,ойнап отыр.Бір жүрісте жазылған сандардың біреуін оның барлық бөлгіштері мен қоса сызып тастауға болады.Ең соңғы сандар сызған адам ұтады.еКінші ойыншы қалай ойнаса да,бірінші ойыншы әр уақытта ұтатындай тәсіл бар екенін дәлелде\n\n2) Ең кіші ортақ еселігі 2001 болатын және ең үлкен ортақ бөлгіші 29 болатын сандарды табыңыздар",
        "question_date": "16.11.2017",
        "question_tag": "Математика",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) тақ санмен жүретін ойыншы әрдайым жеңіске жетеді\n2) 2001 29",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денем ұзын, аяғым қысқа неге?",
        "question_content": "Ассалаумағалайкум! Жасым 16-да. Менің бойым шамамен 170-172 см , бірақ орындықта отырып бойы 178-180 см баламен бой салыстырсам екеуміз бірдейміз, ал аяғым қысқа. Автобуста отырған кезде де бой менімен бірдей жігіттердің аяғы биігірек əрі ұзын! Енді аяғымды қалай өсірсем болады",
        "question_date": "16.11.2017",
        "question_tag": "Денсаулық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның сырт келбеті дене бітімі ген арқылы беріледі. Сіздің бұлай қалыптасуыңыз арғы аталарыңыздың бірінде болып сол сізге қайталанып келуі мүмкін. Немесе денеңіз қатпай тұрып (бала кезіңізде)  жеткілікті дәрежеде шынықтырмағандықтан аяғыңыздың өсуі баяулап қалуы мүмкін.  Негізі адам 25 жасқа дейін осу мүмкіндігі бар, арнайы аяқтың буындарын созуға арналған жаттығулармен айналысып көрсеңіз бір көмегі тиюі мүмкін.\n\nТағы бір жолы ол  ота көмегімен аяқты ұзартуға болады. Алайда ол ұзақ уақытты талап ететін, ауырсыну сезімі көп ота болып табылады, және аяқ ұзындығын 2-5 см өсіруге ғана мүмкіндігі бар.",
                "date": "13.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Айтыс өнердің майданы дегенге эпиграф жоспар жəне шығарма жазып жібересіздерме өтінемін?",
        "question_content": "Эпиграф\nЖоспар \nI. Кіріспе бөлім\nа) Айтыс халық ауыз əдебиетінің ерекше түрі\nII. Негізгі бөлім \nа)?\nə)?\nIII. Қорытынды бөлім\nа)",
        "question_date": "16.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айтыс – халық ауыз әдебиетінің ең мол да ерекше саласы. Айтыс жанры қазақ ауыз әдебиетінде сапасы жағынан да, саны жағынан да ерекше орын алады. Қазақ халқының ауыз әдебиетінде айтыстың бірнеше түрі бар:\n1. Бәдік айтысы.\n2. Жар-жар.\n3. Жануар мен адамның айтысы.\n4. Өлі мен тірінің айтысы\n5. Жұмбақ айтысы.\n6. Салт айтысы: 1) қыз бен жігіт айтысы; 2) ақындар айтысы.\n7. Осы күнгі айтыстар.\nБәдік айтысы – айтыстың ең көне түрі. Ерте заманда адамдар мал ауруының да, адам дертінің де иесі бар деп ойлап, сол дерттен құтылу жолын іздеген. Ескі наным-сенімге байланысты дерттен құтылудың жолы – үшкіру, шақыру деп есептеген. Түрлі аурумен ауырған малды «бәдік» арқылы үркіту үшін кешқұрым ауыл жастары жиналып, кеш өткізген, өлең сөзбен малға келген індетті көшіруге әрекеттенген. Келе-келе айтыстың бұл түрі жастардың әзіл-қалжың ойын айтысына, сауық кешіне айналды.\nАйтыстың көнеден келе жатқан тағы бір түрі – жар-жар ұзату тойы үстінде екімақсатпен: 1) ұзатылып бара жатқан қыздың мұң-зары түрінде; 2) ұзатылатын қызды жұбату сарынында айтылған. Жар-жар айтысының негізгі көркемдік тәсілі – пихологиялық параллелизм – екі құбылыстың ұқсас жақтарын параллель етіп қою.\nҚазақ халқының өмірінен, тұрмыс-тіршілігінен төрт түлік мал ерекше орын алған. Төрт түліктің адам өміріндегі маңызы халық ауыз әдебиетіндегі айтыс жанрының бір түріжануарлар мен адамның айтысында көрсетілген.\nИесі:\nШолақ сиыр, көзіңді ояйын ба?\nБиылғы жыл соғымға сояйын ба?\nБиылғы жыл соғымға сойып алып,\nТанабайға жаяңды қояйын ба?\nСиыр:\nШиыршықтап қыл арқан ескеніңде,\nҚу шолақты соялық дескеніңде,\nҚу шолақты соғымға сойып алып,\nБүржекейден көремін көшкеніңді.\nТөрт түліктің бірі сиыр мен иесінің айтысында адамның тұрмыс-тіршілігінің төрт түлікпен тығыз байланысты екені баяндалған.\nАйтыстардың ішінде ерекше орын алатын түрі – жұмбақ айтысы. Бәдік, жар-жар, жануарлар мен адамның айтысына қарағанда жұмбақ айтысы адамның сана-сезімінің, таным-түсінігінің даму, өсу, табиғаттың әр түрлі құбылыстарын танып-білу кезінде туған. Жұмбақ айтысына «Сапарғали мен Нұржан», «Әсет пен Ырысжан», «Қожахмет пен Әубәкір» айтыстары жатады.\nАйтыс жанрының ең көлемді де көркем түрі – салт айтысы. Салт айтысы ХІХ ғасырдакең түрде дамыған. Осы кезеңде өмір сүрген Шөже, Балта, Орынбай, Кемпірбай, Тезекбай, Сүйінбай, Түбек, Омарқұл, Тәбия, Мұрат, Сүгір, Жаскілең, Біржан, Сара сияқты айтыс өкілдері сөз таластырып, айтысқа түскен. Салт айтысы екіге бөлінеді: 1) қыз бен жігіт айтысы; 2)ақындар айтысы.\nҚыз бен жігіт айтысы той-думанда, үлкен жиында айтылған. Айтыс қыз бен жігіттің арасындағы әзіл-қалжыңға құрылған. Қыз бен жігіт айтысына «Омарқұл мен Тәбияның», «Біржан мен Сараның», «Жамбыл мен Салиханың», «Кенен мен Ләтипаның», «Сүйінбай мен Күнбаланың» айтыстары жатады.\nСалт айтысының ерекше түрі – ақындар айтысы. Ақындар айтысының маңызынакадемик-жазушы М.Әуезов: «Айтыс – сөз барымтасы» деген сөзбен ерекше бағалаған. Ақындар айтысына «Сүйінбай мен Тезектің», «Құлмамбет пен Түбектің», «Шөже мен Балтаның», «Шөже мен Кемпірбайдың», «Шөже мен Орынбайдың», «Жанақ пен Шөженің», «Біржан мен Сараның» айтыстары жатады.\nАқындар әр уақытта халыққа арқа сүйеген, себебі айтыс ақындары халықтың сөзін сөйлеген, елдің мұң-мүддесін жоқтаған. Елге, халыққа арқа сүйеген ақындар өз ойын ашық айта білген, сол кезеңдегі үстем тап өкілдерінің іс-әрекеттерін батыл әшкерелеген. Мысалы, айтыс ақыны Шөже Қаржаубайұлының көзі соқыр болған екен. Соны айтысқа түскен ақындар бетіне баса берген. «Шөже мен Балта» айтысында үстем тап өкілдерінің сөзін сөйлеп отырған Балтаға Шөже:\nКем-кетік толып жатыр таз бен соқыр,\nЖемтік молда алдияр құран оқыр, – дей келе:\nСоқыр-соқыр дейсің де еш тынбайсың,\nСоқыр десең құтылсаңшы Құнанбайдан, – деп, Құнанбайдың соқырлығын, Алшынбайдың таздығын өлтіре сынайды.\nАйтыстың мәні мен маңызы туралы С.Мұқанов: «Айтыс – ат бәйгесімен пара-пар», – деп ерекше бағалаған.\nҚазақ халқының ақындар айтысының ішіндегі ең үздігі – «Біржан мен Сара» айтысы. «Біржан – Сара» айтысы айтыстың екі түрін де: қыз бен жігіт айтысын да, ақындар айтысында қамтиды. Айтыс ақындары Біржан да, Сара да тарихтан белгілі, көпке мәлім адамдар болған.\nСара Тастанбекқызы – Жетісу өңірінен шыққан, әнші, ақын, күйші, сауықшыл қауым ортасында өскен, жастайынан домбыра алып, ән салып, «домбыра ап он үшінен сөз сөйлеген»талант иесі болған. Сара Тастанбекқызы – талай ақындармен сөз жарысына түсіп, оза шауып бәйге алған ерен жүйрік ақын. Бұл туралы Сараның:\nБелгілі қанша жұртқа атым – Сара,\nІшінен ер Қаптағай шықтым дара.\nДомбыра ап он үшімнен сөз сөйледім,\nКелемін бір сүрінбей жеке-дара, – деген сөзінен көруге болады.\nБіржан сал Қожағұлұлы – Көкшетау өңірінде туып-өскен, Ақан, Жаяу Мұса, Балуан Шолақ, Естай сияқты өнерпаздарды тәрбиелеп шығарған танымал тұлға. Біржан – қазақ халқының кемеңгер, үздік әнші, ақыны. Ол ұлы Абаймен кездескен, пікірлес, сыйлас болған. Біржан Сарамен айтысында Абайды пір тұта, мақтан ете сөйлеген. Біржанның Сарамен айтысы бүкіл халық игілігі, халықтың сүйіп тыңдайтын өлеңі болған. Біржан Жетісу өңірінеаты шыққан ақын Сараны арнайы іздеп келіп айтысқан.\nБұл үйде Сара бар ма шықсын бері,\nАуылында Тұрысбектің өлер жері, – деген Біржан сөзінен айтыстың Тұрысбек ауылында өткенін көруге болады. Өнері мен ақындығы жағынан Біржанға тең түскен Сараның осал жері ұзатылатын күйеуінің кемтарлығыеді. Біржан да Сараны осы жерден сүріндіреді. Сара ол туралы:\nАрғынға дес бермеген есіл тілім,\nКелгенде Жиенқұлға шықпайды үнім, –\nдеп, жеңілгенін мойындаған. Сара күйеуінің кемтарлығын\nКөрінсін Біржан салға ай секілді,\nАқ құйрық көңіл ашар шай секілді\nҰсынса, қол жетпейтін арғымағым,\nБіржанға баламаймын тай секілді...\nдеп, ирония мен сарказмды шебер пайдалана отырып тілге тиек еткен.\nАйтыста екі ақын да өздерінің сөз шеберлері екенін көрсете білген. Өздерін таныстыру барысында: «Қырандай желді күнгі аспандаймын», «Мойыным сұңғағындай жүзген қудың», «Лебізім шырынындай шәрбат судың», «Тамағым жас баланың білегіндей», т.б.теңеулер мен «Ақиық мұзбалақпын жерге түспес», «Найманда екі жүзді наркескенмін», «Ұшырған тәрбиелеп ақ тұйғынмын», т.б. метафораларды тиімді қолданған.\n«Біржан мен Сара» айтысының тақырыбы – әйел теңдігі, қазақ әйелдерінің бас бостандығы. Осы тақырыпты батыл көтерген Біржан Сараның басына бостандық алып береді.\n«Біржан – Сара» айтысы құрылысы жағынан да, түрі мен мазмұны жағынан да салт айтысының ең биік шыңы болып табылады.\nОсы күнгі айтыстар жаңа заманға лайық сөз саптауымен, тақырыптық жаңалығымен, жарасымды әзіл-қалжыңмен ерекшеленеді. Осы күнгі айтыскер ақындар: Балғынбек Имашев, Мұхамеджан Тазабеков, Мэлс Қосымбаев, Айнұр Тұрсынбаева, Дәулеткерей Кәпұлы, Ринат Зайытов, Ақмарал Леубаева, Сара Тоқтасынова, т.б.\nМәлімет ашық ақпарат көзінен алынды.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыр құрылысын неге сүйене отырып анықтайды?",
        "question_content": "Жыр құрылысына:\n1)Басталуы\n2)Дамуы\n3)Шиеленісі\n4)Шарықтау шегі\n5)Шешімі жатады. Және осыларды жырда қалай табамыз,",
        "question_date": "16.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 821,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бірыңғай мүшеге 5 мысал керек?",
        "question_content": "Бірыңғай мүшеге 5 мысал көркем əдебиетінен табанысшы",
        "question_date": "16.11.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 115000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірыңғай бастауыш: Жаз келер, қыстыгүні қысым етіп, Қар, суық, аяз, боран — бәрі кетіп (Шәкәрім).\nБірыңғай баяндауыш: Ат міндім, атан алдым, шекпен кидім, Жөнім жоқ сені мақтай сөйлемеске (Жамбыл).\nБірыңғай толықтауыш: Бай бейілін, мейірін, Сән, салтанат сейілін, Ақыл күшін, зейінін, Ең ақыры, төбетін, Күймен, жырмен мадақтап, Бәйіт қылып беретін (Жамбыл).\nБірыңғай анықтауыш: Тапқыр, адал, ақ ниет адамдардың Алданбайсың артынан ерте берсең (Шәкәрім).\nБірыңғай пысықтауыш: Ол мойнын бұрып жан-жағына қарады да, түйенің табанындай аяқ-қолдарын асықпай, табандықта сермеп жүзіп жүре берді (Б. Момышұлы).",
                "date": "21.11.2017",
                "upvotes": 0
            },
            {
                "text": "Айжан мен анам үшеуіміз саябаққа бардық",
                "date": "25.11.2017",
                "upvotes": 0
            },
            {
                "text": "Бірыңғай сөйлемге 5 мысал қалай құрам",
                "date": "26.10.2018",
                "upvotes": 0
            },
            {
                "text": "Марал мен Айзере мұражайда,театрда болды.\n\nМен анама да,әкеме де қолғабыс жасадым.\n\nМерей үйде де,мектептеде өзін тәртіпті ұстайды.",
                "date": "18.11.2021",
                "upvotes": 0
            },
            {
                "text": "Арман театрда, мұражайда болды.",
                "date": "18.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі сөйлемге морфологиялық, синтаксистік талдау жасау керек?",
        "question_content": "Қазақстанды мекен еткен көптеген ұлттардың бірі- неміс халқы.",
        "question_date": "16.11.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Астана қаласынан Домбыраға күй жинақ нота кітабын қайдан алуға болады?",
        "question_content": "Домбыраға нота кітап керек еді",
        "question_date": "16.11.2017",
        "question_tag": "Өнер",
        "question_views": 960,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшынша сөйлемдер құрап бересіздер ме?",
        "question_content": "Ағылшынша сөйлемдер құрап бересіздер ме? Мысалы: My sister and I sometimes help with the shopping",
        "question_date": "16.11.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 34700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.My parents rarely have free time.\n\n2.My friends always go to the  cafe after school.\n\n3.My little sister seldom gets taxi to back home.\n\n4.Our school teacher",
                "date": "16.11.2017",
                "upvotes": 1
            },
            {
                "text": "Dear Ann On the photo you can see me and friends in the park of the First President",
                "date": "19.12.2018",
                "upvotes": 0
            },
            {
                "text": "really Petra is driving about her out test stressed",
                "date": "1.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Банктік қызметке ақша төлеу заңды ма?",
        "question_content": "банктен кредит алганда \"ежемесячное банковские обслуживание\" деп корсетилген кызметке акша толеу занды ма?",
        "question_date": "16.11.2017",
        "question_tag": "Банк",
        "question_views": 388,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Заңды. Карта ашқан кезде келісім-шартта бұл нәрсе жазылған болуы керек. Келісім шартты бір оқып шығыңыз.",
                "date": "26.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сақтандыру компанияларының арасындағы ең сенімдісі қайсы?",
        "question_content": "Сақтандыру компанияларының арасындағы ең сенімдісі қайсы?",
        "question_date": "16.11.2017",
        "question_tag": "Сақтандыру",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": []
    }
]