[
    {
        "question_title": "Қызды қалай кездесуге шақыруға болады?",
        "question_content": "Қызды қалай кездесуге шақыруға болады? Сүйетініңді, сезімімді қалай білдірсем болады",
        "question_date": "9.03.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауылда тақырыбына сөйлем құрау?",
        "question_content": "Ауылда тақырыбына сөйлем құрау?",
        "question_date": "9.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Контурдағы конденсатордың сыйымдылығы неге тең?",
        "question_content": "Тербелмелі контур ауада ұзындығы 150м болатын электромагниттік толқын шығады. ергер контурдың индуктивтілігі 0,25мГц болса, онда контурдағы конденсатордың сыйымдылығы неге тең?",
        "question_date": "9.03.2017",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тастап кеткен жігітімнің түсіме кіруін қалай жоруға болады?",
        "question_content": "Достар барине салем ! Мен оз басымнан отип жаткан жайттарга маза таппай сиздерден кенес сурагым келип отыр ! ,,???????Биз жигитим екеумыз 2 жарым жыл журдык жане де жакында айрылысып кеттик ол менен жалыктыма алде блмеймын болмашы га урсып калдык !(Айрылысканымызга мине 2 аптадан асты ол менин тусыме жии киретин болып жур тусыме алтын сакина берпти жане де маган вацап желисине жазып жатыр екен бул кандай магына ким биледи отинем комектесиниздерши ! ?????????????",
        "question_date": "9.03.2017",
        "question_tag": "Достық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жай сіз оны ұмыта алмай жүрсізго , ойлай беретін боларсыз, жалпы түсті жорудын қажеті жоқ деп олаймын",
                "date": "12.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төрбұрыштың ұзындығын табу керек?",
        "question_content": "Тік төртбұрыштың ауданы 64 мм2 онын ені ауданы тік төртбұрыш ауданының төрттен бір бөлігіндей шаршының қабырғасына тең тік төрбурыштын ұзындығын тап",
        "question_date": "9.03.2017",
        "question_tag": "Геометрия",
        "question_views": 89900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіктөртбұрыштың қабырғалары ослай табылады",
                "date": "26.03.2017",
                "upvotes": 0
            },
            {
                "text": "Тік төртбұрыштың периметүрі 22 см, оның ені b см.Тік төртбұрышты ауданындағы табыңдар.Мұндағықпал b=4",
                "date": "6.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актриса болу үшін не істеу керек?",
        "question_content": "Салеметсиздер ме .Менде мынадай маселе болып тур акыл айта отырыныздаршы Мен актриса болгым келеді брак ата анам даригер бол дейди Ал мен жан дүни",
        "question_date": "8.03.2017",
        "question_tag": "Өнер",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мендеде сондай жағдай акрица болғым кееледі.Бірақ татем фармацептикалық мамандыққа түс деді 9-ыншы сыптан түсірем деді 11кала алмаймын  9дан актрисалык барма?соған кенес бере",
                "date": "16.02.2018",
                "upvotes": 0
            },
            {
                "text": "Актриса болу менынде арманым. Бырак анам журналист боласын деиды.",
                "date": "24.06.2018",
                "upvotes": 0
            },
            {
                "text": "Актиса болғым келеді.",
                "date": "22.08.2018",
                "upvotes": 0
            },
            {
                "text": "Менде өнер жолына жақынмын.Бірақ ата-анам қарсы оған.Ел алдында жүру арманым.Сақынадан,камерадан қорықпаймын.Актриса арманым.",
                "date": "1.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ=АС теңдігін дәлелдеңдер?",
        "question_content": "A нүктесінен бір шеңберге AB,AC жанамалары жүргізілген.В,С-жанасу нүктелері.\nАВ=АС теңдігін дәлелдеңдер",
        "question_date": "8.03.2017",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таяқшадағы электр заряды қандай?",
        "question_content": "Теріге үйкегенде шыны таяқша 5*10^10 электроннан айырылды.Таяқшадағы электр заряды(е=-1,6*10^-19Кл)",
        "question_date": "8.03.2017",
        "question_tag": "Физика",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Газдың істеген жұмысы неге тең?",
        "question_content": "Идеал жылу машинасында қыздырғыштың абсолют темпиратурасы салқындатқыш темпиратурасынан 3 есе көп.Егер қыздырғыш 40кДж жылу мөлшерін берсе,газдың жұмысын тап.",
        "question_date": "8.03.2017",
        "question_tag": "Физика",
        "question_views": 13200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің жауабы : A(жұмыс) = 26.6кДж",
                "date": "2.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "14 наурыз - көрісу күні. Көрісу күні қандай мейрам?",
        "question_content": "Көрісу - қазақтардың ертеден келе жатқан салт-дәстүрі. Ол еліміздің Батыс өңірінде сақталған. Бұл өңір тұрғындары 14 наурыз күнін \"Көрісу күні\" деп атайды. Ағайын-жұрағат, көрші-көлем, барлығы таңертең ерте тұры, бір-бірімен қауышып, игі, жақсы тілектер айтады. Бұл күні ағайындар арасындағы ескі реніш, өкпе кешірліп, бір-бірімен татуласады. Реніштерін кешіріп, ұмытқан олар бір-біріне аман-саулық, жақсылық тілеседі. Бұл мейрамда адамдардың кешірімді болуы, жақсылық тілеуі ғана емес, үлкендерге құрмет пен ізет дәріптеледі.",
        "question_date": "8.03.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақта жыл қайыру, моңғолда ай санау бар. Жыл қайыру түсінікті – мүшел жасты есептеп, адамның жасын шығарады. Ал ай санау дегеніміз не? Ежелгі көшпенділер әрбір амалды (амал – тоғыз күн сайын қайталанатын ай ішіндегі күндер топтамасы) жеке-жеке санап отырған. Желтоқсанның 22-інде басталатын қыс маусымы үш ай - тоқсан күн болса, осы тоқсан күнді 9 амалға бөліп, 81 күнді тоғыз амал деп атаған. Тоғыз амал – күн біткенде көктем шығады деп есептеген.\nБүгін сол тоғыз амал бітіп, көшпенділердің наурыз мерекесі келіп жеткен күн. Қазіргі моңғолдардың ырымы бойынша қыстың тоғыз тоғызынан қалған (наурыздың 14-нен 22-не дейінгі 9 күн) соңғы тоғыз қалай болса, алдағы жаз да солай болып өтпек. Ал егер соңғы тоғыз (хадаас гурван ес) салқын болып, боран соғатын болса сол жылдың көктемі кешігіп келеді деген болжам бар.\nҚалай дегенмен, астрономияны алғаусыз меңгерген көшпенділер үшін жыл басы 14 наурыздан басталуы ертеден қалыптасқан үрдіс. Алайда қазіргі қазақ қоғамында бұл ұғым жоғалып кеткен болатын. Тәуілсіздікпен қатар келген рухани мұрамызбен бірге бұл дәстүр де қайта оралды.\nҰлы даланың рухани мұрасын қалпына келтіріп, қайта жаңғыртқан топырағына 360 әулиенің табаны тиген Маңғыстау жұрты. Ал 70 жылғы тепкіден еліміздің қалған аймақтарында бұл дәстүр ұмытылған. Әйтпесе, күллі қазақ күні кешеге дейін амал мерекесінде көрісу салтын жасап келген деген дерек бар. Бұған Шәкәрім қажының баласы Ахаттың естелігі дәлел:\n«14 март - ескіше 1 март. Әкей айтты: «Бүгін ескіше 1 март, қазақша жаңа жыл, ұлыстың ұлы күні дейді. Ал жаңа жылдың бұрынғы аты - Наурыз, бұл фарсы тілі. «Жаңа күн» деген сөз. Қожа-молдалар ескі әдетті қалдырамыз деп, құрбан, ораза айттарын ұлыс күні дегізіп жіберген. Ескі қазақша, ескі түрікше жаңа жыл күнінің аты - «ұлыс». Жаңа жыл басының ұлыс екеніне мынадай дәлел бар. «Ұлыс күні қазан толса, ол жылы ақ мол болар. Ұлы кісіден бата алса, сонда олжалы жол болар» - деген, тіпті ескі мақал».\nБұл дәстүр жыл соңына жетіп, жаңа жылға, көрікті көктемге жеткен ұлттың көрісуі, айдан аман, жылдан есен шыққанын тойлаған ұлы дүбір мерекесі. Сондықтан да бұл мереке – көрісу күні деп аталады. Ал екінші жағынан – бұл мереке «Амал мерекесі» деп аталады. Не себепті амал атанғанын жоғарыда келтірген дәйегімізден байқаған боларсыздар.\nАл енді наурыз мерекесін тойлауды ежелгі көшпенділер ұстанымы бойынша соңғы 9 күнге бөліп, тоғыз күн бойы тойлатудың да өзіндік ерекшелігі бар. Себебі қыс тоғыздың әр тоғызын жеке-жеке атап, ондағы болатын табиғи құбылыстарды тап басып атаған көшпенділер, жыл басының алғашқы тоғыз күнін осы қыстың тоғыз тоғызына арнаған. Қазақтың «үйірімен үш тоғыз» дейтіні де осыдан қалса керек. Тағы бір ерекшелік кей жерлерде наурыз көжені тоғыз түрлі тағамнан жасау дәстүрі қалыптасқан. Бұл да болса қысқы тоғыз тоғыздың символикалық мәнін танытатындай.\nСонымен 14 наурызда басталатын наурыз мерекесінің алғашқы күні – көрісу деп аталады. Бұл күні таңертең ерте тұрып, іңір қараңғысы түскенше барлық туыстар, достарды аралап, бәрімен көрісіп, амандасып шығады. Мүмкіндігінше 40 үйге бас сұғып, өз үйіне де 40 адамның келгенін жақсы ырымға жорыған. Себебі қазақта «Қырықтың бірі – Қыдыр» деген мәтел бар. Ежелгі дәстүр бойынша, Қыдыр атамен жолығудың сәті түсуі мүмкін, яғни күнделікті кездесетін адамдардың арасында Қыдыр ата болуы мүмкін. Егер оны кездестірсең, онда жаңа жылда бақытты боласың.\nКөрісудің басты ерекшелігі адамдар бір-бірімен төс қағыстырып, құшақтасып амандасады. Және осындай кезде біріне бірі жақсы тілектер тілеген. Жастар үлкендерге сәлем бере барған. Сәлем бере отырып, бата сұраған. Қазақ халқы «көрісу» рәсімі арқылы бір біріне «жыл құтты болсын!» деп тілейді. Адамдар жаңа немесе таза киім киеді. Өкпе-ренішті ұмытып, көрісу күнінде бір-бірімен табысады. Өздерінің жақындары мен туысқандарына сыйлық дайындайды.\n14 наурыздан басталып, ұлттың, халықтың, елдің берекесі мен бірлігі үшін тойланар наурыз мерекесін Оңтүстік жұрты - «Тағзым күні», «Алас күні», «Береке күні», «Көктем шуағы», «Өніс күні», «Жайнау күні», «Шаттық күні», «Үйлесім күні», «Ұлыс күні» деп атап, осы бойынша тойлауды үрдіске айналдырып келеді.\nАл тоғыз күнге жалғасатын наурыз мерекесінің басты ұстанымы - «Өткенге –салауат, болашаққа - аманат». Ата-бабасының рухына дұға бағыштау, көрші-көлемін, ағайын-туғанын аман көріп, оларға сый-сыяпат жасау, тарту-таралғы беріп құрмет ету, Алла тағала берген жастың бір жылға ұзаруына шүкіршілік ету – Көрісудің негізгі рухани көзі болып саналады.\n\nhttps://baq.kz/kk/news/ruhaniyat/bugin_zhil_basi_amal_ma_korisu_me20170314_093200\n\nhttps://massaget.kz/arnayyi_jobalar/22-nauriz/9050/",
                "date": "27.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызым не себепті менен суып барады?",
        "question_content": "Бир кызбен танысып журип бастадым,  содан ол кыз баска жакка озиннин мамандыгымен жумыска кетип калды. Ол кызбен тек 3 рет кездескен едим сонын ози мени сол кызга гашык етип бауыр баскызды.. олда мени унатты.. казир ол баска жакта жумыста.. сонгы уакытта маган деген сезими суык коринип жур дым жазбайды, оздигинен телефон согуында койды.. оган кайта кайта озим хабарласып журудин ози бир турли сиякты ..ол кызды ренжитип кормедим , енди не болганын кыздан сурауга батылым бармайды откени жогалткым келмиди .. кандай кенес бересиндер???",
        "question_date": "8.03.2017",
        "question_tag": "Махаббат",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге берер кеңесім қыз басқа жігітті ұнатып қалғанға ұқсайды. Немесе ұмыта алмай жүрген бір жақын адамы бар шығар... мүмкін сізді ұнатпай қалған болар. қыздың басын айналдырып жүрген жұмыс жағында басқа жігіт бар шығар... Мұңаймаңыз.",
                "date": "10.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әр қилы тағдырлар эссе",
        "question_content": "Өтінем маған ертеңгіге керек еді бар үмітім сіздерде Әр қилы тағдырлар эссе",
        "question_date": "8.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұқағали Мақатаевтың \"Елім барда\" өлеңіне шығарма керек?",
        "question_content": "Осы өлең туралы өзінің ойын жазу керек. Осы , вот этот стих\n\nHe сыйлайды, не береді келер күн?!\n\nНе де болса, тірі тұрсам,көрермін. Желідегі құлынымын мен елдің, Көгендегі қозысымын мен елдің. Не сыйласын, несін берсін ел маған?!\n\nТұрсақ екен елім де аман, мен де аман.\n\nТаулар — менің таусылмайтын бақытым,\n\nАл ырысым — ұланғайыр кең далам.\n\nНе істемекпін алтын, гауһар, жақұтты,\n\nОларды іздеп өткізбеспін уақытты.\n\nМен бақытсыз бола қойман сірә да,\n\nТуған елім болса екен бақы",
        "question_date": "8.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүргізуші куәлігін қалай алуға болады?",
        "question_content": "Сәлеметсіздер ме,менің ағамның оң жақ көзі мүлде көрмейді бірақ сол жақ көзі 100% көреді. Ағам жүргізуші куалігін алуы мүмкін ба жасы 20 -да  ,15 жастан бастап бір көзі көрмей қалды",
        "question_date": "7.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 812,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүргізуші куәлігін алу процесін шартты түрде мынадай кезеңдерге бөлуге болады\nЖол қозғалысының ережелерін оқу және көлік құралын жүргізуге үйрену;\nЕмтихан тапсыру;\nҚұжаттарды жинау;\nҚұжаттарды тапсыру және жүргізуші куәлігін алу.\nЖүргізуші куәлігін алу үшін мемлекеттік баждың құны 2 651 теңгені құрайды.\n\nТолығырақ.",
                "date": "10.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызбен қалай танысуға болады?",
        "question_content": "дурыс кызбен ангыме аита алмаимын",
        "question_date": "7.03.2017",
        "question_tag": "Махаббат",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "адам секілді танысу керек есімін сұрап кейін дос болып жаксы ангиме айтуга тырыс нени унататынын сурап дегендей",
                "date": "9.03.2017",
                "upvotes": 0
            },
            {
                "text": "Батыл бол! Бірінші қадам жасап көріңіз.  Қызбен таныс уСіз ойлағандай қиын емес",
                "date": "10.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі жастар патриот па?(дебат)",
        "question_content": "Қазіргі жастар патриот па?(дебат) ақтауғада даттауғада мəлімет керек",
        "question_date": "7.03.2017",
        "question_tag": "Мектеп",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ESET NOD32 ANTIVIRUS 9-дың лицензиясы керек?",
        "question_content": "10 Кун калды деп жатыр тез лецензия керек азирден ноутбук куып жатыр",
        "question_date": "7.03.2017",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Почтаңызды жазыныз. Жіберемін",
                "date": "13.03.2017",
                "upvotes": 0
            },
            {
                "text": "nodkey.su осы сайтта 1 айлық тегін лицензиялар бар.",
                "date": "8.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш шырындарды араластырғанда шыққан қанттың концентрациясы қандай?",
        "question_content": "Үш шырынның құрамындағы қанттың концентрациясы сәйкесінше 15%.45% және 60%.Бірінші шырынның салмағы 200г, ал екншісі одан 1,5 есе артық, ал үшінші шырынның салмағы біріншіден 200г артық. Осы үш шырынды араластырғанда пайда болған қантың концентрациясы қандай?",
        "question_date": "7.03.2017",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бұл неге шығады?",
        "question_content": "Бұл неге шығады? Телефоным Huawei YII. Обнавление деп бірде не",
        "question_date": "7.03.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "настройка ішінде сброс данных істеңіз. Бірақ алдын ала керекті суретті документтерді көшіріп алыңыз. Сода камера қайда істейді",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутугімнің программасы ауысып кетті",
        "question_content": "Менің ноутбугімнің программасы ауысып кетті. Бұрынғы пользовательдің атының орнында басқа есім тұр. Ішіндегі программалары да ауысып кеткен, MS  Office 2010 болып кеткен, бұрын 2007 еді. ОС  windows 8. Енді алдыңғы документтерді, программаларды қалай восстановить етсем болады.",
        "question_date": "7.03.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 270,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "документер аты бойынша издесей локальный с дисктен",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Мен қазақпын\" туралы ой-толғау немесе шығарма керек?",
        "question_content": "Көмектесіндерші!Әдемі, шығарма етіп жазыңыздаршы, өтінем!Интернеттен көрдім, бірақ еш түсінбедім.Шығарманың әріптердің саны минимум 80 сөз болуы керек.",
        "question_date": "7.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен қазақпын\n\nМен қазақпын.\n\nМен Қазақстанда туып-өстім, тамырым сонау көне заманнан жатыр.\n\nМен қазақ тілінде сөйлеймін және өз мәдениетім мен дәстүрімді мақтан тұтамын.\n\nМен өз елімді жақсы көремін және оның гүлденгенін көргім келеді.\n\nМен қазақпын, оны мақтан тұтамын.\n\nМен қазақпын, өз елімді сүйемін. Мен оның кең даласын, биік тауларын, мөлдір көлдері мен өзендерін жақсы көремін. Мен оның халқын, қонақжайлылығын, мейірімділігін жақсы көремін.\n\nМен қазақпын, өз тарихымды мақтан етемін. Ержүрек жауынгер, дана билеуші ата-бабаларымды мақтан етемін. Мен қазақ халқының сан ғасырлар бойы өз мәдениетін, салт-дәстүрін сақтай білгенін мақтан тұтамын.\n\nМен қазақпын, елімнің гүлденгенін көргім келеді. Мен Қазақстанның қуатты, тәуелсіз мемлекет болғанын қалаймын. Қазақ елінің бақуатты, бақытты болуын тілеймін.",
                "date": "18.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіс ауырғанда не істеуге болады?",
        "question_content": "Менің тісім қатты ауырып жатыр. Тіс ауырғанда не істеуге болады үй жағдайында?",
        "question_date": "7.03.2017",
        "question_tag": "Тазалық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіс ауырса, кішкентай бала түгілі, үлкен кісілер мазаланып, есі кетеді. Тістің қақсағанына шыдамсыздық танытып, тыным таппай жатады. Бірі көбі тіс дәрігерінен қорқып, түрлі дәрі-дәрмектер ішіп, аурудың алдын жатса, бірі стоматологиялық ауруханаға жетуге асығады. Аяқ асты тісіңіз ауырған жағдайда қандай шара қолдану керектігі туралы білу үшін айтар кеңесімізге зер салыңыз. Тістің аяқ асты ауыруына бірнеше себеп бар. Бұл тіске кариестің түсіп, қажалуынан немесе эмальдің әлсіреуінен пайда болуы мүмкін. Мұның да пайда болуы бірнеше себептерге байланысты: тәтті тағамдар мен газдалған сусындарды көп мөлшерде пайдалану, сағызды ұзақ шайнау, тіс күтіміне салғырт қарау, тіс ауруларын алдын алмау т.с.с. Тістің ауырғаны ең әуелі жүйке жүйесіне әсер береді. Ол суық, ыстық, тәтті, қышқыл тағамдарды жеген кезде, ауа тигенде сезіледі. Содан кейін температура көтеріліп, ұйқы қашып, бас айналып, адамның бет жүзі ісіп кетеді. Бұл кезде үйдегі дәрі-дәрмек қобдишасында жатқан Баралгин, Кетанол, Нурофен, Анальгин, Аспирин сияқты дәрілерді қабылдауға болады. Қол астыңызда бұл дәрілер болмаған кезде халық емін пайдаланыңыз. Тіс ауырған кезде алдымен тісіңізді тазалап алыңыз. Ауыз қуысын тұз, ас содасы қосылған жылы шумен шайып тұрыңыз. Сондай-ақ, көк шөпті қайнатып, суыған кезде тіске басып, ауыз қуысын тазалауға болады. Ауырған тістің орналасқан жағына қарай, оң я сол қолыңызға сарымсақ бөлігін дәкімен таңып қойыңыз. Үккіштен пияз бен сарымсақты өткізіп, оны тұз және содамен араластырыңыз. Содан кейін оны дәкіге орап алып, ауырған тіске басыңыз. Бұл шараны күніне 2-3 мәрте әр 2 сағат сайын қайталауға болады. Мұз кескінін алып, оны сүлгімен орап, тіс ауырған жаққа басыңыз. Ауырған тіс жақтағы құлағыңызды ұстап, сағат бағытымен бес минут уқалаңыз. Қолыңызға мұз кескінін алып, алақан аясында домалатыңыз. Тіс ауырғаны басылып, жаныңыз жай тапқан кезде денсаулыққа салғырт қарамай, дереу тіс дәрігеріне жолығып, қаралыңыз. Себебі, тістің ауырғаны басылғанымен оның артынша тіс аурулары пайда болып, созылмалы түрге көшуі әбден мүмкін. Сондықтан да, тіс ауруларының алдын алып, тіс күтіміне аса мән берген абзал.\nТолығырақ.",
                "date": "8.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы Британия туралы ағылшынша слайд керек?",
        "question_content": "Ұлыбритания слайд (ағылшынша  20 -22 беттік)керекҰлы Британия туралы ағылшынша слайд.Ұлы Британия туралы ағылшынша слайд.",
        "question_date": "7.03.2017",
        "question_tag": "География",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы Британия туралы ағылшынша слайд.",
                "date": "7.03.2017",
                "upvotes": 0
            },
            {
                "text": "Вот слайд -  https://trle.kz/420",
                "date": "7.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нанның қалдығынпн басқа өнім шығару дегенге слайд",
        "question_content": "Нанның қалдығынан басқа өнім шығару дегенге слайд керек(жоспарымен).",
        "question_date": "7.03.2017",
        "question_tag": "Физика",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мырыш тұз қышқылымен әрекеттескенде қанша сутегі бөлінеді?",
        "question_content": "2 нуска 1 есебн болсын отинем ертенге",
        "question_date": "7.03.2017",
        "question_tag": "Химия",
        "question_views": 57000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) грамм\n\n             1,3г                 х\n\n2HCl + Zn = ZnCl2 + H2\n\n            65г/моль     2г/моль\n\nx=1.3*2/65=0,04 грамм сутек\n\n2) моль\n\nn(Zn)=m/M=1.3/65=0.02 моль\n\n0,02 моль     х моль\n\n1моль           1моль       \n1 моль көлем мырышпен 1 моль сутек қатынаста болғандықтан\nx=0.02*1/1=0.02 моль сутек\n\n3) л\nV(H2)=n*22.4л/моль=0,02моль*22,4л/моль=0,448 литр сутек қалыпты жағдайда бөлінеді",
                "date": "20.12.2017",
                "upvotes": 0
            }
        ]
    }
]