[
    {
        "question_title": "\"Биле женге\", \"Туған күн\", \"Ең сұлу\" əндерінің оригинал минусы керек?",
        "question_content": "Асхат таргын биле женге\nКайрат нуртас туган кун\nСерикбол сайлаубек ой женге / ен сулу",
        "question_date": "30.03.2017",
        "question_tag": "Қазақша ән",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қанша құрғақ тұз алынды?",
        "question_content": "1. Аммоний нитратының 250 мл0.25 М және 600 мл2М ерітінділерін араластырып, құрғағанша буландырылды. Қанша құрғақ тұз алынды?ə",
        "question_date": "30.03.2017",
        "question_tag": "Химия",
        "question_views": 936,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дəрігер мамандығының салалары?",
        "question_content": "Менің арманым дəрігер болу. Қандай дəрігер болсам екен. Дəрігердің ішінде қандай түрлері бар. Мысалы тіс дəрігері, психолг деп жатады. Солардың атқаратын қызметтері жайлы білгім келеді.",
        "question_date": "29.03.2017",
        "question_tag": "Мамандық",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дəрігер жайлы мəлімет. Болашақ мамандығым үшін?",
        "question_content": "Болашақ мамандығым үшін. Мен өзім дəрігер болғым келеді. Енді дəрігерлерде бөлінеді ғо. Солар жайлы білгім келеді?",
        "question_date": "29.03.2017",
        "question_tag": "Мамандық",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Педиатр, Терепев, Хируг, медсестра,",
                "date": "11.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі қаланың арақашықтығы неше километр?",
        "question_content": "Пойыз  екі қала арасындағы қашықтықтың 0,35 сін жүргенде орта жолға жеткенше әлі 72 км қалды. Екі қаланың арақашықтығы неше километр?",
        "question_date": "29.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы:72,35 сияқты",
                "date": "8.04.2017",
                "upvotes": 0
            },
            {
                "text": "480\n\nСебеби, 0.15 жол 72км болса онда тол",
                "date": "9.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стандарттау, сертификаттау жəне метрология мамандығы туралы",
        "question_content": "Стандарттау, сертификаттау жəне метрология мамандығы туралы қарапайым тілмен түсіндіріп берсеңіздер... Қыз балаға таңдаған дұрыс па? Физикадан қыз балаларға қандай мамандықтар бар?",
        "question_date": "29.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине,болады мен қазіргі таңда стандарттау сертификаттау және метрология мамандығында оқып жатырмын.Қыз балаларға да ұл балаларға да болады.Болашағы бар мамандық!!",
                "date": "11.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Меценат деген кім?",
        "question_content": "Меценат деген кім? Нақтырақ түсіндіріп берсеңіздер. Эссе тақырыбына қатысты сөз еді.",
        "question_date": "29.03.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 16300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өнерге, ғылымға, спортқа, әр түрлі салаға қамқорлық танытатын қалталы адамдарды меценат дейді.",
                "date": "29.03.2017",
                "upvotes": 0
            },
            {
                "text": "Меценат-өзінің жеке қаражатынан ғылым , өнер, білімнің дамуына ерікті түрде қайтарымсыз материалдық көмек беретін тұлға.",
                "date": "30.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еркін тақырыпта қандай шығарма жазуға болады ?",
        "question_content": "Ертең колледжде осы еркін тақырып жөнінде шығарма жазамыз. Соған қандай тақырыпта шығарма алса болады ?",
        "question_date": "29.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 10400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еркін тақырып деп аты айтып тұрған секілді. Өзіңіз қалаға тақырыпта  шығарма жазсаңыз болады. Өзіңіз қай салаға бейімсіз сол сала бойынш жазуға болады. Мысалға; ағылшын тілі неге керек, тілі үйренудің артықшылықтары, қай спортқа жақынсыз, айфон несімен ұнайды деген секілді.",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өндірістік практика бойынша дайын есеп(отчет) керек?",
        "question_content": "Мен өндірістік практиканы университеттің ақпараттық технология орталығында өттім, маған практиканың отчеты керек,  дайын отчет бар ма или жазып бере аласыздар ма?",
        "question_date": "29.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атыңда үй болған жағдайда жер беріле ме?",
        "question_content": "Сәлеметсіз бе? Жер беріліп жатса, мен басқа облыстан жер ала аламын ба?  Алуға болатын болса қайда қалай өтініш жазуға болады, қандай құжаттар керек? Атыңда үй болған жағдайда жер беріле ме?",
        "question_date": "29.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз Қазақстан Республикасы азаматы болып, жер учаскесін алғыңыз келсе, онда сіз жер учаскесін беру туралы жергілікті атқарушыорганға өтініш беруіңіз керек.\nӨтініште:\nжер учаскесінің пайдалану мақсаты (ол жер учаскесі не үшін қажет екендігі тұрғын үй құрылысы үшін, саяжай немесе шаруа қожалығын жүргізу үшін);\nоның болжалды мөлшері (пайдалану мақсатына байланысты берілетін жер учаскесінің мөлшері ҚР Жер кодексімен белгіленген);\nорналасқан жері (сіз сұрап отырған жер учаскесінің мөлшерлі орналасқан жері);\nпайдаланудың сұралатын құқығы (жер учаскесіне жеке меншік құқығы, тұрақты жер пайдалану құқығы, уақытша өтеулі (ұзақ мерзімді, қысқа мерзімді) жер пайдалану (жалдау) құқығы, уақытша өтеусіз жер пайдалану құқығы;\nЖер учаскесінің бар немесе жоқ болуын көрсету қажет.\nӨтінішке жер учаскесін пайдалану мақсатына байланысты келесі құжаттар қоса беріледі:\nжеке тұрғын үй құрылысы үшін\nҚР Үкіметінің 2006 жылғы 1 тамыздағы № 726 қаулысымен «жеке тұрғын үй құрылысының жер учаскелеріне құқық беру ережесі»бекітілді. Аталған құжатта ҚР азамататрына жеке тұрғын үй құрылысы үшін жер учаскелерін беру нормалары мен тәртіптері белгіленген. Азамататрға жеке меншікке 0,10 га тегін беріледі. Аталған мақсат үшін жер учаскелерін қайта тегін алуға жол берілмейді.\nжеке басын куәландыратын құжат немесе төл құжат;\nжеке тұлғалар үшін салық төлеушінің куәлігі (СТН);\nазаматта жер учаскесінің, жеке тұрғын үй құрылысы үшін берілген құқықтардың, жер учаскесінің болуы немесе жоқтығы туралы анықтама) жер қатынастары жөніндегі өкілетті органдармен жеті күн ішінде беріледі)\nазаматта жеке үй құрылысының болуы және жоқ болуы туралы анықтама (жылжымайтын мүлікті тіркейтін орган жеті күн ішінде береді)\nЕгер сіз шетел азаматы немесе азаматтығы жоқ адам болсаңыз, онда жеке тұрғын үй құрылысы үшін жер учаскесі заңмен көзделген шектеулерді ескере отырып, өтеулі негізде жеке меншікке берілуі мүмкін.\nСіз сұрап отырған учаскеде жер учаске болмаған жағдайда, комиссия жалпы тізімдегі нөмірді көрсете отырып, жеке тұрғын үй құрылысы үшін жер учаскесін беру туралы өтінішті арнайы есепке қою туралы қорытынды береді. Сіз бұл хабарламаны комиссия қорытынды берген күннен бастап жеті күн ішінде алуыңыз керек.\nжер учаскесіне құқық беруден бас тарту негізделген болуы тиіс, ал көшірме шешім қабылданған соң жеті күн ішінде табысталады.\nжеке қосалқы шаруашылық жүргізу үшін:\nазаматта осы мақсаттар үшін тегін берілген жер учаскесінің болуы немесе болмауы туралы анықтама;\nжеке куәлік немесе төлқұжат;\nсалық төлеушінің куәлігі (СТН).\nшаруа (фермер) қожалығы үшін:\nшаруа (фермер) қожалығының басшысы мен мүшелерімен қол қойылатын шаруа (фермер) қожалығы мүшелерінің тізімі;\nбасқа жер жер учаскесінің болуы (болмауы) туралы анықтама;\nауыл шаруашылық өндірісін жүргізудің қысқаша бағдарлмасы;\nқожалық басшысының ауыл шаруашылық өндірісіндегі еңбек қызметін растайтын құжаттар.\nШаруа (фермер) қожалығын құру үшін шаруашылық серіктестіктің, өндірістік кооперативтердің қатысушылары (мүшелері) құрамынан шыққан кезде де бөлінетін жер учаскесінің орналасқан жерін және оның жер үлесінің мөлшерін көрсете отырып, қатысушылардың (мүшелердің) немесе олардың өкілдері қол қойған ауыл шаруашылық ұйымдардың немесе олардың өкілдерінің қатсыушыларының жиналысы хаттамасынан көшірме беріледі\nобъекті құрылысы үшін:\nобъектілер құрылысының орналастыру сызбасымен қоса сұралып отырған алаңды тұтыну негіздемесі;\nкен пайдалану шартының көшірмесі (егер жер учаскесі кен пайдалану шарты талап ететін қызметті жүзеге асыруға арналса);\nжеке куәлік немесе төлқұжат;\nсалық төлеушінің куәлігі (СТН).\nЖер учаскесіне құқық беру туралы өтініш ол келіп түскен уақыттан бастап екі ай ішінде қаралады, сол аралықта жер учаскесін беру (немесе бас тарту) мүмкіндігі анықт алады.\nЖер учаскелердің мөлшері Қазақстан Республикасы заңнамасымен бекітілген тәртіпте сәулет-қала құрылысының құжаттамаларына сәйкес қызметтің осы түрлері үшін жер бөлу нормаларымен анықталады.\nжер учаскелері Қазақстан Республикасының азаматтарына жеке меншікке мынадай мөлшерде тегін беріледі: ауылдық жерлерде өзiндiк қосалқы шаруашылық (үй маңындағы және егiстiк телiмдердi қоса алғанда) жүргiзу үшiн - суарылмайтын жерде 0,25 гектар және суармалы жерде 0,15 гектар; жеке тұрғын үй құрылысы үшiн - 0,10 гектар; бағбандық, сондай-ақ саяжай құрылысы үшiн - 0,12 гектар. Жер учаскелері қайта тегін берілмейді.\nЖеке қосалқы шаруашылық жүргізу үшін және ауылдық жерде жеке тұрғын үй құрылысы, бағбандық, сондай-ақ саяжай құрылысы үшін жер учаскелердің шекті (ең көп) мөлшері жергілікті жағдайла мен ерекшеліктерге байланысты облыстық (республикалық маңызыз бар қалалар және астаналар) өкілді және атқарушы органдардың біріккен шешімдерімен белгіленеді.\nЖер учаскесін жеке меншікке берген кезде Қазақстан Республикас ыүкіметінің 2003 жылғы 2 қыркүйектегі қаулымен бекітілген төлемнің базалық ставкалары қолданылады № 890.\nЖер учаскесіне құқықтарды ресімдеу үшін ұсынылатын құжаттарды қабылдаудан бас тарту\nЖер учаскесіне құқықтарды ресімдеу үшін ұсынылатын құжаттарды қабылдаудан бас тартуға келесі негіздемелер бойынша жол беріледі:\nөтініш нысаны дұрыс толтырымау (құжатта қырып тазарту, қосымша жазу, сызылған сөздер, сондай-ақ қарындашпен түзетулер болмауы керек );\nөтініш беруші құжаттар пакетін толық ұсынбаса;\nмазмұны заң талаптарына сәйкес келмейтін құжаттарды ұсыну;\nқұжаттарда қажетті қолдар мен мөрлердің болмауы;\nқұжатты толтыруға қойылатын талаптарда бұзушылықтардың болуы.\nӨтінішті қабылдау кезінде заңмен көзделмеген басқа да құжаттар мен мәліметтерді талап етуге тыйым салынады.\nҚұжаттарды қабылдаудан бас тартқан кезде Сізге бас тарту себебін көрсете отырып жазбаша түрде жауап беріледі.\nЖер учаскесіне құқықты ресімдеуді тоқтата тұрудың негіздемесі\nЖер учаскесіне құқықты ресімдеу келесі негіздемлер бойынша тоқтатылуы мүмкін:\nОсы жер учаскесі бойынша сот шешімдерінің болуы немесе оған қатысты жүргізіліп жатқан сот ісінің қарауы туралы хабарламаның болуы;\nзаң бұзушылықты жойғанға дейін прокурорлық бақылау актісімен;\nбір жер учаскесіне құқық ресімдеуге және осы учаскенің басқа пайдаланушыларының құқықытарын ресімдеу процесінде жер учаскесінің алаңдарының, шекараларының және басқа жағдайларының өзгеруі анықталған жағдайда.\nСот актілері және прокурорлық бақылау актілері бойынша жер учаскелеріне құқықты ресімдеуді тоқтату тоқтауға негіз болып табылатын жағдайлар қайтқанға дейін, ал бірнеше өтініштердің түсу себеб бойынша – тараптар өзара келісім орнатқанға дейін немесе сот шешімінің заңды күшіне енгенін бергенге дейін мерзімге қалдырылған болып есептеледі.\nСізге себебі мен тоқтату мерзімін көрсете отырып жазбаша хабарлама жіберіледі, ал қажет болған жағдайда ресімдеуді тоқтату себептерін жою үшін және ол үшін қажетті мерзімді, әрі қарай әрекет етуді көрсетеді.\nЖеке тұлғалар үшін мемлекеттік меншіктен жер учаскесін беру (жер учаскесін ресімдеу) тәртібі туралы ақпараттарды ұсыну қызметі жөніндегі құжаттардың тізімі\nҚазақстан Республикасының Жер кодексі. Қазақстан Республикасының 2003 жылғы 20 маусымдағы кодексі № 442;\nЖер учаскелерін жеке меншікке берген кезде, мемлекетпен немесе мемлекеттік жер пайдаланушылармен оларды жалға тапсырған кезде жер учаскелері үшін төлемнің базалық ставкаларын, сондай-ақ жер учаскелерінің жалдау құқығын сату үшін төлем мөлшерлерін белгілеу туралы. Қазақстан Республикасының 2003 жылғы 2 қыркүйектегі қаулысы.\nЖер учаскесіне құқықты куәландыратын құжаттардың нысандарын бекіту туралы. Қазақстан Республикасы Үкіметінің 2003 жылғы 22 тамыздағы қаулысы;\n«Қазақстан Республикасы Жер ресурстарын басқару агенттігінің ережесін бекіту туралы» Қазақстан Республикасы Үкіметінің 2005 жылғы 14 қаңтардағы қаулысы;\n2006 жылғы 14 маусымдағы жер учаскесіне құқықтарды ресімдеу жөніндегі әдістемелік нұсқаулық;\nҚазақстан Республикасының 1995 жылғы 19 маусымдағы «Қазақстан Республикасында шетел азаматтарының құқықтық ережелері туралы» заң.\nhttp://aisgzk.kz/",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дауыс желбезегі ауруларын қалай емдеуге болады?",
        "question_content": "сөйледім нашарлап, қимыл козгалысым нашарлауда, бұл қандай ауру? қалай емдеуге болады? деммен ған",
        "question_date": "29.03.2017",
        "question_tag": "Денсаулық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орыстың атақты психологы, дәрігер Валерий Синельниковтың \"Өз дертіңді ұнат\" атты кітабы – психология саласында өте танымал еңбек. Көп адам осы кітапты оқып шыққан соң өмір жолдарын жаңа парақшадан жаза бастайды екен. Өйткені кітапта адам өмірінде болатын кез келген жағымсыз оқиғаның ауру тудыратыны айтылады. Біз аталған кітаптың \"Тамақ\" атты тарауынан үзінді аударып ұсынып отырмыз. Тамақ адамның өз-өзіне жауап беру, қалауын сұрау қабілеттерін жүзеге асырады. Тамақтың жағдайы адамдармен қарым-қатынасымыздан хабар береді. Егер жақын адамдарымызбен жақсы қарым-қатынас құра алсақ, тамағымыз әрқашан сау болмақ. Тамақ – шығармашылық энергиясы жиналған ағзамыздың бір бөлігі. Уайым мен шығармашылық тамақ арқылы өтеді. Адамның сөйлеуі тамақ арқылы сыртқа шығады. Одан бөлек, қабылдау мен түйсіну де тамақ арқылы жүзеге асады. Тек ас-ауқатты ғана емес, затты, идеяны, адамдарды тамақ арқылы қабылдаймыз. Егер бір нәрсені қабылдай алмасақ, бірден тамағымыз сыр береді. Тамақ аурулары қабыну, ангина, тұтығу, қырылдау, жұтудың қиындауы, өңеш аурулары түрінде көрінеді. Тамақ аурулары, ангина, фарингит, ларингит Егер сіз дөрекі сөйлеуден тартынып, көмейіңізге келіп тұрған сөзді жұтып қойсаңыз, ашуыңызды сыртқа шығармай, бойыңызда ұстасаңыз немесе ойыңызды ашып айтудан қорықсаңыз, тамағыңыз қабына бастайды. Аурудың бұл түрі тыйым салынған нәрсені айтуға кедергі болудан туады. Тамағы ауыратын адамдар өз-өзін көрсетуден қашатын, қарым-қатынасын білдіре бермейтін, өз-өзіне жауап беруі қиын, өз қалауын сұрай алмайтын адамдар болып келеді. – Айтқым келетін сөзді айта алмаймын, – деді тамағы жиі қабынатын бір науқасым. – Неге айта алмайсыз? Не кедергі? – деп сұрадым мен. – Білмеймін. Ойымды сыртқа шығарудан ыңғайсызданатын шығармын. Ішімдегі ойдың бәрін айтып тастасам, адамдар мені түсінбей қалуы мүмкін. – «Түсінбей қалады» дегеніңіз қалай? – дедім. Олардың бетіне шындықты айтудан қорқасыз ба? – Иә, дәл солай, – деді науқас. Жүзіне қарасам, оның бұрын-соңды бұлайша ойлап көрмегені байқалады. Бәрін енді ғана түсініп отыр. – Жақсы, баланың бірдеңе алғысы келгенде қалай сұрайтынын, өзін қалай көрсететінін еске түсіріп көріңізші, көрші-қолаңға дейін дауысы жетіп жатады емес пе? Бірақ бұл әрекетін жаман деп ойламайды. Оның санасы түрлі шарттан азат. Сіз де ойыңызды сыртқа шығарып айтыңыз. Әр адам – жеке тұлға, сіз де сондайсыз. Адамдар жоғары, төмен, жаман, жақсы болып бөлінбейді. Әр адам он екі мың ғаламнан өз орнын табады. Сіздің пікіріңіз кез келген адамның ойы сияқты құнды. Айналаңыздағы адамдардың реакциясын бақылай келе шынайы келбетіңізді табасыз. Ішкі және сыртқы тепе-теңдікті іздеңіз. Тағы бір маңызды себепті таптым – адамның өзін толыққанды қалыптасқан тұлға ретінде танымауы. Барлық комплекс тамақ арқылы өтеді, өйткені, адам үнемі өзіне ренжумен болады, сыртқы түріне, әрекетіне көңілі толмайды. Ақыл-ойымыз өзімізді өзімізден қорғау үшін ауру тудыруға мәжбүр болады. Басқа адамды сынап-мінеп, оған жағымсыз сөз айтқанда да ақыл-ойымыз осылай жұмыс істейді. Көкейге кептелген өксік Қорқыныш сезімі сөйлеуімізге мұрша бермейді. Сезім мен сөз тамаққа кептеліп, тұрып қалады. Қатты үрейге бой алдырған адамдарға бұл сезім жақсы таныс.\nhttp://massaget.kz/",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен колледжден оқудан шыққаным үшін ақша төлеймін бе?",
        "question_content": "Мен Семей қаласына 2016 жылы серпін бағдарламасымен колледжге түскен болатынмын алғашында Семейге келмес бұрын жағдайдың бәрі жақсы жатақxана тегін болад деген бірақ келгесін жағдай мәз емес 1 семестер ден кейін жатақxана ақылы болды бір жағынан мамандығымда ұнамайды сол себепті шыққым келед бірақ шығатын болсаң ақша төлейсің дейді қыстық киімге ақша берген соны және де алған степендияңды төлейсің дейді бұл қаншалықты рас жауап күтемін үлкен рақмет????????",
        "question_date": "29.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 784,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз оқудан шыға алдыңыз ба",
                "date": "21.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жерді кайтара аламын ба?",
        "question_content": "Менин сұрайын дегенім . Акеме ауыл шаруашылық мақсатында 118 гектар  жер берилген. 116 үи бірігіп ұжым құрғанбыз, жалпы жер көлемі 3000 гектар. Төраға етіп Мұхтар есімды азаматты тағайындағанбыз. Мұхтар халықпен санаспай бірнеше шаруа қожалық құрып жерімізді жекешелендіріп алыпты. Біздің қолда бір қағаз жоқ. Жерді кайтарып ала аламын ба? Заңгер керек ақылы.",
        "question_date": "28.03.2017",
        "question_tag": "Заң",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Телефон сөніп тұрғанда будильник ойнамайды?",
        "question_content": "Телефон сөніп тұрғанда будильник ойнамайды? Соны смартфоннан қалай түзеуге болады. Телефонды сөндіріп қойғанда, таңертең будильник қосылатындай етіп, әйтпесе телефонды сөндірмегесін, телефонның жұмыс жасауы нашарлайды.",
        "question_date": "28.03.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл мүмкін емес. Кәзіргі смартфондарды сөндіріп қойғанда будильник те сөнеді. \"Режим в самолете/Flight Mode\" қолданып жүруге болады.",
                "date": "30.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қаздар қайтып барады\" әңгімесіндегі шалға мінездеме керек?",
        "question_content": "Қабдеш Жұмаділов ақынымыздың қаздар қайтып барады атты әңгімесиіндеги шалға мінездеме керек еді",
        "question_date": "28.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледжден кейін грантқа қалай түсуге болады?",
        "question_content": "Мен колледж бітіргеннен кейін грантқа түсейін дегем.Қанша балл керек,қандай құжаттар керек?Маман",
        "question_date": "28.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кешенді тест тапсыру арқылы грантқа түсуге болады.",
                "date": "2.04.2017",
                "upvotes": 1
            },
            {
                "text": "КТА тапсырып жогаргы балл жинап барлык ЕНТ тапсырган тулектермен бирдей грант иегери атану сайысына тусесин. егер сенин баллын жогары болса, сен грант иегери атанасын. Менин агам колледжден сон Кта тапсырып казир грантта окып жатыр. ЕНТ га дайындалгандай КТА га да дайындаласын. Агам 5+ дискиси алкылы дайындалган, жогары балл жинады.",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алгебрадан функция есебін шығару керек?",
        "question_content": "y=x:2, y=2:x, y=2-x:2, y=-2",
        "question_date": "28.03.2017",
        "question_tag": "Математика",
        "question_views": 3000,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "<a href=\"http://umath.ru/calc/graph/?&point=13;-24&func=x/2;\">Текст ссылки</a>\n\n\n\n\n\n\n\n\n\n\n\n(x, y)-0.1400, 5.5200",
                "date": "29.03.2017",
                "upvotes": 0
            },
            {
                "text": "Мумкүн -4;-3;-2;-1;0;1;2;3;4 бұл х осьинда\nY осьті табу үшін -4 ;3 т.б. х тін орнына қой y осьтін нүкте шығады",
                "date": "14.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біріншілікке неше команда қатысқан?",
        "question_content": "Неше команда қатысқан?Біріншілікке қатысқан əрбір команда басқа командалардың əрқайсысымен бір реттен кездесті.Барлық кездесулер саны 78 болса,біріншілікке неше команда қатысқан?",
        "question_date": "28.03.2017",
        "question_tag": "Математика",
        "question_views": 794,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ежелгі адамдардың антропологиялық сипаты қандай?",
        "question_content": "№ 7-билет\n\n1. Қазақстан территориясындағы энеолит дәуірінің тұрақтары.\n\n2. Моғолстан, жер аумағы және этникалық құрамы, ішкі және сыртқы жағдайы, шаруашылығы.\n\n3.ХІХ ғ. бірінші жартысындағы қазақ халқының ұлт-азаттық қозғалыстары.\n\n№ 8- билет\n\n1.Қола дәуіріндегі адамдардың қоғамдық-мәдени өміріндегі шаруашылық өзгерістер\n\n2.Ақ Орданың ішкі және сыртқы жағдайы, шаруашылығы.\n\n3.Қазақстанның ХІХ ғасырдың бірінші жартысындағы мәдениеті.\n\n№ 9-билет\n\n1. Қазақстандағы андронов мәдениеті, шаруашылығы мен тұрмысы, баспанасы.\n\n2.Алтын Орданың құрылуы\n\n3. Қазақстандағы 1916 жылғы ұлт-азаттық қозғалыс, бірінші дүниежүзілік соғыс.\n\n№10-билет\n\n1. Беғазы-Дәндібай мәдениеті.\n\n2. Шыңғыс хан әскеріне қарсы қаһармандық күресі.\n\n3. Қазақстанда кеңестер билігінің орнауы.\n\n№ 11-билет\n\n1.Ерте темір дәуіріндегі көшпелі мал шаруашылығы – өнімді шаруашылық, көшпелі мал шаруашылығының пайда болуы.\n\n2.Махмуд Қашғари, Сүлеймен Бақырғани, Жүсіп Баласағұн («Мәдени мұра» бағдарламасына сәйкес ұлттық мәдени орталықтардың құрылысы және әл-Фарабидің кесенесі туралы зерттеулер).\n\n3.Азамат соғысы және шетелдік интервенция жылдарындағы (1918-1920 жж.).\n\n№ 12-билет\n\n1.Сақтар жайлы Геродоттың айтқандары, сақтар парсы жазбаларында.\n\n2. Х ғ – ХІІІ ғасырдың басындағы ғылым мен білімнің дамуы, түркі тілдес халықтардың ғылым мен мәдениет жолындағы көрнекті қайраткерлері («Мәдени мұра» бағдарламасына сәйкес орта ғасырлық қалаларды зерттеу).\n\n3.«Әскери коммунизм» саясаты (1918-1920 жж) мақсаты және мазмұны.\n\n№ 13-билет\n\n1.Сақтардың тәуелсіздік үшін күресі.\n\n2.Х ғ – ХІІІ ғасырдың басындағы Қазақстан қалалардың дамуы («Мәдени мұра» бағдарламасына сәйкес орта ғасырлық қалаларды зерттеу).\n\n3.1920 ж. 26 тамыздағы Кеңес үкіметінің «Қырғыз (Қазақ) Автономиялы Кеңестік Социалистік Республикасын (РКФСР құрамында) құру туралы» Декреті.\n\n№ 14-билет\n\n1.Сақ қорғандары (болжамдар, жұмбақ жайлар және жаңалықтар), «Мәдени мұра» бағдарламасы аясында көне патша қорымдары мен қорғандарын кешенді түрде зерттеу.\n\n2.Ұлы Жібек жолының Қазақстан үшін әлеуметтік-экономикалық маңызы, («Мәдени мұра» бағдарламасына сәйкес Ұлы Жібек жолының Жетісу аумағындағы керуен жолы тармақтарын зерттеу).\n\n3.Қазақстандағы жаңа экономикалық саясат (ЖЭС) (1921-1925 жж.).\n\n№ 15-билет\n\n1. Үйсіндердің шаруашылығы мен тұрмысы, Қарғалы диадемасы.\n\n2.Қыпшақ хандығы\n\n3.1920-1930 жж. Қазақстандағы индустрияландыру.\n\n№ 16-билет\n\n1. Қаңлылардың шаруашылығы мен тұрмысы.\n\n2.Жетісудағы Қарақытайлар.\n\n3.Қазақстанда ауыл шаруашылығын ұжымдастыру.\n\n№ 17- билет\n\n1. Ғұндардың қоғамдық құрылысы және мәдениеті.\n\n2.Наймандар, керейіттер, жалайырлар.\n\n3.1931-1933 жылдардағы ашаршылық.\n\n№ 18-билет\n\n1. Сарматтардың шаруашылығы және тұрмысы.\n\n2.Қарахан мемлекеті, мемлекеттің құрылуы.\n\n3. 1920-1930 жж. Қазақстандағы қоғамдық-саяси үдерістер.\n\n№ 19-билет\n\n1. Ерте темір дәуіріндегі Орталық Қазақстан.\n\n2.Көшпелі және отырықшы мәдениеттердің өзара әсері, қалалар мен қоныстар, қала ғимараттары (кесенелер, мешіттер).\n\n3.Қазақстан аумағындағы Кеңестік «еңбекпен түзеу» лагерлері (Степлаг, Қарлаг, АЛЖИР және т.б.).\n\n№ 20-билет\n\n1.Ерте темір дәуіріндегі Солтүстік Қазақстан\n\n2. Қимақ мемлекетінің құрылу, мәдениеті мен кәсібі.\n\n3.1920-1930 жылдардағы Қазақстан мәдениеті.\n\n№ 21-билет\n\n1.Ерте темір дәуіріндегі Шығыс Қазақстан.\n\n2.Қазақстан аумағындағы оғыздар, олардың шаруашылығы, кәсібі мен қолөнері.\n\n3.Қазақстан Ұлы Отан соғысы жылдарында.\n\n№ 22-билет\n\n1. Көшпелілер өркениетінің әлем мәдениетіне қосқан үлесі (жылқы өсіру, тәңірге сенім).\n\n2.Қарлұқ мемлекетінің құрылуы.\n\n3.Ұлы Отан соғысы жылдарындағы Қазақ КСР-нің мәдениеті.\n\n№ 23-билет\n\n1.Ежелгі Қазақстанның мәдениеті, рухани мәдениет, дәстүрлі әлем бейнесі.\n\n2.Түргеш қағанатының құрылуы, шаруашылығы және мәдениеті, соғдылықтар Жетісуда\n\n3.Қазақстан соғыстан кейінгі жылдарда.\n\n№ 24-билет\n\n1. Көшпелілердің әдет-ғұрпы.\n\n2.Батыс-Түрік қағанаты (жер аумағы, халықтың әлеуметтік жағдайы, шаруашылығы).\n\n3.Қазақстанның тәуелсіздігін жариялау, Қазақстан Республикасының тәуелсіздігі туралы Заңы (1991 жыл 16 желтоқсан).\n\n№ 25-билет\n\n1. Ежелгі адамдардың антропологиялық сипаты.\n\n2. Түрік қағанаты.\n\n3. «Қазақстан – 2050» стратегиясы: қалыптасқан мемлекеттің жаңа саяси бағыты, тарихи маңызы, Президенттің Қазақстан халқына жыл сайынғы Жолдаулары.",
        "question_date": "28.03.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан аумағында энеолит кезеңінің ерекше ескерткіші-Солтүстік Қазақстандағы Ботай тұрағы. Ботай тұрағы б.з.б. 3-2 мыңжылдықтармен мерзімделеді. Бұл тұрақ 15 гектар жерді алып жатыр. Тұрақты қазу барысында 158 тұрғын үй табылды. Үйлердің қабырғалары жануарлар терісімен қапталған, ортасына ошақ орнатылған.Энеолиттік ескерткіштер Маңғыстау жерінде де жолықты. Шебір елді мекені маңынан тас пен қыштан жасалған еңбек құралдары табылған. Ыдыстар сазбалшықтан жасалған, тұбі жұмыртқа тәрізді болып келеді. Ыдыстарды әшекейлеу үшін тарақ тісі сияқты өрнек пайдаланылған. Шебір тұрағының тұрғындары теңіз моллюскаларының қабықтарын моншақ етіп таққан. Моншақтардың жиектері мұқият тегістелген, ал тесіктері бұрғылау әдісімен жасалған. Шебірліктер негізінен аң аулаумен айналысқан.",
                "date": "1.04.2017",
                "upvotes": 0
            },
            {
                "text": "25-шы билеттын 2-шысын интернеттен ыздесишы,шыгадыго",
                "date": "15.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туған бөлеме үйленуге бола ма?",
        "question_content": "Туған бөлеме үйленуге болама? Қанға байланысты деп естігенмін екуміздікі сәйкес келмейді.",
        "question_date": "28.03.2017",
        "question_tag": "Жанұя",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100 % Шариғаттың заңы бойынша болмайды",
                "date": "28.03.2017",
                "upvotes": 1
            },
            {
                "text": "жоқ,үйленуге болмайды.Білесізбе Тіпті Абай атамыз өзінің ауылдасына да үйлене алмаған.\n\nЕгер ата-ананыңыз қарсы болмаса үйленуге болады!!",
                "date": "28.03.2017",
                "upvotes": 0
            },
            {
                "text": "НЕГІЗІ БОЛМАЙДЫ. БЫРАК УЙЛЕНГЕНДЕРДІ КОРДИМ",
                "date": "29.03.2017",
                "upvotes": 0
            },
            {
                "text": "бұндайды ешкім жақтырпас",
                "date": "30.03.2017",
                "upvotes": 0
            },
            {
                "text": "Туысқандардан қыз алмаған дұрыс, себебі ертең ортада ұрыс-керіс болса ортадағы туысқандық қатынас әлсірейді.",
                "date": "19.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массив элементтерінің оң және жұп мәнді элементерінің санын анықтау керек?",
        "question_content": "C++ тілінде \n1. Егер 10 элементтен тұратын массивте кем дегенде бір теріс элемент болса, онда сол теріс санға дейін орналасқан массив элементтерінің қосындысын табу керек.\n2. 10 элементтен тұратын массивтің тек жұп орындарда орналасқан элементтерінің қосындысын табу керек.\n3. Массив элементтерінің тақ сандарының еңкішісін анықтайтын. программа құру.Массив элементтері бүтін сандар.\n4. Массив элементтерінің оң және жұп мәнді элементерінің санын анықтау керекC+",
        "question_date": "28.03.2017",
        "question_tag": "Информатика",
        "question_views": 9000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қахтан блин ыгыгы",
                "date": "16.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мүгедектікке өзгерістер енгізіп жатқаны распа?",
        "question_content": "Мүгедектікке өзгерістер енгізіп жатқаны распа? Анығын айтқанда 3 топ мүгедектерін 2 топқа ауыстырып жатыр деп естідім бұл заң жүзінде расталғанба? 25 қаңтар күнгі елбасы жолдауында атап өтілгенбе?",
        "question_date": "28.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің қойған сурақтарым неге көрінбейді?",
        "question_content": "Сурақ қойсам сайттқа шықпайды. Себебі не де?..",
        "question_date": "27.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 323,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Егер қойған сұрағыңыз сайттың талаптарына сай келмесе, онда модератор атынан өшіріліп тасталады. Басқа да жағдайлар болуы мүмкін.",
                "date": "29.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҚазҰУ инженер маманын дайындап шығара ма?",
        "question_content": "инженер механик немесе инженер технолог",
        "question_date": "26.03.2017",
        "question_tag": "Мамандық",
        "question_views": 712,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия әрине, физ-тех, химфакта",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЕНТ тапсырғанда немесе оқуға түскенде жеңілдіктер бола ала ма?",
        "question_content": "Сәлеметсіздерме! Мен денсаулыгыма байланысты үйде окытылатыныма 4-інши жыл болды, бирак 11 сыныпта баскалар сиякты барып окымакпын, арине,  уйде окытылатындыктан оку денгейим томен, ал косымшаларга тек жаз мезгилдеринде гана бара алам, ягни 2-3 ай катысканнын комеги коп емес. Сонымен сурагым: ЕНТ тапсырганда н/е окуга тускенде женилдиктер бола ала ма?",
        "question_date": "26.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 524,
        "question_upvotes": 0,
        "answers": []
    }
]