[
    {
        "question_title": "Қаздар қайтып барады әнгімесіне композициялық талдау жасау?",
        "question_content": "Қаздар қайтып барады әнгімесіне композициялық талдау жасау?",
        "question_date": "5.03.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әңгіме құрылысына талдау жасау:\nЭкспозицияда қандай тілдік көркемдік құралдар қолданылған? Олар қандай қызмет атқарып тұр?\nБұл шығармада экспозиция қандай қызмет атқарып тұр? Қандай бояу басым? Ол нені білдіреді? Қия жартасты жарып шыққан қарағайлар нені білдіреді? Шығарманың экспозициясы қандай әдіспен берілген?\nБасталуы\nБасты кейіпкер Байтас қартпен қалай танысамыз?\nБайтас қартты осыншама өлермендікпен жетелеп келе жатқан қандай күш?\nШығарма жазғы жәрмеңкесі тарқаған қоңырқай күз мезгілін суреттеуден басталады.Жазушы қоңыр, сары түсті көп қолданады.Мысалы…\nКүзгі өкпек желге шыдай алмай, өсімдік атаулы дір-дір қағады.Осы суреттер арқылы елге деген сағыныштан жаны тоналған Байтас қарттың ішкі жан дүниесін суреттейді. Табиғаттың түлей күшіне қайсарлықпен қарсы тұрған қарағайлар – Байтас қарттың әйтеуір елге бір жетемін деген үзілмейтін үміті, мәңгі солмайтын арман-мақсаты… т.б.\nТау іші. Иен жайлау.-атаулы сөйлем...\nСопыдай күбірлейді.нардың жалғыз өркешіндей, жараның орнындай-теңеулер… эпитеттер… Суреттеу, авторлық баяндау, портреттеу, кейіпкердің ішкі толғаныстары арқылы Байтас қарттың образын былайша аша түседі…\n(Кітаптан тауып оқу немесе баяндау әдісімен Байтас образын ашу )\nЖолдағы кедергілер — алып шыққан сусынының таусылуы; сілесі қатып, табаны ойылып қалжырап шаршауы; бір жағынан ұйқының қысуы т.т. Жолда қандай қиындықтарға тап болды?\nДамуы\nШиеленісуі\nҚасқырмен аңдысуы қалай суреттеледі?\nАлладан тілеген ақырғы тілегі қандай?\nТуған жерге жетсем деген ой қандай оқиғалардан кейін келді?\nҚасқырмен аңдысуын — баяндау әдісі арқылы сұрау\nАлладан тілеген ақырғы тілегін әңгімелей отырып, Байтас қарттың осы жолға шығу себебін анықтау.\nПроблемалық сұрақ: Ата мен немере арасындағы диалог не үшін алынған?\nДиалогты сұрай отырып, негізгі авторлық идея осы шағын эпизотта жатқанын ұқтыру.\nШарықтау шегі\nШекара бағандарының тұсына келген кездегі қарттың іс-әрекеті, сезім күйі?\nӘңгімеде ұлттық менталитетімізге тән қандай белгілер бар?\nҚарттың жан дүниесіндегі болып жатқан сезімдерді өз жүректерімен сезіне отырыпәңгімелеу\n·Үлкенге тән тәубашылдық.\n·Ата-бабаның аруағын сыйлау, құран бағыштау.\n·Туған жер топырағынан тұмар тағу, топырақ тартады деген наным-сенім\n·Өлгенде де туған жердің топырағы бұйырсын деген тілек.\n·Атамекен, туған жерге деген шексіз сүйіспеншілік т.б.\nШешімі\nҚазақтардың шекара асып елден кету себебін тарихи деректерге сүйене отырып, мұғалімнің көмегімен толықтыра әңгімелеу.\nМәліметтер ашық ақпарат көздері арқылы дайындалды.",
                "date": "18.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фильмның аты қандай?",
        "question_content": "Фильмның атын білмей тұрмын.\nСюжеті былай: Бір отбасы өмір сүреді. Əкесі бір жұмыста жасайды. Сосын баламы əкесіне бұл жұмысты жасамашы, шықшы деп көп өтінеді. Əкесі бұған балалық деп, сен түк түсінбейсің деп айтады. Бірақ баласының айтқаны дұрыс болып шығады, себебі ол өте қауіпті шаруа болды. Бір күні сол отбасын жұмыстағындағылар ғой деймін ұмытпасам, түнде келіп өлтіріп кетеді. Жанағы бала тығылып қалады. Оны біреу асырап алады. Егер дұрыс есте сақтасам, оны бір спорт түріне үйретеді.(карат, кунг-фу немесе басқаша, есімде жоқ)\n\nБірде көзін жұмып (спарник) дейді ғой, соған шығады. Оны таяқпен ұрар кезде, ол басын алып қалады. Содан оның ұстазы(наставник) оның қауіпті сезетін бала екенін айтады. (Ты чувствуешь опасность) дейді. Фильмнің аты қандай?))\n\nPS. Фильмді 7-8 жыл бұрын көрдім ғой дймін))",
        "question_date": "5.03.2018",
        "question_tag": "Кино",
        "question_views": 981,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аккаунтымның паролын естен шығардым...",
        "question_content": "Менің аккуантымның паролын естен шығарып қойдым, енді не істесем болады. Ол аккаунта маған керекті көп нәрсе бар еді. Кім білсе айтып жіберіңіздерші",
        "question_date": "5.03.2018",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай аккаунт?",
                "date": "5.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабақ терісі ауруы бола ма? 2 апта болды көз терісі мүлдем өзгерді.",
        "question_content": "Қабақ терісі ауруы бола ма? 2 апта болды көз терісі мүлдем өзгерді.",
        "question_date": "5.03.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабақтың қызметі\nКөзді сыртқы қолайсыз әсерлерден қорғайтын – қабақ. Оның терісі өте нәзік, созылу қабілеті жоғары, әсерге бой алдырғыш. Қабақтағы терінің тез ісетін, созылатын кездері көп. Адамның жүзіндегі алғашқы әжімдер де осы жерге түседі. Қабақ адамның мінез-құлқынан да сипат береді.\nҚабақтың ісіну, созылу себептері\nАдам қабағының ісініп, созылуына:\n* ұзақ жұмыс істегенде айналасындағы жарықтың кейде аз, кейде мол болуы;\n* ұйқысыздық;\n* таза ауада болмай, бөлмеде қамалып отыру;\n* тамақты, әсіресе сұйықты мөлшерінен көп ішу;\n* дене гигиенасын (тазалығын) дұрыс сақтамау себеп болады.\nБұлар қабақтың әжімденуіне де өз әсерін тигізеді. Қабақтың ісуіне жел де, шаң да әсер етеді. Яғни, адам қабағына нашар, сапасыз бояулар жағып алып, сыртқа шықса, ол шаңнан, желден қорғай алмай, қайта олармен өзара «байланысқа» түсіп, қабақты ісіндіреді. Көз аурулары да қабақтың ісінуіне басты себептердің бірі.\nҚабақты қорғау тәсілдері\nІсінуден, терісінің созылуынан қабақты сақтау үшін қолданылатын арнайы тәсілдер бар.\n1. Қабақты жылы ерітіндімен (бір стақан суға бір шай қасық бор қышқылын араластырып дайындайды) күнделікті жуып тұру керек. Оған қоса түймедақ гүлінің тұнбасымен жуған да пайдалы.\n2. Жылдың жаз айларында қабақ пен көзді күн сәулесінен, шаң мен желден қорғау үшін қорғаныш көзілдірік киіп жүріңіз.\n3. Қабаққа қоректендіретін крем жағып, күтім жасаңыз.\nҚабаққа тек қана қоректендіретін крем жағу қажет. Кремді сипамайды, бір саусақпен ақырындап сіңіреді. Қабақ ісіңкіреп тұрса, оған аршылған шикі картопты басады. Аршылған картопты жуып, үккішпен үгеді, жұқа шыт матаға немесе дәкеге орайды, сосын оны тұтастай көзге басып қояды. Картопқа аздап сүт пен ұн қосуға болады.\nБетті сылағанда мына қағидаларды орындау қажет:\n1. Қабақтың айналасына крем жақпайды.\n2. Қабақты сыламайды.\nҚабаққа әжім түссе оған түймедақ гүлінің тұнбасын басу жақсы әсер етіп, әжімнің жазылуына жәрдемдеседі. Күндіз қабаққа опа мен бояуды қалың етіп жақпайды және де оларды жайлап жағады. Косметологтардың кеңесімен дұрыс таңдап алынған бояуды өз мезгілінде, белгілі бір мөлшерде жағу – жанарды ажарландырып, қыз-келіншектердің жүзін жайнатып жібереді.\nТолық мәліметті мына сілтемеден оқуға болады.",
                "date": "3.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 наурызға не сыйлауға болады?",
        "question_content": "8 наурызға анама не сыйласам болады? Сатып ала алмаймын, ақшаны анамның өзі ұстайды. Өзінен сұрау ыңғайсыз емес пе? 8 наурыз жақындап қалды. Қолдан жасалған гүл мен ашықхаттан басқа не бар?",
        "question_date": "4.03.2018",
        "question_tag": "Жанұя",
        "question_views": 12800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8 наурыз күні құттықтауымыз керек алғашқы адам – анамыз. Өйткені бұл мереке абзал аналарға арналған. Егер анаңыз жаныңызда болмаса, сағат тілі түнгі он екіні соққанда, телефон шалыңыз. Жылы лебізіңізді айтып, жүрегіңізден шыққан тілегіңізді ақтарыңыз. \"Ананың көңілі балада, баланың көңілі далада\" демекші, бұл күні анаңызға жақсылап көңіл бөлуге тырысыңыз. Күйбең тірлікпен анамызға қатты сөйлеп қалып жатамыз. Сондай сәт үшін анаңыздан кешірім сұрауыңызға болады. Оған қатты жақсы көретініңізді айтудан тартынбаңыз, егер айта алмасаңыз, хат түрінде жазып жіберіңіз. Одан бөлек, анаңызды қуантатын сыйлықтар сатып алыңыз. Қалтаңызға қарай, киім-кешектен бастап, шипажайға жолдама, тұрмысқа қажетті заттар сыйлауыңызға болады. Мысалы, төсек-орын жабдығы, үй киімдері, әмиян, иіссу, мәзір жазылған кітап, т.б. Міндетті түрде гүл сыйлауды ұмытпаңыз. Бөлме гүлі де – жақсы сыйлық.\n\nhttps://massaget.kz/arnayyi_jobalar/8_nauryiz_2017/44270/",
                "date": "4.03.2018",
                "upvotes": 0
            },
            {
                "text": "8 наурыз мерекесі жақындап қалды. Ал сіз жақындарыңызға не сыйлаймын деген оймен бас қатырып жүрсіз бе? Ендеше. нәзікжандыларды қуантуға болатын мерекелік сыйлықтар тізімін ұсынамыз.\nКөктемнің көркі – гүл. Нәзікжандыларға гүл сыйлау ешқашан сәннен шықпайды. Әйел заты үшін сыйлыққа гүл алу әркез жағымды. Алайда, мереке қарсаңында гүлді басқа сыйлыққа қосымша ретінде ұсынған дұрыс. Қоғамда гүл сыйлаудың түрлі әдептері қалыптасқан. Мысалы, гүлді тақ санмен сыйлау керек. Гүлдің түсіне де қатысты пікірлер бар. Ақ түс – сезімді, қызыл – махаббатты, сары түс – сыйластықты білдіреді. Сондай-ақ, қазір гүл құмырасымен ұсынылатын “тірі” сыйлықтар сұранысқа ие. Себебі, гүлшоқтарын сыйлау тым қарапайым болып көрінуі мүмкін. Қазір нарықта “Әйел бақыты”, “Жасмин”, Гардения” гүлдері танымал.\nҚыздар қауымы суретке түскенді жақсы көреді. Қыдырғанда да, тамақ ішкенде де, сіз берген сыйлықты да суретке түсіретін қыздар да бар. Жеке фотографы болудан шаршасаңыз, мереке қарсаңында кәсіби маманның көмегімен фотосессия жасап беріңіз. Нағыз маманның объективінің алдында кез-келген бойжеткен өзін фотомодель сезінеді. Уақыт өткен соң ол суреттерге қарап, мерекелік сыйлықты қуанышпен еске алатын болады.\nҚыздарға техника сыйлауға болмайды дегенді қайдан естідіңіз? Керісінше, мұндай сыйлықты кез-келген ару алақайлап қабылдайды. Гүл, ыдыс-аяқ сияқты дәстүрлі сыйлықтардан жалықсаңыз, жаңашылдыққа бет бұруға болады. Қанша дегенмен, XXI ғасыр ғой.\nМереке қарсаңында ұялы телефон, жаңа ноутбук, тіпті болмаса, қысқа толқынды пеш немесе жұбайыңыз бен анаңызға, әпке-ұарындастарыңызға шаңсорғыш, үтік, шаш кептіруге арналған құрал сыйлауға да болады. Бірақ, олардың қандай техниканы қажет етіп жүргенін алдын-ала сұрап, біліп алғаныңыз абзал.\n                                         Толық нұсқасын мына сілтемеден оқуға болады.",
                "date": "3.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қимыл сын бағыныңқылы сабақтастың керекті сыңарын",
        "question_content": "Қимыл сын бағыныңқылы сабақтастың керекті сыңарын өздерінің құрастырып жазыңдар\nқұмыраны түсіріп алды.\nСан түрлі ойға беріліп келе жатып,\nЕшбір ашуланбастан,\nгүл күтімі жайлы журналдар алдырды.",
        "question_date": "4.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мақалаларды жылдам жариялайтын газет немесе журналдар бар ма?",
        "question_content": "Эль. почта арқылы газет, журналдарға мақала жіберсем деп едім. Жіберілген мақалаларды жылдам жариялайтын газет немесе журналдар бар ма? Білсеңіз ссылкасын немесе почтасын жазып қалдыруыңызды сұраймын.",
        "question_date": "4.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тегін жариялайтындар жоқ па?",
                "date": "4.03.2018",
                "upvotes": 0
            },
            {
                "text": "Журналға мақала жариялау үшін:\nБірінші, http://adisteme.kz журнал сайтына тіркеліп, жеке кабинет арқылы мақала жариялайсыз. Мақаланы жариялаған кезде, мақала редакцияға жіберіледі. Редакция тексергеннен кейін журнал сайтына шығарылады.\nЕкінші, мақала журнал сайтына жарияланған кезде жеке кабинетіңіз арқылы немесе «Мақалалар» мәзірі арқылы мақалаңызды көре аласыз. Мақала орналасқан парақтың оң жағында екі тілде анықтама алу батырмалары және сертификат түрлері мен журналға тапсырыс беруге арналған батырмалар бар.\nЖурналдың сайтына мақала жариялау және қабылданғаны туралы анықтама алу тегін. Электронды сертификатқа — 3000 тг., Қағаз сертификат — 7000 тг., Мақалаңыз жарияланған журналдың қағаз нұсқасы — 10650 тг.\nМақаланы редакцияға ұсыну және журналға жариялау үшін мына (http://it-store.zti.kz/knigi-i-zhurnaly/bumazhnyy-variant-nauchnogo-zhurnala-science.html) сілтеме бойынша журналға тапсырыс беру керек. Жарнасы төленген тапсырыстар бойынша мақалалар жинастырылып, журналдың кезекті нөміріне жарияланады.\nЕгер, мақала тақырыбы мен мәніне қарай қызықты болса, барлық қызмет түрлері Қоғамның грантымен қаржыландырылады.\nӘдістеме, Тәлімгер және Өркениет журналдарының бір данасы — 10650 тг. Игілік журналына КАЗПОЧТА арқылы жазылу — 4212 тг. Журналдар ай сайын шығарылады.\nhttp://kzu.kz/zhedel-makala-zhariyalau",
                "date": "4.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалпы журналистика 2-нші емтихан сұрақтары",
        "question_content": "Жалпы журналистика 2 шығармашылық емтихан тапсырылады. Ал сол 1 емтиханда шығарма жазу керек екен. Сол кезде берілетін тақырыптарды білсеңіздер жазыңыздаршы. 2- нші емтиханда қойылатын сұрақтар қандай. Жауап берген жандарға алғысым шексіз.",
        "question_date": "4.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші емтиханда жалпы ортақ тақырыптар болады. Мысалы мен өзім журналистика факультетіне емтихан тапсырған кезде \"Ауылым - алтын бесігім\" \"Туған тіл\" және қателеспесем Абай Құнанбаев туралы тақырыптың біреуін өз еркімізбен таңдадық.Яғни тақтаға үш тақырып береді. Соның бірін таңдап, шығарма жазасың. Екінші емтихан - сұхбаттасу. Сұхбаттасуда билет беріледі. Билетте екі не үш сұрақ болады. Сұрақтардың барлығы журналистикаға қатысты. Мысалы: Журналистика мамандағына не үшін түскің келеді? Қандай танымал журналистерді үлгі тұтасың? Бұқаралық ақпарат құралдары туралы заң, журналистің міндеттері деген сияқты.",
                "date": "16.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына сайттан жаттығу залына қалай абонемент алсам болады?",
        "question_content": "https://chocolife.me/40584-trenazherniy-zal-gymmm/\n\nОсы сайттан қалай скидка ала аламын? Осы залға барып жүргендер бар ма? Астана қаласы",
        "question_date": "3.03.2018",
        "question_tag": "Спортпен айналысу",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдымен жазылмақ болған жаттығу залына барып, Chocolife карточкоңызды көрсетесіз. Содан соң сізді жеңілдікпен тіркеп қояды.",
                "date": "4.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көңіл күй одағайында, сүт сусындары туралы сөйлемдер құрау?",
        "question_content": "Одағай ды қолданып, сүт сусындарды. Ассалаумағалейкүм! Көңіл күй одағайында , сүт сусындары туралы сөйлемдер құрап беріңдерші!",
        "question_date": "3.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "@Алақай!әжем сүт әкелді.\n\nБәрекелді!айранды тауысып іштін.\n\nӘттең!шұбат бітіп калды",
                "date": "4.03.2018",
                "upvotes": 0
            },
            {
                "text": "Алақай! Ертең наурыз мерекесі наурыз көжеге тоятын бо",
                "date": "5.03.2018",
                "upvotes": 0
            },
            {
                "text": "Бәрекелді!Не деген дәмді сүт",
                "date": "3.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мезгіл бағыныңқылы сабақтас құрмалас сөйлем болу керек?",
        "question_content": "Спорт туралы жазып беріндерші бірақ онда мезгіл бағыныңқылы сабақтас құрмалас сөйлем болу керек",
        "question_date": "3.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олар мәреге жеткенде, Нұрлан жарты жолда құлап қалды.",
                "date": "4.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бакалаврдан кейін магистратураға басқа мамандық бойынша тапсыруға болады ма?",
        "question_content": "басқа Сəлеметсіздерме! Мен Орал қаласындағы ҚазИИТУ университетінің 4 курс студентімін. Мамандығым Қаржыгер. Осы оқуымды бітіргесін Алла қаласа, Алматыға басқа мамандыққа магистратураға тапсырғым келеді. Бұл мүмкін бе? Əлде міндетті түрде өз мамандығын бойынша тапсыру керек пе? Жəне де мүмкін болған жағдайқандай мамандыққа тапсыруға",
        "question_date": "3.03.2018",
        "question_tag": "Университет, колледж",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине таңдай аласыз. Алматыдағы кез-келген университетте оқуға болады. Сіздің мамандығыңыз қандай еді?",
                "date": "4.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеу және кедергінің жалпы мәндерін табатын формуланы жазыңдар?",
        "question_content": "1. Сыйымдылығы 5 пф конденсатор 150В-қа тең кернеу желісіне қосылған. Конденсатор асларларындағы заряд мөлшерін есептеңдер.\n\n2. Кедергісі 24 Ом, ұзындығы 4,8 м нихром сымының көлденең қимасының ауданы қандай? (ρ=110* 10-8 ом*м)\n\n3. Тізбекті тізбектей жалғанған кездегі ток күші, кернеу және кедергінің жалпы мәндерін табатын формуланы жазыңдар.",
        "question_date": "2.03.2018",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Сыйымдылығы 5 пф конденсатор 150В-қа тең кернеу желісіне қосылған. Конденсатор асларларындағы заряд мөлшері:\n\nq=CU=5*10^-9*150=750*10^-9 Кулон",
                "date": "4.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "РЭТ мамандығын бітірсем қандай жұмыс орындарына тұра аламын?",
        "question_content": "Радиотехниа,электроникателекоммуникациялармамандығын бітірсем қай жерлерде жəне кім болып жұмыс істей аламын?Общая медицина секілді салаларга бөлінбейдіме?Қостанайда осы мамандықты оқытатын оқу орындары\nб",
        "question_date": "2.03.2018",
        "question_tag": "Мамандық",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіби қызмет объектілері: технологиялық жүйелер, техникалық құралдарды пайдаланатын кәсіпорындар, кешендер, мекемелер, білім беру ұйымдары және т.б. нысандар, мұнда сым, радио, оптикалық байланыс арқылы дыбыстарды, бейнелерді, жазбаша мәтінді, сигналдарды, таңбаларды қамтамасыз етеді, сондай-ақ ақпаратты электрондық құралдар көмегімен түрлендіреді немесе төмендегідей басқа да жүйелерді жүзеге асырады:\nбайланыс желілері мен коммутация жүйелері;\nкөпарналы телекоммуникациялық жүйелер, оптикалық ауқымдағы жүйелерді қоса алғанда;\nрадиобайланыс жүйелері мен құрылғылары, жерсеріктік, радиорелейлік және ұялы байланыс жүйелерін қоса;\nдыбыстық және теледидар хабарлары, электр акустикасы және сөйлеу информатикасының, мультимедиялық техниканың жүйелері мен құрылғылары;\nэлектрондық, оның ішінде нысандарды компьютерлік басқару, жүйелері, ақпаратты түрлендіру;\nтелекоммуникациялық жүйелерде ақпаратты қорғау құралдары;\nтелекоммуникациялық жүйелер мен тораптарды метрологиялық қамтамасыз ету құралдары;\nтелеокоммуникациялардағы менеджмент пен маркетинг;\nтелекоммуникациялық құрылғыларды эксплуатациялық пен сервистік қызмет көрсетуді басқару.\nКәсіби қызмет түрлері:\nөндірістік-технологиялық;\nқызмет көрсету-эксплуатациялық;\nұйымдастырушылық-басқарушылық;\nмонтаждау-баптау;\nесептік-жобалау;\nэксперименталды-зерттеу.\nКәсіби қызмет мазмұны:\nөндірістік-технологиялық;:\nрадиотехника, электроника және телекоммуникацияның техникалық құралдарын дайындауда тиімді технологияларды жасау және енгізу;\nматериалдардың сапасын тексеруден өткізуді, технологиялық процестердің өндірістік бақылауын, дайын бұйымдардың сапасын тексеруді тиімді өткізу және ұйымдастыру;\nтехнологиялық процестердің параметрлерін таңдау және есептеу бағдарламасы мен алгоритмдерін, материалдарды, жабдықтарды тиімді пайдалану;\nдайындау мен жөндеу кезінде радиотехника, электроника және телекоммуникацияның техникалық жабдықтарын стандарттау және сертификаттау.\nқызмет көрсету-эксплуатациялық:\nрадиотехника, электроника және телекоммуникация жүйелерін, олардың техникалық, ақпараттық, математикалық және бағдарламалық қызметін пайдалану;\nрадиотехника, электроника және телекоммуникацияның техникалық жабдықтарын алдын ала тексеруден өткізу, жөндеу, баптау және қондырғыларын сынақтан өткізу.\nұйымдастырушылық-басқарушылық:\nкішігірім ұжым қызметкерлерінің жұмысын ұйымдастыра білу, адамдардың әр түрлі пікірлерін ескере отырып, тиімді шешімдерге қол жеткізу;\nқысқа мерзімді, ұзақ мерзімді жоспарлар құрарда және тиімді шешімдерді анықтағанда, әр түрлі талаптар (бағасы, сапасы, қауіпсіздігі және орындау мерзімдері) арасында бір келісім таба білу;\nбұйымдардың қажетті сапасын қамтамасыз етудегі өндірістік және өндірістік емес шығындарды бағалау.\nмонтаждау-баптау:\nшығарылатын өнім сапасының көрсеткішін өлшеуді жүзеге асыратын негізгі құралдарды метрологиялық тексеруден өткізу;\nрадиотехника, электроника және телекомуникация техникалық жабдықтарын монтаждау және баптау.\nесептік-жобалау:\nберілген критерий мен шектеулер негізінде жобалаудың мақсаттары мен міндеттерін қалыптастыру;\nмәселені шешудің жалпылама түрлерін дайындау, бұл түрлерге талдау жасау, нәтижесін болжау, көп сынау туындаған жағдайда шешім табу;\nэнергетикалық, технологиялық, конструкторлық, пайдалану, эргономикалық және экономикалық көрсеткіштерін ескере отырып, радиотехника, электроника және телекоммуникация жүйелерінің жобаларын жасау, құрастыру, үлгілеу;\nрадиотехника, электроника және телекоммуникация жүйелерінің деңгейін бағалау және тексеру үшін талдау мен бақылаудың қажетті әдістері мен жабдықтарын пайдалана отырып, аналитикалық және тәжірибелік жұмыстарды, зерттеу жұмыстарын жүргізу;\nрадиотехника, электроника және телекоммуникация жүйелерінің математикалық және физикалық үлгілерін құрастыру;\nтәжірибелік жұмыстар үшін нәтижелерді математикалық өңдеу әдістемелерін қолдану.\nэксперименталды-зерттеу:\nрадиотехника, электроника және телекоммуникация жүйелерінің деңгейін бағалау және тексеру үшін талдау мен бақылаудың қажетті әдістері мен жабдықтарын пайдалана отырып, аналитикалық және тәжірибелік жұмыстарды, зерттеу жұмыстарын жүргізу;\nрадиотехника, электроника және телекоммуникация жүйелерінің математикалық және физикалық үлгілерін құрастыру;\nтәжірибелік жұмыстар үшін нәтижелерді математикалық өңдеу әдістемелерін қолдану.\nhttp://www.nkzu.kz/page/view?id=233",
                "date": "4.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүзу туралы эссе керек бірақ онда мезгіл бағыныңқылы сабақтас құрмалас сөйлем болу керек",
        "question_content": "Жүзу спорты туралы эссе керек бірақ онда мезгіл бағыныңқылы сабақтас құрмалас сөйлем болу керек",
        "question_date": "2.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сумен сырласу: Жүзу спортының әлемі\nСу – тіршіліктің нәрі, адамзаттың алтын бесігі. Сусыз өмірді елестету мүмкін емес. Осынау тылсым дүние адамға жан рахатын сыйлайды, денсаулыққа пайдасын тигізеді. Су айдынында жүзу – адамның денесін шынықтыратын, көңілін көтеретін тамаша спорт түрі.\nЖүзудің тарихы тым әріден бастау алады. Ежелгі адамдар жүзуді өмір сүру үшін қажетті дағды ретінде үйренген. Алғашқы жүзу жарыстары Мысыр, Жапония және Грекияда өткізілді. Спорттық жүзудің қазіргідей қалыптасуы XIX ғасырдың екінші жартысына тұспа-тұс келеді. 1896 жылы Афинада өткен бірінші Олимпиада ойындарында жүзу спорттың негізгі түрі ретінде енгізілді.\nЖүзудің денсаулыққа пайдасы өте зор. Жүзу кезінде адамның барлық бұлшық еттері жұмыс істейді. Бұл жүрек-қан тамырлары жүйесін жақсартады, тыныс алуды реттейді, буындардың қозғалғыштығын арттырады. Суға түскен кезде, адамның денесі салмақсыздық күйін кешеді, сондықтан жүзу буын ауруларымен ауыратын адамдар үшін таптырмас ем.\nЖүзудің бірнеше түрі бар. Ең көп тарағандары – кроль, брасс, баттерфляй және шалқалап жүзу. Әрбір жүзу түрінің өзіндік техникасы мен ерекшеліктері бар. Кейбіреулері жылдамдықты арттыруға бағытталса, басқалары төзімділікті дамытуға көмектеседі.\nЖүзу спорты тек денсаулыққа ғана емес, сонымен қатар адамның мінез-құлқына да оң әсер етеді. Жүзумен айналысатын адамдар өз-өзіне сенімді, мақсатқа ұмтылғыш және тәртіпті болады. Жүзу арқылы жаңа достар тауып, өмірге деген көзқарасын өзгертуге болады.\nҚорыта айтқанда, жүзу – бұл тек спорт қана емес, ол өмір салты. Жүзу арқылы адам өзінің физикалық және психикалық денсаулығын жақсартып, өмірдің жаңа қырын аша алады. Егер сіз әлі жүзумен айналыспасаңыз, онда міндетті түрде бастаңыз! Сіз бұл шешіміңізге өкінбейтініңізге сенімдімін.",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ер адам грыж болса, бала котерте алама, алде емделу керекпе?",
        "question_content": "общым грыж болса нестеу керек, балалы бола алама,зияны кандай грыждын,,",
        "question_date": "2.03.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсызба! Меннин ше грыжа бала котерту котерпеуге катысы жок себеби грыжа омыртканын арасына ет кирип немесе кыстырылып калганнан болады",
                "date": "8.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іштей сызылған бұрыш тірелетін хорданың ұзындығын табыңдар?",
        "question_content": "1) Тік бұрышты үшбұрыштың гипотенузасы 14 см,ал гипотенузаға түсірілген бір катетінің проекциясының ұзындығы 12 см, Екінші катет ұзындығын табыңыз.\n2) Іштей сызылған бұрыштың градустық  өлшемі 45' , ал шеңбердің радиусы 12 дм. Іштей сызылған бұрыш тірелетін хорданың ұзындығын табыңдар?",
        "question_date": "2.03.2018",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Тік бұрышты үшбұрыштың гипотенузасы 14 см,ал гипотенузаға түсірілген бір катетінің проекциясының ұзындығы 12 см, Екінші катет ұзындығын табыңыз.\nBC=V(BD*AB)=V(12*14)=V168=2V42 см\nAC=V(AD*AB)=V(2*14)=V28=2V7 см\nAD=AB-BD=14-12=2 см",
                "date": "4.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сколько миллилитроы минеральной воды, содержащей 0,5 г/л сульфата натрия",
        "question_content": "Сколько миллилитроы минеральной воды, содержащей 0,5 г/л сульфата натрия, необходимо для выполнения трех параллельных гравиметрических определений сульфата в виде сульфата бария",
        "question_date": "1.03.2018",
        "question_tag": "Химия",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Delphi бойынша бір проект бастадым, бірақ қателер көп және код жазу?",
        "question_content": "Delphi бойынша бір проект бастадым, бірақ қателер көп және код жазуға шеберлігім жоқ еді.",
        "question_date": "1.03.2018",
        "question_tag": "Бағдарламалау",
        "question_views": 440,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қандай қате мен жақсы білем бұл программаны",
                "date": "23.12.2018",
                "upvotes": 0
            },
            {
                "text": "қандай қате шығарып жатыр",
                "date": "23.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалаған сөйлемдеріңді мақсат бағыныңқылы сабақтасқа айналдырып жазыңдар",
        "question_content": "Қалаған сөйлемдеріңді мақсат бағыныңқылы сабақтасқ",
        "question_date": "1.03.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Spt (тест) сұрақтары кімде бар? Немесе өткен жылғылары?",
        "question_content": "Spt (тест) сұрақтары кімде бар? Немесе өткен жылғылары?(сайтта тұрғаны керек емес)\nКімде бар, маған жеке хат немесе жауапқа \"менде бар\" деп дауап беріңіздерші? \nPS Тезірек сұрақты шығаруларыңызды сұраймын.  Срочно нужно",
        "question_date": "1.03.2018",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://drive.google.com/drive/folders/1Wec4v99eeKC8nqRZXBgvjkfobq6gglJc",
                "date": "15.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Билейтін мамандық тандауға көмек керек?",
        "question_content": "Мен мамандық таңдай алмай жүрмін. Мен негізінде би билеп, ән айтқанды ұнатамын. Тек корейліктер билейтін билерді өз бетімше жаттап, соларды бос уақытымда билегенді ұнатамын. Ал ағылшын өлеңдеріне өзім би құрастырғанды ұнатамын. Соған байланысты мамандық керек еді. Мен 10 сынып окушысымын. Және сол мамандыққа байланысты қандай пәндерден ҰБТ тапсыруым керек? Өтінем көмек беріңіздерші. Бізде пробныйлар болып жатыр. Ал мен ағылшын мен дүние тарихын таңдап жатырмын. Отбасым аудармашы бол дейді. Негізі тіл үйреніп,",
        "question_date": "1.03.2018",
        "question_tag": "Шет ел әні",
        "question_views": 710,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хореография мамандығына түсіңіз. Ұнайтын мамандық боларына сенімдімін. Осы хоббиіңізбен жүрсеңіз.",
                "date": "24.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің ендігі өмірім не болмақ?",
        "question_content": "Менин папам осыдан 9 жыл бурын кайтыс болган анам 4 кыз 1 баламен 34 жасында жесир калды мен папам кайтыс болганда 12 жаста едим синилдерим 7-8-2жарым жаста еди ал иним али дуниеге келмеген еди иним 2 айлык еди мен акем кайтыс болган сон анамды уятка калдырмайын дедим анам бизди жалгыз ози осирди бизге анада акеде ози болды биздин бар айтканымзды истеди бизди тек киімнен ак киналдык баска еш нарседен кинамады мени озим армандагандай Шымкентке медколледжге тусирди менде мынандай ой болатын бурынан бастап мен мулдем жигитпен журмеум керек жигити маныма жолатпаймын деп мен ойлайтынмын менин 1 жигитим куйеум болу керек деп ойлайтынмын мен осы жылы кузде вк де бир жигитпен таныстым 3 ай журдим оны катты жаксы кордим оган катты сендим журип жургенде маныма жолатпадым колымнанда устатпайтынмын жаным депте айткызбайтынмын ол жигит маган турмыска шыгуга усыныс жасаганда мен ойладым мен издеген адам деп мен ол аулетке келин болып тустип куйеум келин болып тускениме 1 аптадан сон маган кол котерди мен озим тангалдым бурын журип жургенде баска уйленген сон баска болды ол маган кол котерип дореки сойлейтин мен онын жылы созине зар болдым ол маган отбасынмен араласпайсын деди анамен сойлесемде телефон громкде туратын ол даже аркамнан келетин кимге дейн араласты тек кара тус ал деп ар турли кылып алайыкшы десе жишемдер звандап онда кимди акемей ак койындар калынмалды кайтарып бере салындар деди мен оган 2 ай шыдадым оны катты жаксы коргеним ушин жане мен намыстандым уйге кайтып баруга ол бир жака кетип бара жатса мен кайда бара жатсын десем сен оны сурайтын дарежеге жетпедин дейтин ол маган боянба духи сепе шашынды туйп жур бума дейтин орамалдын ишинен шашымды тунин бир уагында жуу дейтин бир куни одан катты шаршадым мен кетем дедим мамам акетиниши деп айтайын десем соткымды алып койган акырында ата енеме айтым мени апарып тастаныздар мен кетем деп оны сотка берсемде болар еди бирак оны аядым ол ози жумыска арен турды гой ол жумыс онын арманы еди гой деп олда биреудин мапелеп откан баласы гой деп бирак ол мени аямады содан сонда отбасымды сактап калу ушин оган вк де жаздым бирак сол кезде онын айтканы мени мазалама мазаласан сени мени мазалады деп сотка берем деди мен катты коркам мен оган адал болып бардым гой бир жигитпен журмей ол барлыгынанда биринши болды гой колымнан ен биринши устаганда ози болды мен онымен журип жургенде козине караудан уялатынмен ол менин кадириме жете алмады менин омиримди курты мен канша жыл бойы бир жигитпен журмей бир жаман атымды шыгармаганым 5 тиын болды жаныма батады енди мен енди не истеймин ажырасканымызга 1 жарым ай болды ортамызда бала жок мен 97 ол 93 еди ендиги омирим не болмак омир сургим келмей кети осы жылы диплом алам медсестранын мен енди не истеймин ол кыз алады ал мен не истеймин ол казир мененде кишкентай 98 жылгылармен сойлесип жур ендиги омирим не болмак?",
        "question_date": "1.03.2018",
        "question_tag": "Жанұя",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанша жыл бір жігітпен жүрмей, жаман ат шығармағаның ол анаңнын берген жақсы тәрбиесі. Отбасыңда анық не болғанын түсіне алмадым. Қол көтерді , анаммен сөйлестірмейді дегендеріңе себеп бар шығар мүмкін. Сондықтан айтады үйлену оңай, үй болу қиын деп. Ер адам бекерден бекер қол көтермейді, үйдегі бір ісің ұнамай қалған шығар, не қызғандыратын бір нәрсе істеген шығарсың. Сабырлы болуың керек. Менің тұрмысқа шыққан құрбыларымда да сондай мәселе көп. Жүріп жүргенде басқаша еді , өзгеріп кетті , танымай қалдым деген. Адамды екі үш айда , бір жылда да тану мүмкін емес шығар. Ең дұрысы кемшіліксіз адам іздемеу керек. Ол адамды жақсы көріп, жақсы қасиеттеріне орын таптың ба, жаман қасиеттеріне де орын дайындап қой. Ол да ет пен сүйектен жаратылған күнәға бейім пенде, періште емес. Исламның бір ғұламасы \"кемшіліксіз жар іздеген адам, үйленбей ақ өтсін өмірден\" депті. Анаммен сөйлестірмейді дегенің сол үйдегі жағдайыңды анаңа айтып отыратын шығарсың мүмкін, әр отбасыдағы жағдай сол үйде қалу керек. Өмір сүргім келмейді дегенің не?! Сені қиындықпен өсіріп жеткізген анаңды ойла, бауырларыңды ойла. Алладан жәрдем сұра, жиі дұға ет. Күш қуат беріп , тура жол көрсетуін сұрап дұға ет. Жап- жассың болашығың алдыңда , күйеуің ұрғанын , оның көрсеткен қылықтарын ойлап қиналып отыра берсең , ауру тауып аласың. Әр адамның өмірі сынақ , әр адамға әр түрлі сынақтар беріледі. Осы ұяңдығыңды сақтап қал.Қазір түңіліп, жерге қарап отыратын заман емес. Мұзды жарып шыққан гүл болып , қайраттанып алға ұмтыл. Диплом алып , жұмысқа орналас , анаңа , бауырларыңа жәрдем бер. Сенің бақытты болатын күндерің алда әлі. Алла қаласа бәрі жақсы болып кетеді.",
                "date": "3.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кейіпкерге хат әдісін пайдаланып, бала Шоқанға хат жазыңдар",
        "question_content": "Кейіпкерге хат әдісін пайдаланып, бала Шоқанға хат жазыңдар",
        "question_date": "1.03.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 46300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сəлем,Шоқан! Қалың қалай? Сен адамгершілігі мол,уəдеңе берік,адал жан екенсің. Маған сенің адалдығың,шыншылдығың қатты ұнады. Уəдеңде тұрып өте керемет іс жасадың. Бұл ісіңе əкең Шыңғыста іштей қуанып, көңілі толды. Ең бастысы сенің игі іс жасағаныңда жəне сен бұл қылығыңмен талайды тамсандырып,бəріне үлгі болдың. Осы қасиетіңнен таймай,адал,ақылды,шыншыл,мейірімді,қамқор,қайырымды жан болып жүре бер. Енді көріскенше. Сау бол! Мағанда хат жазып тұруды ұмытпа!",
                "date": "4.03.2020",
                "upvotes": 0
            },
            {
                "text": "Маладес!  Атын км ааа ???",
                "date": "25.02.2023",
                "upvotes": 0
            },
            {
                "text": "Сәлем шоқан,қалың қалай. Сен миірімді адал ақкөңіл екеніңді әкең көріп қуанып отырған шығар. Мысалы маған сенің уәдеге беріктігің адалдыққа жақын екенің ұнады. Сенің  ата анаң қандай сен сондай болуың керек,бірақ сәтен сенің бейнеңнен ата анаң саған шын шүрек пен айалап мәпелеп өсіргені көрініп тұр және ата анаң өзің секілді адал ақылды миірімді болғаныда білінеді. Ияғни сенің осы қасиетерің маған  қаты ұнады деген сөз. Жақсы осы мен хатымды аяқтайын. Сау бол. Мсғанда хат жазуды ұмытпа!",
                "date": "4.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күйеуім маған қанша қол көтерсе де ендігі өмірім не болады?",
        "question_content": "Ендігі өмірім не болатынын білмеймін. Мен күйеуімнен тек қана жылы сөз күттім. Ол бір күнде бірақ рет жаным десе сонының өзіне төбем көке жетер еді. Ол маған қанша қол көтерсе де ендігі өмірім не болады?",
        "question_date": "1.03.2018",
        "question_tag": "Жанұя",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": []
    }
]