[
    {
        "question_title": "Бірінші мүшесі 100 және 3-ші мүшесі 25 болатын г/п 2-шісін табыңдар?",
        "question_content": "1) -4, -6, -9... түрінде берілген геометриялық прогрессия(г/п) бола ма? Егер г/п болса , онда n-ші мүшесінің формуласын жазыңдар.\n\n2) Бірінші мүшесі 100 және 3-ші мүшесі 25 болатын г/п 2-шісін табыңдар.\n\n3) Оң таңбалы өспелі г/п 1-ші және 4-ші мүшелерінің көбейтіндісі 27-ге, ал 2-ші және 3-ші мүшелерінің қосыңдысы 12-ге тең болса онда осы прогрессияның 1-ші мүшесі мен еселігін табыңдар.\n\n4) Г/п n=6, q=-0.5, b'n=3. Осы прогрессияның 1-ші мүшесі мен алғашқы n мүшесінің қосындысын табыңдар.",
        "question_date": "17.01.2017",
        "question_tag": "Математика",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) q = -9/-6 = -6/-4 = 1.5\nbn=b1*q^n-1\n\n2)b3 = b1*q²\n\n25 = 100*q²\n\nq² = 25/100 =1/4\n\nq1 = -1/2  b2 = -50\n\nq2 = 1/2   b2 = 50",
                "date": "21.06.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жануар өсімдік оттек өрт адам қоршаған орта сөзіне эссе жазуға көмек керек?",
        "question_content": "Жануар өсімдік оттек өрт адам қоршаған орта сөзіне эссе жазу керек?\nӨсімдіктер және жануарлар экологиясы\nЖер шарында өсімдіктердің 500 млн. астам түрі бар. Жыл сайын ғылыми-лабораторияларда олардың бірнеше жаңа түрлерін өсіріп шығарады. Өсімдік – жер шарының «өкпесі» деп бекер айтылмаған. Тіршілік атаулыны өсімдіксіз елестетуге болмайды. Жер шарында өсімдіктер жамылғысы біркелкі тарамаған.\nҚазақстанда орман қора 21,8 млн. га жерді алып жатыр. Яғни, республикамыздың барлық жерінің 3,35 %-ын құрайды. Біздің еліміздегі ормандар жүйесі негізінен Солтүстік және Шығыс аймақтарда шоғырланған. Ормандардың бірнеше типтері бар. Олар – сексеуіл, қарағай, шырша, самырсын, қайың ормандары, тоғайлар мен бұталар.\nОрман қоры жер шары бойынша жылдан-жылға азая түсуде. Құрлықтың 62 млн. км² жерін өсімдіктер мен орман алып жатыр. Республикамызда ормандар аз және олардың жағдайы мәз емес. Оның негізгі себептері – адам факторы, өрт, ауа райының өзгеруі мен айнала қоршаған ортаның ластануы.\nОрманды қорғау біздің міндетіміз. Орманның адам мен жалпы биосфера үшін маңызы зор.\nОрман топырақтағы ылғалды сақтай отырып, су балансын тұрақтандырады. Ылғалды жер өсімдік жамылғысы мен жан-жануарлардың көбейе түсуіне ықпал етеді. Орманды алқаптардағы жер асты сулары өзен мен көлдерді қоректендіреді. Орман аң мен құстың мекені, дәрі-дәрмектік өсімдіктер мен жеміс-жидектердің панасы әрі қолайлы тіршілік ортасы болып табылады. Ормандардың егістік алқаптарын қорғауда да рөлі зор. Орманды жерде топырақ, су және жел эрозиясы болмайды. Ал ормансыз жердің топырағы кеуіп, шөлге айналады. Ағаштарды қар тоқтату үшін де отырғызады. Орманның ауаны тазартатын да қасиеті бар. Мысалы 1 га орман бір күнде 220-280 кг көмірқышқыл газын сіңіріп, 180-200 кг оттек бөліп шығарады. Яғни ауаның құрамын толықтырып отырады.\nОрман сонымен бірге денсаулық сақтау ортасы. Сондықтан курорт пен сауықтыру кешендері, т.б. демалыс орындарының тек қана орманды жерде салынуы тектен-тек емес.\nҚазақстанда орманға қарағанда табиғи жайылымдар басым. Өсімдіктің біздің жерімізде 57000 түрі өседі. Оның 506 түрі қорғауды қажет етіп отыр. Жойылып бара жатқан өсімдіктерді сақтап қалу мақсатымен 1981 жылы «Қызыл кітап» шығарылды. Оның мақсаты құрып бара жатқан өсімдіктерді есепке алып, оларды сақтап қалу. Ол үшін көптеген мемлекеттік шаралар жүргізіледі. Солардың бірі – сиреп бара жатқан өсімдіктер мен жерлерді адам қамқорлығына алып қорықтар ұйымдастыру. Қорық ұйымдастыру ісіне біздің республикамызда соңғы жылдары көп көңіл бөліне бастады. Қазірдің өзінде 9 мемлекеттік қорық, 5 ұлттық парк, 17 ботаникалық, 40 зоологиялық, 2 ботаникалық- геологиялық қорыққорлар құрылған. Алматы, Шымкент, Қарағанды т.б. ірі қалаларда ботаникалық бақтар жұмыс істейді. Осының бәрі сиреп бара жатқан өсімдіктерді қалпына келтіру жұмыстарымен айналысады. Орман мен өсімдіктерді қорғау ересектермен қатар мектеп оқушыларының да міндеті. Көптеген аймақтарда жастардың белсенділігін арттыру мақсатымен «Жас орманшылар», «Жасыл патрульшілер», «Жас экологтар», «Жас натуралистер» атты үйірмелер ұйымдастырылған. Олар – еліміздің орман шаруашылығының белді көмекшілері. Сирек және дәрілік өсімдіктерді де қорғау баршаның ісі. Біздің жеріміз дәрілік өсімдіктерге өте бай. Олар көбінесе Іле Алатауы, Жоңғар Алатауы, Алтай таулары мен Қаратау тау жоталарында көп шоғырланған. Әсіресе алтын тамыр, марал оты, дәрмене, жусан, қылша, шайқурай, жалбыз, бәйшешек, тартар жапырақ, түймедақ, мыңжапырақ, тау жуасы, сарымсақ, тасжарған, алтай рауғашы, қызылжидек, сасыр, т.б. өсімдіктерден дәрі-дәрмек жасайтын формоцевтік зауыт жұмыс істейді.\nҚазақстанда дәрілік өсімдіктер мен қатар сирек кездесетін, сәндік үшін өсірілетін өсімдік түрлері де бар. Олардың саны азайып барады. Мысалы, Қаратау аймағында өсімдіктердің 1500 түрі өседі. Срндықтан болар Қаратау өсімдіктердің «Меккесі» деп аталады. Табиғаттың әсем көріністері табиғи ортаның ластануынан, жайылымдардың тозу салдарынан сирек кездесетін өсімдіктердің азаюынан бүлінуде. Қазір кең-байтақ даламыздан қызғалдақтардың көптеген түрлері, қызыл адыраспан, сөгеті сасыры, іле бөріқарақаты, іле ұшқаты, жатаған шырша, алтай қасқыр жидегі, кәдімгі пісте, жіңішке көкнар, меруертгүл, жабайы жүзім, т.б. жойылып барады. Оларды қорғау біздің міндетіміз.\nРеспубликамыздың шөл-шөлейтті белдемдерінде орналасқан Мойынқұм, Тауқұм, Сарыесік Атырау, Жалпаққұм, Қызылқұм сияқты ерекше құм жоталары бар. Олардың бәрі біріншіден, тұнып тұрған өсімдіктерортасы болса, екіншіден, жайылым қоры болып саналады. Бірақ елімізде полигондар мен жел эрозиясына ұшыраған жердің көлемі 25 млн. гектарға жетіп отыр. Осыған орай, біз шұрайлы жайылымдар қорын сақтап қалу үшін осы жерлерді ерекше қорғалатын аумақтарға жатқызып, қамқорлыққа алуымыз керек.\nСирек өсімдіктердің қатарына ағаштар да жатады. Оларды кесіп отын, құрылыс материалы үшін пайдалануды азайту керек. Қазірдің өзінде Іле шыршасы, самырсын, шетен, ырғай, тораңғыл, долана, шырғанақ, емен, т.б. ағаштары қорғауды қажет етіп отыр. Әсіресе орман ағаштарын кесу етек алуда. Орманды қорғаудың ең маңызды бағыты – жасанда жолмен орман қорын көбейту. Жыл сайын орман шаруашылығы мыңдаған түп ағаштар отырғызады. Осылайша ормандарды қалпына келтіру жүзеге асады. Орманды қорғау мен қалпына келтіру шараларына оқушылардың араласуы керек.\nОрманда жерге саяхат жасағандағы ең қауіпті нәрсе - өрт. Өрт көбінесе адамдардың жіберген ағаттығынан болады. Олар негізінен отқа деген жауапсыздықтан туады. Яғни, сіріңкені, темекі қалдығын өшірмей тастаудан болатын орман өрті өте қауіпті. Әсіресе қылқын жапырақты ормандар өртін сөндіру қиынға соғады. Кейде орман өртін басуға ұзақ уақыт керек болады. Жыл сайын адамдардың ағаттығынан мыңдаған гектар ормандар, тоғайлар өрт құшағына оранды. Дүние жүзінде болып жататын өрттердің 97% -ы адамдардың табиғатқа селқос қарауынан болады. Кейбір тропикалық ормандардағы өрттер 2-3 айға созылып, үлкен қауіп-қатер туғызады. Сондықтан орман ережелерін сақтау баршаның міндеті. Орманның өрттен басқа да жаулары бар. Олар – орман зиянкестері – кемірушілер, ұсақ жәндіктер, өсімдік аурулары, паразиттер, саңырау-құлақтар мен вирустар. Зиянкестердің кесірінен құрылыс материалдары үшін дайындалатын ағаштардың 45%-ы сапасыз болып шығады. Кейбір жылдары жүздеген гектар ормандардағы зиянкестермен үзбей күресуге тура келеді. Олар химиялық биологиялық күрес жолдарымен жүзеге асады. Химиялық күресте химиялық заттарды қолдану тәртібін қатаң сақтау қоршаған орта мен барлық тірі организмдер үшін ұқыптылықты қажет етеді.\nЖануарлар – табиғат туындысы. Өсімдіктер тәрізді жануарлар дүниесінің де маңызы зор. Жануарлардың ерекшелігі – олар жер шарында қозғалып, кең таралады. Жануарлар мен құстардың ішінде алыптары да кездеседі. Дүние жүзінде жан-жануарлардың 1,5 млн түрі бар деп есептелген. Бірақ жыл сайын ғылымға жаңа түрлер белгілі болып отыр.\nЖануарлардың тіршілік үшін қызметі сан алуан. Оларды адам баласы қолға үйретіп, өзінің материалдық игілігі үшін пайдаланып келеді. Жануарлардың жүні, терісі, еті, сүті өте бағалы. Адам баласы ерте кезден бастап-ақ жабайы аң мен құстарды қолға үйреткен. Қолға үйретілген жануарлар мен құстар бүгінге дейін оларға қызмет етіп келеді. Сондықтан адамдар жануарлар экологиясын оқып-үйрене отырып, оларды қорғай да білуі тиіс. Саналы адам бүгінгі күнге дейін жануарларды пайдаланумен бірге олардың кейбір түрлерінің жойылуына себепші болып отыр. Мысалы, Д.Фишердің мәліметі бойынша 1600-ші жылдан бері қарай сүтқоректілірдің 36, құстардың 94 түрінің жер бетінен біржола жойылып кетуіне адамдар тікелей әсер еткен. Олардың қатарына – дроит, кезеген кептер, қанатсыз гагарка, лабрадор гагасы, каролин тотысы, көзілдірікті суқұзғын, стеллер сусиыры, жүндес керік, тур, тарпан, көгілдір жылқыкиік, жүндес мүйізтұмсық, т.б. жатады.\nҚазақстан жерінде де өткен ғасырларда жабайы бір өркешті түйелер, құлан, қабылан, тарпан, жабайы тур, арыстан, жолбарыс, керік, т.б. аңдардың тіршілік еткені белгілі. Тіптен, Іле тоғайынан жолбарыстың соңғысын 1947 ж. қазақ аңшысы атып алған. Бұдан шығатын қорытынды адамның іс-әрекетінің жануарлар үшін қаншалықты қауіпті екендігі белгілі. Шын мәнінде, қазақ жерінің кең даласында аң мен құстардың тіршілік етуіне қолайлы аймақтар көп-ақ. Сондықтан да болар біздің республикамызда сүтқоректілердің – 155, құстардың – 481, бауырымен жорғалаушылардың – 48, қосмекенділердің – 33, балықтардың – 140 түрі тіршілік етеді. Бұлар біздің байлығымыз. Барлығының да табиғат үшін, адам үшін маңызы зор.\nДесек те, соңғы 100 жыл ішінде Қазақстнда жануарлар дүниесі саны мен сапасы жағынан көп өзгерістерге ұшырады. Оған тікелей әсер етіп отырған – антропогендік факторлар. Қазақстанда біраз аң мен құстар біржола құрып кетудің аз алдында тұр. Олардың қатарына – қар барысы, құдыр, қызыл қасқыр, арқар, үстірт қойы, тауешкі, қабылан, дала мысығы, сілеусін, қарақұйрық, камшат, көк суыр, қоңыр аю, күзен, сусар, құндыз, қаракөл, сабаншы, т.б. жатады. Ал құстардан ұлар, дуадақ, безгелдек, саңырау құр, бұлдырық, аққу, дегелек, қоқиқаз, реликті шағала, сарыала қаз, шалшықшы т.б. атауға болады. Қазақстанның інжу-маржаны атанған Балқаш, Алакөл, Зайсан, Марқакөл т.б. көлдері соңғы жылдары адамның іс-әрекетінен тартылып, көп өзгерістерге ұшырап отыр. Әсіресе кәсіптік балық аулау төмендеп кетті. Ал Каспий мен арал теңізінің экологиялық жағдайы өте нашар. Арал теңізінің деңгейі 17 м төмендеп отыр. Теңіздің тұздылығы көтеріліп, көптеген кәсіптік балықтар тіршілігін жойды.\nКаспий теңізінің экологиялық жағдайы да ауыр. Әсіресе Каспий мұнайын игеру өскен сайын теңіздің балықтары мен құстар әлемі, итбалық сияқты сүтқоректілір зардап шегуде.\nРеспубликамыздың үлкенді-кішілі өзендерінің экологиялық жайы сын көтермейді. Әсіресе Ертіс, Іле, Жайық, Шу, Талас, Тобыл, нұра, Есіл, Ақсу т.б. өзендер шаруашылық пен өндірістің қарқындап дамуына байланысты ластанып немесе сулары тартыла бастады. Кейінгі жылдары өзен бойындағы тоғайлар мен жайылымдадың тозуы, өртке шалдығуы жиі байқалып, ол фауна мен флораға әсерін тигізіп отыр.\nАдамның іс-әрекетінің жанурлар дүниесіне тікелей және жанама әсері. Жанурлар дүниесінің кейбір түрлерінің жер бетінен құрып кетуі ьір қарағанда табиғат заңдылығы. Өйткені эволюциялық даму барысында бір тү жоғалып, екінші түр пайда болып отырады. Бұл құбылыстар көбінесе климаттың өзгеруіне және басқа да табиғи факторларға байланысты.\nАдам баласы жануарлар дүниесін өзінің материалдық игілігін жақсарту үшін міндетті түрде пайдаланған. Сондықтан аң мен құстарды аулап, нәтижесінде, олар жойылып отырған. ауылшаруашылығының зиянкестерімен күресу жолында улы химиялық заттарды пайдаланып, кейбір организмдердің тіршілігін жойған.\nСол сияқты тірі организмдерді тікелей жоюдың ауыр түрі – мемлекетаралық соғыстар. Дүниежүзілік соғыстарда бүкіл тіршілік атаулыны жойып жіберетін қарулар қолданылды. Олар – атом бомбалары, соғыс ракеталары, жарылғыш заттар т.б. Жануарлар дүниесін қорғау және қалпына келтіру жолдары. Жануарлар дүниесін қалпына келтірудің 4 негізгі шарты бар. Олар: аулауға тыйым салу, тіршілік ортасын бұзбау, қолдан көбейтуге бейімдеу, лабораториялық жағдайда гендік қорын сақтап қалу жұмыстары. Жануарларды сақтап қалудың ең басты жолы – адам баласының саналы жауапкершілігі, экологиялық білімі және мәдениеті. Әрьір азамат ззін туған өлкесі мен оның байлығының иесі ретінде сезіне отырып, табиғат қорғау ережелерін қатаң сақтаған жағдайда болашақ ұрпақ алдындағы борышын ақтаған болар еді.",
        "question_date": "17.01.2017",
        "question_tag": "Табиғат",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам әр кезде де табиғатпен тығыз байланыста өмір сүреді, оның байлықтарын пайдаланады және өз қызметі арқылы табиғатқа әсер етеді. Адамның табиғатқа әсері зиянды салдар тудыруы мүмкін. Мемлекет әрқашанда табиғи ортаны осындай зиянды әрекеттерден қорғау үшін белгілі бір құқықтық ережелер шығарады. Табиғи ортаны адамның зиянды әрекеттерінен қорғауға бағытталған нормалардың (ережелердің) жиынтығы экологиялық құқық деп аталады. Адамның табиғатқа зиянды әсерінің салдарынан XX ғасырдың ортасында әлемдегі экологиялық жағдай күрт төмендеп кетті. Экологиялық жағдайдың нашарлағаны соншалық, бүгінде ол әлемнің кейбір аймақтарында адамның тұрмыс тіршілігімен коса оның өмірі үшін де үлкен қатер тудырып отыр.\n\n2002 жылы Йоханнесбургте (ОАР) тұрақты даму жөніндегі өткізілген Бүкіләлемдік самитте (кездесуде) бүгінгі күні биологиялық әртүрлілік жылдам қарқынмен қысқарып бара жатқандығы атап айтылды. Адамның әрекеті нәтижесінде теңіздердегі балық коры 75 пайызға дейін азайды, маржан рифтерінін 70 пайызы жойылу каупінде түр. Табиғат тозуда, сонымен бірге адамзат та тозып барады, қоршаған ортаның ластануы нәтижесінде халықтың денсаулығы да нашарлап келеді, ал мұның соңы адам тегінің бұзылуына әкеп соқтырады, тұқым қуалайтын аурулар, оның ішінде, ең алдымен, психикалық және туа біткен аурулар санының өсуіне, маскүнемдік, нашақорлық, СПИД, ақ қан ауыруы, қатерлі ісік, жұқпалы және вирусты аурулар таралуына әкелуде. Бүгінгі таңда барлық мемлекеттер зиян шеккен экологиялық ахуалды қалпына келтіру жөнінде іс-шаралар қолдануда. Алайда қоршаған ортаға төнген қатердің қауіптілік дәрежесінің жоғарылығы соншалық, бүгінде ол тек мемлекеттің ішкі шаралары ғана емес, сонымен бірге мемлекетаралық шараларды да қолдануды талап етіп отыр. 1992 жылы маусымда Рио-де-Жанейро қаласында өткен қоршаған орта және оны дамыту жөніндегі БҰҰ-ның конференциясында осы мәселе бойынша Декларация қабылданды. Аталған декларацияға біздің еліміз де қосылды.\n\nҚазіргі кезде халықтын 20 пайызы аллергия ауыруына шалдығуда, күн сайын Жер шарында 25 мын адам лас суды пайдалану нәтижесінде қайтыс болуда, өндірістік қалалардағы халықтың 35 пайызы қоршаған ортаның ластануы нәтижесінде жүйелі түрде әр түрлі аурулармен ауырады. Күн сайын адамның тиімсіз жұмысынын салдарынан 44 гектар жер шөлге айналады, күн сайын жануарлар мен өсімдіктердін бір түрі жойылып отырады; күн сайын 40 мыннан астам бала аштықтан өлуде. Оттек қоры 10 млрд т азайған, 200 млн гектарға жуық суармалы жер пайдаға аспай қалды. Пайдалы қазбалардың — мұнайдың, табиғи газдың, көмір және тағы басқалардың жоғалуы байқалып отыр, Жер ғаламының әрбір бесінші тұрғыны таза су ішпейді.\n\nБелгілі америкалық эколог-ғалым Б. Коммонер экологияның негізгі заңдарын былай түсіндіреді:\n\n1) барлығы барлығымен байланысты;\n2) барлығы әйтеуір бір жаққа кетуі керек;\n3) табиғат ненің жақсы екенін \"біледі\";\n4) еш нәрсе тегін берілмейді.\nБұл дегеніміз, біздің әрбір қызметіміз қоршаған ортаға қалай да болса әсер етеді дегенді білдіреді. Қоршаған ортаны қорғаудың негізгі шартттары Мемлекет өз органдарына қоршаған ортаны қорғау бойынша экономикалық, техникалық, ұйымдық және құқықтық шараларды жүзеге асыруды міндеттейді. Бұл шаралардың барлығы заңдар мен басқа да құқықтық актілердің ережелеріне негізделуі қажет. Өз кезегінде барлық заңдар құқықтық қағидаларға негізделуі керек.\n\nҚұқықтың қағидалары — Қазақстан Республикасы Конституциясында көрсетілген негізгі бастамалар, басшы идеялар мен құқық ережелері. Қоршаған ортаны қорғаудың негізгі қағидаттарын қарастырайық:\n\nқолайлы қоршаған ортаға және тұрақты дамуға адам құқығының басымдылығы қағидаты. Адамдардың табиғатпен үйлесімділікте, салауатты және жемісті өмір сүруге құқығы бар;\nмемлекеттің табиғи ресурстарды пайдалануға егемендік кағидаты. Мемлекет қоршаған ортаны қорғау саласында тиімді заңдық актілер қабылдайды;\nәрбір адамның қоршаған ортаны қорғау ісіне қатысу қағидаты. Табиғаттың жағдайы әрбір адамға байланысты болады, біз табиғат үшін жауаптымыз және болашақ ұрпақ үшін табиғат байлығын сақтауға бар",
                "date": "18.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші сан екінші саннан 16-ға кем олардың көбейтіндісі 80 тең?",
        "question_content": "Бірінші сан екінші саннан 16-ға кем олардың көбейтіндісі 80 тең. Осы сандарды тап (ертеңге дейін)?",
        "question_date": "17.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х=4, у=20 жауабы осылай болады....",
                "date": "18.01.2017",
                "upvotes": 0
            },
            {
                "text": "Икс тең төрт, игрк тең 20 жауабы осылай болады.... х=4 у=20",
                "date": "18.01.2017",
                "upvotes": 0
            },
            {
                "text": "x-16\nx(x-16)=99\nx²-16x=80\nx2-16x-80=0\nD=(-16)²+4×1×80=576\nx1=16+24/2×1=20\nx2=16-24/2×1=-5\nx-16=20-16=4\nx-16=(-4)-16=-20\nЖ:(20;4)\n    (-20;-4)",
                "date": "15.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əркім сөзіне сөйлем керек болып тұр",
        "question_content": "Əркім сөзіне сөйлем керек",
        "question_date": "17.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әркім өзінше өмір сүреді. Әркімнің өз ойы бар. Әркімнің туған жері жерұйық.",
                "date": "19.01.2017",
                "upvotes": 0
            },
            {
                "text": "Əңгімеден соң əркім үйіне еніп кетті",
                "date": "13.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылым таппай мақтанба, Орын таппай баптанба талдап беріңіздерші?",
        "question_content": "Ғылым таппай мақтанба,\nОрын таппай баптанба,\nҚұмарланып шаттанба,\nОйнап босқа күлуге.",
        "question_date": "17.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Себеп-салдар салалас құрмалас және ынғайлас салалас құрмалас сөйлемдерге мысал керек.",
        "question_content": "3 Себеп-салдар салалас құрмалас және 3 ынғайлас салалас құрмалас сөйлем керек көркем әдебиеттен ,жазып берінізші",
        "question_date": "17.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 75600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ынғайлас салалас құрмалас сөйлем.\n\nХауыздың бетіндегі фонтандардың көлеңкесі дір ете түсті де, кипаристердің жапырақтары сыбдырлады, осы сәтте сән-салтанаты тілмен айтып жеткізгісіз сарайдың есігі баяу ашыла берді («Қазақ әдебиеті»)\n\nӨнерді түсінбейтін инженер — нашар инженер, қиялдай алмайтын конструктор — конструктор емес, музыканы сезінбейтін және поэзияның кереметін түсінбейтін ғалым — әншейін өзін жұтатқан адам (Т. А. Ильина).\n\nВинтовканың шаппасын тежеп қойғанда затвордың серіппесі сығылады да, потенциялық энергия жиналады (III. Мұртаза)\n\nСебеп-салдар салалас құрмалас сөйлем.\n\nТегі, бұл шоқу көзді ағызудың ғана тәсілі болмау керек, себебі көзі аққан жылан тулап бетімен лағады да, ақыры өледі.\n\nӘдетте оруды ең кұрметті кісі бастауға тиіс, сондықтан көпшілік бұл қүрметін Сырбайға көрсетпек болды.\n\nБотаны ағыс алып кетер деп қауіптене отыра Сырбай оның ноқтасының бауын босатып жіберді: басын тартса, құлағына су кетірермін деп ойлады (С. Мұқанов).\n\nҚұмның ыси бастауынан қашып аң біткен Бет-пақтың даласына қарай өтіп кетсе керек, таңертеңнен бері не бір қарақұйрық, не бір киік кездеспеді аңшыға (С. Мұратбеков)",
                "date": "17.01.2017",
                "upvotes": 0
            },
            {
                "text": "Тереңге  балық  уылдырық  шаша  алмайды, неге десең,онда  уылдырық оралатын  не балдыр,не шөп, не қамыс жоқ. (себеп салдар  салалас )\n\nСізді  ешкім  шақырған жоқ",
                "date": "19.01.2017",
                "upvotes": 0
            },
            {
                "text": "1)Қаленді жауапқа тартады деген ой оның басына келген емес, себебі айыпты тек Нұрым екеуміз түсінді. \n2)Қолың қатты дейді,сондықтан қорқамын",
                "date": "16.01.2018",
                "upvotes": 0
            },
            {
                "text": "Ешкім үндемеді, өйткені бұндағы кісілердің бəрі де қарт əйелдің даусын білетін. Əй, од жеңер сені, себебі келешек өнікі ғой!.. Күріш тұқымы қолмен себіледі, өйткені сеялка суға д",
                "date": "21.01.2018",
                "upvotes": 0
            },
            {
                "text": "Ыңғайлас құрмалас:1)Мен апама сыйлық апардым да, сыртқа ойнауға шықтым.2)Арман білімді болып өсті, тәртібі нашар еді. 3)Далада қатты жел соқты да, көп жаңбыр жауды.\nСебеп-салдар құрмалас:1)Біз екі аптадай қашықтықтан оқыдық, себебі қатты аяз дар болды. 2)Мен олимпиадаға қатыса алмадым, өйткені ауруханада жаттым. 3)Біз бүгін сабаққа келдік, себебі аяз басылды.",
                "date": "9.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда қанша ұлт өкілдері бар?",
        "question_content": "Қазақстан елінде қанша ұлт өкілдері тұрады. Олардың нақсы саны пайызсыз",
        "question_date": "17.01.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 40600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Кейбір деректерге қарағанда, әлемде 256 ұлт бар екен. Ресми мәліметке сенсек, соның 130 дан астамы Қазақстанда тату-тәтті өмір сүріп, тіршілік кешіп жатыр.\nМіне, осыншама ұлт пен ұлыстың тілін тауып, бірлік пен ынтымақта ұстап отырған бүгінгі билік ұлтаралық татулық пен бірлікті басым саясатының бірі ретінде ұзақ жылдардан бері ұстанып келеді.\n1. Қазақтар - 9 540 806\n2. Орыстар - 3 869 661\n3. Өзбектер - 463 381\n4. Украйындар - 422 680\n5. Ұйғырлар - 241 946\n6. Татарлар - 226 803\n7. Немістер - 220 975\n8. Кәрістер - 103 931\n9. Әзірбайжандар - 93 972\n10. Белорустар - 87 090\n11. Түріктер - 89 083\n12. Дұнгандар - 49 605\n13. Поляктар - 39 869\n14. Күрдтер - 39 660\n15. Шешендер- 36 555\n16. Тәжіктер - 34 296\n17. Қырғыздар - 20 931\n18. Башқұрттар - 20 323\n19. Ингуштер - 17 849\n20. Молдавандар - 17 380\n21. Армяндар - 15 127\n22. Гректер - 11 310\n23. Мордвалар - 10 864\n24. Чуваштар - 9139\n25. Удмурттар- 7540\n26. Болгарлар - 6222\n27. Литвандар - 6183\n28. Грузиндер - 5774\n29. Қарақалпақтар - 5593\n30. Марийлар - 5584\n31. Сығандар - 5207\n32. Лезгиндер - 4643\n33. Еврейлер - 4068\n34. Қытайлар - 3961\n35. Парсылар - 3517\n36. Түркімендер - 2129\n37. Балқарлар - 2107\n38. Үндістан және Пәкістан халықтары - 1930\n39. Осетиндер - 1871\n40. Латыштар - 1421\n41. Аварлар - 1417\n42. Эстондар- 1375\n43. Қарашайлар - 1364\n44. Қырым татарлары - 1044\n45. Арабтар - 953\n46. Дарғындар - 944\n47. Ауғандықтар- 821\n48. Коми-пермяктар - 761\n49. Чехтар - 754\n50. Моңғолдар - 752\n51. Қалмақтар - 738\n52. Құмықтар - 734\n53. Твалар - 635\n54. Гагауздар- 620\n55. Адыгайлар - 604\n56. Румындар - 597\n57. Лактар 574\n58. Буряттар - 537\n59. Ағылшындар - 515\n60. Венгрлар - 485\n61. Алтайлықтар - 476\n62. Финндер - 454\n63. Ноғайлар - 438\n64. Американдықтар - 436\n65. Сахалар(якуттер) - 415\n66. Италияндықтар - 404\n67. Чувандар - 388\n68. Карелдер - 365\n69. Хакастар - 362\n70. Табасарандар - 345\n71. Удиндер - 342\n72. Асираилдіктер - 338\n73. Комилер - 288\n74. Абхаздар - 214\n75. Шорлар - 210\n76. Черкестер - 176\n77. Ненецтер - 176\n78. Абазиндер - 149\n79. Агулдар - 137\n80. Кабардиндер - 98\n81. Халха-моңғолдар - 96\n82. Кубалықтар - 95\n83. Рутулъдер - 93\n84. Долгандар - 83\n85. Коряктар - 76\n86. Въетнамдықтар - 67\n87. Татар - 66\n88. Хорваттар - 63\n89. Сербтер - 61\n90. Австриялықтар - 60\n91. Словактар - 58\n92. Испандар - 57\n93. Албандықтар - 55\n94. Француздар - 51\n95. Евразиялық еврейлер - 50\n96. Удегейлер - 49\n97. Жапондар - 46\n98. Голландықтар - 45\n99. Вепстер - 43\n100. Эванкілер - 38\n101. Белуджилер - 37\n102. Грузиндіктер - 35\n103. Эвендер - 34\n104. Таулық еврейлер - 33\n105. Хантылар - 31\n106. Қырымшақтар - 31\n107. Тофалар - 30\n108. Қарайымдар - 29\n109. Мансылар - 24\n110. Цехурлар - 23\n111. Чукчалар - 22\n112. Нанайлықтар - 22\n113. Ижорлар - 17\n114. Алеуттер - 14\n115. Нивхилер - 10\n116. Ителмендер - 10\n117. Энецтер - 9\n118. Кеттер - 9\n119. Юкагилер - 8\n120. Орогтар - 8\n121. Даттықтар - 7\n122. Селъкуптар - 4\n123. Уличтер - 4\n124. Нагидалықтар - 4\n125. Саамдар - 3\n126. Үльттар - 2\n127. Наганасандар - 2\n128. Эскимостар - 2\n129. Басқалары -1357\nБарлығы:15 776 492",
                "date": "18.01.2017",
                "upvotes": 0
            },
            {
                "text": "Казахстанда 130 дан астам ұлт өкілдері тұрады.",
                "date": "21.09.2020",
                "upvotes": 0
            },
            {
                "text": "олардын саны 130 дан асады,кім тағы солай ойлайды?",
                "date": "22.09.2020",
                "upvotes": 0
            },
            {
                "text": "Қазақстанда 256-ұлт бар",
                "date": "29.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркістан қаласының өзінде қанша тұрғын бар?",
        "question_content": "Түркістан қаласының өзінде қанша тұрғын бар? Ауылдық округтерін, елдімекендерін қоспағанда?",
        "question_date": "17.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 793,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "150 000 Шамасы.",
                "date": "17.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынан тапсырмаларға жауаптары керек?",
        "question_content": "Ағылшынан барлығын тапсырмаларды жасау керек бос жерге тиісті сөзді қою керек?",
        "question_date": "17.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 571,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Интернет арқылы арзан тауарды қайдан табуға болады?",
        "question_content": "Ғаламдық торда көптеген интернет маганзиндердің пайда болысымен адамдар интернет арқылы тапсырыс беріп тауарлар алуды әдетке айналдырды бұның пайдасы мен зияны да бар екенін ескеретіндер де ескермейтіндер де бар. Мен білетін және қолданып көрген AliExpress дүкені бірақ ондағы заттардың бағасы арзан деп айта алмаймын. Мысалға: AliExpressте 350рубльге сатылған Құлаққаптар (Наушники) Бізде (Алматыдан көрдім) 1500 теңге деп тұр сол сияқты көптеген тауарлардың бағалары ұқсас екендігін байқадым. Сіздерге өтініш! Шынымен арзан интернет магазин болса ұсынып жіберіңіздерші! Алдын ала РАХМЕТ!7",
        "question_date": "17.01.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Olxте  көп заттар сатуға болады жəне алуға болады.Бағалары төмен,кейбіреулері ұсталған.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Қытаймен тікелей бизнес қазір қарқынды дамып жатыр. Ол жер өте өте арзан сапасы да өте керемет . Егер көргіңіз келсе insta: quality_tauarlar деп іздеп көріңіз",
                "date": "30.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шебер тапсырманы 5 сағатта, оның үйренушісі 7сағатта орындайды?",
        "question_content": "Шебер тапсырманы 5 сағатта, оның үйренушісі 7сағатта орындайды. Шебер 2 сағат, уйренуші 7 сағат жұмыс істеген соң тапсырманың қандай бөлігі орындалмай қалды. Есептің жауабы 6/12 соған жету жолы?",
        "question_date": "17.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Шебер барлық тапсырысты 5 сағатта орындай алатындықтан, бір сағатта ол тапсырыстың 1/5 бөлігін орындайды.\n2. Шебердің тапсырыстың қай бөлігін орындайтынын 2 сағаттық жұмыста анықтаймыз. 2 * 1/5 = тапсырыстың 2/5 бөлігі.\n\n 3. Үйренуші барлық тапсырысты 7 сағатта орындай алатындықтан, бір сағатта ол тапсырыстың 1/7 бөлігін орындайды.\n4. Үйренуші3 сағатта бүкіл тапсырыстың қандай бөлігін орындайтынын табыңыз. 1/7 * 3 = тапсырыстың 3/7 бөлігі.\n5. Шебер 2 сағат, ал үйренуші 3 сағат жұмыс істесе, тапсырыстың қандай бөлігі орындалатынын білейік. 2/5 + 3/7 = 14/35 + 15/35 = 29/35 реті.\n6. Тапсырыстың қанш бөлігі орындалмай қалатынын анықтаңыз.\n1-29/35 = 6/35.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Кеміт-арттыр\" деген қазақта сөз бар ма? Қолдануын еш оқулықтан таба алмадым?",
        "question_content": "1-ші сыныпта \"алу-қосу\" амалдарын оқушылар жан-жақты түсіну үшін \"кем-артық\", \"кеміту-арттыру\" деген синонимдар қолданылады. Ал \"кеміт-арттыр\" деген қазақта сөз бар ма? Қолдануын еш оқулықтан таба алмадым?",
        "question_date": "17.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 40900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бар. Тапсырма беріледі ғой. 5-тен 2-ні кеміт немесе 2-ге арттыр деп. Туынды сөздер ғой.",
                "date": "17.01.2017",
                "upvotes": 1
            },
            {
                "text": "Яғни айтқанда кеміт-бөлу,арттыр- көбейту деген мағына береди",
                "date": "25.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "iphone калай прошивка жасайды?",
        "question_content": "айфонға қалай прошивка жасайды қандай программамен? осы жайында толык тусиндирип бере аласыздарма?",
        "question_date": "17.01.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Адамдардың табиғатқа жасаған қиянаты\" атты тақырыпта ой толғау керек.",
        "question_content": "\"Адамдардың табиғатқа жасаған қиянаты\" атты тақырыпта ой толғау керек.",
        "question_date": "16.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бойды қысқартуға бола ма?",
        "question_content": "Менің бойым 190см жасым 18 де салмағым 65 кг мен бойымды сәл басқым келеді (төмендеткім) ең болмаса 5 см төмендетуге болама? Қандай жаттығулар істеуге болады? Немес қандайда бір дәрі-дәрмектің көмегі тиеме? Алдын ала рахмет",
        "question_date": "16.01.2017",
        "question_tag": "Денсаулық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Машинистке түсу ушін мамандығының аты қалай болады?",
        "question_content": "Машинистке түсу ушін мамандығының аты қалай болады. Университтерде түрлі мамандығы бар атын айтып жіберіңіздерші өтініш. 11 бітіріп қандай университет бар темір жол машинистке байланысты?",
        "question_date": "16.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 751,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын пәнінен ұран және топтың аты керек еді?",
        "question_content": "Ағылшын пәнінен ұран және топтың аты керек еді?",
        "question_date": "16.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшын пәнінен топтың аты: \"Сlever\"\n\nАл ұранға \"Nearly one thousand knowledge,\n\n                                  almost one forearm\".",
                "date": "20.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскер туралы терминдер қажет?",
        "question_content": "Әскер туралы терминдер қажет?",
        "question_date": "16.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 333,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төменде берілген заттардың балқу және қайнау температурасынын өте алшақ болу?",
        "question_content": "Төменде берілген заттардың балқу және қайнау температурасынын өте алшақ болу себебін түсіндіріндер.\n\n 1) заттар NaCl tб°С 800 tк°С 1465\n\n 2) заттар Cl2 tб°С -101 tк°С -34\n\n 3) заттар Na 98° 883°",
        "question_date": "16.01.2017",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қабырғалары 2см 5мм және 1см 1мм тік төртбұрыш cал. ә) Қабырғасы 1см 7мм шаршы сал.",
        "question_content": "Қабырғалары 2см 5мм және 1см 1мм тік төртбұрыш сал.\n\nә) Қабырғасы 1см 7мм шаршы сал.\n\nб) Радиусы 2см 2мм дөңгелек сыз.\n\nв) Радиусы 1см 8мм шеңбер сыз.\n\nСызып салып жіберсеңіздер",
        "question_date": "16.01.2017",
        "question_tag": "Математика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Байқоңырлықтар пропискага тұру міндетті ма?",
        "question_content": "Байқоңырлықтар пропискага тұру міндетті ма?",
        "question_date": "16.01.2017",
        "question_tag": "Заң",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тік бұрышты үшбұрыштың a катеті мен оған қарсы жатқан альфа сүйір бұрышы берілген.",
        "question_content": "Тік бұрышты үшбұрыштың a катеті мен оған қарсы жатқан альфа сүйір бұрышы берілген. Оның қалүвн қабырғалар мен борыштарын табындар:\n\n1) а=5см, альфа = 30°",
        "question_date": "16.01.2017",
        "question_tag": "Геометрия",
        "question_views": 25300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5см,10см,5түбірасты3   бурыштары 90 30 60.30градусқа қарсы жатқан катет гепатенузаның жартысына тең.c2=a2+b2деген формулаларды колдандым",
                "date": "17.01.2017",
                "upvotes": 1
            },
            {
                "text": "<b=180°-90°-30=\n\n<b=60°\n\nsin альфа=c_b\n\nc=sin/a",
                "date": "5.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көркем әдебиет стилі мен ресми стильдер айырмашылығы венндиаграма?",
        "question_content": "Көркем әдебиет стилі мен ресми стильдер айырмашылығы венндиаграма?",
        "question_date": "16.01.2017",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өнер туралы терминдер керек?",
        "question_content": "Әрбір тілдің сөздік құрамында жалпыға ортақ сөздермен қатар, ғылым мен техниканың, өндіріс пен шаруашылықтың жеке бір саласына ғана тән арнаулы сөздер де болады. Тілдің лексикасында ғылым мен техниканың алуан түрлі саласына қатысты қолданылатын сөздерді термин сөздер деп атаймыз. Термин сөздердің басты сипаттары мынадай:\n\n1. Термин ғылым мен техниканың әр саласына тән болуы керек;\n\n2. Термин сөздер дара, бір ғана мағыналы болуы керек;\n\n3. Термин сөздердің көпшілігі дүние сөзі тілдерінің халықтарына ортақ болуы керек.\n\nТермин сөздерді кейде арнаулы сөздер деп те атайды.\n\nТерминдердің пайда болуы ғылым мен техниканың атауларына тығыз байланысты. Ғылымы жоқ, техникасы болмаған елдерде термин жайында сөз болуы мүмкін емес.\n\nБір тілдің шеңберінде қолданылатын терминдерді түгелдей жинақтап, жүйелейтін ғылымды терминология деп атайды. Қазақ терминологиясы қазіргі таңда жан - жақты қарастырылып, қауырт жиналуда, қазірдің өзінде терминдердің жетпістен астам сөздігі басылып шықты.\n\nМысалы, әдебиет терминдері: поэзия, сатира, опера, образ т. б\n\nТермин сөздерге мына төмендегідей үш түрлі шарт қойылады. а) Термин болу үшін сөздің мағынасы біреу-ақ болу қажет. ә) Термин сөздердін қосымша, ауыс мағыналары болмау керек. б) Термин сөздер нақты заттардың атауы емес, ғылымның тар аясындағы дерексІз үғымдардың атауы болуы шарт. Терминдік жүйесі жасалмаған, терминдік ұғымдары қалыптаспаған тілді әлі де әдеби тіл дәрежесіне көтерілген тіл деп айтуға болмайды.\nТерминдер әрбір ғылым саласында молынан кездеседі. Мысалы:\n1.Лингвистикалық терминдер: фразеология, фонетика, лексика, морфология, синтаксис, стилистика, метафора, идиома, метонимия.\n2. Әдеби-өнер терминдері: проза, ко¬медия, драма, опера, сатира, поэзия, эпос, консерватория, либретто, дирижер т.б.\n3. Математика терминдері: алгебрa, аксиома, теорема, коэффициент т.б.\n4. Физика терминдері: атом, оптика, механика, энергия, ампер т.б.\n5. География терминдері: глобус, циклон, меридиан, экватор, Азия, Африка, масштаб, тайфун, карта т.б.\nҚазіргі қазақ тілінің сөздік құрамында терминдік мәнге көшкен байырғы сөздердің түр-түрі молынан кездеседі. Мысалы man, курес, еқбек, жарыс, жалау, екпін (ударение), сүраным (спорс) ұсыным (предложение), сөре (старт), мәре (финиш), т.б.",
        "question_date": "16.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 15800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://www.art-spb.ru/article/182\n\nhttp://www.art-drawing.ru/terms-and-concepts",
                "date": "17.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пробный тест тапсыру үшін ақшасын қандай есепшотқа төлеуіміз керек?",
        "question_content": "Қызымды 7 сыныпқа түсу үшін пробный тест тапсырту үшін тіркелгенмін. Енді ақшасын қандай есепшотқа төлесем болады екен?",
        "question_date": "16.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "банкке барып кассаға төлейсіз",
                "date": "13.03.2017",
                "upvotes": 0
            }
        ]
    }
]