[
    {
        "question_title": "Архитектор мамандығы қандай мамандық?Табысы қандай?",
        "question_content": "Архитектор мамандығы қандай мамандық?Табысы қандай?Қандай ЖОО бар.ҰБТ да қай пәнді таңдайды?Жалпы сәулетші мамандығы туралы толық айтып кетсеңіздер.",
        "question_date": "2.07.2016",
        "question_tag": "Мамандық",
        "question_views": 50300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сәулетші деген ең құрметті мамандық, (архитекторлар болмаса қала жобалары көріксіз болар еді).  Бұрын жобаны қолмен карандашпен сызатын, ал қазір компьютерде 3 д макс және автокад, архикад программаларыменмен жасайсың.  3 д макс программасымен жасалған жобаны кәдімгі видеодағыдай ішіне кіріп аралап жүргендей, айландырып жанынан, төбесінен көруге болады. Суретшілік өнерің болмаса оны жасау қиын, үздіксіз шығармашылық жұмыстар жасап жүруің керек, әр түрлі құрылыстың дизайндарын ойластырып.  Негізі өте қызық мамандық. 3 Д макс программасын жақсы үйреніп, меңгерсең  ақшаны өте көп табасың,  ал оны білмесең ақша жоқ, 40 мың тенге айлыққа қарап отырып қалып кетесің. Негізі сол компьютерлік графика программасын үйрен ең бастысы, бұл заман талабы. Егер өз кәсібіңді 100 процент жасай білсең шаршамайсың, тапсырыстар көп болады, оп-оңай болып тұрады өзіңе. Сәттілік болсын !\n\n3 Д макс бағдарламасы\n\n\nАрхикад бағдарламасы\n\n\nАвтокад программасы.",
                "date": "2.07.2016",
                "upvotes": 1
            },
            {
                "text": "Түсіндім,рақмет!!!",
                "date": "3.07.2016",
                "upvotes": 0
            },
            {
                "text": "қазақ бас сәулет-құрылыс академиясын бітірсең жумысқа қамтамасыз етіп бере ме?",
                "date": "26.03.2017",
                "upvotes": 0
            },
            {
                "text": "қархитектура мамандығына түсу үшін қандай пән таңдау қажет? Және неше балл жинау кажет...",
                "date": "13.11.2017",
                "upvotes": 0
            },
            {
                "text": "егер шығармашылық таңдасам осыған түсе аламба? ол үшін қанша балл керек? ауылдық жерде оқимын, қай қалаларда бар",
                "date": "4.12.2017",
                "upvotes": 0
            },
            {
                "text": "Құрметті талапкерлер, 2018-2019 оқу жылын аяқтап, Сәулет, Дизайн, Құрылыс мамандығын таңдау ойыңызда болса, маған хабарласыңыздар! Қазақ бас сәулет-құрылыс академиясының, колледжінің мамандықтары туралы толық ақпарат беремін. 87471363734 Марал Қанатқызы,  ҚазБСҚА оқытушысы",
                "date": "21.09.2018",
                "upvotes": 0
            },
            {
                "text": "Архитектура   туралы  мәлімет   айтыныздаршы.",
                "date": "4.12.2018",
                "upvotes": 0
            },
            {
                "text": "Бұл мамандыққа 9-дан кейін түсуге болама",
                "date": "15.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз балаларға жалақысы жоғары мамандықтар?",
        "question_content": "Қыз балаларға жалақысы жоғары мамандықтар және жалақысы жоғары,сұранысқа ие мамандықтар тізімі қандай?",
        "question_date": "2.07.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең жақсы мамандық дәрігерлік іс. Сосын банк ісі мен менеджері деген жақсы мамандық. Қыздар үшін бәрі жақсы мамандық. Бірақ өз ісінде өрлей білсе,жалақысы жақсы болады.",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Кедейдің кербезінен сақта\" деген сөздің түпкі мағынасы неде?",
        "question_content": "\"Кедейдің кербезінен сақта\"  деген сөздің түпкі мағынасы неде?",
        "question_date": "2.07.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осыған ұқсас тағы бір мақал бар: \" Жарлы болсаң, арлы болма\".  Яғни, жомарт беріп тұрса ал, мұқтаж бола тұра, жалған намысты қорғаудың не қажеті бар?- деген мағынада айтылған сияқты. \n(Өзім осы мақалды ұнатпайды екем)",
                "date": "2.07.2016",
                "upvotes": 0
            },
            {
                "text": "кедейдің байығанынан сақтан деген мағынада.Кедей байыса жаман болат дегені ғой енді.",
                "date": "4.12.2017",
                "upvotes": 0
            },
            {
                "text": "Ішіп жеуіне жетпей жатқанда сән қуып жүретін адамнан сақта",
                "date": "28.02.2018",
                "upvotes": 0
            },
            {
                "text": "Өзінің артында дымы жоқ боп тұра көкірегін керетін сорлы кедей туралы айтылған рас айтқан екен",
                "date": "3.11.2020",
                "upvotes": 0
            },
            {
                "text": "Қазақтар айтады - кедей адамнан сыйлық сұрама. \"Түгі жоқ болса да, бай көрінгісі келетіндер бар\" Нақыл сөздер 13:7 \"Арам жолмен жүрген\" байып кеткеннен гөрі \"Мінсіз жүрген кедей артық\" \"Жерін өңдегеннің наны мол болады, бос нәрсеге ұмтылған жоқшылықтан көз ашпайды\". Нақыл сөздер 28 \"Байғұстың зарына құлағын жабатын, таппас ешкімді өз зарына құлақ асатын\" Бұл сөз өз кезегінде халықты \"ішіп-жеп қуанышпен өмір кешіп\" жағдай жасаған Сүлеймен патша айтқан",
                "date": "27.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам байыған сайын неге қатты бола бастайды?",
        "question_content": "Адам байыған сайын неге қатты бола бастайды?",
        "question_date": "2.07.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 820,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол \"қаттылықпен\" байыған болуы да мүмкін, керісінше ойлап көрсек. Байлық әр түрлі жолмен келеді ғой.  Ағылшындар айтқандай біреулер туылғаннан \"алтын қасық тістеп туады\", енді біреулердің жолы болып жатады. Меніңше, байлық деген де адамның психикасына, өмір-салтына байланысты. Үнемшіл, ақшаны, материалдық дүниені жоғары бағалайтын, кез келген жағдайда өз пайдасын еншілеп қалуға тырысатын адамдар байып кететін болар. Олар біздің көзімізге \"қатты\" болып көрінетін де шығар. Еш еңбексіз, еш себепсіз келе қалатын нәрсе қайдан болсын?! Шарт-жағдай адамды өзгертеді, бірақ әуелі адам өз шарт-жағдайын өзгертеді.",
                "date": "2.07.2016",
                "upvotes": 1
            },
            {
                "text": "Енді бәріне мейірімді болу міндетті емес!",
                "date": "18.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кивиден ақша қалай шығаруға болады?",
        "question_content": "Менде кивиде 5000тг бар еді. Оны қалай шығаруға болады. Менде карточка болмай тұр. Сол ақшаны почтамен алуға болады ма? Кивиден ақша қалай шығаруға болады?",
        "question_date": "2.07.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Карточкаға жіберіп алсаңыз проценті жоғары. 5000 теңгеңізді салсаңыз 2500 теңгедей ғана ақша қолыңызға түседі. Сондықтан, ең дұрысы достарыңызға единица қылып сатыңыз))))",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "Каспиде депозит ашып, сол депозитке жіберіп отырсаңыз болады. Комиссиясы да көп емес, мысалы үшін 60 000 теңгеге 200 теңге ғой деймін комиссия, қателеспесем.",
                "date": "2.08.2016",
                "upvotes": 0
            },
            {
                "text": "Мен шығарып берейін",
                "date": "3.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұятсыз жаман жарнамаларды жоқ қылу?",
        "question_content": "Құрметті осы сайттың администраторы!!!! Бұл сайт нағыз Ислам халал сайты деп айтса да болады. Яғни өте жақсы әрі пайдалы сайт. Маған ұнамайтыны жаман ұятсыз рекламалардың шыға беруі. Тыржаңалаш адамдар, қыздар осы сайтқа сайкес еместігі. Осыны на контроль алсаңыздар.\n\nБілем арнайы программа қойса болады. Бізге үйге бірақ кез-келген адам оны біле бермейді.",
        "question_date": "1.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 623,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол сайттан емес, браузеріңізден, сайтқа еш қатысы жоқ",
                "date": "2.07.2016",
                "upvotes": 1
            },
            {
                "text": "Сіз Гугл браузерін орнатып, мына төмендегі жарнамадан қорғаушы бағдарламаларды орнатып қойыңыз.  Сонда әр түрлі жарнамалар мен  жалаңаш қыздарды мүлдем ұмытатын боласыз.  Бұл өте оңай  браузердің настройкасымен тез 2 минутта жасалатын нәрсе.  Сайттың қатысы жоқ оған.\n\nWOT: Web of Trust, Website Reputation.\n------------------------------------------------------------\nAdguard Антибаннер\n\nНепревзойденная защита от рекламы и всплывающих окон. Блокирует рекламу в VK (Вконтакте), Одноклассники, Youtube и на других сайтах............... !",
                "date": "2.07.2016",
                "upvotes": 0
            },
            {
                "text": "Сұрақ-Жауап сайты хостинг ақысын төлеу үшін сайтта орнатылған Яндекстің контексті жарнамасынан түскен қаражаттан ай сайын создырып отырады. Сайттың бірден бір табыс көзі осы контексті жарнама. Әзірге басқа табыс көзі жоқ. Сондықтан біз контексті жарнамадан бас тарта алмаймыз.\n\nКонтексті жарнама модерациядан өтеді. Ол дегеніміз ұятсыз +18 жарнамалар сайтта көрсетілмейді. Сіздің куки файлыңызға қарай сіз қандай сайттарға кіргендігіңізге қарай жарнаманың түрлері көрсетіліп отырады. Егер мен банк сайттарына көп кірсем, браузердегі ақпаратты контексті жарнама жинап алып маған банктердің контексті жарнамасы көрсетіледі.\n\nСіз киім кешек сайттарына кірсеңіз сізге киімдер, іш киім сатылып тұрған қыздардың суреті көрінген болуы керек. Яғни қандай жарнама көрсетілетін біз шешпейміз. Сіз қандай сайттарға кіргендігіңізге қарай жарнама солай көрсетіліп отырады.\n\nКейбір браузерлерде көрсетілмей компьютеріңізге қосымшалар орнатылып алынып сайттарға кірсеңіз болды жағымсыз жарнамалар көрсетіліп тұрады. Өшірсең кетпейді. Бірақ оның біздің сайтқа қатысы жоқ. Ол өзіңіздің компьютеріңізден болуы мүмкін. Ондай кезде антивирус орнатып, базасын жаңартып компьютерді толық вирусқа тексеруге жібересіз.",
                "date": "2.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефон номер бұғатталды",
        "question_content": "Менің телефон номерім (актив) өз-өзінен бұғатталды. Номер өз атымда емес иесін танымаймын сатып алғанда сол бір қыздын атына тіркелген екен. Енді қалай ашуға болады? өз атыма қалай тіркесем болады?",
        "question_date": "1.07.2016",
        "question_tag": "Байланыс операторлары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ассалаумағалейкум! Актив орталыққа барып қайта тіркетіп нөмірді қалпына келтіре аласың. Жеке бас куәландыратын құжатпен 5 шығыс қоңырау нөмері сосын Тарифтік жоспар сияқты ақпараттарды сұрауына сәйкес жауап беру арқылы. Жалпы нөмердің бұғатталу себептерін және басқа сұрақтарыңды да сұрап аласың. Актив байланыс операторы 3030",
                "date": "2.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Буддалықтардың табынатын адам кейіпіндегі мүсін кім? Кім болуы мүмкін?",
        "question_content": "Буддалықтардың  табынатын адам кейіпіндегі роспись немесе мүсін кім? Кім болуы мүмкін?",
        "question_date": "1.07.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 721,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүсәндегі адам - Будда. Яғни ол осы ілімнің негізін қалаушы тұлға болып табылады.",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өте арық адам не үшін жүгіреді?",
        "question_content": "Толық, қарны бар адамдар азу үшін жүгіреміз, салмақты азайту керек. Ал өте арық адам не үшін жүгіреді?",
        "question_date": "1.07.2016",
        "question_tag": "Тазалық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам тек ғана арықтау үшін ғана жүгірмейді. Жүгіру адам денсаулығына да пайдалы. Жүгіру иммунитетті көтеріп, жүрек қан тамырларының жұмысын жақсартады. Жүгірудің арқасында бойыңыздағы жалқаулық, жауапсыздық сияқты қасиеттерден арыласыз. Сәйкесінше, сенімділік, шыдамдылық сияқты қасиеттерді бойыңызға сіңіресіз.",
                "date": "1.07.2016",
                "upvotes": 0
            },
            {
                "text": "Жүгіру - денсаулық\nЖүгіру кезінде барлық бұлшық етіңіз жұмыс істейді.Қанайналым жұмысын жақсартады.Сонымен қатар стресстен арылуға мүмкіндік береді.Және жүгірген кезде ағзадан \"бақыт\" гармоны бөлінеді,яғни рахаттанасыз",
                "date": "2.07.2016",
                "upvotes": 0
            },
            {
                "text": "Жүгірудің денсаулыққа пайдасы жақсы.\n\nМенің түсінгенім жүгіргеннен адамның жүрегі жақсы жұмыс істейтін болады. Қан айду, жүректің дұрыс соғуы, тыныс алу жолдары үлкен салмақ түскен кезде сыр бермейді. Жүгіруді ақырын-ақырып бастап, күн ара болмасын жүгіріп тұрған дұрыс.\n\nАл азу үшін жүгіруде кардио қолданады. Кардио деп отырғанымыз 1 минут қатты жүгіру, 2 минут жай жүгіру. Сосын қайта 1 минут қатты жылдамдықпен жүгіріп, 2 минут жай жүгіресіз. Осы кезде адамның организмі белгілі бір жылдамдық болмағандықтан тұрақтала алмай көптеп энергия көзін жұмсайды. Энергия деп отырғанымыз ол май. Адам осылай азады. Ал бір темппен жарты сағат жүгіру арқылы адам азбайды. Ол кезде адам тамақтанған кездегі энергияны жұмсайды. Жүгіру барасында адамның майы тек 40-50 минуттан кейін ғана жаға бастайды.\n\nСндықтан тек азу үшін ғана деп жүгіруге болмайды. Денсаулық үшін, жүректің қалыпты жұмыс істеуі үшін жігіру қажет.",
                "date": "2.07.2016",
                "upvotes": 1
            },
            {
                "text": "Салауатты өмір салтын ұстанғандықтан жүгіреді.",
                "date": "3.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туу туралы күəлікпен (ЖСН) де туған жылы сəйкес келмейді",
        "question_content": "Ассалаумағалайкум жамағат бір таныс тəте шырылдап жүр көмектеріңізді аямаңыздар. Мəселе былай: Туу туралы күəлікпен (ЖСН) Жеке сəйкестендірү нөмерін тіркеу туралы күəлікте туған жылы сəйкес келмейді. Ал енді ол кісі Тараз қаласының тұрғыны шарасыз хəлде. Дакументті берген мекеме кайда караған сонда, енді не істейді? Қалай дұрыстауға болады? Көмектеріңіз қажет.",
        "question_date": "1.07.2016",
        "question_tag": "Заң",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Документті (ЖСН)  қате жасап берген мекеме кінәлі, соларға барып дұрыстатқызып алсын. Сол мекеме қатені өздері жіберсе, неге дұрыстап бермеске.  Дұрыстайды міндетті түрде,ол солардың жұмысы.",
                "date": "1.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернеттін жылдамдығын тексергенде деректерді жіберудің жылдамдығы төмен?",
        "question_content": "Интернеттін жылдамдығын тексергенде деректерді жіберудің (передача) жылдамдығы төмен, Бірақ та қабылдауы (получение) 1-4 Мбит/с аралығы. Провайдер Kcell 3G Енді қайсысының жылдамдығы жақсы болуы керек?",
        "question_date": "1.07.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Модемді  5-10  минутқа өшіріп , сосын қайта қосыңыз !",
                "date": "1.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Терме іздеймін! Баянмен айтылатын ана туралы терме бар еді соны кім біледі екен?",
        "question_content": "Ассалаумағалейкум ағайындар. Баянмен айтылатын ана туралы терме бар еді соны кім біледі екен? Терменің мағынасы: анасы баласымен келінің қолында тұрады. Келіні енесін жақтырмай киеуіне азғырып анасын далаға тастап кетеді. Шөлдеп өлім аузында жатқанда жас отбасы тауып алып үйіне алып кетеді, сосын ол отбасының үйіне бақ береке қонып балалы болады. Сөйтіп қуаныштан той жасап қонақ шақырғанда, қонақтардың арасында манағы ананың баласымен келіні болады. Олар шешелерін көріп аяғына жығылып жалынып сен кеткелі үйден береке кетті деп үйге оралуын сұрайды.",
        "question_date": "1.07.2016",
        "question_tag": "Қазақша ән",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына кісі айтады аккордеонмен .   Бауыржан Бекахметов.",
                "date": "1.07.2016",
                "upvotes": 0
            },
            {
                "text": "Сіз іздеген терме O.Sultanmuratov -O.Sultanmuratov Bir azheidin\nссылка http://pesnik.su/mp3/O%20%D0%A1%D1%83%D0%BB%D1%82%D0%B0%D0%BD%D0%BC%D1%83%D1%80%D0%B0%D1%82%D0%BE%D0%B2%20%D1%82%D0%B5%D1%80%D0%BC%D0%B5",
                "date": "9.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмысқа орналасу проблемасы",
        "question_content": "Саламатсыздарма? Менің жұбайым егерде мемлекеттік мекемеге (медпунктке) жұмысқа уақытша қабылданса және оған 5 жыл шамасы ешкім жұмыстан шығару жайында ескертпесе оның жұмысы тұрақты болып кетеме? Яғни ол келешекте еш проблемасыз сол медбикелік жұмысын алаңдаусыз істей аладыма?",
        "question_date": "1.07.2016",
        "question_tag": "Уақытша жұмыстар",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уақытша болғанда қанша жылға қабылданса? Ол басқа адамның орнында жұмыс істеуде ма? Егер 5 жыл бой қызметін жақсы атқарса оны ешкім шығарып жібермейді.  Келісім шарт қалай жасасқан солай болады.",
                "date": "1.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жас мұғалімге еңбек демалысы қалай төленеді?",
        "question_content": "Менің жұмысқа тұрғаныма бір жыл толған жоқ. Қыркүйек айынан бастап істеп жатырмын. 20 маусым еңбек демалысына шыктым маған канша еңбек демалысы төленуі керек?",
        "question_date": "1.07.2016",
        "question_tag": "Банк",
        "question_views": 989,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге де басқалармен қатар.толық төленуі тиіс. Қыркүйектен бастап 1 жыл толық жұмыс істепсіз.",
                "date": "1.07.2016",
                "upvotes": 0
            },
            {
                "text": "ҚР Еңбек кодексінің 92-бабына сәйкес жыл сайынғы ақылы еңбек демалысы жұмыс орны (лауазымы) мен орташа жалақысы сақтала отырып, белгiлi бiр күнтiзбелiк күндер санына берiледi.\nОрташа жалақыны есептеудің бірыңғай тәртібі «Орташа жалақыны есептеудің бірыңғай ережесін бекіту туралы» ҚРденсаулық сақтау және даму министрлігінің 2015 жылғы 30 қарашадағы № 908 бұйрығымен айқындалады.\nЕрежеге сәйкес бес күндік, сондай-ақ алты күндік жұмыс аптасында орташа айлық жалақыны есептеу белгіленген қосымша ақылар мен үстемеақылар, сыйақылар және еңбекақы төлеу жүйесінде көзделген тұрақты сипаттағы басқа да ынталандыру төлемдері ескеріле отырып, тиісті кезеңдегі орташа күндік жалақының есебінен нақты жұмыс істелген уақыт үшін жүргізіледі.\nОрташа жалақыны есептеуде, ережеге қосымшасына сәйкес тұрақты сипаттағы емес төлемдер ескерілмейді (жыл сайынғы ақылы еңбек демалысы;\nеңбекке уақытша жарамсыздығы бойынша әлеуметтік жәрдемақы;\nжыл сайынғы ақылы еңбек демалысын беру кезінде қызметкерлерге төленетін сауықтыруға арналған жәрдемақы; қызметтік іссапарға жіберілетін қызметкерлерге берілетін өтемақы).\nҚызметкердің орташа жалақысы орташа күндік жалақыны еңбек демалысына кеткен жұмыс күндерінің санына көбейту жолымен есептеледі.\nОрташа күндік жалақы барлық жағдайларда есепті кезеңде есептелген жалақы сомасын жұмыс уақыты теңгерімін негізге ала отырып, тиісінше бес күндік немесе алты күндік жұмыс аптасының жұмыс күндері санына бөлу жолымен анықталады.\nЕгер есеп айырысу кезеңі жұмыспен толық өтелмесе, онда орташа күндік жалақы жұмыс істелген уақыт үшін есептелген жалақының сомасын осы жұмыс істеген уақытқа сәйкес келетін бес күндік немесе алты күндік жұмыс аптасының жұмыс күндері санына тиісінше бөлу жолымен анықталады.\nЕгер есеп айырысу кезеңінде қызметкерге жалақы есептелмеген болса, онда орташа күндік жалақыны есептеу есеп айырысу кезеңінің алдындағы он екі айдағы жұмысы не есеп айырысу кезеңінің алдындағы осы жұмыс берушіде нақты жұмыс істеген уақыт кезеңі үшін есептелген жалақы сомасын осы жұмыс істелген уақытқа сәйкес келетін бес күндік немесе алты күндік жұмыс аптасы кезіндегі жұмыс күндерінің санына тиісінше бөлу жолымен жүзеге асырылады.\nЕрежені қолдану бойынша әдістемелік ұсынымдар ҚР Денсаулық сақтау және әлеуметтік даму министрлігінің 2015 жылғы 30 қарашадағы № 908 бұйрығымен бекітілген.\nСонымен бірге, Кодекстің 139-бабының 10 тармағына сәйкес мұғалімдерге сауықтыруға арналған жәрдемақы тарификациялау бойынша белгіленген лауазымдық жалақысы (еңбек жағдайлары үшін қосымша ақы мен үстеме ақыларды есептемегенде) мөлшерінде төленеді. Азаматтық қызметшiлерге сауықтыруға арналған жәрдемақы күнтiзбелiк жылда бiр рет төленедi.\nЛауазымдық жалақы арттырылған жағдайда орташа жалақыны есептеу арттыру коэффициентін ескере отырып, егер арттыру оқиға кезеңінде жүргізілсе, орташа жалақының бір бөлігі лауазымдық жалақы (мөлшерлеме) арттырылған күнінен бастап көрсетілген кезең аяқталғанға дейін арттыру коэффициентін ескере отырып есептеледі. Арттыру коэффициенті арттыру айында белгіленген лауазымдық жалақыны арттыруға дейін белгіленген лауазымдық жалақыға бөлу жолымен есептеледі.\nМысалы:Мектепте бастауыш сынып мұғалімі болып қызмет атқаратын 18 сағаты бар, 18 сағатқа дәптер тексеруі және сынып жетекшілігі бар, еңбек өтілімі – 17 жыл. Бірінші санатты мұғалім. Айлық табысы 1 қыркүйектен бастап коэффициенті 2,83 болған кезде 71902 тенге(лауазымдық жалақы 50083 тг+ 1 санат 8848+ 10%РБ лж 5008тг + сын.жет 4424тг + дәптер текс 3539), ал 1 қаңтардан бастап коэфициенті 4,16 болған кезде 88945 тенге(лауазымдық жалақы 73620 тг + 10%РБ лж 7362тг + сын.жет 4424тг + дәптер текс 3539) есептелінген.\nЕгер 1 маусымнан 56 күнтізбелік күнге, оның ішінде 48 жұмыс күніне еңбек демалысына шығатын болса, мәселен кесте бойынша\nБір күндік жалақы 461477 теңге/188 күнге=2454,66 теңге\nОсы 2454,66 теңгені 30 жұмыс күніне көбейтсек, еңбек демалысына 73640 тенге шығады.\nСауықтыруға арналған жәрдемақы 18 сағатқа 3,08 коэфциентпен 17697 теңгеге (БЛЖ(базалық лауазымдық жалақы )) көбейту арқылы 54507 теңге төленеді.",
                "date": "2.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімнің жазғы каникул кезінде айлығы қалай төленеді?",
        "question_content": "Мен І санатты физика пәнінің мұғалімімін. 2016 жылдың наурыз айында декреттік демалысым аяқталуына байланысты, кезекті отпускамды 10 мамырға дейін алдым. 11 мамырдан бастап жұмысқа қосылдым. енді басшылар шілде айында жалақы төленбейді, ақысыз күн ал деп отыр. қандай кеңес бере аласыз? жалақы төленбесін деген қандай заңда көрсетілген? төленетін болса қалай төленеді? Рахмет.",
        "question_date": "1.07.2016",
        "question_tag": "Банк",
        "question_views": 933,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны жергілікті юристерден сұрадыңыз ба?  Осы жағын көп мұғалімдер түсінбей жатады.",
                "date": "1.07.2016",
                "upvotes": 0
            },
            {
                "text": "Жалақы төленеде сіз қанша сағат пен айлық алып жүрген болсаңыз маусым шілде тамыз айларында сол сағаттың айлықтарын алып жүресіз жазғы демалыс кезде сізге бола тарификация жасағысы келмен соған сізді айнытып тұрған жайы",
                "date": "11.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бизнес туралы айтыңыздаршы, ?",
        "question_content": "Бизнес туралы айтыңыздаршы, неге адамдар тез арада ашып ала алмайды? кемінде 6 ай керек болады ма ?",
        "question_date": "1.07.2016",
        "question_tag": "Жеке бизнес",
        "question_views": 575,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құжаттарды реттестіруге 6 ай емес 1-2 жыл кетуі де мүмкін.1 айда бітпейді ол точно,  2-3 айда реттеуге  болады, арнайы жолын тапсаңыз. Жолдары көп оның.",
                "date": "1.07.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Iphone 5s телефоннын батарейкасы неге тез отыра береді?",
        "question_content": "Неге Айфон 5s телефонынын батарейкасы тез бітіп қалады?",
        "question_date": "1.07.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 658,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер операциялық жүйенің версиясы ІОS 8-ден жоғары болса тез отырады, өйткені телефонның xарактеристикасы бағдарламаға сай келмейді. IOS версиясын жаңартпауға кеңес берем.",
                "date": "1.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломмен ауылға бағдарламасымен жұмысқа тұру?",
        "question_content": "Бағдарлама бойынша жұмысқа орналаскым келеді не істеу керек? Білмей тұрмын. Дипломмен ауылға бағдарламасымен жұмысқа тұру?",
        "question_date": "1.07.2016",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол жердегі жергілікті Әкімшілікке  барасыз бірінші,  сосын түсіндіреді өздері.......  Мұнда біраз жастар  солай жасап, жұмысқа тұрып ,ұзақ жылға  3-4 миллион тенге ақша кредит алып,  үй сатып алып , үйлі болып алған, айына 5 ақ мың тенге кредит төлейді , ол өте тиімді.",
                "date": "1.07.2016",
                "upvotes": 0
            },
            {
                "text": "Смотря кандай мамандык☝диплом кандай? Барлык мамандык емес.. саналмайды екен техниктер..",
                "date": "7.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шетел кітабын аудармақ үшін қандай құқықтық шаралар істеу керек?",
        "question_content": "Құрметті жамағат! Бір кітапты қазақ тіліне аударайын дегенмін. Англияда шыққан кітап — 3 бөлімнен, әр бөлімі 5-6 тараудан тұрады. Ал көлемі сонша — бір жыл ішінде бәрін аударып тәмамдауым екіталай, сол себепті әзірше «Жұлдыз» журналына тек аударма толқынына іліккен І тарауын жариялатуға тырыссам деген ой бар. Сонымен сұрақтар: шетел кітабын аудармақ үшін қандай құқықтық шаралар істеу керек? Кәмелеттілік — міндет пе? Кімге өз сауалдарымды қоюым лазым? Қандай баспаларды ұсына аласыз?",
        "question_date": "1.07.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 550,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Ең бірінші авторлық құқықты бұзудан сақ болыңыз, яғни кітап авторының рұқсаты керек, (егер қайтыс болған болса 70 жылға дейін (әр елде әр түрлі) құқық сақталады да, одан кейін жалпы адамзат құндылықтарына енеді), кәмілеттік еш маңызды емес, аудара беруіңізге болады",
                "date": "2.07.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тәкаппар адам қандай болады? Тәкаппарлық деген не?",
        "question_content": "Тәкаппар адам қандай болады? Тәкаппарлық деген не?",
        "question_date": "1.07.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 17500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "\"Мен\" дегені басым адам. Өзге адамнан өзін бір нәрсесімен артық көру.",
                "date": "1.07.2016",
                "upvotes": 0
            },
            {
                "text": "Тәкәппар адам болмайды. Кей бір өзін жоғары ұстап, басқаларды мойындамайтын мінезді  адамдарды  тәккаппар деп теңеу ретінде айтады.   Мен тәкаппармын деген адамды көздестірмедім.\n\nАл,кей адамдар  өзін қатты жақсы көріп, өзін құрметтеп, жақсы күтінетін адамдарды, кей бір надандар: Ей мынау тәккаппар екен деп айыптап жатады.  Өзін құрметтеп таза жүріп,  басқалардың әңгімелеріне арласпайтын адамды тәкаппар  деп жала жабуға болмайды, оның табиғаттың берген мінезі сондай. Қолыңнан келсе сен де өзіңді жоғары бағалап, құрметтей біл,  басыңды көтеріп жүр, Оның несі тәкаппарлық, несі жаман?\n\nЕй, тәкаппар дүние маған да бір қарашы,\n\nТанимысың сен мені мен қазақтың баласы.\n\nТәкаппар деген сөз тек табиғаттың  тылсым мінезіне ғана тән деп ойлаймын.  Бәрін бүге-шегесіне дейін жеткізіп айта алмаймын,  өйткені  мен тіл маманы емеспін.",
                "date": "1.07.2016",
                "upvotes": 1
            },
            {
                "text": "Тәкаппарлық болмау керек. Тәкаппар адам тек өзін ғана ойлайды. Ешкімге көмектеспейді.",
                "date": "27.02.2022",
                "upvotes": 0
            },
            {
                "text": "Мәскеуде орналасқан Колмогорова мектебін мысал келтірейін. Осы мектепте бүкіл Ресейден дарынды және данышпан оқушылар келеді. Осы мектепте МГУда жұмыс істейтін профессорлар оқытады. Яғни мектеп Ресейдің ең үздік университеттерге түсетін талапкерді даярлайды. Демек, университетке түсіп оқу бағдарлама жеңіл болып жалқау боп кетеді. Уақыт өте келе, тапсырмалар күрделеніп кеткенін байқамайды. Сол үшін колмогорованың түлектері көбінесе ЖООны төмен балл мен бітіреді немесе тіпті оқудан шығады.\nБұл барлығы тәкаппарлықтан шығады. Ботандар бәрінен білімді деп отырып басқалары оларды озып кеткенін байқамайды. Сол үшін мектепте жақсы оқығандар сирек табысқа жетеді",
                "date": "2.06.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тұздың адам ағзасына пайдасы мен зияны қандай?",
        "question_content": "Тұздың адам ағзасына пайдасы мен зияны қандай?",
        "question_date": "1.07.2016",
        "question_tag": "Тазалық",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пайдасы:\n\nАдам организміндегі судың тепе-теңдігін сақтап тұрады. Тұз құрамындағы натрий хлориді оттек тасымалдауға жауап береді және қоректік заттардың сіңуіне ат салысады. Ауру туғызатын микробтардың өмірін жояды немесе баяулатады. Көптеген ауруларды емдеуге көмектеседі, мысалы ангина, зуд, тұмау, гайморит, т.с.с.\n\nЗияны:\n\nБелгіленген мөлшерден артық пайдалану судың тепе-теңдігін бұзып, бүйректе тас пайда болады, қан қысымы көтеріледі.",
                "date": "1.07.2016",
                "upvotes": 0
            },
            {
                "text": "Тұз пайда болады адам азғасында соны да біле жүріңіз. Адам көп қимылдамаса, адамның жотасында тұз жиналады.Ол адам ағзасына өте зиян. Буын,буын ауыртады. Тұздың өзі кері әсерлері бар. Өт пен бүйрекке зиян. Тас жиналады деген сөз рас.",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ас содасының көмегімен арықтауға болатыны рас па?",
        "question_content": "Ас содасының көмегімен салмақ тастап, арықтауға болатыны рас па?",
        "question_date": "1.07.2016",
        "question_tag": "Тазалық",
        "question_views": 31700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ас содасы көп нәрсеге ем,әрі көп қажеттілікті өтеп жатады. Ғаламторда арықтау жайлы сөздер шыққан. Негізі оның құрасында жойғыш заттар(қарапайым тілде) заттар болғандықтан арықтау мүмкін. Оны негізі дәрігер мамандардан сұрап алған абзал. Ең тиімді жолы сол.",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "Менін ойымша ол зиян",
                "date": "6.07.2016",
                "upvotes": 0
            },
            {
                "text": "Иа болад мен салмак тастадым ас сод м",
                "date": "22.12.2017",
                "upvotes": 0
            },
            {
                "text": "Ас содасымен арықтау туралы мына жерден оқысаңыз болады",
                "date": "26.02.2018",
                "upvotes": 0
            },
            {
                "text": "Содыны кішесін ішіміз ірімима",
                "date": "24.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінде сөйлесуде ең қажет 500 сөз қазақша аудармасымен бересіздер ме?",
        "question_content": "Ағылшын тілінде сөйлесуде ең қажет 500 сөз қазақша аудармасымен бересіздер ме?",
        "question_date": "1.07.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балабақшада таңертең балаларға қандай жаттығу жасатуға болады?",
        "question_content": "Кішкентай балаларға балабақшада таңертең балаларға қандай жаттығу жасатуға болады?",
        "question_date": "1.07.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Тышқан мен мысық\" ойнатуға болады сол кезде олар жүгіріп жаттығу жасайды жəне \"алдынан не жоғалып кетті\" деген ойынды ойнатуға болады сөйтіп олар паметті жақсартады.",
                "date": "18.10.2016",
                "upvotes": 0
            },
            {
                "text": "Оларға     мыс:   самолёт    ж/е    ұшты   ұшты   ж/е   бір   бірімен     жақын   тілдесу     үшін   \nТілдерін   білу   үшін    тілдерін    алға   артқа   шығару     керек     сонда   тілдері     тұтықпай      əріпті     жемейтін   болады     таңертең     соны   жасау   керек",
                "date": "27.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтың \"Сырға салу\" деген салт-дәстүрі қандай дәстүр?",
        "question_content": "Қазақтың \"Сырға салу\" деген салт-дәстүрі қандай дәстүр?",
        "question_date": "1.07.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 13800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білуіише күйеу бала болашақ қалыңдығын алатын ойын білдіртіп, ата-анасымен, туысқандарымен қалыңдығына сырға салып кетеді.",
                "date": "1.07.2016",
                "upvotes": 0
            },
            {
                "text": "Сыға салу – қыз ұзату, келін түсіру жоралғыларының бірі. Сырға Салу кезінде жігіт жағынан 4 – 5 адам келіп құда түсер ырымын жасап, қыздың құлағына сырға тағып, қызды алып кететін күнді белгілейді. Осы аралықта “той малы”, “сойыс”, “бала күту”, “әке күші” деген кәделерді орындау керектігі келісіледі. Бұл жолы жігіт жағы қыздың ата-анасына киіт кигізеді, қыз жағы – мал сойып, құрметтеп күтіп алып, шығарып салады, тағы басқа сый-сыяпаттар жасалады. Келісілген күні жігіт жағынан 4 – 5 адам келіп қызды алып кетеді.",
                "date": "2.07.2016",
                "upvotes": 0
            },
            {
                "text": "Сырға салуға сценарий тауып беріңіздерші",
                "date": "18.03.2019",
                "upvotes": 0
            }
        ]
    }
]