[
    {
        "question_title": "Физика пәнінен жарыс болатын еді соған \"өз-өзіңді таныстыру\" мен көмек керек",
        "question_content": "Физика пәнінен жарыс болайн деп жатыр. Сол жарыста әр адам өзін жеке таныстру керек. Ол таныстыру сол физика пәнінеде қатысты болуы тиіс. Мысалыға: Менің атым _______ _______. Менің массам __... және осыған ұқсас болатындай. Басыма ешнәрсе келер емес. Өтінемін көмек беріңіздер. Алдын ала рахмет.",
        "question_date": "20.11.2016",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тыныштық сәтінің музыкасы керек",
        "question_content": "Тыныштық сәтінің музыкасы керек",
        "question_date": "20.11.2016",
        "question_tag": "Мектеп",
        "question_views": 896,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Cызу пәні 9-сынып 118-суреттің үш көрінісін тауып беріңіздерші?",
        "question_content": "Cызу пәні 9-сынып 118-суреттің үш көрінісін тауып беріңіздерші?",
        "question_date": "20.11.2016",
        "question_tag": "Сурет, Кескін",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Fishing planet ойыны туралы",
        "question_content": "Fishing planet ойынының 32 битке арналған нұсқасын қайдан жүктеуге болады",
        "question_date": "20.11.2016",
        "question_tag": "Компьютер ойындары",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Моя Кызылорда-моя гордость орысша мақала керек еді?",
        "question_content": "Моя Кызылорда-моя гордость орысша жазылған мақала немесе шығарма керек?",
        "question_date": "20.11.2016",
        "question_tag": "Мектеп",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Авеста кітабындағы көне түркілердің жер атауының болу себептері?",
        "question_content": "Авеста кітабындағы көне түркілердің жер атауының болу себептері?",
        "question_date": "20.11.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өткен басылымдарда «Арийлер. Олар кімдер?» деген мақалада зороастризм дінінің қасиетті кітабы «Авестаға» негізделіп, Арийлер этносының пайда болып, дамыған орталығы Орталық Азия болғанын дәлелдейтін деректер келтірген болатынбыз. Енді сол ойымызды жалғастырып, «Авестада» кездесетін Орталық Азиядағы кейбір географиялық атамаларға тоқталайық.\nВидевдаттың бірінші бөлімінде Спитама Заратуштра пайғамбарға Ахура-Мазда тәңірі өзі жаратқан үлкенді-кішілі 16 ел туралы әңгімелейді. Олардың біріншісі: «Арианам-Байда (Арианам Вайджа) – «арийлықтар елі», «арийлықтар аймағы» деп айтылатын жер аты. Ол елде Бақбіи-Датіитә (Вахви-Дария) деген өзен болған. Бұл атаудан да «алтай» деген түркі кезеңіндегі сөздердің «иісі аңқып тұрғандай» (Көктәнді Хамза. Аспан мен даланың төрт ұмытылған тарихы. Бірінші кітап. «Қасиет», Мәскеу, 2001. Екінші ұмытылған тарих кітабы, Заратуштра пайғамбардың ұмытылған тарихы).\nКелтірілген үзіндідегі автордың тұжырымдамасын түгел қолдаймыз. Себебі арийлердің пайда болған орталықтарының бірі Орталық Азияның ортасындағы Алтай өңірі дегені шындыққа келеді.\n«Авеста» кітабында жазылған мәліметтерге қарағанда, арийлерде 16 мемлекет болған. Олардың географиялық орталықтары елдер (мемлекеттер) деп көрсеткен. Бірінші Айрианам-Вайджа елі Датья (Дайтия) қазіргі Әмудария өзенінің алқабына орналасқан. («Қайырымды, берекелі Датия») ертедегі арийлердің аңыз отаны деп есептеледі. Шамасы, тікелей мағынасы «арийлер жазығы» немесе «арийлік қарқын», өріс (арийский размах) дегенді білдіреді.\nКейбір еуроцентристер Рахны Еділ (Волга) өзенінің ескі парсы тіліндегі атауы деп жазып келеді. Шындығында, Рахны өзені – Сырдарияның көне төл атауы. Тек көптеген еуроцентристердің Еділ өзенін Орталық Азияның оңтүстігіндегі Ранхан өзенімен шатастырып жүрулері жергілікті географияны білмегендіктен ғана емес, олар әдейі бұл аймақты Арийлердің ежелгі қонысы, олардың «нәсілі еуропалық этностар» деген қисынсыз пікірді дәлелдемекші тарихшылардың ықпалымен жазылған болуы керек. Әйтпесе үш қайнаса сорпасы қосылмайтын Шығыс Еуразияның түйіскен жеріндегі ең үлкен өзен парсы тілімен қалай Ранхан деп аталады? Бұндай қияли пікірдің ғылымға қатысы жоқ. Бұл аймақтардың қысы ұзақ әрі қатты аяз болса, жазы қысқа болып келетіні айтылған. Еділ өзенінен шығысқа қарай Сібір, Алтай өңірлеріне дейінгі кең-байтақ жерлердің табиғаты «Авестадағы» жазылғанға тура келеді. Қазірдің өзінде де бұл өлке Еуропаның шығыс бөлігінен шығысқа қарай созылып жатқандығы, Орталық Азияның осы бөлігіндегі табиғаттың қатал екені баршаға мәлім. Бұл географиялық аймақ Қазақстанның да барлық орталық, солтүстік, шығыс аймақтарын қамтиды.\nБелгілі «Авестаны» зерттеуші Х.Көктәнді Бірінші елге Әмудария (Окс) және Сырдария (Яксарт) аймақтарын кіргізіп, мына пікірлерді алға тартады: «Ахура-Мазданың бұл бірінші мемлекеті Окс пен Яксарт өзендерінің жағасында жайласқан болса, кейінірек ол аңыздық мемлекеттің көне аты болып қалған… Бірақ, бәрінен қызығы, Герцфельдтің пікірі, ол Эранвез бен Тұран – бір мемлекет, Түркістанда жайласқан, бұл жерде Иранға көшіп кетуден бұрын медиялықтар мен парсылар өмір сүрген. Бұл ежелгі замандарда жер жаннаты болып, кейіннен ауа райы өзгерген және табиғаттың осы құбылысы елдердің ұлы қоныс аударуына, көшіп кетуіне себеп болған. Эранвез солайша арийлер мемлекеті Тұран мемлекетіне айналған деген дәйектеме ұсынады. Шындығында, «Авестада» Тұран атауы кездеседі. Сонымен бірге арийлықтар осы өңірден өздерімен тотем-тәңірлерді Еуропаға алып келіп, кейіннен грек мифологиясының тұтас дастандарын тудырады… Біздің ұйғарымымызда Ахура-Мазду иеленген бірінші мемлекет – Түркістан өлкесі. Сондай-ақ бұл бірінші мемлекет осынау елдердің ең шеткі солтүстік нүктесіне орналасқанын байқаймыз. Қаратау, Тарса – тәңірліктер жайлаған Тараз, Түркістан – бұл күні де аталып отырған елдердің солтүстік шекарасы. Осы күнде де Түркістан өлкесінің Орта Азия халықтарында қасиетті мекен саналуы осындай өте көне дәуірлерден тамыр тартады».\nКелтірілген автордың пікірін сол күйінде қабылдаймыз. Оны ойдың елегінен өткеріп, оны шындыққа сай демекшіміз. Окс (Әмудария) пен Яксарт (Сырдария) өзендерінің алқаптарына кіретін Тұран ойпаты бірінші елге жатады деуіне қосыламыз. Тұран ойпатының солтүстігі Еділмен жалғасып жатыр. Оның үстіне бұл өлкенің солтүстік бөлігінің табиғаты да Еділ өзенінің өңіріне біршама сәйкес келеді. Сондықтан Әмудария мен Сырдарияның алқаптары болған Тұран ойпаты арийлердің жайласқан ежелгі Отаны екенін мойындау керек. Қос өзеннің аймағында орналасқан Тұран ойпаты ежелден жер жаннаты болып, онда алғашқы түркітілдес этностар пайда болып, алғашқы өркениеттің негізін салған. Ежелден парсылар тұрандықтармен көрші жатып, талай рет Әмудария мен Сырдария өңірлерін отарластыру үшін жойқын соғыстар ашқанына тарих куәгер. Мысалы, Кир мен Дарий жорықтары. Сөйтіп, Ахура-Мазда жаратқан бірінші мемлекет Еділ өзенінің алқаптарынан Әмудария мен Сырдария алқаптарындағы Тұран ойпатын түгелімен қамтыған. Кейін бұл аймақ қасиетті Түркістан жері болып тарихқа кірген. Сондықтан да «Авестада» Тұран елін бірінші орынға қоюын кездейсоқ деп атауға болмайды. Бұл тұста Әмудария мен Сырдария жер жаннаты аталып, алғашқы адамдардың өрбіген аймақтарының бірі болған. Жергілікті этностар, арийлердің осы аймақта алғашқы өркениеттері пайда болған. Міне, осындай шындыққа негізделіп, Түркістанды бірінші сатыға көтерген. Арийлер байырғы Алтайдан тараған сақ, иран, тұран, үнді, үнді-еуропа халықтарының аталық тегі болған ең ескі этностық атау деген тұжырымды қазіргі кездегі тарихшылардың көпшілігі қолдайды. Бұл тұжырымға біз де қосыламыз. Бірақ арийлердің арасына үндіеуропалық этностарды араластыруды орынсыз деп қараймыз. Олардың ежелгі мекендері – Алдыңғы Азия мен Еуропа құрлығы. Сондықтан Тұран өлкесін ежелден мекендеген түркітілдес этностар: арийлер, оның құрамында – дақтар, тұрандар, набиандар, панксандар, сирақтар, аорстар, скифтер, сақтар, хорезмдіктер, массагеттер және бізге әлі белгісіз тайпалар болған. Автохтонды этностардың жалпы атамалары Ария өзенінің атымен аталған.\n«Авеста» кітабында Тұран сөзі бірнеше жерде кездеседі:\nСарбаздарын Тұранның,\nЖүз соққанда – бір мыңын,\nМыңда – қисусанын,\nҚисусанда – шексізін\nЖеңуіме қуат бер.\nОған берді соншалық…( Оспанов С.И. Абаста (Авеста) //Тарих – адамзат ақыл-ойының қазынасы. Ежелгі Шығыс. Т. 1. Астана, 2005, б.353).\nТұран сарбаздарының күштілігін, қайраттылығын суреттейді. Олардың күштілігі сондай, жүз сілтегенде мыңдаған, қисапсыз (қисусани) жауларын қирата алатын күшке ие екен және оларға жаратушы осынша күш-қуат бергенін баяндайды.\n… Жеңуге үш тұрандық – дануды –\nШешендер Қара менен Бараны,\nТуылған Асабанада,\nШапшаң Дұраәқайтуды-\nЖақсылық үшін шайқаста.\nОларға берді соншалық…\nОсы келтірілген үзіндінің мәнін, «Авестаны» қазақшалаған аудармашылар былайша түсіндірген: «Қара (Қара) – Асабана руынан шыққан Тұран батыры. Бара (Вара) – Асабана руынан шыққан Тұран батыры. Асабана – Қара мен Бара сияқты батырлар шыққан тұрандық тайпаның аты. Дұраәқайту (Дураэкайту) – тұрандық Траты мен екі Ашабазда атты ирандық батырлардың жауы, өзге дінге сенушілер» (Мургабаев С.С. Үлкен Қаратау петроглифтері (Кандидаттық диссертация). Алматы, 2010, б. 42-97). Біздің бұл жолдарға қосып-аларымыз жоқ.\n«Авестада» арийлер мен тұрандықтардың арасындағы шиеленістер кезінде Ашидің жасырынған жерінен тауып берген жастар туралы әңгімелейді. Бұл жерде жастардың малдың қасиеттілігі оның санында емес, тұқымының асылдығында екендігін түсінбегендігі былайша айтылады:\nТұрандықтар Нотаридтармен,\nЖелғабыз мінген аттары,\nМойынының астына\nТығылдым мен қошқардың,\nҚашыратын жүз қойды;\nСонда мені ашып алған\nКатиаған бойы бозбалалар\nҺәм балауса жас қыздар,\nЕркекті ешбір білмеген.\n(Көктәнді Хамза. Аспан мен даланың төрт ұмытылған тарихы. Бірінші кітап. «Қасиет». Мәскеу, 2001. Екінші ұмытылған тарих кітабы Заратуштра пайғамбардың ұмытылған тарихы, б. 83)\n«Авестаның» 440-бетінде: «Тұрандықтардан ең алғыр, Барықаша теңізінен» деп үш мәрте қайталанып жазылған. Сөйтіп, Тұран атамасы «Авеста» кітабында аталғанынан үзінділер келтірдік. Соған қарағанда, Тұран ойпаты арийлер заманында олардың белгілі географиялық шоғырланған отаны болған. Тұран аймағы – Орталық Азияның солтүстік-батысынан Қазақстанның оңтүстік-батысындағы көпшілік бөлігі құмды және сазды, шөлді жазық, ойпаң өңір. Оңтүстігінде Копетдаг және Паропамиз тау етегімен, батысында Каспий жағалауы, Мұғалжар және Оңтүстік Оралмен, солтүстігінде Сарыарқамен, шығысында Тянь-Шань және Памир-Алтай тауларының етегімен қоршалған. Солтүстік-батыс бағытта Торғай қолаты арқылы Батыс Сібір жазығымен жалғасады. Оның жалпы алып жатқан аймағы – 2 млн. км2. Міне, осындай кең көлемді алып жатқан Тұран ойпаты ертедегі арийлердің кір жуып, кіндік кескен жері екенін дәлелдейтін деректердің бірегейі.\nЖоғарыда келтірілген зерттеушінің жазғанында «Ахура-Мазуда иелеген бірінші мемлекет – Түркістан өлкесі» делінген. Бұл өлке ежелден түркітілдес тайпалар мен халықтардың мекені екені тарихтан белгілі. Сондықтан Түркістан – тарихи-географиялық атау. Түркістанға кіретін жердің көлемі – 3 млн. км2. Оған Оралдан Алтайға, Каспийден Қытайға дейін, Оңтүстік Иран мен Ауғанстаннан Томск пен Тобылға дейінгі аралықты алып жатқан өлке кіреді. Осынша ұлан-ғайыр жерде арийлер өрбіп, оны өзінің Отанына айналдырған.\n«Авестадағы» мемлекеттердің орналасуы солтүстік-батыстан оңтүстікке қарай жайласқаны байқалады. Екінші Соғдар мемлекеті Гава деп аталады, оның орналасқан жері – Алдыңғы Азия. Үшінші мемлекетті Мары-тын деп атаған.\nОрталық Азия арийлері туралы бізге көбірек мәлімет беретін төртінші мемлекет – сұлу Бакуди (Бактрия, Балқ), Балх (Бактрия). Бұл аймақ «Авестада» бір ғана жерде кездеседі. Тарихқа үңілсек, Бактрия – Орталық Азияның оңтүстігіндегі ежелгі аймақ. Оған төмендегі жерлер кірген: Әмударияның жоғарғы және орта ағысы бойындағы, қазіргі Өзбекстан Республикасы, Тәжікстан Республикасының оңтүстігі мен Ауғанстанның солтүстігіндегі облыстардың жерін қамтиды. Б.з.б. І мыңыншы жылдардың алғашқы жартысында құл иеленушілік мемлекет болып, оның орталығы Үнді өзенінің жағалауындағы Балх қаласы болған. Балх – Солтүстік Ауғанстандағы қазіргі Вазирабад (Балх) қаласының жанындағы көне қаланың орны. Бактрияның астанасы болған ежелгі Бактра қаласының және орта ғасырлардағы Балх қаласының қираған қалдығы. Б.з.б. ІІІ-ІІ ғасырларда Грек-Бактрия патшалығының, одан кейін Кушан патшалығының астанасы. Балх – Үнді өзенінің жағасына салынған түріктердің көне қаласы. Ертеде түріктер қаланы «Балық» деп атаған. Сондықтан бұл қаланың аты «Балық» (қала) болуы тиіс. Оның пайда болуы Арийлер заманына жатады. Балық ірі мәдени орталық болған. Бактрия мемлекеті б.з.б. VІ-ІV ғасырларда Ахемен әулетінің, кейін Александр Македонскийдің империясының, Грек-Бактрия патшалығының, Кушан патшалықтарының қоластында болған. Аттары аталған мемлекеттердің этникалық құрамы түріктер мен ирандықтардан құралған. Астанасы Балх – түрік тілінде «қала, шаһар» деген мәнді білдіреді. Бұл қала осы күнге дейін сол атын сақтап келе жатыр.\n«Видевдаттың бесінші мемлекеті Нисая (Парфаз) болған. Оның астанасы Ниса (грекше Александрополь) қаласы еді. Бұл жерде бірінші аршакидтердің қабірлері болған. Бұл елде Зороастризм өктемдігі күшті болғандықтан Ахриман тұрғындарға сенбестік рухын сіңіріп, құдайсыздықты үйретеді. Дармстеттердің айтуынша, Нисая (Насаим) атты бірнеше қала болған. Солардың бірі Мары мен Бактрия аралығында орналасқан».\nАттары аталған қалалар осы күнгі Түрікменстан Республикасы жерінде, сондағы Ниса (Нисая) қаласын археологиялық жақтан ұзақ жылдардан бері зерттеуде. Осы географиялық атауларды жалғастырып, «Түркістан – мифтік Ариана-Вайджа. Ежелгі бабалар сенімі болған «Авестада» бұдан басқа да Орталық Азияның сәбилік дәуіріне тән көптеген айғақтар кездесуі мүмкін. Тағы да бір құнды дерек – Ахура-Мазда бірінші болып Даития өзенін жаратқаны. Екінші кезекте Гава (Соғдыны) жаратылады, содан соң Бактрия, Хират, Кабул, Маргиена, Гиркаияны және Орта Азияны Азияда жайғасқан көптеген пәк мекендерді жаратады. Әрине, бұл жаратылу – аңыз, бірақ не үшін Ахура-Мазда бірінші кезекте Даитиді жаратады? Көптеген ғалымдар «Авестаны» иран халқы ауыз әдебиеті үлгісі деседі. Бірақ «Авеста» тек Иран патшалығы тарихына тән шығарма ғана емес, Орта Азияның да, тіпті Түркістанның да ежелгі дәуірлеріне жататын қымбат мәліметтер берген ғой… «Авестаның» жазылу мәнері, халықтар санасына сіңген наным-сенімдері мен аңыздар, жайлар негізінде жазылатын Гара тауы (Қаратау – У.Ш.), Гара мемлекетіндегі суы кері ағатын (Теріс) өзен, Ардви-Сурға құятын Ранха, Ардви-Суранның өзгеше жаратылғаны туралы мәліметтер мен пікірлерімізді нақтылай түседі.\nВидевдатта жер мен жаннат ғарыш кеңістігіндегі денелерден пайда болған делінеді, жер – домалақ, мұхиттармен оралған деп суреттеледі… Жер шары алты уық-мабақты доңғалаққа ұқсатылады. Жердің шекаралары туралы да дерек бар. Оның хабарлауынша, Үнді, Мары, Тигр және Яксарт жердің ең шеті болып шектелген. Ал жердің орталығы «Авестада Күн құт-береке баламасы ретінде беріледі. Күн пірі Митра көбінесе Яксарт (Сырдария) жағалауында жасырынып жүреді. Қара тау атауы «Авестада» кездеседі.\n«Табын оған, о, Іспінтама…\nКелтіріп оған құрбандық\nКаошыәнқа Парадата\nҚара таудың етегінде\nЖүз сәурікті, һәм мың\nСиыр, һәм кисусан қой (Толстов С.П. Древний Хорезм. М., 1948, б. 16).\nТолығырақ: http://anatili.kazgazeta.kz/?p=6715",
                "date": "19.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бизнес, ақша табу жайлы",
        "question_content": "18 жастамын, мамандығым Жиһаз бойынша. Ақшам ең көп дегенде 50 000тг болды деп есептейік,\nМен үшін қандай ақша табу көздері бар? Үй болуға дайындалу керек.\nАйналдыру жолдары бар ма?\nҚазақпыз ғой (қазақтар креслода отыру үшін жаралған дегендей) майда жұмыс қызық емес,",
        "question_date": "20.11.2016",
        "question_tag": "Жеке бизнес",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "шуллер немесе хаккер\n\nболу керек",
                "date": "10.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктің потенциалдық энергиясы 1 с-тан кейін қалай өзгереді?",
        "question_content": "10 метр биіктіктен құлаған массасы 2,5 кг жүктің потенциалдық энергиясы 1 с-тан кейін қалай өзгереді?\n\nжүктің бастапқы жылдамдығы нөлге тең",
        "question_date": "20.11.2016",
        "question_tag": "Физика",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V0=0     h=(gt^2)/2\n\nE=mgh - потенциалдық энергия\n\nt=1 c\n\nh=10*1^2 / 2 =5 м\n\nE=mgh=2.5*10*5=125 Дж\n\nV=gt=10*1=10 м/с\n\nE=(mV^2) /2 = 2.5*10^2 / 2=125 Дж   - кинетикалық энергия\n\nЕң жоғарғы нүктеде тек Потенциалдық энергия болады (өйткені жылдамдық 0-ге тең) және максимал мәнінде болады\n\nW=Ek+Ep=125+125=250\n\nЖауабы: 125 Дж-ға кемиді",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беремжанов Б.А. \"Жалпы химия\" кiтабын кайдан, сатып алсам болады?",
        "question_content": "Беремжанов Б.А. \"Жалпы химия\" кiтабын кайдан, кандай сайттан сатып алсам болады?",
        "question_date": "20.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 247,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің көзімнің жанары?",
        "question_content": "Менің көзім минус. Көзімді теледидар карап ауыртып алғанмын енді. Теледидар қарамай-ақ жай қасында отырсам көзімнің жоғарғы жағы нагруска болып козимди тартып алады содан козим жогары асты исип кетте береди телефон устамамда сондай козим коми бара жатр куннен кунге  очки кисем де не истесем болды не алсам болады бары ишп коргем коздн болмады .",
        "question_date": "19.11.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жер жаңғақ майын қалай алады?",
        "question_content": "Жер жаңғақ майын қалай алады?",
        "question_date": "19.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі дүкендерде сатылады. Ал өзім алам десеңіз, біздің қытайда бір сыққыш машина қажет. Онсыз қолмен сығып шығара алмайсыз....",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзім жүктімін, түсімде күйеуім дәрі беріп алдап мені өлтіргісі кеп көндіріп жатыр?",
        "question_content": "Менің ішіме сыймай маза таптырмай жүргені, өзім жүктімін, түсімде күйеуім дәрі беріп алдап мені өлтіргісі кеп көндіріп жатыр екен. Өз қабірімнің қазылып қойғанын, жанымнын денемнен шыққан көріп тұрмын... Жорып беріңіздерші.",
        "question_date": "19.11.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 516,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұдан еш алаңдамай-ақ қойыңыз. Түс еш қашанда шындыққа айналмайды. Тіпті кей кезде керісінше болады.",
                "date": "20.11.2016",
                "upvotes": 0
            },
            {
                "text": "Түс түлкінің боғы, шайтани түс шығар бұл",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астмаға қандай ем қолдануға болады?",
        "question_content": "Аллегиялық бронхиальный астмамен ауырғанды қандай дәрі-дәрмектермен емдесе болады?",
        "question_date": "19.11.2016",
        "question_tag": "Тазалық",
        "question_views": 788,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астма ауруы коп жагдайда адам денесинде су жетиспеушилиги салдарынан пайда болады. Су ишуди кунделикти мезгилимен ишуди адетке айналдырса бул ауруды женуге абден мумкин",
                "date": "19.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "CaCO3 құрамындағы кальцийдің массалық үлесін табыңыздар?",
        "question_content": "CaCO3 құрамындағы кальцийдің массалық үлесін табыңыздар?",
        "question_date": "19.11.2016",
        "question_tag": "Химия",
        "question_views": 9000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CaCO3 құрамындағы кальцийдің массалық үлесі 40%",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Су құбыры қатып қалған кезде не істеуге болады",
        "question_content": "Су құбыры қатып калды фенмен де көрдік нәтиже жоқ не істесек болады",
        "question_date": "19.11.2016",
        "question_tag": "Жанұя",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тіліннең көмектерініз керек",
        "question_content": "Проф английский язык  сабағынан мынандай тапсырма беріп еді.\"Write an email to colleague about yourself using must ,mustn't, can,can't heto don't have to\"\nяғни емйл ға хат жазу немесе емайлмен біреуге ұсыныс,жарнама,т.б жасау керекю\nЖасай алатындар болса өтініш жасап бересіздерме (негізі программист едім прогрммистке жақындау тақырып болса немесе сессия туралы)\nАғылшын жақсы менгергендер болса өтініш жасап бересіздерма?",
        "question_date": "18.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неге iPhone 5S Санмиде (Шымкент) арзан тұрады?",
        "question_content": "Неге iPhone 5S Санмиде (Шымкент) арзан тұрады?",
        "question_date": "18.11.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 555,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мүлікті заңдастыру деген не!",
        "question_content": "Мүлікті заңдастыру деген не. Оның қандай пайдасы бар. Оған ықтияархаты бар, шетел азаматтары және оралмандар кіреді ма!  Егерде мүлігі жоқ, пәтерден пәтер жалдап айлықпен күн көріп жүргендерге не талап етідеді. \nҚысқаша түсінікті жауап берсеңіз.\nРахмет\nҚарашаның 18 / 2016ж",
        "question_date": "18.11.2016",
        "question_tag": "Заң",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының азаматтарына, оралмандарға және Қазақстан Республикасында тұруға ықтиярхаты бар адамдарға олардың мүлiктi жария етуiне байланысты рақымшылық жасау туралы\nҚазақстан Республикасының Заңы 2014 жылғы 30 маусымдағы № 213-V ҚРЗ\n  \"Егемен Қазақстан\" 03.07.2014 ж. № 129 (28353); \"Казахстанская правда\" от 03.07.2014 г. № 129 (27750); Қазақстан Республикасы Парламентiнiң Жаршысы, 2014 ж., № 11, 68-құжат\n        РҚАО-ның ескертпесi!\n      Осы Заң 2014 жылғы 1 қыркүйектен бастап қолданысқа енгiзiледi.\n      МАЗМҰНЫ\n      Осы Заң мемлекеттiң мүлiктi, оның iшiнде бұрын жариялы экономикалық айналымнан шығарылған ақшаны жария ету жөнiндегi бiржолғы акция өткiзуiне байланысты, сондай-ақ Қазақстан Республикасы азаматтарының, оралмандардың және Қазақстан Республикасында тұруға ықтиярхаты бар адамдардың табыстары мен мүлкiн декларациялауға көшуге байланысты қоғамдық қатынастарды реттейдi.\n      1-бап. Осы Заңда пайдаланылатын негiзгi ұғымдар\n      Осы Заңда мынадай негiзгi ұғымдар пайдаланылады:\n      1) мүлiктi жария еткенi үшiн алым - осы Заңда белгiленген, мүлiктi жария етудi өткiзгенi үшiн бюджетке төленетiн мiндеттi, қайтарылмайтын төлем;\n      2) мүлiктi жария ету - табыстарды жасыру мақсатында заңды экономикалық айналымнан шығарылған және (немесе) Қазақстан Республикасының заңнамасына сәйкес ресiмделмеген не тиiстi емес тұлғаға ресiмделген мүлiкке құқықтарды мемлекеттiң тану рәсiмi;\n      3) мүлiктi жария етудi өткiзу жөнiндегi комиссия (бұдан әрi - комиссия) - Қазақстан Республикасының Үкiметi айқындайтын тәртiппен жергiлiктi атқарушы органдар жанынан құрылатын және мемлекеттiк органдар мен ұйымдардың өкiлдерiнен тұратын, Қазақстан Республикасының аумағында тұрған мүлiктi (ақшаны қоспағанда) жария ету туралы не жария етуден бас тарту туралы шешiм шығаруға уәкiлеттi комиссия;\n      4) мүлiктi жария ету субъектiлерi (бұдан әрi - жария ету субъектiлерi) - мүлкiн осы Заңда белгiленген тәртiппен жария ететiн Қазақстан Республикасының азаматтары, оралмандар және Қазақстан Республикасында тұруға ықтиярхаты бар адамдар;\n      5) тиiстi емес тұлға (бұдан әрi - басқа тұлға) - алған табыстарын жасыру мақсатында жария ету субъектiсiнiң табыстарына сатып алынған мүлiктiң меншiк иесi ретiнде әрекет еткен тұлға.\n      2-бап. Осы Заңның қолданылу аясы\n      1. Осы Заңның күшi 2014 жылғы 1 қыркүйекке дейiн өздерiне тиесiлi болған және өздерi алған мүлiктi жария ететiн және жария еткен жария ету субъектiлерiне қолданылады.\n      2. Осы Заңның күшi осы Заңды қолданысқа енгiзу күнiне өздерiне қатысты:\n      1) Қазақстан Республикасының Қылмыстық кодексiнiң 190, 191, 193 (осы тармақшада көрсетiлген, Қазақстан Республикасының Қылмыстық кодексiнiң баптарында көзделген қылмыстарды жасау арқылы сатып алынған мүлiктi жария еткен жағдайда), 208, 213, 215, 216, 216-1, 217, 218, 221, 222-баптарында көзделген қылмыстарды жасағаны үшiн оларды кiнәлi деп таныған соттың үкiмi;\n      2) Қазақстан Республикасының Әкiмшiлiк құқық бұзушылық туралы кодексiнiң 118, 143, 143-2, 155, 155-1, 155-3, 155-4, 155-5, 156, 157, 166, 168-1, 178, 185, 187, 205-1, 205-2, 206, 206-1, 206-2, 207, 208, 208-1, 209, 214, 237, 239, 357-1-баптарында көзделген әкiмшiлiк құқық бұзушылықтарды жасағаны үшiн әкiмшiлiк жаза қолдану туралы судьяның, органның (лауазымды адамның) қаулысы заңды күшiне енген жария ету субъектiлерiне қолданылмайды.\n      3-бап. Мүлiктi жария ету ерекшелiктерi\n      1. Егер осы баптың 2-тармағында өзгеше көзделмесе, мынадай мүлiк:\n      1) ақша;\n      2) бағалы қағаздар;\n      3) заңды тұлғаның жарғылық капиталына қатысу үлесi (бұдан әрi - қатысу үлесi);\n      4) оған құқық немесе ол бойынша мәмiлелер Қазақстан Республикасының заңнамасына сәйкес мемлекеттiк тiркеуге жататын, басқа адамға ресiмделген жылжымайтын мүлiк (ғарыш объектiлерiнен және магистральдық құбырлардың желiлiк бөлiгiнен басқа);\n      5) құрылыс нормалары мен қағидаларына, сондай-ақ өздерi орналасқан, жария ету субъектiсiне меншiк құқығында тиесiлi жер учаскесiнiң нысаналы мақсатына сәйкес келетiн, Қазақстан Республикасының аумағында тұрған үйлер (құрылыстар, ғимараттар);\n      6) Қазақстан Республикасы аумағының шегiнен тыс жерлерде тұрған жылжымайтын мүлiк жария етуге жатады.\n      2. Осы баптың 1-тармағында көрсетiлген:\n      1) жеке адамға, отбасына және кәмелетке толмағандарға, адамның және азаматтың конституциялық және өзге де құқықтары мен бостандықтарына, бейбiтшiлiкке және адамзат қауiпсiздiгiне, мемлекеттiң конституциялық құрылысының негiздерi мен қауiпсiздiгiне, меншiкке, ақпараттық технологиялар қауiпсiздiгiне, коммерциялық және өзге де ұйымдардағы қызмет мүдделерiне, қоғамдық қауiпсiздiк пен қоғамдық тәртiпке, халықтың денсаулығына және имандылыққа, басқару тәртiбiне, сот төрелiгiне және жазаларды орындау тәртiбiне қарсы қылмыстарды жасау;\n      2) экологиялық, көлiктiк, әскери қылмыстарды, сыбайлас жемқорлық құқық бұзушылықтар мен қылмыстарды, сондай-ақ мемлекеттiк қызмет пен мемлекеттiк басқару мүдделерiне қарсы өзге де қылмыстарды, экономикалық қызмет (осы Заңның 13-бабы 1-тармағының 1) тармақшасында көрсетiлгендердi қоспағанда), оның iшiнде экономикалық контрабанда саласындағы қылмыстарды жасау;\n      3) жалған ақша мен бағалы қағаздар жасау және өткiзу, жалған құжаттарды, мөртабандарды, мөрлердi, бланкiлердi, мемлекеттiк наградаларды қолдан жасау, дайындау немесе өткiзу;\n      4) инсайдерлiк ақпаратты заңсыз пайдалану және бағалы қағаздар нарығында айла-шарғы жасау нәтижесiнде алынған мүлiк жария етуге жатпайды.\n      3. Сонымен қатар:\n      1) сот тәртiбiмен оған құқықтар дауланып жатқан;\n      2) Қазақстан Республикасының заңдарында оған құқықтар беруге жол берiлмейтiн мүлiк;\n      3) кредиттер ретiнде алынған ақша;\n      4) мемлекет пайдасына берiлуге жататын мүлiк;\n      5) «Қазақстан Республикасының әлеуметтiк-экономикалық дамуының тұрақтылығын қамтамасыз ету жөнiндегi бiрiншi кезектегi iс-қимылдар жоспарын бекiту туралы» Қазақстан Республикасы Үкiметiнiң 2007 жылғы 6 қарашадағы № 1039 қаулысымен бекiтiлген Қазақстан Республикасының әлеуметтiк-экономикалық дамуының тұрақтылығын қамтамасыз ету мақсатында дағдарысқа қарсы шараларды iске асыру шеңберiнде құрылысы бюджет қаражаты есебiнен аяқталған жылжымайтын мүлiк объектiлерiндегi тұрғын және тұрғын емес үй-жайлар жария етуге жатпайды.\n      4. Осы Заңның мақсаты үшiн Қазақстан Республикасының азаматтық заңнамасына сәйкес жылжымайтын мүлiк болып айқындалатын мүлiкке ұқсас мүлiк Қазақстан Республикасы аумағының шегiнен тыс жерлерде тұрған жылжымайтын мүлiк болып танылады.\n      4-бап. Мүлiктi жария ету мерзiмi\n      Мүлiктi жария ету мерзiмi 2014 жылғы 1 қыркүйектен басталады және 2015 жылғы 31 желтоқсанда аяқталады.\n      Мүлiктi (ақшадан басқа) жария етуге ұсыну үшiн құжаттарды тапсыру мерзiмi 2014 жылғы 1 қыркүйектен басталады және 2015 жылғы 30 қарашада аяқталады.\n      5-бап. Жария етуге ұсынылған және жария етiлген мүлiк\n             туралы ақпарат\n      1. Мемлекеттiк органдар, ұйымдар және олардың лауазымды адамдары мен қызметкерлерi мүлiктi жария етудi өткiзу процесiнде алынған ақпараттың құпиялылығын Қазақстан Республикасының заңдарында көзделген тәртiппен қамтамасыз етуге, оның iшiнде жария ету субъектiсiнiң немесе оның заңды өкiлiнiң келiсiмiнсiз ақпаратты таратуға жол бермеуге мiндеттi.\n      2. Осы Заңның 2-бабының 2-тармағында көзделген жағдайларды қоспағанда, осы Заңның жария етiлген мүлiк бөлiгiндегi мақсаттары үшiн осы Заңға сәйкес мүлiктi жария етудi өткiзу процесiнде алынған ақпарат негiзiнде, жария ету субъектiсiне қатысты процестiк әрекеттердi, оның iшiнде қылмыстық қудалауды жүзеге асыру немесе әкiмшiлiк және тәртiптiк жазалау шараларын қолдану жөнiндегi процестiк әрекеттердi жүргiзуге тыйым салынады.\n      6-бап. Мүлiктi жария еткенi үшiн алым\n      1. Мүлiктi жария еткенi үшiн алым (бұдан әрi - алым):\n      1) осы Заңның 8-бабы 3-тармағының 2) тармақшасында көзделген жағдайда - ақшаны;\n      2) Қазақстан Республикасы аумағының шегiнен тыс жерлерде тұрған жылжымайтын мүлiктi немесе эмитенттерi шет мемлекетте тiркелген бағалы қағаздарды немесе шет мемлекетте тiркелген заңды тұлғалардағы қатысу үлестерiн (бұдан әрi - Қазақстан Республикасы аумағының шегiнен тыс жерлерде тұрған мүлiк) жария еткен кезде өндiрiлiп алынады.\n      2. Алым:\n      1) осы Заңның 8-бабы 3-тармағының 1) тармақшасында көзделген жағдайларды қоспағанда, жинақ шотынан алынған немесе басқа шотқа аударылған ақша сомасының\n      2) Қазақстан Республикасы аумағының шегiнен тыс жерлерде тұрған мүлiктiң сатып алу құнының немесе бағалау құнының он пайызы мөлшерiнде төленедi.\n      Осы тармақшада көрсетiлген мүлiк бойынша алым мүлiктi жария етуге құжаттарды тапсырғанға дейiн төленедi.\n      3. Осы Заңның 7-бабының 5 және 9-тармақтарында көзделген жағдайларды қоспағанда, төленген алымды қайтару жүргiзiлмейдi.\n      Бұл ретте қайтару Қазақстан Республикасы заңнамасында көзделген тәртiппен жария ету субъектiсiнiң өтiнiшi негiзiнде жүзеге асырылады.\n      7-бап. Мүлiктi (ақшадан басқа) жария етудi ұйымдастыру\n             және өткiзу тәртiбi жөнiндегi жалпы ережелер\n      1. Мүлiктi (ақшадан басқа) жария ету комиссияға, мемлекеттiк кiрiс органына жария ету субъектiлерiнiң мынадай құжаттарды:\n      1) осы Заңға 1-қосымшаға сәйкес нысан бойынша екi данада мүлiктi жария етудi өткiзуге арналған өтiнiштi (бұдан әрi - өтiнiш);\n      2) өтiнiштi берген кезде түпнұсқасын көрсету арқылы жеке басын куәландыратын құжаттың көшiрмесiн;\n      3) осы Заңда көзделген жағдайларда өзге де құжаттарды тапсыруы арқылы өткiзiледi.\n      2. Жария ету субъектiлерi осы баптың 1-тармағында көрсетiлген құжаттарды:\n      1) Қазақстан Республикасы аумағының шегiнен тыс жерлерде тұрған мүлiк бойынша (ақшадан басқа) - жария ету субъектiсiнiң тұрғылықты жерi бойынша мемлекеттiк кiрiс органына;\n      2) Қазақстан Республикасының аумағында тұрған мүлiк бойынша (ақшадан басқа) - мұндай мүлiктiң тұрған жерi бойынша комиссияға өтiнiш тапсырылатын жылжымайтын мүлiктi жария ету жағдайларын қоспағанда, жария ету субъектiсiнiң тұрғылықты жерi бойынша комиссияға ұсынады.\n      3. Шетел тiлiнде ресiмделген құжаттар нотариат куәландырған қазақ немесе орыс тiлiндегi аудармасымен қоса ұсынылуға тиiс.\n      4. Жария ету субъектiлерi, осы баптың 5-тармағында көзделген жағдайларды қоспағанда, мүлiктi жария ету мерзiмi iшiнде сол бiр мүлiктi жария етуге қайтадан өтiнiш беруге құқылы емес.\n      5. Мүлiктi (ақшадан басқа) жария етуге ұсынылған құжаттар себептерi көрсетiле отырып, мынадай:\n      1) осы Заңда белгiленген құжаттардың толық емес топтамасы ұсынылған;\n      2) ұсынылған құжаттарда өшiрiп тазалау мен түзетулер болған;\n      3) ұсынылған құжаттар Қазақстан Республикасы заңнамасының осындай құжаттарға қойылатын талаптарына сәйкес келмеген жағдайларда қайтарылуға жатады.\n      Мүлiктi жария етуге ұсынылған құжаттарды қайтаруға негiз болған себептердi жойған кезде адам осы Заңда белгiленген мүлiктi жария ету мерзiмi iшiнде қайтадан өтiнiш беруге құқылы.\n      6. Өтiнiштi комиссия, мемлекеттiк кiрiс органы өтiнiш берiлген күннен бастап күнтiзбелiк отыз күн iшiнде қарайды.\n      7. Мүлiктi (ақшадан басқа) жария етудi өткiзудi ұйымдастыру қағидаларын, жария етiлген мүлiктiң тiзiлiмiн жүргiзу тәртiбi мен нысанын, комиссия туралы ереженi Қазақстан Республикасының Үкiметi айқындайды.\n      8. Осы Заңда белгiленген талаптар сақталған жағдайда, комиссия, мемлекеттiк кiрiс органы осы баптың 6-тармағында белгiленген мерзiмде:\n      1) мүлiктi (ақшадан басқа) жария ету туралы шешiм шығарады;\n      2) жария ету субъектiсiне мүлiктi (ақшадан басқа) жария ету туралы шешiмдi бередi;\n      3) жария етiлген мүлiктiң тiзiлiмiне мәлiметтердi енгiзедi.\n      9. Комиссия, мемлекеттiк кiрiс органы мүлiктi жария етуден бас тартуды осы Заңның 2 немесе 3-баптарында көзделген талаптар сақталмаған кезде шешiм қабылдау арқылы жүзеге асырады.\n      10. Мүлiк (ақшадан басқа) комиссия, мемлекеттiк кiрiс органы жария ету туралы шешiм шығарған күннен бастап жария етiлдi деп есептеледi.\n      11. Мемлекеттiк тiркелуге жататын мүлiк жария етiлген жағдайда, мемлекеттiк органдар мен ұйымдар жария ету субъектiсiнiң өтiнiшi негiзiнде Қазақстан Республикасының заңнамасына сәйкес мемлекеттiк тiркеу үшiн қажеттi құжаттарды ресiмдейдi.\n      12. Жария етiлетiн мүлiк жөнiнде ұсынылатын мәлiметтердiң толықтығы мен анықтығы үшiн жария ету субъектiлерi жауапты болады.\n      Жария етiлген мүлiктi ресiмдеуге байланысты Қазақстан Республикасының заңнамасында көзделген барлық шығысты жария ету субъектiлерi дербес төлейдi.\n      Ескерту. 7-бапқа өзгерiс енгiзiлдi - ҚР 07.11.2014 № 248-V Заңымен (алғашқы ресми жарияланған күнiнен кейiн күнтiзбелiк он күн өткен соң қолданысқа енгiзiледi).\n      8-бап. Ақшаны жария етудi ұйымдастыру және өткiзу тәртiбi\n             жөнiндегi жалпы ережелер\n      1. Қазақстан Республикасының екiншi деңгейдегi банктерi, Қазақстан Республикасының шегiнен тыс жерлерде тұрған осындай банктердiң филиалдарын қоспағанда, Ұлттық пошта операторы ақшаны жария ету мақсатында жария ету субъектiсiнiң өтiнiшi негiзiнде жеке жинақ шотын (бұдан әрi - жинақ шоты) ашады.\n      2. Ақша мынадай шарттардың жиынтығы сақталған:\n      1) ұлттық және (немесе) шетел валютасында жария етiлетiн ақша жария ету мерзiмi iшiнде Қазақстан Республикасының екiншi деңгейдегi банкiнде, Ұлттық пошта операторында ашылған жинақ шотына салынуға (аударылуға) тиiс;\n      2) егер осы баптың 3-тармағында өзгеше белгiленбесе, жария етiлетiн ақша жария ету мақсатында осындай шотқа ақшаны салған (аударған) күннен бастап кемiнде күнтiзбелiк алпыс ай жинақ шотында жатуға тиiс болатын кезде жария етуге жатады.\n      Бұл ретте шетел валютасының тiзбесiн Қазақстан Республикасы Ұлттық Банкiнiң Басқармасы айқындайды.\n      3. Жария ету субъектiсi осы баптың 2-тармағының 2) тармақшасында көзделген мерзiм аяқталғанға дейiн:\n      1) «Самұрық-Қазына» ұлттық әл-ауқат қоры» акционерлiк қоғамының еншiлес және тәуелдi ұйымдары акцияларының пакеттерiн бағалы қағаздар нарығына («Халықтық IPO») шығару бағдарламасы шеңберiндегi, сондай-ақ:\n      Қазақстан Республикасының мемлекеттiк бағалы қағаздарын;\n      Қазақстан Республикасының ұлттық басқарушы холдингтерiнiң, ұлттық компанияларының, ұлттық даму институттарының, Қазақстан Республикасының екiншi деңгейдегi банктерiнiң облигацияларын;\n      қазақстандық қор биржасында орналастырылатын өзге де бағалы қағаздарды алғашқы орналастыру шеңберiндегi акцияларды қоса алғанда, «Самұрық-Қазына» ұлттық әл-ауқат қоры» акционерлiк қоғамының тобы ұйымдарының жекешелендiру объектiлерiн, активтерiн Қазақстан Республикасының Үкiметi белгiлеген тәртiппен сатып алу арқылы Қазақстан Республикасының экономикасына инвестицияланған;\n      2) Қазақстан Республикасының екiншi деңгейдегi банктерi, Ұлттық пошта операторы осындай сомадан алымды акцептiсiз алып қою жағдайы кезiнде жинақ шотынан алынған немесе басқа шотқа аударылған ақша сомасының шегiнде жария етiлетiн ақшаға билiк етуге құқылы.\n      Бұл ретте Қазақстан Республикасының екiншi деңгейдегi банкi, Ұлттық пошта операторы алымды акцептiсiз алып қойған күннен бастап оны келесi операциялық күннен кешiктiрмей бюджетке аударуға мiндеттi.\n      4. Жинақ шотына салынған (аударылған), жария етiлген ақшаның сақталуы Қазақстан Республикасының депозиттерге мiндеттi кепiлдiк беру туралы заңнамасымен реттеледi.\n      5. Қазақстан Республикасының екiншi деңгейдегi банктерiнiң, Ұлттық пошта операторының жинақ шоттарын ашу және жүргiзу ерекшелiктерiн, жинақ шотына ақшаның салынғанын (аударылғанын) растайтын құжатты жария ету субъектiлерiне беру, сондай-ақ жинақ шоттарындағы ақшаның есепке алынуын жүргiзу тәртiбiн Қазақстан Республикасы Ұлттық Банкiнiң Басқармасы айқындайды.\n      6. Ақша жинақ шотына салынған (аударылған) күнiнен бастап жария етiлдi деп есептеледi.\n      Жинақ шотына жария етiлетiн ақша салынған (аударылған) кезде Қазақстан Республикасының екiншi деңгейдегi банкi, Ұлттық пошта операторы жария ету субъектiсiне осы Заңға 2-қосымшаға сәйкес нысан бойынша салынған (аударылған) ақша сомасының мөлшерiн растайтын анықтама бередi.\n      7. Осы Заңға сәйкес жария етiлген ақша сомасы жария ету субъектiсiнiң табысы ретiнде танылмайды.\n      9-бап. Қазақстан Республикасы аумағының шегiнен тыс\n             жерлерде тұрған мүлiктi жария ету\n      Қазақстан Республикасы аумағының шегiнен тыс жерлерде тұрған мүлiктi жария ететiн жария ету субъектiлерi мемлекеттiк кiрiс органына осы Заңның 7-бабының 1-тармағында айқындалған құжаттар тiзбесiне қосымша мынадай құжаттарды:\n      1) Қазақстан Республикасы аумағының шегiнен тыс жерлерде тұрған жылжымайтын мүлiк және шет мемлекетте тiркелген заңды тұлғалардағы қатысу үлесi бойынша - осындай мүлiкке құқық белгiлейтiн құжаттың нотариат куәландырған көшiрмесiн;\n      2) эмитенттерi шет мемлекетте тiркелген бағалы қағаздар бойынша - бағалы қағаздар бойынша құқықтарды есепке алудың тиiстi жүйесiндегi жеке шоттан үзiндi көшiрменi не резидентi бағалы қағаздардың эмитентi болып табылатын мемлекеттiң заңнамасында белгiленген, осы бағалы қағаздарға меншiк құқығын растайтын өзге де құжатты;\n      3) мүлiктiң сатып алу құнын немесе бағалау құнын растайтын құжатты ұсынады.\n      Бұл ретте, егер мүлiктiң құны шетел валютасында көрсетiлсе, онда мұндай құн Қазақстан Республикасының ұлттық валютасы - теңгемен, өтiнiш берiлген күнге Қазақстан Республикасының Ұлттық Банкi белгiлеген ресми бағам бойынша қайта есептеледi;\n      4) алымды төлегенiн растайтын құжатты ұсынады.\n      Ескерту. 9-бапқа өзгерiс енгiзiлдi - ҚР 07.11.2014 № 248-V Заңымен (алғашқы ресми жарияланған күнiнен кейiн күнтiзбелiк он күн өткен соң қолданысқа енгiзiледi).\n      10-бап. Басқа тұлғаға ресiмделген мүлiктi жария ету\n      1. Басқа тұлғаға ресiмделген мүлiктi жария ететiн жария ету субъектiлерi осы Заңның 7-бабының 1-тармағында айқындалған құжаттар тiзбесiне қосымша комиссияға мынадай құжаттарды:\n      1) мүлiкке меншiк құқығын белгiлейтiн құжаттың нотариат куәландырған көшiрмесiн;\n      2) басқа тұлғаның жария ету субъектiсiне мүлiктi өтеусiз бергенi туралы шарттың нотариат куәландырған көшiрмесiн;\n      3) бағалы қағаздар бойынша - бағалы қағаздар бойынша құқықтарды есепке алудың тиiстi жүйесiндегi жеке шоттан үзiндi көшiрменi не резидентi бағалы қағаздардың эмитентi болып табылатын мемлекеттiң заңнамасында белгiленген, осы бағалы қағаздарға меншiк құқығын растайтын өзге де құжатты;\n      4) қатысу үлесi бойынша - заңды тұлғаның құрылтай құжаттарына өзгерiстер мен толықтырулар енгiзудi көздейтiн, заңды тұлғаның мөрiмен бекемделген мемлекеттiк қайта тiркеу туралы заңды тұлға органының шешiмiн не шешiмiнен үзiндi көшiрменi ұсынады.\n      2. Қазақстан Республикасы аумағының шегiнен тыс жерлерде тұрған осы баптың 1-тармағында көрсетiлген мүлiктi жария ететiн жария ету субъектiлерi мемлекеттiк кiрiс органына осы Заңның 7-бабының 1-тармағында және осы баптың 1-тармағында айқындалған құжаттар тiзбесiне қосымша мынадай құжаттарды:\n      1) мүлiктiң бағалау құнын растайтын құжатты;\n      2) алымды төлегенiн растайтын құжатты ұсынады.\n      Ескерту. 10-бапқа өзгерiс енгiзiлдi - ҚР 07.11.2014 № 248-V Заңымен (алғашқы ресми жарияланған күнiнен кейiн күнтiзбелiк он күн өткен соң қолданысқа енгiзiледi).\n      11-бап. Құқықтары Қазақстан Республикасының заңнамасына\n              сәйкес ресiмделмеген, Қазақстан Республикасының\n              аумағында тұрған жылжымайтын мүлiктi жария ету\n      1. Құқықтары Қазақстан Республикасының заңнамасына сәйкес ресiмделмеген, Қазақстан Республикасының аумағында тұрған жылжымайтын мүлiктi жария ететiн жария ету субъектiлерi комиссияға осы Заңның 7-бабының 1-тармағында айқындалған құжаттар тiзбесiне қосымша мынадай құжаттарды:\n      1) ғимараттар мен құрылыстарды объектiнiң құрылыс нормалары мен қағидаларына сәйкестiгiне техникалық тексерудi жүзеге асыратын аттестатталған сарапшының қорытындысын;\n      2) жылжымайтын мүлiк объектiсiнiң техникалық паспортын ұсынады.\n      2. Комиссия жария етiлген жылжымайтын мүлiк, жария ету субъектiсi туралы ақпаратты жылжымайтын мүлiкке құқықтарды мемлекеттiк тiркеудi жүзеге асыратын органдарға бередi.\n      12-бап. Осы Заңға сәйкес жария етiлген жылжымайтын мүлiк\n              объектiлерiн пайдалануға қабылдаудың\n              ерекшелiктерi\n      Осы Заңға сәйкес жария етiлген жылжымайтын мүлiк объектiлерiн пайдалануға қабылдауды ұйымдастыру мен жүргiзудiң ерекше тәртiбiн Қазақстан Республикасының Үкiметi айқындайды.\n      13-бап. Мүлкiн жария еткен жария ету субъектiлерiн\n              жауаптылықтан босату\n      1. Қылмыстық және әкiмшiлiк жауаптылықтан босату бөлiгiнде рақымшылық жасаудың күшi осы Заң қолданысқа енгiзiлген күнге дейiн жасалған мынадай:\n      1) сыбайлас жемқорлық қылмыстарды не ұйымдасқан топ және (немесе) қылмыстық қоғамдастық (қылмыстық ұйым), трансұлттық ұйымдасқан топ, трансұлттық қылмыстық қоғамдастық (трансұлттық қылмыстық ұйым) немесе тұрақты қарулы топ (банда) жасаған қылмыстарды қоспағанда, Қазақстан Республикасы Қылмыстық кодексiнiң 190 (тыйым салынған қызмет түрлерiнен басқа), 191, 193 (Қазақстан Республикасы Қылмыстық кодексiнiң баптарында көзделген, осы баптың 1-тармағының 1) тармақшасында көрсетiлген қылмыстарды жасау арқылы алынған ақша қаражатын немесе мүлiктi жария еткен жағдайда), 208, 213, 215, 216, 216-1, 217, 218, 221 және 222-баптарында көзделген қылмыстардың\n      2) Қазақстан Республикасының Әкiмшiлiк құқық бұзушылық туралы кодексiнiң 143, 143-2, 155, 155-1, 155-3, 155-4, 155-5, 156, 157, 166, 168-1, 178, 185, 187, 205-1, 205-2, 206, 206-1, 206-2, 207, 208, 208-1, 209, 214, 357-1-баптарында көзделген әкiмшiлiк құқық бұзушылықтардың белгiлерi бойынша iс-әрекеттердi жасау нәтижесiнде алынған мүлiктi жария еткен жария ету субъектiлерiне қолданылады.\n      2. Рақымшылық жасаудың күшi мемлекеттiк лауазым атқаратын, мүлкiн жария еткен жария ету субъектiлерiне «Сыбайлас жемқорлыққа қарсы күрес туралы» Қазақстан Республикасы Заңының 9-бабында көзделген декларациялар мен мәлiметтердi ұсынбауы немесе толық, анық ұсынбағаны үшiн тәртiптiк жауаптылықтан босату бөлiгiнде, осы Заң қолданысқа енгiзiлген күнге дейiнгi кезеңдерге қолданылады.\n      3. Осы баптың қылмыстық, әкiмшiлiк және тәртiптiк жауаптылықтан босату бөлiгiндегi ережелерi жария етiлген мүлiктiң шегiнде жасалған iс-әрекеттерге қолданылады.\n      14-бап. Қылмыстық iстердi қозғаудан бас тарту, қылмыстық\n              iстердi және әкiмшiлiк құқық бұзушылықтар туралы\n              iстердi тоқтату\n      1. Мүлкiн жария еткен жария ету субъектiлерiне қатысты осы Заңның 13-бабы 1-тармағының 1) тармақшасында көзделген қылмыстар бойынша қылмыстық iстер қозғалмайды, ал қозғалған қылмыстық iстер Қазақстан Республикасының қылмыстық-процестiк заңнамасында көзделген тәртiппен тоқтатылуға жатады.\n      2. Мүлкiн жария еткен жария ету субъектiлерiне қатысты осы Заңның 13-бабы 1-тармағының 2) тармақшасында көзделген әкiмшiлiк құқық бұзушылықтар бойынша әкiмшiлiк құқық бұзушылықтар туралы iстер қозғалмайды.\n      Осы Заңның 13-бабы 1-тармағының 2) тармақшасында көзделген әкiмшiлiк құқық бұзушылықтар бойынша соттар не уәкiлеттi орган қарамаған әкiмшiлiк құқық бұзушылықтар туралы iстер Қазақстан Республикасының әкiмшiлiк құқық бұзушылық туралы заңнамасында көзделген тәртiппен тоқтатылуға жатады.\n      15-бап. Осы Заңда белгiленген талаптарды бұзғаны үшiн\n              жауаптылық\n      Осы Заңда белгiленген талаптарды бұзу Қазақстан Республикасының заңдарында көзделген жауаптылыққа әкеп соғады.\n      16-бап. Комиссия қабылдаған шешiмдерге қатысты құқық\n              мирасқорлығы және өкiлдiк\n      Комиссияның мүдделерiн, оның iшiнде комиссия қызметiнiң тоқтатылған кезiнен бастап мүдделерiн бiлдiрудi жергiлiктi атқарушы орган жүзеге асырады.\n      Құқық мирасқорына мүлiктi жария ету не жария етуден бас тарту туралы комиссия шешiм шығарған мүлiкке қатысты талапкер немесе жауапкер болу өкiлеттiктерi ауысады.\n      17-бап. Шағым жасау тәртiбi\n      Комиссияның, мемлекеттiк кiрiс органының шешiмдерiне, сондай-ақ мүлiктi жария етудi өткiзу кезiндегi өзге де әрекеттерге (әрекетсiздiкке) Қазақстан Республикасының заңдарында көзделген тәртiппен сотқа шағым жасалуы мүмкiн.\n      Ескерту. 17-бап жаңа редакцияда - ҚР 07.11.2014 № 248-V Заңымен (алғашқы ресми жарияланған күнiнен кейiн күнтiзбелiк он күн өткен соң қолданысқа енгiзiледi).\n      18-бап. Осы Заңды қолданысқа енгiзу тәртiбi\n      Осы Заң 2014 жылғы 1 қыркүйектен бастап қолданысқа енгiзiледi.\n      Қазақстан Республикасының\n      Президентi                            Н. Назарбаев.",
                "date": "18.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Решение задач на Java",
        "question_content": "1)Символдық жолдар берілген. Жолды өзгерту керек келесі ереже бойынша:әріпе емес символдарды жою керек және кіші әріптерді өзіне сәйкес үлкен әріптерге өзгерту.\n2)Квадраттық матрицаның негiзгi диагоналiнда тұрған элементтердiң қосындысын матрицаның iзi дейдi. Мөлшерi m квадратты матрица A және N натуралды сан берiлген. A, A 2 ,…, A N матрицаларының iзiн табу керек.\n3)Екi массив берiлген А(10) және В(10). Әр массивте бiрiншi кездескен нольдiк элементтi 0.5 санға ауыстыру керек",
        "question_date": "18.11.2016",
        "question_tag": "Бағдарламалау",
        "question_views": 784,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) package strings;\n\npublic class Strings {\n\n    public static void main(String[] args) {\n        // TODO code application logic here\n        String s=\"dfsdf9870987fdgsdfgdfgasdfgfTYFGDFAFG!@#$%\";\n        System.out.println(\"Исходная строка - \"+s);\n        s=s.replaceAll(\"[^a-zA-Z]\", \"\");\n        StringBuilder sb = new StringBuilder(s);\n        for (int index = 0; index < sb.length(); index++) {\n            char c = sb.charAt(index);\n                if (Character.isLowerCase(c)) {\n                    sb.setCharAt(index, Character.toUpperCase(c));\n                }\n        }        \n        System.out.println(\"Результат - \"+sb);   \n    }\n}",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "3)\n\npackage strings;\n\npublic class Strings {\n\n    /\n     * @param args the command line arguments\n     */\n    public static void main(String[] args) {\n        double[] a={1,2,3,4,5,6,7,8,9123,0,104353,14351,0,0,26};\n        double[] b={89,0,3,45,345,123,7,67,67,0,10,11,0,26};\n        int k=0,l=0;\n        System.out.print(\"\\nArray A : \");\n        for(int i=0;i<a.length;i++) {\n            System.out.print(a[i]+ \" \");\n        }\n        System.out.print(\"\\nArray B : \");\n        for(int i=0;i<b.length;i++) {\n            System.out.print(b[i]+ \" \");\n        }\n        for(int i=0;i<a.length;i++) {\n            if(a[i]==0) {\n                k=i;\n                break;\n            }\n        }\n        for(int i=0;i<b.length;i++) {\n            if(b[i]==0) {\n                l=i;\n                break;\n            }\n        }\n\n        System.out.println(\"\\nПозиция вхождения нулевого элемента в массиве А:\" + k);\n        a[k]= 0.5;\n        System.out.println(\"Позиция вхождения нулевого элемента в массиве B:\" + l);\n        b[l]= 0.5;\n       \n        System.out.print(\"\\nArray A : \");\n        for(int i=0;i<a.length;i++) {\n            System.out.print(a[i]+ \" \");\n        }\n        \n        System.out.print(\"\\nArray B : \");\n        for(int i=0;i<b.length;i++) {\n            System.out.print(b[i]+ \" \");\n        }\n    }\n}",
                "date": "9.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биология пәнінің мұғалімі болу үшін...",
        "question_content": "Сәлеметсіздерме, биылғы оқу жылы қйын болайын деп тұр. Айтпағым таңдау пәнімен қосып тағы бір пәннен тапсырады екенбіз. Мен биология пәнінің мұғалімі болу үшін, химияны да қосып тапсырамынба? Және қанша баллмен грантқа түсуге болады? Қай университеттің балы төмен? Қай университеттің балы жоғары? Жауаптарыңыз үшін алдын ала рахмет.",
        "question_date": "18.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен де биология пәнінен педагог болайын деп едім бірақ химияны таңдау пәні ретінде аламын ба әлде географияны ма",
                "date": "16.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 дәрежесі n молекула саны нешеге тең?",
        "question_content": "V=1л m=1г M=32*10 минус 3 дәрежесі n молекула саны нешеге тең?",
        "question_date": "18.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 582,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кім орыс тілінен мектепшілік олимпиадаға қатысты?",
        "question_content": "Кім орыс тілінен мектепшілік олимпиадаға қатысты? Қандай сұрақтар болғанын айтыныздаршы?",
        "question_date": "18.11.2016",
        "question_tag": "Мектеп",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер мен жазушы болсам \"Әнші\" атты шығармадағы Әмірқанның өмірін қалай аяқтар едім?",
        "question_content": "Егер мен жазушы болсам \"Әнші\" атты шығармадағы Әмірқанның өмірін қалай аяқтар едім?6",
        "question_date": "18.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмық - Саты- Қайқы-Бектемірден кімдер тарайды?",
        "question_content": "Жұмық - Саты- Қайқы-Бектемірден кімдер тарайды?",
        "question_date": "18.11.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 670,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жер телімі 12м2 жер телімінің ұзындығы мен ені қандай?",
        "question_content": "Жер телімі 12м2 жер телімінің ұзындығы мен ені қандай?",
        "question_date": "18.11.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ени 1 м узындыгы 12 метр",
                "date": "18.11.2016",
                "upvotes": 0
            },
            {
                "text": "Оның түрлі жағдайлары болады ғой мыс: 1 м х 12 м немесе 2 х 6 және  3 х 4,",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    }
]