[
    {
        "question_title": "\"Жігітті қыздан әлсіз ететін не?\" атты тақырыпта эссе керек.",
        "question_content": "\"Жігітті қыздан әлсіз ететін не?\" атты тақырыпта эссе керек.",
        "question_date": "19.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Самсунг телефонында шрифтті қалай өзгертеді?",
        "question_content": "Самсунг телефонында шрифтті қалай өзгертеді?",
        "question_date": "19.01.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына сөйлемдерге синтаксистік талдау жасап бере аласыздар ма?",
        "question_content": "Әдетте кешке қарай үй жұмысын жасаймыз.\n\nОқу үшін осында келді.\n\n Оқудың шегі жоқ.\n\nІздеген жетер мұратқа.\n\nСұраған затын берумен достасты.",
        "question_date": "19.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Синтаксистік талдау - сөйлемді, оның мүшелерін, түрлерін, құрмалас сөйлемнің құрамындағы жай сейлемдерді анықтау.\n  Әдетте кешке қарай үй жұмысын жасаймыз.(жақты сөйлем,үй жұмысын жасаймыз-күрделі баяндауыш,кешке қарай-пысықтауыш,әдетте-анықтауыш,белгісіздік есімдігі)\n  Оқу үшін осында келді.(жақты сөйлем,осында келді-күрделі баяндауыш,оқу үшін-пысықтауыш)\n  Оқудың шегі жоқ.(толымсыз сөйлем,шегі жоқ-күрделі баяндауыш,оқудың-анықтауыш)\n  Іздеген жетер мұратқа. (толымсыз сөйлем,іздеген-бастауыш,жетер мұратқа-күрделі баяндауыш)\n  Сұраған затын берумен достасты.(жақты сөйлем,берумен достасты-күрделі баяндауыш,сұраған затын-пысықтауыш)",
                "date": "20.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өздік етістік дегеніміз не?",
        "question_content": "Өздік етістік дегеніміз не?",
        "question_date": "19.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 32299,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өздік етістік деген болмайды,өздік етіс деген болады.Өздік етіс: Қимылдың іс-әрекеттің орындаушысына, іс иесіне тікелей қатыстылығын білдіріп, әдетте сабақты етістіктерден -ын, -ін, -н жұрнағы жалғану арқылы жасалатын етістің түрі өздік етіс деп аталады. Мысалы: Таң атқанша тарандық.",
                "date": "19.01.2017",
                "upvotes": 0
            },
            {
                "text": "Өздік етістік деген болмайды,өздік етіс деген болады.Өздік етіс: Қимылдың іс-әрекеттің орындаушысына, іс иесіне тікелей қатыстылығын білдіріп, әдетте сабақты етістіктерден -ын, -ін, -н жұрнағы жалғану арқылы жасалатын етістің түрі өздік етіс деп аталады. Мысалы: Таң атқанша тарандық.менын ойымша осылай болады",
                "date": "12.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Т.Жүргенов атындағы өнер академиясында киім дизайнері мамандығы бар ма?",
        "question_content": "Т.Жүргенов атындағы өнер академиясында киім дизайнері мамандығы бар ма?",
        "question_date": "19.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен де негізі киім дизайнері болғым келеді . Алайда матем физика дым білмеймін. Суретті де үйренгелі журмін. Бірақ гуглды актарсам көбісі грант аз бөлінеді. Физ мат тандау керек дейды. Менин ойымша киім дизайнеиріне физ маттың кандай қатысы бар? Сіздерге сурагым: бұған грантка пеше балл жигау керек жане оган түсу үшін нестеу керек. Толық айтып берсеңіздер. Гуглда толык жазлмагансон жазып отрганым. Рахмет!",
                "date": "22.07.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің ВКдан ашқан тобымды жауып тастаған. Қалай аштырып алсам болады?",
        "question_content": "Осыдан бірнеше ай бұрын қолданушылардан шағым түсті деп жауып тастап, қайтадан ашқан болатын. Бұл жолы Ресейдің бас прокурорының бұйрығымен жабылды деген құлаққағыс келді. Тобымды қайтадан қалпына келтіруге мүмкіндік бар ма?",
        "question_date": "19.01.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тербеліс периодын анықтау керек",
        "question_content": "Ұзындығы 1.6 м математикалық маятниктің тербеліс периодын анықтаңдар",
        "question_date": "19.01.2017",
        "question_tag": "Физика",
        "question_views": 10200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тербеліс периоды T=2,512c",
                "date": "2.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Jpg форматтағы жазуларды уордқа ауыстыратын қандай жақсы программа бар ?",
        "question_content": "https://finereaderonline.com/ru-ru мына ссылка да бар бірақ тек интернетпен жұмыс жасайды және бір аккаунтпен кірсең лимит қойған. интернетсіз лимитсіз жұмыс жасайтын басқа түрін білсеңіздер айтып жіберіңіздер.",
        "question_date": "19.01.2017",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ABBYY FineReader бағдарламасы арқылы суреттегі электронды құжаттарды (ПДФ) вордка өткізеді. Қолдануға кеңес беремін!!!",
                "date": "15.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Видеоның дыбысын қалай өзгертуге болады?",
        "question_content": "Видео  жүріп  жатады, немесе фото ар жағынан автор сөйлеп  тұрады, яғни таныстырып... Өз  мектебім жайлы видео түсіруім  керек еді. Яғни алдын ала видеоға  түсіріп  аламын, содан кейін өңдеп  дауысын өшіріп, артынан өзімнің  дауысымды  қоюым керек болып тұр.  Дәл осылай қалай істеуге болады?\n\nМысалы былай, ауданды таныстырып жатыр, ар жағында музыка ойнап тұр және журналист сөйлеп жатыр (видеода):",
        "question_date": "19.01.2017",
        "question_tag": "Видео, Видео жасау",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "биз сиякты видеомонтажистерге істетпейсізбе видеомен дауысты жібересіз Ал озиниз програмасын тартасыз интернетен и монтаж жасайсыз форматтары болады видеоны импорт экспорт жасау ушин",
                "date": "26.05.2017",
                "upvotes": 0
            },
            {
                "text": "Оданда керемет видео жасауға мүмкіндігіңіз бар!!!\n\nЕгер сіздің комп/ноут-де мынадай бағдарламалар болса:\n\n1) Windows Live Movie Maker\n\n2) Camtasia Studio 7,8,9\n\n3) Sony Vegas Pro\n\nт.б бұл бағдарламаның көмегімен кез келген видео жасауыңызға болады.Егер аудиожазба жазу керек болса мына бағдарлама:\n\n1) Acoustica MP3 Audio Mixer\n\n2) Virtual DJ 8\n\nт.б бұл бағдарламалармен жұмыс жасау қиындық тудырса мен жасап бере аламын.Тәжірием бар,ол үшін керекті файлдарды жіберсеңіз болғаны\n\nӨз мектебіңіз туралы видео\n\nКөңіліңізге қонымды әуен\n\nегер аудиожазбаңыз болса,жақсырақ болады егер болмаса текст қажет болады.",
                "date": "19.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке шаруа қожалықтарына су тұтынуға рұқсатты қалай алуға болады?",
        "question_content": "Жеке шаруа қожалықтарына су тұтыну рұқсатын алу, қай заңның қай тарауымен нешінші бабымен анықталынған,  заңдастырылған?\n\nНемесе ЖШҚ малын суғару үшін ортақ қолданыстағы су обьектілерін пайдалану үшін рұқсат алу керек пе? Қайдан, кімнен, қандай құжаттар керек? Үлгілері бар ма?",
        "question_date": "19.01.2017",
        "question_tag": "Заң",
        "question_views": 241,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Осы уақытқа дейін Астанада, мемлекеттік қызметкерлер үшін қанша пәтер берілді?",
        "question_content": "Осы уақытқа дейін, Астана қаласында мемлекеттік бағдарламамен қанша үй соғылды? Қанша пәтер мемлекеттік қызметкерлерге берілді?",
        "question_date": "19.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ОҚН өмір қауіпсіздік ережелерін деген сабақ тауыр бересіздер ме?",
        "question_content": "ОҚН өмір қауіпсіздік ережелерін деген сабақ тауыр бересіздер ме?",
        "question_date": "19.01.2017",
        "question_tag": "Мектеп",
        "question_views": 980,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстандық букстар барма?",
        "question_content": "Қазақстандық букстар барма? Қазақстандықтар интернет арқылы ақша табумен айналысама?",
        "question_date": "18.01.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Адамды онымен бір пұт тұз жегенде білесің\" деген мақалдың мағынасы?",
        "question_content": "Мысқал аз, бірақ қымбат. \"Адамды онымен бір пұт тұз жегенде білесің\" деген мақалдың мағынасы?",
        "question_date": "18.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Өмірдің ащысын бірге татқанда ол адамның қандай екенін білесің деген мағынада болу керек...",
                "date": "19.01.2017",
                "upvotes": 1
            },
            {
                "text": "\"Адамды онымен бір пұт тұз жегенде білесің\"-деген мақалдың мағынасы өте терең десем де болады.Яғни,қиын шақтарда ол адамның қандай екенін білесің деген мағынада сияқты..Қазіргі заманда қиындықта әрқашан қасыңнан табыла білетін достар аз,тек отбасың ғана әркез қасыңнан табылады десем артық болмас.Басыңа іс түскенде,немесе қиын жағдайға түскенде досың жаныңнан табылса адал дос болғаны,егер жаныңнан табылмаса ол сенің арам досың.",
                "date": "20.01.2017",
                "upvotes": 1
            },
            {
                "text": "Меніңше қасында ұзақ жүрсең ғана танып-білесің деген мағына сияқты, мысалы бір пұт тұзды (16 кг шамасында) өзің жегенде қанша уақытта таусып боласың (мысалы өзім күніне 1 грамға да жетпейтін тұз жейтін болармын ), енді ойлап қара қасыңдағы адаммен бөліп жегенде қанша уақыт, қысқасы ұзақ уақыт бірге болуы керек деген ғой",
                "date": "20.01.2017",
                "upvotes": 1
            },
            {
                "text": "Қысқасы тұз жегенде сақ болыңдар дейді. Тұз өте ащы болып, қақалып жатқаныңда қасыңдағы адам су беруге де жарамаса арам адам болғаны. (ойнап айтам бірақ)",
                "date": "21.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде жалаңаш адамдар көрсем не болады?",
        "question_content": "Мен түсімде жалаңаш анамды әкемді және күйеуім екеуіміз жүрміміз әкем ұялып бізге көрінбейді. Анам жанымызға келіп бірдене сұрап жатыр екен. Күйеуіміз екеуіміздің аяғымыздың асты мөлдір су тобыққа дейін. Түс жорып беріңіздерші.",
        "question_date": "18.01.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 24400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі жақсылыққа болсын! Мөлдір су жақсы ол. Ал былай түсті жоруға және оны көпке жария етуге болмайды. Кешірім өтінем бірақ тек бұл жақсылық болсын. Көп адамға жария етіп ашпаңыз түсіңізді.",
                "date": "18.01.2017",
                "upvotes": 0
            },
            {
                "text": "Барлык киындыктарыныздан айыгасыз.",
                "date": "23.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынша оңай әрі тез жатталатын тақпақ керек еді?",
        "question_content": "Ағылшынша оңай әрі тез жатталатын тақпақ керек еді?",
        "question_date": "18.01.2017",
        "question_tag": "Мектеп",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I play with my cat, \nBecause it’s funny \nI play with my dog \nBecause it’s very friendly.\n\nДереккөзі.",
                "date": "19.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жастардың бүгінгі келбеті мен тәртібі атты тақырыпта эссе жазып бере аласыздарма?",
        "question_content": "Жастардың бүгінгі келбеті мен тәртібі атты тақырыпта эссе жазып бере аласыздарма?",
        "question_date": "18.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 80200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мемлекеттің болашақта әрі қарай дамуы мен гүлденуі тікелей жастарға байланысты болатындықтан, қоғамның белсенді буыны, елдің ертеңі жастардың тәрбиесіне баса көңіл аударуды уақыт талап етуде.\nРеспубликамызда әрбір екінші адам – 30 жасқа толмаған жастар, сондықтан 1999 жылдың 28 тамызында Қазақстан Республикасының тұңғыш Президенті Н.Ә. Назарбаевтың өкімімен мемлекеттік жастар саясаты тұжырымдамасының бекітілуі, 2004 жылы Қазақстан Республикасы «Мемлекеттік жастар саясаты туралы» Заңның қабылдануы жастардың өміріне ерекше мән берілетініне мысал болады. Мемлекеттік жастар саясатының негізгі бағыттары: қолжетімді және сапалы білім беруді қамтамасыз ету, ғылыми-техникалық әлеуетті дамыту, денсаулық сақтау, салауатты өмір салтын ұстану, жұмыспен қамту, жастар арасында кәсіпкерлікті дамыту болып табылады.\nЖастардың білім алу, мамандық таңдау, рухани ұстанымдарын қалыптастыру, қоғамдағы өз орнын табу секілді әлеуметтік кезеңдерден өтуі – өмір заңдылығы. Осы әлеуметтік кезеңдерде жеке адамның тұлға болып қалыптасуына көптеген жағдайлар әсер етеді.\n«Отан отбасынан басталатындықтан» ата-ананың тәрбиесімен бойға даритын ізгілікті балабақшада дамытып, мектеп пен жоғарғы оқу орындарында рухани және дәстүрлі құндылықтарды жастардың санасына сіңіру – оның тұлға болып қалыптасуына ықпал ететін маңызды іс.\nҚазіргі қоғамда жастарға байланысты көп айтылатын келеңсіздіктің бірі – үлкенге құрмет, кішіге ізет көрсетпеу. Атап айтқанда, қоғамдық орындарда үлкендерді сыйламау, ата-анасын тыңдамау секілді құбылыстар байқалады. Соның бір мысалы – қоғамдық көліктің ішіне үлкен кісі кіргенде жастардың көрмегендей сыңай танытып, орын бермеуі.\n«Атаңа не қылсаң, алдына сол келеді» – дейді қазақ, сондықтан қай уақытта болмасын ересектерді сыйлап, керек кезде қол ұшын созып, үлкенге ілтипат, кішіге қамқорлық көрсету – дәстүрлі үрдіс. Үрдісті үзбей, дәстүрді бұзбай кейінгілерге жеткізу – жастарға аманат, жастар – рухани құндылықтарды жалғастырушы алтын көпір.\nМемлекет басшысы Н.Ә.Назарбаев «Қазақстан-2050» стратегиясы - қалыптасқан мемлекеттің жаңа саяси бағыты» жолдауында жастарға дәстүрді ардақтап, дәстүрге сай діни сана қалыптастыру қажеттігін айта келіп, қаракөз қазақ қыздарын өзге елдің киімін үлгі тұтпай, ұлттық болмысқа сай киінуге мен қазіргі заман ағымына сәйкес өмір салтын ұстануға шақырды.\nҚазақстанның зайырлылық қағидасына сай дін таңдау – әр адамның өз еркінде. Осы еркіндікті дұрыс түсінбейтін жастардың теріс ағымдардың ықпалына түсіп жатқанын айтпай кетуге болмайды. Діни білімі таяз жастар діннің не екенін, оның мақсатының қандай екенін жете түсінбегендіктен де осындай қателіктерге ұрынуда. Әлі оң мен солын танымаған, жақсылық мен жамандықты ажырата алмайтын жастарды теріс ағым өкілдері арам пиғылдарына пайдалануда. Мемлекеттің келешегі жастарға байланысты, сондықтан бұл құбылыс мемлекетке қауіп төндіреді.\nЖастардың эстетикалық, діни көзқарастарын қалыптастыруда бүгінгі ғаламтор мен бұқаралық ақпарат құралдарының ықпалы өлшеусіз. Мобильді әлемде өмір сүру, ғаламтор желісіндегі сансыз ақпараттар жастардың діни немесе өзге де мәліметтерді таңдауына дес бермейді. Сондықтан, ең басты бағдаршам – ұлттық құндылық, ең негізгі ұстаным рухани ізгілік болса ғана ұтылмаймыз.\nЕлбасымыз «Қазақстан-2050» стратегиясы - қалыптасқан мемлекеттің жаңа саяси бағыты» жолдауында: «Бүгінде біздің халқымыз үшін дәстүрлі емес және жалған діни ағымдар мәселесі өткір тұр. Жастарымыздың бір бөлігі осы өмірге жат, жалған діни көзқарасты көзсіз қабылдайды, өйткені, біздің қоғамның бір бөлігінде шеттен келген жалған діни әсерлерге иммунитеті әлсіз», – деп атап көрсеткен болатын.\nЖастардың теріс ағымдардың шырмауына түсуінің басты себебі – жұмыссыздық пен діни сауатсыздық. Бұл қатардан жас буын өкілдерді ғана емес, ересек адамдарды да көруге болады. Теріс ағымдардың арбауына түсіп, діни көзқарасын өзгертіп жатқандар ертеден келе жатқан салт-дәстүрді теріске шығарып, ата-анасының берген тәрбиесін мойындамай, дәстүрлі болмысқа сай киінбей, қоғам ішінде іріткі тудырып жүр. Жастардың теріс ағымдар қатарына кіріп кетпеуі үшін ғаламтор желілерінде таралатын мәліметтерді бақылап отыру, жастардың қызығушылығын арттыратын сайттарды көбірек ашу, жастарды қоғамдық іс-шараларға белсенді араластыру, ақпараттық-түсіндіру жұмыстарын жүргізу, рухани құндылықтарды бойына сіңіру, діни білім беру сапасын арттыру жұмыстарын қарқынды жүргізуді уақыт талап етуде.\nҚазақстанда мемлекеттік білім беру жүйесі қатаң зайырлы сипатқа ие және ол діни білім беру жүйесінен бөлек. Сондықтан, зайырлы мектептерде, колледждер мен жоғары оқу орындарында жастардың санасында белгілі бір дінге деген көзқарас қалыптастыруға жол берілмейді әрі оқу орындарында діни атрибутикасы бар заттарды қолдану немесе киімдерді киюге тыйым салынады. Әрбір мекеменің ішкі тәртібі бар, білім алушы сол тәртіпке бағынуы керек.\nӘлемдік діндерді оқыту арқылы жас буын өкілдерінің діни көзқарасын қалыптастыруға, заман ағымына сай өзінің және өзгелердің құндылықтарын сыйлауға және рухани құндылықтарымызды теріс ағымдардан ажыратуға үйрететін «Дінтану» пәні білім берудің зайырлы жүйесі арқылы қоғамдағы құндылықтардың сақталуын қамтамасыз етеді.\nЖастардың салауатты өмір салтын ұстанып, спорттық шараларға белсенді қатысуы көңілге қуаныш ұялатады. Оған дәләл түрлі халықаралық, республикалық, облыстық жарыстарда жастардың топ жарып, жүлделі орындарға ие болуы. Сонымен қатар, күнделікті өмірде де спортпен айналысып жүрген жастар қатары көбеюде. Бұл – болашақта ұрпақтың сау әрі белсенді болатының айғағы.\nМемлекет тарапынан жастарды қолдау үшін жасалып отырған «Жасыл ел», «Жастар кадрлық резервi», «Дипломмен ауылға», «Серпін-2050», «Қолжетімді баспана – 2020» және тағы да басқа бағдарламалар бар. Жастар табанды еңбек етіп, елімізде болып жатқан оңды үрдістерге белсене қатысуы арқылы ғана жетістікке қол жеткізіп, биіктерге көтерілуге болатынын түсінуі маңызды.\nТоқсан ауыз сөздің тобықтай түйінін айтар болсақ, қазіргі заманғы жастар қай қоғамда да құны кемімейтін мейірімділік, әділдік, шыдамдылық секілді адами құндылықтарды басты орынға қойса, нұр үстіне нұр болар еді. Ұлттың бүгіні мен келешегі – белсенді жастардың қолында дейтін болсақ, ұлттың рухани құндылықтарын бойына сіңірген ұрпақ ғана ел болашағын қалыптастыра алады. Жастар салауатты өмір салтын ұстанып, мемлекеттің индустриялық-инновациялық дамуына өз үлесін қосса, қоғамға пайдасын тигізіп, сапалы, терең білім алуды басты міндетіне айналдырса, онда келешегіміз кемел болары сөзсіз. Өз күш-жігерлері мен алған білімдерін еліміздің өркендеуіне жұмсайтын жастары бар зайырлы қоғам мақсатты межеге жетері анық.\n\nДереккөзі.",
                "date": "19.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Модулі əртүрлі жылдамдықпен лақтырылған денелердің ұшу қашықтығы?",
        "question_content": "Бұрыштарының қосындысы 90° болатын, көкжиекке бұрыш жасай модулі əртүрлі жылдамдықпен лақтырылған денелердің ұшу қашықтығы?",
        "question_date": "18.01.2017",
        "question_tag": "Физика",
        "question_views": 750,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атокөлікті келісім шарт бойынша сатқан едім",
        "question_content": "2014 ж Атокөлікті келісім шарт бойынша сатқан едім .Келісім шарттың мерзімі өтіп кетті.Әлі атына аудармаған.Налог пен штараф маған келіп жатыр.не істесем болады.Сатып алған адамды таба алмасам не істеу керек?",
        "question_date": "18.01.2017",
        "question_tag": "Заң",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ІІБ барып жолығыңыз. Олар не істеу керектігін айтады. Қателік сіз тараптан емес сияқты. Ол штрафты сатып алған төлеуі керек. Аудармаса аударып алады, бірақ сіз төлеуіңіз мүмкін ақшаны. Бірақ ақшаны сізге ол беруі керек.",
                "date": "18.01.2017",
                "upvotes": 0
            },
            {
                "text": "Салық комитетіне барып Келісім шартыңызды көрсетіп, атағыңыздан алдыртып тастайсыз",
                "date": "20.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастапқы бөлшекті табыңдар?",
        "question_content": "Жай бөлшектің бөлімі алымынан 3-ке артық. Егер алымына 8-ді , ал бөліміне 2-ні қосса , онда берілген бөлшек 27/40-ге артады. Бастапқы бөлшекті табыңдар",
        "question_date": "18.01.2017",
        "question_tag": "Математика",
        "question_views": 8200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "х+8/х+3+2=27/40*х/х+3\n\nх+8/х+5=27х/40х+120\n\n(х+8)(40х+120)=27х (х+5)\n\n40х^2+320х+120х+960=27х^2+135х\n\n13х^2+305х+960=0Д=305^2-4*13*960=",
                "date": "20.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҰБТ физикадан дайындалу",
        "question_content": "Өз бетіммен физика пəнінен қалай дайындалсам болады? Қандай кітаптармен?",
        "question_date": "18.01.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3-4-5 тактикасымен дайындалсаң болады. Яғни, бірінші 3ке білетін тақырыпты бірінші оқисың. Формулаларын жазған соң сол тақырыпқа байланысты есептерді шығарасың. Сосын осылай 4ке 5ке білетін тақырыптарды оқу керек.",
                "date": "18.01.2017",
                "upvotes": 1
            },
            {
                "text": "Мектеп кітаптарымен. Testcenter.kz сайтында ҰБТ-да келетін сұрақтарды салып отырады",
                "date": "18.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Санаторилік-курорттық жолдама жайлы заңды қайдан аламыз?",
        "question_content": "мүгедектерді Санаторилік-курорттық жолдамамен қамтамасыздандыру жəйлы заңды қайдан тапсам болады?",
        "question_date": "18.01.2017",
        "question_tag": "Заң",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электронды үкімет порталында болуы керек. Немесе жалпы іздеумен гугл мен яндекстен іздесеңіз шығады. Бару керек болса, жергілікті жердің аудандық әкімдігінен жіюеру туралы квотаға барып, сұрап білсеңіз және алсаңыз болады.",
                "date": "18.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиялық реакцияны теңестіру керек.",
        "question_content": "(CuOH)2CO3 > CuO+H2O+CO2\n\nТеңестіріп беріңізші",
        "question_date": "18.01.2017",
        "question_tag": "Химия",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(CuOH)2CO3 = 2 CuO + H2O + CO2",
                "date": "18.01.2017",
                "upvotes": 1
            },
            {
                "text": "(CUOH)2CO3 = 2 CUO + CO2 + H2O ыдырау реакциясы",
                "date": "20.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұялы телефоннан теледидарға пультті қалай қосады?",
        "question_content": "Телефоннан пульт жасау керек, яғни \"reel smart remote\" осы бағдарламаны қондыра алмай жатырмын.",
        "question_date": "18.01.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 892,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "неге тарта алмай  жатсын",
                "date": "18.01.2017",
                "upvotes": 0
            },
            {
                "text": "Peel smart remote\n\nЮтубтан видеоларын қарасаңыз болады.",
                "date": "10.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай электронды үкімет порталы арқылы \"Уақытша тіркеуге\" тұруға болады?",
        "question_content": "«Уақытша тіркеу» мәселесі шыққалы бері Қазақстандағы Халыққа қызмет көрсету орталықтарында жаппай қарбаластық басталғаны белгілі. Тіпті Халыққа қызмет көрсету орталықтарында кісі өлімі де тіркелді.\n\nЕнді тіркелу үшін ХҚКО-да кезекке тұрудың азабы аяқталады. Себебі азаматтар уақытша тіркеуге электрондық үкімет арқылы тұра алады. Бұндай қуанышты жаңалықты Ақпарат және Коммуникациялар министрі Дәурен Абаев мәлім етті.\n\"Достар, министрлік айтқан мерзімнен екі апта бұрын «электрондық үкімет» веб-порталында азаматтарды уақытша тіркеу қызметі пилоттық режимде іске қосылды. Әзірше тестілік жұмыстар жүріп жатқандықтан, тіркеу қызметінде кейбір кідірістер болуы мүмкін. Бұл мәселеге түсіністікпен қарауға шақырамыз. Осы аптаның соңына дейін аталған қызметке мониторинг жүргізіліп, қажет болған жағдайда жетілдіру жұмыстары жүргізіледі.\nУақытша тіркеуге тұру нұсқаулық\nТіркеу жөніндегі нұсқаулықты төмендегі сілтемеден көруге болады:\nhttp://egov.kz/cms/ru/information/help/instrukcii -деп жазды министр әлеуметтік желіде.",
        "question_date": "17.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онша қуанарлық жаңалық емес, электронды үкімет арқылы тіркелу үшін әрбір адамда ЭЦҚ (Электронды цифрлы қолтаңба) болуы керек, оны алу үшін жеке компьютерің болуы керек (және арнайы бағдарламалар), оны активизациялау үшін бәрібір ЦОН-ға барып жасалу керек, аяқтай барып тіркелгеннен қиын болмаса оңай емес (сосын ЭЦҚ тек қана бір жылға беріледі және ол қолтаңбаны компьютерге орнатудың өзі де қиын шаруа, екі-үш бағдарлама керек Жава, Н.Клайнер, Браузерге орнадың өзі қиын, жиі қолданып жүргендер болмаса кез-келген адамға қиын соғады),",
                "date": "18.01.2017",
                "upvotes": 0
            }
        ]
    }
]