[
    {
        "question_title": "Көбейткіштерге жіктеңіз",
        "question_content": "Көбейткіштерге жіктеңіз:х3+5х2+3х-9",
        "question_date": "14.07.2016",
        "question_tag": "Математика",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "22.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметшінің бауыры істі болса ол бұл қызметке кіре алама",
        "question_content": "Менин ииним исти болган. Мен енди мемлекеттик кызметке кире аламынба",
        "question_date": "13.07.2016",
        "question_tag": "Қоғам",
        "question_views": 433,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алишер Каримов Хабар күтпе",
        "question_content": "Алишер Каримов Хабар кутпе əннің сөзі керек еді кім біледі тауып бересіздер ме",
        "question_date": "13.07.2016",
        "question_tag": "Өнер",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тік төртбұрыштың қабырғаларын табыңыз:",
        "question_content": "Тік төртбұрыш диагональдарының  қиылысу нүктесі кіші қабырғасынан үлкен қабырғаға қарағанда 4 см алысырақ.Оның периметрі 56 см.Тік төртбұрыштың қабырғаларын табыңыз?",
        "question_date": "13.07.2016",
        "question_tag": "Математика",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=2*(a+b)=56 a=28-b (a^2+b^2)^0.5=2*(b+4) ((28-b)^2+b^2)^0.5=2*b+8 ((784-56*b+b^2)+b^2)^0.5=2*b+8 (784-56*b+2*b^2)^0.5=2*b+8 784-56*b+2*b^2=(2*b+8)^2 784-56*b+2*b^2=4*b^2+32*b+64 720-88*b-2*b^2=0 -2*b^2-88*b+720=0 D=88^2-4*(-2)*720=13504 b2=(88-(13504)^0.5)/(2*(-2))=7.052 a=28-7.052=20.948",
                "date": "13.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Forex деп аталатын валюта саудасына кезігіп көрдіңіз бе не таныстарыңыз?!!",
        "question_content": "жақында жұмыс іздегенмін. одан, маркетолог маманы керек деп жазылған соң, жұмыс берушілер сайтында, клик деп бастым. шақырды. барсам топ адам келді. біреуін пресс секретарь, бірін директор орынбасары, бірін бас консультант етіп стажировкадан өтуге шақырыпты. бұл алаң жұмысының мазмұны сол, валюта алтын айырбасы операцияларына инвестиция құйып, акцияларды алып сатып отыратын азаматтарға консультациялық басшылық көмек. бізді ақшаны қалай салу керек, бұл қалай жұмыс істейді, соған үйрете бастады. жанымдағы жұмыс іздеп келген жігіттер бірден көңілдері толмады да, бір екі қатысып кетіп қалды. мен алты сабағына бардым. оным курсын өткенім туралы сертификатын берсе дегенім еді. басында барлығы он сабақ болады деген, алты сабақтан кейін, менімен клиент ретінде сөйлесіп, сіз ақша саласыз ба дей бастады. үш мыңнан он мың доллар аралығында екен. бір оқытушым тіпті он мың доллар керек ұту үшін деп салды. мен ақша әлі сала алмайтынымды, жұмыс сұрамаймын жарайды деп, сертификат берулерін өтіндім. түк проблема емес, сіз туралы мәліметтерді Алматыдағы бас офиске жібереміз, апта басында звондаймыз деп шығарып салды. ләм мим жоқ содан кейін. бұлардыкі қаншалықты дұрыс, жұмыс іздеп жүрген адамды әуреге салу? қалай ойлайсыздар?",
        "question_date": "13.07.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "биржаны усына алам табыс көзі керек болса хабарласыңыз",
                "date": "14.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2016-2017 оқу жылы, жаңартылған бағдарлама бойынша 1 сынып оқуды бастайды",
        "question_content": "Сәлеметсіздер ме, 2016-2017 оқу жылында жаңартылған бағдарлама бойынша 1 сынып оқуды бастайды деп жатырмыз, бұйыртса. 2016 жылы жазғы каникул  мезгілінде немесе 2015-2016 оқу жылында осы жаңартылған бағдарлама бойынша білім жетілдіру курсынан өтпеген мұғалім 1 сыныпқа сабақ бере алмайды деген дұрыс па? Бұл туралы қандай бұйрық немесе заң білесіздер?",
        "question_date": "13.07.2016",
        "question_tag": "Мектеп",
        "question_views": 25300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "саламатсызба, әрине  курс оқымаған мұғалімдер сабақ бере алмайды, бірақ бұл бағдарлама кейінге шегерілген",
                "date": "13.08.2016",
                "upvotes": 0
            },
            {
                "text": "саламатсызба! 2016-2017 оқу жылының  типтік  бағдарламасы шықтыма  балабақшаники? шықса қалай алуға  болады? айтып  жибересизба?",
                "date": "25.08.2016",
                "upvotes": 0
            },
            {
                "text": "1-ші сынып , дене шынықтырудан оқу бағдарламасын жіберіп бересіздер ма маған?",
                "date": "23.09.2016",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіздер ма? 1 сынып ата -аналармен жұмыс жаңа бағдарлама бойынша жібере аласыздар ма?",
                "date": "22.10.2016",
                "upvotes": 0
            },
            {
                "text": "жаңартылған бағдарлама бойынша 1- сынып құжаттары қандай болады? Әріптестер ! Тәжірибелерімізбен бөлісейік!",
                "date": "23.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақшаға аударып бересіздер ма?",
        "question_content": "Глубоко под землей, в рудниках Сибири надеется спеть свою песню о вечной гармонии Дмитрий Карамазов. Без вины виноватый отцеубийца несет свой крест и находит исцеление в уравновешивающей гармонии.\n\n\"Пятнадцать лет я был идиотом\", - говорит в присущей ему любезной, улыбчивой манере князь Мышкин. При этом он умел истолковать любой завиток буквы, беспристрастно выражал собственные потаенные мысли и мгновенно разгадывал задние мысли другого. Вряд ли можно придумать большее противоречие.\n\n\"Кто я - тварь дрожащая иль право имею?\" - в течение долгих месяцев, лежа в своей кровати, размышляет Раскольников, задумав переступить границы, установленные его прежней жизнью, его чувством общности и жизненным опытом. И здесь мы снова сталкиваемся с огромным противоречием, вызывающим удивление.\n\nТаким же образом обстоит дело и с другими его героями, и с его собственной жизнью. \"Словно головешка клубился юный Достоевский в родительском доме\", но когда мы читаем его письма к отцу и друзьям, то обнаруживаем довольно много смирения, терпимости и покорности своей печальной судьбе. Голод, мучения, нищета - всем этим вдоволь был устлан его путь. Он прошел тот же путь, что и его поломники. Пылкий в юности, он нес свой крест подобно мудрому Зосиме, подобно всезнающим богомольцам в \"Подростке\", по крупицам вбирая в себя весь опыт и по широкой дуге охватывая весь круг жизни, чтобы обрести знание, ощутить жизнь и отыскать истину, новое слово.\n\nКто таит и вынужден преодолевать в себе такие противоречия, тому необходимо докапываться до самых корней, чтобы обрести в себе состояние покоя. Ему приходится переживать муки жизни, трудиться, он не может пройти мимо любой мелочи, не приведя ее в соответствие со своей формулой жизни. Все в нем требует единого взгляда на жизнь, позволяющего обрести уверенность в себе и покой в его вечных сомнениях, колебаниях, в его расщепленности и неугомонности.\n\nИстина - вот что должно перед ним открыться, чтобы найти покой. Но путь тернист, требует большого труда, огромных усилий, тренированности духа и чувств. И неудивительно, что этот неугомонный искатель подобрался к истинной жизни, к логике жизни, к совместной жизни людей значительно ближе, чем остальные, понять позицию которых было бы гораздо проще.\n\nОн жил в нужде, и, когда умер, вся Россия мысленно следовала за его погребальной процессией. Он, испытывавший наслаждение от творчества, стойкий к ударам жизни, всегда находивший слова утешения не только для себя, но и для своих друзей, вместе с тем был крайне слаб, страдал ужасной болезнью - эпилепсией, которая нередко на несколько дней и даже недель выбивала его из колеи и не позволяла продвигаться вперед в своих планах. Государственный преступник, в течение четырех лет носивший на своих ногах цепи в Тобольске и еще четыре года отбывавший наказание в сибирском линейном полку, этот безвинный мученик дворянского рода выходит из каторжной тюрьмы со словами и чувством в сердце: \"Наказание было заслуженным, так как я замышлял недоброе против правительства, однако жаль, что теперь я должен страдать за теории, за дело, которые не являются больше моими\". Тем не менее вся Россия отрицала его вину и начала подозревать, что слова и дела могут означать полную противоположность.\n\nТакие же немалые противоречия были у него и со своим Отечеством. Обращение Достоевского к общественности вызвало огромное брожение в умах, особенно вопрос о раскрепощении крестьян. Достоевского всегда занимали \"униженные и оскорбленные\", дети, страждущие. Его друзья многое могли рассказать о том, как он легко сходился с любым нищим, когда тот, например, обращался за врачебной помощью к кому-нибудь из его друзей, как затаскивал его в свою комнату, чтобы угостить и познакомиться с ним. Самым большим его мучением на каторге было то, что другие арестанты сторонились его как человека дворянского рода, и он постоянно стремился постичь сущность каторги, понять ее внутренние законы и найти границы, внутри которых для него были бы возможны взаимопонимание и дружба с остальными заключенными. Свою ссылку он использовал для того (что, впрочем, свойственно великим людям), чтобы даже в мелочах, в тяжелейших условиях проявлять чуткость к окружающим его людям, сделать свое зрение еще более острым и тем самым нащупать жизненные связи, создать для понятия \"человек\" душевную подпору и в акте синтеза противоречий, грозивших подорвать и привести в смятение его дух, обрести уверенность и стойкость.\n\nЭта неопределенность собственных душевных противоречий - то он бунтарь, то послушный слуга, - поставившая Достоевского на край пропасти и вызвавшая в нем ужас, вынудила его искать убедительную истину. Задолго до того, как он его высказал, главным тезисом Достоевского было: через ложь подобраться к истине, поскольку нам никогда не дано полностью распознать истину и мы всегда должны считаться с любой самой малой ложью. Тем самым он превратился в противника Запада, сущность которого открылась ему в стремлении европейской культуры через истину прийти ко лжи. Ему удалось обрести свою истину, лишь объединив клокочущие в нем противоречия, постоянно выражавшиеся и в его произведениях и грозившие расколоть это на части подобно его героям. Так, Достоевский воспринимал освящение как поэт и пророк и пришел к тому, чтобы установить границы себялюбию. Границы опьянению властью он нашел в любви к ближнему. То, что его самого вначале гнало вперед и подстегивало, было самым настоящим стремлением к власти, к господству, и даже в его попытке подчинить жизнь одной-единственной формуле еще многое кроется от этого стремления к превосходству. Этот мотив мы обнаруживаем во всех поступках его героев. Достоевский заставляет их стремиться возвыситься над остальными, совершать наполеоновские дела, двигаться по краю пропасти, балансировать на нем с риском сорваться вниз и разбиться. Сам он говорит о себе: \"Я непозволительно честолюбив\". Однако ему удалось сделать свое честолюбие полезным для общества. И таким же образом Достоевский поступал и со своими героями: он позволял им словно безумцам переступать границы, которые раскрывались ему в логике совместной жизни людей. Подгоняя жалом честолюбия, тщеславия и себялюбия, он заставлял их переходить за черту дозволенного, но затем навлекал на них хор эвменид и загонял обратно в рамки, которые, как ему казалось, были определены самой человеческой природой, где они, обретя гармонию, могли петь свои гимны.\n\nВряд ли какой-нибудь другой образ повторялся у Достоевского столь же часто, как образ границ или стены. \"Я безумно люблю доходить до границ реального, где уже начинается фантастическое\". Свои приступы он изображает таким образом, словно испытываемое блаженство манит его достичь границ чувства жизни, где он ощущает себя близким Богу, настолько близким, что вряд ли нужен был бы еще один шаг, чтобы отделить себя от жизни. У каждого из его героев этот образ повторяется снова и снова, всегда наполненный глубоким смыслом. Мы слышим его новое мессианское слово: грандиозный синтез героизма и любви к ближнему свершился. На этой черте, как ему казалось, решается участь его героев, их судьба. Туда его влекло, там, как он догадывался, происходит самое важное становление человека в социальной среде, и эти границы проведены им чрезвычайно точно, с редкой до него проницательностью. И эта цель стала иметь для его творчества и его этической позиции совершенно особое значение.\n\nТам, на этой черте, куда влекло Достоевского и его героев, в муках и колебаниях, в глубоком смирении перед Богом, царем и Россией он совершает слияние со всем человечеством. Чувство, во власти которого он оказался, - это повелевавшее ему остановиться чувство границ (так, пожалуй, можно было бы его назвать), превратившееся у него уже в защитное чувство вины (об этом много рассказывали его друзья), которое он своеобразно связывал со своими эпилептическими приступами, не подозревая о его настоящей причине. Протянутая вперед рука\n\nБога защищала человека, когда тот заносился в своем тщеславии и намеревался переступить границы чувства общности, предостерегающие голоса начинали звучать громче, призывая задуматься.\n\nРаскольников, запросто рассуждающий о своей смерти и в порыве мыслей о том, что все дозволено, если только принадлежишь к избранным натурам, уже подумывает об остро наточенном топоре, месяцами валяется в кровати, прежде чем переступить эти границы. И затем, когда, пряча топор под своей рубашкой, он поднимается по последним ступенькам лестницы, чтобы совершить убийство, он ощущает, как бешено колотится его сердце. В этом сердцебиении говорит логика человеческой жизни, выражается тонкое чувство границ, присущее Достоевскому.\n\nВо многих произведениях Достоевского не индивидуалистический героизм толкает персонажей переступать через линии любви к ближнему, а наоборот, человек перестает быть незначительным, чтобы умереть в плодотворном героизме. Я уже говорил о симпатии писателя к маленьким, ничем не примечательным людям. Тут героем становится человек \"из подвалов\", человек из серой обыденности, публичная женщина, ребенок. Все они начинают вдруг разрастаться до гигантских размеров, пока не достигнут тех границ общечеловеческого героизма, к которым их хочет подвести Достоевский.\n\nИз своего детства он, несомненно, вынес ставшее ему близким понятие дозволенного и недозволенного, границ. То же самое относится и к его юности. Болезнь чинила ему препятствия, и на его духовном порыве рано сказались пережитые им зрелище смертной казни и ссылка. По-видимому, строгий педантичный отец Достоевского уже в детские годы боролся с озорством сына, несгибаемостью его пылкой души и чересчур строго указал ему границы, переступать которые было непозволительно.\n\n\"Петербургские сновидения\" относятся к раннему периоду его жизни и уже по этой причине позволяют нам надеяться проследить в нем руководящие линии писателя. Все, что логическим путем может быть понято в развитии души художника, должно затрагивать линии, ведущие от ранних его работ, набросков, планов к более поздним формам его творческой энергии. Однако здесь обязательно надо отметить, что путь художественного созидания лежит в стороне от мирской суеты. И мы можем предполагать, что любой художник будет отклоняться от поведения, которое мы ожидаем от среднего, обычного человека. Писатель, который вместо того, чтобы дать обычный ответ в духе практической жизни, создает из ничего или, скажем, из своего взгляда на вещи художественное произведение, вызывающее у нас изумление, оказывается враждебно настроенным к жизни и ее требованиям. \"Ведь я же фантазер и мистик!\" - говорит нам Достоевский.\n\nПримерное представление о личности Достоевского можно будет получить, как только мы узнаем, в какой момент действия он останавливается. В указанном выше очерке он говорит об этом достаточно ясно. \"Подойдя к Неве, я на мгновение остановился и бросил взгляд вдоль реки в туманную, морозно-хмурую даль, где догорал последний багрянец вечерних сумерек\". Это произошло тогда, когда он спешил домой, чтобы подобно светскому человеку помечтать о шиллеровских героинях. \"Но настоящей Амалии я тоже не замечал; она жила совсем рядом со мной...\" Он предпочитал напиваться с горя и ощущал свое страдание более сладостным, чем все наслаждения, которые могут быть на свете, \"ведь если бы я женился на Амалии, я несомненно был бы несчастен\". Но разве это не самая простая вещь в мире? Итак, некий поэт, сохраняя надлежащую дистанцию, размышляет о мирской суете, на миг останавливается, находит сладость придуманного страдания непревзойденной и знает, \"как действительность уничтожает любой идеал. Я же хочу отправиться на Луну!\" Но это означает: оставаться в одиночестве, не привязывать сердце ни к чему земному!\n\nИ таким образом жизненный путь писателя становится протестом против действительности с ее требованиями. Но не так, как в \"Идиоте\", не так, как у того больного, у которого \"не было ни протеста, ни права голоса\", а скорее как у человека, знавшего, что его умение переносить тяготы и лишения должно быть вознаграждено. Теперь, когда он был выбит из колеи своими муками и укорами, он обнаружил в себе бунтаря и революционера Гарибальди. Здесь было сказано то, что другие совершенно не поняли: смирение и покорность - это еще не конец, они всегда являются протестом, поскольку указывают на дистанцию, которую необходимо преодолеть. Толстому тоже была известна эта тайна, и часто его слова оставались непонятыми.\n\nОб этом можно говорить, но никто этого не знает, когда речь идет о настоящей тайне. Никто не знал, кому собирался отомстить Гарпагон Соловьев, который голодал и умер в нищете, упрятав состояние в 170000 рублей в своих грязных бумагах. Как он внутри себя радовался, держа под замком свою кошку, свою квартирантку и горничную и сделав всех их виноватыми! Он держал их в своих руках, заставил нищенствовать, всех их, знавших деньги и поклонявшихся им как символу власти. Правда, это переросло у него в особую обязанность, в методическое насилие над собственной жизнью. Ему пришлось самому голодать и бедствовать, чтобы осуществить свой замысел. \"Он выше всех желаний\". Каким образом? Для этого надо было быть безумным? Что ж, Соловьев приносит и эту жертву. Ведь теперь он может продемонстрировать свое презрение перед человечеством и его мнимыми земными благами и мучать каждого, кто ему близок, не неся за это никакой ответственности. Все, что прокладывает ему путь в высшее общество, он держит в своих руках. Тут он на мгновение останавливается, бросает свою волшебную палочку в мусорный ящик и чувствует себя великим, выше всех людей.\n\nЭто, как нам кажется, самая сильная линия в жизни Достоевского, и все его грандиозные творения должны были являться ему на этом пути: деяние бесполезно, пагубно или преступно; благо же только в смирении, если последнее обеспечивает тайное наслаждение от превосходства над остальными.\n\nВсе биографы, занимавшиеся Достоевским, сообщают и интерпретируют одно из самых ранних его детских воспоминаний, о котором сам он рассказывает в \"Записках из мертвого дома\". Чтобы лучше его понять, надо иметь в виду то расположение духа, в котором у него возникло это воспоминание.\n\nУже отчаявшись в том, что сумеет найти контакт со своими товарищами по заключению, он отрекается от своего лагеря и осмысляет все свое детство, все свое развитие и все содержание своей жизни. И тут его внимание неожиданно задерживается на следующем воспоминании: однажды, гуляя возле имения своего отца, он слишком удалился от дома, направился напрямик через поле и вдруг в ужасе остановился, услышав крик: \"Волк, волк!\" Он помчался обратно к защитной близости отчего дома, увидел на пашне крестьянина и бросился к нему. Рыдая и трясясь от страха, он судорожно вцепился в этого бедняка и поведал о пережитом ужасе. Крестьянин сложил над мальчиком крест из своих пальцев, утешил его и пообещал, что не даст волку его тронуть. Это воспоминание не раз истолковывалось таким образом, будто оно должно характеризовать союз Достоевского с крестьянством и религией крестьянства. Но главное здесь скорее волк - волк, который гонит его обратно к людям. Это переживание закрепилось как символическое отображение всех стремлений Достоевского, поскольку в нем содержалась направляющая линия его поведения. То, что заставило его трепетать перед обособленным крестьянством, было равносильно волку из его переживания, который гнал его назад, к бедным и униженным. Там он пытался через крестное знамение найти с ними контакт, там он хотел помогать. Именно это настроение и выражает Достоевский, говоря: \"Вся моя любовь принадлежит народу, весь мой образ мыслей - это образ мыслей всего человечества\".\n\nКогда мы подчеркиваем, что Достоевский был истинно русским человеком и противником западников, что в нем пустила прочные корни панславянская идея, то это отнюдь не противоречит его натуре, стремившейся через заблуждение прийти к истине.\n\nНа одной из крупнейших манифестаций, в речи памяти Пушкина, он, считавшийся панславистом, тем не менее попытался добиться единения между западниками и русофилами. Результат в тот вечер был блестящим. Приверженцы обеих партий ринулись к нему, заключили в свои объятия и заявили, что согласны с его позицией. Однако это согласие было недолгим. Слишком много еще было между ними противоречий.\n\nПо мере того, как Достоевский следовал за бурным стремлением своего сердца и хотел привнести в массы человеческое совершенство - задача, которую он прежде всего отводил русскому народу, - по мере того, как в нем формировался конкретный символ любви к ближнему, ему, желавшему освободиться самому и освободить других, все ближе становился образ спасителя, русского Христа, наделенного общечеловеческой и вселенской властью. Его кредо было простым: \"Для меня Христос самая прекрасная, самая величественная фигура во всей истории человечества\". Здесь Достоевский со зловещей прозорливостью открывает нам свою ведущую цель. Это проявляется в том, как он изображает свои приступы эпилепсии, когда, испытывая чувство блаженства, он устремлялся ввысь, достигал вечной гармонии и чувствовал себя близким к Богу. Его целью было стремление постоянно находиться рядом с Христом, стойко переносить его раны и исполнить его задачу. Обособленному героизму, который Достоевский считал проявлением болезненного самомнения, себялюбию, вытеснившему чувство солидарности, ставшее ему понятным и близким из логики совместной жизни людей, из любви к ближнему, такому героизму он противопоставлял: \"Смирись, гордый человек!\" К смиренному же человеку, уязвленному в своем себялюбии и тоже стремящемуся его удовлетворить, он взывает: \"Трудись, праздный человек!\" Атому, кто ссылается на человеческую природу и на ее якобы вечные законы, он, чтобы заставить усомниться в этом, возражает: \"Пчела и муравей - вот кто знают свою формулу, но человек своей формулы не знает!\" Исходя из сущности Достоевского, мы должны добавить: человек должен искать свою формулу, и он найдет ее в готовности помогать другим, в беззаветном служении народу.\n\nТак Достоевский превратился в отгадчика загадок и в богоискателя, ощущавшего Бога в себе сильнее прочих. \"Я не психолог, - сказал он однажды, - я реалист\" - и тем самым коснулся пункта, наиболее сильно отличавшего его от всех поэтов нового времени и от всех психологов. Он испытывал глубочайшую связь с первопричиной общественной жизни, с единственной реальностью, которую все мы до конца еще не поняли, но способны на себе ощущать, - с чувством общности. И поэтому Достоевский мог называть себя реалистом.\n\nТеперь относительно вопроса, почему образы Достоевского оказывают на нас такое сильное воздействие. Важная причина этого заключается в их завершенной цельности. В любом месте вы всегда можете понять и изучить героя Достоевского, снова и снова вы находите слитыми воедино стремления его жизни и средства их осуществления. Для сравнения можно обратиться к музыке, в которой мы находим нечто подобное, где в гармонии мелодии всегда можно обнаружить все без исключения потоки и движения. То же самое и в образах Достоевского. Раскольников один и тот же и когда, лежа в кровати, размышляет об убийстве, и когда с колотящимся сердцем поднимается по лестнице, и когда извлекает пьяного из-под колес телеги и, отдав последние копейки, поддерживает его прозябающую в нищете семью. Эта цельность в построении и есть причина такого сильного воздействия, и с каждым именем героев Достоевского мы неосознанно носим в себе прочный, словно высеченный резцом из вечного металла, наглядный образ, подобный библейским персонажам, героям Гомера и греческих трагедий, именам которых достаточно только лишь прозвучать, чтобы вызвать в нашей душе весь комплекс своего воздействия.\n\nСуществует еще один скрытый момент, затрудняющий для нас понимание воздействия Достоевского. Однако предварительные условия для решения этой проблемы уже даны. Речь идет о двойственной позиции любого персонажа Достоевского по отношению к двум прочно зафиксированным пунктам, которую мы ощущаем. Каждый герой Достоевского движется в пространстве, которое, с одной стороны, ограничивается обособленным героизмом, где герой превращается в волка, а с другой стороны - линией, которую Достоевский столь резко очертил в качестве любви к ближнему. Эта двойственность позиции придает каждому из его персонажей такую устойчивость и твердость, что они раз и навсегда откладываются в нашей памяти и наших чувствах.\n\nЕще несколько слов о Достоевском как об этике. В силу определенных обстоятельств, противоречий своего характера, которые ему необходимо было устранить, огромных противоречий со своим окружением, которые он нашел в себе силы преодолеть, Достоевский неизбежно пришел к формулам, вобравшим в себя и выражавшим его глубочайшее стремление доказывать на деле свою любовь к ближнему. Так он пришел к формуле, которую мы можем поставить гораздо выше категорического императива Канта: \"Каждый несет ответственность за вину другого\". Сегодня мы как никогда чувствуем, сколь глубока эта формула и насколько тесно она связана с жизненными реалиями, которые не вызывают никаких сомнений. Мы можем опровергать эту формулу, но она снова и снова будет всплывать на поверхность и наказывать нас за ложь. Она оказывает гораздо большее действие, чем, например, понятие любви к ближнему, которое зачастую недопонимается или превращается в тщеславие или категорический императив, который также проявляется в обособленности личных стремлений. Если я ответственен за любую вину ближнего и за вину всех, то я вечно в долгу, который подстегивает меня, делает меня ответственным, требует от меня уплаты.\n\nТаким образом, Достоевский как художник и этик является для нас великим и непостижимым.\n\nТо, чего он достиг как психолог, неисчерпаемо и поныне. Мы смеем утверждать, что его зоркий глаз психолога проник глубже, чем та психология, которая формируется на основе абстрактных рассуждений, поскольку он был ближе к природе. И тот, кто рассуждал о значении смеха, как это делал Достоевский, о возможности лучше узнать человека из его смеха, равно как и из всей его жизненной позиции, кто ушел настолько далеко, что столкнулся с понятием случайной семьи, в которой каждый ее член живет сам по себе и насаждает в детях тенденцию к дальнейшей изоляции, к себялюбию, тот увидел больше, чем еще и сегодня можно требовать и ожидать от психолога. Кто увидел, как Достоевский изображает в своем \"Подростке\", что все его фантазии закутанного в одеяло мальчика выливаются в понятие власть, кто так тонко и метко изобразил возникновение душевной болезни как средство протеста, кто углядел в человеческой душе склонность к деспотизму как Достоевский, тот и сегодня может считаться нашим учителем, каким он был и для Ницше. Его рассуждения о сновидении остаются непревзойденными и поныне, а его представление о том, что никто не способен мыслить и совершать поступки, не имея цели, не имея перед глазами финала, совпадает с самыми современными достижениями индивидуальной психологии.\n\nИтак, существуют самые разные сферы, в которых Достоевский стал для нас бесценным, великим учителем. Реальность жизни подобна лучу солнца, который попадает в глаз спящему. Спящий протирает свои глаза, переворачивается на другой бок и ничего не знает о случившемся, Достоевский же мало что проспал и многое пробудил. Его образы, этика и искусство способствуют глубокому пониманию жизни человека среди других людей.",
        "question_date": "13.07.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңіз гугл переворчикке аударып алсаңызшы.\n\nСіздің мәтініңіз ұзақ екен сондықтан аударып бере алмаймын.\n\nБұны ерінбей өзіңіз аударыңыз.Сіз үшін қажет нәрсені ешкім аударып бере алмайды себебі осынша ұзақ мәтінді",
                "date": "13.07.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Телефонымды қалай қосамын?",
        "question_content": "Сәлеметсіздер ме, менің телефоным екі күннен бері өшірулі тұрды. Зарядчигім болған жоқ. Басқа зарядчиктерге қойған едім, заряд алған жоқ. Енді бүгін өзінің зарядчигіне қойғаныма 3 сағат болды. Бірақ телефоным әлі қосылар емес. Неге бұлай болып жатыр. Әлде тағы біраз уақыт күтуім керек пе? Не істесем болады?",
        "question_date": "12.07.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 460,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Батарейканы ауыстырасың, болмаса телефоныңда ақау пайда болған.",
                "date": "12.07.2016",
                "upvotes": 0
            },
            {
                "text": "Қызыл түймені басп отыр сосын қосылатын шығар.",
                "date": "13.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атырау мемлекеттік университетіне қаржы мамандығына оқымақшымын",
        "question_content": "Мен Атырау мемлекеттік университетіне қаржы мамандығы бойынша оқуға түспекшімін.Мені практикаға қай жерде жумыс жасауга жибереди екен?Ким осы мамандыкта окып жур екен жауап калдырасыздарма?Срочно керек боп тур!Алдын ала рахмет)",
        "question_date": "12.07.2016",
        "question_tag": "Мектеп",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайда жіберерін қайдам,әзірге практикамызды аудитория тазалаумен өткізіп келеміз)).Күлме,шындық!",
                "date": "15.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Windows 7 лицензиясыз бағасы қанша теңге?",
        "question_content": "Windows 7 лицензиясыз бағасы қанша теңге? Және оның лицензисы бардан не айырмашылығы бар?",
        "question_date": "12.07.2016",
        "question_tag": "Операциялық жүйелер",
        "question_views": 461,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "200 -  500 тенгеден кез келген базарларда, көшелерде установочный дискілерін сатып жатыр. Лицензиенный виндовс 20 000 тенге тұрады. Айырмашылығын ешкім біле алмайды, Активация жасалған соң болды .  Кез келген виндовстарда ошибка шыға береді, бәрі бірдей.",
                "date": "12.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орысша-қазақша аударып бере аласыздарма?",
        "question_content": "Глубоко под землей, в рудниках Сибири надеется спеть свою песню о вечной гармонии Дмитрий Карамазов. Без вины виноватый отцеубийца несет свой крест и находит исцеление в уравновешивающей гармонии.\n\n\"Пятнадцать лет я был идиотом\", - говорит в присущей ему любезной, улыбчивой манере князь Мышкин. При этом он умел истолковать любой завиток буквы, беспристрастно выражал собственные потаенные мысли и мгновенно разгадывал задние мысли другого. Вряд ли можно придумать большее противоречие.\n\n\"Кто я - тварь дрожащая иль право имею?\" - в течение долгих месяцев, лежа в своей кровати, размышляет Раскольников, задумав переступить границы, установленные его прежней жизнью, его чувством общности и жизненным опытом. И здесь мы снова сталкиваемся с огромным противоречием, вызывающим удивление.\n\nТаким же образом обстоит дело и с другими его героями, и с его собственной жизнью. \"Словно головешка клубился юный Достоевский в родительском доме\", но когда мы читаем его письма к отцу и друзьям, то обнаруживаем довольно много смирения, терпимости и покорности своей печальной судьбе. Голод, мучения, нищета - всем этим вдоволь был устлан его путь. Он прошел тот же путь, что и его поломники. Пылкий в юности, он нес свой крест подобно мудрому Зосиме, подобно всезнающим богомольцам в \"Подростке\", по крупицам вбирая в себя весь опыт и по широкой дуге охватывая весь круг жизни, чтобы обрести знание, ощутить жизнь и отыскать истину, новое слово.\n\nКто таит и вынужден преодолевать в себе такие противоречия, тому необходимо докапываться до самых корней, чтобы обрести в себе состояние покоя. Ему приходится переживать муки жизни, трудиться, он не может пройти мимо любой мелочи, не приведя ее в соответствие со своей формулой жизни. Все в нем требует единого взгляда на жизнь, позволяющего обрести уверенность в себе и покой в его вечных сомнениях, колебаниях, в его расщепленности и неугомонности.\n\nИстина - вот что должно перед ним открыться, чтобы найти покой. Но путь тернист, требует большого труда, огромных усилий, тренированности духа и чувств. И неудивительно, что этот неугомонный искатель подобрался к истинной жизни, к логике жизни, к совместной жизни людей значительно ближе, чем остальные, понять позицию которых было бы гораздо проще.\n\nОн жил в нужде, и, когда умер, вся Россия мысленно следовала за его погребальной процессией. Он, испытывавший наслаждение от творчества, стойкий к ударам жизни, всегда находивший слова утешения не только для себя, но и для своих друзей, вместе с тем был крайне слаб, страдал ужасной болезнью - эпилепсией, которая нередко на несколько дней и даже недель выбивала его из колеи и не позволяла продвигаться вперед в своих планах. Государственный преступник, в течение четырех лет носивший на своих ногах цепи в Тобольске и еще четыре года отбывавший наказание в сибирском линейном полку, этот безвинный мученик дворянского рода выходит из каторжной тюрьмы со словами и чувством в сердце: \"Наказание было заслуженным, так как я замышлял недоброе против правительства, однако жаль, что теперь я должен страдать за теории, за дело, которые не являются больше моими\". Тем не менее вся Россия отрицала его вину и начала подозревать, что слова и дела могут означать полную противоположность.\n\nТакие же немалые противоречия были у него и со своим Отечеством. Обращение Достоевского к общественности вызвало огромное брожение в умах, особенно вопрос о раскрепощении крестьян. Достоевского всегда занимали \"униженные и оскорбленные\", дети, страждущие. Его друзья многое могли рассказать о том, как он легко сходился с любым нищим, когда тот, например, обращался за врачебной помощью к кому-нибудь из его друзей, как затаскивал его в свою комнату, чтобы угостить и познакомиться с ним. Самым большим его мучением на каторге было то, что другие арестанты сторонились его как человека дворянского рода, и он постоянно стремился постичь сущность каторги, понять ее внутренние законы и найти границы, внутри которых для него были бы возможны взаимопонимание и дружба с остальными заключенными. Свою ссылку он использовал для того (что, впрочем, свойственно великим людям), чтобы даже в мелочах, в тяжелейших условиях проявлять чуткость к окружающим его людям, сделать свое зрение еще более острым и тем самым нащупать жизненные связи, создать для понятия \"человек\" душевную подпору и в акте синтеза противоречий, грозивших подорвать и привести в смятение его дух, обрести уверенность и стойкость.\n\nЭта неопределенность собственных душевных противоречий - то он бунтарь, то послушный слуга, - поставившая Достоевского на край пропасти и вызвавшая в нем ужас, вынудила его искать убедительную истину. Задолго до того, как он его высказал, главным тезисом Достоевского было: через ложь подобраться к истине, поскольку нам никогда не дано полностью распознать истину и мы всегда должны считаться с любой самой малой ложью. Тем самым он превратился в противника Запада, сущность которого открылась ему в стремлении европейской культуры через истину прийти ко лжи. Ему удалось обрести свою истину, лишь объединив клокочущие в нем противоречия, постоянно выражавшиеся и в его произведениях и грозившие расколоть это на части подобно его героям. Так, Достоевский воспринимал освящение как поэт и пророк и пришел к тому, чтобы установить границы себялюбию. Границы опьянению властью он нашел в любви к ближнему. То, что его самого вначале гнало вперед и подстегивало, было самым настоящим стремлением к власти, к господству, и даже в его попытке подчинить жизнь одной-единственной формуле еще многое кроется от этого стремления к превосходству. Этот мотив мы обнаруживаем во всех поступках его героев. Достоевский заставляет их стремиться возвыситься над остальными, совершать наполеоновские дела, двигаться по краю пропасти, балансировать на нем с риском сорваться вниз и разбиться. Сам он говорит о себе: \"Я непозволительно честолюбив\". Однако ему удалось сделать свое честолюбие полезным для общества. И таким же образом Достоевский поступал и со своими героями: он позволял им словно безумцам переступать границы, которые раскрывались ему в логике совместной жизни людей. Подгоняя жалом честолюбия, тщеславия и себялюбия, он заставлял их переходить за черту дозволенного, но затем навлекал на них хор эвменид и загонял обратно в рамки, которые, как ему казалось, были определены самой человеческой природой, где они, обретя гармонию, могли петь свои гимны.\n\nВряд ли какой-нибудь другой образ повторялся у Достоевского столь же часто, как образ границ или стены. \"Я безумно люблю доходить до границ реального, где уже начинается фантастическое\". Свои приступы он изображает таким образом, словно испытываемое блаженство манит его достичь границ чувства жизни, где он ощущает себя близким Богу, настолько близким, что вряд ли нужен был бы еще один шаг, чтобы отделить себя от жизни. У каждого из его героев этот образ повторяется снова и снова, всегда наполненный глубоким смыслом. Мы слышим его новое мессианское слово: грандиозный синтез героизма и любви к ближнему свершился. На этой черте, как ему казалось, решается участь его героев, их судьба. Туда его влекло, там, как он догадывался, происходит самое важное становление человека в социальной среде, и эти границы проведены им чрезвычайно точно, с редкой до него проницательностью. И эта цель стала иметь для его творчества и его этической позиции совершенно особое значение.\n\nТам, на этой черте, куда влекло Достоевского и его героев, в муках и колебаниях, в глубоком смирении перед Богом, царем и Россией он совершает слияние со всем человечеством. Чувство, во власти которого он оказался, - это повелевавшее ему остановиться чувство границ (так, пожалуй, можно было бы его назвать), превратившееся у него уже в защитное чувство вины (об этом много рассказывали его друзья), которое он своеобразно связывал со своими эпилептическими приступами, не подозревая о его настоящей причине. Протянутая вперед рука\n\nБога защищала человека, когда тот заносился в своем тщеславии и намеревался переступить границы чувства общности, предостерегающие голоса начинали звучать громче, призывая задуматься.\n\nРаскольников, запросто рассуждающий о своей смерти и в порыве мыслей о том, что все дозволено, если только принадлежишь к избранным натурам, уже подумывает об остро наточенном топоре, месяцами валяется в кровати, прежде чем переступить эти границы. И затем, когда, пряча топор под своей рубашкой, он поднимается по последним ступенькам лестницы, чтобы совершить убийство, он ощущает, как бешено колотится его сердце. В этом сердцебиении говорит логика человеческой жизни, выражается тонкое чувство границ, присущее Достоевскому.\n\nВо многих произведениях Достоевского не индивидуалистический героизм толкает персонажей переступать через линии любви к ближнему, а наоборот, человек перестает быть незначительным, чтобы умереть в плодотворном героизме. Я уже говорил о симпатии писателя к маленьким, ничем не примечательным людям. Тут героем становится человек \"из подвалов\", человек из серой обыденности, публичная женщина, ребенок. Все они начинают вдруг разрастаться до гигантских размеров, пока не достигнут тех границ общечеловеческого героизма, к которым их хочет подвести Достоевский.\n\nИз своего детства он, несомненно, вынес ставшее ему близким понятие дозволенного и недозволенного, границ. То же самое относится и к его юности. Болезнь чинила ему препятствия, и на его духовном порыве рано сказались пережитые им зрелище смертной казни и ссылка. По-видимому, строгий педантичный отец Достоевского уже в детские годы боролся с озорством сына, несгибаемостью его пылкой души и чересчур строго указал ему границы, переступать которые было непозволительно.\n\n\"Петербургские сновидения\" относятся к раннему периоду его жизни и уже по этой причине позволяют нам надеяться проследить в нем руководящие линии писателя. Все, что логическим путем может быть понято в развитии души художника, должно затрагивать линии, ведущие от ранних его работ, набросков, планов к более поздним формам его творческой энергии. Однако здесь обязательно надо отметить, что путь художественного созидания лежит в стороне от мирской суеты. И мы можем предполагать, что любой художник будет отклоняться от поведения, которое мы ожидаем от среднего, обычного человека. Писатель, который вместо того, чтобы дать обычный ответ в духе практической жизни, создает из ничего или, скажем, из своего взгляда на вещи художественное произведение, вызывающее у нас изумление, оказывается враждебно настроенным к жизни и ее требованиям. \"Ведь я же фантазер и мистик!\" - говорит нам Достоевский.\n\nПримерное представление о личности Достоевского можно будет получить, как только мы узнаем, в какой момент действия он останавливается. В указанном выше очерке он говорит об этом достаточно ясно. \"Подойдя к Неве, я на мгновение остановился и бросил взгляд вдоль реки в туманную, морозно-хмурую даль, где догорал последний багрянец вечерних сумерек\". Это произошло тогда, когда он спешил домой, чтобы подобно светскому человеку помечтать о шиллеровских героинях. \"Но настоящей Амалии я тоже не замечал; она жила совсем рядом со мной...\" Он предпочитал напиваться с горя и ощущал свое страдание более сладостным, чем все наслаждения, которые могут быть на свете, \"ведь если бы я женился на Амалии, я несомненно был бы несчастен\". Но разве это не самая простая вещь в мире? Итак, некий поэт, сохраняя надлежащую дистанцию, размышляет о мирской суете, на миг останавливается, находит сладость придуманного страдания непревзойденной и знает, \"как действительность уничтожает любой идеал. Я же хочу отправиться на Луну!\" Но это означает: оставаться в одиночестве, не привязывать сердце ни к чему земному!\n\nИ таким образом жизненный путь писателя становится протестом против действительности с ее требованиями. Но не так, как в \"Идиоте\", не так, как у того больного, у которого \"не было ни протеста, ни права голоса\", а скорее как у человека, знавшего, что его умение переносить тяготы и лишения должно быть вознаграждено. Теперь, когда он был выбит из колеи своими муками и укорами, он обнаружил в себе бунтаря и революционера Гарибальди. Здесь было сказано то, что другие совершенно не поняли: смирение и покорность - это еще не конец, они всегда являются протестом, поскольку указывают на дистанцию, которую необходимо преодолеть. Толстому тоже была известна эта тайна, и часто его слова оставались непонятыми.\n\nОб этом можно говорить, но никто этого не знает, когда речь идет о настоящей тайне. Никто не знал, кому собирался отомстить Гарпагон Соловьев, который голодал и умер в нищете, упрятав состояние в 170000 рублей в своих грязных бумагах. Как он внутри себя радовался, держа под замком свою кошку, свою квартирантку и горничную и сделав всех их виноватыми! Он держал их в своих руках, заставил нищенствовать, всех их, знавших деньги и поклонявшихся им как символу власти. Правда, это переросло у него в особую обязанность, в методическое насилие над собственной жизнью. Ему пришлось самому голодать и бедствовать, чтобы осуществить свой замысел. \"Он выше всех желаний\". Каким образом? Для этого надо было быть безумным? Что ж, Соловьев приносит и эту жертву. Ведь теперь он может продемонстрировать свое презрение перед человечеством и его мнимыми земными благами и мучать каждого, кто ему близок, не неся за это никакой ответственности. Все, что прокладывает ему путь в высшее общество, он держит в своих руках. Тут он на мгновение останавливается, бросает свою волшебную палочку в мусорный ящик и чувствует себя великим, выше всех людей.\n\nЭто, как нам кажется, самая сильная линия в жизни Достоевского, и все его грандиозные творения должны были являться ему на этом пути: деяние бесполезно, пагубно или преступно; благо же только в смирении, если последнее обеспечивает тайное наслаждение от превосходства над остальными.\n\nВсе биографы, занимавшиеся Достоевским, сообщают и интерпретируют одно из самых ранних его детских воспоминаний, о котором сам он рассказывает в \"Записках из мертвого дома\". Чтобы лучше его понять, надо иметь в виду то расположение духа, в котором у него возникло это воспоминание.\n\nУже отчаявшись в том, что сумеет найти контакт со своими товарищами по заключению, он отрекается от своего лагеря и осмысляет все свое детство, все свое развитие и все содержание своей жизни. И тут его внимание неожиданно задерживается на следующем воспоминании: однажды, гуляя возле имения своего отца, он слишком удалился от дома, направился напрямик через поле и вдруг в ужасе остановился, услышав крик: \"Волк, волк!\" Он помчался обратно к защитной близости отчего дома, увидел на пашне крестьянина и бросился к нему. Рыдая и трясясь от страха, он судорожно вцепился в этого бедняка и поведал о пережитом ужасе. Крестьянин сложил над мальчиком крест из своих пальцев, утешил его и пообещал, что не даст волку его тронуть. Это воспоминание не раз истолковывалось таким образом, будто оно должно характеризовать союз Достоевского с крестьянством и религией крестьянства. Но главное здесь скорее волк - волк, который гонит его обратно к людям. Это переживание закрепилось как символическое отображение всех стремлений Достоевского, поскольку в нем содержалась направляющая линия его поведения. То, что заставило его трепетать перед обособленным крестьянством, было равносильно волку из его переживания, который гнал его назад, к бедным и униженным. Там он пытался через крестное знамение найти с ними контакт, там он хотел помогать. Именно это настроение и выражает Достоевский, говоря: \"Вся моя любовь принадлежит народу, весь мой образ мыслей - это образ мыслей всего человечества\".\n\nКогда мы подчеркиваем, что Достоевский был истинно русским человеком и противником западников, что в нем пустила прочные корни панславянская идея, то это отнюдь не противоречит его натуре, стремившейся через заблуждение прийти к истине.\n\nНа одной из крупнейших манифестаций, в речи памяти Пушкина, он, считавшийся панславистом, тем не менее попытался добиться единения между западниками и русофилами. Результат в тот вечер был блестящим. Приверженцы обеих партий ринулись к нему, заключили в свои объятия и заявили, что согласны с его позицией. Однако это согласие было недолгим. Слишком много еще было между ними противоречий.\n\nПо мере того, как Достоевский следовал за бурным стремлением своего сердца и хотел привнести в массы человеческое совершенство - задача, которую он прежде всего отводил русскому народу, - по мере того, как в нем формировался конкретный символ любви к ближнему, ему, желавшему освободиться самому и освободить других, все ближе становился образ спасителя, русского Христа, наделенного общечеловеческой и вселенской властью. Его кредо было простым: \"Для меня Христос самая прекрасная, самая величественная фигура во всей истории человечества\". Здесь Достоевский со зловещей прозорливостью открывает нам свою ведущую цель. Это проявляется в том, как он изображает свои приступы эпилепсии, когда, испытывая чувство блаженства, он устремлялся ввысь, достигал вечной гармонии и чувствовал себя близким к Богу. Его целью было стремление постоянно находиться рядом с Христом, стойко переносить его раны и исполнить его задачу. Обособленному героизму, который Достоевский считал проявлением болезненного самомнения, себялюбию, вытеснившему чувство солидарности, ставшее ему понятным и близким из логики совместной жизни людей, из любви к ближнему, такому героизму он противопоставлял: \"Смирись, гордый человек!\" К смиренному же человеку, уязвленному в своем себялюбии и тоже стремящемуся его удовлетворить, он взывает: \"Трудись, праздный человек!\" Атому, кто ссылается на человеческую природу и на ее якобы вечные законы, он, чтобы заставить усомниться в этом, возражает: \"Пчела и муравей - вот кто знают свою формулу, но человек своей формулы не знает!\" Исходя из сущности Достоевского, мы должны добавить: человек должен искать свою формулу, и он найдет ее в готовности помогать другим, в беззаветном служении народу.\n\nТак Достоевский превратился в отгадчика загадок и в богоискателя, ощущавшего Бога в себе сильнее прочих. \"Я не психолог, - сказал он однажды, - я реалист\" - и тем самым коснулся пункта, наиболее сильно отличавшего его от всех поэтов нового времени и от всех психологов. Он испытывал глубочайшую связь с первопричиной общественной жизни, с единственной реальностью, которую все мы до конца еще не поняли, но способны на себе ощущать, - с чувством общности. И поэтому Достоевский мог называть себя реалистом.\n\nТеперь относительно вопроса, почему образы Достоевского оказывают на нас такое сильное воздействие. Важная причина этого заключается в их завершенной цельности. В любом месте вы всегда можете понять и изучить героя Достоевского, снова и снова вы находите слитыми воедино стремления его жизни и средства их осуществления. Для сравнения можно обратиться к музыке, в которой мы находим нечто подобное, где в гармонии мелодии всегда можно обнаружить все без исключения потоки и движения. То же самое и в образах Достоевского. Раскольников один и тот же и когда, лежа в кровати, размышляет об убийстве, и когда с колотящимся сердцем поднимается по лестнице, и когда извлекает пьяного из-под колес телеги и, отдав последние копейки, поддерживает его прозябающую в нищете семью. Эта цельность в построении и есть причина такого сильного воздействия, и с каждым именем героев Достоевского мы неосознанно носим в себе прочный, словно высеченный резцом из вечного металла, наглядный образ, подобный библейским персонажам, героям Гомера и греческих трагедий, именам которых достаточно только лишь прозвучать, чтобы вызвать в нашей душе весь комплекс своего воздействия.\n\nСуществует еще один скрытый момент, затрудняющий для нас понимание воздействия Достоевского. Однако предварительные условия для решения этой проблемы уже даны. Речь идет о двойственной позиции любого персонажа Достоевского по отношению к двум прочно зафиксированным пунктам, которую мы ощущаем. Каждый герой Достоевского движется в пространстве, которое, с одной стороны, ограничивается обособленным героизмом, где герой превращается в волка, а с другой стороны - линией, которую Достоевский столь резко очертил в качестве любви к ближнему. Эта двойственность позиции придает каждому из его персонажей такую устойчивость и твердость, что они раз и навсегда откладываются в нашей памяти и наших чувствах.\n\nЕще несколько слов о Достоевском как об этике. В силу определенных обстоятельств, противоречий своего характера, которые ему необходимо было устранить, огромных противоречий со своим окружением, которые он нашел в себе силы преодолеть, Достоевский неизбежно пришел к формулам, вобравшим в себя и выражавшим его глубочайшее стремление доказывать на деле свою любовь к ближнему. Так он пришел к формуле, которую мы можем поставить гораздо выше категорического императива Канта: \"Каждый несет ответственность за вину другого\". Сегодня мы как никогда чувствуем, сколь глубока эта формула и насколько тесно она связана с жизненными реалиями, которые не вызывают никаких сомнений. Мы можем опровергать эту формулу, но она снова и снова будет всплывать на поверхность и наказывать нас за ложь. Она оказывает гораздо большее действие, чем, например, понятие любви к ближнему, которое зачастую недопонимается или превращается в тщеславие или категорический императив, который также проявляется в обособленности личных стремлений. Если я ответственен за любую вину ближнего и за вину всех, то я вечно в долгу, который подстегивает меня, делает меня ответственным, требует от меня уплаты.\n\nТаким образом, Достоевский как художник и этик является для нас великим и непостижимым.\n\nТо, чего он достиг как психолог, неисчерпаемо и поныне. Мы смеем утверждать, что его зоркий глаз психолога проник глубже, чем та психология, которая формируется на основе абстрактных рассуждений, поскольку он был ближе к природе. И тот, кто рассуждал о значении смеха, как это делал Достоевский, о возможности лучше узнать человека из его смеха, равно как и из всей его жизненной позиции, кто ушел настолько далеко, что столкнулся с понятием случайной семьи, в которой каждый ее член живет сам по себе и насаждает в детях тенденцию к дальнейшей изоляции, к себялюбию, тот увидел больше, чем еще и сегодня можно требовать и ожидать от психолога. Кто увидел, как Достоевский изображает в своем \"Подростке\", что все его фантазии закутанного в одеяло мальчика выливаются в понятие власть, кто так тонко и метко изобразил возникновение душевной болезни как средство протеста, кто углядел в человеческой душе склонность к деспотизму как Достоевский, тот и сегодня может считаться нашим учителем, каким он был и для Ницше. Его рассуждения о сновидении остаются непревзойденными и поныне, а его представление о том, что никто не способен мыслить и совершать поступки, не имея цели, не имея перед глазами финала, совпадает с самыми современными достижениями индивидуальной психологии.\n\nИтак, существуют самые разные сферы, в которых Достоевский стал для нас бесценным, великим учителем. Реальность жизни подобна лучу солнца, который попадает в глаз спящему. Спящий протирает свои глаза, переворачивается на другой бок и ничего не знает о случившемся, Достоевский же мало что проспал и многое пробудил. Его образы, этика и искусство способствуют глубокому пониманию жизни человека среди других людей.",
        "question_date": "12.07.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 10600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кому  пидараз блат",
                "date": "2.10.2018",
                "upvotes": 0
            },
            {
                "text": "Кому  блят  пидараз",
                "date": "2.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жəрдем ақы жайлы мəлімет",
        "question_content": "Бірінші бала тұғанда алынатын қандай жəрдем ақылар бар (сүйінші ақшасынан басқа)? Жауап жазсаңыздар.",
        "question_date": "11.07.2016",
        "question_tag": "Жанұя",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шашым тікірейіп кеткен оны қалай жұмсартуға болады ?",
        "question_content": "Шашым тікірейіп кеткен оны қалай жұмсартуға болады ? Кір сабынмен жусам пайдасы тиедіме ?",
        "question_date": "11.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 903,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәдімгі жаңбырдың суымен жусаң жұмсарып кетеді.  Сарыағаштың немесе  Тассай суымен шампуньмен жусаң өте жақсы жұмсарады.  Кір сабынмен жууға болмайды.",
                "date": "13.07.2016",
                "upvotes": 0
            },
            {
                "text": "Табиғи жаратылысы солай болса кір сабын көмектеспейді.Қысқа шаш қатты,әрі тіке болады.Ұзындау қылып өсіріп көр",
                "date": "15.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа достармен қалай тез тіл табысуға болады",
        "question_content": "Мен осы жылы университетке түсемін. Сол университеттің общежитиясында жатамын, сол кезде жаңа достармен қалай тез тіл табыса аламын?",
        "question_date": "11.07.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 970,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Әңгімені айтып қана қоймай, тыңдау да – үлкен өнер. Және осы қасиеттің көмегімен кез келген адамды баурап ала аламыз. Ол үшін, ең алдымен, әңгімелесушімізге қызық тақырып ұсынуымыз керек. Ол қызық тақырып әңгімелесушінің өзімен тікелей байланысты болуы тиіс. Енді нақты мысалдар келтірейік:\n\n1. Әңгімелесушіңіздің өзі туралы айтып жатқанын аса қызығушылықпен тыңдап, оған ұзақ сөйлеуге мүмкіндік беріңіз. Кей адамға Қазақстандағы қарттар үйінде қанша адам бар екендігінен, өзінің бетіне шыққан безеуді кетіру мәселесі маңызды болуы мүмкін. Егер әңгімелесушіңізге, расымен де, қызығатын болсаңыз, 4 аптаның ішінде 10 жыл бойы жинай алмаған достарға ие боласыз.\n\n2. «Мен», «менің», «маған» сөздерін «сіз», «сіздікі», «сізге» сөздерімен алмастырыңыз.\n\nЕш уақытта төмендегідей сөз айтпаңыз:\n\n«Мен өзімнің жобамның өте қызықты екенін білемін. Себебі адамдар үнемі маған кеңестерім үшін рақмет айтады».\n\nОрнына былай айтыңыз:\n\n«Бұл жоспарды жүзеге асырған соң табысыңыздың нәтижесі сізді таң қалдырады. Аталған жоспар сізге және сіздің отбасыңызға көп көмегін тигізеді».\n\n3. Сұрақты әңгімелесушіңіз өзі туралы мәлімет айтатындай етіп қойыңыз.\n\nСіз қалай демалдыңыз?\n\nӨзіңіздің мансап жолыңызды қалай бастаған едіңіз?\n\nБалаңыз жаңа мектепке үйренді ме?\n\nСіздің ойыңызша, әлемдегі ең әдемі қала қайсы?\n\n... (Кез келген нәрсе) туралы не ойлайсыз?\n\nЕң бастысы, адамдарды сіз де, мен де қызықтырмайтынын біліңіз. Оларды тек өздері ойландырады. Ал егер бұл жағдай сізді мұңайтса, сезіміңізді жеңуге тырысыңыз.",
                "date": "12.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҰБТ-дан 101 балл алдым.Таңдау пəнім физика,қандай мамандықтар тандауға болады?",
        "question_content": "ҰБТ-дан орыс тілін алғанда 83 балл алдым.Қандай Жоғары оқу орындарына грантқа түсе аламын?",
        "question_date": "11.07.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Пошта арқылы зат сатқанда ақшаны қалай аламын?",
        "question_content": "Осы зат сататындар поштамен жібергенде және поштаға барғанда ақшасын сұрайды ғой, солай қалай істейді? , менде сатайын деп едім.",
        "question_date": "10.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 462,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "qiwi- кошелок аркылы болад",
                "date": "12.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ 2016-2017 оқу жылында қалай өтеді?",
        "question_content": "ҰБТ 2016-2017 оқу жылында қалай өтеді? Қандай өзгерістер енгізілді?",
        "question_date": "10.07.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ажырасуға кеңес бересіздер ма?",
        "question_content": "Мені көк ала қойдай қылып күйеуім ұрып тастады. Бұл бірінші рет емес. Оның алдында аяғыма пышақ тығып басымнан ұрғанда 102 звандап олар келіп күйеуіме кешірім сұратып кеткен. Енді урмаймын пышак тыкпаймын деп калган,енди кеше тагы козимди когертти,сосын мен 102звандаймын деп едим,кимдерин жинап кетип калды агасынын уйине,мен если ажырассам канша алимет толете алам и биз турып жаткан уй 10соттык 4торт уй салынган болинбейтин жер,2жарым жыл бырын жукти болып журип уй салганга комек бердим куйеуим тапкан акшага 2комнаталы уй салып битирдик,енди билгим келгени,сотта мен салыскан уйден озимнин жане улымнын улесин ала аламба?бугин азанда агасы келип мени южан жогал кет басыма бале болмай деп айтты,содан балам коркып жылап турган жеринен аягы тартылып калдыма судыргы устадыма бирдене болды,сол мени урган куни болем келген баламды жубатып аягын укалап жазды,уйдеги унеми урыстан балам коркак болып кетти,куйеуиме айтам талай баланын козинше урыспайык и так коркак деп,ол оны тындамайды унеми коркытады,дворга шыгуга коркам тагы агасыма или озиме келип тагы урып или айкайлайма деп,осыган тигели бери денсаулыгым жок,уйыктап жатып аяк и колдарым истемей калады,ауа жуталмай калам,куйеуим мени еки рет кылкындырган содан катты коркып калдым и аягыма 1см пышак тыккан,мынадай жагдаймен мен сотта жене аламба?баламнын болашагын ойлап акесиз оспесин деп талай таякка конип келдим,кейде коркам булар адей мени жынды боп калды деп психбольницага берип жибереме или балама дурыс тарбие бермейди деп баламнан ажыратама деп катты коркам,кай ана оз баласынан айырылгысы келеди?мен баламсыз бир кун омир суре алмаймын барымда нарымда балам.Занды жаксы билетин адамдар комек бериниздерши отинем и кате кетуи мумкин колым дирилдеп жылап жазып отырмын,закс бар ишпеймин и шекпеймин намаз окимын Аллага тоба.",
        "question_date": "10.07.2016",
        "question_tag": "Заң",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсызба менин есимим Диана Мен оз омириммен болисейин ..мен акезиз оскен акенин камкорлыгына болене алмадым Айырылысып не утасыз соны айтпакшымын ..бул да бир алланын сынагы болар одан сынбай отсениз бакытка боленерсиз .. куйеуинизге кайда барсан ондв бар деп жибере бериниз уйге киргизбениз корсин кимнин аркасында карны ток екенин...ози ит болып келеди али бирак сиз ажырасамын десениз одан еш пайда таппайсыз мумкин журип жүрген баска айел болса ол куанбайма ?Несине шанырак курган куйеуинизден айырылыспакшысыз кателикке боялдырмаганыныз жон",
                "date": "10.07.2016",
                "upvotes": 0
            },
            {
                "text": "Салеметсізбе? Бұндай жағдай айтуға аңай болсада дұшпаныңада тілемейтін жайт. Күйеуіңіз неге сонша сізді бағаламайды 1 емес бірнеше рет болса сіздің өзіңізден бір кіна жоқ емеспе? көзіңізге шөп салғанын біле турып өмір сүру бір семияда бала үшін тұрудан асқан азап жоқ. егер отбасында бір біріңізге деген сезім жоқ болса бекерден бір отбасын құру керек емес сияқты. күйеуіңнің күнделікті қыдырстарын көре тұрып білмеске салу керемет әйелдің ғана қолынан келетын іс деп білемін. Егерде күйеуіңіз қатесін түсініп сізден кешірім сұраса, көңіл бөле бастаса, киім алып беріп, қыдыртса немесе сіз үшін кішкентай болсада жылы сөздерін айамаса онда сіз оның ашынасының бар екенын білсеңізде көнсеңіз болады деп ойлаймын ал озы басқаға барса жане сізге көңіл бөлмесе онда сіз не үшін одан ажыраспай жүресіз сіздің де өміріңіз алдыда сізді аялайтын, қадіріңізге жететін бір адам тез арада табылмасада уақыт өте келе сізді түсінетін жаныңздың сырын ақтара айта алатын бір адам шығар",
                "date": "10.07.2016",
                "upvotes": 0
            },
            {
                "text": "Салеметсизбе менинде жагидаиым сиздикине уксаз, бирак мен жендим, киеуимди озиме каитардым балдарына конил болуге маган конил болуге тырысады.менинше киеуинизди суисениз онда бул исти колга алып, не ушин булаи истеп жур не туртки екенин билуиниз керек аныктау керек соган баиланысты арекет жасау керек.куеим аркаисымен журген саиын карсы алдынан шыгатынмын оган мумкундик бермедим, шаргадыма ози келди, бул алданшы рахат омир, бари басылады.сабыр болыныз барин женесиз.",
                "date": "10.07.2016",
                "upvotes": 0
            },
            {
                "text": "ҚР Неке заңы бойынша еңбекақының 1 балаға 25 пайыз, 2 балаға 1/3 бөлігі, 3 немесе одан көп балаға тең жартысчы тиесілі, Оны сот арқылы өндіріп алуыңызға болады,\n\nЕгер үйді екеуіңіз қосылғаннан кейін салсаңыздар, ол екеуіңіздің ортақ мүліктеріңіз болып табылдаы, сондай-ақ, басқа бағалы мүліктер де",
                "date": "10.07.2016",
                "upvotes": 0
            },
            {
                "text": "102 дейсіз ба?  М.....олар, пышақ тығып, ұрып тастаған адамды жай ғана кешірім сұратқызып, қайтып кетпейді, апарып кем дегенде 15 тәулікке қамауға алады, сосын оның ісін қарауды жалғастара береді.  Мына ситуацияның басы-қасында болмаған соң, сізгі сене алмаймыз. Факт жоқ !",
                "date": "11.07.2016",
                "upvotes": 0
            },
            {
                "text": "21 ғасырда өмір сүріп отырмыз. Жан-жағыңа қара.Ешқашан көнуге болмайды мұндай өмірге!!! Балаға тәрбие бере алмайсың мұндай ақымақ ешқашан жөнделмейді. Не сұмдық! Заң орындарына өзің барып шағымданып, басыңды босат.Бүкіл өмірің алдыңда, жаңа парақтан баста өмірді.Тек ақылды болып, балаңа қамқор бол. Еңбек етіп, айналаңа адал болсаң өмірің дұрысталады.",
                "date": "11.07.2016",
                "upvotes": 0
            },
            {
                "text": "Баламды әкесіз өсірмеймін деп жүріп байқұс бала анасынан айырылып қалмасын. ол бір күні өлтіріп қояды ғой сізді мына түрімен.",
                "date": "16.07.2016",
                "upvotes": 0
            },
            {
                "text": "Онымен ажрас балан ушун омир сур тек жаксы жолда жур халал енбек тауып баланды аякка тургыз сол кезде баланы ози сени коргайди айуан киеун бир кун келип аягынга жыгылади сол кезде баланг коргайды  сени ондай киеудин барыдан жогы жаксы арлыгымыз алланын пендесимиз алланын разыдыгы ушин балдарин ушун омир сур",
                "date": "1.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зират басына мүсінге сөз жазу?",
        "question_content": "Зират басына мүсінге сөз жазу? Ана туралы артында жалғыз баласы мен немерелері қалды.",
        "question_date": "10.07.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Боладығой негізінде. Айтарлықтай тиымдар жоқ. Жаза беріңіздер.",
                "date": "10.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагогикалық мамандықтар қандый мамандықтар?",
        "question_content": "Педагогикалық мамандықтар қандый мамандықтар? Тізімі бар ма?",
        "question_date": "10.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олар мұғалім ,оқытушы, ұстаз, академикке дейін көтеріле береді.  Барлық адам ұстаздан білім алған.",
                "date": "10.07.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шымкент Колостан Өзбекстан шекарасына дейн қанша теңге алады?",
        "question_content": "Шымкент Колостан Өзбекстан шекарасына дейн қанша теңге алады екі адамға. Қанша сағат жолы? Апаратын адамдар болса нөмір қалдырыңыз. Ақшаны сол таможняда ауыстыруға болама?",
        "question_date": "10.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шымкент-Черняевка 1000- 1500 тенге болады таксиге . Ал газельдер  600-800-1000 тенге болады шамалап айтқанда. Негізі Шымкент жақта халық  көп, көліктер көп, сондықтан бәрі арзан.  Ал бір-біріне өте жақын Шымкент -Тараздың арасы  2000-2500 тенге, Алматы-Шымкент 3500-5000 тенге. Ал Шымкент-Алматы 2500тенге  Автобуспен.",
                "date": "10.07.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алматы қаласының Орталық мешітінің телефон нөмірін кім біледі?",
        "question_content": "Əс сəлəму алейкум достар Менің сұрағым мынадай : Алматы қаласының Орталық мешітінің телефон нөмірін кім біледі ? Аллаh Разылығы үшін айтсаңыздар өтініш !?",
        "question_date": "10.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "050050, Қазақстан Республикасы, Алматы қаласы, Пушкин көшесі, 16 Маметова көшесінің қиылысы.\naom-baspasoz@mail.ru  \nтел: +7 727 397 76 02",
                "date": "10.07.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихы билет сұрақтарына жауап іздеу?",
        "question_content": "1-билет\n\n1.Қазақстандағы 1916 ж. Ұлт-азаттық көтерілістің барысы, жеңілу себебі мен тарихи маңызы.\n\n2. Қазақстандағы тың және тыңайған жерлерді игерудің мақсаты, салдары, көлеңкелі жақтары \\1954-1956 ж.\\\n\n3. «Милитаризм» анықтамасы.\n\n2-билет\n\n1. Қазақстандағы Ақпан буржуазиялық-демократиялық төңкерісі кезеңінде уақытша Үкімет пен Кеңестердің құрылуы.\n\n2.Қазақстан экономикасындағы өзгерістер \\1990 ж.\\\n\n3.«Экономикалық дағдарыс» анықтамасы..\n\n3-билет\n\n1.1917 ж. Ақпанынан қазанға дейінгі Қазақстандағы саяси партиялар.\n\n2.Қазақстанның мемлекеттік тәуелсіздігін жариялауы және ТМД-ның құрылуы.\n\n2.«Ұлтжандылық» анықтамасы.\n\n4-билет\n\n1.Қазақстандағы Қазан төңкерісі, Кеңес Үкіметінің орнауы.\n\n2.Тәуелсіз Қазақстанның халықаралық жағдайы, сыртқы саясаты.\n\n3.«Диктатура» анықтамасы.\n\n5-билет\n\n1.Қазақстандағы шетел интервенциясы және азамат соғысы.\n\n2.1986 жылғы Желтоқсан оқиғалары.\n\n3.«Диверсификация» анықтамасы.\n\n6-билет\n\n1.Қазақстан жаңа эканомикалық саясат жылдарында.\n\n2.Қазақстандардың ұлы отан соғысы жылдарындағы ерліктері.\n\n3.«Соғыс коммунизмі» анықтамасы.\n\n7-билет\n\n1.Қазақстанды индустрияландыру оның ерекшеліктері.\n\n2.Бекмаханов ісі.\n\n3.«Демократия» анықтамасы.\n\n8-билет\n\n1.Қазақстандағы ұжымдастыру, оның салдары.\n\n2.Тәуелсіз Қазақстан оның халықаралық жағдайы.\n\n3.«Индустрияландыру» анықтамасы.\n\n9-билет\n\n1.Қазақстандағы тоталитаризм пайда болуы, оның ерекшеліктері.\n\n2.Тәуелсіздік жылдарында Қазақстанның дамуы. Тәуелсіз Қазақстанның саяси міндеттері.\n\n3.«ГУЛАГ» АНЫҚТАМАСЫ.\n\n10-билет\n\n1.Қазақстандағы мәдени құрылыс, сауатсыздықты жою және кеңестік мәдениеттің қалыптасуы.\n\n2.Тәуелсіз Қазақстанның саяси дамуы.\n\n3.«Суверенитет» анықтамасы.\n\n11-билет\n\n1.Қазақстан интеллигенциясының қалыптасуы және кәсіптік білім беру.\n\n2.Ұлы Отан соғысы кезеңінде тыл еңбеккерлерінің ерлігі.\n\n3.«Интеграция» анықтамасы.\n\n12-билет\n\n1.Гитлерлік фашизм, оның әскери жоспары.\n\n2.Торғай облысындағы ұлт-азаттық қозғалыстың ерекшеліктері.\n\n3.«Азық-түлік салғырты» анықтамасы.\n\n13-билет\n\n1. Қазақстанда Кеңес үкіметінің орнауы, оның қиыншылықтары мен ерекшеліктері.\n\n2.Қазақстандық парламентаризм.1995жылғы Конституция\n\n3.«Инфляция» анықтамасы.\n\n14-билет\n\n1.1990 жылдардағы Қазақстан экономикасының дамуы.\n\n2.Қазақстандағы индустрияландыру, оның ерекшеліктері.\n\n3.«Миллитаризм» анықтамасы.\n\n15-билет\n\n1.Соғыстан кейінгі Қазақстанның дамуының ерекшеліктері.\n\n2.Қазақстандағы ұжымдастыру, оның салдары.\n\n3.«Әскери коммунизм» анықтамасы.\n\n16-билет\n\n1.Ұлы Отан соғысы кезеңіндегі қазақстандық батырлар.\n\n2. Тың және тыңайған жерлерді игерудің мақсаты, салдары, көлеңкелі жақтары \\1654-1956 ж.\\\n\n3.«Тәркілеу» анықтамасы.\n\n17-билет\n\n1.Қазақстан қайта құру жылдарында \\1986-1991 ж.\\\n\n2.Қазақстан бірінші дүниежүзілік соғыс кезеңінде.\n\n3.«Антанта» анықтамасы.\n\n18-билет\n\n1.Тәуелсіз Қазақстанның халықаралық жағдайы.\n\n2.Қазақстан эканомикасын соғыс жағдайына бейімдеп қайта құру.\n\n3.«Барбаросса жоспары» анықтамасы.\n\n19-билет\n\n1.Д.Қонаев өмірі мен саяси қызметі.\n\n2.Қазақстанның 1920-1945 жылдардағы мәдени дамуы.\n\n3.«Оппозиция» анықтамасы.\n\n20-билет\n\n1.Қазақ Кеңес Социалистік Республикасының құрылуы.\n\n2.Тоқырау жылдарындағы Қазақстан.\n\n3.«Құрылтай» анықтамасы.\n\n21-билет\n\n1.1930жылдардағы қоғамдық-саяси өмір.\n\n2.Қазақстандықтар ұлы отан соғысының шешуші кезеңінде.\n\n3.«Толеранттылық» анықтамасы.\n\n22-билет\n\n1.Қазақстанда 1990 ж. қалыптасқан қоғамдық-саяси қозғалыстарды атаңыз.\n\n2.Ұлы Отан соғыс тақырыбы Қазақстан жазушыларының шығармаларында.\n\n3.«Менталитет» анықтамасы.\n\n23-билет\n\n1.Қазіргі кезеңдегі Қазақстанның мәдениет қайраткерлері.\n\n2.Қазақстан-Сталинград майданының ең жақын тылы болғандығын дәлелдеңіз.\n\n3.«Модернизация» анықтамасы.\n\n24-билет\n\n1.Қазақстанның қазіргі кезеңдегі сыртқы саясатына сипаттама бер.\n\n2. Н.Ә.Назарбаев өмір жолдары және саяси қызметі.\n\n3.«Ұлтжандылық» анықтамасы.\n\n25-билет\n\n1.Қазақстан-егемен мемлекет.\n2.Азамат соғысы жылдарындағы эканомикалық саясаттың мәні.\n\n3.ҚР Президентінің 2012 жылғы жолдауы.",
        "question_date": "10.07.2016",
        "question_tag": "Мектеп",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9-10-11 сынып Қазақстан тарихы кітаптарда бар.",
                "date": "10.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киви кошелектен ақшаны да любой карточкаға аудара берсе болама?",
        "question_content": "Киви кошелектен ақшаны да любой карточкаға аудара берсе болама?",
        "question_date": "10.07.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 505,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине болады, коммуналкаларды төлеуге де болады тіпті",
                "date": "16.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауылдық квота бар. Осы баллмен қайда және қандай мамандық бойынша грант бар?",
        "question_content": "Мен 107/89 балл жинадым. География таңдау пәнім. Ауылдық квота бар. Осы баллмен қайда және қандай мамандық бойынша грант бар? Және осындай мағлұматтарды қандай сайттардан көруге болады? Өтініш білсеңіздер айтыңыздаршы",
        "question_date": "10.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": []
    }
]