[
    {
        "question_title": "Жан құрбым сатып кетті, не істеймін?",
        "question_content": "Сәлеметсіздер ме? Менің бала күннен бері өскен, арамыз тым жақын жан дегенде жақын құрбым бар еді. Үнемі оған ауыр сөздер айтудан, сатып кетуден, қиындықта жалғыз қалдырудан аулақпын. Әрдайым оның көңіліне қарап жүремін. Бірақ, соңғы уақытты арамыз мүлде суып кетті.  ол мені мүлде ойламайды. Үнемі маған ауыр сөздер айтып, қарсы шығады. Басқалардың алдында мені келсін-келмесін төмендете береді. Мен басқа қыздармен ұрсысып қалсам, құрбым маған емес, соларға жақтасады, тіпті, олардыкі қате болса да. Мені мүлде елемейді, оған сөйлесем, естімегендей болып жүреді. Мен оның көңіліне қарап жүрсем, ал ол....Оның басқа құрбысы пайды болды. Ол құрбысы мектебіміздегі ең әдемі, күшті киінетін, модный қыз, Онымен дос болу бәрінің арманы. Менің құрбым оның артынан қалмайды. Сонымен жақын дос болып алған сияқты. Құрбымның сол қыз сияқты болғысы келетіні анық. Соның кесірінен мені мүлде ұмытып кеткен сияқты. Екеуі күнде бірге жүреді, және де менің көзімше. Мен әрине қызғанамын, себебі ол менің жан құрбым ғой. Бірақ үндемеймін. Менің үндемейтінімді пайдаланған сияқты. Мен оған қаты ренжідім. Досын қиын жағдайда да тастап кететін достың не қажеті бар? Бірақ, ол менің бала кезгі құрбым ғой. Не істерімді білмеймін. Сіздер қалай ойлайсыздар, не істесем болады? Көмектесіңіздерші...",
        "question_date": "7.12.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрбыңыз Баянсыздан бақытын іздеген қыз екен.\nСіздің қадіріңізге жетпеген адамды қадірлегеннен пайда не.\nЖаңадан достар арттырыңыз, күліп жүріңіз, өзгеріңіз. Барі көрсін, олда көрсін Сіздің өзгергеніңізді. Ол қайтып келіп кешірім сұрауы мүмкін, бірақ қайтпауға тырысыңыз. Сезіммен іс қылмаңыз. Автокөлікті басқарып кележатып артқа қарасаңыз, алдыңыздағы жолды көрмей қалып апатқа ұшырауыңыз мүмкін. Солай сияқты Өмірде дәл солай. Сондықтан артқа қарамаңыз ешқашан, артқа бұрылып қарадыңыз, демек сіз жолдан шығып кету қауіпі туады. Барлық нарсеге реал қараңыз. Ол құрбыңыз өзінше бір альтернативный қиял әлемінде жасап жүрген шығар мүмкін, бірақ ол жолмен кетеберсе, ақыры барібір көрініп түр...\nСондықтан, түңілмеңіз, қайғырмаңыз, қызғанбаңыз!!!\nКеткен адам кетет, орнына жаңасы келеді...\nЕсте сақтаңыз, Сіздің қадіріңізді білмеген адамды қадірлеудің қажеті жоқ!\nЕгерде кеңесім пайда берсе қуаныштымын, егерде сіздің табиғатыңызға бұл сөздер жад болса, онда айыпқа бұйырмаңыз.",
                "date": "7.12.2016",
                "upvotes": 1
            },
            {
                "text": "Ондай адаммен араласудың қажеті жоқ. Араласпаңыз",
                "date": "7.12.2016",
                "upvotes": 1
            },
            {
                "text": "Саламатсизба карындас, мунайманыз озинизди бийик устан, сабырлы болып арты не боларын баклан, бир куни оз катесин тусунип кайтып келеди курбыныз!",
                "date": "7.12.2016",
                "upvotes": 1
            },
            {
                "text": "Менде осыған ұқсас мәселе болды. Оған барлығын ашық айтып, ренішімді білдірдім, оның өзгергені жайлы айтып, 2 күндей өкпелеп жүрдім. Кейін өзі келіп, менен кешірім сұрады. Қазір үшеуміз де ажырамас доспыз.",
                "date": "7.12.2016",
                "upvotes": 1
            },
            {
                "text": "Ондай достың болғанынан болмағаны жақсы емес пе. Еңсеңді көтер, ондай достардың достықтары ұзаққа бармайды...",
                "date": "7.12.2016",
                "upvotes": 1
            },
            {
                "text": "Саламатсыңба сіңілім. Сен қатты ол үшін уайымдама, шын дос болса ол өз қатесін түсініп келеді, келмеген жағдайда өмірде неше түрлі жағдай болады ғой ең бастысы əке-шешең, бауырларың қасыңда ғой əлі неше түрлі адамдарды кездестіресің. Ал ана құрбың əлі осы қылығы үшін ұялады.",
                "date": "7.12.2016",
                "upvotes": 1
            },
            {
                "text": "Егер шынымен дос болса қайтып келеді. Еш мұңаймаңыз. Шын дос майданда сыналады. Ал қалғанының бәрі жолдас немесе таныс.",
                "date": "7.12.2016",
                "upvotes": 1
            },
            {
                "text": "еңсеңізді түсірмеңіз. жайнап, күліп жүріңіз. дос арқашанда табылады. тек адалынан берсин. ал ол досыңыз қатесін түсінер. бірақ кеш боларын өзі де түсінбей жүрген шығар.",
                "date": "8.12.2016",
                "upvotes": 0
            },
            {
                "text": "Салеметсиздерме мени досым сатып кетти ягни менин орныма баска кызбен дос болып кетти кандай жоспар кылып озиме тартсам болады",
                "date": "21.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кейде «ауа райы» деп жатады, кейде «күн райы» деп жатады. Қайсысы дұрыс?",
        "question_content": "Тілтанушылар 15 томдық түсіндірме сөздік жасаған кезде, «ауа райы» деп үлкен бір географиялық аймақтың климаттық құбылысына қатысты пайдаланады, яғни «климат» деген сөздің жақсы баламасы болып тұр. Ал енді орыс тіліндегі «погода» деген сөзге «күн райы», ол қазақтың бұрыннан қалыптасқан баламасы жүреді. Сондықтан күнделікті күннің райына қатысты айтсаңыз, «ауа райын» қолданбаған дұрыс.",
        "question_date": "7.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 827,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Беттегі пигментацияны (бастамасы) қалай алдын алуға болады?",
        "question_content": "Бетімде енді ғана пигментация пай да болды! Бала тумағанмын! Бүйрек ауырған емес! Петрушка жағу дұрыс па білмеймін! Жалпы іш - құрлысты қалай тазалау керек .... білмеймін ....",
        "question_date": "7.12.2016",
        "question_tag": "Тазалық",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салем менде тоже осындай жағдай қалай кетіремін білмеймін кетірген болсан жазшы осы жерге өтниш",
                "date": "11.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1-ден 99-ға дейінгі натурал сандардың көбейтіндісі неше нольмен аяқталады?",
        "question_content": "1-ден 99-ға дейінгі натурал сандардың көбейтіндісі неше нольмен аяқталады?",
        "question_date": "7.12.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 13800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "99!=933262154439441526816992388562667004907159682643816214685929638952175999932299156089414639761565182862536979208272237582511852109168640000000000000000000000\n\nЖауабы: 22",
                "date": "21.06.2019",
                "upvotes": 0
            },
            {
                "text": "99/5+99/25=19,8+3,96=23,76=(шамамен)24 жауабы 24нолмен",
                "date": "7.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрнектің мәнін есепте?",
        "question_content": "18xy-2xy+4.8x\n\nмұндаағы x=-½,y=-1¼",
        "question_date": "7.12.2016",
        "question_tag": "Математика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "7.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "7 біркелкі қапта 343 кг картоп. 4 қаптағы картоптың салмағы қанша?",
        "question_content": "а.190 б.192 с.194   д.196  у.201\n\n7 біркелкі қапта 343 кг картоп. 4 қаптағы картоптың салмағы қанша?",
        "question_date": "7.12.2016",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "343/7=49     \n\n49*4=196\n\nоп-оңай есеп емес пе",
                "date": "7.12.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл жерде пропорция 7-343 4-x 343 x 4 = 1372 1372 : 7 = 196 Жауабы : Д) 196",
                "date": "9.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Испиджаб қаласы жайлы толық мәлімет керек еді?",
        "question_content": "Испиджаб қаласы жайлы толық мәлімет керек еді?",
        "question_date": "7.12.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 29200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ОРТАҒАСЫРЛЫҚ ИСПИДЖАБ\n\n        Ұлы Жібек жолының қазақстандық бөлігіндегі бірінші бірегей ірі қала Испиджаб болды, ол оған осы облыстың барлық жер - суы - шығыста Талас - Шуға дейін, солтүстік - батыста Сырдарияның орта ағысына дейін ұласып жатты. Қазіргі кезде орналасқан жері Сайрам ауылының оңтүстік - батысында, Шымкент қаласынан 12 км жерде [1,42]. Зерттеу жұмыстарын 1923 жылы П.П.Иванов, 1925 жылы М.Е.Массон, 1947 жылы А.Н.Бернштам басқарған Оңтүстік Қазақстан археологиялық экспедициясы жүргізген. Қазба жұмысының барысында айналасы төрт қақпалы дуалмен қоршалған көлемі 28 га жерді алып жатқан қаланың орны анықталған. Қала ішінде көптеген мазарлар сақталған [2,215]. Оңтүстік Қазақстанға арналған тарихи-географиялық ортағасырлық әдебиеттерде Арыс пен Талас арасындағы аудан маңызды орынға ие болғандығы жайлы айтылды. Ерте орта ғасырда экономикалық және стратегиялық жағынан ерекше маңыздылығы шығыс авторларының бұл ауданның тарихи топографиясына деген қызығушылығын тудырды. Әсіресе, басты назар Испиджаб қаласына аударылды. Қала бірнеше ғасырлар бойы тек өзінің шаруашылық аймағында ғана емес, сонымен қатар Отырар және Тараз оазистерінің жерлерінде басымдылығын сақтады [3,128]. Орта ғасыр дәуіріндегі Испиджаб (Сайрам) X ғасырмен XIII ғасырдың бас кезінде Қазақстанның оңтүстігіндегі ең ірі қалаға айналды. Испиджаб округі Сырдария бойындағы Кедер, Сығанақ, Сауран мен Янгикент қалаларын; Қаратаудың солтүстік бөктеріндегі Баладж мен Берукей қалаларын; Жетісудың Тараз, Құлан, Мирки (Мерке), Суяб қалаларын қамтыды [4,152]. Ибн-Хаукаля, Макдиси, Абул-Феданың деректері бойынша, бұл аймақтар іс жүзінде болмаса да, номинальды түрде Испиджабтың экономикалық, саяси, мәдени ықпалының астында болды. Испиджаб пен оның жерлерінің саяси ролі мына онша маңызды емес фактіден - ақ көрінеді. Ол Мауреннахрдың билеушілеріне хараджды төлемеді. Макдисидің айтуы бойынша: «Испиджаб тек жыл сайын өзінің оған бағынышты екенін көрсету үшін ғана саманидтердің сарайына сыйлықтар жіберіп отырған» [2,129]. Х ғасырдың географы Ибн Хаукальдың жазбасы бойынша: «Испиджаб - шамамен Бинкеттің үштен екісіне тең қала. Ол мединадан  (орталықтан), қамал мен рабадтан (керуен-сарай) тұрады. Қамал күйреген, ал медина мен рабадта тұрғындар тұрады, медина дуалдармен қоршалған рабадты да ұзындығы фарсахқа таяу дуал қабырғасы орап жатыр. Рабадтың өз бағы мен суы бар. Ол тегіс жерде жатыр, онымен ең жақын деген таулар арасы үш фарсахтан (20 км). Мединенің төрт қақпасы - Нуджкет қақпасы, Фархан қақпасы, Шакван қақпасы және Бұхара қақпасы бар. Оның базарлары медина мен рабатқа, ал басқару үйі, абақты мен бас мешіт мединаға орналасқан».\n\n      Испиджаб аса ірі әкімшілік орталық қана емес, сонымен бірге өтпелі сауда орталығы ретінде де мәлім. Қалада сауда құрылыстары - керуен сарайлар мен «тимдер» көп болды. Керуен сарайлар (рабаттар) Нахшеб, Бұхара, Самарқанд көпестерінің иелігінде еді. Халықаралық сауда Орта Азия мен Шығыс шығарған және Испиджабтың өзінде XI-XII ғасырларда шекілген жергілікті теңгелермен жүргізілді. Испиджабтан басқа жерлерге ақ маталар, қару-жарақ, семсерлер, мыс пен темір жеткізіліп тұрды. Қала құл сату орталығы ретінде де бүкіл Шығысқа әйгілі еді. Онда сол кездегі қырқысқан қыруар соғыстарда әр түрлі түркі тайпаларынан қолға түскен тұтқындар сатылып, әкетіліп жатты.\n\n      Керуен жолдары бағыты бойынша алғанда, оңтүстік беттегі Бұхара қақпасы арқылы қалаға Шығыс елдерінің тауарлары әкелінетін. Шамамен, батыс бетте болған Нуджкет қақпасы Талас аңғарына орналасқан Дех Нуджикет қаласының атауымен аталған болса керек. Бұл шағын қалашық алқаптық тура даламен шектесетін шекарасында тұрды да, ет пен мал саудасы сол арқылы жүрді. Солтүстік қақпа арқылы шығатын керуен жолы Сырдария бойында отырған Отырар, Сауран, Дженд пен Янгикент қалаларын аралап өтетін. Қала өз заманына қарай жақсы бекініс салынған. XV-XVI ғасырлардың тарихшысы, «Мехман наме - и Бухара» шығармасының авторы Рузбихан Исфағани былай жазды: «Қаланың негізгі бөлігі қоршалған дуалдардың биіктігі сонша, иемденіп алмақшының қолы оның қабырғасына тез жете қоймас; оны айнала қазылған ордың тереңдігі сонша, одан аттауға қазақтың аяғы да бармас». Сайрам сыртындағы ор Хафиз Таныштың XVI ғасырдың аяқ шеніндегі оқиғаларды сипаттап жазған шығармасында да еске алынады. Кейінірек қаланы қазақтар қолға алған кезде ол Бұхара мен Самарқандқа сол жерден жасалатын жорықтардың тірек қорғанына айналды [3,23].\n\n         Сайрамның XIV-XVII ғасырларда өмір сүрген кезеңінен хабар беретіндей деректер өте мардымсыз. Дегенмен, Сайрамның орта ғасырдың аяқ кезінде де Орта  солтүстіктегі Орталық Қазақстан көшпенділеріне және шығыста Моғолстанға баратын жолдардың торабында жатқанының өзі осы бір қалалық және отырықшы өмір ауданының мән - маңызын көтеретін дерек. Сайрам тек сауда жолдарын ғана емес, сонымен бірге ортаазиялық иеліктерге және Қазақ даласына қарай оңтүстікке өтетін өткелдерді де бақылауға ұстаған маңызды стратегиялық орталық болды. Сондықтан болар, деректер көрсетіп отырғанындай, Сайрамды жеке иелену үшін, қазақ пен өзбек феодалдары өзара үздіксіз арпалысып келген. Испиджаб төңірегінде көптеген калалар мен қыстақтар болған, ол туралы X ғасырда ал - Истархи былай жазады: «Оның, құрылыстары саз балшықтан жасалған, оның базарлары жеміс-жидекке тұнып тұр, онда түрлі өнім көл-көсір және сан-алуан пайдалы заттар да көп. Оның айналасы толған қалалар мен қыстақтар». Жазба деректер олардың ішінде Манкет (Манкент), Джуми-шлаг, Газгерт, Харлуг атауларын атайды.\n\n         Өз округі мен іргелес қалаларды қосып алғанда Испиджаб - Сайрам халқы өте тығыз орналасқан аудандардың бірінен саналатын. Археологтардың есептеулерінше қаланың өзінде және қала маңында 40 мыңға тарта халық тұрған. Қала халқының саны көшпенді жұртшылықтың тұрақты түрде отырықшылана бастауы есебінен өсіп отырды. Мұны орта ғасыр авторларының деректері де дәлелдей түседі. Мәселен, Махмуд Қашқари VI-VIII ғасырларда осы жерге ауысып қоныстанған соғдыларды XI өздеріне сіңіріп алғандығы жазады: «Баласағұн тұрғындары соғдыша да түрікше де сөйлейді. Тараз бен Ақдала (Мединат ал - Байда) тұрғындары да сондай». Сайрам халқының этникалық құрамы әр түрлі болатын. Қалалықтар құрамында иранша да, түрікше де сөйлей алатын ежелгі қалалық тұрғындар әулеті де, сондай-ақ, қалада тұрақты отырықшылана бастаған көшпенділер де бар еді. Көшпенді - малшылардың кедейленіп қалған топтары отырықшылыққа ауысып, егіншілікпен айналысты. Якубидің жазбасы бойынша, Испиджаб ғасырлық көшпенділіктің шекарасында орналасқан үлкен қала еді. Соған сәйкес, ІХ-ХІІ ғасырларда Қазақстанның оңтүстігінің барлық территориясында қалыптасқан, Сығанақтан Сауранға дейін, батыста Құланнан шығыста Меркеге дейінгі аймаққа тән жергілікті ерекшеліктерді ескере отырып, Мауреннахрдың феодалдық құрылысының принциптері негізінде құрылған классикалық қаланың үлгісі болды. Испиджабқа қатысты анықталған деректерді археологиялық зерттеулердің мәліметтерімен сәйкестендіре отырып қарастырғанда, оның құландылары біздің зерттеуімізде ерекше маңызға ие болады. Бірақ ежелгі Испиджабқа қатысты бірнеше ғылыми жұмыстар болғанына қарамастан, танылған ғылыми әдебиетте ежелгі Испиджаб қаласының белгілі бір анықталған қаламен сәйкестендіру жайлы сұраққа жауап табылмай жатыр. Орта ғасырдың аяқ шеніндегі қалалар, сол бұрынғысынша, саяси экономикалық және мәдени орталықтар болып қалды әрі Қазақ хандығы өмірінде маңызды роль атқарды.",
                "date": "8.12.2016",
                "upvotes": 0
            },
            {
                "text": "Сайрам Исфиджаб, Испиджаб–Оңтүстік Қазақстанның орта ғасырдағы ірі қалаларының бірі. Жұрты қазіргі Сайрам кентінің Оңтүстік-батысында, Шымкентқаласынан 12 километр жерде. Сайрам жайлы алғашқы дерек Махмұт Қашқаридің«Диуани лұғат ат-түрік» атты еңбегінде кездеседі. Онда: «Сайрам – Исфиджаб деп аталатын ақ қаланың аты» делінген. Демек, Сайрам. – Исфиджабтың кейінгі аты. 15 – 18 ғасырларда қазақ хандықтары кезінде Сайрам ірі сауда, қолөнер және діни орталық болған. Зерттеу жұмыстарын 1923 жылдары П.П. Иванов, 1925 жылдары М.Е. Массон,1947 жылдары ауылы Н. Бернштам басқарған. Оңтүстік Қазақстан археологиялық экспедициясы жүргізген қазба жұмыстары барысында айналасы төрт қақпалы дуалмен қоршалған, көл. 28 гектар жерді алып жатқан қала орны анықталған. Қала ішінде көптеген мазарлар сақталған. Ең көнесі – Падишаһ Мәлік баба мазары. Бұл ескерткіштер 9 – 18 ғасырларға жатады.\n\nСайрам ауданындағы ауыл, ауылдық округ орталығы. Аудан орталық – Ақсу ауылынан оңтүстіке қарай 24 километр жерде орналасқан. Тұрғыны 28,4 мың адам (2004). 1929жылдары артельге біріктіріліп, 1958 жылдары Ленин атындағы көкөніс-сүт ұжымшарының орталық болды. Оның негізінде ӨК, ЖШС, шаруа қожалықтары ұйымдастырылды. Сайрамда 2 облыстық аурухана, емхана, облыстық өзбек драма театры, кірпіш з-ты, кәсіптік-техникалық мектеп, орта мектептер, мешіт, сауда орталық жұмыс істейді.\n\nТарихы[өңдеу]\n\nVI ғасырда тез өсіп- жетілген Испиджаб оңтүстіктегі ірі сауда және мәдениет орталығына айналды. VII ғасырда Орта Азияға арабтар келген кезде бұл қала гүлденіп тұрған еді.714 жылы араб әскерінің қолбасшысы Кутейба Шаш(қазіргі Ташкент) қаласын алғаннан кейін Испиджабқа үлкен жорық жасады. Бірақ бұл төңіректегі елдің күшті қарсылығы арқасында көп ұзамай кейін шегінді. Испиджабты өз резиденциясына айналдырмақшы болған араб қолбасшысының жоспары жүзеге аспады.IX ғасырдың басында Испиджаб қарлұқ мемлекетінің құрамына енді.840 жылы қарлұқ көсемі және Испиджаб басшысы Білге Құл Қадырхан қаған атағын алды.Бірақ сол жылы Испиджаб Орта Азиядағы саманилер шабуылына ұшырады.Саманилермен болған шайқаста Білге Құл Қадырхан қаза табады.Мұнан кейін мемлекет билігіне оның екі ұлы таласты. Үлкен ұлы Базар Арсыланхан Баласағұн (Шу өзенінің бойындағы қала) аймағын билейді,ал екінші ұлы Оғұлшақ Қадырхан Тараз (бұрынғы Талас қаласы) аймағын билейді.Тараз қаласын 993-жылы саманилер басып алғанда, Оғұлшақ Қашқарияға қашуға мәжбүр болады. 840 жылы саманлердің Самарқандағы билеушісі Нұх ибн Асад Испиджабты жаулап алады.Бұл аймақты жер өңдеу мәдениеті сол заманда аса күшті дамыған болатын. Самани билеушісі Испиджабты және оның аймағындағы егістік(жүзім мен астық) жерлерді сыртқы шапқынылықтардан қорғау үшін көптеген қорғандар соқтырды.Алайда Испиджаб Самани мемлекетіне түгелдей бағынышты болған жоқ. Қала және оның аймағын жергілікті түркі тайпалары биледі. Испиджаб аймағы өте үлкен болды. Оның шекарасы солтүстік-батыста Сауранға дейін, ал шығыста Талас аймағына дейін созылды.Испиджаб аймағы саманилер арқылы мұсылман діні тарады да,енді ол оңтүстіктегі ірі сауда және мәдениет орталығы ғана емес, сонымен қатар үлкен діни орталыққа айнала бастады.X ғасырдың ақырында, яғни 990 жылы Испиджаб Қарахан мемлекетінің қарамағына енді.Қарахан әскері саманилерді Испиджаб аймағынан түгелдей ығыстырды.",
                "date": "8.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жас ұлан ұйымы немесе тәуелсіздік туралы күлкілі 5 жаналық керек еді?",
        "question_content": "Жас ұлан ұйымы немесе тәуелсіздікке байланысты мектепте КВН болады. Соған 5 жаңалық керек?",
        "question_date": "7.12.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көлігінде деген сөзді морфологиялық талдауға талдап бересіздер ма?",
        "question_content": "Көлігінде деген сөзді морфологиялық талдауға талдап бересіздер ма?",
        "question_date": "7.12.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлігінде көлік -түбірі  і- тәуелдік жалғауының  3 жағы жекеше түрі , і жалғауы жалғанғандықтан көлік сөзіндегі к-дыбысы  үндестік заңына байланысты г дыбысына ауысып отыр. яғни кейінді ықпал. нде -жатыс септігінің жалғауы",
                "date": "7.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тəуелсіздік бақытым деген тақырыпта шығарма жазу?",
        "question_content": "Маған \"Тəуелсіздік бақытым\" деген тақырыпта шығарма жазу керек.\n\nЖоспар:\n\nІ. Кіріспе Тəуелсіздік киелі ұғым 1) Отаным мақтанышым 2)Тəуелсіздік тəңір сыйы ІІ.\n\nНегізгі бөлім\n\nЕгемен елдің еңсесі биік\n\n1) Азат елдің еңсесі биік\n\nІІІ. Қорытынды",
        "question_date": "7.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен көгінде байрағы желбіреген тәуелсіз Қазақстанның азаматымын. Азияның кіндігінде орын тепкен, картаданойып орын алған , ұлан-байтақ жердің иесі, «қазақ» деген ұлы халық перзентімін. Осындай ұлы халықтың ұланы болу бақытына мен қалай ие болдым?\n«Тәуелсіздік» деген 11 әріптен тұратын сөздің мағынасы қандай терең, астары қандай кең десеңізші!Ол – өлең, ол – ән, ол – сұлулық, ол – асқақ арман, ол – шалқыған дәулет, көркейген сәулет! Бір ғана сөз бейбітшілік, бақыт, сәттілік, достық, сыйластыққа жетелейді, жаныңа жылылық пен дербестікті ұялатады.Шыңын мәңгі қар басқан биік таулары, сарқырай аққан өзендері, мөлдір сулы көлдері, шет-қиыры көзге көрінбейтін жазық далалары,қойнауында ұлан-асыр кен байлықтары тасып жатқан қуатты өлке, құт-мекеннің мәртебесі жоғары, тұғыры биік. Солай дей отырсақ та бүгінгі таңдағы әлем мойындаған Қазақстанмен еркіндікті аңсаумен бодандықта болған Қазақстанды салыстыру қиын.\n«Өз-өзін тапқан адам өзге адамның пікіріне бағынышты болудан арылады»,- деп Георгий Александров айтқандай, еліміздің қашан да тәуелсіздікті аңсап, тәуелсіздік жолында тынбай күресуі нәтижесінде ешкімнің ықпалына көнбейтін қуатты мемлекет болып әлем сахнасынан көріне бастадық. Дегенмен бізге бұл оңай жолмен келе қойған жоқ.Тамырын тереңге жайған тарихымызға көз жіберсек, еліміздің ел болып қалыптасуына мыңдаған жылдар кеткеніне көз жеткіземіз. Жерімізге көз тіккен жауыз жоңғарлармен 150 жылға жуық шайқасып, ата-бабамыз қасықтай қаны қалғанша жерімізді қорғап қалды емес пе? Қаракерей Қабанбай, Қанжығалы Бөгенбай, Шапырашты Наурызбай сияқты батырларымыздың «Қайтсек те жауға бермейміз» деген ұранмен қол бастап, жауынгерлеріміздің рухын көтергені, Отанына деген махаббатын оятқаны бәрімізге аян. Батысы мен шығысы, оңтүстігі мен солтүстігі түрлі мемлекеттермен астасып жатқан ұлан-ғайыр даланы жат жұртқа бермеу үшін қайтпас қайсар батырларымыз жан аямай күресті. Елін, жерін жау аяғына таптатпай, сол туған жерінің қадамы үшін басын өлімге тіккен аталарымыздың бойындағы ерен күш, биік рух жеңіске алып келді.\nПай! Пай! Пай!\nКиелі неткен жер!\nБатырлар дүрілдеп өткен жер,\nТұлпарлар дүбірлеп төккен тер,-деп қазақтың ақиық ақыны Мұқағали Мақатаев жырлағандай, бұл өлке нені көрмеді десеңізші! Ғасыр ағынымен қанды шайқасты да, қой үстінде бозторғай жұмыртқалаған бейбіт өмірді де, өзге мемлекеттердің үстемдік етіп, билік жүргізуін де, бірін-бірі жеуге дейін барған аштық заманды да, табиғаттың дүлей күшін де, бәрін-бәрін көрді, келешек ұрпаққа жетуі үшін тасқа қашап, хатқа қаттап, бәрін мәңгі өшпестейсақтап жазды.\nҚазақ халқының іргесі сөгіліп, бірлігі мен ынтымағы кетпеуі жолында дала заңгерлері Төле би, Қазыбек би, Әйтеке билер тер төкті. «Бірлік бар жерде тірлік бар», «Бірлігі жоғары елді жау алмайды» деген қазақ халқының мақалдары да халқымыздың қашан да жұмыла бірлесіп ел тізгінін өзгеге бермегеніне дәлел бола алды. ХХ ғасыр да қазақтар үшін өзінің қанды қылышын сүйретіп жетті. Бейбіт өмір орнап, жағдайымыз түзелді-ау деген шақта еліміз Кеңестік биліктің қатал ықпалына түсті. Сонда да тайынбай, еңсесін түсірмей тәуелсіздік алатынына сенімін жоғалтпаған ержүрек халқымыздың арасынан шыққан зиялы қауым өкілдері биліктің бұрыс жақтарын беттеріне басып, кемшіліктерін әшкерелеп, мемлекеттің еркіндігіне қол жеткізуге әрекет еткені үшін өлім жазасына дейін кесілді. Мұны құлағымен естіп, көзімен көріп отырса да өзге жастар айтқанынан қайтпай, батыр баба ұрпағы екенін танытып, туған жерін өз жанынан биік қойды.\nӘлихан Бөкейхановтың «Біздің жұрт бостандық, теңдік, құрдастық, саясат ісін ұғынбаса, тарих жолында тезек теріп қалады» деген сөздері қазақтың тәуелсіздікке ұмтылудағы қадамының маңызын ұғындырады. Осындай ұлт жанашырлары Қазақстанды өз билігі өз қолында болатын, ежелден келе жатқан мәдениеті мен салт-дәстүрлері,әдет-ғұрыптары толықтай сақталған мықты, ынтымағы жарасқан, егемен мемлекет ретінде көруді аңсаумен өтті. Тәуелсіздіктің бізге не бере алатынын түсінген асыл текті бабаларымыз оның жолында жан аямай күресіп бақты. «Осы кісілер тірі болғанда қалай болар еді?» деген сұрақ көкейімнен кеткен емес.\nТәуелсіздік жолындағы күрестердің бірі де бірегейі 1986 жылғы желтоқсан көтерілісі. Қазақ жастары билік басшыларының шешімімен келіспегендіктен наразылық білдірді, Қазақстандағы билікті қазақ басқаруы керек деп кеңестік билікке ашық қарсы шықты. Алаңды өз қандарымен жуған жандардың жанқиярлық ерлігі арқасында жаужүрек батыр ұрпағы екенімізді дәлелдеп, бодандықтан арылып, бостандықта өмір сүру бақытына ие болдық.Осылайша көптен күттірген тәуелсіздікке қолымыз тек ХХ ғасырдың соңында ғана жетті. 1991 жылы еліміздің басшысы Қазақстан Республикасының тұңғыш президенті болып Нұрсұлтан Назарбаев сайланып, еліміздің шынайы тарихының ақтаңдақ беттері ашылды,егемен ел азаматтарының құқықтарын , мемлекет заңдарын анықтайтын Конституция қабылданды. Әлем елдері тізімінде жаңа мемлекеттің аты жазылды. Қаншама жылдар бойына тәуелсіздікті армандап келген ата-бабаларымыздың асқақ арманы орындалды. «Тарихты жеңген жазады»дейді емес пе, ендеше біздің ғасырлар бойы күрескен жеңісіміз көрінді.Ұлттық валютасы, әнұраны, туы және елтаңбасының пайда болуыкөгінде қыран еркін шарықтаған Қазақстанның ешкімге бағынышты емес екенін дәлелдеді. Тіл — ұлт қасиетін айқындайтын белгі, ұлттық салт-сана өзегі емес пе? Осыны ескерген көреген Елбасымыз мемлекеттік тілді қазақ тілі деп бекітті. Тәуелсіздік алуымыздың арқасында қаншама жыл бойы езгіге түскен ана тіліміз қайта жаңғырды.\nКеңес Одағының құрсауынан босап, қыстан тұралап шыққан малдай, әлсіреген қазақ халқы ендігі кезеңде жаңа өмірге, өзгеше кезеңге аяқ басты.»Қазақ халқы сан ғасырлар бойы өзінің егемендігі мен тәуелсіздігі үшін күресіп келді. Өзінің ең жақсы қасиеттерінің: қатер төнген сәтте бірігіп, ұйымдаса білуінің, сондай-ақ басқа халықтармен бейбітшілік,келісім мен тату көршілік жағдайында тұруға деген ынта-ықыласының арқасында ол тарих тасқынының астында қалып қоймай, өзінің мемлекеттігін қалпына келтіре алды» деген Елбасымыз Нұрсұлтан Назарбаевтың көреген сөздері ата-бабамыздың бойына біткен керемет қасиеттің құндылығы қашан да алға жетелеп, тәуелсіздікке алып келгенін көрсетеді. Тәуелсіздік таңы атқанына міне 24жыл толып отыр, осы уақыт ішінде Қазақстан өзін күллі әлемге танытып үлгерді. Аз ғана мерзімде мерзімде көптеген елеулі табыстарға қол жеткіздік. Еліміздің тыныштығы мен қауіпсіздігі, көп ұлтты Қазақстан халқының жарастығы мен ынтымақтастығы Президентіміздің жүргізіп отырған парасатты да көреген саясатының нәтижесі ретінде орнады.\nЭкономикасы дамып, халықтың жағдайы әлдеқайда жоғары деңгейге жетті. Өзге елдермен арадағы қарым-қатынастар реттеліп, халықаралық саудаға шығуға мүмкіндік алды. Жастардың шет елдерде оқуға, сол жерде алған білімін Отанында қолдануға мүмкіндіктері пайда болды. Қазіргі таңда спорттан ұйымдастырылатын олимпиада, спорттық ойындарда қазақстандық бауырларымыз жоғары орындардан көрініп, ел беделін көтеруде ,еліміздің әнұраны бүкіл әлем алдында жиі ойнатылып Қазақстан деген мемлекет күннен- күнге әлем үшін жаңа белестерден көрінуде. Елбасымыздың бастауымен Астананың негізі қаланып, бүгін адам танымастай өзгеріске ұшырады, әлемдегі мемлекеттермен келісімшарттар жасалатын, жиналыстар өткізілетін заманауи шаһар қалыптасты.\nКөпжылдық тарихында толық еркіндігі болмаған еліміз ХХІ ғасыр табалдырығында осылайша тұғыры биік бейбіт мекен ретінде көрініс тапты. Тәуелсіздігіміз жариялағаннан бергі мезгіл ішінде көптеген елеулі табыстарға қол жеткіздік. Еліміздің тыныштығы мен қауіпсіздігі, көп ұлтты Өлгеніміз тіріліп, өшкеніміз жанғанда, осы дүние есігін ашқан күнәсіз пенделердің тал бесіктен жер бесікке дейін өз қалауынша тіршілік ету бақыты пайда болды емес пе? Сол бақытты жандардың бірі-менің де осындай мемлекетте тұруым маған жарқын болашақ сыйлап отыр. Заманның ауыртпашылығын көп көрген ата-апам өткен күннен естеліктерін айтқанда көзіме еріксіз жас ұялайды. Қазіргі бейбіт мемлекетте уайым-қайғысыз өмір сүріп жатқанымыз да осы тәуелсіздік арқасы екеніне тағы көз жеткіземін. Өткеннің асылдарының ыстық ықыластары дамыған Еуропаның, АҚШ-тың жоғарғы оқу орындарында білім алып, сонда алған білімімізді туған жерімізде қолдануды біздің алдымыздағы негізгі мақсат етіп қояды. Мен сияқты өсіп келе жатқан өскелең ұрпақ үшін тәуелсіздіктің маңызы ұшан-теңіз екендігіне сенімім мол.Мен осындай елде туып-өскенімді мақтан тұтамын. Басқалардың қолы жете бермейтін тәуелсіздіктің бізге келгені-үлкен мақтаныш, дәреже, бақыт.\nБүгіндері Қазақстан Республикасы тәуелсіз, еңсесі биік, басқа дамыған мемлекеттермен терезесі тең, керегесі кең егеменді мемлекет болып қалыптасты. Ата-бабамыздан қанмен берілген өжеттік, қайсарлық сияқты қасиеттер болашақ ұрпақты да тек алға, жаңа белестерге жетелейтіні анық. Шығыстан алтын күн нұрын төгіп, еркіндіктің самалы ескен осы кезеңнің баянды болатынына кәміл сенемін.\nАхмет Гүлдана Әбдікерімқызы\nАлматы қаласы физика-математика бағытындағы Назарбаев Зияткерлік мектебінің 10-сынып оқушысы",
                "date": "5.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көлігінде морфологиялық талдауға талдап бересиздер ма",
        "question_content": "Көлігінде морфологиялық талдауға талдап бересиздер ма",
        "question_date": "6.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер қызымды ренжітіп алсам. Не істеуім керек?",
        "question_content": "Кешір деп хат жазсам жыртып тастайды. Өзінің көзіне қарай алмаймын.  Қыз 6 сынып оқиды.",
        "question_date": "6.12.2016",
        "question_tag": "Махаббат",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызғаныштан ренжытып алдым",
                "date": "3.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Статистика пəнінен көмек керек болып тұр",
        "question_content": "1. Жиынтықтың бірліктерін жалпы жəне топ бойынша сипаттайтын көрсеткіштер... деп аталады. 1) абсолюттік; 2) қатысты; 3) орташа; 4) талдап қорытылған; 5) аналитикалық (талдамалы). 2. Əлеуметтік-экономикалық құбылыстардың ауқымын көрсететін көрсеткіштер... деп аталады. 1) синтетикалық; 2) абсолюттік; 3) қатысты; 4) орташа; 5) аналитикалық. 3. Жиынтық сипаттама белгісі бойынша абсолюттік шаманың құрамында ... көрсеткіштері болады. 1) жиынтық саны мен белгі көлемінің; 2) мезеттік жəне аралық; 3) бастапқы жəне қайталама; 4) сипаттамалық жəне аналитикалық; 5) табиғи жəне құндық.",
        "question_date": "6.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көлік жүргізу куəлігін мерзімінен бұрын қалай заңды жолмен алға болады?",
        "question_content": "Жүргізу куəлігінен айырлған адам көлік басқарса қандай жаза тағайындалады",
        "question_date": "6.12.2016",
        "question_tag": "Автосақтандыру",
        "question_views": 847,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Іштен жану қозғалтқышының жұмысына ауа райы əсер ете ме?",
        "question_content": "Іштен жану қозғалтқышының жұмысына ауа райы əсер ете ме",
        "question_date": "6.12.2016",
        "question_tag": "Физика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ZОл бензинмен коспа болып жумыс iстейдi",
                "date": "29.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйір бұрыштың синусы тең тікбұрышты үшбұрыш салу керек?",
        "question_content": "Сүйір бұрыштың синусы 1) 1/2 2) 2/5 3) 0, 6 4) 0, 7 тең тікбұрышты үшбұрыш салу керек?",
        "question_date": "6.12.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бүгінгі таңда радиолар неліктен тек көңіл күй функциясын атқарады? шығарма жазу?",
        "question_content": "Тақырыбы: \"Бүгінгі таңда радиолар неліктен тек көңіл күй функциясын атқарады?\"",
        "question_date": "6.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұлдарға таныстыру өлеңдерін тауып беріңіздерші?",
        "question_content": "Ұлдарға таныстыру өлеңдерін тауып беріңіздерші?",
        "question_date": "6.12.2016",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Астананың ең суық және ең ыстық күні",
        "question_content": "Астананың ең суық және ең ыстық күні",
        "question_date": "6.12.2016",
        "question_tag": "География",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Климатының өзіндік ерекшелігі тым континентік болып келеді, жауын-шашынның орташа жылдық мөлшерінің аз және күн көзінің өткір болуы салдарынан көлдердің суы азайып, шағын өзен арналардың кеуіп қалуына әсерін тигізеді. Қысы суық, аязды. Ызғарлы аяз шамамен 245 күнге, ал қыстың ұзақтығы 5-5,5 айға созылады. Қарашаның ортасына қарай түскен қар 130-140 күнге дейін жатады. Қаңтар айының орташа температурасы -17°С (52°С-қа көтерілетін аяз өте сирек болады). Аязды күндердің орташа температурасы -25°С. Мұндай күндердің ұзақтығы жылына 10-14-тен 38-45 күнге дейін ауысып отырады. Қыс айларының шамамен 30 күні боранды , боран оңтүстік-батыстан соғады. Қар қалың түскен жылдары өзендер тасып, көлтабандар көлге , көлдер шалқыған айдынға айналады. Бұлтты күндер аз, жылына шамамен 2200 сағаттай күн бұлтсыз ашық болады. Жазы ыстық, қуаң. Шілде айының температурасы ең жоғарылаған кезде +42°С -ға жетеді. Ең жоғары температура шілденің 11-12 күнін қамтиды. Жылы мезгіл шамамен 213 күнді, аязды мезгіл 120 күнді құрайды. Жазғ ынайзағалы күн саны шамамен 19-25 күн аралығында , ұзақтығы 2,4 сағат. Жазда 1-2, кейде 4-9 күндей бұршақ жауатын мезгіл байқалады. Жерге түсетін ылғалдың жылдық мөлшері 300 мм, оның 30 %-көктемге, 34 %-жазға, 36% күз, қыс айларына келеді. Жел жиі соғады, орташа жылдамдығы-2м/сек. Желдің қаттырақ соғатын мезгілі наурызға (6 м/сек), баяу соғатын мезгілі тамызға (4 м/сек) келеді. Ал жылына 40 кейде 87 күн қатты жел соғатын (15 м/сек жуық) тұсы болады. Өте күшті дауыл (36 м/сек) 20 жыл мөлшерінде бір рет байқалған.\n\nhttps://kk.wikipedia.org/",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін 3-сыныптан бастаған дұрыс па?",
        "question_content": "Кейбір адамдар ағылшын тілін 1 сыныптан бастаған дұрыс дейді. Ал кейбірі 3-сыныптан бастаған дұрыс деп жатыр. Себебі 1 сыныпта оқушы өз ана тілін толық білері нен білмесі көп, зат есімді де білмейтіні көп. Осыны білмей жатып қалайша өзге тілді үйрен бек. Бұл балаға ауыр тиеді. Мейлі, тек бір екі аударма үйренсін делік, бірақ оны қолдана алмайды. Қолдану үшін ереже білуі керек, ал ережені өз ана тілінен бастайды.1,2 сыныпта ана тілінің ережелерін үйреніп 3 сыныпта бастағаны дұрыс деп ойлайтынымның себебі осы. Ал, сіздер қалай ойлайсыз дар?",
        "question_date": "6.12.2016",
        "question_tag": "Мектеп",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Иран мен Үндістан елдерінің ұқсастығы?",
        "question_content": "Маға Иран елі мен Үндісан елінің ұқсастығы керек болып тұр! Білсеңіз өтінемін, жауабын сазыңызшы!",
        "question_date": "6.12.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 546,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABC үшбұрышында <A+<B=110 градус және <B+<C=120 градус.Үшбұрыштың барлық бұрыштарын табу",
        "question_content": "Маған есептің жауабы керек еді",
        "question_date": "6.12.2016",
        "question_tag": "Геометрия",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұшбұрыштың бұрыштарының қосындысы 180-ге тең.\n\n∠A + ∠B + ∠C = 180;\n\nЕсептің берілгені бойынша:\n\n∠A + ∠B = 110;\n\n∠B + ∠C = 120;\n\nЕкеуін қоссақ:\n\n∠A + 2∠B + ∠C = 230;\n\n∠A + ∠B + ∠C = 180;\n\nЕкеуін азайтсақ:\n\n∠B = 50;\n\n∠A + ∠B = 110   ==>   ∠A = 60;\n\n∠B + ∠C = 120   ==>   ∠C = 70",
                "date": "7.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "8-сынып Олимпиада не тапсырмалар келді?",
        "question_content": "8-сынып Олимпиада не тапсырмалар келді. Олимпиадаға қатысқандар айта отырыңыздаршы Қиын болды ма? Ертең баратын едім",
        "question_date": "6.12.2016",
        "question_tag": "Мектеп",
        "question_views": 728,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Келіншегіммен аптасына 2-3 рет ұрысамыз, не ісетесем болады ???",
        "question_content": "Ассалаумагалейкум қазақ елі ! Көмек, кеңестеріңіз керек болып тұр... келіншегіммен 7 ай көлемінде жүріп сосын алған болатынмын, отау құрғалы 3 ай болды аптасына жоқ дегене 2 рет қатты ұрысамыз, ұрыстың 80 пайызы менің отбасымнан болады. Біз Алматы қаласында тұрамыз, екеумізде жұмыс істейміз, үйге Ауылға барудан қашады.Үйдегілермен тым болмағанда телефонмен сөйлесуден қашады. Соған менің жыным келеді. Әр ұрысқан сайын заттарын жинап ажырасамыз, сенімен тұрмаймын, деп айқай шығарады. Шыдамым бітті. Кеттсең кетебер болды ажырасамыз дейін десең... Анашым  қатты аурып жатыр, оған еш уаймдауға болмайды... Басым қатты ! Өтініш ақылдарыңызды , кеңестеріңізді айтыңызшы !?",
        "question_date": "6.12.2016",
        "question_tag": "Жанұя",
        "question_views": 699,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мен ондай айелди устамаймын",
                "date": "6.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сөздердін мағынасы?",
        "question_content": "Жайдары , күй , тыныш , кір , мақта , сабырлы , тамыз , ауыр",
        "question_date": "6.12.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жайдары -ашық, көңілді. Адам мінезіне, табиғатқа да қатысты айтылады\n\nкүй- 1. музыкалық туынды 2. Қалып. Адамның жай-күйі, судың үш (агрегаттық) күйі т.б,\n\nтыныш - ешқандай дыбыссыз күй немесе мазалы күй\n\nкір- 1. естістік: үйге кір, образға кір т.б. 2. сын есім: лас, таза емес деген мағынада\n\n мақта - 1. табиғи өнім 2. естістік: адам немесе зат туралы жақсы пікір айту\n\nсабырлы - адамның мінезіне қатысты қолданылатын сын есім. Ашуланшақ емес, байыпты деген мағынаны береді\n\nтамыз - 1. жазғы ай атауы 2. етістік: отқа май тамыз\n\nауыр - сын есім. Заттың салмағына қатысты қолданылатын сөз",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    }
]