[
    {
        "question_title": "Қазақстан Рио-де-Жанейро РИО 2016 олимпиада ойындарынан қанша алтын алуы мүмкін?",
        "question_content": "Рио-де-Жанейрода олимпиада ойындары.",
        "question_date": "13.03.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4-5алтын алатын шығар деп ойлаймын! Алға Қазақстан!",
                "date": "8.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қысқы олимпиада ойындары туралы ақпарат?",
        "question_content": "Қысқы олимпиада ойындарына не кіреді? Қандай спорт түрлері бар? Қысқы олимпиада ойындары туралы ақпарат?",
        "question_date": "13.03.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқы Олимпи́ада ойындары — Халықаралық олимпиада комитетінің эгидасымен, 4 жылда бір рет өтетін қысқы спорт түрлерінен орасан зор халықаралық жарыстар. Ойындар 1924 жылыжазғы Ойындарға қосымша ретінде өткізлген. Қысқы олимпиялық ойындар, қысқы олимпиялық ойындар өткізу жөнінде көптеген әңгіме болып жүретін. Халықаралық олимпиялық комитет бұл мәселені 1922 ж. күн тәртібіне қойды. Қысқы Олимпиада өткізу Олимпиялық ойындардың өрісін кеңейтіп, оның халықаралық деңгейдегі беделін арттыра түседі деген тоқтамға келді. Бұл шындығында солай еді. Жазғы ойындар бүкіл дүниежүзі спортшыларының достығын, ынтымағын нығайтты. Спортшы қауымның шеберлігі ұшталып, талғам, талпынысы еселене түсті. Енді егіздің сыңарындай Олимпиада жалау кетерсе, нұр үстіне нұр. Алайда, Скандинавия елдері өкілдері қысқы Олимпиядалық ойындар өткізуге қарсы болды. Бұл елде ездерінің ұлттық ойыны деп санады. Оны Олимпиялық ойындар санатына қосуға қарсылық білдіруге келді. 1924 ж. Шамони (Франция) каласында \"VIII Олимпиялық (жазғы) ойындар қарсаңындағы халықаралық спорт апталығы\" атты жарыс өткізілді. Бұл апталыққа Австрия, Бельгия, Ұлыбритания, Венгрия, Италия,Канада, Латвия, Норвегия, Польша, АҚШ, Финляндия, Франция, Чехославакия, Швейцария, Швеция сынды қысқы спорт ойындары дамыған Солтүстік елдердің танымал спортшылары да аталмыш жарысқа түгел дерлік келді. Спорттың 5 түрі бойынша 14 жарыс түрінде жүлделі орындар сарапқа салынды. Бағдарлама құрамына бобслей,шаңғы спорты, трамплиннен секіру, қоссайыс, мәнерлеп сырғанау спорты бойынша жарысқа түсті.\n\nАлғашқы алтын медаль АҚШ спортшысы Ч. Джутроудың еншісіне тиді. Ол норвегиялық О. Ольсенмен 500 м. қашықтыққа коньки жарысы бойынша ақтық сайысқа түсіп, мәрте сызығын бірінші болып қиды. Осы спорт түрі бойынша сарапқа салынған жалпы 15 медальдың 14-ін Финляндиямен Норвегияның спортшылары қанжығасына байлады. 1500 және 5000 қашықтықта Олимпиада рекордын жаңартып, көпсайыста жеке дара жеңіске жеткен фин спортшысы К. Тунберг коньки жарысының ең үздік ойыншысы атанды. Шаңғы спортының барлық түрі бойынша жеңіс тұғырына Норвегия спортшылары көтерілді. Олар осы спорт түрі бойынша сарапқа салынған 12 медальдың біреуін гана 18 км. қашықтыққа болған сайыста қола медальдың иегері атанған фин шаңғышысы Т. Никке олжалапты. Сол кезде Әлемнің ең үздік шаңғышысы саналған Норвегиялық Т. Хауг 3 алтын және 1 қола медальға қол жеткізді.\n\nБейресми командалық есепте Норвегия спортшылары 4 алтын, 7 күміс,7 қола, жалпы 18 медальдың иегері атанып, 122,5 ұпай жинап, айқын басымдылықпен жеңіске жетті. Финляндия спортшылары 4 алтын, 3 күміс, 2 қола, жалпы 9 медаль және 59,5 ұпаймен екінші, АҚШ спортшылары 1 алтын, 2 күміс, жалпы 3 медаль және 26 ұпаймен үшінші орынға тұрақтады. Қысқы Олимпиялық ойындар, спорттың кейбір қысқы түрлерінен (1908, 1920 ж.-конькимен мәнерлеп сырғанау және 1920 ж. -шайбалы хоккей) жарыстар жазғы Олимпиялық ойындардың багдарламасына енді. ХОК (халықаралық Олимпиялық комитет 1925 ж. спорттың қысқы түрлерінен Олимпиялық ойындарды өткізу туралы шешім қабылдады. Бұдан бір жыл бұрын Шамонида (Франц.) қысқы спорт түрлерінен апталық өткен болатын. Сол апталық 1-ші қысқы Олимпиялық ойындар деп есепке алынды. 1924 жылдың 25 қаңтары мен 4 ақпан арасында өткен осы апталыққа Еуропа мен Американың 16 мемлекетінен 293 спортшы (13-і әйелдер) қатысты. Ресми емес жалпыкомандалық есепте 4 алтын, 7 күміс, 7 қола медальдарға ие болып 122,5 ұпай жинаған Норвегияның құрамасы 1-ші орынға, 26 ұпаймен 2-ші АҚШ-тың құрама командалары шықты. Осы ойындарда Норвегиялық шаңғышы Т.Хауг пен фин конькишісі К.Гунерг З алтын медальдан алды. Жылдар жылжып өткен сайын қысқы спорт түрлерінің қарқындап дамуына байланысты қысқы Олимпиялық ойындардың бағдарламасы кеңи түсті. 2010 жылына дейін өткен қысқы Олимпиялық ойындарда спорттың 19 түрінен өнер көрсетілді. Бағдарламадағы 14 негізгі спорт түрлеріне қоса қысқы спорт түрлерінің бесеуінен керсетілімдер ұйымдастырылды. Атап айтқанда,1924, 1928, 1936, 1948 жылдары I, II, ІV, V қысқы Олимпиялық ойындарда шаңғы, 1948 ж. V-ойындарда қысқы бессайыстан, 1952 және 1972 ж. VІ, XI ойындарда хоккей- бендиден, 1952, 1972 ж. Vl, XI қысқы Олимпиялық ойындарда спидскингтен көрсетілімдер болды. 1994 ж. Лиллехаммерде өткен ХVІІ қысқы Олимпиялық ойындардыңбағдарламасында ең көп спорттың 12 түрі қамтылды. Ал 1998 ж. Жапонияның Нагано қаласында өткен XIX қысқы Олимпиялық ойындарда спорттың 13 түрінен жарыстар өтіп чемпиондық атақ 64 адамға берілді. Алғашқы ойындармен салыстырғанда қазір олимпиялық бағдарламадағы қысқы спорт түрлерінің саны 2 еседей, сарапта салынатын медальдардың саны 4,5 еседей өсті. 1924-36 жылдардың арасында бағдарламаға бобслей-шаңғы, шаңғымен тұғырдан секіру, шаңғышылар сайысы, конькимен сырғанау, конькимен мәнерлеп сырғанау, шайбалы хоккей енсе, 1948 ж. Санкт-Морицте өткен V қысқы Олимпиялық ойындарда бағдарламаға жаңадан спорттың бес спорт түрі қосылды (4-тау шаңғысынан, 2- ерлер, 2-әйелдер арасындағы бәсеке, 1-скетлоннан). 1960 ж. Сиво-Вэллиде еткен VІІІ қысқы Олимпиялық ойындарда ерлер арасында биатлоннан, конькиде 4 қашықтықта (әйелдер арасында) медальдар сарапқа салынды. Осы уақытқа дейін коньки жарысына тек қана ерлер қатысып келген болатын. 1964 ж. Инстуркте өткен ойындарда шана спортынан бәсеке өтіп ерлер - 2, әйелдер - 1 (ерлер және әйелдер үшін - 1 орындық, тек ерлер үшін - 2 орындық) бағдарлама бойынша сынға түсті. Шана спортынан жарыс бұрын (1924 жылы ғана, ал 1928, 1948 ж. тек скетлоннан жарыс еткен болатын.",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазғы олимпиада ойындарының тарихы шығарма жазу?",
        "question_content": "Жазғы олимпиада ойындарының тарихы шығарма жазу?",
        "question_date": "13.03.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олимпиада ойындары немесе Олимпиада (гр. Ολυμπιακοί Αγώνες) төрт жылда бір рет өткізілетін ең ірі халықаралық кешенді спорттық жарыс.\nЕжелгі Грекияда болған дәстүр, XIX ғасырдың соңында француздық қоғам қайраткері барон Пьер де Кубертенмен жаңартылды. Алғашқы кезде тек қана жазғы Олимпиада ойындары, төрт жылда бір рет өткізіліп отыратын, дүниежүзілік соғыстар болған жылдарды қоспағанда. 1924 жылыжазғы ойындарымен қатар қысқы Олимпиада ойындары да өткізіле бастады. Бірақ 1994 жылдан бастап жазғы және қысқы ойындар екі жылдық айырмашылықпен өтіп тұрады.\nТарихы: Олимпиада ойындары ежелгі адамзат баласының өткен тарихының дамуымен байланыстырады. Осы күнге дейін ойынның пайда болу мерзімі нақты айтылмаған. Олимпиада ойындарының пайда болу себебі нақты болмаса да, олимпиада ойындарының пайда болуы жайында эллиндерде бірнеше қызықты аңыздар бар. Алғашқы ойындар Зевс құдайының құрметіне б.з.д. 776 жылданбастап төрт жылда бір рет Олимпия қаласында өткізілетін. Кейін б.з. 394 жылы Византия императоры Федосий І-нің бұйрығы бойынша тоқтатылды. Бұл ойындарда әскери дайындық, дене шынықтыру өнерін көрсету байқаулары, дәстүрге айналған ақындар мен шешендер айтысы, әр түрлі өнер көрмелері ұйымдастырылған. Олимпиада ойындары кезінде соғыстар тоқтатылып, қасиетті тыныштық орнайтын дәстүр қалыптасқан. Осы кезде бір айдан үш айға дейін бүкіл Эллада жерінде қару жұмсауға, тіпті ойынды тамашалаушыларға қару-жарақпен келуге тыйым салынған. Ол кезде олимпиада ойындары бес күн өткізілген, бағдарламасына жүгіру, күрес, ат жарысы, қоссайыс, бессайыс сияқты спорт түрлері кірген. Жеңімпаздарға зәйтүн ағашының жапырағынан өрілген алқа кигізіліп, құрмет көрсетілген.",
                "date": "6.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай олимпиада ойындары бар?",
        "question_content": "Қандай олимпиада ойындары бар?",
        "question_date": "13.03.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жазғы,қысқы және мүгедектер арасындағы және т.б бар",
                "date": "5.04.2016",
                "upvotes": 0
            },
            {
                "text": "Көп қой жазғы олимпиада, қысқы олимпиада ойындары. Көшпенділер ойыны, шахмат олимпиадасы",
                "date": "10.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Озон, азот газдарының, көміртегі (ІV) оксидінің гелий бойынша тығыздығын есепте?",
        "question_content": "Массасы 28 г темір оттекпен әрекеттескенде түзілген темір (ІІІ) оксидінің зат мөлшерін және массасын есепте.\n\n2. 2Н2+ О2=2H2O +570 кДж реакция теңдеуі бойынша, егер реакция нәтижесінде 72 г су түзілетін болса, бөлінетін жылу мөлшерін есепте.\n\n3.Озон, азот газдарының, көміртегі (ІV) оксидінің гелий бойынша тығыздығын есепте.\n\n4.Берілген тотығу-тотықсыздану реакцияларындағы тотықтырғыш мен тотықсыздандырғышты анықтап, реакцияны теңестір:\n\nNO+O2=N2O5\n\nS+H2=H2S\n\nCa+N2=Ca3N2",
        "question_date": "13.03.2016",
        "question_tag": "Химия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4Fe+3O2=2Fe2O3\nm(Fe)=28\nm(4Fe)=4*56=224\nm(2Fe2O3)=2*56*2+2*16*3=320\nm(Fe2O3)=28*320/224=40\nv(Fe2O3)=40*2/320=0.25\n\n2H2+O2=2H2O+570кДж\nm(2H2O)=2*1*2+2*16=36\nm(H2O)=72\nQ=72*570/36=1140кДж\n\np(O3)=16*3/22.4=2.143\np(N2)=14*2/22.4=1.25\np(CO2)=(12+16*2)/22.4=1.964\np(He)=4/22.4=0.1786\nD(O3/He)=2.143/0.1786=12\nD(N2/He)=1.25/0.1786=6.999\nD(CO2/He)=1.964/0.1786=11\n\n4NO+3O2=2N2O5\nS+H2=H2S\n3Ca+N2=Ca3N2",
                "date": "14.03.2016",
                "upvotes": 0
            },
            {
                "text": "D=m1/m2 DО3 (He)=48/4=12 DN2(He)=28/4=7 DCO2(He)=44/4=11 2H2+O2=2H2O+570кДж Mr (2H2O)=36 пропорция: 72--------х 36--------570 х=72×570/3636 х=1140кДж",
                "date": "14.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай бизнес жасауға болады?",
        "question_content": "Қазіргі қиын кризис заманда қандай бизнес ашуға болады? Өзім Алматыда жүрмін, жұмыстарым болмайжатыр. Ойланып жатырмын анда-санда қандай бизнес ашуға болады?",
        "question_date": "13.03.2016",
        "question_tag": "Банк",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңіздің қызығушылығыңыз бар кез келген салаға байланысты жеке кәсіп ашсаңыз болады. Өзіңіздің қабілетіңіз бен қызығушылығыңыз оны дамытып әкетуіңізге ықпал етеді. Мұғалім болсаңыз, білім беру орталығын ашуға болады, немесе, дизайнер болсаңыз, жеке жұмыс орнын аша аласыз. Мемлекет тарапынан да шағын және орта бизнесті дамыту  үшін көмек ала аласыз.",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABCD тікбұрышының AC диоганалі оны ABC және ACD екі ұшбұрышқа бөледі?",
        "question_content": "ABCD тікбұрышының AC диоганалі оны ABC және ACD  екі ұшбұрышқа бөледі. Осы ұшбұрыштың теңдігін екі тәсілмен 1) беттістіру арқылы; 2) ұшбұрыштар теңдігінің 1 және 2 белгілеріне сүйене отырып дәлелдеңдер",
        "question_date": "13.03.2016",
        "question_tag": "Геометрия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына әнді қайдан табуға болады? Кім орындайды?",
        "question_content": "Көшемізге бір қыз келді жаңадан..., Кім біледі оқшау қалған шағында, Мөлдір моншақ жанарынан тамшылар деген өлең жолдары бар.",
        "question_date": "13.03.2016",
        "question_tag": "Қазақша ән",
        "question_views": 684,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына тауып беріңіздерші:\nҚызым саған айтам, ұлым сен тыңда....\n\nƏке шешең ғана сырласың де",
                "date": "29.10.2017",
                "upvotes": 0
            },
            {
                "text": "кешіріңіздер мына бір қазақша əнді табалмай журмін көмектесе аласыздар ма?.",
                "date": "16.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шеке деген қай жер оң жақ шеке?",
        "question_content": "Қай жерде орналасқанын айтып берсеңіз!  Мыс: Мұрынның қасында , қалақтын астында!\n\nСуретімен болса тіпті жақсы болар еді!",
        "question_date": "13.03.2016",
        "question_tag": "Денсаулық",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шеке деген жалпы аты, (маңдай, самай, төбе сүйектері жатады (жалпы маңдайдан қарақұсқа дейін жерді айтады)",
                "date": "13.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логикалық сұрақ. Барлығы 6 пакет бар, 1-ші пакетте 60",
        "question_content": "Барлығы 6 пакет бар, 1-ші пакетте 60, 2-шіде 30, 3-шіде 20, 4-шіде 15, 5-шіде қанша, 6 шыда қанша қалам бар? Осы сұрақтың жауабы керек еді?",
        "question_date": "13.03.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-ші 60-ты 1-ге бөлді, екінші 2-ге бөлді, үшінші 3-ке, төртінші 4-ке бөлді. Демек, 5-інші 5-ке бөлсек 12, 6-ыншы 6-ға бөлсек 10",
                "date": "13.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Табиғатты ластайтын нелер?",
        "question_content": "Табиғатты ластайтын заттар қайсылар? Біріншісі?!",
        "question_date": "13.03.2016",
        "question_tag": "Экология",
        "question_views": 20300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоршаған ортаның ластануы\n«Қоршаған орта» сөзіне түсінік беру.Қоршаған орта-адамдар,өсімдікпен жануарлар дүниесінің бірлесіп өмір сүру ортасы.Оның құрамына гидросфера, атмосфера, литосфера, биосфера мен жерге жақын ғарыштық кеңістік жатады. Адам табиғаттың бір бөлшегі болғандықтан,табиғаттан тыс өмір сүре алмайды. Ерте заманнан бері дүниежүзіндегі барлық адамдар өзінің өмір сүруіне қажетті заттардың бәрін табиғат қазынасынан алып келеді.Адамдар қажетті заттарды керегінше алып қана қоймай,олардың табиғи ортасының өзгеруіне әсер етіп отыр.Соның бірі қоршаған табиғи ортаның ластануы.Адамзат өмір сүріп жатқан қоршаған ортаның ластануы дегеніміз-ауаның,жер мен судың табиғи таза қасиеттерінің қолайсыз өзгерістерге ұшырауы.Олар адамдардың десаулығына,өсімдіктердің өсуіне,жануарлардың тіршілік етуіне кесірін тигізуі мүмкін.\nЖер қойнауынан жылына 100 млрд.тонна тау жыныстары қазып алынады.Оның тек қана 10%-ы ғана дайын өнім ретінде шықса,қалғаны өндірістік қалдық  табиғатты нағыз ластаушы болып есептелінеді.Электр энергиясын алу үшін тонналаған отын жағылады. Ауаны негізгі ластаушы көздер-автокөліктер.Жеңіл автокөліктер 1 км. Қашықтықтың өзіне төрт  адамнан тұратын жанұяның бір жылдық оттегін пайдаланады.Екіншіден, зауыт-фабрикалардың түтіні,ауылдық үйлердің мұржаларының түтіні,орман өрттері т.б.Олар атмосферадағы су буларымен араласып,қышқыл жаңбырды түзіп,жерге жауын-шашын күйінде қайта түседі.Ондай жаңбырлар айналамыздағы егістік жерлерге,ормандарға,су жануарларына үлкен қауіп туғызып,олардың жойылуына әсер етеді. Аэрозольдерді пайдалану кезінде атмосфераға хлорфторкөмірсулар, транспорт жұмысы нәтижесінде – көмірсутектер (бензин және т.б.) бөлінеді. Қышқылды жауын-шашын – суда күкірт қостотығымен азоттың еруі нәтижесінде түзілетін, жер бетіне жаңбыр, тұман, қар немесе шаң арқылы түсетін заттар. Көлге түсіп, қышқылды жауын-шашын балықтардың және бүкіл жануарлардың жаппай қырылуына әкеп соқтырады.\nҚазіргі уақытта табиғи сулардың құрғауы және ластану қаупі тұр. Адамзат толығымен құрлықтардың жербеті суларына  көлдер мен өзендерге тәуелді.Суды пайдалану ылғи өсіп отыр, ең бір қаупі –оның қорының таусылуы. Орта Азия өзендерінің суын ысырапсыз пайдалану – Арал теңізінің жойылуына әкеп соқты. Қауіп кеткен теңіз түбіндегі тұздар жүздеген км-ге желмен таралып, топырақтың тұздануын тудырады.\nТеңіз сулары да ластанады. Өнеркәсіп өндірістеріне жақын жатқан өзендер мен ағын сулар арқылы теңізге жыл сайын миллиондаған тоннаға дейін химиялық қалдықтар құйылады. Мұнай өндіруші құралдардың бұзылуынан мұхитқа жыл сайын 5 млн. т мұнай түседі. Мұнай су бетінен буланып, бактериялармен ыдыратылады, бірақ оған дейін көптеген су жануарларын жойып, теңіз құстарына зиян тигізеді. \nТопырақ шектен тыс пайдалану мен ластануға ұшырайтын ресурстардың бірі. Құнарлы топырақтың ауданының азаюының негізгі себебі - ауыл шаруашылықтың жетілмеуі. Жыртылған жердің құнарлы қабаты жауын-шашынмен немесе өзендермен (сулы эрозия) немесе желмен шайылады. Шамадан тыс суғару, әсіресе ыстық климаттарда топырақтың тұздануын тудырады. Бұл да ауылшаруашылық айналымынан түсудің бір себебі.\nНегізінен топыраққа қауіпті радиоактивті ластану әсер етеді. Ұзақ өмір сүруші радиоактивті элементтер экожүйеде жүздеген жылдар сақталады. Олар жануарлар мен өсімдіктер организмінде жиналып, түрлі аурулар туғызады. Қоршаған орта, табиғат туралы оқушылардың үйден дайындаған тақпақтары бар, қанеки ол балаларды тыңдайық. Өте жақсы балалар осы оқыған өлеңдеріңнің мағынасын түсініп,қорытынды шығарыңдар.Белгілі ақындар,ғұлама жазушылардың барлығы қоршаған орта ,табиғатты анаға теңеген, анаңды қалай сүйсең табиғатыңды да солай сүйіп,қорғай біл.Табиғатты қорғау -отанды қорғаумен бірдей.",
                "date": "13.03.2016",
                "upvotes": 0
            },
            {
                "text": "Біріншісі адам ең соңыда адам !!!",
                "date": "13.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қай уақытта ұйықтаған дұрыс?",
        "question_content": "Қай уақытта ұйықтаған дұрыс?",
        "question_date": "13.03.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай уақытта ұйықтаған абзал?\n1.Ұйықтар алдында 2 сағат бұрын ешқандай тағам жемеген дұрыс. Әрине егер жеміс-жидек, көкөністерден басқа\n2. Жақсы ұйқы үшін 5-6 сағат та жеткілікті. Негізінен 22-23 сағаттарға дейін ұйықтаған жөн. Сондай-ақ 21,00-1,00 аралығында мелатонин гормоны көп мөлшерде бөлінеді.\n3. Бас шығысқа не солтүстікке қараған жөн. Сондай-ақ төсек орын барынша қатты болу керек, ал сау адамдарға жастықсыз жатса да зиян жоқ.\n4. Ең дұрысы қырынан не шалқасынан ұйықтау, себебі бетті жастыққа тигізіп ұйықтау органдарға зиян және Жапон әйелдері бұлай жатпайды. Неге десеңіз ол бетке әжім түсіреді.",
                "date": "13.03.2016",
                "upvotes": 3
            },
            {
                "text": "21-00де ұйықтап таңғы 07-00де туру қәжет",
                "date": "14.03.2016",
                "upvotes": 2
            },
            {
                "text": "неғұрлым ерте ұйықтасаң, соғұрлым ерте тұрасың.ал кеш ұйықтасаң, таңертең кеш тұрасың.(шаруаларың жайына қалады,ерте тұрсаң көп іс тындырасың)",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Блоктың айналуы деген тарауға үлгілер керек еді?",
        "question_content": "Блоктың айналуы деген тарауға үлгілер керек еді, бірақ тездету керек, түсте емтихан басталады?",
        "question_date": "13.03.2016",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фигура бетінің жасбасы",
        "question_content": "Фигура бетінің жазбасы деген тарауға үлгілер керек еді, бірақ тезірек болса деймін! Рахмет!",
        "question_date": "13.03.2016",
        "question_tag": "Мектеп",
        "question_views": 770,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Иммундық жүйе. Иммунинет дегеніміз не?",
        "question_content": "Адам денсаулығына сақтап тұру үшін иммунитет деген жүйе бар. Иммундық жүйе. Жалпы иммунинет дегеніміз не?",
        "question_date": "13.03.2016",
        "question_tag": "Денсаулық",
        "question_views": 2400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1) Алдында айтқанымдай, денедегі микробтар мөлшері иммундық жүйеге ермек қылуға шекеден жетіп артылады. Яғни, әлгі охрандіктер күзетеп, тасын қасееп, сигнал күтіп отырған қазақтың охрандегтері емес.\n\nҮнемі патрульде жүретін, үнемі атакаға ұшырап отыратын, бірақ тым ауыр жағдайлар, мысалы үлкен мөлшерде вирус жұқтырмаса, үндемей жұмысын жасай беретін айналайын Аваст сияқты антивирус.\n\nСондықтан, гигиенаны азайту арқылы, иммунитетім көтеріледі деген әңгіме қисынсыз. Адамның көптеген ауруларға қарсы иммунитеті көбіне туа бітті болады. Ол — эволюция жолында мыңдаған, он мыңдаған жылдап қалыптасқан жүйе.\n\nИә, адам прививка жасау арқылы, ағзада иммунитет қалыптастыруға тырысады. Бірақ, прививка тек пандемикалық, эпидемиялық сипаты бар, немесе аса қауіпті де танымал ауруларға ғана қарсы. Онда да, келесі жұқтырғанда ауырмайтыныңа көбісі 100 пайыз гарантия бермейді.\n\n2) Лебедевтың теңеуімен айтар болсақ, күні бойы тесіктерді қымтаумен, тесіктен сытылып кіріп, қаумалап бара жатқан ұрыларды ұрып, аулап, байлаумен әлек боп жатқан күзетші үнемі күреске дайын болуы үшін, осы жұмысын аз көріп, кіре беріс есікті ашып, шарбақтағы тікенек сымды шешіп қоюы керек. Нонсенс. Үйіңдегі лампылардың барлығын кварц прожектормен алмастырып, жатарда полды хлоркамен жуып тұрсаң да, айналаңда бактериялар өріп жүреді. Тек олардың мөлшері қандай да бір ауру тудыруға жеткіліксіз болады.\n\n3) Гигиена нормаларын сақтану — тіршілік тығыз орналасқан жабайы қоғамдағы орташа өмірі 30-ақ жыл болатын адамның жасын статистика бойынша 60 жасқа тірейді.\n\n4) Мегаполисте ешбір гигиена ұстанбай өмір сүретін адамның өмірі гигиенасыз жабайы адамның орташа өмірінен де қысқа болады. Себебі, қаладағы адам тығыздығы таза табиғаттағы тіршілік тығыздығынан бірнеше есе қауіпті. Егер мегаполис адамдары бір ауыздан гигенаны тоқтатып, құбыр суларын залалсыздандыруды доғарса, холера сияқты эпидемиялық аурулар қайта жаңғырады.\n\n5) Эпидемия демекші, кірді жеп, микробты сүйіп жүрген Америка Үндістерін ақтар өздерінің әскери өнерімен ғана емес, биоқарумен, яғни оспа мен оба вирустары арқылы айдап алды. Еуропалықтарда бұларға деген \"қорғанысы\" бар күзетшілер бірнеше ғасырда қалыптасқан.\n\n6) Иммундық жүйе әлсіреуіне миллион себеп бар өмір салтынан бастап, тұқымқуалаушылық, акклиматизация мен ұзақ уақыт ұйқы қанбаудан бастап, бұрын жұқтырған вирусыңның өзге штамын тым үлкен мөлшерін қайта жұқтыру, құрттар, қозғалыссыз тіршілік, тым арықтық не семіздік, есірткі, арақты ұзақ уақыт қолдану, грибоктар мен басқа ірілеу паразиттердің тірлігі, қозғалыссыз өмір, кәрілік, тұрақты немесе үлкен травма алу, жұқпалы емес және жүйелік аурулар, обыр, диабет, авитаминоз, стресс пен уайым-қайғы, и білә конечно же ВИЧ)\n\n7) Кейбір ауруларға адамда иммунитет мүлде қалыптаспайды. Мысалы, мен білетін мысал — сифилис. Неше рет жұқтырсаң, сонша рет ауырасың. Яғни, бұл бандиттер күзетшілеріңді келген сайын сабап, сырттан вертолетпен кеп автоматпен себелеп кететін полиция /антибиотик / шақырмасаң кетпейді. Онда да рэкет пұлын ап кетеді.\n\nЖәлепке бармайм мен, кет-ей! -демей тұра тұр, сифактың тек ғана жыныстық жолмен емес, тұрмыстық жолмен де жұғатын түрі бар. Кәдімгі, ортақ сүлгі, орамал, сүйретпе, сақал қырғыш сифактың үйреншікті көлік құралы.\n\n8) Адам метроның кірін мұрнына тықпай-ақ, спортпен тұрақты шұғылданбаса, денесінде витамин жетіспесе, суық-ыстық сумен ағзаға қауіпсіз стресс беріп, («учебный тревога жасап») шынықпаса, сәл суықтаса болды, тұрақты түрде тыныс алу жолдарының түрлі дерттерімен ауырып тұрады.\nЯғни, вирустар бізді онсыз да үнемі атакалап тұрады. Оған қасақана себеп беру үшін дауылбайоптың нағыз өзі болу керек.\n\nЖыл сайын тұмауратып тұру да оңай емес. Бірақ жыл сайын тұмауға қарсы иммунитетіміз оның бізді өлтіртпеуіне ғана жетеді.\n\nТұмаудың бірінде құлақ естімей, екісінде көзің көрмей, үшіншісінде өліп қалуың мүмкін екенін ескерсе, микробты іздеп жүріп жалау — Дарвин сыйлығына өзіңді ұсынумен тең.",
                "date": "13.03.2016",
                "upvotes": 2
            },
            {
                "text": "Иммунды жүйе — барлық лимфоидты организмдер мен организмдегі торшалар жинағы. Ерекше иммундық қорғаныс механизмдеріне жауапты.\n\nИммунды жүйе сүйектік қызыл кемігі, лимфа безі, айыршық безі (тимус), кұстардық фабрицнев қапшығы, көкбауыр, сондай-ақ тыныс алу және ас қорыту жолдарындағы топталған лимфоидты тканьдар кіреді. Иммунды жүйе ең басты мүшесінің қызметін әртүрлі лимфоциттердің субпоппуляциялары және лимфоциттердің кейбір тармақтары атқарады, олар макрофагтарменқосылып, иммунологиялық жауаптың негізі — антиденелер түзу және сезімталдығы күшейтілген лимфоциттердің жиналуын қамтамасыз етеді, ал бұлар бөтен антигендерді таниды, қорытады және жояды.\n\nКемік майы қабырғаларда, омыртқаларда, жіліктердің шеміршекті ұштарында және т. б. сүйектерде кездеседі. Ол организмде өмір бойы сақталады да, одан үнемі қан жасушалары түзіліп отырады. Ересек адамның сүйектерінде кемік майының мөлшері шамамен 2,5-3 кг. Кемік майы екі түрлі. Оның біріншісі - қысқа және жалпақ сүйектердің кемікті қуыстарындағы қызыл түсті кемік майы. Екіншісі - түтік пішінді сүйектердің (жіліктердің) ішкі қуысындағы сарытүсті жілік майы.\n\nИммундық жүйенің шеткі мушелеріне - бадамша бездер, лимфа түйіндері, көкбауыр, соқырішек және т. б. жатады. Жұтқыншақтың сілемейлі қабығында 6 бадамша без шоғырланған. Оларды жұтқыншақ лимфа сақинасы деп те атайды. Ол арада жұп таңдай, жұп түтікті, сыңар жұтқыншақ және сыңар тіл, бадамша бездері орналаскан. Бұл бадамша бездер организмге тамақпен түскен зиянды микробтарды жоюға қатысады. Лимфа түйіндері көбіне ірі қантамырлардың маңында болады. Адам организмінде 460-қа жуық лимфа түйіндері бар. Олар шоғырланып жатады.\n\nКөкбауыр - құрсақ куысының жоғары бөлігінің сол жағындағы 9-11 қабырғалардың тұсында орналасқан сыңар мүше. Оның ұзындығы шамамен 10-14 см, ені 6-10 см, қалыңдығы 3-4 см, салмағы 150- 200 г. Көкбауырда қан жасушалары түзіледі әрі уақытша сақталады. Сонымен бірге көкбауырда тіршілігін жойған эритроциттержиналады. Иммундық мүшелер организмнің ішкі ортасының тұрақтылығын және генетикалық тұтастығын қамтамасыз етеді.\n\nИммунитет (латынша іm-munіtas – босап шығу, арылу, құтылу) немесе Төтемелілік — организмнің антигендік қасиеттері бар жұқпалы және жұқпалы емес бөгде заттарды, жұқпалы аурулар қоздырғышын немесе олар бөліп шығаратын кейбір улы заттарды қабылдамаушылық қасиеті және оларға қарсы тұру қабілеті. Иммунитет – көрінісі мен механизмі бойынша әрқилы болып келетін жалпы жоғары сатыдағы организмдерге (адамдар, жануарлар, өсімдіктер) ортақ биологиялық қасиет. Организмнің бұл қасиеті оның жеке басының тіршілік ортасына бейімделу ерекшеліктерімен тікелей байланысты. Иммунитет кезінде организмде аса күрделі биологиялық процестер жүріп, организмнің қорғаныштық қасиеті арта түседі. Соның нәтижесінде түрлі зиянды микроорганизмдерді, олардың уларын, т.б. бөгде заттарды ыдыратып, бейтараптап жойып жіберетін қабілеті күшейеді.\n\nИммунитет - организмнің ауру тудыратын агенттерді олардың тіршілік ету өнімдерін, сондай-ақ генетикалық табиғаты басқа заттарды қабылдамаушылығы. Иммунитеттің қалыптасуына тұтас жүйе ретінде бүкіл организм қатысады, өйткені оның қорғану механизмі бір-біріне байланысты, әрі нейрогуморалды реттеу жағдайында әрекет етеді.",
                "date": "17.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмірлік мақсатыңыз қандай? Өмір мәні сөзін қалай түсінесіз?",
        "question_content": "Адамдардың көпшілігі жас кезінде бай болуға, көп ақша табуға тырысады. Атақты, беделді болғысы келеді. Сол арқылы бақытты боламын деп ойлайды. Күндіз-түні тынбай еңбек етеді, тіпті үйіне, ата-анасына, балаларына қарауға уақыт таппай жатады. Жас кезде жетістікке жеткен, әрине, дұрыс. Алайда өмірдің мәнін оның өзіндік қалпымен қабылдай білу керек. Қолда бардың қадірін біліп, қазіргі өмірдің қызығына бөлену керек.\n\n\"1+1\" немесе \"Неприкосаемые\" фильмінде Филипптің қаншалықты бай болса да, сал ауруының кесірінен бақытсыз екенін, Дрисстің (Бассари) келуімен оның өміріне жан біткенін көруге болады. Филипп ауруға қарағандай өзін аяғанын қаламады, сол аурудың кесірінен мүмкіндігі шектелгеніне іштей ызаланатын еді. Дрисс оның өмірге деген құлшынысын, қызығушылығын арттыра білді. Соның арқасында Филипп жаңа отбасылы болып, өмірге қайта келгендей адамша жақындары үшін ұзақ өмір сүрді.\n\nӨмірді қалай сүруіміз басқаға емес, тек қана өзімізге байланысты. Айналаға көзімізді ашып қарасақ, адамзат пен табиғаттың үйлесімділігін, басқа да нәрселердің бір-біріне лайықтап құрылғанын көруге болады. Ал оны көру адамның өмірге қандай көзқараспен қарауына байланысты. Сондықтан, өмірді мәнді сүре білейік!",
        "question_date": "13.03.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ӨМІРДІҢ МӘНІ\n\nЕгер сен бақыттың неден құралатынын іздесең, мәңгі бақытты бола алмайсың. Егер сен адам өмірінің мән-мағынасын іздеуді қоймасаң, онда өмір сүре алмайсың. (А.Камю)\n\nФилософия пәні мен үшін белгілі бір ойлардың пайда болу алаңы ретінде көрінеді. А.Камюдің философиясы туралы естіп көрдіңіз бе? Жазып кеткен ойлары мені де толғандырды.\n\nАдам дүниеге келгеннен бастап, кеткенге дейінгі тіршілігінің барлығы жалған, оның айналасындағы ата-анасы, жақын-туғандары да бір сәтте жат адамдарға айналып кетеді. Бес күндік жалған өмірде өмір сүрудің мәні қалмайды. Алайда осындай мәнсіз өмірді түзетуге, мәнсіздікпен күресуге тырыспаса нағыз абсурд осы болады.\n\n1957 жылы Нобель сыйлығының иегері атанған жазушы \"Сизиф туралы аңыз\" кітабында былай деп айтады:\n\"Төсектен тұрады, автобус, төрт сағаттық жұмыс, тамақ, автобус, төрт сағаттық жұмыс, тамақ, ұйқы, дүйсенбі, сейсенбі, сәрсенбі, бейсенбі, жұма, сенбі, көп санды уақыты бір-бірінен еш айырмашылығы жоқ мәнсіз, мағынасыз жөңкілген қайталанбалы ағын. Бірақ, күндердің бірі оның миында \"Не үшін?\" деген сұрақ пайда болады және сол сәттен бастап осының бәрінен таңырқау аралас жалығу басталады. \"Басталу\", бұл өте маңызды. Зерігу механикалық тұрмыстан басталған соң, сананы түгелдей қозғалысқа түсіреді\".\n\nШындығында біркелкі өмір адамды жалықтырып жібереді. Жалыққан адам санасында неше түрлі ойлар болады, олар бір нәрсе істеуге құлшынады. Егер адамдардың белгілі бір мақсаты болмаса, олардың іштері пысады, осылайша қоғамға бүлік әкелушілер пайда болады.\n\nӨмірдің мағынасыздығы мен ажалдың шынайылығын түсінген адамның шынайы құндылығы өзін-өзі мерт қылу жолымен ажалды қабылдауда емес, ажалмен күресте. Ажалмен күресу дегенде өлмеудің жолын іздеу емес, арғы дүниеге кеткенше саналы нәрсемен айналысу, мақсат қойып соны орындай білу, қоғамға пайдалы адамгершілік тұрғысынан ақылға қонымды нәрсе жасап кету.\n\nЯғни, бұл өмірге келіп, қалай өмір сүруің өзіңе ғана байланысты, абсурдқа толы жалған өмірде көптің бірі болып өткізу немесе абсурдпен күресіп, өз-өзіңе өмірдің мәнін жасап алу, игі істер атқарып, кейінгі ұрпаққа мол мұра қалдыру.",
                "date": "30.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Нәзік жандылар мерекесі. 8 наурыз басқа елдерде қалай тойлайды?",
        "question_content": "Қазір барлығы мерекелік атмосферада жүр. Бұл мерекені Қазақстанның қалай тойлайтыны барлығымызға мәлім. Басқа елдердің қалай қарсы алатыны қызық?",
        "question_date": "13.03.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халықаралық əйелдер күні алғаш рет 1911 жылы төрт мемлекетте - Австрияда, Германияда, Данияда жəне Швейцарияда əртүрлі күндерде аталып өтілген. 1914 жылы ғана бұл мереке 8наурыз күні Ресей мен Нидерландыны қосқанда алты мемлекетте өткізілген. \n\nБұл мерекенің негізгі мақсаты кеңестік адамдарды сол уақыттарға сəйкес келетін неше түрлі діни мейрамдардан көңілін аудару болған.\n\nФРАНЦИЯ да кеңінен тойланбайды. Халықаралық əйелдер күні ретінде ақпарат құралдары еске салып, құттықтайды. Бұл мерекені тек коммунистер тойлайды. Француз нəзік жандылары мамырда аналар күнінде құттықталады. Ал, жас қыздарды тек əулие Валентин күні құттықтайды.\n\nИТАЛИЯ да ресейліктер секілді қарайды. Бірақ, бұл күні демалыс болып саналмайды. 1946 жылы италия əйелдерінің кеңесі ұсынған мимоза гүлі осы мерекенің белгісі болып табылады. Əйелдердің тек өздері ғана атап өтетін дəстүрлері де бар.\n\nҚЫТАЙЛАР үшін білінбей өтеді. Революционерлер ғана ресми құттықтау алады. Оның үстіне бұл жерде кесілген гүлдерді біреуге беру қалыптаспаған. Сондықтан, гүл дестелерін сатып алумен тек шетелдіктер айналысады. \n\nЖАПОНИЯ да қыздарға бар наурызды сыйға тартқан. Бұл айда Қуыршақтар, Қыздар жəне Шабдалы гүлденуі мерекелері бар. Негізінен, 8-наурызға көп көңіл бөлмейді, өз дəстүрлерін дəріптейді. Мереке күндері бөлмелер шие мен мандарин ағаштарының гүлдерімен безендіріліп, қуыршақтар жəрмеңкесі басталады, қыздар кимоно киеді жəне оларды тəттілер мен сыйлықтармен қуантады.\n\nГРЕЦИЯ да əйелдер мерекесі \"Гинайкратия\" деп аталады. Ол 8-қаңтар күні тойланады. Солтүстік облыстарда əйелдер фестивалін өткізіп, жұбайлар рөлдерімен ауысады - əйелдер демалуға аттанады, ал ерлер оларға сыйлық беріп, уақытша үй шаруасында қалады. Ал, 8-наурыз - қарапайым күн.\n\nҮНДІСТАН да бұл күні басқа мереке тойланады. Ол - Холи мейрамы. Елде мерекелік оттыр жағылып, барлығы би билеп, əн салады, түрлі түсті суларды шашып ойнайды.",
                "date": "13.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Youtube сайты туралы қызықты деректер білесіздер? Ютуб",
        "question_content": "Youtube – Жер шарындағы ең ауқымды бейнематериалдардың кешені. Мұнда кез-келген адам өзінің туындысын (видеоматериал), идеяларын бүкіл әлемгепаш ете алады. Қазір үйде отырып-ақ ақша тауып, атаққа ие болып жатқандар саны артуда. Жыл сайын қараушылар саны 40%-ға көбейіп отыратын Youtube туралы не білесіз? Youtube сайты туралы қызықты деректер білесіздер?\n\nЮтуб туралы қызықты деректер?",
        "question_date": "13.03.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 7300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Youtube Қазақстанда\nҚазақстандық интернет қолданушылардың 79%-ы 18 жастан асқандар, яғни белсенділік 18-24 жас аралығы. Соның ішінде 35% Youtube-тың тұрақты қараушылары.\n\nТАРИХЫ\n2005 жылы 15 ақпанда Калифорниялық Paypal компаниясының бұрынғы үш қызметкері ойлап тауып, Youtube деген атаумен жарыққа шығарады.\n2006 жылы Google сатып алды, содан бері танымалдылығы артып келеді.\nЕң алғаш 18 секундтық «Зоопаркте» видеосы жарияланды. Ең алғашқы пікір де сол видеоға жазылған.\n\nАРТЫҚШЫЛЫҚТАРЫ\n- Youtube.com сайтына қолданушылар бірнеше форматтарда видеоматериал сала алады: mp4, OGG, avi, mpeg, DV, DivX, Xvid;\n- Қай форматта салынса да, Youtube оларды автоматтты түрде Flash Video – mp4 форматына ауыстырады;\n- Бірнеше жолдар арқылы Youtube-тан видео жүктеуге мүмкіндік бар. 2009 тікелей Youtube-тың өзінен жүктейтін функциясы болған, бірақ 2011 жылы ол функция жойылды;\n- Орташа жылдамдықтың өзінде мұнда видеоматериалдарды еркін тамашалауға болады;\n- Күніне 2 млрд қаралым болады;\n- Бір минутта 60 сағаттық видеоматериал салынса, күніне 86400 сағатқа жетеді;\n- Жойылған белгісі бар видеоматериалдарды Deleted YouTube Video Viewer арқылы қайта көруге болады;\n- Youtube арқылы танымалдылыққа қол жеткізуге болады. Мысалы, алғашқылардан атап айтарлық Джастин Бибер;\n\nАВТОРЛЫҚ ҚҰҚЫҚ\nАҚШ заңы бойынша авторлық құқық қорғалады. Яғни, заңсыз біреудің материалы жариялаған шақта дыбысын, кейін контенттің өзін өшіреді. Бірақ, қазір көптеген құқық бұзушылықтардың орын алып жатқандығын байқауға болады.\n\nҚОСЫМША\n- Youtube-та видеоконтенттерді салу барысында орындалуы шарт маңызды критерийлердің жоқтығынан ел аралық даулар да орын алуда. Көптеген мемлекеттер бұл видеохостингтің ел ішінде таралымын белгілі уақыт аралығына тоқтатып тастаған. Көпшілік себептер бойынша, терроризмді насихаттайтын, мұсылмандар туралы теріс әсер етуші контенттер, зорлық-зомбылық ашық көрсетілген материалдардың болуы. Ол елдердің ішінде Дагестан, Түркия, Тәжікстан, Пәкістан, Египет болды.\n- Youtube-ты қолданушылардың 70% АҚШ халқы. Қаралым бойынша екінші орында – Жапония мемлекеті.\n- Бұл жердегі бүкіл видеоматериалдарды қарап шығуға 1000 жыл кетеді екен, бірақ сіз оларды қарап отырғанда олар күрт көбейе береді. Яғни, сіз оларды ешқашан көріп тауыса алмайсыз.",
                "date": "13.03.2016",
                "upvotes": 2
            },
            {
                "text": "Ютубты Гугл сатып алған",
                "date": "20.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дүниежүзілік ұйқы күні. Сіз уақытылы ұйықтайсыз ба?",
        "question_content": "2008 жылы мейрам болып тіркелген, және 2013 жылдан бері наурыз айының әр екінші жұмасы атап өтілетін мейрамды ДДСҰ ұйқы және денсаулық ұғымдары аясындағы өзекті мәселелер бойынша бекіткен.\n\nЕң тәтті де, ең арсыз да – ұйқы. Ең дұрыс ұйқы - 6-8 сағаттық жүйелі ұйқы. Адам өмірінің шамамен 1/3-ін ұйқы алады.\nУақытылы, жүйелі ұйқының мынандай қызметтері бар:\n1. Күш-қуат жинаушы;\n2. Орталық жүйке жүйесін қалпына келтіруші;\n3. Иммунитетті күшейтуші;\n4. Жараны, күйген жерді жазушы; (ұйқы уақытысында жазылу процессі жылдам жүреді)\n5. Жүйке жасушаларының эмоционалды, химиялық қорын сақтаушы;\n6. Психоаналитикалық қабілетті дамытушы;\n7. Созылмалы аурулардан сақтаушы (ұйқысы жиі бұзылатын адамдарда созылмалы аурулар 2 есе көп)\n8. Қаныңыздың құрамындағы қанттың мөлшерін реттеуші; (ұйқы уақытысында бұл процесс те белсенді жүреді)\n9. Стрессті жазушы; (нормамен ұйықтап жүрген жандарда стресске ұшырау аз кездеседі)\n\nҚазақтың ұйқыны арсыз атауы да бар, 6-8 сағаттан тым аз, не тым көп ұйықтайтындар ауруларға көп шалдығады, еріншектік басады.\nШамадан тыс көп немесе шамадан тым аз ұйықтайтын жандар үшін дабыл:\n- 3-4 сағат қана ұйықтайтындардың сезіну қабілеті 45%-ға төмен;\n- Жарты сағат ішінде көзі ілініп кетпеген адамдар эмоционалды қысым мен стресске шалдыққандар;\n- Аз не көп ұйқыдан кейін шаршаңқы қалпынан арыла алмау, мидың зақымдануы, бас ауруы, депрессияның белгілері;\n- Түн ішінде жиі оянып кететін адамдарға: сіздің ауруға шалдыққан организміңіз сізге дабыл қағуда;\n- 10 сағаттан артық ұйықтайтын ересектерге қауіп төніп тұр! Себебі, биоритим бұзылған, апатия, депрессия, организмінің энергетикалық тонусы нашарлайды.\n- Созылмалы ауралар сіздерде 2 есе көп кездеседі!",
        "question_date": "13.03.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен біраз уақыт ұйқы туралы ақпарат іздеп жүрдім. Себебі, жоғарыдағы суретте көрсетілгендей өзімді де қалай аз сағат ұйықтап үйрету керектігін білмейтінмін. Сабақ оқып отырып ұйықтап қалу - əдетке айнала бастады. Сонымен, назарларыңызға мен үшін маңызды тақырыпты ұсынамын. Смайлик «smile»\n\nТабысты, өнімді, жұмыс істеу үшін қанша сағат ұйықтау керек?\n\nҰлы адамдарға бірер сағат ұйықтау жеткілікті болған екен. Бұл туралы нейробиологтар не дейді?\n\nБіз өміріміздің үштен бірін ұйқымен өткізетініміз - бəрімізге мəлім. 6 жастағы баланы елестетіп көріңіз, ол – менің ұйқым.\n\nБірақ біздің дəл не үшін ұйықтайтынымыз, ұйқымыздың ең үлкен себебі – біз үшін құпия екен. Ғалымдар «Адам неге есінейді, түшкіреді, ұйықтайды?» деген сұрақтарға жауап таппаған. Əрине, олар сол уақытта организмде болатын процесстерді бақылап, зерттейді. Дегенмен, əр түні не себеппен ұйықтайтынымызды таппапты.\n\nҚалай болғанда да, ұйқы - қажет. Жанарларға жүргізілген тәжірбиелер - соның тағы бір дəлелі. Нейробиологияға қызығатындарға, бұл туралы толығырақ оқығысы келетіндерге төменде сілетеме қалдырдым.\n\nhttp://isites.harvard.edu/…/Everson%20et%20al.%20-%201989%2…\n\nБұл туралы оқу және айту мен үшін аздап көңілсіз болса да, айтайын. Жануарларды жасанды ұйқысынан айырғанда, басқа анатомиялық себепсіз 11-32 күн ішінде олар дүние салып отырыпты. Ұйқы – маңызды.\n\nБұрын «ұйқысыздықтан адам қайтыс болған жоқ, сізді ұйқысыздық мазаласа оны өз пайдаңызға асырыңыз» дегенді оқып, «менде де сондай мүлдем ұйықтамайтын қасиет болса...» деп ішімнен армандап кетушіт едім. Бірақ, мен қателесіппін. Солай жазған және ойлаған тұлғалар да. Өте сирек кездесетін FFI ауруы – генетикалық, балаға берілетін ауру, шамамен 40 жасқа келгенде ұйықтау қабілетінен айырылған адам бірнеше жылдан кейін осның кесірінен қайтыс болады екен.\n\nҚазір ғалымдар келесі гипотезаға тоқталған: ұйқы арқылы ми ақпаратты синтездейді. Бұл туралы ғылым жөніндегі ең атақты ағылшын тілінде жарық көретін Science http://www.sciencemag.org/басылымы жариялапты . Демалу үшін немесе калорияны сақтап тұру үшін емес екен  Memory-ді және əлемді түсіну қабілетін қалыптастыру үшін қажет.\nhttp://www.cogsci.ucsd.edu/~…/COGS175/readings/Stickgold.pdf\n\nhttp://www.sciencedirect.com/…/article/pii/S0896627302007468\n\nhttps://www.researchgate.net/…/47790667_Effects_of_sleep_de…\nhttps://www.researchgate.net/…/47790669_The_effects_of_napp…\n\nАдамдардың бір тобын таңертең, екінші тобын кешке сабақ үйретіп, 12 сағаттан соң зерттеу жүргізу арқылы ұйықтап тұрған топтың есте сақтау қабілеті жақсырақ екенін аңғарған. Сонымен қатар, дұрыс ұйықтамайтындар миы негативті информацияға фокус жасап, соларды көбірек синтездейді екен. Соның кесірінен адам депрессияға ұшырайды.\n\nАл жеткілікті ұйықтамау артық салмаққа қалай əкеледі?\nҰйықтағанда жүретіңн гормондық процесстердің тез дисбалансқа ұшырау қабілеті бар екен. Мысалы, бір зерттеуде екі жас жігіт 2күн 4сағаттан ұйықтаған соң , герлин гормоны (тәбетке, жеуге құмарлыққа жауап береді) 28%-ға көтеріліп, ал лептин (керісінше, тəбетті төмендетуге жауап береді) 18%-ға төмендеген. Соның салдарынан адам артық салмақ жинайды. Небәрі, 2-ақ күн! [Соңғы күндері тамақ көп жеуімнің себебін енді түсіне бастағандаймын.]\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC1991337/\n\nДұрыс ұйықтаудағы көгілдір сәулелердің орны бөлек.\n\nhttp://www.health.harvard.edu/st…/blue-light-has-a-dark-side\n\nГепатитке қарсы екпе дұрыс ұйықтамағандарға тиімсіз еекен. Мәселен, бір топ адамға екпе жасаған. Оның ішіндегі бір топ адамның түні бойы ұйықтауға кедергі жасаған. Бір аййдан соң дұрыс ұйықтаған топта антителдер көбірек болған екен, тіпті келесі топта жоқтың қасы.\n\nhttp://www.ncbi.nlm.nih.gov/pmc/articles/PMC3397812/\n\nКүніне 5 сағат ұйықтау – жеткілікті дейтіндер, соған үйреніп қалғаны соншалық, оларға ұйқысыздықтың кері әсерін дәлеллдеу қиын. Ұсынылған сағат уақытысын ұйықтағанда олардың организмдерінің жұмысы әлдеқайда жақсы болушы еді. Нейробиологтар 8 сағат ұйқыны ұсынады. Біреуге бұдан аз-көп қажет болуы мүмкін, орта есеппен 8сағатты ұсынады.\nҚызығы, жасөспірімдерде кішкене цикл басқаша екен. Оларға көбірек ұйықтау керек екен, тіпті, қажет екен. Тинэйджерлер, сіздерді көп ұйықтайды деп мазалайтындардың бәрін белгілейміз! )) Бұл кезде олардың циркадтіқ циклі кішкене ауытқиды да, оларға кешірек жатып, кеш тұру – қалыпты құбылыс екен.\n\nСонымен қатар, күндізгі ұйқы да маңызды екенін айтпаса да білетін шығарсыздар. Бірақ, 20-30 минуттан артық ұйықтамау керек. Көз жан-жаққа кетіп, түс көріп бастағанға дейін тұрып кету керек екен. Бұл кезде тұрғандардың сергек болып жүруі – қиын.\n\nСонымен, көп ұйықтау – дұрыс емес деп қалыптасқан біздің ортада кейбір мәселелерге жаңа қырынан қарау керек сияқты. Мәселен, ірі Google. Facebook. NASA сияқты ірі компаниялардың көбісі жұмысшылар үшін жұмыс уақытында ұйықтау жағын қамтамасыз етіп қойған. Жұмысшылар түскі уақытта, әдетте ұйқысы келген уақытты, көгілдір сәуледен қорғайтын ‪#energypod‬ сияқтыға жатып, ұйықтап алады екен.\n\nБұл мәліметтер сізге де пайдалы болды деп сенемін. Бәріңізге тиімді, дұрыс ұйқыны тілеймін!",
                "date": "13.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Францияда оқу. Францияда жарты жыл өмір сүру үшін шамамен қанша евро керек?",
        "question_content": "Менің қоймақшы болған сұрағым, Францияда жарты жыл өмір сүру үшін шамамен қанша евро керек деп ойлайсыңдар? Францияда оқып келгендер бар болса. Жазуларыңызды қатты өтінемін, себебі 2 жылдан соң Францияның Перпиниян қаласына оқуға барғалы жатырмын, Алдын ала үлкен рахмет",
        "question_date": "13.03.2016",
        "question_tag": "Университет, колледж",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мамандығым \"Радио электроника и связи\" мен бұл мамандықпен қандай жерлерде жұмыс?",
        "question_content": "Менім мамандығым \"Радио электроника и связи\" бұндай мамандыққа қай жерден практикадан өтсе болады, немесе қайда жұмыс жасауға брлады,арнайы сайттар бар ма тіркелетін?",
        "question_date": "13.03.2016",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 699,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Телекомдарда практика өте аласыз.",
                "date": "13.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гейнер және протеин қолдану салмағым 53 бойым 174 см?",
        "question_content": "Салмағым 53 бойым 174 бір біріне сай келмейді. және өте арықпын. жаттығу жасағанымен салмақ қоса алмадым. жақын арада гейнер және протеин қолданып жасамақпын. бірақ қалай қолдану керек. менде мүмкіндік таңғы сағат 6-00 ден 8-00 ге дейн бар. 9-00 ден 18-30 ға дейн жұмыс. таңғы уақытта үй жағдайында осы антибиотикерді қалай және қанша граммда қолданған әсер етеді және немен?",
        "question_date": "12.03.2016",
        "question_tag": "Спортпен айналысу",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тренировканы кешке жасаган дурыс болады, ойткены тренировкадан кейын уйктаган кезы булшык еттер демалып, натиже жаксы болады. Ал гейнерди тренировканы бастамас бурын ишкен жон.",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Досыма жайнамаз сыйлауға болама?",
        "question_content": "Досыма уйдегі жайнамаз сыйлауға болама? Ол жайнамазды алдын əкем пайдаланған , қазір бір себептермен оқымайды , ол уйде колданылмайтын заттардың қатарында тұр, ал досымның жайнамазы ескірген. Досыма соны бергім келеді, бірақ білмейм болама болмайма? Игі ниетпен көмектессеңіздер.",
        "question_date": "12.03.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 5700,
        "question_upvotes": 3,
        "answers": [
            {
                "text": "Маған, мұсылмандарға қатысы бар зат сыйласа, қатты қуанамын.. досың мұсылман болса, оған қоса намаз оқитын болса, жайнамазды қуана қабылдайды..",
                "date": "13.03.2016",
                "upvotes": 0
            },
            {
                "text": "Берседе болады намаз оқысын деп",
                "date": "18.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сенбі, жұма күндері демалыста не істейсіздер жалпы?",
        "question_content": "Уақытты қалай өткізесіздер?",
        "question_date": "12.03.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 611,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбіне үй тірліктеріне арнаймын, отбасыммен қыдырып қайтамыз кейде",
                "date": "6.10.2016",
                "upvotes": 0
            },
            {
                "text": "Əр кезде əрқалай өткіземін. Бірде достарыммен бірге қыдырсам, кейбір демалыста үй шаруасын істеп əртүрлі тəтті-дəмді пісіргенді құп көремін. Ал қазір тып тыныш қана сабағымды оқып отырмын:))",
                "date": "13.03.2016",
                "upvotes": 0
            },
            {
                "text": "Subbota voskresenie demalis kunderi uakit tez otedi. Kitap okimin, abai joldarin mektep kezinde okimagam sol kitapti okimin. Sportka baramin trinajer bassein. Tamak pisiremin. Internetten karap. Anamdi kuantuga trisamin. Voskresenie uiktaimin)) kein sol tamak ,tort pisiruge trisamin. Arine apta sain emes) birak apta sain sportpen wugildanamin. Tez otip ketedi.",
                "date": "13.03.2016",
                "upvotes": 1
            },
            {
                "text": "Сұрақ жауап сайтына кіремін",
                "date": "24.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "NIS-ке қанша балл жинасаң түсе аласың?",
        "question_content": "NIS-ке қанша балл жинасаң түсе аласың?",
        "question_date": "12.03.2016",
        "question_tag": "Мектеп",
        "question_views": 2900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ең жоғары балдар алынады",
                "date": "12.03.2016",
                "upvotes": 0
            },
            {
                "text": "Ең жоғарғы балл",
                "date": "3.03.2018",
                "upvotes": 0
            },
            {
                "text": "800 баллдан ассаң түсесің",
                "date": "1.03.2019",
                "upvotes": 1
            }
        ]
    }
]