[
    {
        "question_title": "\"Әлемге Абайды танытқан ұлы тұлға\" атты эссе керек еді?",
        "question_content": "\"Әлемге Абайды танытқан ұлы тұлға\" атты эссе, 2-3 беттен кем емес, басқа сайттардан көшіріп алынған керек емес. Рахмет!",
        "question_date": "12.12.2017",
        "question_tag": "Өнер",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхтар Әуезов – қазақ халқының зор жазушысының бірі, оқымысты ғалым, ұлы қайраткер Қазақстан Республикасының ғылым академиясын бітірген, филология саласының маманы,  білімдар адам, профессор, «Алаш» партиясының атақты мүшесі болған. Семей — тарихи, шежіре қала. Абай, Шәкәрім, Мұхтар Әуезовтер даналы қатарына қанат бітіріп, дем берген қадірлі де қасиетті мекен.\n\nСемейде 1917-1920 ж. ұлт азаттық қозғалысының қайраткерлері Әлихан Бөкейханов, Ахмет Байтұрсынов, Міржақып Дулатов, Хәлел Ғаббасов, Мұхаметжан Тынышбаев, Әлімхан Ермеков, Елдес Омаров, Шәкәрім Құдайбердиев, Жұсіпбек Аймауытов, Турағұл Ибрагимов, Ахметжан Қозыбағаров, Мәннан Тұрғанбаев, Әбікей, Қаныш Сәтбаевтар, Мұхтар Әуезов, Жақып Ақбаев, Райымжан Марсеков, Көкбай Жанатаев, Сейдазым Қадырбаев, Ғұмар Қарашев, Биахмет Сәрсенов, Сұлтанмахмұт Торайғыров, Біләл Сүлеев, Асылбек Сейітов, Тайыр Жомартбаев елін егемен ел іргелі мемлекет болуын аңсады.\n\nСол кезеңнің куәгері — Бөгенбай батыр көшесіндегі (бұрынғы Полицейская, 1877; Комиссарская, 1918) екі қабатты үй — қазіргі мемориалдық ғимарат. Бұл үйдің иесі — Әнияр Молдабаев (1856-1934) — Шыңғыс болысынаң Абайдың замандасы, жерлесі, шәкірті. Ол Мұхтар Әуезов, Ж. Аймауытов, М. Дулатовтың Семейде қызмет еткен жылдарына да ерекше қатысы бар мекен-жай. Семейдегі жаңа тарих құжаттар орталығының қорында Семей атқару комитетіиің меңгерушісі (1919), «Қазақ тілі» газетінің редакторы (1920), губерниялық атқару комитетінің төрағасы (1921), Казпедтехникумының мұғалімі (1925) Мұхтар Әуезовтің өз қолымен жазған сауалнамалары сақталған. Онда Мұхтар Әуезов жазушының тұрақты мекен-жайы ретінде Больничная көшесі 62 үй, (Ак. Пәвлова, 70), Комиссарская көшесі 70 үй, Омская көшесі 103 үй көрсетілген. Абай, Мұхтар Әуезов өмірлеріне тікелей қатысты тарихи орын болғандықтан Ә.Молдабаевтың үйінде 1944-67 ж. Абай мұражайы орналасты. 1988 ж. дейін қаладағы балалар кітапханасы болып, 1990 ж. Абай мұражайына қайта берілді. 1997 ж. Мұхтар Әуезовтің туғанына 100 жыл толуына орай «Алаш арыстары — Мұхтар Әуезов» атты жаңа мұражай экспозициясы ашылды.\n\nМұхтар Әуезов өзінің ұланғайыр шығармашылық әлемін Семей жерінде бастады, алғашқы көркем туындылары, қазақ сахна өнерінің ірге тасын қалаған драмалық шығармалары да осында дүниеге келді. Бала Мұхтар Әуезов атасының алдынан хат таныған соң, 9-10 жасында ағасы Қасымбек қасына алып, Семейдегі Камалиддин хазірет медресесінде оқытты да, 1909 ж. қалалық бес кластық орыс училищесіне оқуға орналастырды.\n\nЖас Мұхтар Әуезов сол кездердегі қалалық спорт жарыстарына да белсене қатысып , «Ярыш» атты жасөспірімдер футбол команда құрамында болады. Семей бала Мұхтар Әуезов заманында Сібір мен Қытайға, Орта Азияға қатынасатын үлкен керуен жолының үстіндегі қала болатын. Семейде он екі мешіт-медреселері, орыс мектептері, екі гимназия, училище, мұғалімдер даярлайтын семинария, өлке зерттейтін статистика комитеті, кітапхана, өлкетану мұражайы болды, 31 000-нан аса халық мекендеді. Осы кез қазақ әдебиет өнерінің өркендей бастаған шағы еді. Ә.Бөкейханов Абай шығармаларын жаңа заманның тынысы деп түсінді. Қалыптасып келе жатқан қазақтың жаңа ұлттық әдебиетінің бастамасы деп бағалап, Абайдың өлеңдері мен қара сөздерінің тұңғыш жинағын 1909 ж. Санкт-Петербургте басылып шығуына қол үшін берді.\n\nӘлихан Бөкейханов 1905 ж. 1-І Мемлекеттік Думаға Семей облысының қазақтары атынан депутат болып сайланады. «Выборг үндеуіне» қол қойғаны үшін СанктПетербург сот палатасының төтенше мәжілісінің шешімімен үш айға Семей түрмесіне қамалады. 1909 ж. Уфа қаласындағы «Восточная печать» баспасынан Міржақып Дулатовтың «Оян қазақ!» атты алғашқы өлеңдер жинағы жарық көріп, елге тез тарап кетеді. 1911 ж. Орынборда қайталап басылып шығады. Бұл — қазақ әдебиетінің тарихындағы ең көп қудаланған шығарманың бірі. Кітаптың бірінші, екінші басылымдарын патша үкіметі жинатып алдырып, авторды 1911 ж. маусым айында Семей түрмесіне қамап, жеті ай бойы абақтыда ұстайды. 1909 ж. 1 шілде күні Ахмет Байтұрсынов Семей абақтысына алынып, 9 ай бойы азап қорлық көрді. 1910 ж. 21 ақпанында түрмеден шығып, жер аударылып, Орынборға кетеді. Сол жылдары «Қырық мысал» (1909 ж), «Маса» (1911 ж.) өлең жинақтары жарық көреді. 1909ж. Алаш қозғалысының қайраткері Биахмет Сәрсенов (1885-1921) Семейде мұғалімдік семинариясын бітірді, ал Алаш азаматы Отыншы Әлжанов Семей абақтысына жабылып, бірнеше айдан кейін 5 жылға Лепсі қаласына жер аударылады.\n\nӘлімхан Ермеков 1912 ж. Семей гимназиясын алтын медальмен бітіріп, Томдағы технология институтының тау-кен факультетіне түседі. Сол жылы Қазан қаласындағы ағайынды Кәримовтардың баспаханасынан қазақтың поэзиясына еуропалық үрдіс-дәстүрді енгізген он тоғыз жасар ақын Мағжан Жұмабаевтың «Шолпан» атты тұңғыш өлеңдер жинағы жарық көреді. Уфа, Қазан, Орынбор, Семей қалаларындағы баспаханалардан Ғұмар Қарашевтің «Қарлығаш» (1911), «Бала тұлпар» (1911) атты өлеңдер жинағы, «Ойға келген пікірлерім» (1910), «Өрнек» (1911) прозалық кітаптары, Шәкәрім Құдайбердиевтің «Қазақ айнасы» атты өлеңдер жинағы, «Қалқаман-Мамыр» (1912), «Еңлік-Кебек»(1912) дастандары, Тайыр Жомартбаевтың «Балаларға жеміс» (1912), «Қыз көрелік»(1912) кітаптары жарық көреді. 1913 ж. бастап А.Байтұрсынов пен М.Дулатовтың «қуатты қаламының арқасында қалың елді аузына қаратқан» (Мұстафа Шоқай) «Қазақ» газеті Орынборда шыға бастады. Демократиялық бағыт ұстанған «Айқап» (1911-15, Троицк) және «Қазақстан» (1911-13, Орал) журналдары қазақ халқының зерделі жас қаламгерлерінің тәрбие мектебіне айналады. Сол жылдары ұлттық зиялы қауым қалыптасып, азат ел болудың жолын қарастырды. 1913-1917 ж. аралығында қазақ тілінде бір жарым миллион дана кітап пен мерзімдік басылым жарық көрді. Түрлі мәдени-саяси кештер ұйымдастырылды.\n\n1914 ж. 26 қаңтарда Семейде Абайдың қайтыс болуының он жылдығына орай Собрания залында әдеби кеш өтеді. Кешті Орыс географиялық қоғамының Семей бөлімшесі ұйымдастырған. Назипа Құлжанова «Қазақ ақыны Ибраһим (Абай) Құнанбаев және оның поэзиясы» деген тақырыпта баяндама жасайды. Соңынан Абайдың өлеңдері оқылып, әндері орындалады. Қазақтың әдет-ғұрып, тұрмыстық салт-дәстүрлерінен көріністер көрсетіледі. Кеш туралы «Айқап» журналы: «Абайды туғызған қазақ даласы, тағы да талай Абай секілді, бәлки онан да артық данышпандар туғызар» дегенде тыңдаушы қазақтардың  көздеріне жас алғандары да болды» — деп, жылы лебіз білдіреді.\n\n1915 ж. 13 ақпан күні Семейдегі саудагерлер клубында қазақтың жас талапкерлері әдеби музыкалық кеш өткізеді. Бұл әдеби кеште Р.Марсеков қазақ әдебиетінің жайында сөз сөйледі. Абай, Ы.Алтынсаринның өлеңдері оқылып, халық әндері орындалады. «Біржан-Сара» айтысынан көркем көрініс көрсетіледі. Н.Құлжанова, Н.Құлжанов, Ж.Аймауытов, Т.Қозбагарова, Ә.Қапсалямов, М.Малдыбаев, Т.Жомартбаев, Қ.Сәтбаев, Мұхтар Әуезов бастаған қазақ жастары қатысады. Кештен түскен қаржы Петроградтағы мұсылмандар атынан ашылған лазаретке, мұқтаж қазақ оқушыларына бөлінді. Бұл кештің аса табысты өткенін айта келіп: «Бұған дейін жақсыларымыз бен қарияларымыз бір бөлек, жастарымыз бір бөлек болып, жіктеліп жүруші еді. Енді бұлардың ынтымағы бірігудің басы осы болар деп үміт етіп қуаныш қыламыз», — деп М.Дулатов жазады.\n\n1915 ж. Мұхтар Әуезов қалалық бес кластық училищені аяқтап, Семей қалалық мұғалімдер семинариясына түседі. Семинарияда Ж.Аймауытовпен бірге оқиды. Ұлттың рухы оянған кезінде өмірге араласқан семинария оқушысы Мұхтар Әуезовтің де көзқарасы сол тұрғыда қалыптаса бастайды. 1916 ж. ұлт-азаттық көтерілісі, 1917ж. Ақпан Қазан төңкерістері, Алаш қозғалысы, азамат соғысы — осы тарихи оқиғалар бәрі де төл топырағымызда өзіндік із-бедерін мол қалдырды.http://ikaz.kz/m-htar-uezov-shy-arma/",
                "date": "13.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Менің елбасым\" атты əннің минусовкасын қайдан жазып алуға болады?",
        "question_content": "Менин елбасым  Меломен тобынын анинин минустовкасы керек!!!",
        "question_date": "12.12.2017",
        "question_tag": "Қазақша ән",
        "question_views": 815,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны гугл хром және яндекстен тапса болады\nаа",
                "date": "12.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Qiwi-әмиян аштырудың пайдалы тұстары қандай?",
        "question_content": "Qiwi-әмиянның қандай пайдасы бар, қандай жақсы жақтары бар? Ашайын ба, әлде қалай? Қалай ашады? Телефон арқылы тіркелдім, енді ары қарай не істеу керек?",
        "question_date": "12.12.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйде жатып-ақ телефонға бірлік салып алуға болады. Коммуналдық төлемдер(жарық, су) жасауға болады. Ақша аударуға болады. Комиссиямен ірлік салып ақша табуға болады, ауылдарда бірлік салатын дүкендер солай істейді.",
                "date": "25.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Каспи банктен кредит алу үшін?",
        "question_content": "Каспи банктен кредит алу үшін 6 айлық пенсионный жүру керек па или міндетті емес па? кім біледі?",
        "question_date": "12.12.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қажет болады, бірақ 6 ай емес 3 айлық болу керек. 9999 номеріне хабарласып сұрап көр",
                "date": "12.12.2017",
                "upvotes": 1
            },
            {
                "text": "маган Кем дегенде 50000 или 25000 кредит кере к еди с издер бере аласЗ",
                "date": "11.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Wi-Fi модемде қиындықтар туып тұр.",
        "question_content": "Wi-Fi модемде қиындықтар туып тұр модемнің моделі Samsung Mogg. Жұмыс орнымда жақсы істейді, ал үйде ұстамайды. 4G дың орнына NOSR деп тұр қалай қалыпқа келтіреміз?",
        "question_date": "12.12.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйіңде 4G ұстайтын ба еді",
                "date": "12.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайтта өзімнің қойған сұрағымды қайдан қарауға болады?",
        "question_content": "Сайтта өзімнің қойған сұрағымды қайдан қарауға болады?",
        "question_date": "12.12.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 420,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жоғарғы жақтағы сұрақтар айдарын басып көріп қарасаң және қандай санат бойынша қойылған сұрақ екенін білсең санаттар тізімінен қажетті санатты таңдап қарауыңа болады.",
                "date": "12.12.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "8 см кесінді сыз. Оның 1/3 бөлігін белгіле?",
        "question_content": "8см кесінді сыз. Оның 1/3 бөлігін белгіле? 3сынып математика 117 бет 7мысалдың (ә) бөлігінде осы есеп бар екен. Көмектесіңіздерші?",
        "question_date": "11.12.2017",
        "question_tag": "Мектеп",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8 см-ның 1/3 бөлігі шамамен 2см 67 мм болады\n\n8/3=2.666666(6)=2.67",
                "date": "11.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет қолданушыларына сурағым бар еді?",
        "question_content": "Салем wi-fi логин мен парол ауыстыруын айтып жиберіңдерші өтінем. td-w8151n жаздым гуглге. Сосын кайсын басамын вайфайдың паролін ауыстыру ушін? Тусінікті",
        "question_date": "11.12.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "tp-link td-w8151n 1 портты сымсыз N сериалы 150мбит/с жылдамдықты ішінде ADSL2+ модемі бар маршрутизатор. Бұл маршрутизатордың 6 түрі бар. Қайсы түрге жататынын білу үшін теріс бетіне аударып сериялық номері жазылған қатардағы ең соңғы әріпті санды код(Ver X.Y, мысалы V4 төмендегі сурет бойынша)\nWEB интерфейстен баптаулар жасалады. Оған 192.168.1.1 немесе 192.168.0.1 деп сайт теретін жерге браузерде(гугл хром, мозилла, яндекс браузер, опера ) жазып кіресің. Стандартты логин парол admin admin болу керек. Істей алмай жатсаң хабарлас +77078172004",
                "date": "11.12.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "\"Мадақ\" жырын талдау қажет?",
        "question_content": "Мадақ жырын өлең құрылысына қарай талдап беріңізші ӨТІНІШ\n\nАлдын ала рахмет!!!!\n\nБұдырайған екі шекелі,\n\nМұздай үлкен көбелі,\n\nҚары ұнымы сұлтандайын жүрісті,\n\nАдырнасы шайы жібек окқа кіріс-ті,\n\nАйдаса - қойдың көсемі,\n\nСөйлесе - қызыл тілдің шешені,\n\nҰстаса - қашағанның ұзын құрығы,\n\nҚалайылаған қасты орданың сырығы,\n\nБилер атты би соңы,\n\nБи ұлының кенжесі,\n\nБуыршынның бұта шайнар азуы,\n\nБидайықтың көл жайқаған жалғызы,\n\nБұлұт болған айды ашқан,\n\nМұнар болған күнді ашқан,\n\nМұсылман мен кәуірдің\n\nАрасын өтіп бұзып дінді ашқан\n\nСүйінішұлы Қазтуған!!!",
        "question_date": "11.12.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Минекей осылай болар.\nДурыс болмаса кеширим",
                "date": "13.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азамат қай кезден бастап МӘМС жүйесінде сақтандырылған болып саналады?",
        "question_content": "Азамат қай кезден бастап МӘМС жүйесінде сақтандырылған болып саналады: еңбек келісімшарты бекітілген кезде ме, әлде жұмыс беруші бірінші жарнаны төлегеннен бастап па?",
        "question_date": "11.12.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қордың Ұлттық банктегі шотына сіз үшін жарна аударылған кезден бастап. Қорға жарна аударған немесе жарна төлеуден босатылған жеңілдігі бар санаттағы тұлғалар МӘМС жүйесі шеңберінде медициналық көмек ала алады.",
                "date": "15.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "https://marketu.kz осы интернет магазин сенімді ме?",
        "question_content": "https://marketu.kz киім алуға сенімді саитпа? Осы саитан кім алды",
        "question_date": "11.12.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 368,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Качество киимнин багасына карайды.Оте арзан багалар екен,качествога гарантия верпотрган жог.Биринши бир затка заказ берип кориниз.Сосын качествосына накты тусиник шыгады.",
                "date": "11.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осыдан киім алдыңыздарма, сенімдіме?",
        "question_content": "Осы интернет магазиннен кім зат алып көрді. Қытайдан келеді екен. Канша кунде келеді? https://marketu.kz . ТАПСЫРЫС ресми сайт арқылы қабылданады . Сенімдіме осы саит,алгандарың барма? Алдын ала ақшаңды төлеп  барып",
        "question_date": "11.12.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 284,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кеви кашалогі арқылы қалай төлем жасауға болады?",
        "question_content": "Кеви кашалокке тіркелдім.енді нестим ары қарай ақшаны қайда саламын. Маган тез арада куртка керек еді. Интернет магазини осылай деді.сенин ба алде Төлем алдын-ала 100 % жүргізіледі . Біздің төлем әдістеріміз Қазақстандағы ең танымал төлем әдістерінен тұрады: банк карталары арқылы, электронды әмиян арқылы, қолма-қол немесе терминалдар арқылы. Біз сізге ыңғайлы болатын келесідей төлем түрлерін ұсына аламыз: Офисте қолма-қол төлем жүргізу; Visa немесе Master Card банк карталары арқылы Qiwi немесе Kaspi әмияндары арқылы немесе Qiwi терминалдары арқылы",
        "question_date": "11.12.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "терминалға барасында сол жаққа ақшаны саласыз， ол киви кашелекке келелі де сосын салынған ақшаға курканды сатып аласыз",
                "date": "12.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Калаулым туралы ой пікірлеріңіз.",
        "question_content": "Бул туралы ашиін шоу екен.жақында жабылатынын естідім.халық қарсы болып жатыр екен. Асел неге уятсыз сондай.турмыска шыкпаган ба сонда.сосын Шахкерім өзі уміткер болып келген еді АССАЛАУМАҒАЛИКУМ деп.енді қашан уйленіп улгерген.типті казір жургізуші болып кетіпті гой. Барі өтірік шоу екен.аліде ешқайсыда уйленбеді гой.басында барі сыйлық сыйлайтын еді.сонда булар жұмыстары жоқпа.Аселгеде асаба келді",
        "question_date": "11.12.2017",
        "question_tag": "Телебағдарламалар",
        "question_views": 877,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Немене барі қосылмайды. Бақытжан дегенің үміткеріде әншіма бірдене гой. Мында келген Акжаркында  ажырасып кеттіма.оқыған, білімді,адемі жігіт қой Ерлан.мына ажырасқан қатын гой",
                "date": "11.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Елімізде мұсылмандар ежелгі дін табынушыларын жек көреме?",
        "question_content": "Елімізде мұсылмандар ежелгі дін табынушыларын жек көреме?",
        "question_date": "11.12.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұсылмандар барлық адамға құрметпен қарайды. Тіпті ол атеист болса да. Ежелгі дін табынушылары деген кім??",
                "date": "13.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орда атты топқа ұран керек?",
        "question_content": "орда тобына ұран керек еди алашка байланысты болса",
        "question_date": "10.12.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орда тобы алға\n\nБиіктерге самға\nБірлігіміз бар да\nЖүреміз тек алда",
                "date": "17.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Растрлық бейнені векторлық бейнеге аудару дегеніміз не?",
        "question_content": "Растрлық бейнені векторлық бейнеге аудару дегеніміз не?",
        "question_date": "10.12.2017",
        "question_tag": "Информатика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Растрлық бейнені векторизациялау. Векторлық үлгілерді түзу түзетін координаттар кезектілігінің негізгі үлгісі ретінде қолданады. Векторлық үлгіні əртүрлі тəсілдермен алады. Ең кеңінен таралғандары сканерленген (растрлық) бейнелерді векторизациялау. Ол сканерленген бейнеден векторлық объектілерді ерекшелеумен жəне оларды векторлық форматта алумен тұжырымдалады.\nВекторизациялау үшін растрлық бейненің жоғары сапасы керек (анық түзулер мен жиектер). Түзулердің қажет нақтылығын қамтамасыз ету үшін кейде бейненің сапасын жақсартумен айналысуға да тура келеді. Сканерлеу процесінің өзі уақытты аз алады, бірақ кезекті векторизацичлау қажеттілігі қолмен цифрлау деңгейіне дейін уақыт шығынын ұлғайтуды талап етеді. Векторизациялау кезінде қателер пайда болады, оларды түзету екі сатыға бөлінеді:\n1) растрлық бейнені оны векторизациялауға дейін түзету;\n2) векторлық объектілерді түзету.\nВекторлық үлгілер деректердің дискретті жинағы көмегімен үзіліссіз объектілерді немесе құбылыстарды көрсетеді. Сондықтан, векторлық дискретизация туралы да айтуға болады. Растрлық бейне бойынша жаңа политүзу немесе полигондарды құру кезінде ГАЖ қатарында жартылай автоматты (трассировка) немесе автоматты векторлау режимдері қолданылады. Политүзу немесе полигон түйіндерінің трассировкасын жүргізу үшін трассировка режимін қосу керек. Трассировка жасалатын объект типі таңдалады: Полигон немесе Политүзу. Сосын алғашқы нүктедегі трассировкаланатын объекті шекарасы ерекшеленеді. Трассировка тек бір объект үшін берілген уақыт кезеңінде ғана жұмыс ітейді. Басқа объектіні ерекшелеген кезде осы объектілер түйіндері арасында түзу сызық сызылады.\n\nhttp://mylektsii.ru/1-42126.html",
                "date": "10.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мақпал Жүнісова Сенемін Алла барына атты әуенінің минусын қайдан табуға болады?",
        "question_content": "үМакпал Жунусова, Сенемін Алла барына атты, ауеннин минусын табалмай отырмын, ким биледи кайдан табуга болады?",
        "question_date": "10.12.2017",
        "question_tag": "Қазақша ән",
        "question_views": 449,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теңдеулер жүйесін график арқылы шешіңіз?",
        "question_content": "Көмек керек соч алгебра осы жерде өтінемін істеп беріңдерші",
        "question_date": "10.12.2017",
        "question_tag": "Математика",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 а) сурет\n\nб) y=kx*b",
                "date": "12.12.2017",
                "upvotes": 0
            },
            {
                "text": "1 тапсырма\nа) 3 сурет\nв) 1- Сурет х- тын Карама - Карсы мандерине у-тын де карама карсы мандери сайкес келеди.\n\n2 сурет 0/\n\n3сурет графиктын абсциссалары карама карсы болатын нуктелер координаталар бас нуктесинде катысты симметриялы орналасады.",
                "date": "10.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай тиімді интернет магазиндері бар?",
        "question_content": "Интернет арқылы куртка алайын десем,  маган ТӨЛЕМ ДЕГЕН ОЛ ОПЛАТА, ЗАКАЗҒА ОПЛАТА ЖҮРГІЗГЕН СОҢ ҒАНА АЙНАЛЫМДА БОЛАДЫ деді.ақшасын төлейсің,сосын бир айдан соң келеді екен. Сіздердеде сондайма. Тиімді басқа қандай интернет магазинам жеткізц",
        "question_date": "10.12.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 655,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз қайдан тапсырыс бердіңіз?\n\nСоған байланысты. Интернетте алаяқтар көп, алданып қалмаңыз.\nАқшаны алдын ала бермей-ақ қойған дұрыс болады.\n\nЛамода кз секілді сайттар болса алуға болады деп ойлаймын.",
                "date": "11.12.2017",
                "upvotes": 1
            },
            {
                "text": "https://marketu.kz",
                "date": "11.12.2017",
                "upvotes": 0
            },
            {
                "text": "Маған хаб.ңыз 87057911193 ватсап.Еш салым салмайсыз ещтеңе жоғалтпайсыз",
                "date": "25.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі өркениеттердің жойылуына не әсер етеді?",
        "question_content": "Қазіргі өркениеттердің жойылуына қандай себептер әсер етуі мүмкін",
        "question_date": "10.12.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 951,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің  өз   ойымша жасанды  сана.",
                "date": "10.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "4 моль магний тұз қышқылымен HCL əрекеттескенде қанша литр қалыпты жағдайда газ бөлінед",
        "question_content": "4 моль магний тұз қышқылымен ( HCL ) əрекеттескенде қанша литр қалыпты жағдайда газ бөлінеді",
        "question_date": "10.12.2017",
        "question_tag": "Химия",
        "question_views": 859,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4 моль                        х\n\nMg + HCi=MgCI2+H2\n\n1 моль                      22,4л/мольх=4*22.4/1=89.6 л",
                "date": "13.12.2017",
                "upvotes": 0
            },
            {
                "text": "4 моль                                    Х\n\n     Mg        +2HCl->MgCl2+H2|\n\n24                                          22,4л/моль    \nX=22,4*4/24=7,47 литр",
                "date": "10.12.2017",
                "upvotes": 0
            },
            {
                "text": "Рахмет мнау қандай белгі/",
                "date": "10.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш сынауықта: натрий сульфаты, натрий карбонаты, аммоний хлоридтерінің ерітінділері бар.",
        "question_content": "Үш сынауықта: натрий сульфаты, натрий карбонаты, аммоний хлоридтерінің ерітінділері бар. Тиісті рективтерді пайдаланып әр сынауықтағы щаттарды анықтаудың жоспарын құрып, тәжірибе жасаңдар.",
        "question_date": "10.12.2017",
        "question_tag": "Химия",
        "question_views": 16400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Әрбір құбырға қышқыл қосыңыз. Карбонатты сынақ түтігінде газ эволюциясы басталады\n\nNa2CO3 + 2HCl = 2NaCl + CO2 + H2O\n\nCO3 (2-) + 2H (+) = CO2 + H2O\n\nҚалған сынақ түтіктері болмайды\n\n2. Барий хлоридін қалған түтіктерге қосыңыз. Натрий сульфаты бар сынақ түтігінде тұнба пайда болады\n\nNa2SO4 + BaCl2 = BaSO4 + 2NaCl\n\nBa (2+) + SO4 (2) = BaSO4\n\n3. Қалған сынақ түтігі - аммоний хлориді.\n\n2-нұсқа. Карбонатты анықтаудан кейін қалған екі сынақ құбырларында сілтілік ерітінді қосыңыз. Аммоний хлоридімен әрекеттескен кезде аммиак пайда болады және ерекше иіс\n\nNH4Cl + NaOH = NaCl + NH3 + H2O\n\n3а нұсқа. Қалған сынақ түтігі - натрий сульфаты",
                "date": "14.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздарға тез сурағым бар",
        "question_content": "Қыздарға сурағым бар.қыздар  тез айтыңдаршы мүмкіндік болса, интернет магазин арқылы тез куртка керек еді.қайсы жақсы,затты алғанан соң,ақшасын",
        "question_date": "10.12.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киімді бутиктен не базардан алғаның жақсы. Сол жерде киіп көріп жарасымдысын өзіңе ыңғайлысын таңдап аласың. Білуімше lamoda.kz тен өзіңе ұнаған киімдерді өлшемдерімен таңдайсың, үйіңе тегін жеткізіп береді, сол таңдаған киімдерді киіп көріп ұнағанын сатып аласың ақшасын жеткізіп берушіден беріп жібересің не онлайн төлем жасайсың",
                "date": "10.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызылорда облысы бойынша жұмыс іздейтін қандай сайттар бар?",
        "question_content": "Қызылорда облысы бойынша жұмыс іздейтін қандай сайттар бар?",
        "question_date": "10.12.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "enbek.kz деген сайтты қарап көр",
                "date": "10.12.2017",
                "upvotes": 2
            }
        ]
    }
]