[
    {
        "question_title": "Жеке меншік үй салудағы математиканың - қажеттілігі туралы материалдар қажет",
        "question_content": "жеке меншік үй салудағы математиканың қажеттілігі туралы презентациялар, курстық жұмыстар, ғылыми жұмыстар қажет.",
        "question_date": "17.08.2018",
        "question_tag": "Математика",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1-сыныпқа баратын оқушыны үш тілде сабақ оқытуға қалай дайындау керек?",
        "question_content": "Мектеп баратын баланы қазақ, орыс, ағылшын тілдерінде оқуға қалай дайындау керек? Қандай сервисті қолданған жөн?",
        "question_date": "16.08.2018",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1-сыныпқа қабылданатын оқушылар да қазақ тілі, орыс тілі, ағылшын тілі пәндерін сәйкесінше осы тілдерде оқиды. Мектеп табалдырығын енді аттаған балаға да, оның ата-анасына да бұл оңай іс емес. Балаға тіл үйретерде қандай қате жібермеу керек? Қандай онлайн сервистердің көмегіне жүгінген жөн? \nБұл туралы \"1-сынып оқушысын үш тілде сабақ оқуға қалай дайындау керек?\" атты материалымыздан оқып біле аласыз.",
                "date": "16.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сиырдың ауруын емдеу керек?",
        "question_content": "Сиырдың үстіне жаралар қаптап ыстығы көтеріледі қандай дəрі ем қолдануға болады?",
        "question_date": "15.08.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ветеринар шақыртсаңызшы)))",
                "date": "15.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "( Х + 18 ) : 3 + 12 = 20",
        "question_content": "Теңдеуді шешіп беріңізші",
        "question_date": "13.08.2018",
        "question_tag": "Мектеп",
        "question_views": 622,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x+18):3=20-12\n\nx+18=8*3\n\nx=24-18\n\nx=6",
                "date": "13.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автомат Киа рио 2013 жылгыма автомат рено сандеро степвей 2015 жылгы",
        "question_content": "Ассалаумағалейкум достар киа рио 2012-2014 автомат немесе рено сандеро степвей 2015 жыл автомат кайсысын алуга болады. Киа рио моторы одноразовый алюминий жаман дейді.алуға болама рионы",
        "question_date": "11.08.2018",
        "question_tag": "Автокөлік таңдау",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киа рио ал жаксы машина.минусы жёскии подвеска,",
                "date": "3.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cырлы Стамбул қазақшасы бар ма?",
        "question_content": "Сырлы Стамбулдың барлық сериясы керек еді. Cырлы Стамбул қазақшасы бар ма?",
        "question_date": "10.08.2018",
        "question_tag": "Телесериалдар",
        "question_views": 564,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Беттегі безеуді, іздерді қалай кетіруге болады?",
        "question_content": "Беттегі безеуді және безеуден кейін қызыл дақ (пост акне) боп қалған іздерді қалай кетіруге болады?",
        "question_date": "10.08.2018",
        "question_tag": "Денсаулық",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Безеу – бетте майдың шамадан тыс көп болуынан пайда болады. Майлы бет бет кенесі мен микробтардың өсіп-өнуі үшін өте қолайлы орта. Егер бетіңіз микробтанып бет кенесінің саны артса беттегі түтіктер тосылып қалады, нәтижеде ауа алмасу тежеліп, беттің иммунитеттік қуаты төмендейді. Бұл бет терісінің түрлі ауруларына алып келеді. Беттің түтіктері (поралары) кеңейеді, бет қызарады, қышиды бөртіп безеу шығады. Кей адамдарда бұл май мен дымқылдықтың тең болмауының әсерінен де болады.\n\nБезеуди кетіру жолдары екі апта ишинде\n1. Хилак форте кунине бир рет 20 каплядан\n2. Метрогил гель (метронидозол) танертен жане кешке\n3. Цинкит кунине 1 чепучка пышылдак дари общим ол беттин ишиндеги жиналган уын тери сыртына шыгарады\n4. Егерде (угревой сыпь) болса онда еки аптадан кейн Базирон АС колданыныз оны тек тунде гана жагасыз.",
                "date": "26.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өскемен қаласында көз тигенді алатын емшілер барма?",
        "question_content": "Көз тигенді алатын емші керек! Өскемен қаласында көз тигенді алатын емшілер барма?",
        "question_date": "10.08.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "көз тию деп гуглге жазсай дұғалар бар",
                "date": "10.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазахтелеком ЦОН да жұмыс істеу үшін қандай мамандық таңдау керек?",
        "question_content": "Сәлеметсіздер ме) Сіздерден сұрайын дегенім Қазахтелеком және ҚазПочта, сонымен қатар ЦОН да жұмыс істеу үшін қандай мамандық таңдау керек? Сол жағын толығырақ білгім келіп тұр.",
        "question_date": "10.08.2018",
        "question_tag": "Университет, колледж",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз ойым, Цонда істеу үшін заңды жақсы білген дұрыс болар. Олар көбіне жоғарғы оқу бітірген адамды алады, содан соң емтиxан арқылы қабылдайды. Тест сұрақтарын egov.kz сайтынан қарап көрсеңіз болады.\nНемесе таныс керекқой",
                "date": "10.08.2018",
                "upvotes": 0
            },
            {
                "text": "Қазақтелекомда жұмыс істеу үшін «радиотехника, электроника және телекоммуникациялар» мамандығын таңдайды.",
                "date": "17.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мекемелерді тегтеп жазғанда түсін өзгертіп көк қылып жазады ғой, соны қалай істейді?",
        "question_content": "Осы кейбір постарда адамдар арнайы мекемелерді, кей жағдайда адам ата-жөндерін тегтегенде жазу түсін өзгертіп көк етіп жазады ғой, соны қалай жасайды?",
        "question_date": "9.08.2018",
        "question_tag": "Әлеуметтік желі",
        "question_views": 609,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сілтеме қылып қоясыз\nмысалы:\n<a href=\"#\">Көк түсті тег</a>\nНәтиже:\nКөк түсті тег\nЕскерту: Тор пернесінің орнына басқа бетке сілмете қойылуы керек.",
                "date": "26.07.2020",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Колледжден кейн жогары оку орынга тусу",
        "question_content": "Колледжден кейн жогары оку орнына тусу ушын кандай пандерден тесттер болады? Кым накты быледы?",
        "question_date": "7.08.2018",
        "question_tag": "Университет, колледж",
        "question_views": 692,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мамандығынызға байланыстыгой ...",
                "date": "22.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "108баллмен қай универге география пəні мұғалімі мамандығына оқуға түссем болады?",
        "question_content": "Мен математика-география бейіндік пәндері бойынша ҰБТ-дан 108балл алдым.Конкурсқа Алматыдағы 4универді жəне экономика,есеп-аудит,маркетинг мамандықтарын жазған болатынмын.Өкінішке орай грант иегерлерінің арасынан өз атымды таба алмадым.Отбасым көпбалалы.Өзім үйдің тұңғышымын.Ата-анамды платный оқып қинағым келмейді.Қандай мүмкіндіктер бар маған?Солтүстікке ЖОО түсуге кеш емес пе?география пәні мұғалімі мамандығына?",
        "question_date": "7.08.2018",
        "question_tag": "Университет, колледж",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ВКда ҰБТ LAND деген группа бар сұрағыңды соған қойып көр",
                "date": "7.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыс жасаған уақытта отпуск алмасам,арасында жыл жарым декретный бар.",
        "question_content": "Мен 2013 ж 25 сентябрь айынан бастап жұмыс жасадым жеке тіс емханасында.Бірақ договор 01.11.2013 те жасалды.2014 қаңтарында.2015 қаңтарында жылдың соңына дейін  договор жасалды. Декреттік демалысқа 06.01.2016 кеттім.Сол уақыт аралығында 07.09-14.09.2015ж  *7 күн демалдым*. Соған зарплата уақытында *14000тг* устап калды.Зарплатым 60000тг ,ал документ бойынша 25000тг жартысы 35000 қолға алып жүрдім.Декретный  85000тг алдым.Заң білмедім,жұмыс жасап жүре беріппін.Отпускной демалыста ,ақшаны да талап етпеппін.Декреттік демалыстан жұмысқа  20.06.2017 шықтым декабрьден бастап пенсионка жүрді.35000тг .ал қалғанын 30000тг қолға аламын.Сонда зарплатам 65000тг .Медсестра болып жұмыс жасаймын.Арыз жаз,үлгісін беремін деген.Договор  жасаспадық,песионка жүріп жатыр.Бұрын ИП \"мамасының атында болған\" после отпуск дəл сол жұмыс орнымда ИП \"бастықтың атында\" договорлар қолымда жоқ осы жылдың.Өткен жылдардыңда договоры жоқ.Отдел кадр жеңгесі ,бас офис ауылдық жерде .Тағы бір данасы соларда ғой .Не істесем екен?Барлық жылдардағы пайдаланбаған отпуск кундерин,отпускной ақшамды ,бермегені үшін компенсация  бəрін заң бойынша ала аламын ба?Бастық таныс болып тұр.Қазақшылыққа салынамыз ғой .Жем болып.Енді не істеймін?Заңға тапсырсам жеңіп шығамын ба?Оздоровательный ди ме бəрі жеке клиника болсада төленуі тиіс па?Трудовой инспекцияға ма?Жауап күтемін.??",
        "question_date": "7.08.2018",
        "question_tag": "Заң",
        "question_views": 607,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалай әңгіме жазып үйренуге болады?",
        "question_content": "Қалай әңгіме жазып үйренуге болады?",
        "question_date": "6.08.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші өзіңіз туралы жазып көріңіз, мысалы мен туралы 100 факт -қызықты, әдемі қылып жазып елдерге ұнап жатса- жеңіл, қысқа әңгімелерден бастап жазсаңыз болады...",
                "date": "3.09.2018",
                "upvotes": 2
            },
            {
                "text": "Интернеттен көшірген дұрысқо)",
                "date": "7.08.2018",
                "upvotes": 0
            },
            {
                "text": "кітапты көбірек оқыңыз☝️",
                "date": "16.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Маркетинг мамандығына грант барма ?",
        "question_content": "Маркетинг мамандығын таңдап грант болғандар барма ? Қанша баллмен грантқа түсуге болады ?",
        "question_date": "6.08.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы бойынша маркетинг мамандығына грант аз бөлінеді, өйткені сұраныс жоқ. Мына сілтемедегі 2017 жылғы мәліметтерге сенсек, бүкіл республика бойынша 50 грант бөлінсе, бір гранттық орынға 97 адам таласқан. Конкуренция коэффиценті - 1,94. \nБиыл да бұл мәлімет ондай қатты өзгерді дегенге сенбеймін. \nАнық білетінім, 50 грантқа іліну үшін өзіңді таңқалдырып, жоғары ұпай жинау керек.",
                "date": "29.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менін көзімнің қарашығы бұзылды. Қарашығым кисайып тұрады. Не істеуге болады",
        "question_content": "Менін козімнін карашыгы бузылды. Коз карашыгы кисайып турады тіке караганда. Не істеуге болады.",
        "question_date": "6.08.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 858,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бұл сұрақты емханага барп қойғаныңыз дұрыс болар!",
                "date": "22.08.2018",
                "upvotes": 0
            },
            {
                "text": "Ассалаумағалейкүмдер өзімен өзі солай болып қалды ма ? 8 707 818 82 46 xабарласасын ба ? Менің де әкемнін көзі сондай болып кетті неден болуы мүнкін",
                "date": "1.07.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ 2018 сұрақтарын қайдан алуға болады ?",
        "question_content": "ҰБТ 2018 сұрақтарын қайдан алуға болады?",
        "question_date": "5.08.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Білім және ғылым министрлігі базасынан. Ресми рұқсат берілмейтіндіктен қолжетімді мәліметтер емес.",
                "date": "29.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алматыда сапалы, әрі арзан тіс емханасы қай жерде бар?",
        "question_content": "Алматыда сапалы әрі арзан тіс емханасы қай жерде бар? Арзандығы қатты маңызды емес бірақ. Бастысы сапа.\n\nЖақсы стоматологияларды жарнамалай берулеріңізге рұқсат!",
        "question_date": "5.08.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрындары сарафандық радио ретінде таныстарымыздың көмегіне жүгінетін едік. Қазір интернет дамыған кезде жақсы стаматологтарды табу қиын емес. Жалпы қазіргі кезге қандай да бір болсын дәрігерге бармас бұрын интернеттен ол тураллы пікірлерді оқып алып баратын болдым. Өз басым мына сайттың көмегіне жүгінемін. Дәрігерге қатысты пікірлер расымен жақсы жазылған. Ұнаған дәрігерді тағы да интернеттен іздеп көріп тағы да зерттеп көруге болады.\nhttps://idoctor.kz/almaty/doctors/stomatolog\nМына ресурс та жақсы.\nhttps://zoon.kz/",
                "date": "26.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2018-2019 жылғы білім гранты иегерлерінің тізімі қашан шығады?",
        "question_content": "2018-2019 жылғы білім гранты иегерлерінің тізімі қашан шығады?",
        "question_date": "5.08.2018",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6 тамыз 10-00-де шығад деген",
                "date": "5.08.2018",
                "upvotes": 0
            },
            {
                "text": "2018-2019 жылғы білім гранты иегерлерінің тізімін мына сілтемелерден жүктеп ала аласыз: грант иегерлерінің толық тізімі.",
                "date": "6.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актив нөмірінен единицаны қалай наличка қылып алуға болады?",
        "question_content": "Актив нөмірінен еденицаны қалай наличка қылып алуға болады?",
        "question_date": "4.08.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Казпоштаға барып аласың.",
                "date": "5.08.2018",
                "upvotes": 0
            },
            {
                "text": "Онлайн ойын сайттарына салып сол жерден карточкаға аударуға болады.",
                "date": "5.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Орыс тілін үйрену сізге қаншалықты қажет?",
        "question_content": "Яндекстің вордстат деген сервисінен қарасам, \"орыс тілін үйрену\" деп интернеттен іздейтіндер саны айына 1000 ға жуық екен. Гуглдағы запростарды қоссақ бұл сан 2 мыңға барады. Сұрақ-жауап сайтындағы осыған байланысты сұрақтар да көп қаралады екен. \nӘрине, қазақ тілі - өте бай әрі көркем тіл. Бірақ көптеген ақпараттар, заманауи кітаптар, ғылыми ашылулар қазақ тілінде тіпті аз. \nӨкінішке орай, орыс тілін үйренемін деушілерге арналған оқулықтар жоқтың қасы екен. Онлайн сервистер туралы мүлдем ұмытуға болады. Осыған байланысты, орыс тілін қазақ тілді азаматтарға үйрететін онлайн жоба немесе мобильді қосымша жасау идеясы келіп тұр.\nҚалай ойлайсыздар, сондай жоба керек пе?\nОрыс тілін үйрену, қазақ жастарына пайда әкеле ме?\nОсыған байланысты сұрақтарым көп еді, оның бәрін мына жерге жаза алмаймын. Google Docs бағдарламасында анкета ұйымдастырдым. \nОсы анкетаны толтырып, сұрақтарға жауап берсеңіздер, қазақ жастарының дамуына септігін тигізетін жоба құрылуына көмектескен боласыздар.\nЖауаптарыңызға рақмет!",
        "question_date": "4.08.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 2200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "біз 21ғасырда өмір сүріп жатырмыз! болашақ жастардың қолында.Қазақстанды дамыған елдердің қатарына енгізуміз үшін біз жастар білімді болумыз керек.Орыс тілі ағылшын тілін білуміз керек",
                "date": "23.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азаматтық некедегі баланы алу?",
        "question_content": "Салематсыздар ма. Сурак. Мен бір әйелмен 4 жыл азаматтық некеде болдым. Қазір бір себептермен бөлек тұрамыз. Оның бұрынғы күйеуінен 2 баласы бар және менен 3 жасар қыз бар. Ол адамнын туратын уиi , жумысы жок. Уш баланы бага алмайды. Квартира жалдап турганбыз меним акшама. Меним барлык жагдайым бар 3 жасар кызымды асырауга. Атырауда уйим , жумысым бари бар. Енди озинин жагдайына карамай кызды бермеймин деп отыр. Мен калай зан жузинде кызымды озиме кайтара аламын ?",
        "question_date": "4.08.2018",
        "question_tag": "Заң",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізінен бала анасында қалады, тек қана анасының аналық құқығынан айырмаса, не болмаса өздерінің арасында келісімі болса. \n47-бап. Баланың туу тегін анықтау\n1. Баланың анасы жағынан туу тегін (анасын) ананың баланы медициналық ұйымда туғанын растайтын құжаттардың негізінде тіркеуші орган анықтайды.\n      Бала медициналық ұйымнан тыс жерде туған жағдайда, оның туу тегін туу фактісін растайтын медициналық құжаттардың негізінде тіркеуші орган анықтайды, ал олар болмаған жағдайда, баланың туу тегінің фактісі сот тәртібімен анықталады.\n      2. Бір-бірімен некеде тұратын (ерлі-зайыпты) адамдардан туған баланың туу тегі ата-анасының некені (ерлі-зайыптылықты) қию туралы куәлігімен расталады.\n      Бала суррогат анадан туған жағдайда баланың туу тегі суррогат ана болу жөнінде жасалған шарт негізінде куәландырылады.\n      3. Егер өзгеше дәлелденбесе, бала неке (ерлі-зайыптылық) бұзылған, ол жарамсыз деп танылған кезден бастап немесе бала анасының жұбайы қайтыс болған кезден бастап екi жүз сексен күн iшiнде туған жағдайда, анасының бұрынғы жұбайы баланың әкесi болып танылуы мүмкін.\n      4. Егер баланың анасы өзінің жұбайы не бұрынғы жұбайы баланың әкесі емес деп мәлімдесе, баланың әкесі баланың өз анасының және әкесінің не жұбайының, бұрынғы жұбайының бұл туралы жазбаша өтініші болған кезде, осы баптың 5-тармағында немесе осы Кодекстің 48-бабында көзделген қағидалар бойынша анықталады. Мұндай өтініш болмаған жағдайда бұл мәселе сот тәртібімен шешіледі.\n      Босанған әйелдің жұбайының немесе бұрынғы жұбайының басқа адамның әке болуын анықтауға келісімі ішкі істер органы берген, жедел-іздестіру іс-шаралары жүргізілгені туралы немесе соттың оны хабар-ошарсыз кеткен немесе әрекетке қабілетсіз деп танығаны туралы заңды күшіне енген шешімі туралы растайтын құжат болған кезде міндетті емес.\n      5. Баланың анасымен некеде тұрмайтын (ерлі-зайыпты емес) адамның әке болуы баланың әкесi мен анасының тіркеуші органға бiрлесiп өтініш беруі арқылы анықталады. Анасы қайтыс болған, ол әрекетке қабiлетсiз деп танылған, анасының болған жерiн анықтау мүмкiн болмаған жағдайларда немесе ол ата-ана құқықтарынан айырылған жағдайда - қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның келiсiмiмен баланың әкесiнiң өтініші бойынша, мұндай келiсiм болмаған кезде - сот шешiмi бойынша анықталады.\n      Егер анасының жұбайы болып табылмайтын еркектiң әке екендiгi анықталған болса, баланың анасы одан:\n      қалыпты босанған кезде – босануға дейін күнтізбелік жетпіс күн және босанғаннан кейін күнтізбелік елу алты күн ішінде;\n      қиын босанған немесе екі және одан көп бала туған кезде – босануға дейін күнтізбелік жетпіс күн және босанғаннан кейін күнтізбелік жетпіс күн ішінде;\n      баланың анасы ядролық сынақтардың әсеріне ұшыраған аумақта тұратын жағдайда, қалыпты босанған кезде – босануға дейін күнтізбелік тоқсан бір күн және босанғаннан кейін күнтізбелік жетпіс тоғыз күн iшiнде (қиын босанған немесе екі және одан көп бала туған жағдайда – күнтізбелік тоқсан үш күн iшiнде ) оны күтіп-бағу бойынша шығыстарға тиiстi ақша қаражатын сот тәртiбiмен талап етуге құқылы.\n      Ақша қаражатының мөлшерi және төлемдердің кезеңділігі тараптардың материалдық және отбасылық жағдайы мен назар аударарлық басқа да мүдделерiн негiзге ала отырып, ақша қаражаты төленетін кезге қолданыста болатын айлық есептiк көрсеткiшке еселенген арақатынаспен айқындалады.\n      6. Некені (ерлі-зайыптылықты) қию, бұзу туралы куәлікке немесе акт жазбасына, сондай-ақ бала асырап алу, әке болуды анықтау туралы өтінішке сәйкес баланың әкесі ретінде адам көрсетілген тууды мемлекеттік тіркеу туралы акт жазбасынан баланың әкесі туралы мәліметтерді алып тастауды тіркеуші орган соттың тууды мемлекеттік тіркеу туралы акт жазбасындағы баланың әкесі туралы мәліметтерді алып тастау туралы шешімі негізінде жүргізеді.\n      Өзге жағдайларда әкесі туралы мәліметтерді алып тастау бала туған кезде некеде тұрмаған (ерлі-зайыпты болмаған) анасының өтініші бойынша осы Кодекстің 183-бабына сәйкес жүргізіледі.\n      7. Он сегiз жасқа (кәмелетке) толған адамға қатысты әке болуды анықтауға - тек қана оның келiсiмiмен, ал егер ол әрекетке қабiлетсiз деп танылса, оның қорғаншысының немесе қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның келiсiмiмен жол берiледi.",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ИП ашқан адам өзіне пенсионныйды қалай аударады?",
        "question_content": "ИП ашқан адам өзіне пенсионныйды қалай, қайда барып аударады?",
        "question_date": "3.08.2018",
        "question_tag": "Жеке бизнес",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЕНПФ сайтынан алынды",
                "date": "29.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электр слесарі 3 группа не білу керек?",
        "question_content": "Электр слесарі 3 группага өткенде не білуге тиіс?",
        "question_date": "3.08.2018",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 528,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен ҰБТ-да физмат таңдап программист болғым келеді",
        "question_content": "Физика математика таңдап программистке грант болғандар барма ?Программист мамандығына грант болу үшін қанша балл жинау керек",
        "question_date": "2.08.2018",
        "question_tag": "Мамандық",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Программист болу үшін физика информатика таңдау керек. Кім дегенде 90-100 балмен грант болуға болады.",
                "date": "14.07.2021",
                "upvotes": 0
            }
        ]
    }
]