[
    {
        "question_title": "Ютубтан ақша табатын каналдар",
        "question_content": "Ютубтан ақша тауып жүрген ҚАЗАҚША каналдар бар ма?",
        "question_date": "8.04.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы ютубтан ақша табу дәлелденген ақша табу жолдары барма? Мағанда түсіндіре  кетсеңіздер)",
                "date": "8.04.2016",
                "upvotes": 0
            },
            {
                "text": "әрине ақша алуға мүмкіндігін бар",
                "date": "8.04.2016",
                "upvotes": 0
            },
            {
                "text": "Өзің канал ашасың\nСосын есі дұрыс видеомонтаж жасап үйренесің\nСапалы видео жасайсың\nСосын соны жүктейсің\nСөйтіп кемінде адамдарға қызық 100-200 видео жасаған соң\nЮтуб(Гугл) саған monetization деген тетіктің тұсында enabled дейді\nСодан кейін аз-маз тиын тапсаң болады өз видеоларыңда жарнамаға рұқсат деп",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемді орысшадан қазақшаға аудару керек көмектеріңіз керек?",
        "question_content": "Благодаря грамотной работе А. Хадария улучшились  показатели по заболеваемости туберкулезом, онкологическими заболеваниями, стабильными остаются демографические показатели.\n\nПо результатам скрининга взрослого населения увеличилось число выявленных и оздоровленных пациентов по болезням сердечно- сосудистой системы, сахарного  диабета и др.\n\n В 2004 году  в  честь дня медицинского работника за безупречный труд объявлена благодарность.",
        "question_date": "8.04.2016",
        "question_tag": "Мамандық",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А.Хадарийдің көп еңбек сіңіруінің нәтижесінде туберкулез, онкологиялық ауруға шалдыққандар көрсеткіші жақсарды, демографиялық көрсеткіштердің тұрақтылығы сақталуда.  \n\nХалықтың ересектер бөлігіне жасалған скрининг нәтижесінде,  жүрек қан тамырлары, қант диабетімен ауыратын емделушілердің саны анықталып, сауығып кеткендері көбейді.\n\n2004 жылы медициналық қызметкерлердің ерен еңбегіне алғыс жарияланды.",
                "date": "8.04.2016",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Жабыдан тұлпар артық шаппаса да",
        "question_content": "Жабыдан тұлпар шаппаса да. Нарманбет Орманбетұлы  осы өлең керек еді тауып бересіздерма?",
        "question_date": "7.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 803,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жабыдан тұлпар артық шаппаса да,\n\nТексізден текті тумас мақтаса да.\n\nБаласы құладыннын қу ілмейді,\n\nАлтыннан тұғыр жасап сақтаса да.\n\n Ұстаз бен ата-ананың тілін сыйла,\n\nБалға ұрып, жездей қылып қақтаса да.\n\n Қылмаса тәңірім қаһар еш нәрсе жоқ,\n\nҮстінен рапорттап, хаттаса да.\n\n Кісімен жаман жәһил болма жолдас,\n\nЖыланнан сақтанып жүр шақпаса да.\n\n Адамға көңілі бұзық болма жолдас,\n\n Найза ұстап саған арнап шаппаса да.\n\n Ақ қауын ас болмайды шайнағанмен,\n\nҚұр тілдің пайдасы жоқ сайрағанмен.\n\n Көнбейді жаман адам ынтымаққа,\n\nШошқа жөнге жүрмейді айдағанмен.\n\n         1905 жыл\n\n \n\nhttp://catalog.karlib.kz/irbis64r_01/Kraeved/Adebi_omir/Ormanbetuly_N/Tolgauy_toksan_kyzul_til.pdf\n\nМына жерден алынды.",
                "date": "8.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Досыма не болған? 1 әтке есін жоғалтып құран оқыпты арабша сөздер айтыпты?",
        "question_content": "Кеше менің досым үйінде отырып 1 сәтке есін жоғалтып құран оқыпты арабша сөздер айтыпты. Өзі не болғанын түсінбей қалған. Ата-анасының алдында болған. Өзі құран арабша сөздер білмейді.ол не болуы мүмкін?",
        "question_date": "7.04.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ол қандай да бір психологиялық құбылыс. Мүмкін ол сыртқа білдірмегенімен іштей дінді көп ойлай беретін шығар... Олай болмайды...",
                "date": "8.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 75г мәрмәр тасына тұз қышқылымен әсер еткенде көлемі 11,2л(қ.ж) газ бөлінді?",
        "question_content": "Массасы 75г мәрмәр тасына тұз қышқылымен әсер еткенде көлемі 11,2л(қ.ж)газ бөлінді. Мәрмәрдағы қоспаның массасын тап?",
        "question_date": "7.04.2016",
        "question_tag": "Химия",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Газдың химиялық мөлшері n(СО2)= 11,2/22,4=0,5 моль\nСодан кейін химиялық CaCO3 мәрмәрде - СaCO3+2HCl=CaCl2+CO2+H2O теңдеуіне сәйкес.\n\nn(CaCO3)=0.5 моль\nm (CaCO3) = 0.5*100=50 г (100- молярлы масса СaCO3)\nқоспа массасы= 75-50=25 г",
                "date": "3.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сөздерді қатыстырып мәтін құрап беріңіздерші?",
        "question_content": "Өтініш ертенге дейін керек\nCөздер: Көсеу құрсау жалғау оқу басу жабу айту қолдау.",
        "question_date": "7.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Психология және адам дамуы тест жауаптары керек?",
        "question_content": "Балада алғашқы көңіл- күйді ұстап қалу қай уақытта байқалады?\n\n1-3 жаста\n\n4-6 жаста\n\n7-8 жаста\n\n9-11 жаста\n\n16-18 жаста\n\nТөменде көрсетілген қай көңіл – күйдің танылған сатысы өзіне жаңа туған сәбидің дағдарысын қабылдайды?\n\nПсихологиялық сенбиоз\n\nЭмоциналдық жағдай\n\nсезім\n\nықылас\n\nКөңілшектік\n\nНәресте қозғалу белсенділігінің алғашқы белгілерін қай жаста көрсетеді?\n\n2 апта\n\n1 айда\n\nТуғаннан\n\n4 айдан\n\n6 айда\n\nНәрестеде алғашқы айларда тұрақты жасалатын қандай моторлық танымдар пайда болады?\n\nжүру\n\nКөмекпен отыру\n\nКөмекпен жүру\n\nБасын көтере алу\n\nӨзі отыра алу\n\nНәрестеде екінші айында қандай тұрақты моторлық танымдар пайда болады?\n\nОтырады және ойыншықтарды алады\n\nКеудесін көтереді\n\nКөмекпен жүреді\n\nӨз еркімен жүреді\n\nЖүгіреді\n\n3 айлық нәресте қандай сипатта болады?\n\nЖәрдем көрсете алады\n\nӨздігімен саяхатқа шығады\n\nКөңіл-күйді білдіретін\n\nҮй шаруасына араласады\n\nЖақсы оқиды\n\nНәресте төрт айлығында қандай тұрақты матор қалыптастырады?\n\nКөмекпен отыра алу\n\nКөмекпен жүре алу\n\nКөмекпен жұмыс істеу\n\nКеудесін көтере алу\n\nӨзі отыра алу\n\nНәрестеде бес айлығында қандай тұрақты маторлық танымдар пайда болады?\n\nӨзі отыра алу\n\nӨздігімен тұра алу\n\nКөмекпен отыру\n\nКеудесін көтере алу\n\nКөмекпен жүре алу\n\nНәрестенің алты айлығында қандай моторлық танымдар пайда болады?\n\nКөмекпен отыру және ойыншықтарды алу\n\nӨздігімен тұра алу\n\nжүгіру\n\nКеудесін көтере алу\n\nКөмекпен жүре алу\n\nНәрестенің жеті айлығында қандай моторлық танымдар пайда болады?\n\nЕркін жүру\n\nжүгіру\n\nКөмекпен отыру және ойыншықтарды алу\n\nсекіру\n\nСпорттық  Ойындарға қатысады\n\nНәрестенің сегіз айлығында қандай моторлық танымдар пайда болады?\n\nСекіру\n\nЕркін жүру\n\nжүгіру\n\nТұрады және өзін-өзі ұстай алады\n\nСпорттық ойындарға қатысады\n\nНәрестенің тоғыз айлығында қандай моторлық танымдар пайда болады?\n\nЕркін отыру\n\nКөмекпен жүру\n\nКөмекпен тұру\n\nТұрады және өзін-өзі ұстай алады\n\nОрындықта өз бетімен отыра алады\n\nНәрестенің он айлығында қандай моторлық танымдар пайда болады?\n\nЕркін отыру\n\nКөмекпен тұру\n\nКөмекпен отыру және ойыншықтарды алу\n\nТұрады және өзін-өзі ұстай алады\n\nЕңбектейді\n\n3-7 жастағы балаларға сөйлеудің қандай түрі тән?\n\nСитуативті\n\nСимволикалық\n\nАбстрактты\n\nКөңіл- күй\n\nМәнерлеп сөйлеу\n\n Мектеп оқушылары үшін негізгі қызмет түрі не болып табылады?\n\nОқу\n\nОйын\n\nСпорт\n\nӨндіріс\n\nөнеркәсіп\n\n3-4 сынып оқушылары үшін ерекше роль атқаратын қандай нәрсе?\n\nМектепте білім алу\n\nЭмансипация\n\nӨз құрбыларымен қарым- қатынасы\n\nҚызмет дәрежесі\n\nЛауазым\n\nБаланың оқуға құлшынысы қалай аталады?\n\n ермек\n\nеріншектік\n\nталғампаздық\n\nЕрік, жігер дайындығы\n\nИндивидуалдық  \n\nЖас ерекшелік психологиясын зерттеудің мәні қандай?\n\nОқыту мен қабылдаудың психологиялық заңдылығы\n\nАдам психикасының жас ерекшелік динамикасы\n\nӘлеуметтік ортадағы адамдар мінезі мен қызметінің заңдылығы\n\nӨмір сүру заңдылығы\n\nЕрік, жігер дайындығы\n\nТуа біткен психика нысандарына не кіреді?\n\nОйлау және сөз\n\nҚабілет\n\nАнализ және синтез\n\nРефлекстер мен түйсіктер\n\nЭмоция мен сезім\n\nБала өмірі кезеңіндегі туғаннан 1 жылға дейінгі аралық қалай аталады?\n\nТөменгі мектеп жасы\n\nЕресек\n\nНәресте\n\nЖеткіншек\n\nЖас өспірім\n\nЖеке және психологиялық дамудың желелдетілген  ырғағы қалай аталынады?\n\nАбстракция\n\nАкселерация\n\nФрустрация\n\nДегенерация\n\nРефлексия\n\nЖас ұғымына анықтама беріңіз.\n\nИндивидтің даму процесіндегі ерекше,салыстырмалы қысқа кезең.\n\nДаму деңгейі\n\nАқыл – ой көрсеткіші\n\nФизикалық деңгей.\n\nПсихологиялық сипаттама\n\nҮлкен адамдардың тәртібінде балалық мінездің байқалуы қалай аталады?\n\nИнстинкт\n\nАкселерация\n\nАстения\n\nинфантилділік\n\nинициация\n\nБұл әдіс түрі даму психологиясында қолданбайды\n\nбақылау\n\nсауалнама\n\nэнцефалограмма\n\nәңгімелесу\n\nанкета\n\nДаму психологиясының бөлімі. Ол кәрілік кезеңді зерттейді.\n\nгерантопсихология\n\nпатопсихология\n\nЭксперименттік психология\n\nЖеке тұлға психологиясы\n\nПатопсихология\n\nФрейд боцынша сексуалдық энергия қалай аталады?\n\nфрустрация\n\nрефлекс\n\nлибидо\n\nЖыныстық құштарлық\n\nсүйіспеншілік\n\nФрейд бойынша бұл комплексте бала жыныстық жағынан қарама- қарсы келетін ата- анасына шексіз қызғаныш және сүйіспеншілікпен мінезделеді.\n\nЭдип комплексі\n\nЛибидо\n\nӨзін кем сезіну комплексі\n\nФрустрация\n\nРефлекс\n\nБала миының қай бөлімі қабылдауға, аналитикалық- талдауға, ойлауға қатысты.\n\nСол жағы\n\nОң жағы\n\nОртаңғы ми\n\nСопақша ми\n\nмишық\n\nБала миының қай бөлімі ашу, ыза, қору ерекшеліктеріне қатысты.\n\nОң жағы\n\nСол жағы\n\nСопақша ми\n\nОртаңғы ми\n\nмишық\n\nТұлғаның қоршаған ортаға, жағдайларға бағытталуы\n\nИнтроверсия\n\nЭгоцентризм\n\nЭйфория\n\nЭкстроверсия\n\nНейротизм\n\nҚысқа уақытқа созылса да бұрқ етіп қатты көрінетін эмоцияның бір түрі.\n\nамнезия\n\nаффект\n\nаномалия\n\nафазия\n\nагрессия\n\nЛатын тілінен аударғанда сырт көзге жасырын, көрінбейтін деген мағынаны білдіреді.\n\nАнамнез\n\nаграфия\n\nлатентті\n\nафазия\n\nаффект\n\nНормадан ауытқу, бұрыстық.\n\nамнезия\n\nальтруизм\n\nаффект\n\nастения\n\nаномалия\n\nӨзгелер үшін өз мүдделерін құрбан ету.\n\nадаптация\n\nальтруизм\n\nастения\n\nапатия\n\nсинапс\n\nӨз жанындағы адамдар ойымен келісу, бейімделу.\n\nадаптация\n\nаномалия\n\nкоммуникация\n\nконформизм\n\nконфликт\n\nПсихологиялық әдіс түрін ата\n\nқорытындылау\n\nшығармашылық\n\nтест\n\nКөмекші\n\nастыртын\n\nДаму психологиясы бойынша бала дамуының маңызды факторы не?\n\nӨмір сүру\n\nТәрбие  оқу\n\nЕңбек ету\n\nЖоспарлау\n\nТалдау жасай білу\n\nДаму неше түрлі аймақта жүреді.\n\nТөрт\n\nсегіз\n\nекі\n\nжеті\n\nүш\n\nДене мен ішкі құрылыстардың формасы, ми құрлысының өзгерісі. Дамудың қай аймағы?\n\nФизикалық\n\nКогнитивтік\n\nПсихосоциалдық\n\nСаяси\n\nЭтникалық\n\nБарлық ақыл- ой қабілетері және психикалық процестерді қосады.\n\nКогнитивтік\n\nФизикалық\n\nПсихосоциалды\n\nЭтникалық\n\nСаяси\n\nЖеке адам қасиеті мен әлеуметтік білімдер жатады.\n\nПсихологиялық\n\nФизикалық\n\nКогнитивтік\n\nПсихосоциалды\n\nЭтникалық\n\nТуғаннан бастап қалыптасқан, көп өзгере бермейтін ерекшелік түрі.һ\n\nШартты рефлекс\n\nШартсыз рефлекс\n\nинстинкт\n\nдағды\n\nәдет\n\nЕгер бала жаттағанын уақыт өте ұмытпай қайталап берсе оны....\n\nҚайта жаңғырту\n\nТолық жаңғырту\n\nҰмыту\n\nҚайталау\n\nелестету\n\nҚоршаған ортаның дұрыс көзқарасы  үшін жақсы оқуға тырысу\n\nУтилитарлық мотивтер\n\nТанымдылық мотивтер\n\nӘлеуметтік идентификация\n\nинтеллект\n\nӘдептілік\n\n14 жасқа дейінгі балалармен индивидуалдық- психологиялық  жұмыстарды қалай жүргізу керек?\n\nМұғалім келісімімен\n\nАта- аналар келісімімен\n\nТәрбиеші келісімімен\n\nДәрігерлер келісімімен\n\nҚоршаған ортасы шешіміне байланысты\n\nБаланың мектепке дайындығын білу үшін, балаға үй салып беру талап етілетін әдіс түрінің авторы кім?\n\nАйзенк\n\nКерн- Йерерсик\n\nШтерн\n\nБине\n\nТеплов\n\nБаланың оқуға саналы түрде ынталануы.\n\nЖеке адам дайындығы\n\nЭмоциялық дайындық\n\nЕрік дайындығы\n\nМотивациялық дайындығы\n\nҚысым көрсеткендіктен\n\nБалаларда эмоционалдық ерік қабатының бұзылуы, ол уақыт өте қоршаған орта ықпалымен өзгермейді.\n\nПсихопат\n\nОлиграфен\n\nИмбецил\n\nДебил\n\nИдиот\n\nПсихологияда онтогенез термині қандай мағынаны білдіреді?\n\nЖетілу, даму\n\nПсихика бұзылуы\n\nПсихика құрылуының эволюциалық процесі\n\nИнтеллект өлшемі\n\nТәжірибе",
        "question_date": "7.04.2016",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауаптары бар ма?",
                "date": "15.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қожа Ахмет Ясауи университеті оқушыға қандай жеңілдік жасайды?",
        "question_content": "Қожа Ахмет Ясауи атындағы Халықаралық Қазақ Түрік университетінің ІІІ рет өткізілген олимпиадасында химия пәнінен грант жеңіп алып келген оқушыға қандай жеңілдік жасау мүмкіндіктері бар?",
        "question_date": "7.04.2016",
        "question_tag": "Мектеп",
        "question_views": 905,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Мемлекеттік қызмет-елдің мүддесіне адал еңбек\"-тақырыбына шығарма қажет?",
        "question_content": "\"Мемлекттік қызмет-елдің мүддесіне адал еңбек\"-атты тақырыпқа шығарма керек. Тез арада ӨТІНІШ!!!",
        "question_date": "7.04.2016",
        "question_tag": "Мектеп",
        "question_views": 64599,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мемлекеттік қызмет — бұл адамдардың әлеуметтік қызметінің бір түрі. Бұл ұғым меншік нысандарының тәуелділігіне байланысты, адамдардың органдар, мекемелер, бірлестіктердегі, ұйымдардағы қызметті жүзеге асыруларына және қызметкерлердің функцияларын орындау сипатына қарай қызмет мемлекеттік және мемлекеттік емес болып бөлінеді.\nМемлекеттік қызмет кең және тар мағынада түсінілуі мүмкін. Кең мағынада мемлекеттік қызмет деп мемлекеттік органдарда, мекемелерде, көсіпорындарда және ұйымдардағы еңбек қызметі мен қызметтік функцияларын орындауды айтуға болады. Ал тар мағынада мемлекеттік қызметші деп мемлекеттік билік органдарында қызметкерлердің қызметтік міндеттерін орындауын айтуға болады.\nМемлекеттік қызмет арқылы мемлекеттік органдардың міндеттері мен функциялары жүзеге асырылады. Бұл әлеуметтік қызмет түрінің мемлекеттік-өкімдік сипаттамасы бар және оны мемлекеттік қызметшілер деп аталатын азаматтар жүзеге асырады, яғни мемлекеттік органдарда заңдарда белгіленген тәртіппен республикалық немесе жергілікті бюджеттен не Қазақстан Республикасы Ұлттық банкінің қаржысынан ақы төленетін қызметті атқаратын және мемлекеттің міндеттері мен функцияларын іске асыру мақсатында лауазымдық өкілеттікті жүзеге асыратын Қазақстан Республикасының азаматын айтамыз.\nМемлекеттік лауазым — мемлекеттік органның нормативтік құқықтық актілермен белгіленген лауазымдың өкілеттік пен лауазымдық міндеттердің ауқымы жүктелген құрылымдық бірлігі;\nМемлекеттік қызмет — мемлекеттік қызметшілердің мемлекеттік органдардағы мемлекеттік биліктің міндеттері мен функцияларын іске асыруға бағытталған лауазымдық өкілеттігін атқару жөніндегі қызметі;\nМемлекеттік қызметші — мемлекеттік органда заңдарда белгіленген тәртіппен республикалық немесе жергілікті бюджеттен не Қазақстан Республикасы Ұлттық банкінің қаржысынан ақы төленетін қызметті атқаратын және мемлекеттің міндеттері мен функцияларын іске асыру мақсатында лауазымдық өкілеттікті жүзеге асыратын Қазақстан Республикасының азаматы;\nЛауазымды тұлға — ұдайы, уақытша немесе арнайы өкілеттік бойынша үкімет өкілінің міндеттерін жүзеге асыратын не мемлекеттік органдарда ұйымдастырушылық-өкім берушілік немесе әкімшілік-шаруашылық қызметтерді орындайтын адам. Лауазымдық өкілеттік — заңдарда белгіленген құқықтары мен негізгі міндеттері бар мемлекеттік қызметшілер өз қызметін жүзеге асыратын мемлекеттік органдардың алдында тұрған мақсаттар мен міндеттерге жауап беретіні нақты мемлекеттік лауазыммен көзделген өкілеттік.\nСонымен, мемлекеттік қызметтегі қызметшілердің ақы төленетін лауазымдарға ие болуына қарай, мынадай әр түрлі лауазымдық функцияларды жүзеге асырады, олар:\n— басқарушылық (орган, мекеме және т.б. басшылары)\n— құқық қолданушылық (IIO қызметкерлері және т.б.)\n— әлеуметтік-мәдени (оқытушылар, дәрігерлер және т.б.) Мемлекеттік қызметтің материалдық игіліктерді өндіруден, кәсіпкерліктен және басқа да еңбек қызметтерінен айырмашылығы — қызметші еңбегінің заты болып ақпарат саналады. Қызметші адамдардың мінез-құлқына әсер етеді. Олар нақты материалдық құндылықтарды жасамайды, бірақ олардың қамтамасыздандырылуына қажетті жағдайларды жасайды.\nСонымен, мемлекеттік қызмет мемлекет пен азаматтың арасындағы қатынасты байланыстырушы звено болып саналады. Мемлекеттік қызметтің міндеттерінің ішінде, негізгі болып, адам мен азаматтардың құқықтары мен бостандықтарын қорғау, жеке тұлғаның дамуына қолайлы жағдайлар жасау, азаматтық қоғам негіздерін нығайту саналады.\nМемлекеттік қызметтің құқықтық негізі\nМемлекеттік қызмет, қызметке кірудің және өткерудің жағдайы мен тәртібін, қызметшілерді ынталандыру шаралары мен жауаптылық шараларын, қызметтік қатынастарды аяқтаудың негіздерін реттейтін мемлекеттік қызмет институтын құрайды.\nМемлекеттік қызмет институты салааралық сипатта болып саналады. Оған конституциялық, әкімшілік, еңбек, азаматтық, қаржылық және басқа да құқық салаларының нормалары кіреді. Мемлекеттік қызметті реттейтін арнаулы актілер болып «Мемлекеттік қызмет туралы» 23.07.99 жылғы Қазақстан Республикасының №453-1 Заңы; Қазақстан Республикасы Президентінің 2000 ж. 10 наурыздағы №357 Жарлығымен бекітілген «Мемлекеттік қызмет өткеру туралы ереже»; ҚР Президенті 29.12.1999 ж. №317 Жарлығымен бекітілген «Мемлекеттік саяси қызметшілерге тәртіптік жазалар қолдану тәртібі туралы Ереже»; Қазақстан Республикасы Президентінің 31.12.1999 жылғы №321 Жарлығымен бекітілген «Мемлекеттік әкімшілік қызметшілерге тәртіпті жазалар қолдану тәртібі туралы Ереже»; Қазақстан Республикасы Президентінің 21.07.2000 жылғы №328 қаулысымен бекітілген «ҚР Мемлекеттік қызметкерлерінің қызмет этикасы Ережелері»; Қазақстан Республикасы Президентінің 21.12.1999 жылғы №319 Жарлығымен бекітілген «ҚР Мемлекеттік әкімшілік қызметшінің анты» және т.б.\nМемлекеттік қызмет түрлері\nМемлекеттік қызметтің түрлеріне мемлекеттік басқару саласындағы заң шығарушы, атқарушы және сот билігі тармақтары жатқызылған. Билік тармақтарына бөлу ұстанымына байланысты, мемлекеттік қызмет, заң шығарушы, атқарушы және сот билігі органдарындағы және басқа да мемлекеттік органдардағы (прокуратура) қызмет болып бөлінеді.\nМемлекеттік қызметтің әр түрлі аялары мен салаларына байланысты мемлекеттік қызмет әскери, ішкі істер органдарындағы, қаржы полициясы органдары, кеден және салық және т.б. қызметтерге бөлінеді. Аталған қызмет және де басқа да осындай қызмет түрлеріне арнайы қызметті реттейтін заң актілері бар, мысалы, «ҚР ІІО қатардағы және басшы құрамдағы тұлғалардың қызмет өткеруі туралы Ереже».\nМемлекеттік қызмет ұстанымдары\nҰстаным деп мемлекеттік қызметті ұйымдастыру және жүзеге асыруға негіз болатын идеялар түсініледі. Ұстанымдар мемлекеттік қызметті реттейтін заңдарда белгіленеді, олардың негізгісі болып ҚР «Мемлекеттік қызмет туралы» 23 шілде 1999 ж. қабылданған Заңы саналады. Осы заңның 3-бабында, мемлекеттік қызметтің ұстанымдары бекітілген, олар:\nҚазақстан Республикасында мемлекеттік қызмет:\n1) заңдылық;\n2) қазақстандық патриотизм;\n3) мемлекеттік өкіметтің заң шығарушылық, атқарушылық және сот тармақтарына бөлінуіне қарамастан, мемлекеттік қызмет жүйесінің біртұтастығы;\n4)  азаматтар құқықтарының, бостандықтарының және заңды мүдделерінің мемлекет мүдделері алдындағы басымдығы;\n5) жалпы қол жетімділік, яғни Республика азаматтарының мемлекеттік қызметке қол жеткізуге және өз қабілеттері мен кәсіби даярлығына сәйкес мемлекеттік қызмет бойынша жоғарылатылуға тең құқығы;\n6)  азаматтардың мемлекеттік қызметке кіруінің еріктілігі;\n7) мемлекеттік қызметшілердің кәсібилігі мен жоғары біліктілігі;\n8) мәні бірдей жұмыстарды орындағаны үшін еңбекке ақыны тең төлеу;\n9) жоғары тұрған мемлекеттік органдар мен лауазымды тұлғалар өз өкілеттігі шегінде қабылдаған шешімдерді орындаудың бағынышты мемлекеттік қызметшілер мен төменгі мемлекеттік органдардың қызметшілері үшін міндеттілігі;\n10)  мемлекеттік қызметшілердің бақылауда болуы және есептілігі;\n11) мемлекеттік құпиялар немесе заңмен қорғалатын өзге де құпия болып есептелетін қызметті қоспағанда, қоғамдық пікір мен жариялылықты ескеру;\n12) мемлекеттік қызметшілердің құқықтық және әлеуметтік қорғалуы;\n13)  мемлекеттік қызметшілерді қызметтік міндеттерін адал, ынталы атқарғаны, ерекше маңызды және күрделі тапсырмаларды орындағаны үшін көтермелеу;\n14)  мемлекеттік қызметшілердің қызметтік міндеттерін орындамағаны не тиісінше орындамағаны және өздерінің өкілеттігін асыра пайдаланғаны үшін жеке жауаптылығы;\n15) мемлекеттік қызметшілердің біліктілігін арттыруды үздіксіз жүргізу ұстанымдары.\nСонымен бірге, мемлекеттік органдарда саяси партиялардың ұйымдарын құруға жол берілмейді. Мемлекеттік қызметшілер лауазымдық міндеттерін атқарған кезде заңдардың талаптарын басшылыққа алады және саяси партиялардың, қоғамдық бірлестіктер мен олардың органдарының шешімдеріне байланысты болмайды.\n-----------------------------------------\nМемлекеттік қызметтің түсінігі мен ерекшелігі туралы қазақша реферат\nӘкімшілік құқықтың құрамдас бір бөлігі мемлекеттік қызмет болып табылады.Мемлекеттік қызмет – мемлекет қызметінің бір саласы және мемлекеттік қызметшілердің мемлекеттік органдардағы биліктің міндеттері мен функцияларын іске асыруға бағытталған лауазымдық өкілеттілігін атқару жөніндегі қызметі болып табылады.\nМемлекеттік қызметшілердің құқықтық жағдайларын Қазақстан Республикасының 1999 жылғы 23 шілдедегі Заңы реттейді.\nҚазақстан Республикасында мемлекеттік қызметтің ұйымдастырылуы мен атқарылуы келесі принциптермен негіз алады: заңдылық, қазақстандық патриотизм, мемлекеттік қызмет жүйесінің біртұтастығы, азаматтар құқықтарының, бостандықтарының және заңды мүдделерінің мемлекет мүдделері алдындағы басымдылығын; Республика азаматтарының мемлекеттік қызметке қол жеткізуге және өз қабілеттері мен кәсіби даярлығына сәйкес мемлекеттік қызмет бойынша жоғарылатуға тең құқығы және Заңның 3-ші бабында айтылған тағы басқа принциптері.\nМемлекеттік қызметшілер лауазымдарының құрамына мемлекеттік қызметшілердің саяси және әкімшілік лауазымдары кіреді. Мемлекеттік саяси қызметшілердің мемлекеттік қызметке тағайындау, не сайлау негізінде кіруі, ал мемлекеттік әкімшілік қызметке орналасуы конкурстық негізде жүргізіледі. Мемлекеттік қызметке кіретін адамдарға мынадай талаптар қойылады: олар Қазақстан Республикасының азаматтары болу, жасы 18-ден кем болмауы, қажетті білімі, кәсіби даярлық деңгейі болуы керек және т.б.\nЕрікті еңбек ету құқығы. Қазақстан Республикасы Конституцияның 24-бабына сәйкес: “Әркімнің еңбек ету бостандығына, қызмет пен кәсіп түрін еркін таңдауынақұқығы бар”. Бұл Қазақстан Республикасының әрбір азаматы өз қалауынша жұмысқа тұра алады және одан өз еркімен шығып кете алады дегенді білдіреді. Жұмыспен айналысқысы келетінін, қанша жұмыс істегісі келетінін азамат өзі шешеді. Конституцияның келтірілген бабында: “Еріксіз еңбекке соттың үкімі бойынша, не төтенше жағдайда немесе соғыс жағдайында ғана жол беріледі” делінген. Бұл егер адам қылмыс жасаса еріксіз еңбек ету қолданылуымүмкін дегенді білдіреді. Сондай-ақ жағдай қоғам мен адам қауіпсіздігіне қауіп төндірсе олар құтқару жұмыстарына еріксіз тартылуы мүмкін.\nҚызмет түрін ерікті түрде таңдау мынаны білдіреді. Азамта қайда жұмыс істегісі келсе, сонда істей алады. Ол мемлекеттік ұйым немесе жеке меншік болуы мүмкін немесе үйінде отырып, үй жұмысымен айналысуы мүмкін. Сондай-ақ ол кітап жаза алады, сурет сала алады және де басқа еңбекпен айналыса алады. Ол кәсіпкерлікпен, мал өсірумен, бақташылықпен, т.б. айналысуы.\nҚағида талаптардың бірі бойынша, мемлекеттік қызметті мемлекеттік шенеунікке «өз қызметтік парызын адал атқаруға кедергі болатын қандай да бір жеке немесе өзге де қаржылық мүдделерден» тыс қарастырылатын қызмет саласы.\nМемлекеттік қызметкерлер жеке мүдде мақсатында жабық үкіметті ақпаратты немесе сол тектес ақпаратты қолданылу көзделетін қаржылық операцияларға қатыспау керек.\nҚызметкерлерге «олардың қандай да бір ресми әрекеттенуіне итермелейтін, олармен қандай да бір ортақ істері бар немесе осы қызметкерлер қызмет істейтін мемлекеттік органмен реттелетін қызметті жүзеге асыратын» кез келген тұлға немесе тұлғалар тобынан сыйлықтар алуға немесе қандай да бір нысанда болмасын олардың іс әрекетін көтермелеуге тыйым салынады. Сонымен қатар, мүдделері белгілі бір деңгейде сол қызметкерлердің қызметтік міндеттерін жүзеге асырумен немесе асырмауымен байланысты болатын тұлғалардан да сыйлықтар алуға тыйым салынады.\nмемлекеттiк әкiмшiлiк қызметшi — мемлекеттiк саяси қызметшiлердiң құрамына кiрмейтiн, мемлекеттiк органда тұрақты кәсiби негiзде лауазымдық өкiлеттiктi жүзеге асыратын мемлекеттiк қызметшi;\nмемлекеттiк лауазым — мемлекеттiк органның нормативтiк құқықтық актiлермен белгіленген лауазымдық өкiлеттiк пен лауазымдық мiндеттердiң ауқымы жүктелген құрылымдық бiрлiгі;\nмемлекеттiк қызмет — мемлекеттiк қызметшiлердiң мемлекеттiк органдардағы мемлекеттiк билiктiң мiндеттерi мен функцияларын iске асыруға бағытталған лауазымдық өкiлеттiгiн атқару жөнiндегi қызметi;\nмемлекеттiк қызметшi — мемлекеттiк органда заңдарда белгiленген тәртiппен республикалық немесе жергiлiктi бюджеттен не Қазақстан Республикасы Ұлттық банкiнiң қаржысынан ақы төленетiн қызметтi атқаратын және мемлекеттiң мiндеттерi мен функцияларын iске асыру мақсатында лауазымдық өкілеттiктi жүзеге асыратын Қазақстан Республикасының азаматы;\nлауазымды адам — ұдайы, уақытша немесе арнайы өкiлеттiк бойынша өкiмет өкiлiнiң мiндеттерiн жүйеге асыратын не мемлекеттiк органдарда ұйымдастырушылық-өкiм берушiлiк немесе әкiмшiлiк-шаруашылық қызметтердi орындайтын адам;\nлауазымдық өкiлеттiк — заңдарда белгіленген құқықтары мен негiзгi мiндеттерi бар мемлекеттiк қызметшiлер өз қызметiн жүзеге асыратын мемлекеттiк органдардың алдында тұрған мақсаттар мен мiндеттерге жауап беретiнін, нақты мемлекеттiк лауазыммен көзделген өкiлеттiк;\nмемлекеттiк әкiмшiлiк қызмет санаты — мемлекеттiк әкiмшiлiк қызметшiлер атқаратын, лауазымдық өкілеттiктiң көлемi мен сипатын көрсететiн әкiмшiлiк лауазымдар жиынтығының саралаушылық сипаттамасы;\nбiлiктiлiк талаптары — мемлекеттiк әкiмшiлiк қызметтi атқаруға үмiткер азаматтарға оның кәсiби даярлығының, деңгейiн, құзыреттiлiгiн және нақты әкiмшiлiк қызметке сәйкес келуiн анықтау мақсатында қойылатын талаптар;\nмемлекеттiк саяси қызметшi — тағайындалуы (сайлануы), босатылуы және қызметi саяси-айқындаушы сипатта болатын және саяси мақсаттар мен мiндеттердi iске асыру үшiн жауап беретiн мемлекеттiк қызметшi;\nротация — мемлекеттiк саяси қызметшiлердi мемлекеттiк органдардың арасында, сондай-ақ мемлекеттiк органның құрылымдық бөлiмшелерiнің арасында лауазымдық ауыстыру.\nМемлекеттік механизм қызметіндегі кәсібиліктің маңызының жоғарылығы сонша, халықаралық қоғамдастық лауазымды тұлғалардың жұріс-тұрыс ережелері, қойылатын талаптары және т.б. бекітілген бірқатар құжаттарды қабылдады. Бұл құқықтық тәртіпті сақтауда қамтамасыз етуге тиіс қызметтерге қатысты, мұнда адам құқығының бұзылуы жоғары, сондықтан осы қызметкерлердің кәсіби қызметі ерекше басқарылуы тиіс.\nМемлекеттік қызметшілер әкімшілік құқықтық субьектілері ретінде демократия мен құқық негізінде экономика, әлеуметтік-мәдениет және әкімшілік-саяси аяларын басқару, қазақстан мемлекеттілігінің нығайту және қоғамды реформалау сияқты міндеттерді шешуде аса маңызды рөл атқарады. Елімізде қоғам мен мемлекет өмірінің барлық аяларында жүргізіліп жатқан қайта құруға байланысты түбегейлі өзгерістер мемлекеттік қызметшілерге қойылатын жаңа талаптар туғызды. Нарықтық қатынастарға көшу жағдайында мемлекеттік аппараттың — қызметі нарықтық реформаларды жүзеге асырудың міндеттеріне толығынан сай келмейтін болғандықтан мемлекеттік қызметті реформалаудың қажеттілігі пайда болды. Реформалаудың мақсаты қазіргі және келешектегі саяси және экономикалық жағдайларда жұмыс істей алатын қабілеті жаңа үлгідегі мемлекеттік аппарат, жоғары кәсіби білікті, құзыретті, тиімді және тәртіпті аппарат құру. Бұл міндетті шешу мемлекеттік қызметшілердің тиісті әкімшілік-құқықтық мәртебесін белгілеуді де қамтиды.\nҚазақстан Республикасында мемлекеттік қызметтің ұйымдастырылуы мен атқарылуы келесі принциптермен негіз алады: заңдылық, қазақстандық патриотизм, мемлекеттік қызмет жүйесінің біртұтастығы, азаматтар құқықтарының, бостандықтарының және заңды мүдделерінің мемлекет мүдделері алдындағы басымдылығын; Республика азаматтарының мемлекеттік қызметке қол жеткізуге және өз қабілеттері мен кәсіби даярлығына сәйкес мемлекеттік қызмет бойынша жоғарылатуға тең құқығы және Заңның 3-ші бабында айтылған тағы басқа принциптері.\nМемлекеттік қызметшілер лауазымдарының құрамына мемлекеттік қызметшілердің саяси және әкімшілік лауазымдары кіреді. Мемлекеттік саяси қызметшілердің мемлекеттік қызметке тағайындау, не сайлау негізінде кіруі, ал мемлекеттік әкімшілік қызметке орналасуы конкурстық негізде жүргізіледі. Мемлекеттік қызметке кіретін адамдарға мынадай талаптар қойылады: олар Қазақстан Республикасының азаматтары  болу, жасы 18-ден кем болмауы, қажетті білімі, кәсіби даярлық деңгейі болуы керек және т.б.\nЕрікті еңбек ету құқығы. Қазақстан Республикасы Конституцияның 24-бабына сәйкес: «Әркімнің еңбек ету бостандығына, қызмет пен кәсіп түрін еркін таңдауынақұқығы бар”. Бұл Қазақстан Республикасының әрбір азаматы өз қалауынша жұмысқа тұра алады және одан өз еркімен шығып кете алады дегенді білдіреді. Жұмыспен айналысқысы келетінін, қанша жұмыс істегісі келетінін азамат өзі шешеді. Конституцияның келтірілген бабында: «Еріксіз еңбекке соттың үкімі бойынша, не төтенше жағдайда немесе соғыс жағдайында ғана жол беріледі” делінген. Бұл егер адам қылмыс жасаса еріксіз еңбек ету қолданылуымүмкін дегенді білдіреді. Сондай-ақ  жағдай қоғам мен адам қауіпсіздігіне қауіп төндірсе олар құтқару жұмыстарына еріксіз тартылуы мүмкін.\nҚызмет түрін ерікті түрде таңдау мынаны білдіреді. Азамта қайда жұмыс істегісі келсе, сонда істей алады. Ол мемлекеттік ұйым немесе жеке меншік болуы мүмкін немесе үйінде отырып, үй жұмысымен айналысуы мүмкін. Сондай-ақ ол кітап жаза алады, сурет сала алады және де басқа еңбекпен айналыса алады. Ол кәсіпкерлікпен, мал өсірумен, бақташылықпен, т.б. айналысуы мүмкін.\nҚызмет түрін ерікті таңдауға қойылатын шектеудің мәні мынада, адам сауда жасауға заңды тыйым салынған заттарды ста алмайды, адамдарды заңсыз емдеуді жүзеге асыра алмайды. Мысалы, есірткі заттарын сатумен айналысу және т.б.\nЕңбек шарты. Қазіргі жағдайларда еңбек қатынастарына тұру үшін еңбек шартын жасау керек. Оның қарастырылған «Азаматтық құқық” тарауындағы азаматтық құқық шартынан айырмашылығы мынада: еңбек шартының міндеті – қызметкердің және жұмыс берушінің құқықтары мен міндеттерін белгілеу. Еңбек шарты қызметкер мен жұмыс берушінің арасында заңнамаға сәйкес жасалуы керек.\nЕңбек шартының мерзімі. Еңбек шарты әрқашан уақытша шеңберде әрекет етеді. Бірқатар жағдайларда уақытша шеңберлер шарттың әрекет етуі мерзіміне байланысты болады. Шартқа отырған тараптар оның әрекет ету мерзімін түрліше белгілеуі мүмкін. Дәлірек айтқанда, екі ұшты мерзім қояды. Ол қызметкер жұмысқа тұрақты мерзімге қабылданады деген сөз. Бұл жағдайда қызметкер шарттың мерзімі өтуіне байланысты жұмыстан шығарылмайды.\nЖұмысқа қабылдау кезеңіндегі сынақ мерзімі. Қызметкердің тапсырылған жұмысқа сай келетінін тексеру үшін сынақ белгіленуі мүмкін. Сынақ мерзімі туралы қызметкерді жұмысқа қабылдау кезінде ескертіледі. Сынақ мерзімі үш айдан аспауы тиіс. Ол қызметкердің ауырып қалуына, басқа да дәлелді себептерге байланысты тоқтатылуы мүмкін. Олар «Қазақстан Республикасындағы еңбек туралы” заңның 30-бабында көрсетілген. Қызметкер әскери қызметке шақырылуы мүмкін. Бұл жағдайда қызметкер шақыру туралы құжатын көрсеткен соң үш күндік мерзім ішінде жұмыстан босатылады.\nЕгер қызметкер қылмысы үшін сотталса, шарт бұзылады және қолданылған жаза бұрынғы жұмысын одан әрі жалғастыруға мүмкіндік бермейді.\nЕңбек жағдайларында жұмыс беруші, қызметкерге оның атқаратынынан артық талап қоя алмайды. Қызметкер еңбек шарты бойынша өзіне алған міндеттерді орындаудан жалтара алмайды.\nЕңбек жағдайлары қызметкердің өмірі мен денмаулығы қауіпсіздігін қамтамасыз етуге, гигиена талаптарға сай болуы тиіс.Қызметкердің толық қанды демалуға, қажетті материалдық қажеттіктерін қанағаттандыруға мүмкіндігі болуға тиіс. Оның білім алуға(жалғастыруға), т.б. мүмкіндігі болуы керек. Еңбек жағдайлары бойынша заңнамалық талаптар азаматтардың табиғи, әлеуметтік мұқтаждарына(сұранымдарына) сәйкес белгіленеді.\nЖұмыс уақыты. Қызметкердің денсаулығын қорғауды қамтамасыз ету және басқа себептермен шаршап шалдыңуына жол бермес үшін жұмыс уақытының нормалары қойылады. Оларды белгілеудің зор тәжірибелік маңызы бар. Айтылғандардан байқалғандай, қызметкердің денсаулығы қорғалады.",
                "date": "22.04.2016",
                "upvotes": 2
            },
            {
                "text": "Қазір сізге біреу жазып береді. Күтіңіз;)",
                "date": "22.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздіктің ең кіші бүтін шешімін табыңдар?",
        "question_content": "Теңсіздіктің ең кіші бүтін шешімін табыңдар?\n\n1)\n\n15          3)  6x^2-15x+19\n\nx>     ___ ;         ____________ < 2\nx+2             3x^2-6x+7",
        "question_date": "7.04.2016",
        "question_tag": "Математика",
        "question_views": 9300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Загран паспорт құжат тапсырғаннан кейін неше күнде алуға болады?",
        "question_content": "Загран паспорт құжат тапсырғаннан кейін неше күнде алуға болады. Жеделдетілген загран паспорт алу үшін қосымша ақша төлеу қаншалықты заңды. егер заңды болса оған қанша төленеді.",
        "question_date": "7.04.2016",
        "question_tag": "Заң",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызмет құны\n\nПаспорт – 4 АЕК\n\nЖеке куәлігі  – 0,2 АЕК\n\nЖеке куәлік алу үшін уақтылы өтініш бермеу үшін – 5  АЕК\n\nЖеделдетіп жасау\n\n7 жұмыс күні - 1989 теңге;\n4 жұмыс күні - 1989 теңге (тек қана Астана, Алматы қалалары мен Алматы облысы үшін)\n\nҚызмет көрсету мерзімі\n\n30 күнтізбелік күн ішінде.\n\nЖеделдетілген режимде 7, 10 және 15 жұмыс күні ішінде көрсетіледі.",
                "date": "7.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "жол қауіпсіздік ережесін қай жерден( н/е онлайн оқыса) сатып алса болады?",
        "question_content": "жол қауіпсіздік ережесін қай жерден( н/е онлайн оқыса) сатып алса болады(күшітжойылған)?права алу үшін тест тапсыра ма?",
        "question_date": "7.04.2016",
        "question_tag": "Жол ережесі",
        "question_views": 872,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден қарап көр.",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның әрбір азаматы - қазақ!",
        "question_content": "Шымкенттің барлығы өзбектер дейтіндерге айтарым: ОҚО-ның әрбір азаматы - қазақ. Өзбегі де, татары да, күрдісі де -қазақ! Қазақстанның әрбір азаматы - қазақ! Жалпы Қазақстандық дегеннен көрі әрбір азаматы қазақ деген идеалогия ұстанғанды қолдаймын... Сіз қалай ойлайсыз?",
        "question_date": "7.04.2016",
        "question_tag": "Қоғам",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазазстанның әр азаматы-қазақ деп ойлай алмаймын. Себебі: бес саусақ бірдей еместігі секілді әр азамат та әртүрлі. Кейбіреулер бар қазақты жақтырмайды, ал кейбіреулері өте бауырмал, ешкімді бөліп жармайды. Мен өзін қазақпын дейтін азаматтарды, еліне пайдам тисе деп жүрген,еңбегі сіңген азаматтарды қазақ санаймын.\n\n    Мен де жеріне қарап бөлгенге қарсымын. Оңтүстіктің адамдарын жақтыра бермейтіндер арамызда әлі де көп. Бұндай түсінікті жойып, жұдырықтай жұмылатын уақыт әлдеқашан келіп қойған!",
                "date": "7.04.2016",
                "upvotes": 1
            },
            {
                "text": "Бір құмалақ бір қарын майды шірітеді деген емеспе. Солтүстікте жүріп оңтүстіктер өзбектер мен татарлар деп менсінбесеңіздер, ал оңтүстіктегілер сіздерді орыстар деп келемеждеп жүрсе өз ішімізден іріп тынғанымыз емеспе?! Бөлінбей бір болайық ағайын!",
                "date": "8.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ поэзиясындағы ең қатты ұнататын өлеңіңіз қандай?",
        "question_content": "Қазақ поэзиясындағы ең қатты ұнататын өлеңіңіз(өлең,поэма,жыр т.б.) қандай? Авторы кім?",
        "question_date": "7.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 571,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Шыда, шыда,\nШыдай түс, шыда тағы!\nШыдамдыны мына өмір ұнатады.\nҮміттің құлан иек құла таңы\nӘйтеуір бір атады, бір атады.\nӨкінбе, өкпелеме\nБүгініңе\nӨмір, өмір!\nБолмайды түңілуге.\nМәңгі сені жазбаған сүрінуге,\nҚайта тұрып қақың бар жүгіруге.\nТүсінемін жаныңның ауырғанын,\nШыдадың ғой, шыдай түс, дамылдағын.\nИогтардың тәсілін қабылдағын,\nБасқасына бас ұрып табынбағын.\nШыда, шыда\nШыдай түс, тағы шыда,\nТау құлатқан тасқынның ағысына.\nКір жуытпай кіршіксіз намысыңа,\nҚарысуға болады, алысуға.\n\nМұқағали Мақатаев.",
                "date": "7.04.2016",
                "upvotes": 2
            },
            {
                "text": "Сенбе жұртқа, тұрса да қанша мақтап,\nӘуре етеді ішіне қулық сақтап.\nӨзіңе сен өзіңді алып шығар\nЕңбегің мен ақылың екі жақтап.\nӨзіңді сенгіштікпен әуре етпе,\nҚұмарпаз боп мақтанды қуып кетпе.\nЖұртпен бірге өзіңді қоса алдасып,\nСалпылдап сағым қуған бойыңа еп пе?\nҚайғы келсе қарсы тұр, құлай берме,\nҚызық келсе, қызықпа, оңғаққа ерме.\nЖүрегіңе сүңгі де, түбін көзде,\nСонан тапқан-шын асыл тастай көрме.\n\n                               Абай Құнанбайұлы",
                "date": "7.04.2016",
                "upvotes": 1
            },
            {
                "text": "Шығамын тірі болсам адам болып,\nЖүрмеймін бұл жиҺанда жаман болып.\nЖатқаным көрде тыныш жақсы емес пе,\nЖүргенше өмір сүріп надан болып.\nМен балаң жарық күнде сәуле қуған,\nАлуға күнді барып белді буған.\nЖұлдыз болып көрмеймін елдің бетін,\nБолмасам толған айдай балқып туған.\nБұл сөзім асып айтқан асылық емес,\nОйында оты барлар асылық демес.\nТебем деп тірі болсам надандықты,\nСерт етіп өз - өзіме еткем егес.\n\nСұлтанмахмұт Торайғыров",
                "date": "7.04.2016",
                "upvotes": 1
            },
            {
                "text": "Сен шықтың арғылы бөлмеден )))))",
                "date": "8.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке бизнес. Жеке кәсіпкерлік бастау?",
        "question_content": "Мен playstation 4 ашқым келеді.Қаражат өзімнен шығады.Бір сұрақ менің үйімнің жаңында сарай (времянка) бар соған ашсам мен жеке кәсіпкерлік (Ип) ашуым керек па? Толығырақ түсіндіріп беретін адам болса?",
        "question_date": "7.04.2016",
        "question_tag": "Бизнес туралы",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрметті Сұлтан! Сіздің сұрағыңызды оқып қуанып отырмын. Жаңа кәсіп ашу, оны дөңгелетіп ала кету көптің қолынан келмейді. Сіз ең дұрысы озіңіздің өңірдегі құзырлы органдарға барыңыз. Мысалы, Алматыда \"Атамекен\" ұлттық кәсіпкерлер палатасы бар. Сол сияқты сіздің өңірде де бар деп ойлаймын. Егер болмаса, Интернеттегі кәсіакерлік бағытындағы сайттарға сұрағыңызды тастаңыз.",
                "date": "7.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлемдегі ең үздік мемлекет басқару жүйесі қандай?",
        "question_content": "Әлемдегі ең үздік басқару жүйесі қандай және не үшін?",
        "question_date": "7.04.2016",
        "question_tag": "Қоғам",
        "question_views": 1600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ең үзік басқару формасы?\n\nБасқару формалары монархиялық ( конституциялық, абсолютті), республикалық ( президенттік, парламенттік, аралас) болып бөлінеді.\n\nМеніңше, республикалық басқару жүйесі тиімдірек және ең үздігі.\n\nСебебі, демократияның белгісі ретінде сайлау арқылы тағайындалады. Бұл халықтың құқығы қорғалатынын көрсетіп тұр, Екінші тараптан әлем елдерінің басқару формаларын салыстырар болсақ, республикалық мемлкеттер көп екені белгілі.\n\nБылай қарасақ, кім болсада, монарх болса да, президент болса да халқы риза болса болды ия. Монарх та диктатор болу мүмкін, президентте диктатор болу мүмкін. Халқын қанап, жоқ қылуы мүмкін. Ол Жеке тұлғалық қасиетіне байланысты.",
                "date": "7.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2015 жылдың ең басты жаңалығы?",
        "question_content": "2015- жылы көптеген жаңалықтар болды: саясат, ғылым, білім, мәдениет саласына т.б. Солардың ішіндегі ең бастысы қай жаңалық деп ойлайсыз?",
        "question_date": "7.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 502,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "-Жылдың ең басты саяси жаңалығы деп мерзімінен бұрын өткізілген президент сайлауын айтуға болады.\n\n-2015 жылдың ең шулы сот процесі, экс-премьер Серік Ахметовке қатысты. Тәуелсіз Қазақстан тарихында Үкімет басшысының абақтыға жабылуы бірінші рет.\n\n-«Жыл оқиғасы» деген номинацияның биылғы жеңімпазы - сөзсіз ол девальвация!\n\n-Ел есінде қалған ірі табиғат апаттарының бірі шілденің 22-сінен 23-іне ауған түні Алматыда болды. Мұндағы сел жұрттың зәресін алған еді.\n\n-Үшінші  қазақтың  космосты бағындыруы да қой жылының ең басты жетістіктерінің бірі. 41 жастағы Айдын Айымбетов қыркүйек айында Байқоңырдан ғарышқа ұшып, көк туымызды орбитада желбіреткені мәлім.",
                "date": "7.04.2016",
                "upvotes": 1
            },
            {
                "text": "Өткен жылда болған оқиғалар:\n\n* президент сайлауы ( периодты оқиға )\n\n* 550 жылдық ( 2015 жылға сәйкестігі болмаса, жаңалық ретінде қарай алмаймын)\n\n* мұнай бағасының түсіп, доллардың көтерілуі ( экономикалық цикль, мемлекеттің дамуына қажет процесс)\n\n* Дүниежүзілік сауда ұйымына кіріуі ( мемлекеттің алға қойған мақсатына жетуі, Қазақстан үшін жаңа мүмкіндіктер)",
                "date": "7.04.2016",
                "upvotes": 0
            },
            {
                "text": "Доллардың өсуі деп ойлаймын",
                "date": "7.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлем бойынша ең артта қалған мемлекет қандай?",
        "question_content": "Әлемдегі соңынан санағанда бірінші тұрған мемлекет қандай? Ең соңғы, осы жылғы статистиканы білесіз бе?",
        "question_date": "7.04.2016",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 29600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Артта қалған елдер - «третий мир» –Азия, Африка, Латын  Америкасы мен  Мұхиттық аралдағы бұрынғы колония немесе жартылай колония болған елдердің шартты түрдегі жиыны. Бұл мемлекеттер: Тропиктік Африка (Гвинея, Эфиопия, Чад, Того, Танзания, Сомали, Батыс Сахара), Азия (Камбоджа, Лаос), Латын Америкасы (Гаити, Гватемала, Гвиана, Гондурас т.б.).\n40 жуық мемлекет БҰҰ есептеуі бойынша артта қалған елдер категориясында. Бұған аталған елдермен қосымша  Ауғаныстан, Бангладеш, Лаос, Гаити кіреді.\n40 жуық мемлекет БҰҰ есептеуі бойынша артта қалған елдер категориясында. Бұған аталған елдермен қосымша  Ауғаныстан, Бангладеш, Лаос, Гаити кіреді.\n«Үшінші әлем» әлі күнге әлеуметтік, экономикалық, шаруашылық, даму барысы туралы мәселелер шешілмеген елдер тобы болып табылады.\n120 мемлекет құлдық бұғауынан шыққанымен, экономикалық жағынан әлі де болса, тәуелді, қосымша саяси жағынан да қорғансыз елдер болып табылады.\nАуылшаруашылығы тек жергілікті халықты еңбекпен ғана қамтамасыз етіп қана қоймайды, қосымша алынған өнімдерді сыртқа экспортқа шығару арқылы ЖІӨ көлеміне түсетін валюта мөлшерін де реттеп отырады .\nАртта қалған елдерде халық өте көп қоныстанған;\nТерриторияларында табиғат байлықтарының қоры өте көп.\nБірақ өз байлықтарының өнімдер күйінде шығаруы 18%, оның басым бөлігі – ауылшаруашылық өнімдері.",
                "date": "7.04.2016",
                "upvotes": 0
            },
            {
                "text": "Әлем бойынша ең артта қалған мемлекеттер Гиаити,Бангладеш,Лаос және Ауғаныстан.",
                "date": "7.04.2016",
                "upvotes": 1
            },
            {
                "text": "mukhamedali13,үлкен рахмет!",
                "date": "7.04.2016",
                "upvotes": 0
            },
            {
                "text": "Ауғанстанда болып келгендердің айтуынша олардың жағдайы бізден әлдекайда жақсы екен, қылмыс жоқ, ұрлық жоқ, үйлеріне құлып салмайды екен, арақ ішпейді, шетелге көп импорт шығарады. Анау жаман дегеннің бәрі алыпқашпа жалған сөз. Статистиканың бәрі өтірік.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cу натриймен әрекеттескенде натрий гидроксиді?",
        "question_content": "Cу натриймен әрекеттескенде натрий гидроксиді NaOH түзіліп, 4г сутек бөлінеді. Реакцияға түскен судың массасын тап.",
        "question_date": "7.04.2016",
        "question_tag": "Химия",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Na+2H2O=2NaOH+H2 Mr (2NaOH)= 2×23+16+1=63 Mr (2H2O)= 36 4×63/9=7",
                "date": "19.04.2016",
                "upvotes": 0
            },
            {
                "text": "2Na+2H2O=2NaOH+H2\n\n2H2O=H2\n\nm(H2)=1*2=2\n\nm1(H2)=4\n\nm(2H2O)=2*1*2+2*16=36\n\nm1(H2O)=4*36/2=72",
                "date": "20.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер қара мысық жолыңызды кесіп өтсе...",
        "question_content": "Егер қара мысық жолыңызды кесіп өтсе, сосын кері қайтса - екі есе жолың болмайды дегені ме әлде мысық ойынан қайтты дегені ме ?",
        "question_date": "6.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 731,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кім қалай түсінеді, соған байланысты. Ондай ырымдарға сенетін адам бар, және сенбейтін адам бар. Егер соған сеніп, көңіл күйіңізді сол үшін түсіріп, жолыңыз болмағанын күтіп жүрсеңіз, солай болады. Ал, егер, оған мән бермей, өз-өзіңізбен жүре берсеңіз, ештеңе де болмайды. Сәтсіздікті мысықпен байланыстырудың қажеті жоқ деп ойлаймын. Ол, бар болғаны, өз жолымен кетіп бара жатқан мысық. Қара түсті болғаны үшін айыпты емес шығар.",
                "date": "7.04.2016",
                "upvotes": 3
            },
            {
                "text": "Жөнімен жүрген мысық қой.Ақ болсын қара болсын жолыңызға қатысы жоқ олардың.",
                "date": "7.04.2016",
                "upvotes": 0
            },
            {
                "text": "Түрі болса ұсқынсыз, көзі қысық,\n\nӨтіп кетсе алдыңнан қара мысық,\n\nЖолың болмай қалады деп, еріккендер\n\nЫрым қылып алған ғой, іші пысып.\n\n \n\nҚайта жолым болсын деп, мысық қуып,\n\nТас лақтырып жолына, үш түкіріп,\n\nАйналдыру түймеңді жеті мәрте,\n\nАқымақтық, оның бәрі өтірік.\n\n \n\nЖүрейік енді көшеде мысық санап.\n\nҚалған ба еді мысыққа күнің қарап?\n\nМысық өтіп кетпесін деп алдымнан,\n\nТиіссің бе жүруге көше айналып?\n\n \n\nМұндай сұрақ қойғаныңыз,\n\nҰят сізге, ойланыңыз!\n\nЖараса ма Smart Жасқа?\n\nҚұрт мынаны, құрысын, қасқа!",
                "date": "7.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табысты болудың сыры-\" Керекті жерде , керекті уақытта болуда \" ма?",
        "question_content": "Табысты болудың сыры-\" Керекті жерде , керекті уақытта болуда \" ма?",
        "question_date": "6.04.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше, табысты болудың тұрақты тіркесі  \" Ақылды, еңбекқор, сатті адам болу\". Сіза айтқан тіркес бойынша керек жерде болмаудың да сізге акелер пайдасы бар. Сол сияқты уақытында болмаудың да пайдасы тиері сөзсіз!",
                "date": "7.04.2016",
                "upvotes": 0
            },
            {
                "text": "Әрине, солай. Керек жерде болмасаң қалай табысқа жетесің? Немесе керек жерде болған күннің өзінде, уақытынан кешігіп қалдыңыз. Яғни қолда тұрған мүмкіндік ұшып кетеді. Сондықтан бұл тіркес - табысты болу үшін міндетті ереже.",
                "date": "7.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Варикозды қалай пайда болады?",
        "question_content": "Варикоз қалай пайда болады және одан емделу жолдары ?",
        "question_date": "6.04.2016",
        "question_tag": "Тазалық",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медиктер варикозды ұрпақ арқылы, яғни анаң немесе әжеңнен пайда болады деп болжайды. Ал, басқалары тамырдың созылуы көп жағдайда аяқтан тік тұрып жұмыс істейтін шаштараз бен сатушының басында кездеседі деп санайды. Әрине, олардың қатарына мыңдаған мамандық иелерін кіргізуге болады, алайда оның пайда болуы себебі басқа да.\n\nПайда болуы қандай жағдайлар әкеліп соқтырады?\n\nБір орында тапжылмай отыра берудің салдарынан пайда болуы мүмкін. Кеңседе отырып қызмет жасайтындарға кем дегенде телефонмен сөйлесу барысында ара-тұра жүріп тұруы керек.\n\nВарикоз артық салмаққа қатысты проблемасы бар әйелдерде қайталануы мүмкін.\n\nАяғы ауыр кезде жатырдың үлкеюінен жамбас сүйектің тамыры мыжылып, қанның тоқтап қалуына әкеліп соқтырады. Сондай уақытта варикоз шығуы мүмкін.\n\nВарикоз кезінде кейбір нәрселерге тыйым салынады.\n\nБиік өкшелі аяқ киім кимеу;\nБір аяқты екінші аяққа айқастырып отырмау;\nТар аяқ киім мен жабысқан шалбар кимеу;\n5 келіден артық зат көтермеу;\n\nЕмдеу жолдары.\n\nФитнес орталыққа барып спортпен айналысқан абзал. Тек қиын, ауыр жаттығулардан бас тартып, жеңіл, демалу тынысына кедергі келтірмеу керек. Алайда, варикозды халық емін қолдану арқылы да құтылуға болады.\n\nАқ сарымсақты алып, оны ұсақтау керек. Сарымсақтың ақ қабығымен бірге араластырып, түнде аяққа жағып бинт пен немесе матамен орап тастау керек. Таң ертең аяқты жуып, жылы жүру қажет.\n\nҰсақталған  екі шай қасық құлмақ түйініне ыстық екі стакан су құйып 15-30 минут суыту керек. Тамақ алдында күн сайын жарты стаканнан ішіп отырсаңыз көмегін тигізеді. Аяққа бинтпен орап жағып жүрсеңіз, оң нәтижеге қол жеткізесіз. Аяғы ауыр, емізетін әйелдерге қолдануға болмайды.\n\nВарикозды емдеу үшін күздік алманы пайдалануға болады. Мұндай алма қанды тазартып, тәбетіңізді ашады. Қайнаған суға үш алманы тастап бетін жауып, төрт сағат жылы жерге қою керек. Кейін бал қосып тама алдында немеес таң ертең ішсеңіз пайдасын тигізеді.",
                "date": "7.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Арамызда Чеховтың идеалы бар ма ?",
        "question_content": "\"Адамда барлығы тамаша болуы тиіс : Беті де,киімі де,жаны да,тәні да,ойы да... \"-Антон Павлович Чехов.\n\nАрамызда Чеховтың иделы бар ма ?",
        "question_date": "6.04.2016",
        "question_tag": "Жанұя",
        "question_views": 275,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Идеал адам да, зат та болмайды. Барлық адамның артықшылығы мен кемшіліктері болады. Тек адам біреуді бар кемшілігімен болса да, оған көз жұмып, жақсы көріп,  құрметтейтін  кезде ғана идеал болады. Сіз біреу үшін идеал болуыңыз мүмкін. Немесе сіз біреуді идеал көресіз. Бұл түсініктің бар мәні сол.",
                "date": "7.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Өзгені сынағанша өзгені түзет...",
        "question_content": "Өзгені сынағанша өзгені түзет? Неге адамдар өзіне қарап алмай ,өзгеден кемшілік іздеуге шебер?",
        "question_date": "6.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 542,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әдетте, өзін дұрыс танымайтын адамдар істейді деп білемін.",
                "date": "7.04.2016",
                "upvotes": 2
            },
            {
                "text": "Сол арқылы өзінен де кемшілігі көп адамды іздейді немесе, \"Мен жақсырақ екенмін\" деген сөз керек. Бұл , көбіне, жылулық жетіспейтін адамдардың іс-әрекеті болар.",
                "date": "7.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мына есеп шығару керек еді f (x)=2sinx+cos2x [0; 2n]",
        "question_content": "мына есепті шығаруға көмек тесіңіздерші",
        "question_date": "6.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": []
    }
]