[
    {
        "question_title": "Дамыған ортағасырлардың тарихи және мәдени ескерткіштеріне нелер жатады?",
        "question_content": "Дамыған ортағасырлардың тарихи және мәдени ескерткіштеріне сипаттама беріңіз.(қысқаша)",
        "question_date": "25.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ортағасырларда тоғыз жолдың торабында орналасқан бұл территория күрделі миграциялық процестер мен шиеленіскен саяси оқиғалардың орталығына айналды. VII–VIII ғасырларда Ескідариялық арнасы құрғап, жетіасардың тұрғындары қоныстарын тастай, үдере көшкен уақытқа Қуаңдарияның Аралға құяр сағасында орналасқан «батпақтағы қалалардың» көтерілуі сәйкес келеді. Зерттеуші ғалымдардың пікірінше жетіасар тұрғындарының бір бөлігі жаңа іске қосылған Қуаңдария бойына орналасып, аталған «батпақтағы қалалар» мәдениетінің өркендеуіне үлес қосқан. «Батпақтағы қалалар» қатарына аудандағы әйгілі Асанас, Баршынкент секілді ескерткіштер жатады. Бұл күндері аталған мәдениеттер мен тарихи оқиғалардың куәсі ретінде өлкедегі бірнеше ондаған археологиялық ескерткіштер сыр шертеді.\n\nБүгінгі Сырдария ауданы жеріндегі  ескерткіштерінің зерттелу тарихы Қазақстан патшалық Ресейдің отары болған кезден басталады. Ескерткіштердің зерттелуін төрт кезеңге бөліп қарастыруға болады:\n\n1) XVII ғ. ортасынан 1895 жылға дейін, яғни, отар елді зерттеуге бағытталған түрлі экспедициялардың шығу кезеңі;\n\n2) 1895-1917 жылдар аралығында, яғни Түркістан археология әуесқойлары үйірмесінің қызмет еткен уақытынан басталады;\n\n3) Кеңестік дәуірдегі 1946-90 жылдар аралығындағы академик С.П.Толстов басқарған Хорезм археологиялық-этнографиялық экспедициясының зерттеулері ;\n\n4) 1991 жылдан  басталған қазіргі кезеңдегі зерттеулер.\n\nСыр өңірін зерттеудің бастапқы кезеңі қазақ жерінің Ресей империясының қол астына кіруімен тікелей байланысты болды. 1731 жылы Кіші Жүз ханы Әбілқайыр Ресейге бодандығы туралы ант қабылдады. Осы уақыттан бастап Ресей империясының қазақ жерін және оған көршілес жатқан азиялық елдерді жан-жақты зерттеу жұмыстары басталады. Бірақ бұл зерттеулердің барлығы дерлік саяси мақсатта жүргізілгендігін айта кету керек. Сондықтан XVIII ғасырдағы әскери шенді зерттеушілердің жазбалары мен есептері негізінен аймақты жалпы сипаттаумен, ескерткіштерді тіркеумен және ауданның географиялық картасын түсірумен шектелді.\n\nОрта ғасырдағы Сыр өңірі ескерткіштері туралы алғашқы мәліметтер  ХVІІ-ХVІІІ ғасырларда жарық көрген «Үлкен сызба кітабы» мен Семен Ремезов құрастырған «Сібірдің сызба кітабы» еңбектерінде кездеседі. Бұл еңбекте  Арал маңындағы Борсық және Қарақұм шөлдерінің жайылымдық маңызы туралы, жер-су атаулары және тұрақтары туралы мәліметтер келтірілген. ХҮІІІ ғасырда Кіші жүз ханы  Әбілқайырдың шақыруымен Қазақ жеріне келген орыс топографтары Н.Муравин мен Д.Гладышев өлкедегі және Қазақстанның басқа аймақтары археологиялық ескерткіштерінің картасын сызу және есепке алу, сипаттау ісінің іргетасын қалады. 1867 жылы Археологиялық комиссия құрамында жолсапармен Оңтүстік Қазақстанға келген шығыстанушы П.И.Лерх Түркістан өлкесіндегі және Сырдарияның төменгі ағысы өңіріндегі археологиялық ескерткіштерді зерттей бастайды. Н.И. Веселовскийдің 1885 жылы Орта Азияға келуі ескерткіштерді қазуды археолог-мамандар арқылы жүргізудің бастамасы болды. Сыр өңірі қалаларын В.А.Каллаур, В.В.Бартольд, А.Ю.Якубовский сынды т.б. бірқатар атақты ғалымдар  зерттеп, көптеген деректер қалдырған. 1895 жылы құрылған Түркістан археология әуесқойлары үйірмесінің мүшелері маңызды зерттеулер жүргізді. Сол кезеңде Ташкентте «Түркістан тізімдемесінен» және «Хаттамалар» сияқты басылымдар шыға бастайды. Осы үйірменің белсенді мүшелерінің бірі В.А.Каллаур археологиялық ескерткіштерді іздестіру, тізімдеу бағытында біршама тыңғылықты жұмыстар жасады. Түркістан археология әуесқойлары үйірмесінің мүшесі В.А. Каллаур 1899 жылы Асанас қаласының орнына келіп, қаланың топографиялық сипаттамасын жасайды. Ол жазба деректерде аталатын қала атауын негізге ала отырып оны ортағасырлық Ашанас (Эшнас) қаласымен сәйкестендіреді. Сонымен қатар, В.А. Каллаур Сырдың сол жағалауында Қызылордадан 25-30 км қашықтықта Томарөткел жерінде орналасқан Қыш-қаланың қиранды қалдығы Женд қаласының орны болуы мүмкін деген болжам жасайды. Сол сияқты өзінің көріп білгенін «Түркістан әуесқойлары үйірмесінің хаттамаларында» жариялап отырды.\n\n1911 жылы Түркістан археология әуесқойлары үйірмесінің тағы бір мүшесі А.Кастаньенің Сыр бойындағы археологиялық ескерткіштерге қатысты «Древности киргизских степей и Оренбургского края» деген жинақтама еңбегі жарық көреді. \n\nСыр өңірі 1946 жылдың күзінде Хорезм археологиялық-этнографиялық экспедициясы С.П. Толстовтың басқаруымен Жаңадария мен Қуаңдария бойындағы «Жанкент қалалар тобын» зерттеуді қолға алды. Ғылыми тұжырымдама көрсеткендей, ҮІІІ-ІХ ғасырларда Сырдария мен Әмудария өзендері бойында Жетіасар қалалары орналасты. Батпақтағы қалалар мәдениеті, Кердері мәдениеті деп аталды. Б.э.д. ҮІІ ғасырларда Жетіасар мәдениеті бұл жерде батпақтағы қалалар деген атпен дамыды. Батпақты қалалар аталған мәдениет тұрғындарын С.П.Толстов оғыздармен байланыстырады. Экспедицияның кең көлемде жүргізген археологиялық-геоморфологиялық кешенді жұмыстары нәтижесінде С.П.Толстов алдын-ала жоспарлағандай, Сырдария мен Әмударияның төменгі ағысындағы ертедегі суландыру жүйелері мен су жүйелері, сондай-ақ тарихи ескерткіштерінің археологиялық-геоморфологиялық картасы жасалды [2, 18 бет].\n\n1947 ж. А.Н.Бернштам басқарған Оңтүстік Қазақстан археологиялық экспедициясыСырдарияның сол жағалауында, Ақкөл деген жерде орналасқан орта ғасырлардан сақталған көне қала орны Артық Ата, Артық төбені зерттеді. Зерттеушілер  Артық Ата көне Артук қаласының орны болуы керек деп болжаған. Соңғы рет қала орнын 1971 ж. Оңтүстік Қазақстан кешенді археологиялық экспедициясы толық зерттеді.\n\nН.И. Вактурскаяның 1968 жылы ертедегі Асанас қаласының цитаделі маңында жүргізген екі стратиграфиялық қазбасы нәтижелі аяқталды. Мұнда VІІ-ғасырдан ХVғасырға дейінгі қалыптасқан бес құрылыс көкжиегі қималық сызбаланып, одан шыққан материалдардың көбісі топтарға бөлініп мерзімделеді. Қыш өнімдерін талдай келіп, қала оғыз-қыпшақ дәуірлерінде қала өркендегенін айта келе, ал ХV ғасырда Сырдарияның қазіргі арнасы қалыптасып, Іңкәрдарияның суы құрғағандықтан Асанас тұрғындары қонысын тастап кеткен  деген болжам жасайды.\n\nЖетіасар өңірінде 1990 жылдарға дейін көп жылдар бойы археологиялық қазба жүргізген Л.М. Левина Жетіасар мәдениеті керамикасын Отырар-Қаратау және Қауыншы мәдениеттерімен шендестіреді. Сөйтіп, Өзбекстан жағынан басталған ізденістерді Қазақстан тарихымен байланыстыруға алғаш қадам жасайды. Оның зерттеуінше, б.э.д. V ғасырдан бастап, ІХ ғасырда Сырдарияның төменгі ағысындағы тұрғындардың этникалық құрамы өзгермеген. Қазба кезінде табылған тар ернеулі ұзын шүмекті асханалық құмыралар мен хұмдар секілді қыш өнімдерінің түрлері Пенджикент, Сырдарияның орта ағысындағы және Арыс, Жетіасардың жоғарғы мәдени қабатынан ашылған жәдігерлермен ұқсас. Бұдан Жетісу, Оңтүстік Қазақстан, Іле алқабындағы және Арал өңірі тұрғындарының үнемі бір-бірімен мәдени, кәсіптік қарым-қатынастарда болғанын көруге болады. Жоғарыдағы ізденістерді тұжырымдағанда, ХАЭЭ-ның алдына Арал өңірінің кейінгі орта ғасыр қалалары мен тұрақтарының мәселесі қойылмағанымен, ізденістерінде археологпен қатар этнограф, географ, геоморфологтар, топырақтанушылар, антропологтарды қатыстырған іргелі зерттеушілік ғылыми-ақпараттық негіз қалыптасты. Алғаш рет археологияда аэрофото барлау әдістерін қолданып, тақырыпты кең және ұзақ мерзімді деңгейде зерттеудің үлгісі көрсетілді. «Қазақстан археологиялық картасы» (1960 ж) жинағында Қызылорда облысының орта ғасырдағы көне қалаларының орналасуы, деректері мен зерттелу тарихнамасы туралы құнды мәліметтер келтірілген. \n\nhttp://old.e-history.kz/kz/contents/view/1749",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1960 ж. ортасындағы экономикалық реформалар?",
        "question_content": "1960 ж. ортасындағы экономикалық реформалар және олардың нәтижесіз аяқталуының себептерін талдаңыз(қысқаша)",
        "question_date": "25.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 15200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоспар:\n1. 1960-1970 жж. экономиканы реформалау әрекеттері.\n2. «Тоқырау» кезеңіндегі Қазақстанның экономикасы.\n3. Республиканың қоғамдық-саяси және мәдени дамуы. \n1. 1960-1970 жж. экономиканы реформалау әрекеттері.1965 ж. басталған экономикалық реформа бастапқы кезде экономикалық дамуға белгілі дәрежеде серпін берді. Тоғызыншы бесжылдықта жоспарлау жүйесі бойынша Қазақстанда 1578 кәсіпорын жұмыс істеді. Тоталитарлық жүйе оның өмір сүріп отырған экономикалық құрылымының шеңберінен шығуына жол бермеді. Осының салдарынан 1970ж. басында экономикалық реформаның қоғамдық өндірістің тиімділігін арттыруға бағытталған идеялары бұрмаланды. Реформаның негізгі мақсаты – кәсіпорындардың шаруашылық дербестігін жоспарлы кеңейту-тек көрсеткіштерді кемітуге және коллективтердің көтермелеу қорларын қалыптастыру болды. Көптеген кәсіпорындар пайда табудың қызығына беріліп, өз өнімдерінің бағасын қолдан жоғарлату жолына түсті. Бағаның өсуі есебінен алынған пайда жалақыны көбейтуге мүмкіндік берді, оның өсуі еңбек өсімділігінің өсуін басып озды, мұның өзі 1970ж. бас. ақпараттық процестердің басталуының себебі болды, бұл экономиканың дамуына теріс ықпал жасады. Кәсіпорындардың дербестігін кеңейте отырып, министрліктер мен ведомстволардың әкімшілік және экономикалық өкілеттілігін күшейтті.\nРеформаның сәтсіздікке ұшырауының негізгі себебі саяси саладағы демократияландыру процесінің тежелуі болды. Ол тек экономикалық ұйымдық-техникалық саласымен ғана шектеліп, қоғамның саяси құрылымына, меншік қатынасына соқпады, мемлекеттік меншіктің монополиясын сақтады, нарықтық қатынастарды теріске шығарды. Л.И. Брежнев пен оның төңірегінділер реформа негізінде экономиканы терең қайта құруға қарсы болды. 70ж. бас. Реформаны жүргізу тоқтатылды.\n2. «Тоқырау» кезеңіндегі Қазақстанның экономикасы.1970-85жж. Республиканың индустриялық әлеуеті өсе түсті. Өнеркәсіпті өркендетуге 40.8 млрд. сом жұмсалды. Негізгі өндірістік қорлар 3.1 есе артты, оның ішінде химия және мұнай химиясында 6.5 есе, машина жасауда 4есе, отын өнеркәсібінде 3.8 есе өсті. 1000-дай өнеркәсіп газ өңдеу заводы, Шевченко пластмасса, Қарағанды резина-техника, Павлодар және Шымкент мұнай өңдеу заводтары.Екібастұз және Ермак ГРЭС-тері, Қапшағай су-электр станциясы, т.б.\nЭкономиканы басқаруды қатаң орталықтандырудың жағдайында өнеркәсіптің құрылымы шикізат өндіруге бағытталған сипатын сақтап қалды. Республика өнеркәсібінің жартысына жуығы одақтық министрліктің қарамағында болды.\n1970-80жж. алып кәсіпорындар түріндегі шикізат салаларын дамытуға бағыт ұстау өнеркәсіптің өңдейтін және қайта өңдейтін өндірісінің өсу қарқыны төмен болуына, халық тұтынатын тауарлар тамақ және жеңіл өнеркәсіп өндірісінің дамуы жеткіліксіз болуына әкеп соқтырды. Тұтынатын азық-түлік емес тауарлардың 60% Қазақстанға басқа республикалардан алынып келінді. Экономикадағы дағдарысты құбылыстардың өсуі халық шаруашылығының бір қалыпты дамымауына алып келді.\nКОКП ОК (1965ж.) Пленумы талдап жасаған аграрлық реформа ауыл шаруашылығын интенсивті жолға түсірудің талпынысы болды. Ұлттық табысты аграрлық саланың пайдасына қарай қайта бөлу, шаруашылық есепті енгізу, ауыл шаруашылығын өнімдерінің сатып алу бағасын арттыру шаралары белгіленді.Республиканың ауыл шаруашылығы ірі инвестиция алды. 1971-78жж. Оған 58.2 млрд сом жұмсалды.\n3. Республиканың қоғамдық-саяси және мәдени дамуы.Қоғамдағы саяси жағдай 1970-ші жылдардың бас кезі жаңашыл үрдістердің едәуір әлсіреуімен, қоғамдық қүрылыс принциптері мен түрлерінің тоқырауға ұшырауымен ерекшеленді. Саяси өмір принциптеріне түзетулер енгізген мұндай бетбұрыстың пайда болуы ең алдымен 1968 жылдың тамыз айында бес ел әскерлерінің Чехословакия жеріне енгізілуіне байланысты болатын. Өйткені дәл осы елде саяси құрылымды жаңартуға, нарықтық қатынастар жолымен экономикалық реформалар жүргізуге бағытталған барынша ауқымды, түбегейлі ұмтылыстар көріне бастады. Яғни, онда социализмнің «сталиндік», «кеңестік» нұсқасын жою және демократиялық қоғам орнату туралы мәселелер көтерілді. А. Дубчек бастаған коммунистік партияның бұл бағытына халықтың көпшілік бөлігі қолдау көрсетті.\nАлайда КСРО басшылығымен бұл ұмтылыс 1968 жылы «Прага көктеміне» қарсы төндірілген «интернационалдық акцияның» салдарынан іске аспай қалды. Осының нәтижесінде 1960-шы жылдар ортасындағы бетбұрыс кертартпа күштердің құрсауында қалды. Бүл оқиғаның ізі суымастан «ревизионизмге» қарсы басталған идеологиялық науқан ЧКП дамуындағы дағдарысты жоюға, бірқатар басқа коммунистік партиялардағы оппортунистік күштерге теориялық соққы беруге, партия, оның социалистік қоғамдағы жетекші рөлі туралы «маркстік-лениндік» тұжырымдаманы қайта қалпына келтіруге жәрдемдесуге тиіс болды.\nАлайда тарих тәжірибесі коммунистік құрылыстың КОКП Бағдарламасында белгіленген міндеттері өзіне сай саяси және практикалық шешімдер таба алмағандығын көрсетті. Ал мұның өзі көптеген сауалдың жауабын кемелденген социализм тұжырымдамасынан іздеу кажеттілігін алдын-ала аңғартты. Социализмді бірте-бірте жетілдіру идеясы саяси бағыттың өзегіне айналды.\nБилеуші партияның басшылығы Қазан (1917 ж.) оқиғаларының 50 жылдығына жасаған баяндамасында Кеңес халқы жүріп өткен тарихи жолдың басты қорытындысы кемелденген социализмнің орнатылуына әкеледі деген тұжырым жасаған болатын. Бұл «тұжырымдаманың» өзінен бұрынғы теориялық қисындамалардан айырмашылығы социализмнің қоғам дамуының едәуір ұзақка созылатын кезеңі екендігін мойындауынан көрініс тапты. Ол тұрғыдан алғанда «коммунизмге қарай алып адыммен секіру» идеясынан бас тарту жағдайына байыпты баға беру көрінісі болғандығы шүбәсіз. Бірақ бұл түжырымдама » 30-40-шы жылдары мерейі үстем болған, өтпелі кезеңнің бүкіл проблемалары шешіліп бітті, социалистік мұраттар негізінен жүзеге асты және осының бәрі дәлелденген» деп санайтын әлеуметтік-экономикалық даму пайымына арқа сүйеді.\nОсының салдарынан социализмді жетілдіру жолдарын іздестіру ісі (егер мұндай іздестіру жүргізілсе), ескірген түсініктер аясындағана қанат жаюға мүмкіндік алды. Социализмнің іркіліссіз және қайшылықсыз үдере өркендеуі теориясы экономикалық және әлеуметтік жетістіктерді ерекше ұлғайтып көрсетуге, шындықты боямалап жеткізуге итермеледі. Қоғам әзегіне енген қайшылықтардың, тоқыраушылықтың, төрешілдіктің асқыну себептерін жабулы күйінде қалдыра берді. Қоғамның даму құбылысы өткен кезеңдегі жетістіктермен салыстыра қарастырылғандықтан, сөздер мен үғымдар бірте-бірте шындыққа мүлде жанаспайтын мазмұнға ие болды, теория да шынайы мән-мағынасынан айырыла бастады.\nҚиялдағыны қолдағыдай етіп көрсетуге тырысушылықтың барынша асқындаған көрінісі КСРО-ның 1977 жылғы Конституциясында орын алды. КОКП Орталық Комитетінің мамыр (1977 ж.) пленумы мақұлдаған Конституция жобасы бүкілхалықтық талқылауға ұсынылды. Талқылау барысында не бәрі 400 мыңға жуық ұсыныс келіп түсті. 1977 жылғы казанның 7-сі күні тоғызыншы сайланған КСРО Жоғарғы Кеңесінің кезектен тыс жетінші сессиясы Негізгі Заңның тексін қабылдады. Бұл күн Конституциясы күні болып жарияланды.\n1978 жылғы наурыздың 17-сі Қазақ КСР Жоғарғы Кеңесінің Төралқасы республика Конституциясының жобасын бас-аяғы бір-ақ айға созылған «бүкілхалықтық талқылауға» ұсынды. Оның іргетасын Кеңес мемлекетінің Негізгі Заңы құрады. Сыншыл рухтағы ресми қоғамдық пікірге кереғар келетін материалдар, әлбетте, ескерусіз қалды. 1978 жылдың 18-20 жұлдыздарында Қазақстан билеуші партиясының ОК-і мақұлдағаннан кейін, Қазақ КСР Жоғарғы Кеңесінің кезектен тыс жетінші сессиясы Жаңа Конституцияны қабылдады.\nДемократияны шектеу, еңбек адамын меншік пен билікке жақындатпау, адамның қүқын аяқасты ету т.б. болатын кеңес қоғамының саяси жүйесіне тән белгілер, міне, осындай. Жаттандық пен қасандыққа бой ұру демократиялық институттардың қатып-семуіне және формалді сипат алуына әкеп соқты. Қалыптасқан жағдай Кеңестердің демократиялык, ішкі мүмкіндіктерінің тынысын тарылтып, адымын ашқызбауға айналды. 1970-1980 жылдары жетекші органдар тарапынан Кеңестер жұмысын жақсарту жөнінде ондаған қүжаттар қабылданғанымен, оң өзгерістер болған жоқ және болуы да мүмкін емес еді. «Мемлекеттендіру» процесі кәсіподақтарды, комсомолды және қоғамдық ұйымдарды да қамтыды. Қоғамдық ұйымдардың партиялық-мемлекеттік аппаратпен тұтасуы, олардың дербес негіздерін жоққа шығаруға әкеп тіреді.\nБұл кезеңге тән болған сөз бен іс, қабылданған шешімдер мен олардың орындалуы арасындағы алшақтық кеңес адамдарының бойында самарқаулық пен немқұрайдылык туғызды. 1950-60-шы жылдардағы реформалардың сәтсіздікке ұшырауы, ауыз толтырып айтарлықтай нәтижелердің болмауы жарияланған мақсаттар мен ниеттерге сенімсіздікпен қарау рухын дүниеге әкелді.\n\nhttps://kazaksha.info/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кейінгі ортағасырлардың тарихи және мәдени ескерткіштері?",
        "question_content": "Кейінгі ортағасырлардың тарихи және мәдени ескерткіштеріне сипаттама беріңіз(қысқаша)",
        "question_date": "25.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ хандығының нығаюына қалалардың маңызды рөл атқарғандығы анықталды. Ірі қалалар ретінде Шымкент, Сайрам, Отырар, Түркістан, Сауран, Созақты атауға болады.\nОтырартөбе қалажұртында (XV-XVIII ғасырдың қабаттары бойынша) жүргізілген қазба жұмыстарының нәтижесі кейінгі ортағасырлық қала құрылысын сипаттауға мүмкіндік береді. Кейінгі ортағасырлық қалалар мықты бекініс қамалымен, биік қабырғасындағы мұнараларымен және сыртын қоршаған терең орымен сипатталады. Сауран, Отырар және Шымкент сияқты ірі қалаларда күйдірілген кірпіштен салынған көрнекті мешіттер пайда болып, оның қалаға өзіне тән кескін беріп тұратын қасбетінде биік мұнаралары тұрғызылды.\nКейінгі ортағасырлық кезеңнің құрылыс және архитектуралық ерекшелігі – мешіттер, медреселер мен кесенелер тұрғызу. Мешіттің ажырамас бөлшегі мұнара – яғни, мұсылмандарды намазға шақыру үшін азан айтылуға арналған биік құрылыс. Бүгінде бірнеше мұнаралар (Сайрам, Түркістан, Шымкентте) сақталған. Мешіттер рөлінің артып, идеологиялық орталыққа айналуымен мешіт жанынан медреселер ашыла бастайды. Шымкент облысы төңірегіндегі бірнеше медреселер (Баб ата, Аппақ ишан, т.б.) анықталды. Қазақстанның оңтүстігінде кесенелер салу тәжірибесінің кең қолданылуына орай архитектуралық пішін мен құрылымдық әдістердің бірнеше түрлері пайда болды. Бұл дұға оқуға арналған (Созақтағы) бір бөлмелі құрылыс, қабырғасында терең ойығы бар бір бөлмелі (Тұрбаттағы), бірнеше бөлмелі (Әбдел-Әзизбаб Сайрамдағы), сағанамен және сағанасыз кесенелер (Түркістан қаласындағы Рәбия Сұлтан бегім, Есім ханға арналған). Кесенелердің жобасы өзгерді: төртбұрышты немесе тік бұрышты (басым көпшілігі), көпқырлы (Түркістандағы Рәбия Сұлтан бегім кесенесі 8 қырлы), дөңгелек (Домалақ ана кесенесі); көлемі мен кеңістік шешім жасауда да қасбетсіз (Түркістан қаласындағы аты белгісіз кесене), қасбетті ғимарат тұрғызу, көбінесе, кейінгі кезең ескерткіштеріне тән. Шатырмен жабылған (Тұрбат), күмбезбен жабылған, т.б. кесенелер. Кесенелердің құрылыстың шешімі мен олардың көркемдік жабдықталу жүйесінде өзгерістер болды. Қарастырылып отырған аймақтағы Х ғасырдан ХХ ғасырға дейінгі кезеңдегі кесенелер архитектуралық ескерткіштердің кең тараған түрлері ретінде мәдени үдерістердің көптеген мәселелерін зерттеу үшін құнды мәліметтер береді.\nСу жеткізу мен жер суландыру жүйесі де – атап өтуге тұрарлық тарихи ескерткіштер. Отырар алқабын суландыру үшін әр кезеңде жүргізілген оман арықтар (магистралды каналдар) мен су арықтарының қалдықтары сақталған. Қаратаудың Оңтүстік баурайындағы қалаларға бөгеттерден су ерекше әдіспен жеткізілген. Кәріз деп аталатын күрделі жерасты су жеткізу жүйесі де сақталған. Бұның негізінде өздігінен су ағатындай жер асты арығы тау беткейінен тегістікке қарай сәл ылдилана отырып қазылған. Жер асты ары.ының бүкіл бойында ауа кіретін құдықтар қазылған. Жиналған су периметр бойынша қыш ыдыстар бекітілген дөңгелек – шығыр арқылы көтерілген. Қаратау баурайларында ХІХ ғасырдың ортасына дейін кәріз халыққа қ.ызмет етті; өлке әкімшілігі сумен қамтамасыз ету және суландыру жүйесінде оларды тиімді санап, жөндеткізді. Суармалы алқаптарға су жеткізуде оман арықтар мен өзендерде шығыр кең қолданылды.\nҚазақстанның оңтүстігіндегі келесі гидротехникалық құрылыс – сардоба – қар мен жаңбыр суын жинайтын жер асты резервуары. Бұл – жартылай жер астындағы диаметрі шамамен 6-8 м болатын күйдірілген кірпіштен (төменгі жағы тастан) қаланған күмбезді құрылыс. Суға тарихы ғажайып өлке тас баспалдақтар арқылы түседі. Сардоба керуен-сарай кешені құрамында салынған (мысалы, Мақтаарал ауданындағы Мырза Рабат сардобасы). XV – XVI ғғ. қазақ халқының және оның этникалы. аумағының ғасырлар бойына созылған қалыптасу процесі аяқталды. Қазақ қоғамының маңызды ерекшелігі оның жүздерге бөлінуі болды. Ұлы жүз тайпалары Сырдариядан Жетісуға дейінгі аумақты алып жатты. Оның құрамына үйсін тайпасының албан, суан, дулат, ысты, ошақты, шапырашты, сарыүйсін рулары мен қаңлы, сіргелі, жалайыр тайпалары енді. XV ғ. ортасынан XVIІІ ғ. басына дейін қазақ хандығы біртұтас саяси құрылымға айналды. Шаруашылықтың негізгі саласы жартылай көшпелі мал шаруашылығы болды.\n\nhttp://el.kz/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тың және тыңайған жерлерді игерудің кезеңдері, нәтижелері мен салдары?",
        "question_content": "Тың және тыңайған жерлерді игерудің кезеңдері, нәтижелері мен салдарын талдаңыз.(қысқаша)",
        "question_date": "25.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 78300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандағы тың және тыңайған жерлерді игеру:экологиялық,экономиялық және әлеуметтік-демографиялық салдарлары. 1954 жылдан бастап тез арада ауыл шаруашылығының тарихта болмаған дамуын қамтамасыз ету үмітімен Қазақстанға тікелей қатысты тың және тыңайған жерлерді игеру науқаны басталды.Қазақстан басшылығы бұл бастаманы қолдай алмады.Осыған байланысты 1954ж 11 ақпанда өткен Қазақстан КП ОК-нің Пленумында бірінші хатшы Ж.Шаяхметов,2-хатшы Л.И.Афонов босатылып,олардың орнына орталықтан жіберілген Р.К.Понаморенко және Л.И.Брежнев сайланды.Жергілікті жердің қазақ басшылары сынға ұшырап,үш айдың ішінде тың өлкесіндегі алты облыстың 1- хатшылары ауыстырылды. Бұрынғы Кеңестер Одағы,оның ішінде Қазақстанда тың және тыңайған жерлерді игеру науқаны 3 кезеңнен тұрады.1)1954-1955жж. 2)1956-1958жж. 3)1959-1965жж. Тың игеру жылдарында негізінен солтүстік облыстарда жүздеген совхоз орталықтары салынды.Әміршіл-әкімшіл басшылыққа совхоздар тиімді болғандықтан,тың игерудің алғашқы жылында ғана 300 жаңа совхоз ұйымдастырылса,1955ж соңына қарай олардың саны 631-ге жетті.Ал 1958ж ақпан айынан бастап колхоздар совхоздарға,МТС-тар жөндеу станцияларына айналдырыла бастады.Тың игерудің тек алғашқы кезеңінде республикаға өзге республикалардан 640мың адам көшіріліп әкеленіп,Қазақстанда 18млн га.тың жер,немесе бұрынғы Одақтағы жыртылған жерлердің 60,6%игеріліп,республикадағы егістік көлемі 22,4 млн гектарға жетті.Осының арқасында 1956ж алғаш рет миллиард пұт астық алып,Ленин орденімен марапатталды.Қазақстанның әр азаматына өндірілетін астық 2 мың кг жетті.Оған қоса тың астығы сапалы болғандықтан негізінен экспортқа шығарыла бастады. Орталық басшылық 1956 жылдың ақпан айында өткен КОКП-ның XX сьезінде Қазақ КСР-нің алдына жаңа міндет-астық өндіруді 5 есе арттыру міндетін қойды.Осыған сай 60-жылдардың ортасына қарай Қазақстанда жыртылған тың және тыңайған жер көлемі 25млн гектар,а жетті.Бірақ та тың игерудің алғашқы жылдарында қол жеткен табыс одан әрі ұштасып кете алмады.Өйткені,жаңадан игерілген тың жерлер 60өжырлардың ортасына қарай өз мүмкіндіктерін сарқи бастаған болатын,осының салдарынан әрбір гектардың жоспарланған 14-15 ц.астық орнына 1954-1958ж 7,4ц. жиналса,1961-1964ж-6,1ц.,ал 1964ж-3,1ц.ғана астық алынды.Осы кезден бастап еліміз АҚШ,Канада,Франциядан астық сатып алуға кіріседі. Қазіргі таңда экономистер тың және тыңайған жерлерді игермей-ақ,астық өндіру кезіндегі астықты аудандардағы әр гектардан 1ц.өсірсе,бұл тың игеру нәтижесімен теңескен болар еді,-деген пікірде.Оның үстіне тың игеру жылдарындағы қоныс аудару саясаты елдегі демокрафиялық жағдайы одан әрі күрделендіріп ,бұрынғы Кеңестер Одағының Еуропалық бөлігі үшін де,Қазақстан үшін де тиімсіз сипатта болды.Өйткені,сол кездің өзінде-ақ Одақтың Еуропалық бөлігінде жылдан-жылға селолық жерлерде тұрғындар саны азайып,ал біздің республикамызда керісінше,өсіп отырған болатын.Осы ерекшеліктер ескерілмей,онсыз да саны кеміп отырған еуропалық аудандардан тек 1954-1962ж ғана Қазақстанға 2млн.астам адам көшіріліп әкелінді.Осының нәтижесінде бір жағынан Ресейдің,Украинаның және т.б республикалардың бірқатар аудандарында мыңдаған селолар бос қалды.Екінші жағынан 20-30-жылдары жергілікті тұрғындарға қарсы бағытталған қуғын-сүргін салдарынан күрт кеміген қазақ халқы,енді тыңгерлердің көптеп келуіне байланысты,1959ж санақ бойынша алатын үлесі 30%-ке дейін төмендеп кетті. Тың игеру жылдарында жаппай қоныс аудару науқаны рухани,ізеттілік саласына да үлкен зиян алып келді.Қазақ тіліндегі мектептер саны 700-ге кеміп,қазақ тілінде шығарылатын әдебиеттердің,баспасөздің саны күрт төмендеп кетті.3 мыңнан астам елдімекенніңаты өзгертіліп,тарихи ұлттық санаға шек қойылды. Тарихта бұрын болып көрмеген көлемді жерді жырту орны толмас экологиялық апаттарға,мал жайылымдардың күрт қысқаруына алып келді.Тың игерудің алғашқы жылдарында жердің құнарлы бет қыртысы шаң-боранға ұшырап ұшып кетуі салдарынан 18млн.га астам жер эррозияға ұшырады.Қалыңдығы 1 см.қара топырақтың қалыптасуы үшін,кем дегенде 2-3 ғасыр уақыт керек еді.Жайылым азаюы салдарынан ұзақ мал өсіру қарқыны 3 есе азайды,жылқы 1916ж 4340мың болса,1961ж-1158 мыңға дейін,ал түйе 1928ж санынан 8 есе кеміді. Тың игеру барысында орын алып отырған кемшіліктердің бірқатары КОКП ОК 1965 жылдың наурыз,1966ж.мамыр пленумдарында ашылып,оларды жоюдың шаралары белгіленді.Ауыл шаруашылығының берік негізін жасау,жоспарларды жақсарту,колхоздар мен совхоздарда шаруашылық есепті енгізу,еңбектің моральдық және материалдық қызығушылығын ұштастыру міндеттері қойылды.1966-1970ж республика ауыл шаруашылығын дамытуға 5,5млрд сом қаржы бөлінді.Осының арқасында 8- бесжылдықта ауылшаруашылық өнімі 54% өсіп,Қазақстан Кеңестер Одағының өзіндік ерекше ауылшаруашылық ауданына айналды.Мемлекеттік өорға республикадан әрбір 4- тонна жүн,12- тонна ет және 5- тонна астық түсті. Азық тулік тапшылығын шешу,астық өндіруді арттыру мақсатында тыңжәне тыңайған жерлерді игеру идеясы пайда болды.Тың жерлер игерілген аймақтар:Қазақстан,Сібір,Урал,Солтүстік кавказ,Еділ бойы.1954-1955 жылдары млрд 100 млн 1млрд 200 млн пұт астық алу белгіленді.Қазақстандағы тың жерлерді игерген аудандар:Қостанай,Ақмола,Солтүстік Қазақстан,Көкшетау,Торғай,Павлодар облыстары.1954-1959 жылдары тың және тыңайған жерлерді игеруге 20млрд сом жұмсалды.1954-1962 жылдары республикаға 2 млн-ға жуық тыңгерлер көшіп келді.1954 жылғы тамызда жыртылған жер көлемі:\n-КСРО-да-13.4 млн га\n-Қазақстанда-6,5 млн га\nТың жерлерді игеруге 10 мыңдаған мамандар,ауылшаруашылығының өндірісінің ұйымдастырушылары келді.1954 жылы 20 мыңнан астам адам келді.Оның ішінде қажетті мамандар азшылық болды.1954жылы Қазақстан тыңында 120-дан астам совхоз құрылды.1954 жыл тың жер астықтың жарпы түсімінің 40% берді.Тың игеру жылдары Қазақстанда 25млн га жер жыртылды.Алайда табысқа алғашқы жылдары ғана қол жеткізді.Тың жерлерді кең көлемде игеру табиғатқа үлкен зиян тигізді.Жайылымдармен жем,шөп дайындайтын жерлер тарылды.Топырақ эрозиясы күшейіп,жердің құнарлы қабаты желге ұшты.Ауылшаруашылығының даму деңгейінің төмендеуі ет және сүт өнімдерінің тапшылығын туғызды.Тың жерлерді игеру саясатының жағымды құбылыстары:Қазақстан КСРО ның негізгі астықты аймағына айналды,көп ұлтты республика болды,еңбекшілер еңбек ерлігінің үлгісін көрсетті,жаңа жолддар мен елді мекендер көбейді.Жағымсыз құбылыстары:экологиялық жағдай ауырлады,мал шаруашылығы төмендеді,жер,су аттары орысша аталды,республиканың ұлттық ерекшеліктері ескерілмеді,тілдік және демографиялық ахуал өзгеріске ұшырады,тың жерлер үшін егістіктің тиімді жүйесі тың игеру басталғаннан кейін 20 жыл өткенде ғана құрылды.\n\nhttp://www.studfiles.ru/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерте ортағасырлардың тарихи және мәдени ескерткіштері?",
        "question_content": "Ерте ортағасырлардың тарихи және мәдени ескерткіштеріне сипаттама беріңіз.(қысқаша)",
        "question_date": "25.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның археологиялық ескерткіштері туралы алғашқы мәліметтер орта ғасырлардағы ғалымдар мен тарихшылар, географтар мен саяхатшылардың еңбектерінде кездеседі. Олар өз еңбектерінде өздері тікелей көзімен көрген немесе өздеріне айту бойынша мәлім болған әдеттен тыс заттар, бейнелер, өз замандарынан көп бұрын болған қалалар мен қоныстардың жұрттарын, оқиғаларды айтып кеткен. Қазақстанның өткендегісін ғылыми зерттеуде I Петрдің көне мұраларға ұқыпты қарауға, оларды суреттеу мен жинауға әмір берген жарлықтары, сондай-ақ оның бастамасы бойынша Сібірді және Ресейге жапсарлас жатқан Қазақстан жерін зерттеу мақсатымен колданылған шаралар маңызды рөл атқарды. Осы әрекеттердің нәтижесінде 1707 жылы Тобыл боярының ұлы С.Ремезов жазған «Сібірдің сызба кітабы» жарық көрді. Онда географиялық деректермен катар, қазақ даласының археологиялык ескерткіштері туралы мәліметтер де келтірілген. Келесі археологиялық қызықты мәліметтер 1733 жылы Сібірге академик Г.Ф. Миллердің басқаруымен жасалған бірінші академиялық экспедицияның есептерінде айтылған. Экспедиция құрамында белгілі ғалымдар Л. Делаклоер, И. Фишер, геодезистер А. Красильников, А. Иванов, М.Ушаков жұмыс істеген еді. 1768—1774 жылдары Еділ бойының Оралдың, Сібір мен Қазақстанның тарихын, географиясын және олардағы халықтардың этнографиясын зерттеу мақсатымен ұйымдастырылған екінші академиялық экспедиция Қазақстанда археологиялық зерттеу ісін жалғастырды. Экспедицияға сол кездегі аса көрнекті ғалымдар П.С. Паллас, И.П. Фальк, И.Г. Георги, П.И. Рычков, X. Барданес қатысты. XIX ғасырдың бірінші жартысында Ресейде Орталық және Шығыс Қазақстанның табиғи байлықтарына қызығушылық күшейе түсті. Геологтарды ежелгі кен орындары, мыс пен қалайы өңдеген жерлердің үйінділері, тас қашаған орындар, үңгірлер, жартас суреттері, көне суландыру жүйелері қызықтырған еді. Орталық Қазақстанның ескерткіштерін сипаттап берген, мұнда түрлі дәуірге жататын археологиялық ескерткіштерді кездестірген тау-кен ісінің инженері И.П. Шангин жазбалары да қызығушылық тудырады. ХІХ ғасырдың орта шеніне қарай, негізінен, Орталық, Солтүстік және Шығыс Қазақстан бойынша едәуір материал жинақталды. Бұл кезең үшін мақсатты зерттеулер нәтижесінде емес, көбіне кездейсоқ, жол-жөнекей алынған мәліметтердің бастапқы жинақталу (қорлану) фактісін атап кетуге болады. Қазба жұмыстары жайлы да байсалды сөз айтуға болмайды. Кейбір зерттеушілер обаларды қазып көрді, әйтсе де қазба жұмыстарының әдістемесін меңгермегендіктен, алдарына нақты мақсат-міндеттер қоймай, тек заттарды жинаумен ғана шектелді. Дегенмен, ескерткіштерді тіркеу, олардың картасын жасау, белгілеу фактілерінің атқарылғандығы белгілі, олар істеген жұмыстың құндылығы да міне осында. Бұл салада сол кезде атқарылған жұмыстардың көпшілігі әлі маңызын жоғалтқан жоқ. Қазақстан археологиясындағы осы уақытты бастапқы кезең ретінде сипаттауға болады. ХІХ ғасырдың екінші жартысында қазақ даласындағы көненің көздеріне Археологиялық комиссияның, Тарих музейінің, Мәскеу археологиялық қоғамы мен орталықтағы басқа да ғылыми мекемелердің назары ауа бастады. Құрамына Сырдария (Түркістан) және Жетісу облыстары кірген Түркістан генерал-губернаторлығының құрылуына байланысты жаңа өлкеге, соның ішінде оның өткеніне ден қою күшейе түсті. Ш.Ш. Уәлиханов Қазақстанның археологиясын зерттеуге мол үлес қосты. Ол Шеңгелдінің қираған үйіндісін, Шілік өзені бойындағы қаланы сипаттап, Талғар қаласына тоқталып өтті. Ш.Ш. Уәлихановтың Жетісу археологиялық ескерткіштеріне зор қызығушылық танытып, осы тақырыпта арнайы еңбек жазуға талаптанды. Қазақстанның тарихи ескерткіштеріне қатысты оның көзқарастары «Географический очерк Заилийского края», «Дневник поездки на Иссык-куль» мен «Очерки Джунгарии» сынды еңбектерінде көрініс тапты. Бұл жұмыстарында автор ескерткіштердің ең басты типтерін анықтауға ұмтылды. Оның ойынша, Орталық Қазақстанда қазір иесіз қалған көне кен орындары (жезді-Кеңгір маңында), егістіктер (Түндігүр шатқалы), плиталары құрастырылған және тігінен қойылған қоршаулар, тас мүсіндер, үлкен обалар, ерте орта ғасырларға жататын архитектуралық құрылыстыр секілді ескерткіштердің кешені ұшырасады. Жетісу ескерткіштерінен Ш.Ш. Уәлиханов көне қалалық қоныстарға ерекше тоқталып, олардың тарихи-мәдени маңызына мән берді, табылған қыштан жасалған су құбырлары, монеталар (мәнеттер) туралы жазды. 1862 жылдан бастап Қазақстанда В.В. Радлов археологиялық жұмыстар жүргізе бастады, алғашқы ғылыми негіздегі қазбалар оның есімімен тығыз байланысты. В.В.Радлов Солтүстік-Шығыс Қазақстан мен Сібірдегі ертедегі ескерткіштерді топтау және кезеңге бөлуді ұсынды. Бұл аудандар мәдениетінің тарихын ол мыс және қола ғасыры, көне темір ғасыры, жаңа темір ғасыры мен ертедегі орта ғасырлар кезеңдеріне бөлді. Алтайдағы тоң басқан ескерткіштерді, соның ішінде Берел қорымындағы обаларды ашып, қазба жұмыстарын жүргізу де В.В.Радлов еншісіне тиесілі, оның тоң астындағы ескерткіштерден алған жарқын материалдары жариялауы Алтайдағы «мұз құрсаулы обаларды» зерттеуге тың серпін берді. Ғалымның еңбектері Қазақстан археологиясының дамуындағы ілгері басқан үлкен қадам болды. 1867 жылы Археологиялық комиссияның тапсыруымен орыстың белгілі шығыстанушысы П.И.Лерх Түркістан өлкесін зерттеді. Ол Сырдария бойындағы Сауран, Сығанақ қалаларының қирандыларын қарап шықты, Талас алқабының бірқатар қалаларының орындарында болды, Жанкент қалашығында қазба жүргізді. Өзі кездестірген ескерткіштерді тіркеумен, мұқият сипаттаумен қатар, ол жазбаша хабарларды іріктеп, олар туралы үзінділерді талдады және түсініктеме беріп кетті. Жазбаша дерек көздерін өзі тапқан археологиялық олжалармен салыстырып, қираған орындарды нақты тарихи қалалармен баламалады. Археологияның дамуындағы үлкен бетбұрыс оқиға 1893-1894 жылдары В.В.Бартольдтың іссапармен осы аймаққа келуімен байланысты болды. Ол Шу мен Талас алқабының, Ыстықкөл қазаншұңқыры мен Іле өзені алқабының ескерткіштерін көріп шығады. Оның «Отчет о поездке в Среднюю Азию с научной целью» («Ғылыми мақсатпен Орта Азияға сапар туралы есеп») еңбегі осы кезге дейін тарихи ақпараттың ғаламат үлгісі болып қалып отыр. Көптеген жазбаша дереккөздеріне сүйеніп В.В.Бартольд зерттеген ауданының тарихи-топографиясын суреттеді, археологиялық жағынан болашақтағы мәні зор ескерткіштерді анықтады және оларды ортағасырлық белгілі қалалармен сәйкестендірді. Ол Верный қаласының ауданындағы қалалық мәдениеттің ілкідегі қайнар-бастауларын атап өтеді. В.В.Бартольдтың осыдан кейінгі еңбектері Орта Азия мен Қазақстан халықтарының өткен тарихының бет-пердесін ашып берді. Оның іргелі ізденістері көптеген қалалардың тарихи топографиясын, олардың локализациясын, ежелгі және орта ғасырлардағы тарихи оқиғалардағы рөлін, түрік-соғды байланыстары тұсындағы қалалардың қалыптасуы мен дамуы тарихын зерттеуге негіз қалады. 1895 жылы Ташкентте құрылып, жергілікті зиялылардың өлкенің өткеніне, оның тарихына, сәулет және өнер ескерткіштеріне ден қоятын өкілдерін, әскери адамдарды, шенеуніктерді, өткенге қызығушылық танытатындарды біріктірген Археология әуесқойларының Түркістан үйірмесінің ұйымдастырылуы да В.В. Бартольд есімімен байланысты. Қоныстар мен қалалардың қирандылары, қорымдар, жартас суреттері, жазулар, мазарлар, эпиграфиялық және нумизматикалық материалдар, тас мүсіндер секілді нақты археологиялық ескерткіштер, ежелгі суландыру сауалдары үйірме отырыстарында көтеріліп тұрды. Үйірме мүшелері ескерткіштерге қазба жұмыстарын жүргізді. Үйірме қызметінің нәтижелері Археология әуесқойларының Түркістан үйірмесі Протоколдары (ПТКЛА) сынды арнайы басылымдарда жарияланды. Қазақстан аумағында 1904 жылы Түркістан үйірмесінің мүшелері К.А.Кларе мен А.А.Черкасов Отырар қалашығында қазба жұмыстарын жүргізді. Олар тереңдігі 2 м-ге дейін жететін траншея түсіріп, қазбадан керамика топтамасын, ХVІ-ХVІІІ ғасырларға жататын монеталарды аршып алады. Қазақстанның көне мұрасын зерттеумен айналысқан үйірменің белсенді мүшелері арасынан В.А.Каллаур, Н.Н.Пантусов, Н.П.Остроумов, Ә.Диваев, И.В.Аничков, А.А.Семеновты ерекше атап кетуге болады. Николай Николаевич Пантусов Петербург университетіндегі шығыс тілдер факультетін тәмәмдап, шығыстанушы мамандығын алған еді. Ол араб географиялық әдебиеті туралы «С обозначением, как далеко простирались сведения арабских географов в глубь Средней Азии и какого достоинства эти сведения» атты шығармасы үшін алтын медальмен марапатталған болатын. Н.Н.Пантусов «студенттік кезден бастап-ақ үлкен үміт күттіргендер» қатарына енген. Бірақ, университетте профессорлық атақ алу үшін дайындыққа қал деген ұсынысқа қарамай, Түркістан өлкесіне қызметке шақыруды құп алады. 1872 жылдың қыркүйегінде Н.Н.Пантусов Түркістан генерал-губернаторлығына жіберіліп, Жетісу облысындағы әскери генерал-губернаторында ерекше тапсырмалар бойынша шенеунік болып тағайындалды. Бұл қызметте ол 1908 жылға дейін болды. Өз қызметін мүлтіксіз атқарған Н.Н.Пантусов тарих пен археологияны, нумизматиканы, этнографияны, лингвистиканы да зерттеумен айналысты. Н.Н.Пантусов Императорлық археология комиссиясының өкілі және Түркістан археология әуесқойлары үйірмесінің белсенді мүшесі болды. Археология тарихында Н.Н.Пантусов есімі ең алдымен христиандық несториандық тастан жасалған құлпытастар мен оларға жазылған жазуларды Жетісудан тауып, зерттеуімен кеңінен танымал. Жетісу облысындағы әскери губернатор шенеунігі болғандықтан, Н.Н.Пантусов көптеген жерлерді аралады. Мәселен, Алтын-Емел болыстығына барған сапарында зерттеуші «оба, жартас жазулары мен суреттері» секілді «көненің көзі болып табылатын ескерткіштердің мол» екендігін айтып өтеді, Алтын-Емел тауларынан Асан тауларына дейін созылып жатқан ор (ойық) туралы аңыз-әпсананы жазып алды, Алтын-Емел тауы мен болыстығының атауының шығу төркінін саралады. Ол Теректі шатқалы мен Көксу өзенінің жағалауларын мұқият зерттеп шығып, арқар, жылқы, ит еріткен аңшылар, т.б. бейнелері бар көптеген жартас суреттерін тауып, сипаттап шықты және бедерін түсірді. Жол сапарларының бірінде Н.Н.Пантусов Таш-Рабат қирандыларын көреді де, оның толымды сипаттамасын және топографиялық жоспарын түсіріп, оны «құрылысшы бастапқыда үлкен етіп тұрғызуды ойлаған, бірақ құрылысы бітпей қалған» деп жазады. 1889 жылы Археологиялық комиссияның тапсырмасымен Н.Н.Пантусов үш оба қазады: олардың екеуі Көктем (Весновка) өзенінің оң жағалауынан, біреуі Қарасу мен Үлкен Алматы өзендерінің аралығынан қазылған еді. Ол 1890 жылы әскери инженер П.С.Нечогиннен алынған мәліметтерді тексеріп көру үшін Қызылағаш шатқалынан (Қапал қаласынан солтүстік-батысқа қарай) бірнеше оба қазады және Байқұлақ тауларының құздарындағы және Қаріпше шатқалындағы жартас суреттерін қарап шығады. Н.Н.Пантусовтың ерен еңбектерінің бірі ретінде археологиялық ескерткіштерді қорғауға күш салуын айтуға болады. Ірі шенеунік В.А.Каллаур да көненің көздерін қажымай зерттегендердің бірі болды. Түркістан археология әуесқойларының үйірмесі жұмыс жасаған алғашқы жылдан бастап-ақ В.А.Каллаур оның тұрақты мүшесі болып, жыл сайын Талас алқабы мен Сырдария аудандарындағы жаңа да қызықты көптеген мағлұматтарды жариялап тұрды. В.А.Каллаур тарихи топография мен топонимика бойынша материалдар жинастырды, ескерткіштердің орналасуы мен атауларын ежелгі авторлардың еңбектерінде ұшырасатын орындар мен атаулармен байланыстырды. Бұл мағлұматтарды ол «Древние местности Аулие-Атинского уезда на древнем караванном пути на запад от Аулие-ата к границе Чимкентского уезда» атты мақалаларында жариялады. Оған карта жасалып, онда сол кездегі орындар мен тұрғылықты мекендердің атауларымен қоса, жорамалмен ежелгі атаулары да берілді. Бұл жұмыс үшін ол Н.Ф.Петровский басып шығарған ежелгі араб сапарнамасын пайдаланды. 1900-1901 жылдары В.А.Каллаур Перовский уезіндегі Сауран және Приречный болыстық ежелгі қалаларды, бекіністер мен обаларды картаға түсірді және де онда В.В.Бартольдтың пікірінше, алғаш рет Ашнас пен Сығанақ қалаларының орнын дәл анықталған еді. В.А.Каллаур архитектуралық ескерткіштерге көп көңіл бөлді. Ол И.В.Аничковпен бірге Бесағаш ауылындағы ұстындарды (колонналардың) сипаттап жазды. Әулие-ата Қарахан, Ақ-Кесене, Көк-Кесене, Сырлы-там, Манас мазарларының да сипаттамасын жасады. В.А.Каллаур зерттеушілердің назарын Айша-бибі мазарына аударып, халық арасындағы аңыз-әңгімелермен бұл ескерткіш жайлы мағлұматтарды толықтыра түсті. 1896 жылы қарашада ол ғылым үшін маңызды жаңалық ашты: Талас өзенінің жоғарғы ағысынан орхон жазулары бар тастар тапты. Көне қалалар мен қоныстардың орнын қарап шығумен қатар В.А.Каллаур ежелгі суландыру құрылыстарын, соның ішінде Талас өзенінің төменгі ағысынан Қалмақ арықты, Сырдарияның сол жағалауындағы «Құтлыкент, Майрам, Аққорған» қирандылары маңындағы суландыру жүйелерін, Көктал өзеніндегі бөгетті де қағазға түсірді. Түркістан археология әуесқойларының үйірмесінің мүшесі Н.П.Остроумов Мамаевка кенті маңындағы монеталар қоймасын, Балықшы кентіндегі қабір үсті ескерткішін зерттеді, Жуантөбе қаласының жанындағы қорым обаларында, Таяқ-Салды және Альванкенд қалаларында қазба жүргізді. Әбубәкір Диваев негізінен фольклорды зерттеумен айналысқанымен, археологиялық ескерткіштерге де назар аударып отырды. Ол Көк-Кесене мен Қорқыт ата мазарлары туралы мақалалар жазды. Археологиялық ескерткіштер жайлы қызықты мағлұматтарды үйірменің басқа мүшелері де хабарлап отырды: И.Т.Пославский Қаратау тас ғасыры құралдары мен Үшқарасу өзенінің жоғарғы ағысындағы тас мүсіндер (балбалдар) туралы, Н.В.Руднев Сырдарияның сол жағалауындағы қалалардың қалдықтары жайлы, В.П.Лаврентьев Әулие-Ата төңірегіндегі ескерткіштер жөнінде, В.П.Панков Талас аңғарындағы үңгірлер мен обалар туралы мәлімдеді. Солтүстік-Шығыс, Шығыс және ішінара Орталық Қазақстанның ежелгі ескерткіштерін Орыс географиялық қоғамының Батыс-Сібір бөлімі, Семей әуесқой-өлкетанушылары, сондай-ақ 1883 жылы ұйымдастырылған Семей мұражайының қызметкерлері зерттеумен айналысты. Мұражайда Е.П.Михаэлистің белсенді әрекеттерінің нәтижесінде оның мұражайға тапсырған жеке топтамасының (коллекциясының) негізінде археология бөлімі ашылады. Мұражай топтамасын үздіксіз толықтырып отырғандар арасынан Ф.И.Альбрехт, В.Г.Герасимов, В.К.Галимонт, М.С.Сухотеринді ерекше атап кетуге болады. Батыс-Сібір бөлімінің қызметкерлері көне ескерткіштер туралы мағлұмат жинастыру және қазба жұмыстарын ұйымдастыру мақсатында жол сапарға шығып отырды. Бұл істе әсіресе Н.Коншин, В.Никитин, А.В.Адрианов, Б.Каменский, А.Белослюдов, Ф.Педащенко, В.Словцов қатты ынта-ықылас танытты. Мәселен, Н.Коншин Павлодар мен Қарқаралы қалалары аралығындағы Семей облысының археологиялық ескерткіштердің тізімін түзді. В.Никитин Қарақаралы уезіндегі обалы қорымдар, жартас суреттері, тас мүсіндер және басқа да ескерткіштер жайлы мәлімдеді. Ол алғашқылардың бірі болып Семей облысы тарихына қатысты очерктер жазды, онда археологиялық материалдар да кеңінен пайдаланылған еді. Отыз жылдай уақыт бойы Шығыс, кейіннен Батыс Сібір жерін А.В.Андрианов қажымай зерттеді. Ол ескерткіштерді тіркеу мен жан-жақты сипаттаумен қатар қазба жұмыстарын жүргізіп отырды. Кездестірген барлық ескерткіштерін зерттеуші оба, сақина тәрізді қаланды, бейнелі (фигуралы) қаланды, жазулар, тас мүсіндер, ежелгі кен орны секілді белгілі бір ескерткіштер тобына жіктейді де, бір жүйеге келтіріп, сипаттамасын жасайды. 1903 жылы Ф.Н.Педащенко Семей төңірегінен қызықты заттар топтамасын, соның ішінде тастан жасалған 72 дана, қоладан істелінген 54 дана, темірден дайындалған 8 дана бұйымдарды, көптеген қыш ыдыстардың сынықтарын жинастырып алады. Орыс географиялық қоғамы Семей бөлімшесінің тапсырмасымен 1904 жылы Н.Коншин, 1909-1910 жылдары А.Л.Зуев Семей қаласының төңірегіне археологиялық барлау жүргізіп қайтты, Г.И.Бокий Шілікті өңірін аралап шықты. 1910 жылы В.Н.Каменский А.С.Белослюдов және В.Пилетичпен бірге Орта Азия мен Шығыс Азияны зерттейтін Орыс комитетінің қаражатына Семей облысындағы обаларды қазу үшін экспедиция ұйымдастырды, оның жұмысына сол кездегі тау-кен институтының студенттері Г.Бокий мен Н.Бобков қатысты. Ескерткіштерді қазу түрлі пункттерде жүргізілді: В.Каменский Кіші Қойтас шатқалында, Қызылсу және Қараөзек өзендерінде, Қаражал кентінің төңірегінде; Н.Бобков – Үйгенбұлақ, Ашутасбұлақ пен Базарқа шатқалдарында; ал В.Пилетич Марқакөл көлінің маңы мен Күршім өзенінде болды. 1911 жылы В.А.Обручев Н.Н.Павловпен бірге Қалба жотасындағы ежелгі заманда алтын алған кен орындарын зерттеп шықты. ХХ ғасыр бас кезінде археологиялық ескерткіштерді зерттеуге Орынбор мұрағат (архив) комиссиясы белсенді түрде араласа бастады. Оның мүшелері ескерткіштерді есепке алу мен сақтауға байланысты көптеген жұмыстар атқарды. Осы мақсатқа арналған арнайы сауалнамалар құрастырылып, мағлұмат жинастыру үшін жан-жаққа таратылды. Бұл есепке алынған ескерткіштер санын едеуір толықтыра түсті. Комиссия жанында мұражай жұмыс істеді, оның негізінде кейінірек Қазақстан Орталық мұражайы құрылды. Мұрағат комиссиясының мүшелері арасында И.А.Кастаньені ерекше атап кетуге болады. 1904 жылы ол Жақсы-Қарғалы өзені алабынан (Ақтөбе қаласынан 45 км жерде) 6 оба, 1909 жылы 1 оба, ал 1911 жылы Ақтөбе уезінен 2 оба қазды да, қазба жұмыстары мен обалардан аршып алынған материалдарды толымды түрде баяндап берді. Сонымен қатар И.А.Кастанье көптеген қорымдарды, архитектуралық құрылыстарды, қоныстардың қалдықтарын қарап шыққан, зерттеген. Осы кездері И.А.Кастанье 1910 жылға дейін белгілі болған Қазақстанның барлық археологиялық ескерткіштерінің толыққанды тізімін түзіп, сыныптамасын жасады. Әлі күнге дейін құндылығын жоғалтпаған оның «Древности Киргизской степи и Оренбургского края» атты еңбегінде Қазақстан көне мұрасын зерттеудің қорытындысы толымды түрде баяндалды. Солтүстік-Батыс және Батыс Қазақстанды зерттеген басқа зерттеушілер арасынан Торғай мен Ақтөбе уездерінде қазба жұмыстарын жүргізген А.Л.Аниховскийді және де кездейсоқ табылған олжаларды жүйелі түрде хабарлап отырған И.В.Аничковты да атап кетуге болады. Көптеген қоғамдар Ресей орталық археологиялық мекемесі болып табылатын Археологиялық комиссиямен тығыз байланыстар орнатты, бұл мекеме археологиялық қазба жұмыстарын жүргізуге құқық беретін ашық парақтар берді және соңынан жұмыс қорытындыларын өз есептерінде жариялады. Комиссия атынан 1894 жылы В.Селиванов Көкшетау мен Атбасар қалалары маңында, 1898 жылы Г.Васильев Павлодар облысындағы Большая Владимировка селосы жанында, 1905 жылы Н.Козырев Ақмола облысында, 1911 жылы Ю.П.Аргентовский Петропавл қаласының төңірегінде, 1914 жылы Н.Я.Бортвин Петропавлдан оңтүстік-батысқа қарай 8 км жерде қазба жұмыстарын жүргізген. Кездейсоқ олжалар туралы мағлұматтар жүйелі түрде жарияланып тұрды, ал Археологиялық комиссия хабарларындағы қосымшаларда – түрлі қоғамдар жиналыстарында тыңдалған баяндамалар аңдатпасы (аннотациясы) және жергілікті газеттерде Қазақстан археологиясы жайлы берілген ақпараттар жарияланып тұрды. Сөйтіп, ХІХ ғасыр ортасынан 1917 жылға дейін созылған уақытты қамтитын Қазақстан археологиясындағы бірінші кезең көзге айқын түседі. 1917 жылғы революциядан кейін археологиялық зерттеулер жалғастырылды, бірақ олар мемлекеттік негізде жүргізілді. 1919 жылы Санкт-Петербургте Материалдық мәдениет тарихы академиясы, ал 1920 жылы Ташкентте Мұражай ісі мен көне ескерткіштерді, өнер мен табиғатты қорғаумен шұғылданатын Түркістан комитеті (Туркомстарис) құрылды. В.В.Бартольдтың ұсынысы бойынша, комитеттің ең таяудағы міндеті археологиялық карта жасау болды. Сөйтіп, ежелгі ескерткіштерді есепке алудың, зерттеудің, сақтаудың негізі қаланды. Революциядан (төңкерістен) кейінгі алғашқы жылдардағы еңбектер ішінен археологтар П.П.Ивановтың Сайрамда және В.Д.Городецкийдің Жетісуда, Қазақстанның оңтүстігінде жүргізген ізденістерін, Орта Азия ертедегі тарихының ең ірі зерттеушісі М.Е.Массонның Сайрам қалашығы мен Түркістандағы Ахмет Яссауи кесенесі туралы мақалаларын атауға болады. Батыс Қазақстанда 1926 жылы М.П.Грязновтың Киргильд-1 және Киргильд-2 қабірлерін, Орал-Сай мен Құнанбай-сайды ашып, қазба жұмыстарын жүргізуі бар материалдар берді және андронов мәдениеті тек Батыс Сібірге тән деп орнығып келген тұжырымдаманы түбірімен өзгертті. 30-жылдары бірқатар ірі экспедициялардың зерттеулері республиканың көптеген аудандарын қамтыды. Далалық ізденістер Павлодар аумағында да жүргізілді. Мысалы, П.Драверт Баян-ауыл (Баянаула) елді мекенінен солтүстік-батысқа қарай 7 км жерде орналасқан Жасыбай көлі маңындағы жазуы бар үңгірді қарап шықты. Көлдің шығыс жағынан ол өзек тастар, пышақ тәрізді тілікшелер, жебе ұштары, қырғыштар, шлак кесектерінің топтамасын және мыс заттар жиыстырып алады. Мұндай материалдарды ол Сабынды көлінің төңірегінен де ұшырастырған, ал Баянауылдан оңтүстік-шығысқа қарай 5 км жерден көлемді обалар тобын кездестіргенін жазады. 1930 жылы Қазақстанның солтүстік облыстарындағы археологиялық зерттеулерді Б.Н.Граков жүргізді. Ақтөбе облысынан ол 500-ден аса ескерткіштер тауып, картаға түсірген, олардың басым бөлігі қола дәуіріне жатады. Ақмола облысындағы жинақтау және тіркеу жұмыстарына Л.Ф.Семенов басшылық жасады. 1930-1936 жылдары Қостанай облысындағы Алексеев қонысы мен қорымында, ғұрыптық орында қазба жұмыстарын жүргізген О.А.Кривцова-Гракованың жұмыстарының ғылыми мәні жоғары болды. Өзіне дейінгі әріптестеріне қарағанда О.А.Кривцова-Гракова бір кезеңге жататын жекелеген бірнеше ескерткіштерді тұңғыш рет қатар зерттеді, бұларды кешенді түрде зерттеу мұнда өмір сүрген тайпалар шаруашылығын, тұрмысын, материалдық және рухани мәдениетін толыққанды қарастыруға маңызды мүмкіндік тудырған еді. 1932-1933 жылдары П.С.Рыков жетекшілік еткен Материалдық мәдениет тарихы академиясының (Ленинград) экспедициясы Орталық Қазақстанда көне мұраны зерттей бастады. Экспедицияның М.П.Грязнов, М.И.Артамонов және басқалар мүшелері қола дәуіріне жататын қоныстар мен қорымдар, скиф заманындағы обалар, ХVІІ-ХІХ ғасырлардағы мола құрылыстарын тауып, зерттеді. Орталық Қазақстан ескерткіштерін зерттеуге В.А.Селевин басқарған жаратылыстану-тарихи Бетпақдала экспедициясы (1935) да өзіндік үлесін қосты, ол сусыз далада кездескен шақпақтастан және металдан жасалған құралдары, қыш ыдыстары бар бірқатар орындарды анықтады, мазар секілді сәулет өнерінің ескерткіштерін қарап шықты. 1935 жылы КСРО Ғылым академиясы Материалдық мәдениет тарихы инситутының С.С.Черников басқарған экспедициясы құрылып, ол 1937-1939 жылдары Шығыс Қазақстандағы қалайы, мыс пен алтын өндірген кен орындарын зерттеді. Ол металл өндірудің әрқилы түрлерін бөліп көрсетті, кен алу техникасы мен ежелгі кеншілердің құралдарын суреттеп жазды. Ежелгі кен өндірген орындардың көпшілігін ол қола дәуіріне жатқызылды. Степняк қаласының төңірегін зерттеу мақсатында С.С.Черников 1938 жылы барлау жұмыстарына шығып, қола дәуірінің бірқатар қоныстарын зерттеді, алтын өндірген ежелгі кен орындарынан б.з.б. І-мыңжылдыққа жататын біршама материалдар жинап алды. 1938 жылы С.В.Киселев Қарағанды облысындағы Бесоба, Жаңауыл жерлерінде археологиялық ізденістерін жүргізді. Бұл жұмыстардың нәтижесінде топырақ үйіндісінен тұратын сақиналар, тас үйіндісінен тұрғызылған обалар, «мұртты» обалар мен тастардың қаландылары секілді көптеген археологиялық ескерткіштер табылады. Қола дәуірінің материалдары алынған Бесоба қорымында қазба жұмыстары жүргізіледі. Сарыарқа ежелгі ескерткіштерін, әсіресе көне тау-кен ісі мен мыс қорыту өндірісін зерттеуге Қ.И.Сәтпаев та өзіндік үлесін қосты. Қазақстан археологиясының бұл кезеңіндегі кең көлемдегі ізденістер А.Н.Бернштам басқарған Жетісу археологиялық экспедициясымен де тығыз байланысты. Екінші дүниежүзілік соғысқа дейінгі төрт далалық маусымда бұл экспедиция тарихи-археологиялық жағынан қызықты бірқатар қалаларда тікқазба (шурф) арқылы барлау жұмыстары мен стационарлық қазба жұмыстарын үйлестіріп, қызықты материалдар жинастырды. Ауқымы кең қазба жұмыстары ортағасырлық Тараз қаласы мен оның төңірегінде ескерткіштерде жүргізілді. Жұмыс нәтижесінде алынған археологиялық материалдардың кезеңдестірілуі жасалып, ғылыми жұртшылыққа ұсынылды, қала дамуының негізгі кезеңдері анықталып, мәдениетінің қалыптасу жолдары анықталды. Бұл, Қазақстан археологиясы үшін ортағасырлық қаланы тарихи-археологиялық тұрғыдан кешенді түрде зерттеудің алғашқы тәжірибесі болған еді. Сол кездері құрылысы жүріп жатқан Үлкен Шу каналы өткен Шу алабы да интенсивті түрде зерттелінді. Археологиялық материалдар негізінде сол кездері жасалған Жетісу археологиялық ескерткіштерінің сыныптамасы мен кезеңдестірілуі уақыт өте келе толықтырылғанымен және нақтыланғанымен айтарлықтай өзгерістерге ұшырай қойған жоқ. 1939 жылы Іле алабындағы ортағасырлық ескерткіштерді зерттеу басталды. Олардың орнын белгілеумен қатар, экспедиция Талғар және Дүнгене қалаларының үйінділеріне тікқазба (шурф) түсірді. Бұл зерттеулер солтүстік-шығыс Жетісу ортағасырлық мәдениетін тереңдете қарастыруға нақты жол ашты. Экспедиция жұмыстарын қорытындылаған мақаласында А.Н.Бернштам мұндағы отырықшылық-егіншілік мәдениеттердің даму жолдары туралы бірқатар пайымдаулар жасады. Жетісудың ежелгі және ортағасырлық археологиясына мейлінше ден қою экспедицияға қысқа мерзімде ірі көлемдегі барлау және қазба жұмыстарын жүргізуге мол мүмкіндіктер туғызды. Жаңа материалдарды жүйелеу ортағасырлық қалалардың тарихи географиясына, соғдылықтар мен түріктердің мәдени байланыстарына, қалалардың қалыптасуына қатысты сауалдарды ғылыми тұрғыдан негіздеуге жол ашты. Мәселен, жаңа ескерткіштердің ашылуы, олардың дәлме-дәл мерзімін анықтау өз кезегінде А.Н.Бернштамға бірқатар қалаларды шынайы сәйкестендіруге мүмкіндік берді. Қазақстан ғылыми мекемелерінің осы жылдарда қызметі жандана түсті. Қазақстанның Орталық музейі ескерткіштерді тіркеу, кездейсоқ табылған олжалардың есебін алу ісін және шағын қазба жұмыстарын жүргізеді. Баспасөзде Көксу өзеніндегі қалашық орны туралы және Жетісу ескерткіштері, бақанастық қалалар жайлы М.Тынышпаевтың және В.Д.Городецкийдің Талғар қонысы туралы мақалалары шығады. 1938 жылы Оңтүстік Қазақстан ескерткіштерін қорғау мақсатында Жамбылда Г.И.Пацевич басқарған Археологиялық пункт ұйымдастырылады. Г.И.Пацевич 10 жылдан астам уақыт бойы көне мұраларды тіркеуге алып отырды, Тараз бен оның төңірегіндегі қазба жұмыстарына жетекшілік етті және кездейсоқ табылған олжаларды жинақтады. Пункт Жамбыл облысының оңтүстік аудандарына және Шу өзенінің орта ағысындағы аудандарға экспедиция ұйымдастырды, ортағасырлық Тараздан Испиджабқа (Сайрам ауылы) дейінгі керуен жолдарының бойында орналасқан материалдық ескерткіштерді, яғни қала, бекініс қирандыларын, қоныстар мен обалы қорымдарды зерттеп, картаға түсірді. Одан басқа, олар Үшбұлақтау, Көйке-Білтау тауларының солтүстік сілемдері мен Жабағлы тауында барлау жұмыстарын жүргізді. ХХ ғасыр 20 жылдарының бас кезі мен 40 жылдардың бас кезін Қазақстан археологиясының дамуындағы екінші кезең деп санауға болады. 1946 жылы Қазақстанда Ғылым академиясының құрылуына байланысты археологиялық жұмыстардың көпшілігін Ш.Ш.Уәлиханов атындағы Тарих, археология және этнография институты жүргізеді. Осы кезден бастап археологиялық зерттеулер орталығы Алматыға ауысады, археология бөлімі ашылады, оның алғашқы жетекшісі болып Ә.Х.Марғұлан тағайындалынады. Археология бөліміне Е.И.Агеева, Г.И.Пацевич, Т.Н.Сенигова, А.Г.Максимова жұмысқа қабылданып, белсенді түрде ғылыммен айналыса бастайды, кейінірек олардың қатарына К.А.Ақышев, Г.В.Кушаев, Ә.М.Оразбаев, М.Қ.Қадырбаевтар қосылады. Жалпы алғанда, 1946 жыл Қазақстан археологиясының дамуындағы жаңа кезеңнің, үшінші кезеңнің басы болды. Құрылған бөлімнің алғаш ұйымдастырған археологиялық экспедициясы Ә.Х.Марғұлан басқарған Орталық Қазақстан археологиялық экспедициясы (ОҚАЭ) болды. Күні бүгінге дейін бұл экспедиция Сарыарқадағы көненің көздерін жүйелі түрде іздестіріп, зерттеп келеді, оның жұмысы жер ауқымдылығымен ғана емес, сонымен қатар зерттелетін ескерткіштердің хронологиялық диапазонының кеңдігімен де ерекшеленеді. Экспедиция неолит және энеолит дәуірлерінің тұрақтарын, андрон және дәндібай-беғазы мәдениеттерінің қоныстары мен зираттарын, б.з.б. VІІ-І ғасырлардағы жерлеу ғимараттарын, түрік заманы обаларын, ортағасырлық қалалар мен қоныстарды тауып, зерттеді және қазу жұмыстарын жүргізді. Ә.Х.Марғұлан орта ғасырларда Орталық Қазақстанның көшпелілер елі ғана емес, сонымен қатар отырықшы және қала мәдениеті орталықтарының бірі болғанын дәлелдеп берді. Мұнда Нұра және Сарысу алқаптарында, Ұлытау етегінен қолөнердің, сауда мен егіншіліктің орталықтары болған ортағасырлық қоныстар мен қалалардың қалдықтары табылды. Қалалар мен қоныстардың көпшілігі мыс, қалайы, күміс, қола, алтын өндіретін орындар болды. Соғыстан кейінгі А.Н.Бернштам мен Е.И.Агеева басқарған Оңтүстік Қазақстан археологиялық экспедициясы (ОҚАЭ) екінші ірі экспедиция болды. Оның жұмысының қорытындысы Отырар шұраттарындағы, Шу-Талас өзендері аралығындағы, Қаратаудың солтүстік беткейіндегі, Сырдария алқабындағы қалалар мен қоныстар анықталған орындардың үлкен тобын зерттеу, картаға түсіру және хронологиясын анықтау болған еді. Қала топографиясын зерттеу мен қыш ыдыстарды сыныптау қала мәдениетінің мәдени-тарихи кезеңдерін түйіндеуге, Орта Азиямен болған қолөнер мен сауда, этносаяси байланыстардың бағытын анықтауға мүмкіндік берді. Өткен ғасырдың 50 жылдарында ОҚАЭ-ның мәнді де маңызды жұмыстарының бірі деп Арыс өзені алабындағы Жуантөбе қаласы мен Бөріжар қорымындағы, Баба-Ата қаласындағы кешенді зерттеулерді айтуға болады, өйткені ортағасырлық ескерткіштер алғашқы рет кең ауқымда қазылған еді. Қазақстанның оңтүстігіндегі Қаңлы мемлекеті мәдениетімен салғастырылатын қаңлы-қаратау (отырар-қаратау) мәдениетін жіктеп берген, сонымен қатар Ақтөбе қонысындағы қазба жұмыстарды, Қаратаудың солтүстік беткейлеріндегі қола дәуірі мен петроглифтер анықтаған зерттеулерді де ерекше атап кетуге болады. Орталық Қазақстан археологиялық экспедициясымен және Оңтүстік Қазақстан археологиялық экспедициясымен қатар 1945 жылдан бастап КСРО ҒА-ның С.П.Толстов жетекшілік еткен Хорезм археологиялық-этнографиялық экспедициясы Қызылорда облысында археологиялық зерттеулер жүргізді. Шірік-Рабат, Баландыда қазба жұмыстары басталып, Жетіасар шатқалындағы ескерткіштер, оғыздардың қалалары зерттелінді. 1947 жылдан бастап С.С.Черников басшылық жасаған Шығыс Қазақстан археологиялық экспедициясы жұмыс істеді. Экспедицияның негізгі міндетіне Өскемен мен Бұқтырма ГЭС-терінің салынуына байланысты су астында қалатын аймақта орналасқан ескерткіштерді анықтау және зерттеу кірді. Бұл жерден неолит дәуірінен орта ғасырларға дейінгі көптеген ескерткіштер тіркеліп, Шығыс Қазақстанның өткен тарихын сипаттайтын материалдар алынды. Ш.Ш.Уәлиханов атындағы ТАЭИ археология бөлімінің қызметкері А.Г.Максимова өңірдің қола дәуірі туралы кандидаттық диссертациясын дайындады. 1948-1950 жылдары Қазақстанның батыс аудандарында И.В.Синицын жетекшілік еткен Саратов мемлекеттік университетінің археологиялық экспедициясы өзінің жұмыстарын жүргізді. Үлкен және Кіші Өзен өзендері аңғарында, Қамыс-Самар құйындысы мен Дұңғұл ауданындағы каспийлік құмдарда зерттеу жұмыстары жүргізіледі. Нәтижесінде сарматтар дәуірі мен орта ғасырларға жататын көптеген ескерткіштер анықталып, қомақты заттық материалдар жинақталады. 1950 жылы Батыс Қазақстандағы Сарайшық қаласында Ә.Х.Марғұлан жетекшілік еткен Батыс Қазақстан археологиялық экспедициясы (БҚАЭ) жұмыс істеді. 1953 жылы Т.Н.Сенигова басқарған БҚАЭ неолит дәуірінің тұрақтарын, қола ғасырына және ерте темір дәуіріне жататын ескерткіштер табады. 1954 жылы Тарих, археология және этнография институты болашақта Қапшағай ГЭС-нің суы астында қалатын аймақты зерттеу мақсатында К.А.Ақышев басқарған Іле археологиялық экспедициясын ұйымдастырды. Алғашқы бір маусымның өзінде-ақ экспедиция сақтар үйсіндер дәуіріне жататын обалардың үлкен тобын тапты, олардың арасынан зерттеуге үлгі-өлшеуіш (эталон) ретінде Бесшатыр қорымы таңдап алынды. Оңтүстік-батыс Жетісу аумағында Жамбыл облыстық тарихи-өлкетану мұражайының экспедициясы жұмыс істеді. Мұндағы археологиялық ізденістерді Г.И.Пацевич пен Л.И.Ремпель басқарды. 40-жылдар соңы мен 50 жылдары Қазақстан аумағынан бірнеше қызықты кездейсоқ олжалар табылды, олар жөніндегі ақпараттар ҚазКСР ҒА басылымдарында жиі басылып тұрды. 1954-1956 жылдары тың және тыңайған жерлерді игеруге байланысты Қазақстанның көптеген облыстарына арнайы археологиялық зерттеулер ұйымдастырылды, нәтижесінде қирай бастаған ескерткіштер жай-жапсары қаузалды. Қазақстан археологиясының 50-жылдардың орта шеніндегі аса жарқын жаңалықтарының бірі Оңтүстік Қазақстандағы Қаратауда ежелгі палеолиттік тұрғын-жайлардың табылуы болды. Оларды геолог Г.Я.Ярмак пен археолог Х.А.Алпысбаев тапқан еді. Бұл жаңалық қазақстандық археологияның жаңа бағытын – палеолитті зерттеудің негізін қалады. Сайып келгенде, өткен ғасырдың 40-жылдарының аяғы мен 50-жылдары археологиялық зерттеулердің кең өрістетілуімен ерекшеленді. Олар Қазақстанның барлық өңірлерін қамтыды да, жұмыс аясына әртүрлі хронологиялық ауқымдағы ескерткіштерді енгізді. Бұл жылдардағы маңызды жаңалықтар арасында Қазақстанның оңтүстігіндегі палеолит ескерткіштері, Іле өзені аңғарындағы сақтар мен үйсіндердің обалары, Таңбалытас шатқалындағы суреттер бар еді. Осы кездері Іле өзеніндегі Бесшатыр қорымында, Сырдария өңірі Шардара шатқалындағы үңгіме жерлеу (катакомба) орындарында, Баба-Ата ішкі қамалында (цитадель) қазба жұмыстары басталған еді. Қазақстандық ғалымдармен бірге ескерткіштерді зерттеумен Мәскеу мен Ленинградтың (Санкт-Петербург - авт.) белгілі археологтары С.П.Толстов, А.Н.Бернштам, С.С.Черников, И.В.Синицын да айналысты. 1946 жылы басталған Қазақстан археологиясының дамуындағы бұл үшінші кезеңді 1960 жылы жарық көрген «Археологическая карта Казахстана» жинағы өзінше бір қорытындылап өтті, ол көп жылдарға созылған кең ауқымды археологиялық жұмыстардың қорытындысын жасады және оның ең перспективалы бағыттарын белгілеуге мүмкіндік берді. Қазақстан археологиясының келесі төртінші даму кезеңі 60-70 жылдарды қамтиды. Бұл кезеңге жаңа ескерткіштерді тауып, оларды сипаттаған зерттеулер ауқымының кеңдігі ғана емес, сонымен қатар ірі ғылыми проблемаларды тереңдете шешу үшін көпжылдық стационарлық қазба жұмыстарын ұйымдастыру да тән еді. Ә.Х.Марғұлан, кейіннен М.Қ.Қадырбаев, С.М.Ақынжанов басқарған Орталық Қазақстан археологиялық экспедициясы бұрынғыдай қола ғасыры мен ерте темір дәуірі ескерткіштерін зерттеуді алдарына басты мақсат етіп қойды. Нәтижесінде тасмола мәдениеті мен андронов мәдени-тарихи қауымдастығының қорымдары зерттелді. Осы уақыттары қола дәуірінің 30-дай қоныстары зерттелінді. Олардың арасында Атасу, Ортау, Бұғылы, Ақсу-аюлы, Байбола, Жамантас, Тағыбайбұлақ секілді ескерткіштер бар. Бетпақдаланың солтүстігінен Ақсай, Сартабан қорымдары, Атасу аңғарынан Қараөзек қорымы, сондай-ақ кен орындары зерттелінді. Қарқаралы және Баянауыл тауларының аудандарынан көптеген андроновтық ескерткіштер табылып, зерттелді. 1966 жылы Орталық Қазақстан археологиясына арналған Ә.Х.Марғұлан, К.А.Ақышев, М.Қ.Қадырбаев, Ә.М.Оразбаев дайындаған іргелі зерттеу жұмысы жарыққа шықты. Кейінірек, 1979 жылы Ә.Х.Марғұлан 50-60 жылдары шоғырланған материалдарды пайдалана отырып Сарыарқаның жарқын феномені болып табылатын беғазы-дәндібай мәдениетіне арналған монографиясын жариялайды. Солтүстік және Орталық Қазақстанда кең көлемді қазба жұмыстарын жүргізген Г.Б.Зданович алынған материалдарды мұқият талдап, ескерткіштердің жаңа кезеңдестірілуі мен хронологиясын жасап шықты. В.В.Евдокимов қола дәуіріндегі Орталық Қазақстан тұрғындарының экономикасы мен демографиясына қатысты сауалдарды зерттеді. Қазақстанның оңтүстігінде, Қаратау шатқалдарында, Сырдария алабында Х.А.Алпысбаев тас дәуірі ескерткіштерін қарқынды түрде зерттеумен шұғылданды. Мұндағы жұмыстарының кейбір қорытындысы Бөріқазған, Кемер, Қызылрысбек, Тоқалы, Дарбаза секілді ескерткіштердің материалдары берілген оның 1979 жылғы монографиясында көрініс тапты. Солтүстік балқаш маңының орталық бөлігіндегі палеолиттік ескерткіштерді А.Г.Медоев басқарған отряд, Орталық Қазақстан палеолит дәуірі ескерткіштерін М.Н.Клапчук зерттеді. Бұл жылдары тас дәуірінің ескерткіштері Батыс Қазақстаннан, Маңғыстаудан табылып, зерттелді. Ертіс алабындағы, Павлодар облысындағы неолиттік тұрақтарда Л.А.Чалая басқарған экспедиция нәтижелі жұмыстар жүргізді. Өткен ғасырдың 60-жылдары Жетісудағы сақ және үйсін ескерткіштерін зерттеу де өз жалғасын тапты. Іле алқабындағы сақ және үйсін мәдениетіне арналған монографияларында К.А.Ақышев сақтар мен үйсіндердің шығу тегін қаузады, жебе ұштарының хронологиялық сыныптамасын жасады, ал Г.А.Кушаев Жетісудағы үйсін мәдениетінің кезеңдестірілу этаптарын айқындап берді. Әлемдік маңызы зор Қазақстан археологиясындағы елеулі жаңалық «Есік» обасының ашылуы болды, ол сақ мәдениетін, олардың мифологиясын, өнерін, жазуын, әлеуметтік құрылысын зерттеуге жаңа серпін берді. Ғылымда бұл олжа «Алтын адам» деген атпен кеңінен белгілі. Оның алтын әшекейлерін, киімін, бас киімін, қару-жарағын, керамикалары мен ыдыстарының біріндегі жазуын зерттеу сақ эконмикасы, олардың мәдениеті мен мифологиясы жайлы таным-түсініктерді өзгертті. Оған байланысты отандық және әлемдік ғылымда үлкен резонанс туғызған К.А.Ақышев пен Ә.К.Ақышевтің бірнеше мақалалары жарық көрді. Орталық Қазақстандағы ескерткіштері «тасмола мәдениеті» деген атау иеленген сақ мәдениетін М.Қ.Қадырбаев зерттеді. Ғалым бұл мәдениеттің өзіндік ерекшелігін көрсетіп берді, кезеңдестірілу сауалдарын айқындап, ежелгі тайпалардың шаруашылығына талдау жасады. Сармат уақытының құнды олжалары Батыс Қазақстандағы Лебедевка қорымынан табылды, одан ауқатты сарматтар мен ортағасырлық көшпенділердің жерлеу орындары аршылған. Сырдарияның төменгі ағысында орналасқан Жусалы ауданындағы жетіасар мәдениетінің ескерткіштерін Хорезм археологиялық-этнорафиялық экспедициясының мүшелері С.П.Толстов, Л.М.Левина, Б.А.Андриановтар зерттеді. Жетіасар шатқалындағы жұмыстар өз жалғасын тауып, одан көптеген қоныстар мен қорымдар анықталды. Жаңа мәліметтер мен материалдар негізінде б.з. І-мыңжылдығындағы керамикаға арналған монография дайындалды. Арыс өңіріндегі отырар-қаратау мәдениетінің қоныстарын зерттеуді Н.П.Подушкин, кейіннен А.Н.Подушкин жүргізді. 70-жылдары Қазақстан археологиясының тағы бір бағыты – петроглифтерді зерттеу айқындалды. Егер бұрын осы археологиялық дерек көздерін зерттеу ретсіз және жүйесіз түрде жүргізіліп келсе, енді олар М.Қ.Қадырбаевтың, А.Н.Марьяшевтің, А.Г.Медоевтың арнайы зерттеу нысанына айналды. Қаратау сілемдері, Маңғыстау және басқа аймақтардағы жартас суреттеріне арналған қорытындылаушы ірі еңбектер солардың есімдерімен тікелей байланысты. 1969 жылы ҚазКСР ҒА Отырар археологиялық экспедициясын ұйымдастырды, ол 1971 жылы Оңтүстік Қазақстан кешенді археологиялық экспедициясы (ОҚКАЭ) болып атауын өзгертті. Оны К.А.Ақышев басқарды. Отырар шұраттарындағы Отырар, Қостөбе, Көк-Мардан, Мардан-Күйік, Құйрықтөбе; Қаратаудың солтүстік беткейіндегі Түркістан, Раң және Күлтөбе қалалары көп жылдық тұрақты қазба жұмыстарына негізгі нысан етіп алынады. Қалалар мен қоныстардың орындарына қоса, экспедиция мүшелері түрлі дәуірдің обаларын, соның ішінде белгілі және бұрын зерттелген Бөріжар обасын, Шағаны, Көк-Марданды да зерттеді. Отырар-төбе қаласының орнындағы ХVІ-ХVІІІ ғасырлар қабаттарының деңгейінде кең көлемді қазба жұмыстары ұйымдастырылды. Көптеген тұрғын махаллалары, қыш және кірпіш күйдіру шеберханалары, қоғамдық құрылыстар – мешіттер, кесенелер, моншалар қазылып аршылды. Ауқымды қазба жұмыстары б.з. І-мыңжылдық бірінші жартысындағы Көк-Мардан қонысында да жүргізілді, одан да махаллалар, үйлер мен ғибадатханалар аршылған болатын. Құйрықтөбе қаласының ішкі қамалында VІ-ІХ ғасырлар деңгейінен сарай құрылысы аршылды, оның салтанатты залынан құдайлардың бейнелері мен ақсүйектер көрінісі қашап жасалған бірегей тақталар табылды. Қала шахристанынан VІ-ҮІІІ ғасырлардың, ІХ-ХІ ғасырлардың, ХІІ ғасыр құрылыстарының кешендері, ХІІІ-ХІV ғасырларға жататын темір соғатын шеберханалар және Х-ХІ ғасырларда жұмыс істеп тұрған алқалы мешіт аршылады. Бөріжар қорымын қазған кезде жерлеу ғұрпына және ертедегі, орта ғасырлардағы тұрғындардың діни көзқарастарын көрсететін қызықты материалдар алынды. Экспедиция тобы Отырар шұраттарында, Қаратаудың оңтүстік және солтүстік беткейлерінде, Сауран маңында ирригациялық зерттеу жүргізді, кейінгі орта ғасырлардағы кәріздер жүйесін тапты. Солармен қатар палеоэтнографиялық зерттеулер, атап айтқанда, қазақтардың отырықшылану үрдістерін анықтау мақсатында қазақ қыстауларын қазу жұмыстары жүргізілді (С.Ж.Жолдасбаев). Оңтүстік Қазақстан кешенді археологиялық экспедициясының жұмыстары республикалық археологияны жаңа деңгейге көтерді, соның нәтижесінде бірқатар жаңа ғылыми бағыттар белгіленді. Жұмыс қорытындылары бойынша К.А.Ақышев, К.М.Байпақов, Л.Б.Ерзакович, В.А.Грошев дайындаған бірнеше монография жарыққа шықты. Тараздағы жұмыс нәтижелері осы қала жайлы жазған Т.Н.Сенигова монографиясында кеңінен баяндалды. Сырдариядағы Шардара ГЭС құрылысы аймағында 1959-1963 жылдары қазақстан-ресейлік археологиялық экспедиция жұмыс істеді. Материалдарын Г.А.Максимова, М.С.Мерщиев, Б.И.Вайнберг, Л.М.Левина жариялады. 60-жылдардың орта шенінде Р.З.Бурнашева, В.Н.Настич есімдерімен байланысты қазақстандық нумизматика дами бастайды. Отырарды, Құйрықтөбені қазу барысында ауқымды мәнеттік (монеталық) материалдар жинақталды. Бұл бірен-саран олжалар ғана емес, көмбе қоймалары да болатын. Мәнеттер тарихи мерзімді анықтайтын материал ретінде, сондай-ақ орта ғасырлардағы Қазақстанның саяси және экономикалық тарихын, оның сауда және мәдени байланыстарын зерттеуге арналған дереккөзі ретінде де зерделенді. Нәтижесінде, Қазақстандағы Отырар, Испиджаб, Түркістан, Женд, Сығанақ, Тараз, Алматы қалаларында мәнет сарайларының жұмыс істегендігі анықталды. Бұл кезеңдегі археологиялық жұмыстардың қорытындылары «Қазақ КСР тарихы» атты бестомдық еңбектің екі томында (Алматы, 1977, 1979) түзілді, онда археологиялық дереккөздері талданып, ежелгі және ортағасырлық Қазақстандағы тарихи үрдістер динамикасы көрсетілді. Кезекті, бесінші, Қазақстан археологиясы тарихының кезеңі өткен ғасырдың 80-жылдары басталды. Ол ұйымдастыру жұмыстарындағы өзгерістермен сипатталынады. Облыстарда археологиялық орталықтар қалыптасады, археологиялық жұмыстар кеңейе түседі. Археологияның өзекті проблемаларына арналған көптеген мақалалар, монографиялық жұмыстар жарыққа шығады, археологияның жаңа бағыттары қалыптасады, археологияда жаратылыстану ғылымдарының әдістері қолданыла бастайды. Айталық, 1981 жылы Алматыда Қазақстан мен Орта Азия ортағасырлық қалаларына арналған бүкілодақтық жиын өтеді. Онда кейінгі орта ғасырлар археологиясы сынды жаңа бағыт дараланған еді. 1987 жылы Алматыда көшпелі және отырықшы мәдениеттердің өзара байланысына арналған Халықаралық симпозиум өтті. Көшпенділер мен отырықшы елдердің өзара байланысын зерттеу оған қатысты ілімнің шоғырлануынан және де осы проблемаға қатысты бұрынғы стереотипті бұзуға бағытталған ғылымның дамуынан туындаған еді. Осы кездері тарихтың түрлі кезеңдеріндегі мәдениетаралық байланыстарды және де бұл процестің жалпы да, белгілі бір өңірге (региондық) тән негізгі заңдылықтарын айқындауға деген сұраныс күннен-күнге артып келе жатқан болатын. Осы кездері республика аумағындағы барлық ескерткіштердің ғылыми тізімдемесі – «Қазақстан тарихы мен мәдениеті ескерткіштерінің Жинағын» жасау оның негізгі міндеттеріне айналды. Мұндай энциклопедиялық басылым археология саласындағы стратегиялық зерттеулерге негіз болуға, сондай-ақ мәдени мұраны сақтау ісін жақсартуға қызмет етуі тиіс еді. Ежелгі және орта ғасырлардағы Қазақстанның тау-кен ісі мен металлургиясын, мал шаруашылығы тұрпаттарының барлық кезеңдерде дамуын, қолөнер, сауда және ақша айналымын, ауыл шаруашылығы мен ирригациясын қамтитын палеоэкономикалық зерттеулер де кең қанат жая бастайды. Осы жылдары Қазақстанның далалы аймақтарында жарқын ашылулар болды. Мәселен, В.Ф.Зайберт бастаған археологтар Ботай қонысын ашып, энеолитке жататын ботай мәдениетін бөліп көрсетті. Қазіргі таңда бұл қоныстың кейбір мәдени қабаттары неолит дәуіріне жататындығы да анықталып отыр. Сонымен қатар қола дәуіріндегі мал шаруашылығы мен малшылық-егіншілік өркениеттердің Қазақстан мен Оралдың сыртқа жағында болғандығын айқындайтын байырғы қала (протогород) типіндегі кешендер негіздемесін кеңейту мен тереңдетудің де сәті түсті. Шүлбі ГЭС құрылысы аймағында 1980-1983 жылдары алғашқыда А.Г.Максимова, ал кейіннен С.М.Ақынжанов жетекшілік еткен Шүлбі археологиялық экспедициясы жұмыс істеді. Кең ауқымды археологиялық ізденістер тас, қола, ерте темір, ортағасырлық көшпелілер ескерткіштеріндегі қазба жұмыстарын, петроглифтерді зерттеу ісін қамтыды. Оның құрамында Ж.Қ.Таймағамбетов, З.С.Самашев, Ю.И.Трифонов, А.С.Ермолаева, т.б. жұмыс істеді. Қимақтар мен қыпшақтардың жерлеу ескерткіштеріне қатысты материалдар отандық тарихнамада алғаш рет С.М.Ақынжановтың монографиясында толымды түрде көрініс тапты. Тас дәуірінің ескерткіштерін зерттеу Қазақстанның географиялық жағдайы мен аумағының ауқымдылығы палеолиттік мәдениеттер эволюциясы мен ежелгі миграциялық үрдістер үшін маңызды екендігін көрсетіп берді. Айталық, Қаратау палеолит ескерткіштері Орта Азия, Қытай, Пәкістан, Үндістан, Моңғолия секілді іргелес және алыс жатқан өңірлердегі тұрақтармен ұқсастығы бар екендігі анықталды. Бұл ұқсастық көне мәдениеттердің даму жолы бір екендігін көрсетеді. Қазақстан палеолитін одан ары тереңдете зерттеу мақсатында әрі сенімді хронологиялық жатыстыру үшін стратиграфиясы сақталған, мәдени қабаттары бұзылы қоймаған Ш.Ш.Уәлиханов атындағы тұрақ (Оңтүстік Қазақстан), Шүлбі (Шығыс Қазақстан) ескерткіші секілді кешендердің маңызы зор екендігін Х.Алпысбаев, Ж.Таймағамбетов ізденістері көрсетіп берді. Бұл зерттеулердің нәтижелері, жаңадан алынған материалдар Қазақстан аумағын алғашқы адамның қоныстану уақыты мен жолдарын жаңадан қарастыруға мүмкіндік берді. Орталық Қазақстан мезолиті Қарағанды-ХV және Әкімбек тұрақтарының материалдары бойынша өрбітіледі. Қазақстан неолиті мен энеолиті ұзақ уақыт бойы аз зерттелініп келді. Жиыстырылған материалдар іргелес аумақтарда орналасқан ескерткіштердің оған ұқсас бұйымдарымен қатар қарастырылды. Өңірдегі неолит ықшамаудандарын бөліп көрсету, неолиттік индустрияның салыстырмалы-типологиялық сипаттамасы мен талдауының жасалуы атбасар секілді археологиялық мәдениетті бөліп көрсетуге жетеледі. Орал-Ертіс өзендері аралығындағы энеолит сан алуан шаруашылық-мәдени типтер арқылы бағамдалып, мал шаруашылығы (жылқы шаруашылығы) басым болған көп салалы шаруашылық ретінде сипатталынды. Айтылып отырған кезеңдегі андроновтық зерттеулер байырғы қала мәдениетін кең түрде қарастыру және социум, идеология мен палеоэкономика арқылы зерделеулер бойынша дамыды. Өз кезегінде оған Еуразия қола мәдениеттерін зерделеуге жаңадан тың серпін берген Арқайым, Сынташты (Синташта), Кент секілді ескерткіштердің ашылулары да себепкер болған еді. Ғылыми айналымға солтүстік Бетпақдалада орналасқан қоныстар мен қорымдардың жаңа мәліметтері енді. М.Қ.Қадырбаев пен Ж.Қ.Құрманқұлов монографияларында Атасу-1, Мыржық, Ақ-Мұстафа, Ақмая секілді ескерткіштердің материалдары бір жүйеге түсірілді де, ғылыми талдаудан өтті, археологиялық нысандардың орналасу заңдылықтары анықталды. Аумағы 15 мың шаршы метр жерді алып жатқан, қоланы балқытатын және одан қола бұйымдар жасайтын орталыққа айналған Атасу-1 ірі қонысынан алынған нәтижелердің маңызы өте зор. Қоныс аумағынан металл балқытатын кешендер мен шұңқыр-пештердің қалдықтары табылған. Сонымен қатар Жетісу қола дәуірі бойынша да материалдардың шоғырлану үрдісі жүріп жатты, андронов мәдени-тарихи қауымдастығының ірі орталықтарының бірі болғандығын айғақтайтын бұл аймақтан ондаған қоныстар мен қорымдар табылды (А.Н.Марьяшев, А.А.Горячев). Батыс Қазақстан қола дәуірі ескерткіштерін зерттеу барысында қызықты нәтижелерге қол жеткізілді. Г.А.Кушаевтың айтуынша, Батыс Қазақстанға андронов және қима мәдени-тарихи қауымдастықтарының тоғысуы тән, бұл қауымдастықтардың шекарасы Ор және Елек өзендерінің аралығынан өткен. Ерте көшпенділердің ескерткіштерін және сақ, сармат, үйсін, қаңлы, хуннулар мәдениетінің проблемаларын, әлеуметтік-экономикалық өмірін зерттеу дәстүрлі түрде Қазақстан ғылымында маңызды орын алған. Айталық, К.А.Ақышев ізденістерінде Алакөлден Таласқа дейінгі өңірде патша қорымдарын картаға түсірген материалдар негізінде Жетісу сақтары қоғамының бейнесін айқындаған тезис одан ары дамытылды. Сақ (скиф) өнерінің шығу тегі де қарастырылды. А.К.Ақышев пікірінше, құлан бейнеленген алтын сырғалардың табылуы «аң» стилінің жергілікті негізі бар екендігін нақты дәлелдейді. Скифтердің шығуы сауалдарына арналған ізденістер де пайда болды. Мәселен, оған қатысты еңбек жазған Р.Б.Исмагиловтың жазуынша, Қара теңіз жағалауындағы «патша» обалары кейбір белгілеріне қарағанда Жетісудағы сақ мәдениетін қалдырған көшпенділер тобының миграциясымен байланысты. \n\nhttp://e-history.kz/kz/contents/view/337",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Жылымық» жылдарындағы қоғамдық-саяси және мәдени өмір?",
        "question_content": "«Жылымық» жылдарындағы қоғамдық-саяси және мәдени өмірге талдау жасаңыз.(қысқаша)",
        "question_date": "25.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 134000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоғамдық-саяси жүйеде 20- жылдардың ортасында орныққан қатаң әкімшіл-әміршілдік жүйе 40–50 жылдары шарықтай түсті. Бұл қоғамдық-саяси өмірдің барлық саласынан көрініс тапты. Адамның табиғи құқығын шектеу, ұлттық мүддені ескермеу, мемлекеттік басқару жүйесіне ықпал жасау сияқты олқылықтардың шегі болмады. Қоғамдық-саяси және мәдени өмір орталықтан басқарып отырған Коммунистік партияның қатаң бақылауына алынды. Сталиннің жеке басына табыну қоғамдық өмірде берік орын алды. Үкімет басшылары түрлі желеулермен заңдылықтарды өрескел бұзып, мемлекеттік билікті теріс қолданып жатты. Оған өзгеше ойлайтын адамдарды қудалауға жаңа науқан ашқан БКП (б) Орталық Комитетінің 1946 жылдың 14 тамыздағы “Звезда” және “Ленинград” журналдары туралы қаулысы бұл құбылыстың нақты дәлелі бола алады. Қазақстан партия комитеттері өз жұмысын аталмыш қаулының аясында жүргізді. Москва мен Ленинградта “Лениградтық іс”, “Дәрігерлер ісі” жүргізіліп жатқанда Қазақстанда талантты тарихшы “Бекмахановтың ісі” ұйымдастырылды. Е.Бекмаханов соғыс жылдары А.П.Кучкин, А.М. Панкратова, Б.Д. Греков, Н.М. Дружинин және тағы басқа кеңес тарихшыларымен бірлесіп Қазақ КСР тарихын даярлаған болатын. Кітап 1943 жылы баспадан жарық көрді. Алғашқыда еңбек жоғары бағаланғанына қарамастан, көп ұзамай сынға алынып, әсіресе, кітаптағы ұлт-азаттық көтерілістерге берілген баға қызу айтыс тудырды. Е.Бекмахановтың 1947 жылы жарық көрген “Қазақстан XІX ғасырдың 20-40 жылдарында” деген көлемді еңбегі де сынға ұшырады. 1950 жылы “Правда” газетіндегі “Қазақстан тарихының мәселелерін маркстік-лениндік тұрғыдан жазу үшін” деген мақалада Е.Бекмаханов еңбегі айыпталды. 1951 жылы 10 сәуірде Қазақстан Компартиясының Орталық Комитеті “Правда” газетіндегі мақала бойынша қаулы қабылдап, “Бекмахановтың буржуазиялық-ұлтшылдық көзқарасын айыптады”. Қаулыны жүзеге асыру барысында тарих ғылымдарының докторы Е.Бекмаханов Ғылым академиясындағы қызметінен босатылып, барлық ғылыми атақтарынан айырылып, 1952 жылы 4-желтоқсанда 25 жылға сотталды. Е.Бекмахановпен қатар республиканың көрнекті қоғамтану ғалымдары А.Жұбанов, Х.Жұмалиев, Б.Шалабаев, Б.Сүлейменов, Е.Смайлов, жазушы Ю.Домбровский осындай жалған айыптармен жазаланып, сондай-ақ Ә.Марғұлан, Ә.Әбішев, С.Бегалин секілді ғалымдар мен жазушылар саяси және буржуазиялық-ұлтшылдық қателіктер жіберді деп айыпталды. 1948 жылы “космополитизммен”, яғни шетел мемлекетерінің мәдениетіне көңіл бөлушілермен күрес науқаны басталды. Космополитизм науқанында Қазан төңкерісіне дейінгі қазақ халқының мақтанышы болып келген Шортанбай, Шәңгерей, О.Қарашев феодалдық-реакцияшылдар деп танылып, ал кейінгі кеңес әдебиетшілері – Б.Кенжебаев, Т.Нұртазин, Ә.Қоңыратбаев, Е.Ысмайылов ұлтшылдар ретінде қудаланды. Ғылым Академиясының президенті Қ.Сәтбаев “Едіге батырға” алғысөз жазғаны үшін “ұлтшыл” атанса, М.Әуэзов 1945 ж. жарық көрген “Абай өмірінің және творчествосының биографиялық очеркі” еңбегінде Абайды “феодалдық ақындар Шортанбай, Мәшһүр Жүсіп Көпеев ортасында суреттегені үшін” қудаланады. Екі зиялыға да осындай орынсыз кінәлар тағылғаннан кейін, Москваға қоныс аударуға мәжбүр болды. “Космополиттер” қатарына белгілі шығыстанушы, академик В.В.Бартольд та енгізілді. Оған “араб, иран, қытай мәдениеттерін жоғары көтерген” деген мағынадағы кінә тағылды. Сонымен қатар 1946 жылы А.Маметованың “Абай Құнанбаев” атты әдеби еңбегіне де космополиттік деген кәні тағылып, басылымнан алынды. 1952 жылы баспадан С.Мұқановтың “Балуан Шолақ”, С.Мұқанов алғысөз жазған Қ.Аманжолов пен Х.Бекхожиннің “Батырлық эпосы”, Қ.Сатыбалдиннің “Әлия”, М.Хакимованың “Мәншүк” еңбектері қайтып алынды. Осылайша соғыстан кейінгі жылдарда пісіп-жетіліп келе жатқан қоғамда өзгеріс қажет деген ұғымды әкімшіл-әміршілдік жүйе тұншықтырып тастады. 1953 жылы Сталин қайтыс болғаннан кейін қуғын-сүргін науқаны біраз баяулады. Сталиннің өз кезінде жоспарлаған Қазақ КСР Ғалым Академиясының тарих, археология, этнография институтын, тіл және мәдениет институтын, Кеңестік жазушылар Одағын “ұлтшылдардан” тазалау саясаты тоқтатылды. 1953 жылы мамыр айынан бастап социалистік қоғамдағы қайшылықтар, жеке тұлға мен халықтың тарихтағы рөлі, Сталиннің жеке басына табыну мәселелері төңірегінде алғашқы пікірлер айтыла бастады. Кезінде ОГПУ, НКВД-ні басқарып, әкімшіл-әміршіл жүйенің адамзатқа қарсы жасалған қылмыстарын заңдастырған Берия ату жазасына кесілді. “Үштіктер”, “Бестіктер”, “Ерекше кеңес” жойылып, ГУЛАГ МҚК-не берілді. Л.П.Берияның қылмыстық іс-әрекетін үзілді-кесілді тоқтату қоғамдық өмірді демократияландыру жолындағы маңызды кезең болды. Бірақ бұл - әкімшіл-әміршіл жүйенің күйреуі емес болатын. Сотталған адамдар бұрынғыша лагерлерде отырды, ал адам құқығының аяққа басылуына Сталиннің өзі сияқты қатысы болған көптеген саяси қайраткерлер жоғарғы өкімет орындарында отыра берді. 1954 жылы Қазақстандағы тың және тыңайған жерлерді игерудің басталуы республикадағы қоғамдық өмірге үлкен әсерін тигізді. Тың жерлерді игеру науқаны барысында кадрлар өрескел түрде алмастырылды. Он жылдың ішінде Қазақстан Компартиясының Орталық Комитетінің бірінші хатшысы алты рет өзгертілді. Бірінші хатшы Ж.Шаяхметовтің орнына КСРО мәдениет министрі П.Понаморенко тағайындалды. Ал үкімет басындағы Н.Оңдасынов орнына Д.Қонаев келді. 1955-1957 жылдары Қазақстан компартиясы Орталық Комитетінің екінші хатшысы қызметін атқарған Л.И.Брежнев П.Понаморенконың орнына көтерілді. Кейінгі басшылар: Н.И. Беляев (1957-1960), Д.А.Қонаев (1960-1962), И.Юсупов (1962-1964) болды. Бұл науқан барысында тағайындалған басшылардың көбі қазақ тарихын, ұлттық табиғи ерекшеліктерін білмейтін. Сондықтан науқан нәтижесі экологиялық, демографиялық, рухани зардаптар алып келді. 1956 жылы 14 ақпанда Москвада КОКП-ның ХХ съезі өтіп, онда Сталиннің жеке басына табыну айыпталды. КОКП Орталық Комитетінің бірінші хатшысы Н.С.Хрущев бастаған коммунистер партиясы сталиндік диктат үстемдігін әшкерелеп, талдау жасауға тырысты. “Жеке басқа табынушылық және оның салдары” туралы мәселе 25 ақпанда съездің жабық мәжілісінде көтеріліп, съезд өткен соң, жарты жылдан кейін, 30 маусымында “Жеке басқа табынушылықтың зардаптарын жою” жөнінде қаулы қабылданды. Н.С.Хрущевтің ХХ съездегі «Сталиннің жеке басына табынушылығын әшкерелеу” туралы баяндамасының толық мәтіні 33 жыл өткен соң ғана 1989 жылы жарық көрді. Тарихта “жылымық” деп аталып жүрген 1954-1964 жылдары біршама басшылықтың ұжымдық принциптері енгізіліп, әміршіл-әкімшіл басқару жүйесі босаңси бастады. Қоғамдағы кеңес және қоғамдық ұйымдардың рөлі біршама өсті. Қоғамдық өмірді демократияландыруға бағытталған бұл шаралар біршама ой еркіндігін тұғызды. Нәтижесінде мыңдаған кінәсіз сотталған адамдар лагерлерден босатылып, партияның кейбір көрнекті қайраткерлері ақталды. 1930-1950 жылдары істі болған зиялылардың істері қайта қаралып, 1953-1956 жылдары партия қатарынан шығарылған 5456 адам, Ұлы Отан соғысы жылдары жау басып алған территорияларда қалғандары үшін жазаланған 243 коммунист ақталды. Сондай-ақ, 1954 жылы Е.Бекмаханов, Қ.Сәтбаев, М.Әуезов еліне оралды. К.Бекхожин, С.Мұқанов, С.Кенебаев партия қатарына қайтадан алынды. Әйтсе де, Н.С.Хрушев пен оның төңірегіндегілердің Сталиндік тәртіпті сынға алуы үлкен ерлік болғанымен, олар әбден орныққан әміршіл-әкімшілдік жүйені толық жойған жоқ. Әлі де кінәсіз соталған адамдар түрмелерде қалды. Ресейлік патша өкіметінің отарлау саясатын ақтау мақсатында, Қазақстанның Ресейге өз еркімен қосылғандығы кеңінен насихатталып, қазақтардан бірыңғай коммунистік ұлт шығаруға бағыт алынды. Тарихи шындық ақтандақ қалпында қалып, кеңестер жүргізген қанды қырғын біржақты көрсетілді. А.Байтұрсынов, Ә.Бөкейханов, М.Жұмабаев, М.Дулатов, Ж.Аймауытов және т.б. алаш қайраткерлерінің қызметіне саяси әділ баға берілген жоқ. Ұлттық республикалардың егемендігі жоққа шығарылып, экономика салаларында жалпы бағытты белгілеу, кадрларды тағайындау және тағы басқа көптеген мәселелер орталықтағы шағын топтың қолында қала берді. Қайта құрулар соңына дейін жеткізілмеді. Сталиннің өлімінен кейін жасалған іс-әрекеттің жартыкештігінің салдарынан бір жағынан депортацияға ұшыраған башқұрттар, қалмақтар, шешендер, ингуштар мен қарашайлықтардың автономиясы қалпына келтірілсе, ал, екінші жағынан қырым татарлары, немістер, месхет түріктеріне өз автономиясын қайта құруға әкімшіл-әміршілдік жүйе тиым салды. Әкімшіл-әміршіл жүйені мойындаған қазақ зиялыларына біраз кешірімдер жасалғанымен тоталитарлық тәртіп зиялыларды бақылауын тоқтатпады. Мысалы, 1953-1954 жылдары М.Әуезовтің “Ақын аға”, К.Шаңғыбаевтың “Намыс” және т.б. еңбектері басылымнан алынып, жариялауға тиым салынды. 1956 жылы 19 желтоқсанында КОКП Орталық Комитеті жергілікті партия ұйымдарына “Партия ұйымдарының бұқара арасындағы саяси жұмысын күшейту және жау элементтердің антисоветтік бас көтеруіне тыйым салу жөнінде” арнаулы жабық хат жолдады. Сөйтіп, тұтқындау науқанының жаңа кезеңі басталды. Саяси тұрғыда басқаша ойлаушылар қоғамның қайшылықтарын ашық айтқандары үшін қудаланды. Бір ғана мысал, 1956 жылы белгілі тарихшы Э.Н.Бурджалов “1917 жылғы наурыз-сәуір айларындағы большевиктердің тактикасы” аты мақаласы үшін қызметтен алынып, қудаланды. Ал, 1957 жылдың 3 айында ғана “Советтік шындықты бұрмалағаны үшін” және өткенді қайта қарағаны үшін 100-ден астам адам тұтқындалды. Мұндай келеңсіздіктер 60-шы жылдары да қоғам өмірінен орын алды. 1959-1960 жылдары 155 еңбектің жариялануына партия тарапынан тыйым салынды. 1960 жылы Қазақстан жазушылар одағы республика компартиясының төрағасына С.Торайғыровтың творчествосын қайта қарау туралы ұсыныс жіберді. Екінші жіберілген хатта Шәкәрім творчествосын қайта қарауға рұқсат сұрады. Бұған жауап ретінде республика компартиясы 1961 жылы Қазақстан жазушылар одағының қызметін қанағатсыз деп тауып, ұлт мәселесін көтерушілермен күресті жандандырды. Осы жылдары, керісінше, орыс тілінің рөлін ұлтаралық тіл ретінде көтеру мәселесі өте маңызды болды. Коммунистік идеологияны басшылыққа алған Н.С.Хрущев республиканың барлық өміріне тікелей араласты. Қазақстанның оңтүстік аудандары Өзбекстанға берілді. Тың өлкесінде 6 облыстың өлкелік партия комитеті біріктіріліп, тікелей Мәскеуге бағындырылды. Ақмола – Целиноградқа, Батыс Қазақстан – Орал облысына айналды. Ұлт саясатындағы бұрмалаушылықтар халық арасында, әсіресе, зиялылар мен жастар арасында түрлі наразылықтар туғызды. Кеңестік жүйе оларды барынша жасырып, бүркемеледі. Осылайша, Теміртаудағы толқу кезінде тәртіпсіздіктің салдары ретінде бағаланды. 1963 жылы Мәскеуде оқитын қазақ жастарының бір тобы Б.Тайжанов, С.Ақатаев, М.Тәтімов, М.Ауэзов бас болып “Жас тұлпар” атты ұйым құрды. Мақсаты – қазақ жастарының ұлттық санасын ояту. Мұндай ұйымдар кейінірек Ленинградта, Киевте, Алматыда, Одессада, Ригада, Павлодарда, Қарағандыда, Ақмолада, Семейде, Шымкентте және басқа жерлерде пайда болды. Қазақстанды орталықтан басқару ұлттық егемендікті толығымен шектеді. Әсіресе, экономиканың әскери сұранысқа сай бейімделуі қоғамға теріс ықпалын тигізді. 1949 жылы 29 тамызда Семей, Павлодар және Қарағанды облыстарында салынған ядролық сынақ полигоны орны толмас адам өмірі мен экологиялық және қаржылық шығын әкелді. 1963 жылға дейін полигонда ашық ауада 113 жарылыс жасалса, 1964 жылы жер астына көшіріліп, 1989 жылға дейін 343 сынақ жасалды. Н.С.Хрущев мемлекеттің “коммунизмге өтуіне байланысты” жаңа Конституцияның жобасын жасауды ұсынғаннан кейін, 1961 жылы Конституциялық комиссия құрылады. Бұл комиссияның жобалары 1977 жылы КСРО Конституциясын жасауда пайдаланды. Сол жылдардағы конституциялық заңдарда жазылған демократия талаптары із жүзінде жүзеге аспады. ҚазКСР Жоғарғы Кеңесі КСРО Кеңесіне бағынды. Сонымен бірге Жоғарғы Кеңес тек бір палатадан тұрды, яғни балама болмады. Конституцияда тәуелсіз деп көрсетілгенімен, құқық қорғау, прокуратура органдары да орталыққа бағынды. Ал биліктің тармақтары: заң шығару, атқару, сот-тергеу, прокуратура Коммунистік партияға есеп беріп, бұйрық-жарлықтарын орындап отырған. Ешбір кеңестік заңда бұл процесс заңдастырылмағанымен, іс жүзінде әкімшіл-әміршіл жүйе билік құрды. Депутаттарды сайлау науқандары да демократиядан мүлдем алшақ еді. КСРО Жоғарғы кеңесіне 20 мың адамнан біреу, облыстық кеңеске 5 – 8 мың адамнан – біреу, аудандық кеңеске 1000 адамнан – 1 таңдау негізінде жүргізілді. Дауыс берушілер іс жүзінде депутаттарды көрмеді, білмеді. Дауыс беру тек сөз жүзінде жүргізілді. Депутаттарды халық таңдамады, жергілікті әкімшілік органдар “тағайындады”. Сайлаған депутаттар өз міндеттерін білмеді. Депутаттар орындауға тиісті мәселелерін атқару комитеттеріне өтініш ретінде беріп отырды. Саяси қателікке толы Хрущев қызметінің соңы 1964 жылдың қазан айында аяқталды. КОКП-ның Орталық Комитетінің Пленумында 1-хатшы қызметіне Л.И. Брежнев сайланса, ал Министрлер Кеңесінің төрағасы болып А.Н.Косыгин тағайындалды. Олардың ізін ала Қазақстан КП ОК 1- хатшысы болып Д.А. Қонаев сайланды. Соғыстың зардабы мәдениет саласының дамуында да үлкен қиыншылық тудырды. Республиканың интеллигенция өкілдері, мәдениет қайраткерлерінің соғысқа алынуы, мәдени мекемелер, оқу орындары мен мектептердің санының азаюы елдің мәдени даму үрдісіне кедергі келдірді. Аталған кезеңде дүниеге келген шығармаларда тек майданда ерлік көрсеткен жауынгерлер мен ауыл еңбеккерлерінің өмірі бейнеленді. Олардың қатарына Ғ.Мүсіреповтің “Қазақ солдаты”, Ә.Нұрпейісовтың “Курляндия”, С.Мұқановтың “Сырдария”, Ғ.Мұстафиннің “Миллионер” еңбектерін жатқызуға болады. Сонымен қатар республика әдебиеті жазушылар Ә.Нұрпейісовтың, Т.Ахтановтың, Б.Момышұлының, С.Мұқановтың, Ғ.Мүсіреповтің, ақындар Қ.Аманжоловтың, Х.Ерғалиевтің т.б. жаңа шығармаларымен байыды. М.Әуезовтің “Абай жолы” романы дүние жүзіне танылды. М.Төлебаевтың “Біржан мен Сара”, Брусиловскийдің “Дударай”, Қ.Қожамияровтың “Назугул” опералары Қазақстанның музыкалық мәдениетінің алтын қорына кірді. 1946 жылы ҚазКСР Ғылым Академиясы ашылып, оның тұңғыш президенті болып Қ.И.Сәтбаев сайланды. Ғылым Академиясының толық мүшелері болып көрнекті ғалымдар – М.Әуезов, Ә.Бектұров, М.И.Горяев, А.Қ.Жұбанов, Н.Г.Кассин, Н.Т.Сауранбаев, мүше-корреспонденттеріне Н.О.Базанова, Р.А. Барукаев, Ә.Х.Марғұлан, М.И.Усанович және т.б. сайланды. 50-шы жылдардың аяғында Қазақстан Ғылым Академиясының жүйесінде 50 ғылыми зерттеу институты жұмыс жасады. 1958 жылы Орталық Қазақстанның комплексті металлогендік әрі болжамдық картасын жасағаны және оның методикасын зерттегені үшін ғалымдар: И.И.Бек, Р.А.Борукаев, Г.Ц.Медоев, Д.Н.Казанин, Қ.И.Сәтпаев және басқалары Лениндік сыйлыққа ие болды. Ал жоғарғы оқу орындарының құрамына тоқталар болсақ, 50-ші жылдары 13 институт: Семейде – малдәрігерлік-зоотехникалық және медициналық, Қарағандыда – медициналық, политехникалық және педагогикалық, Атырауда, Қостанайда, Шымкентте және басқа жерлерде педагогикалық институттар ашылды. Соғыстан кейінгі жылдарда мектепте білім беру ісі тоталитарлық тәртіптің ықпалынан шықпады. Партия, комсомол және пионер ұйымдары, мұғалімдер жас ұрпақтың санасы мен мінез-құлқын қатаң бақылауда ұстады. Оқу-тәрбие процестерін саясаттандырумен қатар жалпы көрсеткішті қудалау, оқу процестерін жасанды жүргізу, оқушылардың оқуға немқұрайлы қарауы орын алды. Осының салдарынан 20 жылдың ішінде (1950-1970) қазақ мектептерінің саны 3891-ден 2577-ге дейін азайды, ал сабақ орыс тілінде жүретін орыс мектептерінің саны 1,5 мыңға көбейді. Қазақ тілі тек тұрмыстық қолданыс дәрежесінде сақталса, орыс тілі негізгі мемлекеттік тіл ретінде қолданылды. Кітаптардың 95 % орыс тілінде басылды, теледидар хабарларының 70 % эфирде тек орыс тілінде жүргізілді. Кеңестік тәртіптің бұл қылмысының нәтижесінде қазақ халқының ұлттық мәдениетінің аясы жылдан жылға тарылып, тіпті ұлттық территорияға қауіп төнген жағдайлар орын алды. Сонымен, қаралған жылдары республикада интернационализм түсінігі үстем идеологияға айналды. Ұлттық мәселелердің барлығы тек интернационалдық тәрбиені жақсарту арқылы шешіледі деген түсінік негізінде ұлыдержавалық шовинизм жатты. Ұлттық салт-санадан гөрі кеңестік салт-сана үстемдікке ие болып, көбірек дәріптелді.\n\nhttp://e-history.kz/kz/contents/view/850",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Жазықсыз қазақ зиялылары бостандық алды. Соның бірі Ермұхан Бекмұхамбетов)",
                "date": "24.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ халқының этникалық тарихының қалыптасу эволюциясы мен дамуы?",
        "question_content": "Қазақ халқының этникалық тарихының қалыптасу эволюциясы мен дамуын сипаттама(қысқаша)",
        "question_date": "25.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 14200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір халықтың жеке халық болып қалыптасуы үшін көптеген тарихи кезеңдерді басынан өткізуіне тура келеді. Бұл күрделі процесс бір немесе екі ғасырдың ішінде болмайды, халық болу үшін бірнеше ғасырларды керек етеді. Мысалы, Қазақстан жерінде халық болып құрылу процесі алғашқы қауымдық құрылыс ыдырап, одан кейін қола дәуірі мен (б.д.д. II-I м.ж. кезеңі) темір дәуірі (б.д.д. VII-IV) кезеңдермен, немесе бұл кезде өмір сүрген ру-тайпалардың өсіп-өркендеуінен басталады. Олар Қазақстанның ұлан-ғайыр территориясын ежелден мекендеген байырғы (автохонды) тайпалар мен тайпалар бірлестіктерінен құралған.\nОрта Азия мен Қазақстанның ерте дәуірдегі кезеңдерін зерттеп жүрген ғалымдардың пікірлеріне қарағанда, біздің жерімізде қола дәуірі (Андрон, Беғазы-Дәндібай мәдениеттері) мен темір дәуірінде өмір сүрген тайпалардың (сақ, сармат т.б.) иран тілдес болғандығы айтылады.\nСондай-ақ, ғалымдардың көрсетуінше бұл кездегі тайпалар антропологиялық жағынан монголоидтық белгілері бар европеидтік нәсілдер екендігі көрсетіледі.\nҚазақ халқының бастауы болып табылатын, сақ тайпаларының тікелей жалғасы болып үйсін, қаңлы тайпалары саналады. Оны қытай деректері “Өзі сары, көзі көк, ат жақты сэ (сақ) тайпалары үйсіндердің арасында жүр” – деп көрсетеді.\nҚазақ халқының шыққан тегі туралы көптеген аспектілері ішінен өзекті ретінде лингвистикалық және антропологиялық мәселелерін бөлшектеп алған жөн.\nОрта Азия мен Қазақстан өңірінде осы екі процестің екеуі де қатар дамып отырған. Қазақстанның ертедегі тарихын екі аумақты кезеңге: үндіеу- ропалық және түріктік кезеңге бөлуге болады. Бірінші кезеңде лингвистикалық тіл жағынан Қазақстан тұрғындары үндіеуропалық топтың ежелгі иран тобына кіреді, яғни бұл кез б.з.д. III-I мың жылдықтарды қамтиды.\nЕкінші кезеңде Қазақстан территориясына шығыс жақтан көптеген көшпелі тайпалардың соның ішінде ғұндардың Батысқа қарай қоныс аударуына байланысты, сақ және сариат тайпаларының жалғасы – үйсін мен қаңлылар ғұн тайпаларымен араласып, ассимиляцияға түскен.\nБ.з.б. I ғасырда Солтүстік ғұндардың құрамына кірген көптеген түркі тілдес тайпалардың бір бөлігі Орталық Азиядан Тянь-Шань арқылы өтіп, қаңлы тайпалық бірлестігімен көрші-қолаң отырды, ғұндардың Қазақстанға өтуінің екінші толқыны б.з. II ғасырдың бірінші жартысында орын алды. Бұл кезде Солтүстік ғұндардың толып жатқан тайпалары Шығыс Қазақстан мен Жетісуға қоныс аударып VI ғасырға дейін өмір сүрген Юэбань мемлекетін құрды.\nҒұндардың біріктіруші рөлінің арқасында сырттан келген тайпалармен байырғы тұрғындардың этникалық жақындасуы іске асты.\nСөйтіп, үйсіндер мен қаңлылардың монголоидтық тәсілге өтуі басталды.\nБ.з. VI ғасырынан бастап оңтүстік аймақта шығыстан, Алтай, Сібір жақтан келген түркі тайпаларының басымдылығы байқалды. VI ғасырда Қазақстан жері түгелдей құдіретті бір тұтас мемлекет – Түркі қағанаты құрамына кірді. Жазба деректерден алғаш Түрік қағанатының (542 ж.) одан кейін Батыс Түрік қағанаты (603 ж.) сияқты феодалдық мемлекеттер құрылғандығы белгілі. Одан кейін Түргеш қағанаты (704-756 жж.), Қарлұқ қағанаты (756-940 жж.), Оғыз мемлекеті (IX ғ. соңы – XI ғ. басы), Қимақ қағанаты (893 – XI ғ. басы), Қыпшақ хандығы (XI – 1219 ж.), Қарахан мемлекеті (942-1212 жж.) өмір сүрді. Осы мемлекеттердің ішінде қазақтардың халық болып қалыптасуына, әсіресе екі мемлекеттің тарихи рөлі ерекше болған. 1) Қарахан мемлекеті. Бұл мемлекеттің кезінде халық болып қалыптасу пісіп – жетіліп, қалалық өмір өркендеп, отырықшылық жанданып, қолөнер дамып, көрші жатқан елдермен сауда қатынасы артып, жалпы мәдени экономикалық дамуы өскен. Алғаш рет ислам дінін – мемлекеттік дін ретінде қабылдаған.\nҚыпшақ хандығы (XI – XIII) Ертіс пен Еділ арасындағы кең жерді иемденді. Хандықтың құрылуына байланысты этникалық процестер жаңа даму кезеңіне аяқ басты. Бұл кезде қазақ тілінің негізі - әдеби қыпшақ тілі құрылып, сонымен бірге қазақтардың өзіне тән антропологиялық кескіні қалыптасты. Қазақ этногенезінде қыпшақтар этнос ретінде маңызды рөл атқарды, “Қазақ” сөзінің шығу тегінің өзі қыпшақтар мекен еткен аймақтар- да пайда болды.\nБірақ, осындай сапырылыс кезеңде шығыстан кидандардың (қарақытай- лардың) шапқыншылығы болып, Қарахан мемлекетінің жағдайы нашарлады. XIII ғасырдың басында енді дамып келе жатқанда моңғол шапқыншылығы басталды, сөйтіп халық болып қалыптасу процесі тоқталды. Халық болып қалыптасу процесі XV ғасырға дейін, немесе 200 жылдай уақытқа кешеуілдейді.\nҚазақстан жерінде қаншалықты жойқын шапқыншылықтар болғынымен халық болып қалыптасудың негізгі шарты тіл бірлігі жойылмады. Керісінше, уақыт өткен сайын моңғол – шапқыншылығының өздері жергілікті халықтың түркі тіліне, әдет-ғұрпына, салт-санасына көшіп XIV ғ. толық түркіленіп кетеді.\nXIV-XV ғасырларда феодалдық қатынастардың нығаюы негізінде Моғолстан, Ақ Орда, Әбілхайыр хандығы, Ноғай Ордасында толассыз тоқтамай жүріп жатқан феодалдық соғыстарға қарамастан, халықтар арасында өзара бірігу, топтасуға ұмтылу процестері белең алды. Қазақстан- ның ежелгі тайпалары тарихи-географиялық, экономикалық және саяси жағдайларына байланысты үш негізгі этникалық шаруашылыққа топқа бөлінді. Олар: Ұлы, Орта және Кіші жүз. Ұлы жүз Сырдариядан бастап Жетісу жерін түгел жайлайды. Оның құрамына үйсін, қаңлы, дулат, албан, суан, сіргелі, ысты, ошақты, шапырашты, жалайыр, шанышқылы, қатаған т.б. ру – тайпалар кіреді. Орта жүз Орталық Қазақстан аудандары мен Солтүстік – Шығыс Қазақстанның бір бөлігін қоныс етеді. Оның құрамында қыпшақ, арғын, найман, қоңырат, керей, уақ, тарақты тайпа – рулары бар. Кіші жүздің мекені – Сырдарияның төменгі жағы, Арал теңізінің жағалауы, Каспий ойпатының теріскей бөлігі. Оның құрамындағы тайпалар одағы - Әлімұлы (қаракесек, қарасақал, кете, төртқара, шөмекей, шекті); Байұлы (адай, алшын, жаппас, алаша, байбақты, беріш, есентемір, қызылқұрт, шеркеш, ысық, таз, масқар); Жетіру (табын, тама, кердері, жағалбайлы, кереит, төлеу, рамадан). Жүздердің ұйымдасқан уақыты, қалай құрылғаны әлі жете зерттелмеген.\nӘрбір жүздің тайпалары жалпы шаруашылық мүдделер негізінде топтасқан, өз шекарасында экономикалық жағынан оқшауланған еді. Олардың тілі, материалдық тұрмыс мәдениеті жөнінен басқа жүздердің тайпаларынан ешбір айырмашылығы болған жоқ. XV ғасыр қарсаңында бұл тайпалар түрік тектес халық болып топтасты да, кейінірек «қазақ» деген этникалық ортақ атауға ие болды, сөйтіп халықтың қалыптасу процесі негізінен аяқталады. Бірақ ол кейбір себептерге байланысты кешеуілдеп барып іске асты. Оған қазақ халқының этникалық құрамына кірген тайпалардың бірнеше мемлекет құрамына енгені, кейбір жеке тарихи қалыптасқан бөлшектердің бытыраңқылығы себеп болды. XIV-XV ғғ. көпте- ген жұрттың көшіп-қонып, сапырылысуы орын алды.\nXV ғ. – II жартысы мен XVI ғ. қазақ халқының негізгі этникалық территориясын мемлекет етіп біріктіру, халықтың да қалыптасу процесінің аяқталуын тездетті.\nОңтүстік Қазақстан мен Оңтүстік Батыс Жетісудың территориясы баяғыдан бері қазақ халқының құрылып, қалыптасуының басты этникалық торабы болды, мұнда Қазақстанның ірі екі этникалық қауымдастығының тоғысқан жері жатты. Олар – Орталық, Солтүстік және Оңтүстік Қазақстандағы қыпшақ тайпалар одағы мен Оңтүстік – Шығыс Қазақстанда- ғы үйсін тайпалар одағы, бұларға Сырдарияның төменгі ағысы арқылы Кіші жүз тайпалары келіп қосылады.\nXV ғ. – II жартысынан бастап, қалыптасқан халық өздерінің көршілері арасында “қазақ” деген атпен белгілі болған.\nҚазақ этнонимінің туу тарихы ұзақ уақыт бойы зерттеушілердің қызу талас тақырыбына айналады. Кейбір деректерде бұл термин әлеуметтік мәнінде қолданылған “қашақ” деген атаудан шықты деп есептейді. Немесе “қазақ” атауы Жәнібек пен Керей бөлініп көшіп кеткен рулық одақтарды білдіру үшін бастапқы кезде “өзбек-қазақ”, кейін “қазақ” деп аталған дейді.\n“Қазақ” термині 1245 жылы Мамлюк мемлекетіндегі қыпшақтардың ортасында жазылған ерте қыпшақ жазба ескерткіштерінде (түрік-араб) сөздігінде кездеседі. Мұнда “қазақ” деген сөз “басы бос – кезбе” деген мағына береді. Қалай дегенде де “қазақ” этникалық терминінің ғылыми тұрғыдан дәлелденіп, тұрақты бір шешімі жоқ.\nҚазақ хандығының пайда болуы Қазақстан жерінде XIV-XV ғас. орын алған әлеуметтік-экономикалық және этникалық-саяси процестерден туған заңды қоғамдық құбылыс.\nXV ғас. 50-70 жылдар арасында Әбілхайыр хандығын Жетісудің Шу мен Талас өзененің жазығына 200 мыңдай адам көшіп келді. Олардың бұл жерге қоныс аударуының себебі: Әбілхайырдың қол астында қанаушылардың күшеюі болса, екіншісі, оларды Шыңғыс әулетінен шыққан Керей мен Жәнібек ханның жаңа қалыптасып келе жатқан қазақ халқының дербес мемлекетін құру. Ол кезде жетісуды билеген Моғолстан ханы Есенбұға (1434-1462) бұл қазақтарды Әбілхайырға қарс пайдаану үшін қарсы алып, қоныс берді. Тарихшы Мұхаммед Хайдар Дулати «Тарихи-Рашиди» атты еңбегінде былай дейді: «Ол кезде Дешті Қыпшақты Әбілхайыр хан биледі. Ол жошы әулетінен шыққан сұлтандарға күн көрсетпеді. Нәтижесінде Жәнібек хан мен Керей Моғолстанға көшіп барды. Есенбұға хан оларды жая қарсы алып, Моғолстанның батыс шегіндегі Шу мен Қозыбас аймақтарын берді».\nҚазақстанның алғашқы ханы болып Керей жарияланды (1458-73 ж.) одан кейін Жәнібек (1473-1480) Жетісуда берік қорғанысы бар Жәнібек пен Керей Жошы әулетінен шыққан сұлтанның Шығыс Дешті Қыпшақты билеу жолындағы күресіне қосылды. Бұл 1468 жылы Әбілхайыр өлгеннен кейін қайтадан өршіді. Соның нәтижесінде XV ғ. 70 жылдары қазақ хандығының шекарасы кеңейді.\nОңтүстік Қазақстан қалалары үшін Шайбани әулетімен арадағы соғыстар Жәнібек ханнан кейін қазақ хандығының тізгінін ұстаған Бұрындық хан (1480-1511 жж.) тұсында да тоқтамады.\n\nhttp://kitaphana.kz/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Республикасы Конституциясы және оған соңғы жылдары енгізілген өзгертулер?",
        "question_content": "Қазақстан Республикасы Конституциясы және оған соңғы жылдары енгізілген өзгертулер мен толықтыруларға талдау(қысқаша)",
        "question_date": "25.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1995 жылы 30 тамызда республикалық референдумда қабылданған Қазақстан Республикасының Конституциясына (Қазақстан Республикасы Парламентінің Жаршысы, 1996 ж., № 4, 217-құжат; 1998 ж., № 20, 245-құжат; 2007 ж., № 10, 68-құжат; 2011 ж., № 3, 29-құжат) мынадай өзгерістер мен толықтырулар енгізілсін: 1. 26-баптың 1 және 2-тармақтары мынадай редакцияда жазылсын: «1. Әркiм заңды түрде алған қандай да болсын мүлкiн жеке меншiгiнде ұстай алады. 2. Жеке меншік құқығына қол сұғылмайды. Меншiкке, оның iшiнде мұрагерлiк құқығына заңмен кепiлдiк берiледi. Егер Конституцияда өзгеше көзделмесе, заңды жолмен алынған мүлікке меншік құқығын шектейтін немесе одан айыратын заңдарды және өзге де құқықтық актілерді қабылдауға жол берілмейді.». 3. 44-бапта: 3) тармақша мынадай редакцияда жазылсын: «3) Парламент Мәжілісінде өкілдігі бар саяси партиялар фракцияларымен консультациялардан кейін келісім беру үшін Мәжілістің қарауына Республика Премьер-Министрінің кандидатурасын енгізеді; Парламент Мәжілісінің келісімімен Республика Премьер-Министрін қызметіне тағайындайды; Республика Премьер-Министрін қызметінен босатады; Парламент Мәжілісімен консультациялардан кейін Премьер-Министр енгізген ұсынумен Үкіметтің құрылымын айқындайды, Президент дербес тағайындайтын және босататын сыртқы істер және қорғаныс министрлерін қоспағанда, Үкімет мүшелерін қызметіне тағайындайды және қызметінен босатады; Үкімет мүшелерінің антын қабылдайды; ерекше маңызды мәселелер бойынша қажеттігіне қарай Үкімет отырыстарына төрағалық етеді; облыстар, республикалық маңызы бар қалалар мен астана әкімдері актілерінің күшін жояды не қолданылуын толық немесе ішінара тоқтата тұрады;»; 2) 8) және 9) тармақшалар алып тасталсын; 3) мынадай мазмұндағы 10-1) тармақшамен толықтырылсын: «10-1) адамның және азаматтың құқықтары мен бостандықтарын қорғау, мемлекеттің ұлттық қауіпсіздігін, егемендігі мен тұтастығын қамтамасыз ету мүддесінде, күшіне енген заңды немесе өзге де құқықтық актіні Республика Конституциясына сәйкестігіне қарау, Қазақстан Республикасы Конституциясының 91-бабы 3-тармағында көзделген жағдайда қорытынды беру туралы Конституциялық Кеңеске үндеулерді жолдайды;»; 4) 18) тармақша мынадай редакцияда жазылсын: «18) өзіне бағынысты Мемлекеттік күзет қызметін жасақтайды;». 3. 45-баптың 2-тармағы алып тасталсын. 4. 53-баптың 3) тармақшасы алып тасталсын. 5. 57-баптың 6) тармақшасы мынадай редакцияда жазылсын: «6) Палата депутаттары жалпы санының кемінде үштен бірінің бастамасы бойынша Республика Үкіметі мүшелерінің өз қызметі мәселелері жөніндегі есептерін тыңдауға хақылы. Есепті тыңдау қорытындылары бойынша Үкімет мүшесі Республика заңдарын орындамаған жағдайда Палата депутаттары жалпы санының кемінде үштен екісінің көпшілік даусымен оны қызметтен босату туралы Республика Президентіне өтініш жасауға хақылы. Мұндай жағдайда Республика Президенті Үкімет мүшесін қызметінен босатады;». 6. 61-баптың 2-тармағы мынадай редакцияда жазылсын: «2. Республика Президентінің заңдар жобаларын қараудың басымдығын белгiлеуге құқығы бар, бұл тиісті заң жобалары Парламенттің ағымдағы сессиясы ішінде бірінші кезектегі тәртіппен қабылдануы тиіс екенін бiлдiредi.». 7. 64-баптың 2-тармағы мынадай редакцияда жазылсын: «2. Үкімет алқалы орган болып табылады және өзінің қызметінде Республика Президентінің, Парламент Мәжілісінің және Парламенттің алдында жауапты.». 8. 65-баптың 2-тармағы мынадай редакцияда жазылсын: «2. Премьер-Министр тағайындалғаннан кейiнгi он күн мерзiмде Республиканың Премьер-Министрі Парламент Мәжілісімен консультациялардан кейін Үкiметтiң құрылымы мен құрамы туралы Республика Президентiне ұсыныстар енгiзедi.». 9. 66-бапта: 1) және 8 ) тармақшалар мынадай редакцияда жазылсын: «1) мемлекеттiң әлеуметтiк-экономикалық саясатының, оның қорғаныс қабiлетiнiң, қауiпсiздiгiнiң, қоғамдық тәртiптi қамтамасыз етудiң негiзгi бағыттарын әзiрлейдi және олардың жүзеге асырылуын ұйымдастырады; Республика Президентiнің келісімімен мемлекеттік бағдарламаларды бекітеді және олардың орындалуын қамтамасыз етеді;»; «8) Үкiмет құрамына кiрмейтiн орталық атқарушы органдарды құрады, таратады және қайта ұйымдастырады, олардың басшыларын қызметіне тағайындайды және қызметінен босатады;»; мынадай мазмұндағы 9-1) тармақшамен толықтырылсын: «9-1) мемлекеттік бюджет есебінен қамтылатын барлық органдардың қызметкерлері үшін еңбекақы төлеуді қаржыландырудың бірыңғай жүйесін Республика Президентiнің келісімімен бекітеді;». 10. 67-баптың 4) тармақшасы мынадай редакцияда жазылсын: «4) Үкiмет қызметiнiң негiзгi бағыттары және оның аса маңызды барлық шешiмдерi туралы Президентке және Парламент Мәжілісіне баяндайды;». 11. 70-баптың 1-тармағы мынадай редакцияда жазылсын: «1. Үкімет жаңадан сайланған Республика Парламенті Мәжілісінің алдында өз өкілеттігін доғарады.». 12. 72-баптың 2-тармағы мынадай редакцияда жазылсын: «2. Конституциялық Кеңес Конституцияның 44-бабының 10-1) тармақшасында көзделген жағдайларда Республика Президентінің, сондай-ақ Конституцияның 78-бабында белгiленген жағдайларда соттардың өтiнiштерiн қарайды.». 13. 79-баптың 3-тармағы мынадай редакцияда жазылсын: «3. Республика соттарының судьяларына қойылатын талаптар конституциялық заңда айқындалады.». 14. 81-бап мынадай редакцияда жазылсын: «81-бап Қазақстан Республикасының Жоғарғы Соты азаматтық, қылмыстық істер, жергілікті және жергілікті және басқа да соттардың соттылығына жататын өзге де істер бойынша жоғары сот органы болып табылады, заңда көзделген жағдайларда оның соттылығына жататын сот істерін қарайды және сот практикасының мәселелерi бойынша түсiнiктемелер береді.». 15. 83-баптың 1-тармағы мынадай редакцияда жазылсын: «1. Прокуратура мемлекет атынан Қазақстан Республикасының аумағында заңда белгіленген шектерде және нысандарда заңдылықтың сақталуын жүзеге асырады, сотта мемлекеттің мүдделерiн бiлдiредi және мемлекет атынан қылмыстық қудалауды жүзеге асырады.». 16. 86-баптың 5-тармағы мынадай редакцияда жазылсын: «5. Республика Президенті Премьер-Министрмен және Парламент Палаталарының Төрағаларымен консультациялардан кейін мәслихаттың өкілеттігін мерзімінен бұрын тоқтатады, сондай-ақ мәслихат өзін-өзі тарату туралы шешім қабылдаған жағдайда оның өкілеттігі мерзімінен бұрын тоқтатылады.». 17. 87-баптың 4-тармағы мынадай редакцияда жазылсын: «4. Облыстардың, республикалық маңызы бар қалалардың және астананың әкімдерін тиісінше облыстардың, республикалық маңызы бар қалалардың және астананың мәслихаттарының келісімімен Республика Президенті қызметке тағайындайды. Өзге әкімшілік-аумақтық бөліністердің әкімдері қызметке заңда айқындалған тәртіппен тағайындалады немесе сайланады. Республика Президенті өзінің ұйғаруы бойынша әкімдерді қызметінен босатуға хақылы.». 18. 91-бапта: 1) 2-тармақ мынадай редакцияда жазылсын: «2. Конституцияда белгiленген мемлекеттiң тәуелсіздігін, Республиканың бiртұтастығы мен аумақтық тұтастығын, басқару нысанын өзгертуге болмайды.»; 2) мынадай мазмұндағы 3-тармақпен толықтырылсын: «3. Республика Конституциясына енгізілетін өзгерістер мен толықтырулар, олардың осы баптың 2-тармағында белгіленген талаптарға сәйкес келетіні туралы Конституциялық Кеңестің қорытындысы болғанда, республикалық референдумға немесе Республика Парламентінің қарауына шығарылады.».\n\nhttp://www.inform.kz/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сақтардың тәуелсіздік үшін күресі?",
        "question_content": "Сақтардың тәуелсіздік үшін күресі(қысқаша)",
        "question_date": "25.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 29900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Б.з.б. 530 жылы Кир бастаған парсы әскері Сырдарияға дейін келіп, сақтармен соғысты. Томирис патшайымның баласы Спаргапис парсылардың қолына түсіп, қаза табады.\nГеродот өз жазбаларында сақтардың парсылармен соғысы туралы баяндайды:\n“Басында әскерлер садақпен атысады. Садақ оғы біткеннен кейін жекпе-жекке шығып, қылыш және найзамен соғысады. Нәтижесінде массагеттер жеңіп шығады. Парсы жауынгерлерінің көбі қырылып, Кир өлтіріледі.”\nКир қайтыс болғаннан кейін 11 жыл өткен соң, парсылар сақтарға қайта шабуылдады. Бұл жорықты Дарий патша басқарған. “Мен әскеріммен сақ жеріне жорыққа шықтым” - деген Дарийдің сөздері Бехистун жазбаларында жазылған.\nБ.з.б. 519 жылы Дарий бастаған парсылар сақ жеріне шабуылдады. Cақтардың көсемі Скунха жеңіліп, парсы әскері Сырдариядан өтеді.\nГрек тарихшысы Полиэн: “Шырақ есімді сақ денесін өзі жаралап, парсыларға қашып барып, өзін сақ көсемдерінен жәбір көрген етіп көрсетеді. Парсы әскерлерін алдап, шөлге апарып қырады” - деп жазған.\nДарий көп әскерінен айырылып, Персияға қайтуға мәжбүр болды. Шырақтың ерлігі арқасында сақтар өз тәуелсіздігін сақтап қалды.\nПарсы патшасы Кирмен келіссөз жүргізуден бас тартқан Томирис (б.з.б. 570-520 ж.ж.) парсылармен соғысады. “Әйел болса да, жау шапқыншылығынан қорыққан жоқ. Томирис көп әскермен Кирге қарсы аттанып, 200 мың парсыны жойып жібереді” - деп жазды Помпей Трог.\nБ.з.б. IV ғасырда Александр Македонский (Ескендір Зұлқарнайын) бастаған гректер Орта Азияға басып кіріп, Сырдарияға аттанды. Ежелгі грек тарихшысы Арриан А.Македонскийдің Сырдариядан жүзіп өтіп, сақтармен соғысқанын жазған.\nСақ батыры Cпитамен 3 жыл бойы партизан соғысын жүргізіп, грек гарнизоны орналасқан Маракананы (Самарқан) қоршауға алды. Сақтар А.Македонскийдің ірі әскери бөлімін қоршауға алып, түгел қырып салды. “Скифтер мен Спитаменнің атты әскері оларды қоршауға алды да, садақпен атып, түгел қырып салды” - деп жазады Арриан. Кейбір деректерде осы соғыста Александрға сақ сарбазының жебесі тиіп, санынан жараланды деп көрсетеді. Cақтар гректердің Шығысқа жүретін жолын бөгеп тастады.\nБ.з.б. 490 жылы Марафон шайқасында сақтар парсылардың құрамында болып, гректерге қарсы соғысты. Сақтар парсылармен бірігіп, Египеттегі және Грекиядағы соғыстарға қатысқан.\n\nhttp://www.itest.kz/",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Б.з.б. 530 жылы Кир бастаған парсы әскері Сырдарияға дейін келіп, сақтармен соғысты. Томирис патшайымның баласы Спаргапис парсылардың қолына түсіп, қаза табады.\n\nГеродот өз жазбаларында сақтардың парсылармен соғысы туралы баяндайды:\n\n“Басында әскерлер садақпен атысады. Садақ оғы біткеннен кейін жекпе-жекке шығып, қылыш және найзамен соғысады. Нәтижесінде массагеттер жеңіп шығады. Парсы жауынгерлерінің көбі қырылып, Кир өлтіріледі.”\n\nКир қайтыс болғаннан кейін 11 жыл өткен соң, парсылар сақтарға қайта шабуылдады. Бұл жорықты Дарий патша басқарған. “Мен әскеріммен сақ жеріне жорыққа шықтым” - деген Дарийдің сөздері Бехистун жазбаларында жазылған.\n\nБ.з.б. 519 жылы Дарий бастаған парсылар сақ жеріне шабуылдады. Cақтардың көсемі Скунха жеңіліп, парсы әскері Сырдариядан өтеді.\n\nГрек тарихшысы Полиэн: “Шырақ есімді сақ денесін өзі жаралап, парсыларға қашып барып, өзін сақ көсемдерінен жәбір көрген етіп көрсетеді. Парсы әскерлерін алдап, шөлге апарып қырады” - деп жазған.\n\nДарий көп әскерінен айырылып, Персияға қайтуға мәжбүр болды. Шырақтың ерлігі арқасында сақтар өз тәуелсіздігін сақтап қалды.\n\nПарсы патшасы Кирмен келіссөз жүргізуден бас тартқан Томирис (б.з.б. 570-520 ж.ж.) парсылармен соғысады. “Әйел болса да, жау шапқыншылығынан қорыққан жоқ. Томирис көп әскермен Кирге қарсы аттанып, 200 мың парсыны жойып жібереді” - деп жазды Помпей Трог.\n\nБ.з.б. IV ғасырда Александр Македонский (Ескендір Зұлқарнайын) бастаған гректер Орта Азияға басып кіріп, Сырдарияға аттанды. Ежелгі грек тарихшысы Арриан А.Македонскийдің Сырдариядан жүзіп өтіп, сақтармен соғысқанын жазған.\n\nСақ батыры Cпитамен 3 жыл бойы партизан соғысын жүргізіп, грек гарнизоны орналасқан Маракананы (Самарқан) қоршауға алды. Сақтар А.Македонскийдің ірі әскери бөлімін қоршауға алып, түгел қырып салды. “Скифтер мен Спитаменнің атты әскері оларды қоршауға алды да, садақпен атып, түгел қырып салды” - деп жазады Арриан. Кейбір деректерде осы соғыста Александрға сақ сарбазының жебесі тиіп, санынан жараланды деп көрсетеді. Cақтар гректердің Шығысқа жүретін жолын бөгеп тастады.\n\nБ.з.б. 490 жылы Марафон шайқасында сақтар парсылардың құрамында болып, гректерге қарсы соғысты. Сақтар парсылармен бірігіп, Египеттегі және Грекиядағы соғыстарға қатысқан.",
                "date": "26.05.2017",
                "upvotes": 0
            },
            {
                "text": ".з.б. 530 жылы Кир бастаған парсы әскері Сырдарияға дейін келіп, сақтармен соғысты. Томирис патшайымның баласы Спаргапис парсылардың қолына түсіп, қаза табады.\n\nГеродот өз жазбаларында сақтардың парсылармен соғысы туралы баяндайды:\n\n“Басында әскерлер садақпен атысады. Садақ оғы біткеннен кейін жекпе-жекке шығып, қылыш және найзамен соғысады. Нәтижесінде массагеттер жеңіп шығады. Парсы жауынгерлерінің көбі қырылып, Кир өлтіріледі.”\n\nКир қайтыс болғаннан кейін 11 жыл өткен соң, парсылар сақтарға қайта шабуылдады. Бұл жорықты Дарий патша басқарған. “Мен әскеріммен сақ жеріне жорыққа шықтым” - деген Дарийдің сөздері Бехистун жазбаларында жазылған.\n\nБ.з.б. 519 жылы Дарий бастаған парсылар сақ жеріне шабуылдады. Cақтардың көсемі Скунха жеңіліп, парсы әскері Сырдариядан өтеді.\n\nГрек тарихшысы Полиэн: “Шырақ есімді сақ денесін өзі жаралап, парсыларға қашып барып, өзін сақ көсемдерінен жәбір көрген етіп көрсетеді. Парсы әскерлерін алдап, шөлге апарып қырады” - деп жазған.\n\nДарий көп әскерінен айырылып, Персияға қайтуға мәжбүр болды. Шырақтың ерлігі арқасында сақтар өз тәуелсіздігін сақтап қалды.\n\nПарсы патшасы Кирмен келіссөз жүргізуден бас тартқан Томирис (б.з.б. 570-520 ж.ж.) парсылармен соғысады. “Әйел болса да, жау шапқыншылығынан қорыққан жоқ. Томирис көп әскермен Кирге қарсы аттанып, 200 мың парсыны жойып жібереді” - деп жазды Помпей Трог.\n\nБ.з.б. IV ғасырда Александр Македонский (Ескендір Зұлқарнайын) бастаған гректер Орта Азияға басып кіріп, Сырдарияға аттанды. Ежелгі грек тарихшысы Арриан А.Македонскийдің Сырдариядан жүзіп өтіп, сақтармен соғысқанын жазған.\n\nСақ батыры Cпитамен 3 жыл бойы партизан соғысын жүргізіп, грек гарнизоны орналасқан Маракананы (Самарқан) қоршауға алды. Сақтар А.Македонскийдің ірі әскери бөлімін қоршауға алып, түгел қырып салды. “Скифтер мен Спитаменнің атты әскері оларды қоршауға алды да, садақпен атып, түгел қырып салды” - деп жазады Арриан. Кейбір деректерде осы соғыста Александрға сақ сарбазының жебесі тиіп, санынан жараланды деп көрсетеді. Cақтар гректердің Шығысқа жүретін жолын бөгеп тастады.\n\nБ.з.б. 490 жылы Марафон шайқасында сақтар парсылардың құрамында болып, гректерге қарсы соғысты. Сақтар парсылармен бірігіп, Египеттегі және Грекиядағы соғыстарға қатысқан.\n\nБелгісіз 26.05.2017 жауап берді\n\nПікір",
                "date": "14.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ПДФ форматыңдағы тексті қандай программамен өзгертуге болады?",
        "question_content": "ПДФ форматыңдағы тексті қандай программамен өзгертуге болады?\n\nБілетің Адобе Про программалар бырақ олардың бәрі ақылы. Маған ақысыз әлде сол программаның интернет қосқанда авторизация сұрамайтыңдай керек.",
        "question_date": "25.05.2017",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 720,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://smallpdf.com/ru онлайн істеуге болады",
                "date": "26.05.2017",
                "upvotes": 0
            },
            {
                "text": "торрентен издесей",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кружкаға жазуы бар сурет жапсыру",
        "question_content": "Сублимационний принтердің кружкасына жазуы бар сурет жапсырғанда, суреттің ДҰРЫС түсуі үшін қалай жасайды? Таппай қойдым. менікі шығарғанда оң, жапсырғанда теріс болып кете береді. Айтыңыздаршы",
        "question_date": "24.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 852,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суретті зеркально шығару керек қой :D",
                "date": "11.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Теңдеуді шешіңіз?",
        "question_content": "Жуйе.8х болимінде7 косу 5у бөлімінде 21 тең 5 .",
        "question_date": "24.05.2017",
        "question_tag": "Математика",
        "question_views": 5500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ллл                       есеп осылай",
                "date": "11.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Акустикалық резонанс дегеніміз не?",
        "question_content": "Акустикалық резонанс дегеніміз не (негізгі ережесі)?",
        "question_date": "24.05.2017",
        "question_tag": "Физика",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меншікті тербеліс жиіліктері бірдей екі камертон алып, оларды бір-біріне жақынырақ қояйық та, олардың бірін тербелтейік (110-сурет). Сәл уақыттан кейін оның тербелісін қолымызбен басып тоқтатсақ, екінші камертонның дыбыс шығарып тұрғанын естиміз. Ал екінші камертонды ешкім тербеліске келтірмегендіктен, \"оның тербелуіне бірінші камертоннан ауа арқылы берілген тербеліс ықпал етті\" деген қорытындыға келеміз.\n\nЕнді екінші камертонды меншікті тербеліс жиілігі бірінші камертондыкінен өзгеше камертонмен алмастырып, тәжірибені қайталайық. Бұл кезде екінші камертонның дыбыс шығармайтынын байқауға болады. Бірінші жағдайда камертондардың меншікті тербеліс жиіліктері сәйкес келгендіктен, резонанс құбылысы байқалды. Екінші жағдайда камертондардың меншікті тербеліс жиіліктері сәйкес келмегендіктен, резонанс туындаған жоқ. Бірінші жағдайда қарастырылған құбылыс акустикалық резонанс деп аталады.\n\nОсы акустикалық резонанс құбылысын пайдаланып, тербелетін денеден шығатын дыбысты күшейтуге болады. Сондықтан камертондар арнайы жәшіктерге орнатылады. Жәшіктің меншікті тербеліс жиілігі камертонның шығаратын дыбыс жиілігіне үндестіріледі.\n\nМұндай үндестік унисон, яғни бірдей жиілікпен тербелу деп, ал резонанс тудыра алатын жәшіктер резонаторлар деп аталады.\n\nРезонанс құбылысы музыкалық аспаптардың (рояль, домбыра, гитара, қобыз, сыбызғы, т.б.) дыбысын күшейту үшін кеңінен қолданылады. Осылай, мысалы, домбыра шанағының меншікті тербелісі оның ішектерінің тербелісімен сәйкестендіріледі. Сондықтан шанақ резонатор болып табылады. Дыбысты тек домбыра шанағы ғана емес, оның қуысының ішіндегі ауа да күшейтеді. Сондықтан домбыра шанағындағы ойықтың пішіні мен өлшемі де кездейсоқ жасалынбайды. Шанақ тербелісі аспап үнінің өзіндік бояуын — тембрін анықтайды. Аспап үні тембрге байланысты жағымды немесе жағымды болып шығады. Музыкалық аспап үнінің сапалы шығуы оның арнайы ағаштан, біліктілікпен шебер жасалуына байланысты болады.\n\nРезонаторлар біздің дыбыстық аппаратымызда да бар. Адамның және жануарлардың дыбыс көзі дауыс желбезегі болып табылады. Дауыс желбезегі кеудедегі ауа ағыны әсерінен тербеліп, әлсіз дыбыс шығарады. Бұл дыбыс резонаторлар болып табылатын кемей мен ауыз қуысы арқылы өтіп, ерін мен тілдің қатысуы арқылы әр адамның даусына тән қандай да бір тембр алып күшейеді.",
                "date": "24.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихының әлемдік тарихтың құрамдас бөлігі?",
        "question_content": "1. Қазақстан тарихының әлемдік тарихтың құрамдас бөлігі екенін нақты мысалдармен дәлелдеңіз.(қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еуразия мен Қазақстан жеріндегі көшпелі қоғамның даму эволюциясы туралы білесіңдер. Көшпелілердің әлемдік өркениетке қосқан үлесі, көшпелілер мен отырықшылар арасындағы өзара тиімді байланыстардың жергілікті этностық негізде жүргендігі туралы танып білдіңдер.\nКөшпелілердің тарихына арналған еңбектер XVIII ғасырдан бастап пайда болды. Оның көпшілігінде көшпелілердің саяси-әлеуметтік мәселелері қарастырылып, көшпелілер ешқашан таптық, қоғамға жетпеген, оларда мемлекет болмаған делінді. Ал мемлекеттің алғашқы нышандары бар деп есептеген зерттеушілер оны өте беделді тайпа көсемдерінің релімен байланыстырды.\nОсындай мағынадағы еңбектер XIX—XX ғасырларда да жарық көрді. Дегенмен шетелдерде жарияланған еңбектердің көпшілігінде көшпелілерде мемлекет болғандығы мойындалды. Олар бірақ көшпелілердегі мемлекеттіктің және империялардың пайда болуын тек жаулап алушылықпен байланыстырды. Олардың ойынша, көшпелілердегі мемлекеттер сол қоғамның өз ішінде қалыптасқан өндірістік заңдылықтар арқылы емес, көшпелілердің отырықшы халықтарды жаулап алуы, солардан үйрену арқылы пайда болған дейді.\nКөшпелілер өркениетінің құрамдас белігі болып табылатын қазақ мемлекетінің пайда болуы мен дамуының тарихы тереңде жатыр. Негізін Керей мен Жәнібек салған Қазақ хандыгы XV ғасырдың 60—70-жылдары құрылды. \"Сонда Қазақстан аумағында оған дейін мемлекет болмаған ба?\" деген заңды сұрақ туады. Жалпы, бұған дейінгі Қазақстан тарихнамасында XV ғасырдың екінші жартысынан XIX ғасырға дейін өмір сүрген Қазақ хандығы да мемлекет ретінде саналған жоқ. Тек \"қыргыз- қайсақтардың үш ордасы\" деп есептелді. Көшпелі қоғам рулық-тайпалық. бірлестіктерден ғана тұрады. Сондықтан \"көшпелілер отырықшы-егінші елдер мен халықтарды жаулап алмайынша, өз мемлекетін құра алмайды\" делінді. Бұл ұлыдержавалық көзқарас патша үкіметінің ресми өкілдері ғана емес, буржуазиялық тарихнама өкілдері тарапынан да қолдау тапты. Отарлық саясат патша үкіметінің \"мәдениет пен өркениет\" миссиялары туралы сөздерімен бүркемеленді. Патша шенеуніктері: \"Қазақтар — жартылай жабайы, көшпелі халық\", — десе, буржуазиялық тарихшылар: \"Қазақтар — жартылай алғашқы қауымдық сатыда тұрған халық, оларда рулық құрылыс үстемдік етеді\", — деген қорытынды жасады.\nКеңес дәуіріне дейінгі Ресей тарихшылары: \"Қазақтарда мемлекет те, хандық та болған жоқ, хан деген сөз қатардағы ру, тайпа басы мағынасында ғана қолданылды\", — дейді. Бұл көзқарас бойынша патшалық Ресейдің қоғамдық-экономикалық құрылысы \"тұрпайы\", \"көшпенді бұратаналардан\" әлдеқайда жоғары болғандықтан, оларды Ресейдің жаулап алуы ілгерілеушілік қадам болды.\nКеңес дәуіріндегі кейбір зерттеушілер: \"Көшпелілерде мемлекет қалыптасып үлгерген жоқ, олар тек шаруашылық қауым деңгейінде өмір сүрді\", — дейді. Олардың пікірі бойынша, көшпелілер таптық қоғам құра алмады, жерге жеке меншік болмағандықтан, мемлекеттік құрылым да болған жоқ. Көшпелі мал шаруашылығы қауымның бытыраңқы, шашыраңкы жағдайын қажет етеді.\nСөйтіп, дүние жүзі халықтарының тұрмыс-тіршілігін, саяси құрылысын еуропалық үлгімен кесіп-пішетін ғалымдар дүниежүзілік тарихтағы түркі-монғол көшпелілерінің рөлін толығымен жоққа шығарды. Еуропа мен Ресей ғалымдарының басым көпшілігінің Шығыс халықтарының тарихына деген осындай көзқарастарын еуроцентризм деп атайды.\n\nМемлекет элементтері ежелгі және орта ғасырларда пайда болды. Монғолдардың тұсындағы мемлекеттік құрылымға дербес ұлыстық жүйе енгізілді. Мысалы, зерттеуші Г.Федоров-Давыдов Шыңғыс хан империясының әскери қуатын жабайы көшпелілерден тұрғандығынан емес, ұйымдасқан мемлекеттің болғандығымен түсіндіреді.\nҚазақ мемлекеттілігінің пайда болу тарихын оқып-үйренгенде, көшпелілер өркениеті қағидалары тұрғысынан қарастырылады. Себебі Ұлы далада көшпелі өндіріс тәсілі үстем болды. Соңғы жылдардағы ғалымдардың зерттеулерінде қазақ халқының мемлекеттігі болғандығы толығымен мақұлданды. Мәселен, тарихшы ғалым М.Қозыбаев мемлекеттілік болу үшін қандай белгі-нышандар керек екендігін айта келіп: \"Ұлы далада мемлекеттік құрылымдар, тайпа одақтары мен қағанаттар Еуропадан ерте пайда болды, — деп атап көрсетті. — Қазақ хандығында мемлекетке тән негізгі белгілер болған\", — деп тұжырымдады.\nXX ғасырдың 30—50-жылдарында көшпелілердің феодалдық мемлекеті туралы пікір орнықты. Бұл көзқарас бойынша, \"көшпелілер адамзат дамуының жалпы арнасында жүре отырып, таптық қатынастарға жетті\" деген тұжырым жасалды.\nКезінде ағылшын экономисі А. Смит мал көшпелілерде ертеден жеке меншікке айналғандықтан, оларда мүліктік және әлеуметтік жіктелу де, қоғамдық саяси институттардың құрылуы да тез жүретіндігін атап көрсеткен болатын.\nШынында, алғашқы еңбек бөлінісі бақташы тайпалардың бөлініп шығуынан бастау алып, маманданған көшпелі мал өсіруге ауысқан кезден-ақ (б.з.д. 2-мыңжылдықтың соңы — 1-мыңжылдыктың басы) малға жеке меншік, мүлік теңсіздігі өмірге келді. Жетісу мен Оңтүстік Қазақстан аумағындағы сақ, үйсін, ғұн, каңлыларда біздің заманымыздың шегінде мемлекеттік белгілер пайда болды.\nДегенмен Батыс Еуропа елдеріндегі мемлекеттің қалыптасуы және дамуымен салыстырғанда өзгешеліктер болды. Оған шаруашылықтың даму ерекшелігі тікелей әсер етті. Шығыс елдеріндегі көшпелі қоғамда ру-тайпа байланыстарының берік болғандығы белгілі. Көшпелі өркениет кезінде баскару рулық-тайпалық негізде жүрді\nАл көшпелілердің мемлекеттік құрылымына тән ерекшеліктердің көпшілігі бұл мемлекет құрамындағы халықтардың көшпелі өмір-тұрмысына байланысты. Атап айтар болсақ, көшпелі мемлекеттерде ешқашан жоғарыдан шексіз билік орнату мүмкін емес еді. Себебі орталықтан қысымшылық күшейген жағдайда халықтың басқа тайпа немесе мемлекеттік бірлестіктің қол астына, қамқорлығына көшіп кетуі әбден мүмкін болды. Сондай-ақ басқа тайпа бірлестігінің билікті басып алу мүмкіндігі үнемі төніп тұрды.\nКелесі бір ерекшелігі — көшпелі мемлекетте жоғары саяси билікті жүзеге асыруда әулеттік үстемдік орын алғанымен, бұл үстемдік ру-тайпа өкілдерінің билеушіні сайлап қою мүмкіндігімен шектеліп отырды. Бұл да дала демократиясының бір көрінісі еді.\nСонымен бірге бұл мемлекетте тұрақты әскер болған емес. Қажет болғанда кез келген көшпелі әскер қатарына қосылатын.\nБүгінгі танда тарихи үдерістерге бұрынғы қоғамдық-экономикалық формация өлшемімен қарау және өркениеттік тұрғыдан бағалау қалыптасып келеді. Өркениетке тән белгілердің бірі — мемлекеттің болуы. Демек, басқару ұйымының болуы өркениеттің ішкі құрылымының бір бөлігі ғана. Егер көшпелілер өркениеті бар болса, оларда мемлекеттің болуы да заңды құбылыс екендігі мақұлданды.\nМемлекет — өте күрделі құбылыс, біртұтас табиғи этномәдени және әлеуметтік организм. Демек, оны бір-бірімен байланысты экономикалық, әлеуметтік, саяси, этностық, мәдени үдерістердің жиынтығы (кешені) ретінде кең көлемде түсіну қажет. Ең бастысы — қоғамдағы этностық сана-сезімнің нығаюы ғана оның мемлекет ұйымына бірігуіне алғышарт бола алады.\nКөшпелілер де отырықшы халықтармен салыстырғанда өзіне тән ерекшелігі бар мемлекеттік формаларды өмірге әкелді. Олар көшпеліліктен туындайтын рулық (патриархалдық) төртіптерді дамыта отырып, мемлекеттік дәрежесіне жеткізді. Қазақ хандығы көшпелі мемлекет болды. Отырықшылық оның мемлекеттік құрылымының бір ғана элементі еді. Сол сияқты Қазақ хандығы қазақ жерінде бұрыннан өмір сүрген әтносаяси бірлестіктердің; заңды жалғасы болып табылады.\n\nhttps://kk.wikipedia.org/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйсіндер жайлы жазба деректер",
        "question_content": "1. Үйсіндер жайлы жазба деректер(қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 37200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көптеген тарихи деректемелер бір ауыздан үйсіндердің қазақтардың ғана емес, күллі Орта Азия аймағындағы басқа түркі халықтарының этникалық тарихында үлкен маңыз атқарған Жетісудағы көне түрік руларының бірі екенін айтады. Жетісу үйсіндері туралы тұңғыш мәліметтер біздің дәуірге дейінгі II ғасырдағы қытай жазба деректерінде кездеседі, олардың түтін басы сол кездің өзінде 120 мыңға жетіп, 630 мың адам және 188 800 әскер шығара алатыны шежіреге түскен. Бұның бәрі олардың үлкен де күшті халық болғанын көрсетеді, тіпті олармен қытайлар да, ғұндар да есептесіп отырған. Қытай императоры үйсіндермен үнемі елшілік алмасып келді. Бірде Үйсін әміршісі (Гуньмо) Шын еліне жаңа елшілік жібе-ріп, қытай ханшасын айттырып, оған қоса 1000 жылқы беруін талап етеді.\n\nОның тілегі орындалып, ханша үйсін-дердің қартайған патшасына тоқалдыққа ұзатылады, ал оның бәйбішесі ғұн билеушісінің қызы еді. Өмірде басқа әдет-ғұрыптарда тәрбиеленген ханша далада құса болып, киіз үйде тұрып, ет жеп, сүт ішетін қарт патшаға тигеи мұңын шағыгг. тағдырын өлецге қөстьт. Бұдан біз Үйсін әміршісінің патшалармен неке байланыстары, олардың ғұндармен тығыз тізе қосып, ңатар ғұмыр кешуін көреміз. Олардың озара соғысып, бірақ бейбіт күндері неке одақтарын жасауға дейін келісіп, патшалар отбасы араласқаны және олар көбінесе саяси сипат алатыны аян. Бичуриннің дерегі бойынша, үйсіндер әуелгіде Булунцзир өзенінің алқабында Дун-Хуан мен Унлян-шань маңында көшіп-ңонып жүрді. Бұл өлке Жетісудан недәуір шығысқа қарай жатыр, біраң Қазақ ССР тарихы 1-томының авторлары ңазіргі археология мен палеантропология жетістіктеріне сүйеніп, сақтар мен үйсіндердің тамырластығын дәлелдеп, күмәнді сейілтіи, Жетісудың кең-байтақ жері олардың ата жұрты деп есептейді. Ңытай деректері бойынша, Жетісу үйсіндері туралы біздің дәуірімізге дейінгі II ғасырдан бастап мағлұмат жетіп отыр, әйтсе де бұл бұған дейін үйсіндер болмады деген сөз емес.\n\nҚазақ ССР тарихы авторларының пайымдауынша, үйсіндердің күшті тайпалары Жетісу өңірінде біздің дәуірімізге дейінгі II ғасырларда өмір сүрді, ал лингвист С. Аманжолов «Қыпшаңтар, қырғыздар және қаңлылармен қатар үйсіндер де түріктердің ежелгі тайпасы болып табылады. Олар қаңлы және қыпшақтармен қатар, біздің дәуірімізге дейінгі IVII ғасырларда белгілі бола бастады» деп есептейді. Әрине, үйсіндердің қонысы ол кезде ұзыннан-ұзақ созылып, Жетісудан шығысқа қарай Шығыс Түркістанға дейінгі кең-байтақ жерді алып жатты.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "əуелі айтып қояйын, Үйсін туралы Н. А. Аристовтың: «Үйсін, қате болжам, сəуегейлік пікірді сенің маңдайыңа жазып қойды-ау! Қате пікірден арыла алмадың- ау!» дегені шындықболғандықтан, «Кіріссөздің» жүгі ауыр, көлемі кеңдеу. Басты тақырыпқа неғұрлым толығырақ дайындықпен барған жөн ғой. Бұған түсіністікпен қарайтыныңызға сенемін. Ал, ежелгі үйсіндер туралы өте маңызды мына үш нəрсенің барлығы рас:\n\n1. Өзге ұлт (əсіресе хəн) жылнамаларындағы деректер мен өзіміздік шежірелер, əдебиеттер, аңыздар;\n\n2. Бұл деректердің қытайлық (жұңголық) жəне қазақстандық ғалымдар жағынан қазақшаға тере аударылған əр түрлі нұсқалары;\n\n3. Соңғы ғасырлардағы, өте-мөте бертінгі онжылдықтардағы ол туралы əр елдік ғалымдардың əр деңгейлі зерттеу нəтижелері. Алайда, бұлардың ішінде бір-біріне қайшы көзқарастар мен қалам ізі түспеген тұстардың аз еместігі де шындық. Сондықтан да, ежелгі Үйсін мемлекетінің, дұрыс ниетті жəне жауапкершілігі күшті нағыз ғалымдардыңбүгінге шейінгі зерттеулерінің дұрыс табыстарына таянған, неғұрлым толық таайқын, жүйелі де сенімді арнайы тарихы қатты қажет болып отыр. Мен міне сол тарихқа əлімнің жеткенінше үлес қосуға бұрылдым.\n\n“Ежелгі үйсіндер туралы біздің дəуірімізге жеткен бірден-бір дерек көзі көне Қытайдың тарихи жазба деректемелерінде ғана сақталған. Оның үстіне ол мағлұматтар аз болса да саз дегендей, айқындығымен, жан-жақтылығымен жəне хроникалық даталарының дəлдігімен де аса құнды. Бұл деректерге Орталық Азия халықтарының ежелгі заман тарихын зерттеуші əлем ғалымдарының на- зар аударғанына да бір-екі ғасырдың жүзі болды... Жалпы, ежелгі Үйсін туралы зерттеулер соңғы бір жарым ғасырдан бері Қытай тарихшыларының назарынан түскен емес. ХІХ ғасырда өмір сүрген Хы Чютау, ХХ ғасырдың орта шенінде Жаң Шиман, Цын Жұңмян, онан кейінгі кездерде Су Бейхай, Уаң Биңхуа, Уаң Миңжы, Мың Фанрын, Яң Жяншиң, Лю Гуаңхуа, Ма Манли, Юй Тайшан, Жаң Юйжұң, Чын Шыляң, Қытайдағы қазақ тарихшыларынан Нығмет Мыңжанұлы, Жақып Жүнісұлы, Жақып Мырзаханов, Əбілез Қамзайұлы т. б. тарихшы-археологтар ежелгі Үйсін тарихы мен мəдениетін зерттеумен айналысты жəне айналысып келеді. ҚХР-да ежелгі Үйсіндерге қатысты Қытай деректері мен ғылыми зерт- теу еңбектерін қазақ тіліне аудару ісі де 80 жылдарда басталған болатын. 1987 жылы Байдəулет Аблаханұлы мен Го Уынчиң мырзалар ежелгі Қытайдың «Хəннама» атты жылнамасының «Батыс өңір баяны» деген бөлігіндег үйсіндерге қатысты деректерді қазақ тіліне аударып, «Батыс өңір жəне Үйсін мемлекеті» деген атпен жариялады. ШҰАР Қоғамдық ғылымдар академиясы Археология институтының археологтары Уаң Биңхуа мен Уаң Миңжы бірігіп жазған «Үйсін туралы зерттеу» атты монография 1989 жылы қазақ тіліне аударылып басылды (аударған проф. доктор Нəбижан Мұқаметханұлы). 1995 жылы ШҰАР Қоғамдық ғылымдар академиясының жанынан Жақып Мырзахановтың жетекшілігінде ғылыми жұмыс тобы құрылып, ежелгі Қытайдың «26 тарих» деп аталып кеткен тарихи жылнамаларындағы қазақ тарихына қатысты деректерді сұрыптап, қазақ тіліне аудару ісі қолға алынды. Ол деректер «Қытай жылнамаларындағы қазаққа қатысты деректер» деген атпен 1998 жылы І томы (жетекші бас редакторы Жақып Мырзаханов, бас редакторы əрі аудармашы Қаһарман Мұқанұлы, аудармашылар Əбділдəбек Ақыштайұлы, Кəкеш Қайыржанұлы, Самудин Əлғазыұлы), 2002 жылы ІІ томы (бас редакторы КəкешҚайыржанұлы, жұмыс тобына Шадыман Ахметұлының қатысуымен) Пекинде Ұлттар баспасынан жарық көрді. Негізінде ежелгі Үйсін тарихымен, Қытайдың ғана емес, бүкіл дүниежүзінің көптеген шығыстанушы ғалымдары айналысып келсе де, үйсінтануда түбегейлі шешімін таппаған ғылыми мəселелер баршылық” . Енді бұл мəселелерден мен шұқшиятын тұстар мыналар:\n\nА. Үйсіндердің этногенезі. Ежелгі үйсіндердің арғы тегін іздестіру жəнеолардың бергі дүниеге ұласымын талдау.\n\nƏ. Үйсін ұлысының Ғұн қағанатынан тəуелсіздік алу тарихына қатысты таласқа лебіз білдіре келіп, оның б. з. б. ІІ– І ғасырда заманына сай ірі де күшті мемлекет болғанын географиясы, демографиясы, экономикасы, қорғанысы, мəдениеті, дипломатиясы арқылы дəлелдей түсу.\n\nБ. Үйсін ұлысының ыдырауына талдау жасап, басты себебін ашу.\n\nВ. Үйсіндердің Түрік қағанатына қарағанға шейінгі тір шілігінен қысқаша мағлұмат беріп, қазақпен байланысын айқындау.\n\nМен өз зерттеу шеңберіме сай, тек Үйсінге ғана жəне оған тіке қатысты елдердің қажетті тұстарына ғана аялдаймын. Өйткені өлімге үкім етілген Сократ ақтық сөзінің арасында: “Дүниедегі ең масқара нəрсе – білмейтініңді білемін деп есептеу” деген екен. Менің едəуір білетінім б. з. б. III – б. з. VI ғасырларындағы Үйсін Ұлысы мен оның маңы ғана. Оның үстіне, тарих деген ауыз өзімдікі деп ойға келгенді қойып қалатын сала емес. Байқамаса ұятқа(өлімнен де күштіге) қалдыратын, терең тамырды, мықты деректі, нанымды мазмұнды, зор жауапкершілікті талап ететін алып инженерия. Мен осы негізде ғана ауыз аштым жəне ол айтқандарымның ғылыми негізін көрсете түсу үшін ғалымдар білдірген дұрыс лебіз бен зерттеулер ішінен мазмұн қосуға неғұрлым мол орын беруге тырыстым.\n\nCоңғы материалдар\n\nБарлық құқықтар қорғалған. EL.KZ белсенді сілт",
                "date": "3.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жартылай көшпелі және отырықшы мәдениеттердің өзара әсері?",
        "question_content": "Жартылай көшпелі және отырықшы мәдениеттердің өзара әсеріне талдау жасаңыз.(қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 14100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көшпелілер мен отырықшылар арасындағы байланыс мәселесі тарих ғылымында әр түрлі пікірлер туғызып отыр. Біраз зерттеушілер көшпелілер мен отырықшылар қарым-қатынасын олардың арасындағы қырғи қабақ қақтығыстар, соғыстар, жаулап алу әрекеттерімен байланыстырады. Бұл ретте көшпелілер белсенді рөл атқарды деп есептейді. Енді бір топ зерттеушілер бұл қарым-қатынастағы көшпелілердің орнын төмендетіп көрсетуге тарысады. \"Көшпелілер отырықшылардың мөдени жетістіктерін қиратушылар, не болмаса өздеріне қабылдап алушылар болды\" деген пікірлер де жиі кездеседі.\nКөшпелі және отырықшы жұрттардың арасындағы қатынас әр заманда, әр түрлі аймақта әрқалай болды. Олардың карым-қатынасында кактығыс, соғыстармен қатар бейбіт сабақтастық, шаруашылық, сауда, мәдени өзара әсерлер аз болған жоқ. Мал өнімдеріне мамандандырылған көшпелі экономика егіншілік өнімдерін, қолөнер бұйымдарын отырықшылардан алса, отырықшылар мал өнімдерін, кейбір қолөнер заттарын, қолөнерге қажетті шикізаттарды көшпелілерден алып отырды. Мұндай сауда, айырбас қатынастары, әсіресе отырықшы халықтар мен көшпелі елдер көршілес орналасқан шекаралық, аймақтарда пәрменді түрде іске асып отырды.\nОтырықшы елдерге жылқы малы, оны мініске, жегуге үйрету көшпелі малшы тайпалардан келді. Атты әскер дәстүрі, садақтың түрлері, қылыш, ат әбзелдері де көшпелілерден келген. Мысалы, VI ғасырда түркі тайпалары пайдаланған темір үзеңгілі ертоқым келесі ғасырларда бүкіл Еуропаға таралды. Отырықшы елдер көшпелілердің қару-жарағына, киіміне еліктеді. Мысалы, VII—VIII ғасырлардағы түркілердің кісе белдіктері Қытайдан Иракқа дейінгі аралықта пайдаланылған. Таң әулеті кезіндегі Қытайда көшпелілердің киімі кең таралды, Еуропада орыс, поляк, венгр ақсүйектері киім киісінде, шаш қоюында көшпелілер үлгісіне еліктеді. Көшпелілерде б.з.д. 1-мыңжылдықта пайда болған өнердегі \"аң стилі\" Қытайдан Дунайға дейінгі аралықтағы отырықшы елдерге де кең таралды.\nКөшпелілердің өзіндік саяси мәдениеті болды. Олар ел басқарушыларын ерекше қасиетті адам, Тәңірдің жердегі өкілі деп түсінді, ерекше басқару жүйесі, империялық қызмет шендері, рәміздері, ел басқарудағы ерекше мұрагерлік дәстүрі болды. Осы мемлекеттік басқару тәртібін көшпелілер кейбір жаулап алған отырықшы елдердің саяси жүйесіне орнықтырып та отырды.\nКөшпелілер отырықшы халықтардың бір-бірімен мәдениет алмасуына, олардың бірінен екіншісіне мәдени үдерістердің ауысуына себепші болды. Көшпелілер миграциясы, олардың бір отырықшы елдерден кейін келесі бір отырықшы халықтарды жаулап алуы арқылы мәдени диффузия іске асып отырды.\nЕрте орта ғасырлар заманында көшпелілер отырықшылармен тек қана соғысып қойған жоқ, сонымен қатар өзара тығыз бейбіт байланыста болды. Көшпелілер отырықшы елдер шеберлеріне өздеріне қажетті құрал-сайман, жабдықтарға тапсырыс жасаумен қатар оларды кажетті шикізатпен қамтамасыз етіп отырды. Сонымен бірге көшпелілер отырықшылардан түрлі қолөнер түрін үйренді.\n\nIX—XII ғасырларда қалыптасқан қала мәдениеті жағдайында қолөнер мен сауда дамыған кезде отырықшы өркениет көшпелілердің экономикалық қарым-қатынастарының қажетті құрамды бөлігіне айналды. Бұл кездегі көшпелілер мен отырықшылардың қарым-қатынасы қалаларды жаулап алудан бастап, қарапайым айырбаска дейін түрлі сипатта болды. Бұл кездегі қала мәдениетінің өсуі, мүлік теңсіздігінің күшеюі көшпелілерді қызықтыра түсті.\nҚалалар көшпелілердің сауда-саттық жасайтын орталықтарына айналды. Қарлұқтардың, тоғыз-оғыздардың жартылай отырықшылыққа айналуы жөнінде ортағасырлық авторлар жазған.\nКөшпелілердің Азия мен Еуропада қағанаттар түріндегі ерте мемлекеттіліктерінің пайда болуы 1-мыңжылдықтың екінші жартысындағы аймақтық әлеуметтік-саяси, экономикалық ерекшеліктерін анықтаушы фактор болды.\nҚыпшақтардың оңтүстік Ресей даласында пайда болуы Киев Русін өзінің оңтүстік-шығыс шекараларын қорғауды ұйымдастыруға, бекіністер салуға мәжбүр етті.\nКөшпелілер мен отырықшылардың шекаралық аймағының материалдық мәдениеті аралас болды.\nАралдың шығыс маңы, Сырдың төменгі ағысы, Шу, Талас өңірі, Жетісу көшпелілер мен отырықшылардың ежелден және ұзақ уақыт тоғысқан аймағы болды.\nVII ғасырларда салынған Жетісу қалаларының көбі түрік қағандарының ордасы ретінде пайда болып қалыптасты. Жетісуда отырықшы мәдениет VI—XIII ғасырлар бойында көбейіп, қанат жая бастады. Түркеш, Қарлұқ, Қарахандар қағанаттарының халқы көшпелілер мен отырықшылардан тұрды. Қарлұқ, әсіресе Қарахандар дәуірінде көпшілік көшпелілер отырықшылыққа өтті. Осы кезеңде көп пайда болған қоныстар мен қалалардың ерекше түрі — төрткүлдер. Осы I кезеңдегі қала жұртының материалдық мәдениетінде қалалық жөне көшпелілік сипат араласты. Мысалы, ауланың ішінде киіз үй тігіп отыру салты, ауладағы кең мал қоралар, т. б.\nЖетісуда ортағасырлық қалалардың қирауының, қала мәдениетінің құлдырауының басты себебі — әскери саясат тәртібіне байланысты болды. Алдымен хорезмшахтың қидандарымен, одан соң наймандармен соғысы. Содан соң Жетісуды монғолдардың жаулап алуы. Соғыстардан, шапқыншылықтардан, ең алдымен, қалалар мен қоныстар қатты зардап шекті. Өндіріс, мәдениет ошақтары қиратылды, қала халқы жаппай Сырдария мен Ферғанаға қоныс аударды.\nҚалалардың қирауына ішкі, отырықшы иеліктердің өзара қақтығыстары да себеп болды. Іле даласында қала мәдениеті XIII ғасырда, Шу аңғарында — XIV ғасырда, Талас өңірінде XV ғасырда құлдырап, тоқырай бастады. Жетісуда кала мәдениетінің мүлде кұруы Ақсақ Темірдің Моғолстанмен соғыстарының салдарынан болды.\nҚазақстан аумағында исламды таратушылар арабтар емес, Орталық Азияның қалалық мәдениет орталықтарынан шыққан саманидтер болды. Араб мәдениетімен бірге араб жазуы, араб сәулет өнері, қыштан жасалған бұйымдары, эпиграфикасы келді. Мұсылмандық түркі қоғамының интеллектуалдық өміріне біршама өзгеріс әкелді. Арабтық, мұсылмандық мәдениетті меңгерген ғалымдар тобы қалыптасты: әл-Фараби (X ғ.), Жүсіп Баласағұни (XI ғ.), Махмуд Қашқари (XI ғ.), әл-Хорезми (XIV ғ.), т.б. Қазақстанда мұсылман дінін таратушы топтар пайда болды. Олар: хатибтар, мутаввалдар, молдалар, имамдар, т.б.\nОрта ғасырларда Месопотамия жерінен шыққан манихей діні қазақ жеріне Мәуереннахр отырықшылары аркылы келді. VIII ғасырда Батыс Түрік қағандары шығыстан келген манихей дініне колдау жасады. Манихей дінінің Қазақстандағы орталығы Тараз қаласы болды. Осы қалада жазылған манихейліктердің \"Екі негіз жөніндегі қасиетті кітабы\" (VIII ғ.) \"он оқ бұдұн елін\" (түркілерді) дінге қарату мақсатын көздеген еді. Манихей дінінің негізгі қағидасы бойынша, өмір жағымды, таза күштер мен зиянды, кара ниетті күштердің күресінен тұрады. Олар ілгерілеушілікке, дамуға қарсы болды, отбасын, өмірдің қызығын төрк етті. Мал етін жеуге қарсы болды, тек өсімдік тағамдарын пайдалануды уағыздады.\nБ.З. V ғасырында Қазақстан жеріне несториандық сарындағы христиан діні ене бастады. Несториандар қасиетті Мария Құдайды емес, адам бейнесіндегі Христосты туды деп мәлімдеді. Сол үшін қуғындалған Нестордың ізін куушылар өз дінін шығыс елдеріне таратуға бет алды. Осы дінді әрі қарай таратушы Сириядан шыққан несториан-христиандар біртіндеп оны Бактрия, Парфия, Мәуереннахрға, Қазақ жеріне, одан Қытай мен Монғолияға таратты. Несториандың христиандардың V—VIII ғасырларға жататын шіркеулері, ескерткіштері Тараздан, Меркеден, т.б. оңтүстік және Жетісудың ортағасырлық қалаларынан табылды. Орта ғасырларда бұл өңір халқы көне шамандық-тәңірлік дінмен қатар әр жерде буддизм, манихейлік, христиандық діндерді ұстанды. Бұл өңірде IX—X ғасырлардан бастап мұсылман діні кең таралып, негізгі дінге айнала бастады. Орта ғасырларда оңтүстік өңірде осындай діни синкретизмнің (күрделі араластықтың) пайда болуы да көшпелілер мен отырықшылардың мәдени қарым-қатынасының нәтижесі еді.\nСонымен, көшпелілер мен отырықшы халықтардың арасында тығыз байланыс болған. Бұл байланыс бірде жаугершілік, бірде арагүдік қақтығыстар, алым-салық түрінде болса, ал көпшілік жағдайда бейбіт қарым-катынас, сауда, айырбас түрінде іске асты. Көшпелі мәдениет пен отырықшы өркениеттердің жиі, тығыз араласуына Ұлы Жібек сауда жолындағы калалар үлкен өсер етті. Көшпелі және отырықшы шаруашылық-мәдени тұрпаттың өзара әсері, әсіресе олардың шекаралық аймақтарында күшті жүрді. Көшпелілер мен отырықшылар шаруашылық-экономикалық, мәдени байланыстары арқылы бір-бірінің мәдениетін байытты.\n\nhttps://kk.wikipedia.org/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мезолит адамдарының өміріндегі өзгерістерді анықтаңыз.",
        "question_content": "Мезолит адамдарының өміріндегі өзгерістерді анықтаңыз.(қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мезолит дәуірінің ең маңызды өнертабысы — садақ пен жебе пайда болды. Ол ұсақ әрі жүйрік аңдарды, тіпті құстарды да аулауға мүмкіндік берді. Оның ойлап табылуы өндіргіш күштер дамуындағы шын мәніндегі төңкеріс болды. Енді жекелеген аңшылар қауымға онша тәуелді болмай, өзі-ақ аң аулауға шыға алды. Нәтижесінде қауымдар ыдырап, кезбе аңшылықтың рөлі күшейді.Голоцен кезеңінде жылынған күн терімшіліктің маңызын арттырып, неолит заманында қалыптасқан егіншіліктің алғышарттарын жасауға ықпалын тигізді. Мұздық ерігеннен кейін судың мол болуы балықтардың өсіп-өнуіне қолайлы жағдай туғызды. Бұл балық аулау тәсілдерін жетілдіруге ықпал жасады. Адамдар иілген қармақтарды, ауды, гарпундарды пайдаланып, балық аулаумен айналысты. Алғашқы қайық түрлері мен ескектер жасалынды. Ит қолға үйретілді. Ежелгі адамның өмір салты өзгерді, аң аулауға қолайлы алаптарды іздестіріп жиі қоныс аударып отырды.",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КСРО-ның ыдырауына әсер еткен негізгі себептер?",
        "question_content": "1. КСРО-ның ыдырауына әсер еткен негізгі себептерді атаңыз және Қазақстан Республикасының тәуелсіздік жариялауының тарихи маңызын анықтаңыз.(қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 21700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1991 жылы Семей ядролық полигонының жабылуы әлемдік деңгейдегі оқиға болды. Себебі, 1945 жылы Хиросима мен Нагасакиге тасталған атом бомбалары жер шарында толассыз ядролық қарулануға жол ашқан еді. Міне, осындай ядролық қарулану бәсекесі заманында дүниедегі ең ірі сынақ полигонының жабылуы және шешімді орталық емес, одақтас республиканың басшысының қабылдауы шынында да тарихи оқиға болды. Әрине, 1991 жылғы КСРО 1985 жылғы КСРО емес еді. Қайта құрудың самалы талай түрен салынбаған құпияларды ғана ашып қойған жоқ, сонымен бірге одақтас республикалардың бастапқы кезеңде дербес шешім қабылдауға ұмтылуымен сонан соң тәуелсіздік жариялауына ұласты. Бірақ халықтың негізгі бөлігі Кеңес Одағы жылдың соңында ыдырап кетеді деп ойлай қойған жоқ еді. Қазақстанда да жағдай біршама күрделі болды. Сепаратистік қозғалыстар бір жағынан, екінші жағынан әлі де болса әскери өнеркәсіптік кешен де біршама күшті болатын. Мысалы, әскерилердің өкілі Петрушенконың қолынан келгенінше полигонның жабылуына қарсы шығып, тіпті оның ешқандай зияны жоқтығын дәлелдемекші болып, сынақ нәтижесінде пайда болған көлдің суына түскені де сол кезеңде көп талқыланған мәселенің бірі болды, Сонымен бірге «Невада-Семей» антиядролық қозғалысы да кең қанат жайып, белсенділік танытып жатыр еді. Міне, осындай күрделі саяси-экономикалық жағдайда Қазақ КСР-ның алғашқы Президенті Нұрсұлтан Әбішұлы Назарбаев тәуелсіздіктің бастауы болған Семей ядролық сынақ полигонын жабу туралы шешім қабылдады және сол шешім алғашқы ядролық сынақ болған күні қабылданды. Бұл шешімге тек қазақстандықтар ғана емес дүние жүзінің әр түрлі аймақтарындағы сынақ алаңдарын жабуға ұмтылған антиядролық қозғалыстардың барлығы дерлік үлкен қолдау білдірді. Себебі, 1945-1991 жылдар аралығында ядролық сынақ полигондарындағы әртүрлі жарылыстардан зиян шеккендердің саны көбейіп келе жатқан еді. Ядролық қарулану әуеде, жер бетінде, жер астында, су астында жүргізілгендіктен қоршаған ортаға, адам денсаулығына өте үлкен нұқсан келтірді. Көп жағдайда ойланбастан жүргізілген сынақтар нәтижесінде адамдар радиациялық сәулеленуге ұшырып, денсаулығынан айрыла бастады. Мысалы, 1954 жылы Орынбор маңындағы Тоцк сынақ алаңында 350 метр биіктікте 40 килотонналық зарядты жарып, жарылыс болған аймақта маршал Г.Жуков 45 мың адамды әскери жаттығуға қатыстырды. Маршал солдаттардың негізгі бөлігін жарылыс эпицентрінен толық дайындықсыз өткізді. Аймақтағы халықтың бір бөлігі де жарылыс зардаптарына ұшырады. Жоғары деңгейде сәулеленуге ұшырған адамдар көп ұзамай көз жұмып жатты. Ғаламтордағы мәліметтер бойынша, әлемде 2422 ядролық сынақ өткізілген. Соның 982-і Кеңес Одағында, ал оның 619-ы Семей ядролық полигонында жүргізілген. 497-сі жер асты және 122-і атмосферада жасалған ядролық сынақтардан Қазақстанда 500 мыңнан астам адам зиян шекті. Ұлттың генофондына әсер еткен полигон зардабы ғасырларға созылатын анық. Бәсекелес мемлекеттер бірінен бірі асып түсу үшін сутегі, термоядролық, нейтрондық бомбаларды ойлап табумен ерекшелене бастады. Себебі, коммунистік және капиталистік жүйелердің әскери қуаты жағынан тайталасы адамзат тарихында бұрын соңды болмаған қарулануға, соның ішінде ядролық тежеу концепциясына алып келді. Ядролық державалардың бірін бірі тежеуі тек экономикаға ғана салмақ салған жоқ, сонымен бірге экологияға және халықтың денсаулығына да әсер ете бастады. Бәсекелес екі жүйеде жинақталған ядролық қарулардан ХХ ғасырдың 60-шы жылдарында ядролық қарулануға бастамашы болған АҚШ, КСРО, Англия мен Францияның өздері қорқа бастады. КСРО мен АҚШ арасындағы ядролық қару мен оны жеткізуші құралдар саны бойынша тепе-теңдіктің қалыптаса бастауы 1963 жылы ядролық державалардың «Ядролық сынақтарға тыйым салу туралы» келісімге қол қоюына, ал 1968 жылы ядролық қаруды таратпау туралы келісімнің қабылдануына әсер етті. Міне, осы келісімдер алғашқы кезеңде ядролық қаруға ие болған елдердің құқын заңдастырды және сонымен бірге олардың ядролық қаруды қолданбау туралы жауапкершілігін де арттырды. Осындай келісімдерге қарамастан ядролық қаруды заңды иеленушілер мен заңсыз иеленушілер деген ұғым қалыптасты. Уақытында Еуропа жетекшілерінің бірі ядролық қару Екінші дүниежүзілік соғыстан кейінгі тұрақтылықты қамамасыз етті деген пікір айтқан болатын. Міне осы идея ядролық қаруды өздері ойлап тапқандар мен солардың көмегі арқылы ядролық қаруға ие болған елдердің пайда болуына алып келді. Осындай көмектің нәтижесінде Қытай, Үндістан, Пәкістан, Солтүстік Корея ядролық қаруға ие болды. Олардың кейбірі дүниені ядролық қаруымен әлі күнге дейін қорқытумен келе жатыр. Сонымен бірге халықаралық терроризмнің күшеюі де ядролық бақылауды күшейтуді талап етті. Сол үшін халықаралық бақылаушы ұйым -МАГАТЭ құрылып, уран өңдеу мен ядролық материалдар шығаруға халықаралық бақылау орнатылды. Соның нәтижесінде жасырын ядролық қару жасауға ұмтылған елдер жазаланып, кейбіріне экономикалық санкция қойылды. Міне, осындай жағдайда Кеңес Одағының ыдырауы ядролық клубта жаңа мүшелердің қатарын бірден көбеюіне әсер ететін болды. Сондықтан да КСРО-ның ыдырау барысында күн тәртібінде тұрған мәселенің бірі - одақтас республикалардағы ядролық қару кім иеленеді деген сауал болды. Келіссөздер барысында ядролық қарулар КСРО-ның заңды мұрагері болып есептелген және халықаралық міндеттемелерін өз мойнына алған Ресей Федерациясына берілуі қажет деген шешім қабылданды. Осы кезеңде аумағында ядролық қару орналасқан кейбір одақтас республикалардың алдында үлкен таңдау тұрды: дайын ядролық қаруға ие болу немесе халықаралық санкцияларға ұшырау. Себебі, ыдырап жатқан алып державаның үйіндісінде пайда болған жас тәуелсіз мемлекеттердің барлығында дерлік болуы мүмкін ішкі жанжалдардың саяси және экономикалық себептері көзге анық түсіп тұрған болатын. Міне, осындай мемлекеттің бірі Қазақстан болды. Қазақстан осы кезеңде ядролық әлеуеті жағынан дүниеде төртінші орында тұрды. Қазақстан үшін ядролық сойылды беліне байлау халықаралық изоляцияға алып баруы мүмкін еді. Міне, осы кезеңде ядролық клубқа мүше елдер Будапешттегі кездесуде қабылданған меморандум негізінде Украина, Белоруссия және Қазақстанға ядролық қарудан бас тартқаны үшін тәуелсіздігінің және аумағының тұтастығының сақталуына кепілдік берді. Қазақстанның ядролық қарудан бас тартуы экономикалық дамуға жол ашты. Осыған орай АҚШ президенті Барак Обама «ядролық қарудан бас тарту елдің экономикалық өрлеуіне және гүлденуіне әсер етті. Қазақстан бүкіл дүние үшін үлгіге айналды» деп, еліміздің таңдаған жолын жоғары бағалады. Полигонның жабылуы және ядролық қарудан бас тартуы Қазақстанның халықаралық беделін өсіріп, оның шын мәніндегі ядролық қарусыздану қозғалысының жетекшісіне айналуына әсер етті. Н.Назарбаевтың ядролық қарусыздануға байланысты бастамаларының Біріккен Ұлттар Ұйымының негізгі құжатына айналуы да Елбасымыздың, Қазақстанның халықаралық беделін және осындай бастама көтеруге моральдық құқы бар екендігін көрсетеді.\n\nhttp://www.inform.kz/kz/tauelsizdikke-bastagan-algashky-kadam_a2943704",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әмір Темірдің басқыншылық жорықтарының зардаптары.",
        "question_content": "Әмір Темірдің басқыншылық жорықтарының зардаптары.(қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дешті Қыпшақ пен Жетісуға жорықтары \nӘмір Темірдің 14 ғасырдың 70 – 90-жылдары Моғолстанға, Ақ Ордаға және Алтын Ордаға жасаған басқыншылығы. Әмір Темірдің билікке ұмтылысы оны 1360 – 1370 жылдардағы тақ таластары шайқалтқанымен, әлі де құдіретті Алтын Ордамен бетпе-бет келтірді. Бірақ онымен соғыспас бұрын Әмір Темір өзінің солт. мен шығыстандағы ең жақын көршілері – Ақ Орда мен Моғолстанды нысанаға алды. Ол бұл істе өзіне Ақ Ордадан қашып келген Тоқтамысты пайдалануға ұмтылып, оны әскерімен жасақтап, 1374 – 1376 жылдарда үш рет Ақ Ордаға аттандырды. Темір Мәліктің 10 мыңдық әскерін 1376 жылда Сығанақ түбінде талқандағаннан кейін Әмір Темір Сауранда Тоқтамысты таққа отырғызып, оны Дешті Қыпшақтың билеушісі деп жариялады. Бірақ 1377 жылда Темір Мәлік көп әскермен келіп, Сауранның түбінде Тоқтамыс әскерін талқандады. Әмір Темір Тоқтамысты өзінің әскербасыларымен бірге Ақ Ордаға тағы да аттандырды. Ол Ақ Орданың басты қаласы – Сығанақты басып алды.\n1371 жылда Әмір Темір Моғолстанға әскер аттандырды, ол бұл жолы Алмалыққа дейін жетті. Мұның артынша Әмір Темірдің өзі бастап жорыққа шығып, Ыстықкөл өңіріне дейін келіп, көптеген тұтқын мен олжа түсіріп қайтты. 1375 жылда Әмір Темір әскері Моғолстанға тағы да жорыққа аттанып, Шарын өзен шатқалында Қамар әд-Динмен шайқасты. Қамар әд-Дин жеңілгеннен кейін Әмір Темір әскері моғолдарды Іле өзене дейін қуып, Самарқандқа олжамен оралды. Әмір Темір Моғолстанға жорығын 1377 жылда жалғастырып, Қамар әд-Дин әскерін Қаратау етегінде және Ыстықкөлге таяу маңдағы Бұғым шатқалында талқандады. Бұдан кейін Қамар әд-Дин Алтын Ордадағы билікті қолына алған Тоқтамыспен Әмір Темірге қарсы одақ құрды. Мұндай одақ Еңке төре мен Қызыр қожа хан тарапынан да қолдау тапты. Ақ Орда мен Моғолстан билеушілерінің күш біріктіруіне жауап ретінде Әмір Темір 1389 жылда Моғолстанға және 1390 – 1391 жылдарда Ақ Орда мен Алтын Ордаға жорықтар жасады. 1389 жылда Әмір Темір әскері Тарбағатай өңірінде Еңке төренің әскерін талқандады. Шығыс Түркістанды паналаған Қызыр қожа Әмір Темірден жеңіліс тауып, оған тәуелділігін мойындады. Іле өзен бойында жеңіліс тапқан Қамар әд-Дин Алтай өңіріне бет алды. Моғолстанды талап-тонап, оның билеушілерін қуып шыққан Әмір Темір Дешті Қыпшақтағы Тоқтамысқа бет бұрды. 1391 жылда Әмір Темір 200 мың әскерімен Тоқтамысқа қарсы жорыққа аттанды. Жайық өзенен өтіп, 18 маусымда Тоқтамыс әскерімен Құндызша деген жерде шайқасқа түсіп, талқандады. Самарқандқа қайтар жолда Ақ Орда ұлыстарын талап-тонады. Әмір Темір Тоқтамысқа қарсы жорығын 1395 жылда жалғастырып, Cолтүстік Кавказда, Терек өзен аңғарында оның әскерімен шайқасқа түсті. Жеңілген Тоқтамысты Әмір Темір әскері Елекке дейін қуып, содан кейін Алтын Орда қалаларын ойрандады. Алтын Орданың Еділдегі астанасы Сарай-Берке, Еділ бойы мен Қырымдағы ірі қалалар – Астрахан, Каффа, Азақ тағы басқа қирады. Бұл соққы Алтын Орданың саяси құлдырауы мен ыдырауын тездетті.\n\nӘмір Темір Алтын Орданы басып алудан бұрын Ақ Орданы әлсіретуді көздеді. Тоқтамысты пайдаланып, оған әскер беріп, Ақ Ордадағы билікті алуға аттандырады. Ақ Орда хандары жеңіліс тапқан соң, Әмір Темір Тоқтамысты Сауранда таққа отырғызды. 1380 жылдан бастап Тоқтамыс Алтын Орданың көптеген жерлерін – Сарайды, Қажы-Тарханды, Қырымды, Мамай Ордасын басып алды. Тоқтамыс енді Алтын Орда мен Ақ Орданың бұрынғы қуатын қайта қалпына келтіруді ойлап, Әмір Темірге тәуелділіктен бас тартады. Алтын Орда Темір мен Тоқтамыс арасындағы ұрыс алаңына айналды. 1391 жылы Әмір Темір Құндызша деген жерде Тоқтамыс әскерін қирата жеңеді. 1395 жылғы шайқас Кавказ тауының солтүстігіндегі Терек өзенінің жағасында өтеді. Бұл жолы Тоқтамыс күйрей жеңіледі. Тоқтамысты жеңгеннен кейін Әмір Темір әскері Еділ бойына, Сарай-Беркеге дейін жетіп, шабуылдады.\n\nӘмір Темірдің шабуылдары Алтын Орда экономикасына ұзақ жылдар бойы оңалмастай нұсқан келтірді. Әмір Темір Моғолстанға 1371 жылдан 1390 жылға дейін он шақты рет жорық жасаған. Ақ Орда мен Моғолстан билеушілері Әмір Темірге жеке-дара қарсы тұра алмайтындарын байқады. Олар 1380 жылдың аяғында одақ құруға әрекет жасады. Одақтың құрылып жатқанын білген Әмір Темір 1384-1391 жылдары Алтын Орда мен Моғол жеріне бірнеше рет жорық жасаған. 1390 жылдардағы жорықтардан кейін Моғолстан Темірге толық тәуелділікке түсті. Оның шапқыншылық жорықтарының ауыр зардаптары болған. Қазақ жерінің экономикасының, мәдениетінің дамуына көп зардабын тигізді. Шапқыншылықтың салдарынан бір жұрттың халық болып қалыптасу жүйесі бұзылды.\n\nӘмір Темір жорықтарының Қазақстан үшін, ондағы өмір сүрген ру-тайпалар үшін адам айтқысыз ауыр зардаптары болды.Қолға түскендер құлдыққа айдалып, Орта Азия қалаларындағы базарда сатуға түсті. Өртелген қалалардың күлі ғана қалды.\nӘмір Темір жорықтарының зардаптары\nХалық қырғынға ұшырады, шаруашылық күйредіЕл арасындағы байланыс үзілді, қалалар қирады.Ауа көшу, қоныс аудару көшейді, халық болып қалыптасу жүйесі бұзылды.Қазақ жерінің экономикасының, мәдениетінің дамуына зардабын тигізді.\nӘмір темір қайтыс болар алдында Қытайды жаулау үшін Самарқаннан көп әскермен шығады. Шараф ад-дин Әли Йаздидің «Зафар-наме» жазбасында:Сейхун жағасынан аттанған Темір сәрссенбі-12 раджап күні Отырардағы Бәйдібек сарайына тоқтайды.Барлық ханзада, әмір, айналасындағы жақын адамдар жеке-жеке бөлмеге орналасады. Кенет патша ордасы саналған сарайда сол күні төбесінен от шығып, өрт болады.Өрт тез өшірілсе де, қасындағылар жаман түстер көреді. Осы жазбада: «807ж10 шаабада Әмірдің ыстығы қатты көтеріледі.Қалтырап отырып өз күналары үшін Құдайдан кешірім сұрап, орнын сауапты істермен толтыруға уәде етеді.Біріқ науқасы күшейе түседі. Аурудың дәріден күшті екенін сезген соң, өлімге дайындалып, өсиет сөзін айтты» -делінген. Ибн Арабшахтың «Аджаиб ал-мақдур фи ахраби Тимур»еңбегінде Темірдің қатты суықта Отырарға келіп, шарап әкелуді тапсырып, ауырғанын, оны емдеген дәрігердің маңдайына , ішіне мұз құйып емдегенін жазады.Ал, Мұхаммад Фадлаллах Мусеви жылнамасында былай делінеді: «темірде шарапқа құмарлық пайда болды, үш күн сонымен уақыт өткізді, тағы үш күн арақ ішті, тамақтан нәр татпады. Ақыры ішкі ыстық оның ішкі денсаулығына денсаулығына әсер етті, айналасындағылар бұл арақ ішкеннен болған ауру деп түсіндірді .Ол тағы бір жұтым арақ алдыртты.» Барлық деректер аурудың бір ғана себебін меңзейді.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Әмір Темір Алтын Орданы басып алудан бұрын Ақ Орданы әлсіретуді көздеді. Тоқтамысты пайдаланып, оған әскер беріп, Ақ Ордадағы билікті алуға аттандырады. Ақ Орда хандары жеңіліс тапқан соң, Әмір Темір Тоқтамысты Сауранда таққа отырғызды. 1380 жылдан бастап Тоқтамыс Алтын Орданың көптеген жерлерін – Сарайды, Қажы-Тарханды, Қырымды, Мамай Ордасын басып алды. Тоқтамыс енді Алтын Орда мен Ақ Орданың бұрынғы қуатын қайта қалпына келтіруді ойлап, Әмір Темірге тәуелділіктен бас тартады. Алтын Орда Темір мен Тоқтамыс арасындағы ұрыс алаңына айналды. 1391 жылы Әмір Темір Құндызша деген жерде Тоқтамыс әскерін қирата жеңеді. 1395 жылғы шайқас Кавказ тауының солтүстігіндегі Терек өзенінің жағасында өтеді. Бұл жолы Тоқтамыс күйрей жеңіледі. Тоқтамысты жеңгеннен кейін Әмір Темір әскері Еділ бойына, Сарай-Беркеге дейін жетіп, шабуылдады.\n\nӘмір Темірдің шабуылдары Алтын Орда экономикасына ұзақ жылдар бойы оңалмастай нұсқан келтірді. Әмір Темір Моғолстанға 1371 жылдан 1390 жылға дейін он шақты рет жорық жасаған. Ақ Орда мен Моғолстан билеушілері Әмір Темірге жеке-дара қарсы тұра алмайтындарын байқады. Олар 1380 жылдың аяғында одақ құруға әрекет жасады. Одақтың құрылып жатқанын білген Әмір Темір 1384-1391 жылдары Алтын Орда мен Моғол жеріне бірнеше рет жорық жасаған. 1390 жылдардағы жорықтардан кейін Моғолстан Темірге толық тәуелділікке түсті. Оның шапқыншылық жорықтарының ауыр зардаптары болған. Қазақ жерінің экономикасының, мәдениетінің дамуына көп зардабын тигізді. Шапқыншылықтың салдарынан бір жұрттың халық болып қалыптасу жүйесі бұзылды.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Әмір Темір жорықтарының Қазақстан үшін, ондағы өмір сүрген ру-тайпалар үшін адам айтқысыз ауыр зардаптары болды.Қолға түскендер құлдыққа айдалып, Орта Азия қалаларындағы базарда сатуға түсті. Өртелген қалалардың күлі ғана қалды.\nӘмір Темір жорықтарының зардаптары\nХалық қырғынға ұшырады, шаруашылық күйредіЕл арасындағы байланыс үзілді, қалалар қирады.Ауа көшу, қоныс аудару көшейді, халық болып қалыптасу жүйесі бұзылды.Қазақ жерінің экономикасының, мәдениетінің дамуына зардабын тигізді.\nӘмір темір қайтыс болар алдында Қытайды жаулау үшін Самарқаннан көп әскермен шығады. Шараф ад-дин Әли Йаздидің «Зафар-наме» жазбасында:Сейхун жағасынан аттанған Темір сәрссенбі-12 раджап күні Отырардағы Бәйдібек сарайына тоқтайды.Барлық ханзада, әмір, айналасындағы жақын адамдар жеке-жеке бөлмеге орналасады. Кенет патша ордасы саналған сарайда сол күні төбесінен от шығып, өрт болады.Өрт тез өшірілсе де, қасындағылар жаман түстер көреді. Осы жазбада: «807ж10 шаабада Әмірдің ыстығы қатты көтеріледі.Қалтырап отырып өз күналары үшін Құдайдан кешірім сұрап, орнын сауапты істермен толтыруға уәде етеді.Біріқ науқасы күшейе түседі. Аурудың дәріден күшті екенін сезген соң, өлімге дайындалып, өсиет сөзін айтты» -делінген. Ибн Арабшахтың «Аджаиб ал-мақдур фи ахраби Тимур»еңбегінде Темірдің қатты суықта Отырарға келіп, шарап әкелуді тапсырып, ауырғанын, оны емдеген дәрігердің маңдайына , ішіне мұз құйып емдегенін жазады.Ал, Мұхаммад Фадлаллах Мусеви жылнамасында былай делінеді: «темірде шарапқа құмарлық пайда болды, үш күн сонымен уақыт өткізді, тағы үш күн арақ ішті, тамақтан нәр татпады. Ақыры ішкі ыстық оның ішкі денсаулығына денсаулығына әсер етті, айналасындағылар бұл арақ ішкеннен болған ауру деп түсіндірді .Ол тағы бір жұтым арақ алдыртты.» Барлық деректер аурудың бір ғана себебін меңзейді.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Әмір Темір жорықтарының Қазақстан үшін, ондағы өмір сүрген ру-тайпалар үшін адам айтқысыз ауыр зардаптары болды. Қолға түскендер құлдыққа айдалып, Орта Азия қалаларындағы базарда сатуға түсті. Өртелген қалалардың күлі ғана қалды.\nХалық қырғынға ұшырады, шаруашылық күйредіЕл арасындағы байланыс үзілді, қалалар қирады.Ауа көшу, қоныс аудару көшейді, халық болып қалыптасу жүйесі бұзылды.Қазақ жерінің экономикасының, мәдениетінің дамуына зардабын тигізді.\nӘмір темір қайтыс болар алдында Қытайды жаулау үшін Самарқаннан көп әскермен шығады. Шараф ад-дин Әли Йаздидің «Зафар-наме» жазбасында:Сейхун жағасынан аттанған Темір сәрссенбі-12 раджап күні Отырардағы Бәйдібек сарайына тоқтайды.Барлық ханзада, әмір, айналасындағы жақын адамдар жеке-жеке бөлмеге орналасады. Кенет патша ордасы саналған сарайда сол күні төбесінен от шығып, өрт болады.Өрт тез өшірілсе де, қасындағылар жаман түстер көреді. Осы жазбада: «807ж10 шаабада Әмірдің ыстығы қатты көтеріледі.Қалтырап отырып өз күналары үшін Құдайдан кешірім сұрап, орнын сауапты істермен толтыруға уәде етеді.Біріқ науқасы күшейе түседі. Аурудың дәріден күшті екенін сезген соң, өлімге дайындалып, өсиет сөзін айтты» -делінген. Ибн Арабшахтың «Аджаиб ал-мақдур фи ахраби Тимур»еңбегінде Темірдің қатты суықта Отырарға келіп, шарап әкелуді тапсырып, ауырғанын, оны емдеген дәрігердің маңдайына , ішіне мұз құйып емдегенін жазады.Ал, Мұхаммад Фадлаллах Мусеви жылнамасында былай делінеді: «темірде шарапқа құмарлық пайда болды, үш күн сонымен уақыт өткізді, тағы үш күн арақ ішті, тамақтан нәр татпады. Ақыры ішкі ыстық оның ішкі денсаулығына денсаулығына әсер етті, айналасындағылар бұл арақ ішкеннен болған ауру деп түсіндірді .Ол тағы бір жұтым арақ алдыртты.» Барлық деректер аурудың бір ғана себебін меңзейді.",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Республикасы әлемдік қауымдастықта алатын орны мен қызметі?",
        "question_content": "Қазақстан Республикасы әлемдік қауымдастықта алатын орны мен қызметін талдаңыз.(қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 24300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәуелсіз Қазақстан Республикасына өзіндік сыртқы саясаты ұстанымын қалыптастыру қажет болды. Сыртқы саясаттағы негізгі мақсат — елдің кауіпсіздігін сақтау, саяси және экономикалық қарым-катынастарда аймақтық, субрегионалдық құрылымдарға ену, тәуелсіз мемлекет есебінде елдің дамуы үшін сыртқы қолайлы жағдайларды қарастыру және оны тиянақтау.\n«Азия мен Еуропаның түйіскен жерінде орналасқан геосаяси жағдайы, экономикалық және әскери-саяси мүдделері, сондай-ақ қол жеткен қуаты Қазақстанды қазіргі халықаралық қатынастарда өзінің айналасындағы елдермен қауіпсіздігін, егемендігін, аумақтық тұтастығын құрметтеу қағидаларына негізделген тату көршілік аймағын құруға мүдделі ірі аймақтык мемлекет ретінде танытты».\nБүгінгі әлем күрделі де жан-жақты. Бұрынғы кездегі идеологиялық қарама-қайшылық (социалистік жүйе — капиталистік жүйе) енді жекелей мемлекеттердің экономикалық және саяси беделіне ауысты.\n1993 жылдың 13 желтоқсанында Үкімет қаулысына сөйкес, ядросыз мемлекеттер қатарында Қазақстан «Ядролық қаруды таратпау жөніндегі Келісімге» қосылды. Республика аумағында бірнеше жылдар бойы ядролық қару болып келді. Бірақ оны Қазақстан өз бақылауында ұстай алған жоқ. Ендігі бірден-бір шешім — ядролық қарудан бас тарту еді. 1994 жылы үш мемлекеттің — Еуропадағы қауіпсіздік пен өзара достық қарым-қатынастар жөніндегі Будапештте өткен Кеңесінде Қазақстанның қауіпсіздігін сақтауға Ұлыбритания, АҚШ және Ресей мемлекеттері өз кепілдіктерін берді. 1995 жылы оларға Қытай мен Франция қосылды. Сөйтіп, Қазақстанның төуелсіздігі, дербестігі, шекара біртұтастығы мен қауіпсіздігі басты-басты ядролық державалар тарапынан кепілдікке алынды.\nЯдролық қаруды өз жерінен көшіру үшін республика 84 млм доллар алды. 1995 жылдың 26 мамырында ядролық қарудың соңғы бөлшектері республика аумағынан әкетілді. 1995 жылдың 30 мамырында Семей сынақ алаңында қалған ең сонғы ядролық заряд жойылды.\n90-жылдары әлемде бірқатар аса маңызды геосаяси және экономикалық өзгерістер болды. КСРО-ның ыдырауы, бұдан кейінгі Ресей жағдайын анықтау, бірігуге бет алған Еуропа мен реформадан кейінгі Қытайдың күшейе түсуі, бірқатар Азия аумағы мемлекеттерінің пайда болуы, жаңа халықаралық экономикалық жүйенің қалыптасуы, т.б. Осы тұрғыдан алғанда, Қазақстан өзінің сыртқы саясатында мына төмендегі аймақтық саяси одақтарға сүйенеді:\nАӨСШК — Азиядағы өзара ықпалдастық және сенім шаралары жөніндегі кеңес — 1992 жылдың қазан айында болды. БҰҰ Бас Ассамблеясында Н.Назарбаев бұл ұйымды қолдап сөз сөйледі.\nЕуразиялық Одақ 1994 жылдың наурыз айындавы Мәскеуге сапары кезінде Н. Назарбаев бұл одақты құру жөнінде мәселе көтерді.\n1992 жылдан бері Қазақстан Экономикалық өзара қарым-қатынас ұйымына Иран, Пәкстан, Түркия, Әзірбайжан, Қазақстан, Ауганстан, Қырғызстан, Тәжікстан, Турікменстан, Өзбекстан мүше болды.\nҚазақстанның геостратегиялық басымдылығы үш бірдей әлеуметтік-экономикалық және әлемдік қатынастардың саяси орталығына негізделеді. Олар Солтүстік Америка, бірігу бағытындағы Еуропа және Тынық мұхит аймағы. Орталық Азияда орын тепкен жас мемлекетке дүниежүзілік экономикалық кеңістікке шығу әлдеқайда тиімді.\nҚазақстанның геосаяси жағдайы, қазақстандық өнімдерді дүниежүзілік рынокқа шығару жолдарын іздестіру қажеттігі жан-жақты халықаралық байланыстар орнатуға қосымша негіз болды.\n\nДүние жүзіндегі көптеген экономикалық және саяси жаһандау үдерістері халықаралық құқықтың басты-басты қағидаларын алға қойып отыр. Қазақстан жекелеген мемлекеттермен сыртқы қарым-қатынасында халықаралық құқықтың көпшілік таныған нормаларын сақтауды көздейді.\nСондықтан да жас мемлекет үшін БҰҰ, ЕҚЫҰ (ОБСЕ) — (Еуропадағы кауіпсіздік және ынтымақтастық ұйымы, Халықаралық Еуропалық даму және қайта құру банктері, Халыкаралық валюта қоры, ЮНИСЕФ, ЮНЕСКО, т.б. сияқты ірі-ірі халықаралық ұйымдарға мүше болуы аса маңызды жағдай.\n1992 жылғы 2 наурыздағы БҰҰ Бас Ассамблеясыныц (БҰҰ БА) 46-сессиясында Қазақстан Республикасын БҰҰ-ға мүшелікке алу жәніндегі қаулыға қол қойылды. Халықаралық қауіпсіздікті қамтамасыз етуге ерекше мән бере отырып, Қазақстан БҰҰ-ның бейбітшілікке бағытталған қызметіне белсенді түрде қолдау көрсетті. 1996 жылы Қазақстан БҰҰ-ның, бейбітшілікті қолдайтын шараларына қатыса алатын резервтік келісімдер жүйесіне қосылған 51 - мемлекетке айналды.\n1998 жылы 16 қарашада БҰҰ БА-ның 53-сессиясы «Халықаралық ыңтымақтастық және тұрғындарды сауықтыру Қазақстандағы Семей аумағының экологиясы мен экономикалық дамуы мақсатындағы жұмыстарды үйлестіру» деп аталган қарар қабылдады. Қазақстан басқа да халықаралық ұйымдардың белсенді мүшесіне айналды. 1998 жылы республика БҰҰ-ның Экономикалық және әлеуметтік кенесі (ЭӘК) жанындағы комиссия құрамына кірді. Қазақстанның БҰҰ-ның балаларға көмек қорымен (БКҚ) ынтымақтастығы кең түрде даму үстінде. Республикада «Бала мен ана денсаулығы», «Базалық білім беру», «Сумен қамтамасыз ету және санитария ісі» және басқа да бағдарламалар бойынша жұмыстар жүргізілді. 1997 жылы Қазақстан БҰҰ-ның балаларға көмек қорының Атқару Кеңесіне мүше болды.\n1996 жылы мамырда ЮНЕСКО (БҰҰ-ның білім, ғылым және мәдениет мәселелерімен айналысатын ұйымы) делегациясының Алматыға сапары кезінде үлкел ғаламдық ЮНЕСКО бағдарламаларын («Адам және биосфера», «Халықаралық гидрология») жүзеге асыру жөнінде келісімдерге қол жеткізілді. 1997 жылғы қарашада ЮНЕСКО-ның Париждегі Бас конференциясында Қазақстан ЮНЕСКО-ның Атқару Кеңесінің мүшелігіне қабылданды. 1994—1995 жылдарда ЕҚЫҰ-ның төмендегідей құрылымдарымен тұрақты ынтымақтастық байланыстар орнады: аз санды ұлттар жөніндегі институты, демократиялық институттар мен адам құқығы бюросы. 1999 жылдың қаңтарынан бастап Алматыда ЕҚЫҰ орталығы тұрақты жұмыс істейді.\n\nХалыкаралық байланысты жүзеге асыруда Қазақстанның сыртқы саясаты дүние жүзінде қалыптасқан жағдайға байланысты көпбағыттылығын ескеру принципінен шығуы керек. Дүние жүзіндегі саяси және экономикалық үдерістердің ғаламдық сипаты жағдайында, жекелеген елдер қауіпсіздігіне кепілдік ұжымдық күш-жігермен ғана қамтамасыз етіледі. Қазақстан Республикасы өзімен шекаралас елдердің бәрімен сенімге негізделген тату көршілік қатынас орнатуға тырысады. Бұл мақсатқа жету үшін Қазақстан қауіпсіздік жүйесін құруға арналған және халықаралық ынтымақтастықтың барлық деңгейіндегі қарусыздану ісіне міндетті түрде қатысады. Оның бірнеше деңгейі бар:\nҚазақстанның ТМД-дағы халықаралық кауіпсіздік және қарусыздану саласындағы ықпалдастық саясаты;\nҚазақстанның Азияда бейбітшілікті және тұрақтылықты қолдау туралы ұйым құру ұсынысы;\nҚазақстан халықаралық БҰҰ, ЕҚЫҰ және т.б. ұйымдарға қатысып, қарусыздану және бейбітшілікті қолдау саясатын жүзеге асырады.\nҚауіпсіздікке кепілдік алуға қол жеткізу үшін Қазақстан бірқатар сыртқы саясат әрекеттерін қарастырды. 1992 жылы Ташкентте Қазақстанның, Қырғызстан, Тәжікстан, Белоруссия, Армения, Әзірбайжан, Грузия мен Өзбекстанның басшылары бас қосып, Ұжымдық қауіпсіздік туралы Келісімге кол қойды. Мемлекет басшылары жөнө ТМД Біріккен Қарулы күш Бас қолбасшыларынан тұратын Ұжымдық қауіпсіздік кеңесі құрылды. 1999 жылы 14 қыркүйекте Алматыда АӨСШК мүшелері — 15 мемлекеттіц Сыртқы істер министрлерінің кездесуі өтті.\n1995 жылы үш республика — Қазақстан, Өзбекстан және Қырғызстан басшылары БҰҰ Бас хатшысына БҰҰ қарамағындн Біріккен ортаазиялық бейбітшілік сақтау батальоның (ОртАзБат) құру туралы ұсыныс енгізді. 1997 жылы ОртАзБаттың алғашқы оқу- жаттығулары өткізілді. 1996 жылы бес мемлекет — Қазақстан, Қытай, Қырғызстан, Ресей және Тәжікстан әскери салада және шекаралық аудандарда сенім шараларын нығайту туралы Келісімге қол қойды. 1997 жылы шекаралық аудандардағы қарулы күштерді келісімді қысқарту туралы Келісімге қол қойылды. Бұл келісімдер Қытаймен шекара жөніндегі дауды реттеуге негіз болды. 2001 жылғы көктемде бұл Келісімге Өзбекстан қосылып, Шанхай бестігі Шанхай ынтымақ тастық ұйымы (ШЫҰ) болып құрылды.\nРеспублика ішінде жүргізіліп жатқан реформаларды қамтамасыз ету жөнінде де бірқатар міндеттердің бар екені белгілі. Оларды атап айтсақ:\nҚазақстан экономикасы үшін дамыған мемлекеттер және жекелеген қаржы ұйымдары тарапынан қаржы салымын тарту;\nэкономикалық міндеттер, экологиялық мәселелер, дүниежүзілік коммуникацияға шығу үшін қаржы тарту және практикалық көмек көрсету;\nәр түрлі мәселелер бойынша халықаралық ақпараттармен алмасуға қатысу;\nҚазақстандық экономиканың, ғылым мен басқарудың әр түрлі салалары үшін шетелдерде мамандар даярлау бағдарламасын жүзеге асыру;\nшетелдердегі Қазақстан азаматтарының мүддесі мен құқықтарын қорғау;\nшетелдік серіктестермен еліміздің сауда-экономикалық байланыстарын кеңейту.\nАталған бағыттар бойынша Қазақстанның дипломатиялық қызметін тұрақты жүзеге асыру біздің еліміздің ұзақ мерзімдік басым бағытын іске қосуға мүмкіндік береді.\nҚазақстанның сыртқы саясаты 1991 жылдан 2001 жылға дейінгі 10 жыл ішінде күрделі даму жолынан өтті. 1991—1993 жылдары Қазақстан халықаралык құқық субъектісі ретінде әлемдік коғамдастыққа ену шараларын жүзеге асырды, дүние жүзіндегі жетекші елдермен ынтымақтастықтың келісімдік-құқықтық базасын қалыптастырды.\n1994—1997 жылдары сыртқы саясат қызметінде мықты құкықтық база құру жұмысы жалғастырылды, бірінші кезекке шет елдер стратегиялық ұлттық мүдделерді қамтамасыз ету тетігін қалыптастыру міндеті шықты.\n1997 жылдан бастап Қазақстанның сырткы саясатында үшінші даму кезеңі басталды, ол ел алдында жаңа ғаламдық жағдайлар тууымен сипатталады. Қазақстаниың сыртқы саясатындағы бағдары «Қазақстан—2030» стратегиялық даму бағдарламасында ашып көрсетілді.\n2003 жылы Алматыда Бейбітшілік пен өзара келісім жөніндегі халықаралық конференция мен Әлемдік және дәстүрлі дін өкілдерінің 1 съезі болып өтті. 2006 жылдың қыркүйек айында Астанада Бейбітшілік пен өзара келісім Сарайында Әлемдік және дәстүрлі дін өкілдерінің II съезі болды.\n\nhttps://kk.wikipedia.org/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ хандығының құрылуы. Керей мен Жәнібек",
        "question_content": "Қазақ хандығының құрылуы. Керей мен Жәнібек(қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 33700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ хандығы — бүгінгі Қазақстан Республикасы мен көрші аймақтардың территориясында 1465-1847 жылдар аралығында өмір сүрген мемлекет.[1] Қазақ хандығы Еділден Жайыққа дейінгі территорияны, Сырдария мен Амудария өзендерінің аралығын, Хорасан жерін қамтыған.\nҚазақ хандығының мемлекеттік құрылымы дала демократиясына негізделген монархияға негізделген. Мемлекет басшысы - хандар саяси билік жүргізетін. Олар төре тұқымынан шыққан сұлтандар арасындағы таңдау негізінде сайланатын. Қазақ хандығының тұңғыш ханы - Керей, соңғы ханы - Кенесары Қасымұлы.\n\nӘз-Жәнібек хан— Қазақ хандығы мен қазақ хандары әулетінің негізін қалаушы,Барақ ханның ұлы,Ұрыс ханның шөбересі. 15 ғасырда өмір сүрген.\n1456 жылы Дешті-Қыпшақта шайбандық Әбілхайыр хан билікті қолына алған соң, көшпенді халықтың Жәнібек пен Керей бастаған бір бөлігі Моғолстанға қоныс аударып, Шу мен Қозыбасы өзендерінің аңғарында орын тепті. Моғолстан ханы өз қарсыластарымен болатын күресте көмектесер деген есеппен қазақ басшыларымен одақтас болды. 15 ғасыр орта шенінде ежелденЖетісу өңірін мекендеген түркі тайпалары бір этникалық топқа біріге келе,қазақ халқын құрады. Жәнібек хан менКерей ханЖетісу өңірі,Шу менТалас өзендерінің бойын мекендеген қазақтардың басын қосуда көп еңбек сіңірді. Бұл мақсатпен олар өзара қырқысуларды басып, ірі феодалдарды маңайына топтастырды.\nЖәнібек ханның Дешті-Қыпшаққа оралғаннан кейін билігін күшейткені туралы, өмірінің соңғы жылдары мен өлімі туралы деректер жоқ. Оның есімі тарихи деректерде соңғы рет 1473 жылы кездеседі. Бұдан кейінгі жылдары Керей хан туралы ғана айтылған. Жәнібек хан жиі болатын шайқастардың бірінде қаза тапқан деп болжауға болады. Сақталып қалған халық аңыздары мен өлеңдерінде Жәнібек ханды Әз Жәнібек деп атаған.\n\nКерей хан (туған, өлген жылы белгісіз – 1473) –Қазақ хандығының негізін қалаушы ұлы екі тарихи тұлғаның бірі, алғашқы қазақ ханы. Ақ Орданың ханыҰрыстың ұрпағы. Ұрыс ханнан Тоқтақия, одан Болат, одан Керей хан тараған.\nСоңғы жылдары ғылыми айналымға енгізілген аңыз мәліметтері бойынша, Керей хан мен Жәнібек хан қол астындағы ру-тайпалармен 1457 жылдың күзінде Шу өңіріне көшіп келген. Ал 1458 жылдың көктемінде Керейді хан етіп көтерді. Керей ханның қандай жағдайда, қай жылы қайтыс болғандығы жөнінде нақты мәліметтер жоқ. Керей ханның үш баласы болды. Олар:Бұрындық хан, Қожа-Мұхаммед және Сұлтан Әлі. Олардың ішінде 30 жылдан астам Қазақ хандығын билегенБұрындық ханнан соң тақ билігі түпкілікті түрде Жәнібек ханның ұрпақтарының қолына өтеді. Керей ханның қалған екі ұлы жөнінде деректер кездеспейді.\n\nҚазақтың алғашқы ханы болып Керей жарияланды (1458-1473 жж.). Одан кейін қазақ ханы болып Жәнібек сайланды (1473-1480 жж.). Бұлардың тұсында Жетісу халқы, 1462 жылыМоғолстан ханыЕсенбұға өлгеннен кейін ондағы тартыстың күшеюіне байланысты, өзара ынтымақтықты нығайтуға үлес қосты.\n\nҚазақ хандығының пайда болуы Қазақстан жерінде 14-15 ғғ. болған әлеуметтік-экономикалық және этникалық-саяси процестерден туған заңды құбылыс. Өндіргіш күштердің дамуы, көшпелі ақсүйектердің экономикалық қуатының артуы, феодалдық топтардың тәуелсіздікке ұмтылуы, осы негізде Әбілхайыр хандығы мен Моғолстан арасындағы тартыстың өршуі, әлеуметтік қайшылықтардың үдеуі 15 ғ. 2 жартысында бұл мемлекеттердің құлдырап ыдырауына апарып соқтырды.\n\nӘсіресе Әбілхайыр(1428-1468) Жошы-Шайбан- Дәулет-Шайх оғланның ұлы хандығы өте нашар еді. Территориясы батысында Жайықтан бастап, шығысында Балқаш көліне дейін, оңтүстігінде Сырдың төменгі жағы мен Арал өңірінен, солтүстігінде Тобылдың орта ағысы мен Ертіске дейінгі жерді алып жатты. Бір орталыққа бағынған мемлекет болмады. Көптеген ұлыстарға бөлінді. Олардың басында Шыңғыс әулетінің әр тармақтағы ұрпақтары, көшпелі тайпалардың билеушілері тұрды. Әбілхайыр билік еткен кезде халық өзара қырқыс пен соғыстан шаршады. 30 жж. ол Тобыл бойында Шайбани ұрпағы Махмұт Қожаханды талқандады. Сыр бойындағы далада Жошы әулетінің Махмұтханы мен Ахметханын(Тоқа Темір тұқымы) жеңді.\n\n1446 жылы Әбілхайыр Темір ұрпақтары мен Ақ Орда хандары ұрпақтарынан Сыр бойы мен Қаратау баурайындағы — Сығанақ, Созақ, Аққорған, Өзгент, Аркүк сияқты қалаларды басып алады.\n\n1457 ж. Үз-Темір тайшы бастапан ойраттардан (жайылым жер іздеген) Түркістан өңірінде жеңіліп қалды. Масқара ауыр шарт жасасып, ойраттар Шу арқылы өз жерлеріне кетті. Ал Әбілхайыр өз ұлысында , қатал тәртіп шараларын орнатуға кіріседі. Бұл халық бұқарасының оған деге өшпенділігін күшейтті. Нәтижесінде халықтың жартысы Шығыс Дешті Қыпшақтан Түркістан алқаптарына және Қаратау бөктерлерінен Жетісудың батыс өңіріне көшіп барулары еді. Оны Жәнібек пен Керей басқарды.\n\nДешті Қыпшақ пен Жетісудағы көшпелі бұқара феодалдық қанаудың күшеюіне, соғыстарға наразылық ретінде , хандар мен феодалдардың қол астынан көшіп кетіп, қоныс аударды. Сөйтіп, 15 ғ. 50-70 жж, яғни 1459ж. Әбілхайыр хандығынан Жетісудың батысына Есенбұға хан иелігіне Шу мен Талас өзендерінің жазықтығына көшіп келді. Олардың қоныс аударуының бір себебі, оларды Шыңғыс әулетінен шыққан Керей хан мен Жәнібек ханның жаңа қалыптасып келе жатқан қазақ халқының дербес мемлекетін құру, оның тәуелсіз саяси және экономикалық дамуын қамтамасыз ету жолындағы қадамы мен қызметі өз ықпалын тигізді. Жетісу рулар мен тайпалар мемлекет бірлестігінің орталыпына айналды. Олардың саны 200 мың адамға жетті. Моголстан ханы Есенбұға өзінің солтүстік шекарасын қорғату үшін, сондай-ақ өзінің бауыры Тимурид Абу Саид қолдап отырған Жүністің шабуынан батыс шекарасын қорғату үшін пайдаланғысы келді. Жәнібек қазақ хандығының тұңғыш шаңырағын көтерген Барақ ханның ұлы, ал Керей оның ағасы Болат ханның баласы. Барақтан басталатын қазақтың дербес мемлекеттігі жолындағы күресті оның туған ұлы мен немересінің жалғастыруы табиғи құбылыс. Мырза Мұхамед хайдар Дулати Қазақ хандығының құрылған уақытын хижраның 870 жылына (1465-1466 жж.) жатқызады.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақ хандығының пайда болуы Қазақстан жерінде 14-15 ғғ. болған әлеуметтік-экономикалық және этникалық-саяси процестерден туған заңды құбылыс. Өндіргіш күштердің дамуы, көшпелі ақсүйектердің экономикалық қуатының артуы, феодалдық топтардың тәуелсіздікке ұмтылуы, осы негізде Әбілхайыр хандығы мен Моғолстан арасындағы тартыстың өршуі, әлеуметтік қайшылықтардың үдеуі 15 ғ. 2 жартысында бұл мемлекеттердің құлдырап ыдырауына апарып соқтырды.\n\nӘсіресе Әбілхайыр(1428-1468) Жошы-Шайбан- Дәулет-Шайх оғланның ұлы хандығы өте нашар еді. Территориясы батысында Жайықтан бастап, шығысында Балқаш көліне дейін, оңтүстігінде Сырдың төменгі жағы мен Арал өңірінен, солтүстігінде Тобылдың орта ағысы мен Ертіске дейінгі жерді алып жатты. Бір орталыққа бағынған мемлекет болмады. Көптеген ұлыстарға бөлінді. Олардың басында Шыңғыс әулетінің әр тармақтағы ұрпақтары, көшпелі тайпалардың билеушілері тұрды. Әбілхайыр билік еткен кезде халық өзара қырқыс пен соғыстан шаршады. 30 жж. ол Тобыл бойында Шайбани ұрпағы Махмұт Қожаханды талқандады. Сыр бойындағы далада Жошы әулетінің Махмұтханы мен Ахметханын(Тоқа Темір тұқымы) жеңді.\n\n1446 жылы Әбілхайыр Темір ұрпақтары мен Ақ Орда хандары ұрпақтарынан Сыр бойы мен Қаратау баурайындағы — Сығанақ, Созақ, Аққорған, Өзгент, Аркүк сияқты қалаларды басып алады.\n\n1457 ж. Үз-Темір тайшы бастапан ойраттардан (жайылым жер іздеген) Түркістан өңірінде жеңіліп қалды. Масқара ауыр шарт жасасып, ойраттар Шу арқылы өз жерлеріне кетті. Ал Әбілхайыр өз ұлысында , қатал тәртіп шараларын орнатуға кіріседі. Бұл халық бұқарасының оған деге өшпенділігін күшейтті. Нәтижесінде халықтың жартысы Шығыс Дешті Қыпшақтан Түркістан алқаптарына және Қаратау бөктерлерінен Жетісудың батыс өңіріне көшіп барулары еді. Оны Жәнібек пен Керей басқарды.\n\nДешті Қыпшақ пен Жетісудағы көшпелі бұқара феодалдық қанаудың күшеюіне, соғыстарға наразылық ретінде , хандар мен феодалдардың қол астынан көшіп кетіп, қоныс аударды. Сөйтіп, 15 ғ. 50-70 жж, яғни 1459ж. Әбілхайыр хандығынан Жетісудың батысына Есенбұға хан иелігіне Шу мен Талас өзендерінің жазықтығына көшіп келді. Олардың қоныс аударуының бір себебі, оларды Шыңғыс әулетінен шыққан Керей хан мен Жәнібек ханның жаңа қалыптасып келе жатқан қазақ халқының дербес мемлекетін құру, оның тәуелсіз саяси және экономикалық дамуын қамтамасыз ету жолындағы қадамы мен қызметі өз ықпалын тигізді. Жетісу рулар мен тайпалар мемлекет бірлестігінің орталыпына айналды. Олардың саны 200 мың адамға жетті. Моголстан ханы Есенбұға өзінің солтүстік шекарасын қорғату үшін, сондай-ақ өзінің бауыры Тимурид Абу Саид қолдап отырған Жүністің шабуынан батыс шекарасын қорғату үшін пайдаланғысы келді. Жәнібек қазақ хандығының тұңғыш шаңырағын көтерген Барақ ханның ұлы, ал Керей оның ағасы Болат ханның баласы. Барақтан басталатын қазақтың дербес мемлекеттігі жолындағы күресті оның туған ұлы мен немересінің жалғастыруы табиғи құбылыс. Мырза Мұхамед хайдар Дулати Қазақ хандығының құрылған уақытын хижраның 870 жылына (1465-1466 жж.) жатқызады.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақтың алғашқы ханы болып Керей жарияланды (1458-1473 жж.). Одан кейін қазақ ханы болып Жәнібек сайланды (1473-1480 жж.). Бұлардың тұсында Жетісу халқы, 1462 жылыМоғолстан ханыЕсенбұға өлгеннен кейін ондағы тартыстың күшеюіне байланысты, өзара ынтымақтықты нығайтуға үлес қосты.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Керей хан  (туған, өлген жылы белгісіз – 1473) –Қазақ хандығының негізін қалаушы ұлы екі тарихи тұлғаның бірі, алғашқы қазақ ханы. Ақ Орданың ханыҰрыстың ұрпағы. Ұрыс ханнан Тоқтақия, одан Болат, одан Керей хан тараған.\nСоңғы жылдары ғылыми айналымға енгізілген аңыз мәліметтері бойынша, Керей хан мен Жәнібек хан қол астындағы ру-тайпалармен 1457 жылдың күзінде Шу өңіріне көшіп келген. Ал 1458 жылдың көктемінде Керейді хан етіп көтерді. Керей ханның қандай жағдайда, қай жылы қайтыс болғандығы жөнінде нақты мәліметтер жоқ. Керей ханның үш баласы болды. Олар: Бұрындық хан, Қожа-Мұхаммед және Сұлтан Әлі. Олардың ішінде 30 жылдан астам Қазақ хандығын билеген Бұрындық ханнан соң тақ билігі түпкілікті түрде Жәнібек ханның ұрпақтарының қолына өтеді. Керей ханның қалған екі ұлы жөнінде деректер кездеспейді.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Әз-Жәнібек хан — Қазақ хандығы мен қазақ хандары әулетінің негізін қалаушы,Барақ ханның ұлы,Ұрыс ханның шөбересі. 15 ғасырда өмір сүрген. \n1456 жылы Дешті-Қыпшақта шайбандық Әбілхайыр хан билікті қолына алған соң, көшпенді халықтың Жәнібек пен Керей бастаған бір бөлігі Моғолстанға қоныс аударып, Шу мен Қозыбасы өзендерінің аңғарында орын тепті. Моғолстан ханы өз қарсыластарымен болатын күресте көмектесер деген есеппен қазақ басшыларымен одақтас болды. 15 ғасыр орта шенінде ежелден Жетісу өңірін мекендеген түркі тайпалары бір этникалық топқа біріге келе, қазақ халқын құрады. Жәнібек хан мен Керей хан Жетісу өңірі, Шу мен Талас өзендерінің бойын мекендеген қазақтардың басын қосуда көп еңбек сіңірді. Бұл мақсатпен олар өзара қырқысуларды басып, ірі феодалдарды маңайына топтастырды.\nЖәнібек ханның Дешті-Қыпшаққа оралғаннан кейін билігін күшейткені туралы, өмірінің соңғы жылдары мен өлімі туралы деректер жоқ. Оның есімі тарихи деректерде соңғы рет 1473 жылы кездеседі. Бұдан кейінгі жылдары Керей хан туралы ғана айтылған. Жәнібек хан жиі болатын шайқастардың бірінде қаза тапқан деп болжауға болады. Сақталып қалған халық аңыздары мен өлеңдерінде Жәнібек ханды Әз Жәнібек деп атаған.",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуелсіз Қазақстанның мәдени өміріндегі негізгі өзгерістер?",
        "question_content": "Тәуелсіз Қазақстанның мәдени өміріндегі негізгі өзгерістерді талдаңыз.(қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1992 жылы қыркүйек-қазан айларында Алматыда дүние жүзі қазақтарының тұңғыш құрылтайы өтті. Әлемнің 13 елінен келген отандастарымыз қатарында үлкен қазақ диаспорасы бар Өзбекстан (870 мың) мен Ресейден (660 мың) келушілер көп болды. Барлық қатысушылар саны 800 адам болды. Құрылтайда Қазақстан Жоғарғы Кеңесінің 1992 жылғы 26 маусымда қабылдаған \"Көшіп келу туралы” Заң негізінде қандастарымыздың елге оралуына мүмкіндік жасалғаны айтылды. Дүние жүзі қазақтарының құрылтайына қатысушылардың Қазақ халқына Үндеуі жарияланды. Онда: 30 қыркүйек – Ұлттық бірлік күні деп аталды. – Бүкіл әлемдегі отандастарымызды Қазақстанның экономикалық-әлеуметтік, мәдени-интеллектуалдық мүмкіншілігін молайтуға, бар қабілеті мен еңбегін туған ел игілігіне жұмсауға шақырды. 2002 жылғы 23 қазанда Түркістанда дүние жүзі қазақтарының екінші құрылтайы өтті. Оған 400-ге жуық адам қатысты. Бұл құрылтайда оралмандардың елге оралу мәселесі қаралып, көші-қон квотасының мөлшерін ұлғайту жоспары қарастырылды. 2003 жылы 5 мың отбасы, 2004 жылы 10 мың отбасы, 2005 жылы 15 мың отбасы елге көшіп келді, жылына 50-60 мың оралман оралады. 1993 жылы 17 желтоқсанда Қазақтардың дүние жүзілік қауымдастығының тұсау кесер салтанаты болды. Сол жылдың өзінде-ақ Қазақстанға Монғолиядан, Түркиядан, Ираннан және ТМД елдерінен 7,5 мың қазақ отбасы көшіп келді. 1992 жылғы 14 желтоқсанда Алматыда Қазақстан халықтарының тұңғыш форумы өткізілді. Форумда негізінен мынандай мәселелер қаралды: 1. Жаңа көзқарас тұрғысынан интернационализм мен тату көршілік қатынас жағдайлары талқыланды. 2. Президенттің Бейбітшілік пен рухани татулық сыйлығы алғаш рет академик М. Сүлейменовке, халық жазушысы Д. Снегинге, жазушы, аудармашы Г. Бельгерге тапсырылды. Қазақстандағы компартиялық жүйе. Қазақстанның егемендік алуы, КСРО диктатурасының құлайуы қоғамдық дамудың табиғи атрибуты боп саналатын көппартиялықтың өрістеуіне жол ашты. 1993 жылдың соңында Қазақстанда 4 саяси партия тіркелді. Олар – Социалистік партия, Қазақстанның республикалық партиясы, \"Қазақстанның халық Конгресі” және Коммунистік партия. Қоғамдық қозғалыстардан – ядролық жарылысқа қарсы \"Невада-Семей”, азаматтық \"Азат” және \"Қазақстанның халық бірлігі” одағы, 11 республикалық ұлттық мәдени топтар тіркелді.Сондай-ақ республикада 300-ден аса қоғамдық-саяси ұйымдар, 68 әр түрлі қорлар тіркеуге алынды. 1993 жылдың соңына қарай қоғамдық-саяси қозғалыстар берік саяси күшке айналды. 1994 жылғы желтоқсанда \"Қазақстанның халықтық-кооперативтік париясы”, 1995 жылғы қаңтарда \"Қазақстанның өрлеу партиясы”, 1995 жылдың басында \"Қазақстанның аграрлық партиясы”, 1995 жылғы жазда \"Қазақстанның демократиялық партиясы” құрылды. 1998 жылғы қарашада \"Ақ жол” қоғамдық қозғалысы құрылды. Жетекшісі – Н. Оразалин. Мақсаты: Президент Н.Ә. Назарбаевтың саяси бағытын қолдау. \"Қазақстан-2030” стратегиясын жүзегег асыру. Зиялы өкілдер мүдделерін қорғау. 1999 жылғы қаңтарда \"Отан” партиясы құрылды. Төарғасы – Т. Терещенко. Бұл партия Н.Ә. Назарбаевтың Президенттікке кандидатурасын қолдау қоғамдық штабы негізінде құрылды. 1999 жылғы 14 қаңтарда \"Қазақстанның отаншылар” партиясы құрылды. Жалпы 1999 жылы республикада барлығы 14 саяси партиялар мен 30-ға жуық саяси қоғамдық қозғалыстар, бірлестіктер құрылды. 2001 жылғы қарашада \"Қазақстанның демократиялық таңдауы” атты қоғамдық-саяси бірлестік құрылды. 2000 жылы республикадағы ресми тіркелген партиялар саны –15. Елімізде саяси партиялардың және партиялық жүйелердің орнығуына, тәуелсіз баспасөздің дамуына көп көңіл бөлінді.Бұл жағдай республиканың өркендеуіне, қоғамның демократиялануына, реформаның тередеуіне, экономиканың және халықтың тұрмыс-тіршілігінің жақсаруына ықпал етті. Ұлттық-демографилық процестер. 1991 жылдан кейін Қазақстанда тұрғындардың саны күрт төмендей бастады. Бұл жағдай эмиграциялық қарқынның жоғары болуымен байланысты болды. Мысалы, 1992 жылы Қазақстандықтардың саны –16 млн. 985 мың адам болса, 1993 жылы – 16 млн. 942 мың, ал 1995 жылы – 16 млн. 590 мың адам болды. 1999 жылғы халық санағы Қазақстан тұрғындарының саны азайып, 15 млн.-ға жетер-жетпес адам қалғанын көрсетті. 1995 жылдың тек 9 айдың ішінде республикадан басқа жаққа 198,6 мың адам көшіп кетті. Табиғи өсім азайып, тұрғындардың арасында өлім өсіп кетті. Дегенмен де, 1991-1997 жылдар аралығында Қазақстанға шетелден 164 мыңдай адам көшіп келді. Белгілі дәрежеде республиканың ұлттық құрамы өзгеріп, кейбір облыстар негізінен қазақтар тұратын өлкеге айналды. Мысалы, Қызылорда облысында қазақтар - 93%-ы, Атырауда - 88%-ы, Маңғыстауда - 74%-ы, Ақтөбеде - 69%-ы, Оңтүстік Қазақстанда және Батыс Қазақстанда - 66%-ы қазақтар болды. Осы жылдары ауыл тұрғындарының қалаға кету үрдісі (урбанизация) күшейді. 1995 жылдары халықтың 56%-ы қалаларда тұрды, ал қазіргі кезде бұл үрдіс бұрынығыдан да өсуде. Тұтастай алғанда, қоғамда болып жатқан өзгерістер (процестер) өтпелі кезеңге тән процестер деп қарауға болад. 2. Тәуелсіз Қазақстанның рухани дамуы. Мәдени процестер. 1991 жылдан кейін оқу жүйесі белгілі мөлшерде дағдарысқа ұшырады. 1993 жылдың басында (1 қаңтар) Қазақстанда 154 мыңдық орны бар 303 бала бақшасы жабылды, орта мектептер саны азайды. Екінші жағынан мемлекеттік емес мекемелерінің, мектептер және жоғары оқу орындарының пайда болу процесі басталды. 1989 жылғы Тіл туралы Заңның және Конституция негізінде ұлттық білімнің жандануына мүмкіндік туды. Еліміздің көп ұлтты мәдениетін дамытуда 40 ұлттық мәдени орталықтар мен Қазақстан халықтарының біріккен Ассамблеясы жұмыстар атқаруда. 1997 жылы Қазақстанда 53 мемлекеттік, 40-тан астам коммерциялық жоғары оқу орындары болған болса, 2000 жылдың басында 51 мемлекеттік, 100-ден астам коммерциялық жоғары оқу орындар болды. Қазақстанның барлық жоғары және арнаулы орта оқу орындарында қазақ тілінде оқу бөлімдері ашылды. Соңғы жылдары 300-ден астам жалпы орта білім беретін қазақ мектептері ашылып, олардың саны– 3,3 мыңға жетті. Республикада 17 ұлт тілінде жүздеген мектеп бар. 12 тілде газеттер мен журналдар шығып тұрады, 11 және 6 тілде хабар жүргізетін теле-радио қызмет етеді. 1999 жылғы 11 маусымда – Қазақстан Республикасының \"Білім туралы” Заңы жарияланды. 2006 жылдың басында республика бойынша 252.800 ұстаз еңбек етуде. Қазақстан тәуелсіздік алуымен байланысты халыққа білім беру жүйесінің халаралық байланысы кеңейді. Білімді мамандарды көбейту мақсатында жастарды шетелдердің беделді оқу орындарына жіберу өзекті сипат ала бастады. 1993 жылғы 5 қарашада Президенттің \"Болашақ” атты 250 халықаралық стипендиясы белгіленді. Қазақстан халықтарының мәдениетін бүкіл әлемге таныту мақсатында ЮНЕСКО ауқымында Қазақстан Республикасының мерекелері аталып өтуде. 1997 жылы ұлттық татулық және саяси қуғын-сүргін құрбандарын еске алу жылы. 1930-1932 жылдардағы ұлы қасіреттің 65 жылдығы және сталиндік қуғын-сүргінге түскен ұлттық зиялылар қасіретінің 60 жылдығы атап өтілді. 1997 жылы 13 желтоқсанда Ақмолада саяси қуғын-сүргін құрбандарына арналған мемориалдық кешен ашылды. 1998 жыл-халық білігі мен ұлттық тарих жылы. Бұл жылы 23 ірі Ғылыми форумдар өткізіледі. Республиканың барлық облыстарына 24 ғылыми экспедициялар аттандырылып, 74 ауданды аралады. Тараз қаласына таяу жерде архитектуралық ғимарат-Ақыртас кешені ашылып зерттелді. Мантуя (Италия) қаласында \"Алтын адам Қазақстан далалары қола дәуірінен халықтардың ұлы қоныс аударуына дейін” атты көрме өткізілді. 1999 жыл – Ұрпақтар бірлігі мен сабақтастығы жылы болып табылады. Осыған орай атқарылған жұмыстар: 6 томдық \"Қазақстан ұлттық энциклопедиясының” І-ші томы, М. Шоқай шығармаларының екі томдығы шықты. Қытай мұрағаттары негізінде Қазақ тарихына арналған 5 кітап жарық көрді. \"Алпамыс батыр” жарынаң 100 жылдығына арналған ғылыми-теориялық конференция өтті. М. Хайдар Дулатидің 500 жылдығына арналған мерейтой өткізіліп, \"Тарих-и-Рашиди” еңбегі қазақ тілінде шығарылды. Сонымен қатар бұл жылы саяси қуғын-сүргін құрбандарын ақтау жұмыстары жалғасты. Нәтижесінде 19.144 адам толықтай ақталды. 2000 жыл- мәдениетті қолдау жылы. 2001 жылы 18 маусымда Күлтегін ескерткішінің көшірмесі Астанаға әкелінді. 2001 жылы 5 маусымда Қазақстанда Ресей Федерациясы мәдениетінің күндері басталды. 2003 жылы Астанада дүниежүзілік және дәстүрлі діндер лидерлердің съезі болып өтті. Осындай мәдени іс-шаралардың өткізілуімен қоса, әлеуметтік қайшылықтардың артуына, экономикалық жағдайдың нашарлануына, өмір сүру деңгейінің төмендеуіне байланысты халықтың рухани жағдайы өте күрделі болды. 1999 жылы Н.Ә. Назарбаевтың \"Тарих толқынында” атты еңбегі жарыққа шықты. Бұл еңбектің \"Тарихтың шеңберлі және ұлттық зерде” бөлімінде ел тарихын автор 12 кезеңге бөледі. Еңбектің маңызы: Тарих қойнауын зерделей отырып ұлттық қасиетті сақтауға тәрбиелеу қажеттігі баса айтылды. 3. Қазақстан Республикасының сыртқы саясаты. Егеменді Қазақстанды дүниежүзілік қауымдастықтың тануы. 1991 жылғы 16 желтоқсанда Қазақстан тәуелсіздік туралы Декларация жариялады, сөйтіп дүниежүзілік қоғамдастыққа енуге мүмкіндік алды. 1992 жылы қаңтардан 9 шет мемлекетпен дипломатиялық қатынас орнатты. Тәуелсіз Қазақстанды әлем мемлекттерінің арасында бірінші болып бауырлас Түрік республикасы таныды. 1992 жылдың ортасына қарай республика тәуелсіздігін жер шарының 30-дан астам елі мойындады: АҚШ, Қытай, Иран, Пакистан, Канада, Швейцария т.б. 1999 жылдың басына қарай дүние жүзінің 150 мемлекеті танып, 106 мемлекетпен дипломатиялық қатынас орнатылды. Қазіргі Қазақстан шет елдерде 30-дан астам диплоамтиялық және консулдық өкілдіктер ашты. Алматы мен Астанада 50-ден астам шетелдік елшілік және халыаралық, ұлтаралық ұйымдардың 16 өкілдігі жұмыс істейді. Республикамыздың сыртқы саясат ведомствосы ұлттық мүддемен жалпы адамзаттық мүдделерді үйлестіріп жүргізетін дипломатиялық саясатқа кірісті. 1992 жылы наурыздың 3-інде Қазақстан Республикасы Біріккен Ұлттар Ұйымының (БҰҰ) мүшесі болып қабылданды. Осы жылы өткен БҰҰ Бас Ассамблеясының 47-сессиясының трибунасынан ОБСЕ сияқты ұйымның Азияда да құрылуы туралы Н.Ә. Назарбаев өз ойын айтқан болатын. Бірақ, ол кезде оның бұл сөзіне онша сене қоймаған еді. Міне, арада 10 жыл өткеннен кейін 2002 жылғы маусымда Алматыда сенім әрекеттестік шаралар туралы саммиті өтті. Саммит жұмысына 16 мемлекет басшылары қатысты. Оның ішінде 7 ірі державалар- Қытай, Индия, Ресей, Иран, Түркия т.б. болды. Маңызы: Бұл елдердің экономикалық потенциалы өте зор, олардың территориясының жалпы көлемі 38,8 млн.кв.км., немесе Евразия материгінің 89%-ын құрайды. Бұл елдердің территориясында 2.8 млрд. адам тұрады, яғни жер шары тұрғындарының 45%-ын құрайды.\n\nhttp://e-history.kz/kz/contents/view/1476",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ хандығының жоңғар шапқыншылығына қарсы күресі?",
        "question_content": "Қазақ хандығының жоңғар шапқыншылығына қарсы күресі (Қысқаша)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "XVIII ғасырдың басында Қазақ хандығының сыртқы саяси жағдайы шиеленісті. Тәуке хан өзара тартыстарды уақытша тыйып, тыныштықты қалпына келтірген еді. Алайда сұлтандардың өз алдына оқшауланып, билік үшін күресуі көп ұзамай бірлікті бұзды. Қазақ қоғамының өз ішінде дағдарысты құбылыстар етек алды: көшпелі ұжымдар арасында ынтымақ болмады, алауыздық етек алып, рулық тартыс, билік үшін ішкі саяси күрес күшейді. Ал бұл жағдайды көршілер дереу пайдаланды. Жан-жақтан: солтүстік пен батыстан – Ресей мемлекетінің, шығыстан – жоңғарлардың, оңтүстіктен – Орта Азия хандықтарының саяси қысым жасауы айқын аңғарылды. Қазақ халқы үшін ең басты қауіп – Жоңғар хандығы тарапынан төнді. XVIII ғасырдың басында жоңғарлардың негізгі тайпалары: торғауыттар мен дербеттер Тарбағатай, Монғол Алтайы, Ертістің жоғарғы ағысын, хойттар Қара Ертіс салалары мен Қобда өзенінің алқабында, ал Іле өзенінің орта және жоғарғы салалары бойында чоростар, Жоңғар Алатауының беткейлерінде хошоуттар мекендеді. Жоңғар экономикасының негізі мал шаруашылығы болды. Мал басының өсуімен, жер көлемін кеңейту мақсатында жоңғарлар Қазақ хандығы территориясына шапқыншылықты жиілетті. Сонымен бірге жоңғарлар Қазақстанның оңтүстігіндегі сауда-қолөнер орталықтары шоғырланған қалаларды басып алуды көздеді. 1718 жылдың көктемінде Аягөз өзенінің бойында қазақ жасақтары мен жоңғар әскерлерінің арасында болған үш күндік қантөгіс ұрыста қазақтар жеңіліп қалды. Оған себеп: Әбілқайыр және Қайып сұлтандар өздерінің соғыс қимылдарын келісіп жүргізбеді. Осы жылы жоңғар әскерлері Түркістан маңында Бөген, Шаян және Арыс өзендерінің бойында қазақтарды тағы да қырғынға ұшыратқан. 1715-1722 жж. жоңғарлардың негізгі әскери күші Цин империясы әскерлеріне қарсы соғысып жатты. 1722 ж. Цин императоры Кансидің өлімінен соң Цеван Рабдан енді басты күшті Қазақ хандығына қарсы бағыштады. 1723 жылы қазақ-жоңғар қарым-қатынасы шиеленісті. Қытай мемлекетімен бейбіт келісім-шартқа отырғаннан кейін жоңғарлар Қазақ хандығына қарсы соғыс ашуды шешті. Қазақ хандықтарының саяси бытыраңқылығын пайдаланып, 1723 жылы көктемде жоңғарлар 70 мың әскермен жеті бағыттан қазақ жеріне тұтқиылдан басып кірді. Цеван-Рабданның ұлы Қалдан Церен Балқашқа одан әрі қарай Қаратау өңіріне, Құлан батур Алтайға және Көктал өзенінің өңіріне, Амурсана әскері Нұра өзені бағытында, Қалдан Цереннің Цеван-Доржы атты ұлы Шелек өзенінің аңғарымен, екінші ұлы Лама-Доржы Ыстықкөл бағытында қозғалды. Дода-Доржым нойон Шу өзеніне бағыт алса, Цеван-Рабданның өзі Іле өзені арқылы Жетісуды басып алуды көздеді. Бас қолбасшылықты Цеван-Рабданның бауыры Шона-Даба атқарды. Алғашқы соққыны Жетісу мен Ертіс өңірінің қазақтары қабылдады. Жоңғарлардың шапқыншылығын күтпеген, дайындалмаған халық әуел баста оларға еш қарсылық көрсете алмады. Жоңғарлар халықты жаппай қырып, мал-мүлкін тонады. Қапыда қалған қазақтар үйлерін, мал-мүліктерін тастап босып кетуге мәжбүр болды. Қаратау мен Арыс өңіріндегі қазақтардың көп бөлігі жаудың қолынан қаза тапты. Алтай өңірі толығымен жоңғарлардың қолына көшті. Қазақ рулары мекендерін тастап, Сырдарияның арғы бетіне қарай қашты. Сырдариядан өткен Ұлы және Орта жүз қазақтарының басым бөлігі Ходжентке, Орта жүз қазақтарының біраз бөлігі Самарқанға, ал Кіші жүз қазақтары Хиуа мен Бұхара территориясына өтті. Ал жоңғарлар қазақ ауылдарын, қалаларын басып алды, халқын қырып, тұтқынға айдады. Әсіресе, Шона-Дабаның бағытындағы халық ауыр зардап шекті. Оның әскері 5000 қазақ жанұясын тұтқындап, 1000 жанұяны тұтқынға айдады. Жоңғарлар Қазақ хандығы территориясының басым бөлігін жаулап алды. Ендігі жерде қазақ жері мен жоңғарлар ұлысының шекарасы Ұлытау, Балқаш көлі мен Шу, Талас өзендерінің арасымен өтті. Қазақ тарихында бұл кезең «Ақтабан шұбырынды, Алқакөл сұлама » деп аталады. Қашып, босқан қазақтардың паналаған жері Сырдарияның сыртындағы Алқакөл көлі болды. Бұл оқиға қазақтың кіші жүзі арасында «Сауран айналған» деген атпен әйгілі болған. Жоңғарлардан қашқан Кіші жүз қазақтары соңынан түскен жауды көз жаздыру үшін Сауран қаласын айнала көшкендіктен, бұл оқиға «Сауран айналған» деп аталған екен. Осы заманнан бізге дейін жеткен «Елім-ай» әні халық бұқарасының сол жылдардағы мұң-зарын бейнелейді. Бұл жылдардың өзінде жау халықтың рухын сындыра алмады. Көп жерлерде халық жауға батыл қарсылық көрсетті. Ташкенттің 300 мың тұрғындары қаланы үш ай бойы ұстап тұрды. Халық жоңғарларға қарсы күресте ерен ерліктің үлгісін көрсетті. Сайрам, Түркістан қалаларының тұрғындары да жауға табанды қарсы тұрды. Осындай қарсылықтарды ұйымдастырушы Бөгенбай, Қабанбай, Саңырық, Тайлақ, Жәнібек, Малайсары және т.б. халық батырлары болды. Түркістан қорғанысына Қабанбай мен Айшыбек батыр қатысты. Қоршауда қалған Сайрам қаласын басып ала алмаған жоңғарлар Сайрамсу мен Тубалық өзендерінің ағысын өзгертуге шешім қабылдайды. Бұл өзендер қаланы сумен қамтамасыз еткендіктен қала тұрғындары сусыз қалады. Осыдан кейін ғана әбден әлсіреген халық қаланы жауға беруге мәжбүр болады. Тек қалаларда емес, тау, дала өңірлерінде де жау халықтың ұйымдасқан қарсылығына тап болды. Қожаберген жыраудың айтуы бойынша қазақтар шегінуі барысында да үлкен қарсылық көрсеткен. Осы жылдары Қазақ хандығының батысындағы қалмақтардың да қазақ жеріне шабуылы жиіледі. Әбілқайыр ханның басшылығымен қазақ жасақтары бұл бағытта да жауға ұйымдасқан тойтарыс берді. Осынау қиын-қыстау кезде халық сұлтандар мен ру басыларына үміт артпай, өз тарапынан да қарсылық ұйымдастыра бастады. Қазақ жасақтарының басында халық батырлары тұрды. Халық рухын көтеруде Төле, Қазыбек, Әйтеке билердің рөлі зор болды. Жауға қарсы жаппай қарсылық көрсету 1724 жылдан басталды. Бұл жылы негізгі әскери қақтығыстар Орталық және Батыс Қазақстан территориясында болды. Бұл қақтығыстарда Әбілқайыр хан бастаған қазақ қолдары табысты қимылдады. Әбілқайыр ханды қазақтардың басым бөлігі, қарақалпақтар мойындады. Бұл жылдары Әбілқайыр хан соғыс даласында асқан батырлық танытты. 1725 жылы Әбілқайырдың қол астындағы сарбаздардың соны 50000-ға жетіп, қазақтар жаудың басып алған жерлерін азат етуді бастады. Осы жылы басқыншыларға қарсы алғаш рет үлкен тойтарыс берілді. Отырар, Шымкент, Түркістан, Сайрам төңірегін жаудан азат етуде қазақ сарбаздары асқан ерлік көрсетті. Қаратау тауларының Теректі алқабындағы Садырбұлақ өзенінің төңірегіндегі қалмақтардың қолын Үлкентұр тауына қуып тығып, жойып жіберді. Мәшүр Жүсіп Көпейдің жазбаларында 1725 жылы Бұхара жақтан қайтып келе жатқан Орта жүз қазақтары Шақшақұлы Жәнібектің қолбасшылығымен Шұбаркүл көлінің маңында жоңғарларды талқандады делінеді. Шәкәрім Құдайбердіұлы да бұны растайды. Осы жеңістен кейін Ақтасты өзені маңында кездескен қазақ сарбаздары жаудың тас-талқанын шығарды. Бұл шайқаста Әбілқайыр ханның, батырлар Тама Есет, Тама Жантай, Қаракерей Қабанбай, Қанжығалы Бөгенбай қолдары бірлесіп жауға соққы берді. Шайқас болған жер «Қалмаққырылған» деген атқа ие болды. Одан кейін қазақтар Сырдарияның төменгі ағысы ғана емес, Мұғалжар тауларының бір бөлігін жоңғарлардан азат етті. 1726-27 жылдары сұлтандар мен билер қазақ жерін жаудан азат етуде қазақ руларының басын біріктіру саясатын қолға алды. Осы бағытта Кіші жүз ханы Әбілқайыр белсенділік танытты. 1726 жылы Қаратаудың оңтүстік беткейіндегі Ордабасы деген жерде үш жүз өкілдерінің біріккен жиналысы болды. Бұл жиынға үш жүздің хандары - Әбілқайыр, Әбілмәмбет, Сәмеке, Күшік, Жолбарыс сұлтандар, Төле, Қазыбек, Әйтеке бастаған билер, батырлар қатысты. Жиналыс барысында үш жүздің басын біріктіріп, жауды Қазақ жерінен қуу мәселесі талқыланды. Жиналысқа келгендер жауға қарсы біріккен майдан құру керек деп шешті. Сонымен қатар қаралған маңызды мәселенің бірі – бүкіл қазақ жасағының қобасшысын сайлау туралы мәселе болды. Ордабысында Әбілқайыр хан бас қолбасшы болып сайланды. Қазақ қолының сардарбегі болып атақты батырлардың ішінен Қанжығалы Бөгенбай сайланды. Жиналыста елімізді жоңғар басқыншыларынан азат ету жолында қазақ халқы бас біріктіріп, бар күшті жоңғарларға қарсы жұмылдыруға шешім қабылдады. А.И.Левшиннің айтуынша дұшпанға қарсы бірігу басталды. 1727 жылдың жаз айларында үш жүздің біріккен қолы әскери дайындықтан өтіп, қару-жарақты жетілдірумен, дайындаумен айналысты. Әбілқайыр Бұхарадан ат, қару-жарақ сатып алып, әскерді соғыс өнеріне жан-жақты дайындайтын батырларды өзі тағайындаған. Сонымен бірге әскери барлау ісіне үлкен мән берілді. Күзде Сарыарқа даласындадағы Бұланты өзенінің маңында жауға үлкен соққы берілді. Шайқас болған жазық Қарасиыр деп аталады. Осы маңдағы соңғы шайқас Жақсы Қон өзенінің жоғарғы ағысындағы Қарамолда деген жерде болды.\n\nhttp://massaget.kz/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Экожүйе\" терминіне анықтама беріңіз. Экожүйенің құрамы мен қасиеттерін атаңыз?",
        "question_content": "Билет № 1\n1. Табиғаттағы тірі организмдердің тіршілік деңгейлерін атай отырып,оларға сипаттама беріңіз.\n2. Организмдегі гуморальдық реттелідің жүзеге асырылуы мен гормондардың маңызын түсіндіріңіз.Ішкі және сыртқы секреция бездерін салыстырыңыз.\n3. Толымсыз доминанттылық белгілеріне есепті шығарыңыщ.\nБилет № 2\n1. ”Экожүйе”терминіне анықтама беріңіз. Экожүйенің құрамы мен қасиеттерін атаңыз.\n2. Тізе рефлексін мысалға алып,рефлекстік доғаның қандай бөлімдерден тұратынын түсіңдіріңіз.Жұлын мен мидың құрылысы мен қызметінің байланысын атаңыз.\n3. Гүлдің формуласы мен диаграммасын құрастыріға арналған тапсырма.\nБилет № 3\n1. Жасушаның органикалық және бейорганикалық заттары мен олардың қызметін түсіңдіріңіз.\n2. ”Анализатор”терминіне анықтама беріңіз.Көрі және есті анализаторларының құрылысы мен маңызын сипаттаңыз.\n3. Экожүйедегі қоректік тізбекті құрастыруға арналған тапсырма.\n\nБилет № 4\n1. Жасушаның құрылысы мен қызметіне сипаттама беріңіз.Жануар мен өсімдік жасушаларын салыстырыңыз.\n2. Қаңқа бөлімдері мен олардың қызметін түсіңдіріңіз.Адамның тік жүруіне байланысты оның қағқасының ерекшеліктерін анықтаңыз.\n3. Паразит құрттардың даму кезеңдерін анықтауға арналған тапсырма.\nБилет № 5\n1. Энергетикалық алмасуға анықтама беріңіз.Энергетикалық алмасудың кезеңдері мен сол кезеңде болып жатқан үрдістерді түсіндіріңіз.\n2. Организмнің ішкі ортасының құрылымы мен қызметін сипаттаңыз. Қан жасушаларын атаңыз. Қан жасушаларының құрылысы мен қызметінің арасындарғы байланысты түсіндіріңіз.\nБилет 9\n1. Көбеюдің биологиялық маңызын түсіндіріңіз. Жынысты және жыныссыз көбеюдің салыстырмалы түрде сипаттаңыз.\n2. Адамның зәршығару жүйесіне сипаттама беріңіз. Бүйрек пен нефронның құрылысы мен маңызын түсіндіріңіз.\nБилет 13\n1. Генетиканың негізгі түсініктеріне анықтама беріңіз. Г.Мендельдің заңы мен тәжірибелерін талдай отырып, оларды түсіндіріңіз.\n2. Саңырауқұлақтар дүниесіне сипаттама беріңіз. Оларды ерекшеліңтерін, классификация мен маңызын белгілеңіз.\nБилет 12\n1. Пластикалық алмасуға сипаттама беріңіз. Нәруыз биосинтезінің процесін түсіндіріңіз.\n2. Балықтар класына сипаттама беріңіз. Тіршілік және құрылыс ерекшеліктерін анықтаңыз.",
        "question_date": "24.05.2017",
        "question_tag": "Биология",
        "question_views": 82200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экологиялық жүйе, экожүйе – тірі ағзалар жиынтығының қоректену, өсу және ұрпақ беру мақсатында, белгілі бір тіршілік ету кеңістігін бірлесе пайдалануының тарихи қалыптасқан жүйесі. Экожүйе құрамына организмдер де, табиғи орта да кіретін тірі табиғаттың негізгі функционалдық бірлігі болып табылады. Экожүйенің құрылымын энергияны трансформациялаудың үш деңгейі (консументтер, продуценттер, редуценттер) мен қатты және газ тәрізді заттар айналымы құрайды. Экожүйенің қасиеттері: оның құрамына кіретін өсімдіктер мен жануарлардың әрекеттеріне байланысты. Әр түрлі экожүйелерде өсімдіктің күн энергиясын, минералды заттар мен судың қорын пайдалануы әр түрлі мөлшерде жүреді. Биомасса мен энергияның ауысып, өзгеріп отыратын кездерінде тіршілік қорлары барынша толық пайдаланылатын экожүйелерді қаныққан деп, ал осы қорды толық пайдаланбайтын экожүйелерді қанықпаған деп атайды.Экологияның ең негізгі объектісі экологиялық жүйе, немесе экожүйе . Функциялық тұрақтылығы аз уақытқа созылса-да қарым -қатынаста болатын құраыштары бар кез келген бірлікті экожүйе деп атауға болады. Экожүйе деген терминді 1935 жылы бірінші рет ұсынған ағылшын экологі А. Тенсили . А Тенсили экожүйенің құрамына организмдерде абиотикалық орта да кіретін жер бетіндегі тірі табиғатынтың негізгі функциясының бірлігі деп есептеуі және оның әр бөлігінің екіншіне әсер ететіндігіне назар аударады. Былайша айтқанда экожүйе – зат айналымы мен энергия тасмалдануы жүретін табиғи бірлік . Экожүйеде зат айналымының жүруіне органикалық молекулалардың сінімділік түрде белгілі қоры және орагнизмнің үш функцияоналды әр түрлі экологиялық топтары: продуценттер, консументтер, редуценттер болуы керек\nЭкожүйе-ағзалар мен абиотикалық ортадан,олардың әрқайсысы бір-біріне әсер ететін тірі табиғаттың негізгі функционалдық бірлігі.Экожүйе функционалдық және құрылымдық белгілері б-ша ерекшленеді. Функционалдық жіктелу экожүйеге келіп түсетін энергия көзі,мөлшері,сапасына негізделген. Экожүйелердің құрылымдық жіктелуі өсімдіктер типәне және ландшафттың негізгі белгілеріне негізделген.Құрлық экожүйелері өсімдіктердің табиғи белгілері,ал су экожүйелері-геологиялық ж/е физикалық белгілері б/ша ерекшеленеді.\nҚұрылымдық жіктелу:\n1. Құрлық экожүйелері-тундра,тайга,орманды дала.дала.шөлейт,шөл,тропиктер,тау\n2. Тұщысу-ағынсыз су ж/е ағынсыз су,батпақтар мен баптпақты ормандар экожүйелері;\n3. Биогеоценоз (био..., гео... және гр. koіnos — жалпы) — тіршілік ету жағдайлары ұқсас, белгілі аумақта өсетін өзара байланысты түрлердің (популяциялардың) тыныс-тіршілік ортасы.\nБиогеоценоз терминін 1940 ж. орыс ғалымы В.Н. Сукачев ұсынған. Ғылыми әдебиетте биогеоценозды экологиялық жүйе деп те атайды. Дара бастың зат алмасу және энергия қабылдау процестері биогеоценоз популяциялары арасындағы байланыстардың негізін құрайды. Қоректену әдісіне қарай барлық тірі организмдер автотрофты организмдер және гетеротрофты ағзалар болып бөлінеді.\nБиогеоценоздағы зат айналымы тіршіліктің пайда болу процесінде қалыптасып, тірі табиғат эволюциясының дамуы нәтижесінде күрделене түседі. Сондай-ақ, биогеоценозда зат айналымы болу үшін экожүйеде анорганикалық заттардан органикалық заттар түзетін және Күн сәулесінің энергиясын басқа түрге өзгертіп, сол органикалық заттарды пайдаланып, оларды қайтадан анорганикалық қосылыстарға айналдыратын организмдер болады. Биогеоценоздың негізін продуценттер, консументтер, редуценттер құрайды.\n-теңіз экожүйелері-теңіздер мен ашық мұхит.\n31.Биоценоздың трофикалық құрылымы ( продуцент, концумент, редуцент)\nЭкожүйедегі ағзалар трофтық байланыстарына қарай өндірушілер ( продуценттер), консументтер, редуценттерге бөлінеді. Өндірушілер (бірінші ретті өнімді өндірушілер) - автотрофты ағзалар – планетаның бүкіл тірі дүниесін органикалық затпен қамтамасыз ететін жасыл өсімдіктердің жинағы. Консументтер )латын тілінен аударғанда consume – пайдалану) – гетеротрофты ағзалар, өндірушілер түзген органикалық заттармен қоректенеді. Оларға жануарлар, микроорганизмдердің көпшілігі, бунақдене- қоректі өсімдіктер жатады. Консументтер бейорганикалық заттардан органикалық зат түзбейді, бірақ бір органикалық затты басқа затқа айналдырады.\nРедуценттер (латын тілінен аударғанда reduceus, reducentis қалпына келтіруші, деструкторлар) органикалық заттарды ыдыратушы және олрды бейорганикалық хаттарға айналдырушы ағзалар. Редуценттерге бактериялар, саңырақұлақтар, сапрофагтар, копрофагтар, некрофагтар және т.б жатады. Олар заттардың биологиялық айналымының соңғы звеносы болып табылады.\nБірлестік құрылымы белгілі бір уақыт бойында біртіндеп құрылады. Ағаштар мен бұталар оларға қажетті топырақ болмағандықтан, жалаң тау жыныстарында өсе алмайды. Бірақ, осы жерлерге түскен балдырлар өсіп-өніп, «балдырлар бірлестігін» құрайды.\nЭкологиялық сукцессия\nӨлген, ыдыраған организмдердің біртіндеп жинақталуы және тау жыныстарының эрозиясы желдену нәтижесінде папоротниктер мен мүктер сияқты ірі өсімдіктер өсе алатын қажетті мөлшердегі топырақ қабатын қалыптастыруға әкеледі. Бұл өсімдіктерден кейін ірі және қоректік заттарды көп талап ететін шөптесін бұталар мен ағаштары болатын тұқымды өсімдіктер өсе бастайды. Мұндай уақыт кезеңдерінде жер бетінің белгілі бір участогінде бір биоценоздың басқалармен аусуын- сукцессия деп атайды (succesio- ауысу, бірізді). Сукцессия терминін 1898 жылы Г.Каулсон ұсынды.\nТопырақтары жоқ, жалаң тау жыныстарынан немесе тіршілігі жоқ жерлерден (мысалы, топырақтың шағыл немесе бұрынғы мұздық болған жер) басталатын сукцессияның типін- алғашқы сукцессия деп атайды.\nАл екінші немесе қайталанған сукцессия- бұрын тірі организмдердің әсеріңде болған және органикалық заттары бар толығынан немесе белгілі бір дәрежеде өсімдіктерден айрылған беткейден басталады. Мысалы, өртенген жерлер немесе кесілген ормандар. Топырақта бұл жерлерде сукцессияғаәсер ететін түқымдар, споралар және вегатативті көбеюдің мүшелері сақталуымүмкін.\nҚайталанған сукцессияның мысалы ретінде шыршалы орманның қайта қалпына келуін алайық. Ағаш дайындаудан соң немесе өртенгеннен кейін шыршалы орман өскен жердегі жағдайлардың өзгеретіндігі соншалық, босаған алаңға шырша қайта қоныстана алмайды. Өніп шыққан жас шырша өскіндері ашық жерлерде көктемгі үсіктерден зақымдалып, жазғы ыстықтардан зардап шегеді, сөйтіп жарық сүйгіш өсімдіктермен бәсекелесе алмайды. Алғашқы екі жыл бойы ағашы шабылған жерлер мен өртеңдерде шөптеген өсімдіктер-айрауық, күреңот және т.б. қаулап өседі\nАлғашқы сукцессия, сол сияқты қайталанған сукцессияда да қоршаған ортаның флорасы мен фаунасы- кездейсоқ таралу және миграция нәтижесінде сукцессияға енетін өсімдіктер мен жануарлардың типін анықтайтын негізгі фактор болып саналады.",
                "date": "9.05.2018",
                "upvotes": 1
            },
            {
                "text": "Сізде сонда сұрақтар ғана ма?",
                "date": "5.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанттың қанша молекуласын шашып алды?",
        "question_content": "Қыз бала тамақ пісіріп жатқанда абайсызда массасы 15 г. бір ас қасық қантты С12Н22О11 жерге шашып алды Ол қанттың қанша молекуласын шашып алғанын есептеңдер.",
        "question_date": "24.05.2017",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M(C12H22O11) = 342 г/моль\nn(C12H22O11) = 15 г/342 г/моль = 0,044 моль\nN=0.044 моль*6,02*10²³ молекула/моль = 26,488*10²¹ молекула",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    }
]