[
    {
        "question_title": "С++ тен есеп шығарып беріңіздерші өтініш??",
        "question_content": "1.Кез келген сандардың бір өлшемді А(10)жиымындағы оң элементтерді екі есе кемітіңдер,ал теріс элементтері болсы, онда оларды индекстерінің мәнімен ауыстырыңдар.\n\n2.Екі өлшемді А(10,10) жиымда әрбір жол үшін оң элементтердің қосындысын есептеп шығарыңдар.\n\n3.1 ден N-ге дейін сандардың қосындысын есептейтін прогрпмма құрыңдар.N-нің  мәні пернетақтадан енгізіледі.",
        "question_date": "16.12.2016",
        "question_tag": "Информатика",
        "question_views": 928,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сізді Қазақстан Республикасының Тәуелсіздік күнімен құттықтаймыз!",
        "question_content": "Тұғыры биік тәуелсіздігіміздің 25 жылдығымен баршаларыңызды құттықтаймыз! Отбасыларыңызға амандық, қызметтеріңе мол жетістіктер тілейміз. Еліміз тыныш, жұртымыз аман болсын!",
        "question_date": "16.12.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ардақты ағайын!\nБаршаңызды ұлы мереке – Тәуелсіздіктің 25 жылдық мерейтойымен шын жүректен құттықтаймын!\nБұл – ширек ғасыр ішіндегі іргелі істерді қорытындылайтын мерейлі сәт. \nОсынау жылдар ішінде Қазақ елі Елбасының басқаруымен талай белден, талай асудан асты. Жоғымызды түгендеп, ұлттық құндылықтарымызды жаңғырттық. Мемлекеттік тіліміз төрге озды. Әлем таныған берекелі де мерекелі ел болдық.\nОсының бәрі - ең алдымен қастерлі Тәуелсіздіктің арқасы.\nБаршаңызды ұлы мерекемен құттықтай отырып, отбасыларыңызға амандық, шаңырақтарыңызға шаттық, бақ-береке тілеймін! \nXXI ғасыр қазақтың алтын ғасыры болғай!",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "Рахмет! Аумин! Айтқандарыңыз келсін!",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "Әумин айткандарыныз келсин !!!!!!!!",
                "date": "4.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда флористика интернет магазин бар ма?",
        "question_content": "Флористикаға арналған интернет магазин білесіздер ме? Қазақстанда таба алмай отырмын, көбі шет елдік екен?",
        "question_date": "16.12.2016",
        "question_tag": "Мамандық",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер гүл сыйлау керек болса онда homeshop.kz-та ондай бар. Ал дәндер тсс керек болса білмедім",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі уақытта қандай тауарға немесе қызметтерге және өнімдерге сұраныс бар?",
        "question_content": "Қазіргі уақытта қандай тауарға немесе қызметтерге және өнімдерге сұраныс бар?",
        "question_date": "16.12.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Google-дан анализ по запросу в гугл деп іздесеңіз, аймақтар бойынша қандай зат бойынша қанша сұраныс болғанын статистикадан қарап біле аласыз.",
                "date": "17.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабілет психологиясы тақырыбында өз қабілетіңіздің суретін салыңыз?",
        "question_content": "Қабілет психологиясы тақырыбында өз қабілетіңіздің суретін салыңыз. Маған бұл сұрақ қиындау болып тұр, ойланы көріңіздерші.",
        "question_date": "16.12.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қабілет адамнан әрекеттің бір түрімен айналысуға мүмкіндік беретін бейімділікте байқалады. Бейімділік пен қабілет көп жағдайларда бірге болады. Өйткені адамның бір нәрсеге қабілеттілігі оның бейімділігіне орай қалыптасады. Бейімділік-адамның белгілі бір әрекетпен айналысуға бет бұрысы оған көңілі аууы, оянып келе жаткан қабілеттің алғашқы белгісі. Сонымен қатар бейімділік әрекеттің бір саласына (сурет,музыка т.б.) әуестенушілікті көрсетеді. Бейімділікті балада қандай да бір нышанның барлығын хабарлайтын белгі деуге де болады.",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "дәл солай, сурет салыңыз деп тұр ғой.",
                "date": "17.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлеңді табу керек. Думаншыл,тойшыл халқым менің Әнімді саған арнаймын",
        "question_content": "Ол өлеңде: Думаншыл,тойшыл халқым менің Әнімді саған арнаймын Қорадан қойды айдаймын ееей",
        "question_date": "16.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Су ағады сайменен, \nШам жанады майменен. \nЕкі бір жақсы қосылса, \nКүн шығады айменен.\n Борадан қойды айдаймын\nҚоңырқай шашты майлаймын \nДуманшыл, тойшыл халқым менің \nӘнімді саған арнаймын.",
                "date": "9.01.2017",
                "upvotes": 0
            },
            {
                "text": "Алмалы сай ййййййййй",
                "date": "5.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрметті математика пәнінің мұғалімдері.",
        "question_content": "Сіздерге арналған 5-11 сыныптарға арналған математика пәні бойынша сабақ жоспарлары, бақылау жұмыстары, ҰБТ тестілеуге дайындалған тест тапсырмалары барлығын электронды түрде бере аламын  87716965723  Хабарласыңыздар",
        "question_date": "15.12.2016",
        "question_tag": "Мамандық",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Химиядан көмек беріп жіберіңіздер?",
        "question_content": "Орысша болып тұр бұл есеп. Айып етпеңіз дер. Вычислить концентрацию ионов OH-, если концентрация ионов H+ равна: а) 10^-8моль/л ; б) 2×10^-4моль/л",
        "question_date": "15.12.2016",
        "question_tag": "Химия",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қашықтықтағы электір өрісінің кернеулігін анықтаңдар?",
        "question_content": "2,7 * 10-ның -6 дәрежесі Кл нүктелік зарядтың 10 см қашықтықтағы электір өрісінің кернеулігін анықтаңдар. Заряд суда орналасқан.",
        "question_date": "15.12.2016",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қай желдерден электр энергиясын алуға болады?",
        "question_content": "Қай желдерден электр энергиясын алуға болады? Көмектесіңіздерші. Алдын ала рахмет...",
        "question_date": "15.12.2016",
        "question_tag": "География",
        "question_views": 882,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Желден, ағынды судан, күннен!",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экономист банкте жұмыс жасай алады ма?",
        "question_content": "Экономист банкте жұмыс жасай алады ма?",
        "question_date": "15.12.2016",
        "question_tag": "Банк",
        "question_views": 799,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия әрине жасай алады",
                "date": "16.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік борыш дегеніміз не?",
        "question_content": "Мемлекет нақты кімге борыш екенін жазсаңыздар, өз халқына ма , шетелге ма?",
        "question_date": "15.12.2016",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік борыш, Мемлекеттік Қарыз, мемлекеттік заем [1] - мемлекеттің өтелмеген қарыздары, міндеттемелері, несиелері және оларға байланысты төленбеген пайыздары бойынша берешегінің жалпы сомасы. Тағы бір анықтамасы — мемлекеттің үкімет немесе орталық (ұлттық) банк арқылы жүргізетін қарыздарлық қатынасы. Бұл — басқа мекелерден, елдерден мемлекеттік бюджеттің дефицитін жабу үшін алынатын қарыз. Барлық елдер экономикалық саясатты жүзеге асыру тетіктерінің бір ретінде мемлекеттік қарызды пайдаланады. Мемлекеттік борыш бір жағынан, экономикаға ауыртпалық түсіреді және экономикалық жағдаяттың нашарлауына байланысты әсе түседі. Екінші жағынан, Мемлекеттік борыш пен бюджеттен қаржыландыру - экономиканы мемлекеттік реттеудің тиімді құралы. Ол ақша айналысына, тұтыну, жинақ ақша, инвестиция деңгейіне тұрақтандырушы ретінде де, тұрақсыздандырушы ретінде де әсер етуі ықтимал, яғни экономикалық өсуге серпін беруі де, оны тежеуі де мүмкін. Несие қаражатының қайдан алынғанына қарай Мемлекеттік борыш ішкі және сыртқы борыштарға, қызмет көрсету мерзіміне қарай күрделі және ағымдағы борыштарға, мерзіміне қарай\n\nқысқа мерзімді - 1 жылға дейін;\nорта мерзімді - 1 жылдан 10 жылға дейін;\nұзақ мерзімді - 10 жылдан аса мерзімге - борыш түрлеріне бөлінеді.[2]\n\nСурет:Мемлекеттік кредиттегі себеп-салдарлық өзара байланыстар.jpg\nМемлекеттік кредиттегі себеп-салдарлық өзара байланыстар\n\nМемлекеттік кредит кызметінің нәтижесінде мемлекеттік борыш түзіледі. Мемлекеттік борыш - бұл алынған (игерілген) және өтелмеген мемлекеттік қарыздардың, белгілі бір күнге, сондай-ақ борыштық міндеттемелердің белгілі бір күнге сомасы (олар бойынша есептелген пайыздарды қоса). Мемлекеттік борыш ұлғаймалы ұдайы өндірісті және қоғамдық қажеттіліктерді қанағаттандыру үшін ақшалай ресурстарды тарту нысандарының бірі ретінде мемлекеттік қарыздарды пайдаланудан туады. Мемлекеттік борышты мемлекет мемлекеттік бюджеттің қаражаттары есебінен өтейді. Орналастыру рыногына, қарыз валютасына және басқа сипаттамаларына қарай мемлекеттік борыш ішкі және сыртқы мемлекеттік борыш болып бөлінеді.\n\nІшкі мемлекеттік борыш - Үкіметтің, Ұлттық банктің және жергілікті атқарушы орғандардың Қазақстан Республикасының резиденттері алдындағы ішкі мемлекеттік қарыздары мен басқа борыштық міндеттемелері бойынша мемлекеттік борышының құрамдас бөлігі.\n\nСыртқы мемлекеттік борыш - Үкімет пен Ұлттық банктің Қазақстан Республикасының бейрезиденттері алдындағы сыртқы мемлекеттік қарыздары мен басқа борыштық міндеттемелері бойынша мемлекеттік борышының құрамдас бөлігі. Сондай-ақ күрделі және ағымдағы мемлекеттік борыш болып бөлінеді.\n\nСонымен қатар күрделі және ағымдағы мемлекеттік борыштарды ажыратады.\n\nКүрделі мемлекеттік борыш деп мемлекеттің шығарылған және өтелмеген борышқорлық міндеттемелерінің бүкіл сомасын (бұл міндеттемелер бойынша есептелген пайыздарды қоса айтады.\n\nАғымдағы борыш - бұл мемлекеттің барлық борышкорлық міндеттемелері бойынша кредиторларға табыс төлеу және мерзімі келген міндеттемелерді өтеу жөніндегі шығыстар.\n\nМемлекет кепілдендірген борыш - Қазақстан Республикасының мемлекеттік кеепілдіктері бар белгілі бір күнге алынған және өтелмеген мемлекеттік қарыздардың сомасы.\n\nМемлекеттік борыштың пайда болуы мен өсуінің себебі мемлекеттік бюджеттің тұрақты тапшылығы болып табылады. Ол бюджеттің шығыс бөлігіне қатысты 2007 ж - 8,0%-ды, 2008 ж - 9,8%-ды құрады. 2009 жылы республикалық бюджет осы жылға жоспарланған ІЖӨ-ге қатысты 3,1% тапшылықпен атқарылды.\n\nАлайда борыштың бұл түрінің түзілу себептеріндегі, әдістеріндегі және жұмыс істеу ерекшеліктеріндегі айырмашылық елеулі болады. Дамыған елдерде мемлекеттік борыш және оны тудырған бюджет тапшылықтары экономикалық циклге экономиканы тұрақтандыру мен оны дамытудың кіріктірілген факторлары болып табылады. Халықтан, корпорациялардан, банктерден, басқа қаржы және кредит мекемелерінен қарызға алынған ақшалары өнімді пайдаланылады және аталған қарыз алушылардың активтері ретінде қаралады. Мемлекеттік борыш «ұлттың өзіне өзінің қарызы» ретінде қаралады және ұлттың жиынтық байлығының жалпы мөлшеріне әсер етпейді. Ішкі борышты басқару жөніндегі пайызарды төлеу қажеттігі түріндегі оның белгілі бір теріс зардаптары инвестицияларға немесе елдің экономикасын дамытуға қосымша қаржылық ресурстарды жұмылдырудан болатын оңтайлы нәтижелермен жабылады. Ішкі борыштың өсуі кезінде ұлттық табыс пен байлық кемімейді, мұның өзі, әрине, табыстардың қайта бөлінісімен байланысты болатын бірқатар келеңсіз салдарларды жоққа шығармайды, олар мынаған саяды:\n\n1. Берешекті өтеу мен пайыздарды төлеу бюджет қаражаттары есебінен, яғни салық төлеушілер есебінен жүргізіледі,сөйтіп, табыстар мемлекеттік бағалы қағаздариелеріне,әдеттегідей, қоғамның дәулетті жіктеріне ағылады.\n2. Салықтарды көбейту жолымен мемлекеттік борышты азайту жөніндегі мемлекеттің іс- қимылы кезінде макроэкономикалық тәуекелдер қосылады, жиынтық сұранымның қысқаруы тепе-тең таза ұлттық өнімнің азаюына ұрындырады, кәсіпкерлер тарапынан қаражаттардың жүмсалымына деген ынталандырмалары төмендейді, экономикаға қаражаттарды инвестициялау қысқарады.\n3. Жекеше кәсіпкерлердің «инветицияларын ығыстыру» нәтижесі іс-әрекет етеді. Бұл құбылыс мынадан туып отыр. Мемлекет бюджет тапшылығын немесе борышты жабу мақсатымен несие рыногына шыға отырып, ақша рыногында бәсекені күшейтеді, мұның нәтижесінде ақшалай капиталдың пайыздық мөлшерлемелері артады. Бұл жекеменшіқ секторды инвестициялардың бір бөлігінен айырады, ал инвестициялық шығыстардың төмендеуі тепе-тең таза Ұлттық өнімді азайтады.\n\nЕгер мемлекет ақша рыногының окшауландырылған қаражаттарын тұтыну мақсаттарына емес инвестициялық тауарларға бағыттаса, егер экономика жұмыспен толық емес қамтылған жағдайда жұмыс істесе мұндай іс-әрекеттің келеңсіз нәтижесі шектелуі мүмкін.\n\nҚазақстан практикасында бюджет тапшылықтары мен мемлекеттік борыш қаржыландыру нысандары және туындайтын зардаптары бойынша айтарлықтай ажыратылады. Мемлекеттік борыштың едәуір бөлігі мемлекеттік қазынашылық міндеттемелер бойынша берешек нысанында көрсетіледі. Мемлекеттің қолданыстағы жоғары дисконткақарыз алған сомасы екінші деңгей банктері мен басқа коммерциялық құрылымдардың табысына айналады.\n\nІшкі мемлекеттік борыштың басқа нысандары мыналар болды: бюджет тапшылығын жабу үшін бұрын алынған кредиттер бойынша Ұлттық банкке берешек; облигацияларжәне басқа бағалы қағаздар шығарумен ресімделген халықтан, шаруашылық жүргізуші субъектілерден алынған қарыздар бойынша борыш.\n\nҚазақстанда оның дербес дамуының басынан ішкі мемлекеттік борыштың айрықша нысандары болды:\n\nауыл шаруашылығы өніміне, жеңіл өнеркәсіп үшін шикізатка бағалардағы айырманың орнын толтыру және ауыл шаруашылығы өніміне сатып алу бағаларына сараланған үстемақы төлеу бойынша бюджеттің шығарылған берешегі, бұл бөлудің әкімшілік әдістері жағдайларындағы баға сәйкессіздіктерінің нәтижесі болып табылады;\nбанктердің несиелері бойынша су шаруашылығының ауыл шаруашылығы кәсіпорындары мен ұйымдарының шығарылған берешегі - қырсыздықтың, кредиттеу қағидаттарының және шаруашылық жүргізудің шаруашылық есебінің бұзылуының салдары;\n«директивалық кредиторлар» деп аталатындар нысанындағы, сондай-ақ ішкі республикалық есепке алу міндеттемелеріне қызмет көрсету және өтеу бойынша кордаланған берешек. Директивалық кредиттерді дағдарыс жағдайларында кәсіпорындар мен салаларға олардың шаруашылық қызметін қолдап отыру үшін Қаржы министрлігінің кепілдігімен Ұлттық банк беріп отырды. Ішкіреспубликалық есепке алу дебиторлық және кредиторлық берешектер бойынша кәсіпорындар мен ұйымдардың өзара борыштарын өтеу үшін жүргізілді. Дерективалық кредиттер мен өзара есепке алуларды пайдаланудың нәтижелері бойынша жағымсыз салдарларына байланысты ішкі кредиттеудің бұл нысандары мұнан былай қолданылмайды.\n\nМемлекеттік борышқа қызмет көрсету деп уақыттың белгілі бір кезеңінде қарыз алу шарттарынан туындайтын сыйақы, комиссиялық, айыппұлдар және өзге төлемдердің жиынтық төлемақыларын айтады.\n\nҚарызға қызмет көрсету - бюджетті атқару жөніндегі орталық уәкілетті органның немесе қарыз алушының шоттарындағы қарыздық қаражаттарды пайдаланудың есебі бойынша банктің және қарыз шарттарына сәйкес қарыз алушының сыйақы, комиссиялық және өзге төлемдерін жүзеге асыру кызметі.\n\nБорышты өтеу - қарыз алушының қарыздың алынған сомасын кредиторлармен келісімшарттармен белгіленген тәртіппен қайтаруы, борыштың басқа құрамды бөлігінің белгіленген тәртібі мен міндеттемелердің орындауы.[3]",
                "date": "15.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрышты пішінді алаңнын ұзындығы 90 м, ал ені одан 3 есе кем",
        "question_content": "Тік төртбұрышты пішінді алаңнын ұзындығы 90м, ал ені одан 3 есе кем. Осы алаңнын үштен бір бөлігі қардан тазартылды.Қардан тазартылған жерлің ауданын есептендер? Комектесп жиберинздерш?",
        "question_date": "15.12.2016",
        "question_tag": "Математика",
        "question_views": 16700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұзындығы- 90\n\nЕні -  90:3=30\n\nS=90x30=2700\n\n2700x1/3=900 (метр квадрат) қардан тазартылған аудан\nҚалғаны 2700-900=1800 (метр квадрат)",
                "date": "15.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҚРда қандай салық түрі қолданылмайды",
        "question_content": "1. корпорациялық табыс салығы\n\n2.жер қойнауын пайдаланушылардың салықтары\n\n3.жер салығы\n\n4.әлеуметтік салық\n\n5.корпорацияның бөлінбеген пайдасына салынатын салық",
        "question_date": "15.12.2016",
        "question_tag": "Салық",
        "question_views": 901,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5.корпорацияның бөлінбеген пайдасына салынатын салық",
                "date": "26.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төменде аталған шаралардың қайсысы ұлттық валютаға айырбасталынатын?",
        "question_content": "Шетел валютасының ұсынысын көбейтеді:\n\n1. тауарлар экспорты\n\n2. капитал импорты\n\n3.қызметтер импорты\n\n4. капитал экспорты\n\n5. игіліктер экспорты және капитал импорты",
        "question_date": "15.12.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 393,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үлкен жедел салымдар қандай ақша агрегатына кіреді",
        "question_content": "1.Мо\n\n2.М1\n\n3.М2\n\n4.М3\n\n5.L",
        "question_date": "15.12.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 544,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қанша уақытта ол кезекті шенін алу қажет.",
        "question_content": "Егер ҚР Азаматы əскерде өз борышын өткерді Шекара қызметінде жəне ол əскерден ефрейтор шенімен оралды,енди ол жұмысқа ІІМ МКҚБ-на жұмысқа орналасты оның əскери шенінің көтерілу ережесі қандай.Қанша уақытта ол кезекті шенін алу қажет.",
        "question_date": "15.12.2016",
        "question_tag": "Заң",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алиэксппесске сенуге бола ма? Бесплатный доставкамен алған жақсы ма?",
        "question_content": "Алиэксппесске сенуге бола ма? Бесплатный доставкамен алған жақсы ма? Платныймен ба? Егер заказ беріп жатқандар болса скрин жібересіздер ме?(Отслеживание)",
        "question_date": "15.12.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 307,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тапсырыс беріп көрдім, тегін доставкамен  арзан заттарға, бірақ 1-2 ай аралығында келді. Пікірлер мен сатушы рейтингіне қарап зат алған дұрыс.",
                "date": "17.12.2016",
                "upvotes": 0
            },
            {
                "text": "Сатушының рейтингісіне қарау керек. Тегін жеткізу көбінесе ұзақ уақыт жүреді. Жаңа жыл мейрам алдында сатып алсаңыз ақпанда келсе жақсы. Сосын оған қоса қытайдың жаңа жылында олар демалады.",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімдердің жалақысына 25 % қосылып тұр ма?",
        "question_content": "Биыл мұғалімдердің жалақысы қанша? Мен осы жылы Жоғарғы оқу орнын бітіргем ауылға жас маман ретінде келдім! Ауылдан үй де, подьемный да бермеді! Мынандай сұрағым бар: аулда сельски 25% косылады дейді сол рас па? Менде 21 сағат бар, айына 70 мың аламын! Сонда 25 % қосылып тұр ма?",
        "question_date": "15.12.2016",
        "question_tag": "Заң",
        "question_views": 4800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жок косылмай тур",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "привет. мен мектепте оқу тәрбие бойынша орынбасарымын, әрине без категорий,без стажа  очень даже лучше",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "Косылып тур.Косылмаса жанадан битирип келген маманға ауылда 50 мын.Калада 40-45 мын 18 сағатка.3 сағатка 3 мынға да жетпейд одан бизден профсоюз, подоходны, пенсионный ұстайды",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "Əрине қосылу керек. Мен пайызбен алып тұрамын.",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "Қосылып тұрғо мен қала 52000 алып тұрмын 21с",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "Косулы тур. Ауылдан үй аламын десен ол ушин тиісті орынға кужат тапсыру кажет егер поселка болса берилмейді шалғайда жаткан ауылдарға барсан бериледи.",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "Расыменде ауылда жумыс істейтін болсаң зарплатаң кең екен.Айтқым келгені зарплатаңа сельский қосылмай тур 21 сағатқа грязный 87437 тенге шығады налогтарыда яғни пенсионный ,падоход,профсоюз барлығын басып қалғанда сенде 72000 теңге шығады",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "кімде жаңартылған перспективтік пландар бар? қиын болмаса бөлісіңіздерші.",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "Озиннин бухгалтериннен неге сурамайсын . корешок бер деп сура сонда барлыгы жазулы турады.Барлык акшан косулыма сонда жазулы турады.",
                "date": "18.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбекақысын бермей жатыр. Не істеуге болады?",
        "question_content": "Менің жолдасым Астана қаласына жұмысқа кеткен еңбекақысын бермей жатыр. Не істеуге болады?\n1 .5 ай қара терге түсіп адал жұмыс істеген. Оның өзіңде 30 -40 мың еңбекақыңыз деген оның өзіңде сол ақшасын бермей жатыр! Бұл жағдайда не істеуге болады?\nЖолдасым үйге қайта алмай отыр. ..",
        "question_date": "15.12.2016",
        "question_tag": "Заң",
        "question_views": 517,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер жұмыс істеген фирмамен келісім шарты болса сотқа берседе ала алады. Келісім шарты болмаса ештемеде істей алмайды.....",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дисахаридтердің құрылысы, жіктелуі және олардағы байланыс типі қандай?",
        "question_content": "Дисахаридтердің құрылысы, жіктелуі және олардағы байланыс типі қандай?",
        "question_date": "15.12.2016",
        "question_tag": "Биология",
        "question_views": 9400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дисахаридтер деп гидролизденгенде екі молекула моносахаридтерге ыдырайтын көмірсуларды атайды. Дисахаридтерге сахароза (тағам ретінде қолданылатын қант), мальтоза, лактоза (сүт қанты) және целлюбиоза жатады. Олардың жалпы формуласы – С12Н22О11. Табиғатта ең көп тараған дисахарид-сахароза. Осы дисахаридтер гидролизденгенде келесі моносахаридтер түзіледі.\nСахароза +Н2О → глюкоза + фруктоза\nЛактоза +Н2О → глюкоза + галактоза\nМальтоза + Н2О → глюкоза + глюкоза\nМальтоза. Бос күйінде табиғатта кездеспейді, крахмал толық гидролизденбегенде түзіледі. Мальтоза гидролизденіп, екі глюкозаның молекуласын түзеді.\nЦеллобиоза. Мальтоза тәріздес дисахарид, айрмашылығы тек β- глюкозадан тұрады. Табиғатта клетчатканың құрамында кездеседі, сондықтан клетчатканы гидролиздеу арқылы алады.\nСахароза табиғатта өсімдіктерде өте жиі кездеседі. Ол гидролизденіп, глюкоза мен фруктозаға ыдырайды.\nС12Н22О11+ Н2О → С6Н12О6 + С6Н12О6\nСахароза глюкоза фруктоза\nСахароза – ақ түсті, дәмі тәтті, суда жақсы еритін кристалды зат. Сахарозада бос жартылай ацетальды гидроксил топтары болмағандықтан, оның тотықсыздандырғыш қасиеті жоқ. Сахароза тотықсыздандырылмайтын дисахаридке жатады.\nСахорозаның химиялық қасиеттері оның құрамындағы функционалдық топтарға байланысты. Сахарозаның құрамында гидроксотоптарының болуына байланысты ол глюкоза сияқты мыс гидроксидімен әрекеттесіп, көк түсті мыс сахаратын түзеді. Ал қышқылдармен әрекеттесіп, күрделі эфирлер түзеді. Сахарозада альдегид тобы болмағандықтан ол күміс(І) оксидімен әрекеттеспейді.\nЛактоза (сүт қанты). Тек сүтте ғана кездесетін дисахарид.\nЛактозаны сүт сарысуын кристалдау арқылы алады. Лактозаның тәттілігі қанттан 6 есе төмен, суда жақсы еритін, өте нәрлі зат. Лактоза гидролизденгенде глюкоза мен галактозаға ыдырайды.\nЛактозаның молекуласындағы альдегид тобын тотықтырып, лактобион қышқылын алуға болады. Қыздырғанда лактоза күміс оксидінің аммиактағы ерітіндісімен күміс айна реакциясына түседі, ал Фелинг сұйығымен әрекеттескенде реакцияның нәтижесінде мыс(І) оксиді бөлініп шығады. Сондықтан ол тотықсыздандырылатын дисахаридке жатады.\n\nhttp://ebooks.semgu.kz",
                "date": "27.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Моана деген фильм туралы кім біледі?",
        "question_content": "Маган ол жедел керек Болып тур. Маган Моана туралы немесе Шыгарма керек осы \"Моана\" такырыптан\n\nсуракка жазсаныс онда сызге коп коп рахмет",
        "question_date": "15.12.2016",
        "question_tag": "Мультфильм",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Моана\n\nДисней әлемінің 13-ші ханшайымы Моана Туи – көсемнің 14 жастағы арманшыл қызы. Оның досы Мауи өзін жартылай құдай деп санайды, оған қоса, алып күш иесі кейпін өзгерте алатын қасиетке ие. \nАл Моананың жанындағы достары, жанұясы туралы қандай қызықты дерек бар?\n Мауи – өзін жоғары бағалайтын, күлкіге жақын ерекше күш иесі. Ол түрлі жануар мен құстардың кейпіне айнала алады. \nАл Таматоа – ұзындығы 15 метрге жететін өзімшіл шаян. Ол су асты тұрғындарынан ерекшеленгісі келеді. Қалай дейсіз бе? Өзгелердің көзіне түсу үшін ол қабыршағын жылтыр заттармен әшекейлеп алады.\n Енді Моананың отбасы қандай?\n Моана кішкентайынан Тала есімді әжесімен сыр бөлісіп өскен. Әжесі тарихта болған тылсым оқиғаларды, Тынық мұхиты мен немересінің арасында қарым-қатынас барын айтып түсініріп жүреді. Бір қызығы, әжей ел көсемінің заңына бағынбайды екен. Себебі, көсем – оның ұлы. Тала әжейдің ұлы, Моананың әкесі, ел көсемі, мультфильмнің басты кейіпкерлерінің бірі – Туи. Ол қызының жаңа көсем болғанын, әке жолын қуғанын қалайды, Моананың мұхитқа деген қызығушылығына алаңдайды. Оны мұхит сырына үңіліп жүріп, әке мұраты жерде қала ма деген қорқыныш мазалайды. \nСина – Моананың анасы. Әрдайым қызын қолдауға дайын әзіз жан. Көңілі жайдары, сөзге шешен, қайраты мол жар. Ол Моананы мұхитта болатын түрлі қауіптен қорғап жүреді. \nБасты жаңалық – осы анимациялық фильмнің қазақ тілінде сөйлеуі. Мульфильм биыл «Болашақ» Қауымдастығы қорының қолдауымен ана тілімізге дубляждалып отыр. Бұл туынды – аталған қордың қазақ тіліне аударған үшінші туындысы. Қазақ «Моанасын» дубляждауға елімізге танымал өнер жұлдыздары шақырылған. Нақтырақ айтсақ, Моананың анасын Мақпал Исабекова дыбыстаса, Бүркіт Мауиге даусын сыйлаған, ал данагөй әжейді Лидия Каден дыбыстаған. Ал осы дыбыстау жұмыстарын дубляж режиссері Абишева Рита, музыкалық жетекші Борамбаева Күнімгүл бастаған топ жүргізген. Жоба «Marwin» компаниясы мен «Болашақ» Қауымдастығы қорының бастамасымен ұйымдастырылған. Disney «Моанасының» ағылшын тіліндегі нұсқасын Аулии Кравалхо (Моана), қаһарман образын сомдап жүрген Дуэйн Джонсон (Мауи) дыбыстаған. Сонымен қатар, Джемейн Клемент (Таматоа), Рэйчел Хаус (Тала), Темуэр Моррисон (Туи), танымал әнші Николь Шерзингер (Сина) дыбыстаушылар тізіміне енген. Қызықты деректер: – Анимациялық фильмді тамашаған кезде көрермендер 11 түрлі ән тыңдай алады; – 60 өсімдік көруге болады; – «Моана» сөзі Гавай аралында және Маори тайпасының тілінде «мұхит», «теңіз» деген мағынаны білдіреді екен; – Моана даусын дыбыстаған Аулии Кравалхо – Дисней ханшайымдарына даусын сыйлаған ең жас әртіс. Ол 15 жаста. Фильм қараша айының 24-ші жұлдызында еліміздің барлық кинотеатрында көрсетіледі.\n\nТолығырақ:http://massaget.kz/layfstayl/madeniet/kino/40788/",
                "date": "9.01.2017",
                "upvotes": 0
            },
            {
                "text": "Мультфильм жайлы шығарма болса, сол мультті көріп шық, сосын түйген ойыңды, алған әсеріңді жаз қағазға.",
                "date": "11.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздық перде туралы, Кішкенай қыз жыныстық қатынасқа түссе қыздығы бұзыла ма?",
        "question_content": "Кішкенай қыз жыныстық қатынасқа түссе қыздығы бұзыла ма. Егер солай болып жатса Бұл қалай орын алады. Қыздығы бар немесе жоқ екенін қалай білуге болады.",
        "question_date": "15.12.2016",
        "question_tag": "Тазалық",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине бұзылады. Жалпы ғылымда қыздық пердені алуға ең қолайлы уақыт 16-18 болып есептелінеді. Оған дейін кеңес те бермес ем... Қалай білуге болады деймісің... мхм.... Тексеріп көресіз! Түріне, сырт-келбетіне қарап білмейтін шығарсыз енді...",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздық пердені басқа қалай білуге болады?",
        "question_content": "Бірінші неке түнінде көп қыздарда қан шықпайды екен. Сондай жағдайда пәк екеніңе күмәнданған жағдайда басқа қалай дәлелдеуге болады? УЗИ дан көруге болады деп естіп едім қаншалықты рас? Гинеколог бір қосылғаннан кейін анықтап бере алады ма?",
        "question_date": "15.12.2016",
        "question_tag": "Махаббат",
        "question_views": 25200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол отирик нарсе кыздыкта кан шыгады кейбир адамарда шыкпайды организмне байлансты  кыздыкты алар алдында ол точка тесик тесик кабаттан турады ишки жане сырткы кыздыктын алынганын егер кыз ещтене туснбей жатса лаззат алмаса киналса каламаса сонда ол кыз болганы кыздын кыздыгын алу онай емес еки есе куш кажет етеди шама келсе алганнан кейн жауапты адам болсаныз алыныз кейн тастап кетпейтиндей кунага каласыз кыздын коз жасына обал болады!",
                "date": "12.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінен 5-8 сыныптар Messages кітабының audio архив түрінде керек",
        "question_content": "Ағылшын тілінен 5-8 сыныптар Messages кітабының audio  архив түрінде керек еді.",
        "question_date": "15.12.2016",
        "question_tag": "Мектеп",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": []
    }
]