[
    {
        "question_title": "Неге Шолпан ең ыстық планета?",
        "question_content": "Неге Шолпан ең ыстық планета?",
        "question_date": "10.04.2018",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күн жүйесіндегі ең ыстық планета – Шолпан. Шолпанда күн батыстан шығып, шығыс жаққа батады.\nШолпан — Күн жүйесіндегі оған жақын екінші ғаламшар. Көлемі мен массасы жағынан Жерге жуық болғандықтан, ерте кезден-ақ ғалымдардың назарын өзіне аударған. Алайда, оны тұтасқан ақ бұлт қабаты қоршап жатқандықтан, бұл ғаламшардың табиғаты мен қозғалысын оптикалық бақылаулар арқылы анықтау қиындық келтіруде. Дегенмен, радиобақылаулар нәтижесі күтпеген мәліметке қол жеткізді. \nШолпан (Уранды есептемегенде) барлық ғаламшарлар айналатын жаққа кері бағытта, яғни өзінің Күнді айнала қозғалатын бағытына өз осі төңірегіндегі қарсы айналатын болып шықты. Ондағы күндік тәулік шамамен Жердегі 118 тәулікке тең. Оның Күннен орташа арақашықтығы 108 млн. км (0,723 астрономиялық бірлігі). Сидерлік айналу периоды 224 тәулік 16 сағат 49 мин 8 с. Жерден қараған бақылаушыға Шолпанның Күннен бұрыштық қашықтығы 48″-тан аспайды. Сондықтан ол Күн батқаннан кейін (кешкі жұлдыз) не Күн шығардың алдында (таңертеңгі жұлдыз) ғана аз уақыт көрініп тұрады. \nШолпан – аспандағы ең жарық шырақ (Күн мен Aйдан кейінгі). Жалтырауының максимумы 4,4-жұлдыздық шамаға дейін жетеді. Шолпанның фазаларын (1610 жылы Г.Галилей ашқан) көру қабілеті ерекше жақсы адамдар жай көзбен де байқай алады. Төменгі тоғысуы кезінде Шолпанның бұрыштық диаметрі 64″-қа жетеді. Жер бетінде жүргізілген радиолокациялық бақылаулардың нәтижесі бойынша Шолпанның орташа радиусі 6050±0,5 км, массасы 0,9528 Жер массасындай. Шолпанды қоршаған қою атмосфераның бар екендігін, Шолпанның Күн дискісін басып өту кезін бақылай отырып, алғаш рет М.В. Ломоносов ашқан (1761). Шолпан атмосферасында көмір қышқыл газының (СО2) болатындығы спектроскопиялық жолмен анықталған. Шолпанның температурасы оның бетіне жақындаған сайын арта түсетіндігін Шолпанның төменгі атмосферасында алғаш рет кеңестік “Венера-4” (1967) автоматтық планетааралық стансасында тікелей жүргізілген өлшеулер көрсетті. “Венера” (КСРО) және “Маринер” (АҚШ) автоматтық планетааралық стансаларында жүргізілген зерттеулердің нәтижесінде Шолпан планетасы атмосферасының құрамы 97,3% көмір қышқыл газынан, 2%-дан кем азоттан, 0,1%-дан кем оттектен және 1%-дан кем су буынан тұратындығы анықталды. Зерттеулер нәтижесіне қарағанда Шолпан бетінің жарықтылығы шамамен 10 мың люкске тең. Ел аузында Ай Күнмен үзеңгілес жүретін болса, Шолпан Аймен тетелес келеді.\nМәліметтер kk.wikipedia.org сайтынан алынды",
                "date": "11.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызылордада политехникум бар ма?",
        "question_content": "Теміржол мамандығына таңдау пәні қандай? Колледжге",
        "question_date": "10.04.2018",
        "question_tag": "Университет, колледж",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сыртында басқа сұрақ, ішіне кірсең басқа сұрақ ))\n\nОлай болса мен сыртындағы сұраққа жауап берейін)\n\nИя Қызылордада Мұстахым Ықсанов атындағы политехникалық колледжі бар.",
                "date": "20.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астана бейбітшілік қаласы эссе жазып беріңдерші?",
        "question_content": "Астана бейбітшілік қаласы эссе жазып беріңдерші?",
        "question_date": "10.04.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астана - бейбітшілік қаласы\nЕлімізде жыл сайын Астана күнін сән-салтанатымен атап өту дәстүрге айналған. Биылғы жылы да Астананың 15 жылдық мерейтойы өз деңгейінде атап өтілді. Елордамызды бір көруге құштар болып жүрген шалғайдағы халық та Астанаға сапарларын 6 шілдеге арнайы жоспарлайды. Мұның бәрі — олардың Астанаға деген құрметі мен сағынышының белгісі екені сөзсіз. Десек те, Астанамыздың тарихы ежелгі Бозоқ қаласынан бастау алатынын біріміз білсек, тағы біріміз білмейміз. Осы тұста, тарихқа көз жүгіртіп өткен артық болмас. 1820 жылы Ресейдің императорлық «Сибирский вестник» журналында орыс кен инженері Иван Шангиннің күнделігі жарияланды. Осы күнделік беттерінде Шангин Бас штабтың тапсырмасы бойынша 1816 жылы Есіл мен Нұра арнасын зерттей жүріп, Бозоқ көлінің жағасында көне қаланың орын тапқанын баяндайды.\nҚаланың атауы Бозоқ екен. Ғалымдар Бозоқ қаласының гүлдену дәуірі біздің заманымыздың Х-ХІІ ғасырына келетінін айғақтайды. Көптеген тарихи шежіре нақ Орталық Қазақстан даласы арқылы бір кездері біздің заманымыздың алғашқы мыңжылдығының орта шамасында Еуразияның Батысы мен Шығысын жалғастырған Ұлы жол өткенін дәлелдейді. Олжайхан және Оғызхан туралы халық аңыздары нақ осы Орталық Қазақстанмен байланысты баяндалуы бекер емес. Ортау, Ұлытау, Кішітау, Ордатау және Әскер-құдық сияқты жерлер түрлі кезеңде даланың даңқты да ұлы баһадүрлері: Жошы, Бату, Орда, Ежен, Тайбұғы, Көшім, Орыс және Әбілқайыр Шайбанилермен аталады. Екі құрлықтың түйісінде көсіліп жатқан бұл кеңістік соғыс және басқыншылық шайқастар алаңы ғана болған жоқ. Сонымен бірге ол діндердің, мәдениеттердің, ұлттардың және ұлыстардың басын қосқан орталық еді. Әлемге әйгілі Ұлы Жібек жолына дейін осы даламен Көне Эллада мен Қиыр Шығыс халықтары мен елдерін жалғастырған құба жол өткен-ді. Археологтардың тағы бір пайымдауынша, табылған Бозоқ қаласы қыпшақ хандарының әскери ордасы немесе тіпті резиденциясы болған тәрізді. Бұл көне қала қазір Астана қаласынан 15 шақырым жерде Бозоқты көлінің жағасында орналасқан екен.\nАл Ақмола қаласының тарихы 1830 жылдан, яғни Қарауыткөл алқабында Ақмола бекінісінің салынуымен басталады. 1830 жылдың 18 маусымында, ақсақалдардың қол қоюымен құжат жасалды. Бұл қазақ болыстарының аға сұлтандары мен ақсақалдарының берген тілхаты сияқты болды. Атын өзгертіп жатпады, патша әкімшілігінің бар қағазында Ақмола деп жазылып кетті. Ол кездері бекіністе бар-жоғы 313 адам тұрып жатты. Жылдар өтті. Ақмолаға Ресей мен Шығыстың сауда қатынасының көпірі іспеттес Сібір, Орал, Орта Азия көпестері қоныс аудара бастады. Кішкене ғана қорған біртіндеп қалаға айнала бастады. Мұндай мәртебе, Ақмола станицасына Ресейдің Ішкі істер министрлігінің 1862 жылдың жетінші мамырындағы шешіміне байланысты берілді. Қазіргі заманның тілімен айтқанда, Астана сол кездің өзінде инвесторлардың назарын аударатын еді. 1863 жылдың өзінде, Ақмолада елу бір ресейлік, үш жүз қырық шетелдік көпес тұрақты өмір сүретін. Саудагерлердің жалпы саны 1236 адамды құрады. Ресей империясының 1862 жылғы 7 мамырындағы шешімімен, Ақмола станицасына қала мәртебесі берілді.  Сол жылдан арада тура бір ғасыр өткенде қала атауы Целиноград болып өзгереді. Ол кездері қала тың өлкесінің орталығына айналды. Ақмола Целиноградқа айналып қана қоймай, 200 000 халқы бар үлкен қала деңгейіне жетті. Міне, осы шежірелік мағлұматтардан-ақ қала Елорда болуға лайық екенін түсінуге болады. Тәуелсіздік алғаннан кейін, 1992 жылы қалаға тарихи Ақмола атауы қайтарылып берілді. Мінекей, сол тұста Ақмоланың ел астанасы боларын ешкім болжай да алмаған. Бұл туралы тарих былай дейді: «Қазақстан бойынша ел астанасын ауыстыруға әлеуметтік-экономикалық көрсеткіштері, ауа райы, жер бітімі, сейсмикалық жағдай, қоршаған ортасы, инженерлік және көлік инфрақұрылымы, құрылыс кешені, еңбек ресурстары сияқты түрлі көрсеткіштер бойынша Ақмола қаласы ең лайықтысы болып шықты. 1994 жылдың 6 шілдесінде Қазақстан Республикасының Жоғарғы Кеңесі елорданы Алматыдан Ақмолаға көшіру туралы қаулы шығарды».\nБұл қаулы үш жылдан кейін ғана жүзеге асты.\n1997 жылы тәуелсіз Қазақстанның Президенті Н.Назарбаев елорданы Алматыдан Ақмолаға көшіру туралы шешім қабылдаған Жарлыққа қол қойды. Сөйтіп, қазақ тарихында тағы бір ұлы көш басталды.\nЕл астанасының көшірілуі қыстың қақаған аязына дөп келді. Сондықтан Қазақстанның жаңа елордасы – Астананың халықаралық тұсауы 1998 жылдың 10 шілдесі күні кесілді. Біз күні кешеге дейін Астана күнін дәл осы 10 шілде күні атап өтіп келдік. Кейін Астана күні ел астанасын ауыстыру туралы қаулы қабылданған 6 шілдеге ауыстырылды. Уақыт озған сайын Астана күнінің маңыздылығы артып, ол тек елордалықтар ғана емес, бүкіл қазақстандықтардың асыға күтетін мерекесіне айналды. Сол себепті, 2006 жылы Астана қаласы әкімдігінің қаулысына сәйкес және қалалық мәслихаттың шешімімен мерекеге – Астана күні атауы беріліп, оны атап өту – шілденің 6-сына бекітілді. Ал 2008 жылы «Қазақстан Республикасының мерекелер туралы заңына» енгізілген өзгерістерге сәйкес, шілденің 6-сы – Астана күні мемлекеттік мерекелер тізіміне енді. Астана үлкен қалалар мен Халықаралық астаналар Ассамблеясына кірген.\n1999 жылы ЮНЕСКО-ның шешімімен Астанаға ең жоғары белгілердің бірі «Бейбітшілік қаласы» деген атақ берілген болатын. Қала өркендеп өсіп келеді. Ол қайталанбас өзінің ырғағымен өмір сүруде. Шыны керек, қала күнін атап өту тек Астана халқы үшін емес, бүкіл ел үшін игі дәстүрге айналған. Сөзсіз ғажайып шаһар тек біздің ғана емес, дүниежүзіне зиялылық нұрын төгетін тоғыз жолдың торабындағы Еуразияның сәулетті  қаласына айналып отыр. Жастарымызды болашаққа бастайтын бас қаламыз, арман қала – жас қаламыз – өнер,  білім  мен мәдениеттің, ғылымның ордасына айналуда. Ендеше, Астанадай ғаламат қала қазақ елінің мәңгілік жерұйығына айналарына сенім зор.\nМәлімет ашық ақпарат көздері арқылы дайындалды.",
                "date": "11.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір атаның балалары",
        "question_content": "Бір атаның балалары 1 тармағындағы мақал мәтел, кірме сөздер, тұрақты тіркестерді тауып беріндерші?",
        "question_date": "9.04.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алматы қаласында қай жерден қазақтың əдеби кітаптарын сатып алсам болады?",
        "question_content": "Мысалы Сəбит Мұқановтың Ботагөз романы",
        "question_date": "8.04.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 534,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысалы Сəбит Мұқановтың Ботагөз романы",
                "date": "9.04.2018",
                "upvotes": 0
            },
            {
                "text": "Алматы қаласы бойынша кітап сату орындарымен таныс болыңыздар. \n«Атамұра» баспа корпорациясы дүкенінде «Атамұра» баспасынан шыққан кітаптарды үстеме бағасынсыз, өз құнымен, яғни арзан бағаға ала аласыз. Ол Алматы қаласы бойынша екі жерде бар. \nБаспалар үйінен де дүкендерден екі есе арзан бағада табуға болады. \nАлматыкiтап фирмасының дүкендері әр түрлі атаумен Алматының сегіз жерінде орналасқан. \n1. Абылай Хан, 75 (Гоголь көшесі қиылысында) \n2. Ақсай-2 шағын ауданы, 10 үй. \n3. «Алматыкітап баспасы» Әл-Фараби, 63/17 (Шашкин көшесі қиылысы). \n4. «Алматыкітап баспасы» Фурманов, 51 \n5. «Алматыкітап баспасы» (Арман) Бруно, 95 (Төле би көшесінен жоғары) \n6. «Алматыкітап баспасы» (Дастан) Гоголь, 108 (Сейфуллин) \n7. «Алматыкітап баспасы» (Дом книги – Кітаптар үйі) Абай даңғылы, 35/37 (Фурманова)\n 8. «Алматыкітап баспасы» (Достық) Қабанбай батыр, 109 (Масанчи)\n 9. «Алматыкітап баспасы» (Жалын) Жандосов, 57 (Берегов). \n10. «Алматыкітап баспасы» Майлин, 224 «А» \n11. Академкнига Фурманов, 91/97 12. \nАкадемкнига Фурманов, 193 \n13. Баспалар үйі Абай, 143 (Гагарин)\n 14. Книжный Город Розыбакиев, 281 (MEGA Alma-Ata СО жоғары) \n15. Отбасылық кітаптар дүкені. Книжный Мир Семьи Абай даңғылы, 34 \n16. Меломан (BOOKING) «Grand» Гоголь, 58 (Панфилова)\n 17. «Меломан» («Dostyk Plaza» СОО Достық (Жолдасбеков) \n18. «АДК» СОО Сәтбаев, 90 (Брусиловский) \n19. «Mega Center Alma-Ata» Розыбакиев, 247 \n20. «Promenade» СО Абай, 44А (Байтұрсынов) \n21. «Прайм Плаза» СО Райымбек даңғылы 514/А (Саин) \n22. «Алмалы» СОО Сәтбаев көшесі, Республика алаңы \n23. «Меломан» «MEGA Park» СОО Сейфуллин, 483 (Мақатаев)\n 24. «Гулянда» Көктем-3 ша, 17-үй (Сәтбаев-Байзақов көшелері қиылысы) \n25. Шевченко, 112 (Байтұрсынов) \n26. Алтынсарин даңғылы, 27 (Жандосов) \n27. «Гулянда» Төле би, 111 (Шәріпова) \n28. Автокнига Тимирязев, 53 \n29. Эрудит Кітап орталығы Наурызбай батыр, 12а \n30. Бастау кітап дүкені Әуезов, 69 \n31. Березка, Тимирязев, 75 \n32. Дастан, Гоголь, 108 \n33. Дауыс фирмасы Өтеген батыр, 76а \n34. Дом Книги им. АБАЯ кітап дүкені, Абай даңғылы, \n35/37 35. «Другой Мир» Жандосов, 11 (Әуезов) \n36. Елена кітап дүкені Ақан сері 14/16 \n37. Interpress кітап дүкені, Құрманғазы, 33 \n38. Interpress кітап дүкені, Байтұрсынов, 89 \n39. Кitап Әлемi, Гагарин даңғылы, 83 \n40. Кitап (Лилия) дүкені, 5-мөлтекаудан, 18-үй \n41. Книжная Лавка дүкені, Тимирязев, 53-үй, 32-кеңсе \n42. Ковчег, Айманов, 224-үй, 1-кеңсе \n43. Любимая Книга, Сәтбаев, 646\n 44. Мозаика букинисі, Тимирязев, 31-үй, 2-кеңсе \n45. Моя любимая книга, Райымбек 160Б (Сейфуллин) \n46. Новелла кітаптар дүкені, Сәтбаев, 29 \n47. Оқулықтар әлемi, Ақсай-2 ша, 10-үй \n48. Сабина, Шолохов, 4 \n49. Славяна, Алтынсарин, 87 \n50. Samal Plaza, Қалдаяқов, 34 \n51. Темір Қазық, Панфилов, 85 \n52. «Умники и умницы» дүкені, Райымбек, 160Б \n53. Эврика, Тимирязев, 42 \n54. Эврика, Бөгенбай батыр, 94 \n55. Эврика, Бәйсейітова, 42 \n56. Эврика, Түркебаев, 92 \n57. Эгида кітап дүкені, Достық даңғылы, 49 \n58. КНИЖНЫЙ МАГАЗИН Абылай хан даңғылы, 25 (Райымбек) \n59. ДОМ КНИГИ Байтұрсынов 75/79 (Қабанбай батыр).\n60. \"Көкжиек\" баспасының кітап дүкені Мақатаев, 128А (Сейфуллин қиылысы)",
                "date": "9.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір тақырыпқа 5 сұрақ ойластыру. Біргірлер сəйгесіне керек",
        "question_content": "\"Сынсонар\" кезеңі бойынша бір тақырыпқа 5 сұрақ дайындаңдар.\nСынсонар деген",
        "question_date": "8.04.2018",
        "question_tag": "Мектеп",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салт-дәстүрге байланысты 5 сұрақ\n1 \"Бастаңғы\" деген дәстүрдің мағынасын түсіндір.\nБастаңғы\" жастардың ата-анасы үйде жоқ кезінде өзінің қатарын шақырып, жегізетін тамағы. Үйдің үлкендері жол жүріп кеткенде, ауыл жастары сол үйге жиылып, \"жолаушыларды\" жолда басы ауырмасын деп, бастаңғы жасататын болған. Ән айтылып, ойын сауық құрған.\n2 \"Байғазы\" деген қандай дәстүр?\n«Байғазы» деп балалардың, жастардың жаңа киімі, заты үшін ақшалай, заттай берілетін сыйды айтады.\n3 \"Шілдехана\" деген қандай дәстүр? \nЖаңа туған нәрестенің құрметіне жасалатын алғашқы тойды шілдехана тойы деп айтайды.\n4 \"Тұсаукесер\" деген қандай дәстүр? \nСәбиді қаз тұрғаннан кейін тез жүріп кетсін деген тілекпен жасалатын гұрып, ырым. Ол үшін арнайы ала жіп дайындалады. Бұл ала жіп аттамасын деген ұғымнан шыққан. Сол жіппен баланың аяғын кәдімгідей тұсап, оны аяғын жылдам басатын әйелге қидырады. Сүріншек, жайбасар адамдарға кестірмейді.\n5 Сыбаға, енші, бәсіре дегеніміз не?\nСыбаға (дәстүр). Құрметті қонаққа немесе өздерінің жақын-туыстарына арнап сақтаған кәделі ет мүшелері «Сыбаға» деп аталады.\nЕнші (салт). «Оған бай қалың беріп, қатын әперді де, кейін енші беріп бөлек шығарады» (С.Мұқанов). Балаларды ержетіп, жеке үй болғанда ата – анасы оған отау тігіп, дүние – мүлікті «жасау» дейді.\nБәсіре (дәстүр). «Жастайынан бағып ем, Бәсіре ғып торы тайым» (Х.Талғаров). Бала туған кезде немесе есі кіріп, оң – солын таныған соң, «сүндет тойына» немесе мектепте барғанда атасы немесе өз әке – шешесі оған тай атайды. Оны «бәсіре» тай дейді. Бала оны ерекше күтімге алады, бағады, үйретеді. Және сол арқылы мал бағуға, еңбекке үйренеді. «Бәсіре» атау баланың көңілін өсіреді, өмірге бейімделеді. Өз қатарына «бәсіре тайым бар» деп мақтанып, өсіп жүреді. Мұның бәрі баланың көңілін өсіріп, ынталандырып тәрбиелеудің бір жолы.\nМәлімет ашық ақпарат көздері арқылы дайындалды",
                "date": "11.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыспен қамту және әлеумет бағдарламр практика қағаздары керек! Және отчет! өтініш!",
        "question_content": "Жұмыспен қамту және әлеумет бағдарламр практика қағаздары керек! Және отчет! өтініш!",
        "question_date": "8.04.2018",
        "question_tag": "Университет, колледж",
        "question_views": 291,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шылаулары бар мəтін жазып беріңіздерші",
        "question_content": "Шылау туралы мəтін жазып беріңіздерші. 9-10 сөйлем",
        "question_date": "8.04.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгін сәуірдің алғашқы күні. Бірақ ауа-райы әлі күнге дейін жылыйтын емес. Кейде қар жауып,біресе күн шақырайп шығып тұрады, енді бірде жаңбыр жауып, ауа-райы құбылмалы болып тұр. Сонымен қатар Ауылдағыларда малдарын өріске жібере алмай отыр,өйткені жерде әлі қар бар, күн әлі салқын.Дегенмен бұл ауа-райы ауылдағылардың көңілін түсермек емес. Ауыл халқы Наурыз мейрамынан бері шат-шадыман . Әлі күнге дейін мерекені тойлап, ауыл үлкендері мен балалары мерекенің қызығына тоймай жатыр.",
                "date": "9.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сол төл сөздерд төлей сөздерге айналдыру керек.",
        "question_content": "Сол төл сөздерд төлей сөздерге айналдыру керек.\nЖақсылық жолында келе жатып жаман әдет көрсетпе, - Сәбит Мұқанов.\n\nАдам баласының ең жаманы-талапсыздық, - Абай\n\nӨзіңе қарай дос таңда, Күшіңе қарай жүк көтер, - Жүсіп баласағұни",
        "question_date": "8.04.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәбит Мұқанов жақсылық жолында жаман әдет көрсетпеу керегін айтты. \nАбайдың айтуынша, адам баласының ең жаманы - талапсыздық. \nЖүсіп Баласағұни досты өзіңе қарай, жүкті күшіңе қарай көтеру керегін айтты.",
                "date": "9.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шымберген Сулейменовтың той болсын әнінің сөзі керек еді",
        "question_content": "Шымберген Сулейменовтың той болсын әнінің сөзі керек еді. Өтінем тезірек!",
        "question_date": "8.04.2018",
        "question_tag": "Қазақша ән",
        "question_views": 535,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алгебра. Ықтималдық. 8 сынып. Кездейсоқ 2 таңбалы санды 8 ге бөлгенде",
        "question_content": "Кездейсоқ 2 таңбалы санды 8 ге бөлгенде 1 ге тең қалдық қалу ықтималдығы қандай",
        "question_date": "8.04.2018",
        "question_tag": "Математика",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 таңбалы сандар 10-нан 99-ға дейін, барлығы 90 сан бар.\n\n8-ге бөлгенде 1 қалдық қалатын сандар (2 таңбалы сандардың арасында): 17, 25, 33, 41, 49, 57, 65, 73, 81, 89, 97; Барлығы 11 сан.\n\nЫқтималдылығын табу үшін 8-ге бөлгенде 1 қалдық қалатын 2 таңбалы сандардың жалпы санын 2 таңбалы сандардың жалпы санына бөлеміз: 11:90=0,122=12,2%",
                "date": "20.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А.Дүзелхановтың \"Сармат жауынгері\" атты картинасына байланысты эссе жазу керек.",
        "question_content": "Маған тез арада эссе жазып берінші. Сармат жауынгері А.Дүзелхановтың сереті. Қ.Тарих. Эссе жазып берсеңдер? Мен жазалмай отырмын.",
        "question_date": "8.04.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 693,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына сөйлемді орысшадан қазақшаға аударып беріңіздерші?",
        "question_content": "Подвешен в воздухе на невесомой нерастяжимой непроводящей нити",
        "question_date": "8.04.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 634,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "өткізбейтін (ток өткізбейтін) созылмайтын салмақсыздық ауада жіп ілініп тұр.",
                "date": "8.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оңтүстік Кореяда жұмыс жасауға болады ма?",
        "question_content": "Мен Оңтүстік Кореяға барып жұмыс істегім келіп жүр. Қалай қарайсыздар? Араларынызда барғандар болса ақыл кеңестеріңізді айтып жіберсеңіздер. Қалай бару керек? Қазақстанда арнайы апарып жұмыс істеткізетін агентсвалар бар ма?",
        "question_date": "8.04.2018",
        "question_tag": "Мамандық",
        "question_views": 13600,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Кореяға барған қазақтың айтқандары\nБүгінде Оңтүстік Кореяда жұмыс істеп жүрген қазақтар көп. Солардың бір тобы таяуда елге оралды.\nБізге кешегі аптада солардың бірі – Рысбек есімді шымкенттік азаматпен сұхбаттасудың сәті түсті.\nСапалы таба нан 8000 теңге тұрады\nРысбек ірі денелі жігіт екен. Оның үлкен аяқ киіміне, сосын қарға түскен ізіне қарап-ақ таңқалғанбыз. Әңгімеміз осыдан басталып кетті.\n«Бойым 2 метрге жуықтайды, салмағым қазір 95 кило тартады, – дейді Рекең. – Шымкенттен кетерде салмағым 118 кило еді, 9 айда 28 кило тастадық. Салмақ тастағаныма өкінбеймін, ол – ішкі ағзамның барынша тазарғанының белгісі. Өйткені Оңтүстік Кореяда күрішті, майсыз, тұзы аз, дәмі ащы тағамдарды, салаттың түр-түрін, балық сорпасын, теңіз өнімдерін көп тұтынады, өз кезегінде оның денсаулыққа пайдасы баршылық деседі. Сондай-ақ біз ол жақта нанды аз жедік. Негізі Кореяда нанды аз жейді екен. Салмағы 1 кило тартатын таба нан сияқты нандары бар, бағасы біздің ақшаға шаққанда 3500 – 8000 теңге аралығында. Кішкентай «бөлішкелердің» өзі 700 теңгеден сатылады. Қымбат болғандықтан ба, әлде солай қалыптасқан ба, олар нанды өте сирек тұтынады екен.\nКәрістердің тамағына алғашқыда тойынбағанымызбен кейін үйреніп кеттік. Ол жақта қазақ, қырғыз, өзбектер көп. Бір қырғызға үйінен туыстары қазы-қарта салған екен, ол бірде ет асып, бәрімізді қонаққа шақырған еді, жарты кило қазыны 4 күн жеп жүріп әзер тауыстық, ол күштілік қылып, ішіміз бұзылып біраз әбіржідік.\nОл жақта жылқы аз, сондықтан құны өте қымбат екен, жылқы еті сатылмайды. Халқы негізінен сиыр, қой, доңыз етін тұтынады. Сиыр етінің килосы біздің ақшаға шаққанда 35 мың теңге, тауықтікі 3500 теңге тұрады, ал доңыздікі тіпті де арзан.\nЕл астанасы Сеулде және Ланжу деген қаладағы мешіттер жанында «Азия-маркет» деп аталатын үлкен мұсылман дүкендері бар екен, біз етті сол жерлерден алып тұрдық. Килолап алғаннан гөрі арнайы қорапталған бүтін мал етін сатып алған тиімдірек екен.\nОл жақта адамдар шайды аз тұтынады. Тек көк шай ғана бар. Есесіне суды көп пайдаланады.\nКәрістердің күріштен боза ашытатынын білдік. Оны «мампалей» деп атайды. Бізбен бірге Владивостоктан көптеген орыс жігіттері болған еді, олар қыздыратын сусынға үйір келеді ғой, соны жиі ішіп жүрді. Бір жаманы, ол адамды өзіне тәуелді етіп қояды екен».\n46 мөлшерлі бәтіңкені әзер тауып беріпті\nРекең Оңтүстік Кореяға туристік визамен барыпты. 250 мың теңгеге 1 айға виза аштырған да, ұшақпен Корея қайдасың деп тартып отырған. Өйткені біздің ел мен Корея арасында жұмыс күшіне қатысты ресми келісім жоқ. Сондықтан жұмыс іздегендер ол жаққа осындай жолмен барады, сосын жұмыс тауып, заңсыз мигрант ретінде күн кешеді. Бірақ тәртіп бұзбаса, Корея полицейлері заңсыз мигранттарды тым қудалай бермейді екен, тексеріп тұрулары да аз. Ал енді қандай да бір тәртіп бұзып көзге түскен мигрантты депортациялайды, паспортына бұл жөнінде дерек ендіріледі. Мұндай адамдар Оңтүстік Кореяға екінші қайта аяқ баса алмайды, ондайларды тіпті Еуроодақ елдері, АҚШ та жеріне аттап бастырмайды екен.\n«Кореяның әр қаласында, әрбір ауылында біздің қалалардағы сияқты «Еңбек биржалары» бар, жалпақ тілде оны «Арбайт» деп атайды. Сол арбайттардан әлемнің әр шалғайынан келген заңсыз мигранттарды, түрлі ұлт, нәсіл өкілдерін кезіктіресіз.\nОсы арбайтта жұмыс іздеп жүрген жандарды жұмыс күшін қажет еткен жергілікті азаматтар барып, таңдап әкетіп жатады. Негізі кәрістердің денесі шағын келеді ғой, сондықтан олар көбіне ірі денелі жұмысшыларды таңдайды. Бұл жағынан менің жолым болды.\nОл жақта жұмыс беруші мен арбайтта жұмысшымен қамтамасыз етуші арасында өзара келісім болады. Ірі денелілерді таңдайтын себебі, біз жергілікті үш кәрістің жұмысын атқарамыз, сол үшеуіне берілетін ақыдан бізге беретіні оларға кемінде үш есеге арзанға түседі. Бұл жерде валюта айырмашылығы роль ойнайды. Яғни бір күнде тапқан 100 доллар бізге қыруар ақша болса, олар үшін бұл аз, өйткені ақшаларының долларға шаққандағы құны біздікінен әлдеқайда төмен. Ол жақта техникалық тауарлар арзан, азық-түлік қымбат. Сондықтан 100 мың теңге біздегідей қомақты болып көрінбейді.\nЖалпы, Оңтүстік Кореяның адамдары заңды аса құрметтейді екен, алдап-арбау деген оларда жоқ. Ұрлық дегенді атымен естімейсің. Мысалы, телефоның бір жерде түсіп қалса, әйтпесе бір затыңды қалдырып кетсең, соны ертеңіне сол жерден табасың. Адамдары адал. Әділеттілік бар, еңбегіңді жемейді, қажетіңді тауып беріп, көмектескісі келіп тұрады.\nБірде Ким деген кісінің шаруашылығында жұмыс істедік. Сол кезде аяқ киімім жыртылған еді, елгезек Ким бәтіңке әкеліп берді. Ол 46-шы өлшемді аяқ киімді барлық сауда нүктелерін шарлап жүріп, үш күнде әзер тауыпты. Мұны өзі маған күле отырып айтып берді.\nЖалпы, зердесі жақсы адам кәріс тілін бір-екі жылда еркін меңгеріп алуына болады. 100 пайыз меңгеріп кетпегеніммен де мен қазір ол жаққа бара қалсам кез келген жергілікті тұрғынмен тіл табысып кете аламын», – дейді Рысбек бауырымыз.\nЖасы 70-тен асқан адамдар да жұмыс істейді\nОңтүстік Кореяда зейнетақы деген болмайды екен. Яғни тұрғындардың басым бөлігі еңбекке жарамай қалғанша жұмыс істейді. «Пенсияға» тек мемлекеттік қызметшілер, лауазымды, жауапты қызмет істегендер шығатын көрінеді. Ал басқалары қартайып, шамасы жетпей қалғанша жұмыс істейтін көрінеді.\n«Біздің бригадада жасы 70-тен асқан қариялар да болды, – дейді Рысбек бұл жөнінде. – Адамдарының отбасында бір-екі баладан артық тумайтынын білдік. Балалар жасы жетіп, өз алдына отау тіккесін бөлек тұрады екен, жалпы, көбі өзбектің махалласындағы сияқты үрім-бұтақтарымен бір төңіректе тұрады. Балалар ата-анасына мүмкіндігінше қарасады. Дегенмен қартайдым деп қарап отырған адам көрмейсің, бәрі де жұмыс істейді, өздерін өздері асырайды. Кәрістер отбасын жасы 30-дан асқасын барып құратынын да естіп-білдік.\nЖұмысшылардың ішінде өзімізбен қатар, тіпті жасы кіші деп жүрген адамдардың көбінің жасы 50-ді еңсеріп, 60-ты алқымдағанын естіп таңқалған кездеріміз көп. Тіпті біздегі бір кәрісті әрі кетсе 45 – 50-дің шамасында деп ойлап жүрген едік, сөйтсек, ол 75 жаста екен.\nҚандай құпиялары барын кім білген, Оңтүстік Кореяның жергілікті тұрғындары жастығын ұзақ уақытқа сақтай алатынын аңғардық. Бірақ қартайғанда өңін тез жоғалтып, кәдімгі умаждалған қағазға ұқсап ұсқынсызданып кетеді екен. Біз ол жақта құрылыс жұмыстарымен айналыстық, ағаш ектік, егістік жерлерде женьшень, күріш, пияз, картоп, тағы басқа өнімдер егумен айналыстық. Сонда жұмысшылар арасынан бүкірейе қартайған талай әжелерді көрдік».\nХалықтың саясатпен шаруасы жоқ\nРысбек бауырымыздың айтуынша, Оңтүстік Кореяда халықтың көпшілік бөлігінде өзінің меншікті жері бар. Олар оған түрлі дақылдар егеді. Жерлерінен жылына екі мәрте өнім алады. Өнімді қайда өткіземін, қайтіп өткіземін деп бас қатырмайды, оны мемлекет міндетті түрде сатып алады.\nШаруалар егінім далада қалады деп уайымдамайды, оны егетін, жинайтын жұмыс күші жетіп-артылады. Яғни бұл елге тіпті сонау Африкадан да еңбек мигранттары қаптап барып, нәпақасын тауып кетіп жатады екен.\nОңтүстік Кореяда шағын және орта бизнеспен айналысатындарға ең алдымен өз елінің жұмысшыларын жұмыспен қамту міндеттелінген, шетелдік жұмыс күші екінші орында жүреді.\n«Бұл елде қыз баласын қатты құрметтейді екен, – дейді Рысбек. – Ал олар үлкендерді қатты сыйлайды, көшеде ашық-шашық, бейәдеп жүргендерін көрмедік. Қыз тұрмыс құрар болса, таңдаған жігітін әкесіне көрсетеді, әкесі рұқсат бермесе, онымен тұрмыс құрмайды екен.\nОңтүстік Кореяда киім де аса қымбат емес. Дегенмен әйелдердің киімдері ерлердікінен әлдеқайда қымбат болып келеді екен. Ал ата-аналары қызы тұрмысқа шыққанда оған тұрмыстық қажеттіліктердің бәрін түгелдеп береді. Сондай-ақ кәрістер ұлы үйленсе, оған міндетті түрде үй әпереді деп естідік.\nДегенмен бұл елде үй бағасы қымбат екен. Сондықтан көп адамдардың қонақүйлерді жалға алып тұратынын естідік. Яғни қонақүйге жалға ақша төлеп тұратындар көп екен. Өз басым мініп жүрген көлігін үй етіп алғандарды да көрдім.\nТағы бір байқағанымыз, Оңтүстік Кореяда еркекпен бірдей қанша тер төгіп, ауыр жұмыс істеп жүрсе де әйелдерге төленетін ақы еркектердің жал ақысынан 30 пайыз төмен жүреді. Ал бұған ешкім де қарсылық білдіріп, шу шығарып жатқан жоқ.\nЖұртшылықтың «жаман өкімет жағдайымды жасамады» деп жүргенін де көрмедік. Қарапайым халықтың басым бөлігі тіршілігіне риза, тұрмыс таршылығын көріп жылап жүргендерді де көрмедік. Мен ол елдің бірнеше қаласында жұмыс істедім, сонда алақан жайып қайыр сұрап жүрген адамдарды көрмедім. Ондайларды бір мәрте Сеулде ғана ұшырастырдым. Онда да алдарына жазу жазылған қорап қойып отырған адамдарды, жұрттың оған тиын-тебен тастап жатқанын көрген соң бұлар кімдер деп сұрағанмын. Сөйтсем, олар үй-күйі, тұрғылықты жері жоқ адамдар («бомждар») екен. Киіміне, жүріс-тұрысына қарап оларды «бомж» деп ойламайсың. Кір-қожалақ болып, бет-аузы көлкілдеп жүрген жоқ.\nОңтүстік Кореяда мемлекеттік билікке шектен шықса ғана қарсылық көрсететінін естідік. Яғни оларда мемлекеттік қызметтегілер халыққа адал қызмет етеді екен. Қарапайым халыққа шекесінен қарау деген оларда жоқ, кімнің бай, кімнің кедей екені жай көзге байқала бермейді. Халқы сыпайы, қарапайым. Заң алдында бәрі бірдей, жең ұшынан жалғасып, сыбайлас жемқорлыққа баратындар сирек кездеседі екен. Ал ондайлар шығып жатса, кәрістер таңқалып, төбе шаштары тік тұрады.\nМысалы, біз Сеулде жүргенде онда жүздеген мың адам қатысқан бейбіт шеру болды. Оған елдің әйел Президентінің құрбысының оны алдап сыбайлас жемқорлық қылмыс жасағаны себеп болыпты. Осыны білгенде жұрт қатты ширықты. Бірақ күнделікті жұмысын ешкім де тастап кеткен жоқ. Шеруге негізінен орта тап өкілдері шықты деп естідік. Мысалы, бізді жұмыспен қамтамасыз етіп жүрген бастығымыз Ким сол шеруге барып қатысып келді. Қысқасы, ел Президенті сондай кемшілік жіберіп алғаны үшін халқынан кешірім сұрады, қызметінен кетті».\nКөшесінен қоқыс көрмейсің\nАйтуынша, Рекеңе Оңтүстік Кореяның климаты да жайлы әсер етіпті. Мұхит, теңіздер ортасында жатқандықтан ол елде шаң-тозаң жоқ есепті екен. Аяқ киіміңе тозаң тұрмайды дейді.\n«Көшелерінен қоқыс контейнерін көрмейсің, – дейді ол кісі. – Қалай, қай кезде әкететінін қайдам, тұрғылықты жеріңнен шыққан қоқысты жол жиегіне қойсаң болды, алып кетеді. Қоқысты сұрыптап жинап алады екен. Яғни «баклажканы» бір бөлек, қағазды бір бөлек, шынын, темірді, азық қалдығын бір бөлек деген сияқты, әрқайсысын жинайтын арнайы қызмет орындары бар. Бір қызығы, үйден шыққан «помой» үшін де ақы төлеп кететіндерін білдік.\nБұрын заңсыз барғасын жағдайымыз қалай болар екен деп уайымдаған едік. Сөйтсек, полицейлері заң бұзбасаң, бұзықтық жасамасаң, тиіспейді екен.\nБіраз уақыт бастықтың машинасын айдағанмын. Полицейлері үлкен жолдарда тоқтатып, «ішіп алмағаныңды» тексергені болмаса, басқадай құжат тексеріп, қайдан келдің, кімсің деп мазаңды алмайды. Жүргізушілері өте тіртіпті, 9 айдың ішінде бір мәрте ғана бір көліктің екіншісінің бояуын сыдырып кеткенін көрдім. Жол-көлік оқиғасын жасаған көлік иелерін кінәлі-кінәсіз деп бөлсе, бөлетін шығар, бірақ екеуіне де қомақты айыппұл салады екен».\nСүйегін өртеп, күлін сақтайды\nОңтүстік Кореяда марқұмдардың сүйегін өртеп, күлін әулеттік қорымға орналастырады екен.\n«Олар өлген адамның сүйегін өртеп, күлін құтыға салып, әулет қорымында сақтайды екен, – дейді Рысбек бұл жайлы. – Ол елде тау атаулының бәрін жасыл желек көмкеріп тұрады. Ал мазараттары негізінен сондай тау басында болатынын білдік.\nБір мәрте таудан шөп жинауға барғанбыз. Сонда бір әсем етіп салынған ғимарат жанына барып әбден суретке түстік. Сонда бізді жұмысқа жалдаған кәріс онша жақтырыңқырамай бірдеңелерді айтқан, сөйтсек, бұл жерде суретке түсуге болмайды деген екен ғой. Кейін оның ішіне кіргізіп көрсетті, бәрін айтып түсіндірді.\nБіздің өзімізше суретке түскен жеріміз мазарат екен. Бір әулет жер сатып алып, сол үшін жылына жал ақысын төлеп тұратынын естідік. Әлгі ғимарат ішінде тақтайлап орналастырылған шкафтың суырмасы сияқты құтылар тұр, бәрінде жазу бар. Әлгі жазулар адам аттары, ал құты ішінде марқұм болғандардың өртелген сүйегінен қалған күл тұрады екен. Осындай мазарлар неғұрлым биікте тұрса, әулеттің дәрежесін соғұрлым биік көрсететіні туралы естідік.\nЖалпы, Оңтүстік Кореядан көргенім, көңілге түйгенім көп. Мүмкін кей нәрселерді әсірелеп, тым мақтап та жіберген болармын, ол жағын білмедім. Жалпы, ол ел маған ұнады».\n...Қысқасы, Рысбек бізге өзі барып қайтқан Оңтүстік Корея елі туралы өте қызықты әңгімелер айтып берді. «Жақсыдан – үйрен, жаманнан – жирен» демекші, осының ішіндегі жақсы жақтарынан үйреніп жатсақ, оның кім үшін болса да пайдасы аз болмайтын шығар деп ойлаймыз.\nТ. ТҰРАН.",
                "date": "8.04.2018",
                "upvotes": 1
            },
            {
                "text": "Барған жоқпын бірақ сонда да қиынға түсуі мүмкін. Себебі кореяда тексерис жүргізіліп жатыр анда стройка деген сияқтыларды полициялар тексерп жатр. Ондағ казақ озбектерді депортировать етп кайттан жбереди. Не болсада онда баратын болсаңыз тілін үйренп көзге түсуіңіз керек сосн киіміңіз жаксы модно болу керек не дегенмен корея молодежный кала болғ",
                "date": "8.04.2018",
                "upvotes": 1
            },
            {
                "text": "Кызык сурак мамандыгынызды таныстырмай не жумыс ким тусинсин ол жактвн тилин билесин бе..кандай максатпен ол жакка биздин казахстанда билмим россияда РФ гражданство ал сол жакта кобинесе корея мен договорда отыргандар бирак ол база заводтарда ал сен не боп ким болып киретинин белгисиз жалпы жумыс издесен ар калада бар Казахстаннын ал сенин максатын кызык болып тур не маселемен баргын кели",
                "date": "8.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Асқазан ауруарын қалай емдеуге болады ?",
        "question_content": "Менің аузымнан жағымсыз иіс шығады.Сол иіс асқазаннан шығатын сияқты,Өйткені аузымда құрттаған тіс жоқ.Сол асқазан ауруын үй жағдайында қалай емдеуге болады.Қандай жеміс-жидектер немесе тағамдар жеген пайдалы?",
        "question_date": "8.04.2018",
        "question_tag": "Денсаулық",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең алдымен, шылымнан бас тартыңыз. Никотин - асқазанның жауы. Шылым асқазан жарасының пайда болуына тікелей әсер етеді. Сондай-ақ ішімдіктің де зиянды екенін естен шығармаңыз.\nАсқазан жарасынан арылу үшін ағзаңызға жасұнықтың көп мөлшерін жіберіңіз. Неғұрлым көп болған сайын, соншалықты жақсы. Жасұнық алмұрттың, шабдалының, алманың құрамында өте көп. Және де фасоль мен бұршақ тұқымдастар да сізге жақсы әсер етеді.\nПиязды жақсы көріп жесеңіз, асқазаныңыз рақмет айтатын болады. Тым болмағанда күніне жарты пиязды жеуге тырысып бағыңыз. Немесе пияздың көп мөлшері бар салаттар мен жеңіл тағамдарды серік етіңіз. \nСонымен қатар, асқазан жарасын үй жағдайында жеңудің тағы бір жолы - жаңғақтар. Бір келіге жуық жаңғақты шағыңыз да дәнін жеуге қойыңыз. Ал қабығын стақанға салып, спирт құйыңыз да жылы жерге бұқтырып қойып қойыңыз. Бір аптадан кейін күніне бір шәй қасықтан ашқарынға ішу керек. Тұнбаны таусылғанша күніне үш реттен пайдаланыңыз.\nДиета - асқазан аурын емдеудегі ең маңызды ережелердің бірі. Себебі, асқазан аурының пайда болуы дұрыс тамақтанбаумен тығыз байланысты. Мұндайда сүтті және сүтқышқылды тағамдарды, бұқтырылған, қайнатылған көкөністерді, әртүрлі ботқаларды (күріш пен макароннан басқа), қайнатылған тауық, сиыр етін, жеңіл балықты, жұмыртқаны жеуге болады. Ал қуырылған, майлы тағамдардан, майлы еттерден, ащы тағамдардан, консервілерден, саңырауқұлақтардан, газды сусындар мен қышқыл шырындардан бас тартыңыз.",
                "date": "8.04.2018",
                "upvotes": 0
            },
            {
                "text": "Гастрит - қарапайым медицина тілінен аударғанда «асқазанның шырышты қабығының қабынуы» дегенді білдіреді. Әртүрлі себеппен туындайтын қабыну, емдеудің де әртүрін талап етеді.\nГастриттің пайда болу жолдары өте көп:\nӨткір ішек инфекциясы. Біз қандай да бір ішек жұқпаларын жұқтырған кезде, асқазан-ішек жолдары мен асқазан зардап шегеді. Содан соң, асқазанның шырышты қабығы қабынады;\nУлану. Бұл да өткір ішек инфекциясы секілді. АІЖ (асқазан-ішек жолдары) ағзаға зиянды заттар түскенде олардан құтылуға тырысқан сәтте асқазан, ішек жолдары зақымданады;\nКейбір дәрі-дәрмектерді қабылдау. Көбінесе ауырсынуды басатын дәрілерді қолдану асқазанға кері әсерін береді;\nӨт ауруының асқазанға әсер етуі;\nАдамның жас шамасы. Жасымыз ұлғайған сайын көптеген аурулардың, сонымен қатар гастриттің қаупі артады;\nАғзамыздың өз жасушаларына шабуылдаунан туындайтын автоиммунды аурулар;\nHelicobacter pylori бактериясы. Бұл созылмалы гастритке жиі әкеледі. Кейбір мәліметтерге қарағанда, ол жер шарындағы халықтың 50%-нан астамында кездеседі. Бактериялардың көбісі тасымалдаушы. Сондықтан ол туралы білмеуімізде мүмкін. Оның таратылуын тоқтатудың жолы да түсініксіз. Сондықтан біз тек дер кезінде ауруды анықтап, емделе аламыз.\nГастриттің белгілері қандай?\nӘдетте, гастрит екендігін айқындайтын нақты белгілер жоқ. Өйткені, гастрит ауру көрсеткішсіз жүре беруі мүмкін. Гастриттің басты белгісі – асқазанның жоғарғы бөлігіндегі жайсыздық. Гастриттің өзге де белгілерін атап өтетін болсақ:\nЖүрек айну;\nҚұсу;\nТәбеттің жоғалуы;\nКекіру;\nІштің кебуі;\nАс қабылдағаннан соң жағымсыз сезіну.\nТолық мәліметті мына сілтемеден оқысаңыз болады.",
                "date": "9.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Операциядан қалған тыртықты кетіруге бола ма?",
        "question_content": "Операциядан қалған тыртық бар еды",
        "question_date": "7.04.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарақаттанған терінің орнында тыртық қалуы мүмкін. Тыртықтың формасы мен көлемі денеге түскен жарақатқа байланысты. Ол терінің үстіңгі бетіне немесе тереңірек түсуі мүмкін. Көбіне тыртық теріні тартып тұрады да шұңқыр пайда болады. Ондай тыртықтартың түстері де әртүрлі болып келеді. Егер ол жаңадан түссе қызғылт, содан кейін бара-бара қоңырқай тартады. Уақыт өте келе олар түссіз немесе ақ түсті болады. Тыртықты терілер өзгеше келеді. Жұқа, жылтырап тұрады. Тыртық теріде түк болмайды. Онда сондай-ақ не май, не тер бездері болмайды. Бірақ онда жүйке мен тамырлар бар.\n  Тыртық ұзынша, дөңгелек, шұңқырлау, тор, тіпті жұлдызша секілді болып келеді.\n  Тері ауруларынан (безеу, сүйел т.б.), сондай-ақ терінің жарақаттануынан (күйген, үсік шалған, т.б.), кейде инфекциялық аурудан (шешек, қорасан, т.б.) кейін де тыртық қалады.\n  Безеу салдарынан тыртықтар негізінен бетке, әсіресе беттің ұшына түседі. Олар тартылып тұрады. Формасы да, көлемі де біркелкі болмайды. Бет кәдімгі қабығы аршылған ағаш секілденіп кетеді. Беттің үсіп, күюі салдарынан түсетін тыртық біркелкі және көлемді болып келеді.\n  Косметикалық көзқараспен қарағанда шешектен кейінгі тыртық көп қиындық тудырады. Жазылған шешектің тыртығы көбіне бетте қалады. Олардың формасы әртүрлі. Мәселен, дөңгелек, сопақ, көпбұрышты болып келеді. Көлемі де әрқалай. Тіпті бір адамның бетіне түскен тыртықтың өзі бір біріне ұқсамайды.\n  Ол тыртықты жазу оңай емес. Сондықтан үзбей массаж жасап, дарсонвализация (өте жоғары жиілікті тоқ) қолданылады. Осылай емдеген кезде ғана тыртық жұмсарып, созылады, қан айналысы жақсарады, тіннің қоректенуі артады. Бұл емді тек дәрігер ғана жасайды. Кейін де дәрігерден міндетті түрде қосымша кеңес алып тұрған жөн.\n  Пластикалық массаж да жақсы көмектеседі. Массаждың әсерін тиімді ету үшін 10-15 минут дарсонвализация жасайды. Бұл өте жақсы процедура. Бір күн массаж жасап, екінші күні оны маскамен ауыстыруға болады. Емдік курсы 20-30 реттен тұрады. Бір жарым екі айдан кейін емді тағы да қайталау қажет.\n  Егер дәрігерге көрінуге мүмкіндік болмаса бет терісін пемзамен сүртеді. Оны екі ай үзбестен сүрту керек. Ол үшін бетті сабындап, соның үстінен бір кесек пемзамен дөңгелете отырып сүртеді. Жатарда крем жағады.",
                "date": "8.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыл әкімі қалай және кім сайлайды?",
        "question_content": "Қазақстанда ауыл әкімі қалай және кім сайлайды?",
        "question_date": "7.04.2018",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзін-өзі басқару туралы заңға сәйкес ауыл әкімінің кандидатурасын аудан әкімі әуелі сол ауылда тұратын қоғамдастық жиыны кезінде кеңесе отырып ұсынады. Сосын барып кандидатты аудандық мәслихат сайлайды.\nhttps://www.azattyq.org/a/kazakhstan_akim_elections/25043194.html",
                "date": "8.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хостинг туралы бірнеше сұрақ",
        "question_content": "Хостингтерде қандай тарифтер таңдаған дұрыс? Жалпы CMS орнатылғаннан кейін оған жүктелген медиафайлдар (музыка, видео т,б) қай жерден орын алады? Мысалы мен 100мб тариф таңдасам барлығы соның ішінен орын алады ма? Яғни оның ішінде ақпарат көбейген сайын сыймай қалуы мүмкін бе, әлде басқада орналасатын жақтары барма? Және қазіргі кезде отандық қандай хостинтерді ұсынасыздар үйренуге?",
        "question_date": "7.04.2018",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлемі 100Мб хост жалдасаңыз бәрі соның ішінде сақталады! Видео, Музыка сақтамайтын боларсыз.. сайтыңызға сілтеме күйінде саласыз! Алғашқыда үйренуге жетип жатыр!",
                "date": "11.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлеуметтік төлемдер",
        "question_content": "Акесі(жұмыссыз) бар шешесі жоқ, отбасында 2 жұмыссыз 25-30жас 2мүшесі одан басқа 19жас ЖОО студенті бар, қандай әлеуметтік көмектер қарастырылған",
        "question_date": "7.04.2018",
        "question_tag": "Заң",
        "question_views": 192,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2018 жылда Оралмандар үшін квота яғни ақша беріле ме?",
        "question_content": "2018 жылдан Жамбыл облысына Өзбекістаннан көшіп келген оралмандар үшін, квота яғный ақша берілеме, акша мөлшері канша болу мумкін, жан басына\n\nКаракалпакстандағы қазақ бауырлар атынан",
        "question_date": "7.04.2018",
        "question_tag": "Банк",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төмендегі мәтінді қазақ тіліне аударып бере аласыздар ма?",
        "question_content": "Қазақшаға аударып бере аласыздар ма?\n\nВ вершинах и в центре правильного треугольника со стороной 5 см расположены положительные одинаковые заряды 0,5 мКл каждый. Какая сила действует на отрицательный заряд 0,7 мКл, находящийся на продолжении высоты, на расстоянии 7 см от вершины?",
        "question_date": "7.04.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5 см жағы бар тұрақты үшбұрыштың шыңдары мен ортасында әрқайсысы 0,5 мКл болатын оң зарядтар орналасқан. Шыңнан 7 см қашықтықта биіктіктің жалғасында орналасқан 0,7 мКл теріс зарядқа қандай күш әсер етеді?",
                "date": "3.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 20 г алюминий кесегі суыған кезде оның ішкі энергиясы 1 кДж-ға азайды.",
        "question_content": "Массасы 20 г алюминий кесегі суыған кезде оның ішкі энергиясы 1 кДж-ға азайды. Осы мәліметтер негізінде алюминийдің температурасы қанша градусқа өзгергенін табыңдар.",
        "question_date": "6.04.2018",
        "question_tag": "Физика",
        "question_views": 3500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "c = 897 Дж/кг×К\n\nQ = cm◇t\n◇t = Q/cm = 1000/897×0,02 = ң °С",
                "date": "26.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда қазіргі таңда неше партия тіркелінген?",
        "question_content": "Қазіргі таңда Қазақстанда неше партия бар? Атап өтсеңіздер?",
        "question_date": "6.04.2018",
        "question_tag": "Саясат туралы",
        "question_views": 15500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі кезеңдегі Қазақстандағы саяси партиялар тізімі:\n\n1. «НҰР ОТАН» Халықтық-Демократиялық партиясы. Төраға – Нұрсұлтан Әбішұлы Назарбаев. Төрағаның 1-ші орынбасары - Байбек Бауыржан Қыдырғалиұлы «Отан» республикалық саяси партиясы 1999 жылдың қаңтарында құрылып, сол жылғы 12 ақпанда Қазақстан Республикасының Әділет министрлігінде тіркеуден өтті. Партия мүшелерінің саны 607 557 адамды құрайды.\n\n2. Қазақстан коммунистік партиясы.Партияның бірінші хатшысы - Алдамжаров Ғазиз Қамашұлы. Партия 1998 жылғы 27 тамызда тіркелген, 2003 жылғы 20 наурызда қайта тіркелді. ҚКП мүшелерінің саны 54 246 адамды құрайды\n\n3. Қазақстан коммунистік Халықтық партиясы. Бірінші хатшысы – Ахметбеков Жамбыл Аужанұлы. 2004 жылғы 21 маусымда мемлекеттік тіркеуден өтті. Тіркеуден өту кезеңінде партия сапы 90 мың адам құрады.\n\n4. Қазақстанның «Ауыл» социал-демократиялық партиясы. Партия төрағасы – Ғани Әлімұлы Қалиев. Партия 2002 жылғы 1 наурызда тіркелген. 2003 жылғы 2 сәуірде партия қайта тіркеуден өтті. Тіркеуден өту кезеңінде партия мүшелерінің саны 61 043 адамды құрады.\n\n5. Қазақстанның патроиоттар партиясы. Партия төрағасы – Ғани Есенкелдіұлы Қасымов. Партия 2000 жылғы 4 тамызда тіркелген, 2003 жылғы 21 наурызда қайта тіркеуден өтті. Партияның мәліметтері бойынша оның құрамында 172 мың мүшесі бар.\n\n6. Қазақстанның «АҚ ЖОЛ» демократиялық партиясы.Партия төрағасы - Перуашев Азат Турлыбекулы.Партия 2002 жылғы 3 сәуірде тіркелген. Партия мүшелерінің саны 175 862 адамды құрайды.  \n7. «Бірлік» саяси партиясы. Партия төрағасы - Сұлтанғалиев Серік Сұлтанғалиұлы.Партия 2003 жылғы 6 қазанда тіркелген. ҚР ӘМ Тіркеу қызметі және құқықтық көмек көрсету комитеті 2013 жылғы 17 маусымда «Руханият» партиясы ҚБ «Бірлік» саяси партиясы ҚБ-не мемлекеттік қайта тіркеуден өткізді. Партия мүшелерінің саны 72 000 адамды құрайды.\n\n8. Қазақстанның «АЗАТ» Демократиялық партиясы. Төраға - Әбілов Болат Мұқышұлы Партия «АҚ ЖОЛ» ҚДП-ның бөлінуі нәтижесінде 2005 жылғы 29 сәуірде құрылған және 2006 жылғы 17 наурызда «Нағыз АҚ ЖОЛ» атауымен тіркелген. Мүшелерінің саны 97 157 адамды құрайды..\n\n9. Жалпыұлттық социал-демократиялық партиясы (ЖСДП). Партия төрағасы: Жармахан Айтбайұлы Тұяқбай. Төрағаның орынбасары: Әміржан Сағидрахманұлы Қосанов. Партия 2006 жылғы 10 қыркүйекте құрылған. Мүшелерінің саны - 140 000 адам.",
                "date": "6.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстанда қанша əуежай бар? Толық аты? Қайда орналасқаны қажет?",
        "question_content": "Қазақстанда қанша əуежай бар? Толық аты? Қайда орналасқаны қажет?",
        "question_date": "6.04.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда 22 ірі әуежай бар, оның 14-і халықаралық рейстерге қызмет атқарады.\n Әуежайлардың көбісінің қызметі аса жүкті емес, республиканың аэронавигациялық тасымалдау қоры қазіргі таңда өз мүмкіндігінің бестен бір бөлігінде ғана қолданылуда. Осы сала үшін Еуропа және Азия арасындағы транзиттік жүк және жолаушы тасымалы аса маңызды. Air Astana Қазақстанның ең ірі әуе компаниясы болып табылады.\nСоңғы ірі инвестициялық жобалар:\nАстана қаласындағы жаңа әуежайлық комплекстің құрылысы;\nАтырау қаласының әуежайындағы жаңа ұшу-қону жолағының құрылысы;\nАлматы әуежайындағы жаңа заманауи жолаушы терминалының құрылысы;\nАқтөбе әуежайының ұшу-қону жолағының жөнделуі;\nАқтау әуежайының ұшу-қону жолағының жөнделуі;\nАқтау әуежайындағы жаңа заманауи жолаушы терминалының құрылысы.\nҚазақстандағы әуежайлық ақша жиналымы мен әуе билеттерінің бағалары Ресей мен Батыс Еуропа елдерніе қарағанда жоғары емес, бұл елдегі әуе көлігінің дамуын тежеуде.\nАқпарат қазақша уикипедия сайтынан алынды.",
                "date": "9.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауруханада ауыз бекітуге болады ма?",
        "question_content": "Сәлеметсіздерме! Мені ораза уақытында ауруханаға жатқызады. Маған ауруханаға жатқанда ауыз бекітуге боладама?\n\nРамазан айын күтіп жүрген едім!\n\nӨтінемін сұрағыма жауап берсеңізде",
        "question_date": "6.04.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 535,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза кезінде ине салдыруға бола ма?\nИне ектірудің оразаны бұзып-бұзбауына байланысты кейінгі Ханафи ғұламалары арасында екі түрлі үкім бар. Бұл үкімдер Әбу Ханифа және оның шәкірттері: Әбу Юсуф пен Мұхаммедтің денеге кірген пышақ секілді т.б. қатты заттардың қалдырған дене жарақатына дәрі май жағудың оразаны бұзып-бұзбайтындығы төңірегіндегі фәтуларын негізге ала отырып анықталған. Айталық,\nА) Әбу Ханифаның «терең жараға жағылған дәрілік майдың оразаны бұзатындығы» жайлы пікірін негізге алған ғалымдар, ине арқылы тамырмен денеге бір нәрсенің тарайтындығын алға тартып, ораза бұзылады деген. Қоректік жағы дау тудырғанмен, қабылданған ондай заттың денені күшейтетіндігі белгілі.\nЕндеше, дәрі мейлі ауызбен ішілсе де, инемен қабылданса да, кәффаратты қажет етпейді, бірақ оразаны бұзады және қазасы өтеледі. Дәрі ішкен я болмаса ине ектірген адам не сол күні ораза ұстамауы, не дәрі мен инені сәресі мен ауызашар уақыттарына қалдырғаны жөн.\nӘ) Ал Әбу Ханифаның шәкірттері Әбу Юсуф пен Мұхаммедтің «терең жараға жағылған дәрілік май оразаны бұзбайды» деген пікірін негізге алған ғалымдар, ине ектірудің оразаны бұзбайтындығын айтқан. Өйткені, азық табиғи жолмен бармағандықтан, ол қоректің қарынға не миға жетуі аса маңызды емес. Сол себепті, бұндай жағдайда ораза бұзылмайды. 1948 жылы Әзхар университетінің Фәтуа Комиссиясы табиғи ойықтардан денеге өткен нәрсенің оразаны бұзбайтындығы жөнінде фәтуа берген. Өйткені, бұл емдік тәсілінің ауызға дәрі салып жұтуға ұқсамайтындығы анық. Сондай-ақ, демікпе не тыныс жүйелерінде ақауы барлар да ауызға дәрі шашыратса, ол өкпеден өтіп, асқазанға жетпейтіндіктен оразаны бұзбайтындығы алға тартылған. Кейбір аурулардан қорғану мақсатында ине ектіру де оразаны бұзбайды. Өйткені, бұндай жағдайда денеге қорек алу көзделмейді делінуде. Бірақ, қоректену мақсатында денеге қуат беретін арнайы гемоглобин секілді нәрселерді ине арқылы қабылдау оразаны бұзады.\nЖоғарыдағы қай пікірді таңдаса да, ұстанса да негізгі жауапкершілік таңдаушыға тән. Негізі, дініміз сырқаттанған немесе ем қабылдап жүрген кісілердің ораза ұстамауына рұқсат еткен. Сондықтан емдікке дәрі ішіп не ине қабылдап жүрген адамның жақсы емделіп, болашақта құлшылықтарын үлкен ықыласпен атқаруы мақсатында Рамазан кезінде ораза ұстамауына болады. Бұл – өздері шешетін мәселе.\nАл, ауырса да көпшілікпен бірге ораза ұстап, Рамазан айының қасиетінен құр қалғысы келмеген кісі екінші топтағы фиқһ ғалымдарының пікіріне сүйеніп, ораза кезінде ине қабылдай беруіне болады.\nНауқас адам оразада не істейді?\nАлла Тағала құлына тек күші жететін нәрсесін ғана міндеттейді[3]. Өйткені Ұлы Жаратушы иеміз бізге ауырлық емес, жеңілдік қалайды. Сондықтан Алла ауырған адамға ораза тұтпауына рұқсат берген.\nБұл жайында Құранда былай делінген: «Рамазан айы туғанын көрсеңдер ауыздарыңды бекітіңдер. Ал кім де кім, сырқаттанса немесе жолға шықса (аузын ашуына рұқсат) басқа күндері қаза етсін. Алла сендерге ауырлық емес, жеңілдік тілейді..!»[4] Тағы бір аятта: «Өз-өздеріңді қауіп-қатерге итермелемеңдер», - дейді.\nОсы және басқа аяттарды негізге ала отырып ғалымдар: «науқас кісінің ораза тұтпауы кейде уәжіп, кейде мубах/рұқсат болады. \nМәлімет muslim.kz сайтынан алынды.",
                "date": "9.04.2018",
                "upvotes": 1
            }
        ]
    }
]