[
    {
        "question_title": "KazBash.kz сайты жұмыс жасап жатыр ма? Неліктен сайттағы сілтемесі алынып тасталды?",
        "question_content": "KazBash.kz сайты жұмыс жасап жатыр ма? Авторы кім және неліктен сайттағы сілтемесі алынып тасталды? Бұрын СЖ сайтында көрініп тұратын еді?",
        "question_date": "23.04.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 521,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сайттың авторы мен боламын. Кезінде әртүрлі цитаталар жиналатын жоба ретінде іске қосылған болатын. Бірақ сұраныс болмағандықтан тек сайттың өзі қосулы тұр. Ал Сұрақ-Жауап сайтынан сілтемесін алып тастап, тек қолданушыларға пайдалы сілтемелерді қалдырдық. Ол сайтты мен өшірмеймін. Үнемі қосулы болады. Алдағы уақытта қолым бос болып жатса, жаңа нұсқасын шығарып сайтты жетілдіріп көремін. Бірақ нақты қашан екендігі белгісіз!",
                "date": "24.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Танымал әндердің мәтінін өзгертіп, сахнаға шығару қаншалықты заңды?",
        "question_content": "Әннің текстін өзгертіп, оны өз дауысымызға жаздыру қаншалықты заңды? Авторлық құқыққа қайшы емес пе?",
        "question_date": "23.04.2018",
        "question_tag": "Қазақша ән",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сахнага немесе тойға өз мәтініңізбен белгілі әуен айтып шығуға болады. Тек әуенге өзіңіз фонограмма жаздыртып, оны орындауға құқыңыз болу керек.  Халық танымалына ие болмасаңыз, мұндай әнді айтудың керегі жоқ болып калатынын ескерген дұрыс. Яғни бір-екі рет орындағаныңыз жеткілікті шығар? :)",
                "date": "13.07.2018",
                "upvotes": 1
            },
            {
                "text": "Авторлық құқық дегеніміз – ең алдымен бұл құқықтық термин. \nБіз оны авторлардың өздерінің әдеби және көркем туындыларына қатысты құқығын сипаттау үшін қолданамыз. Авторлық құқық туындының біршама түрін қамтиды: кітап, музыка, сурет, мүсіндік туынды, фильмнен бастап компьютерлік бағдарлама, мәліметтер базасы, жарнама, карталар мен техникалық сызбаларға дейін.\nАвторлық құқық атауларға, ұрандарға немесе логотиптерге қолданылуы да, қолданылмауы да мүмкін. Бұл көбіне авторлық туынды деңгейіне байланысты. Мәселен, атау өте қарапайым болса, авторлық құқық қолданылмайды, ал егер автор ерекше атау немесе логотип ойлап тапса, онда ол белгілі құқықтармен қорғалуы мүмкін. Әдетте атаулар авторлық құқықпен қорғалмайды.\nАвторлық құқық маған не береді?\nАвторлық құқықтың екі түрі бар: мүліктік және мүліктік емес.\nМүліктік құқық туынды авторына өзге біреулер қолданған кезде қаржылық табыс алуға мүмкіндік береді.\nМүліктік емес құқық деп туындыға автор болуға және сол туындыға автордың беделіне нұқсан келтіретін өзгерістерді енгізуге қарсы тұруға мүмкіндік беретін құқықты атайды. Авторлық құқық туралы заңдардың көпшілігінде осы: автор не авторлық құқықты иеленуші туындыға өзгеріс енгізуге рұқсат етуге немесе керісінше рұқсат етпеуге құқылы деп көрсетіледі.\nТуынды авторы рұқсат етуге немесе тыйым салуға құқылы:\nтуындыны әртүрлі формада қолдануға, мәселен баспа түрінде немесе дыбыстық жазба түрінде;\nтуындыны көпшілік алдында орындауға, мәселен пьеса түрінде немесе музыкалық туынды ретінде;\nтуындыны жазуға («фиксация»), мәселен компакт-дискке немесе сандық бейнедискке;\nтуындыны эфир, радио, кабель немесе спутник арқылы таратуға;\nтуындыны өзге тілдерге аударуға;\nтуындыны өңдеуге, мәселен романды фильм сценарийі етіп өзгерту.Авторлық құқық қажет пе?\nБерн конвенциясына сәйкес, авторлық құқық автоматты түрде беріледі. Ол үшін тіркеу немесе өзге де формалды әрекеттерді орындау қажет емес. Алайда, авторлық құқық жөніндегі кейбір ұлттық мекемелер туындылардың тіркелуін талап етеді. Бұл туындының авторлығына байланысты дауды оңай шешуге мүмкіндік береді.\n                                       Мәліметтер ашық ақпарат көздерінен алынды.",
                "date": "27.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Модераторлар үшін сұрақтар мен жауаптарды растау қалай бағаланады?",
        "question_content": "Модераторлар үшін сұрақтар мен жауаптарды растау қалай бағаланады?\n\nAdmin бөліміндегі сұрақтар мен жауаптарды реттеп, растау немесе мақұлдамағаны үшін орындаушыға ұпай беріле ме?",
        "question_date": "23.04.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өкінішке орай балл берілмейді. Бірақ қызық сұрақ екен. Ойластырып көру керек екен. Жалпы сайтты дамыту бойынша көптеген идеяларды жоспарлап жүрген едім. Соларды ақырындап іске асыратын боламын. Түсінемін, сайт бұрынғыдай белсенді емес. Сайтқа кіретін қолданушылар бұрын жарияланған сұрақтарды іздеп кіреді. Бірақ сайтты қайта дамыту өз қолымызда. Қолымнан келгенше жандандырып көремін. Уатсап, Фейсбук, Интаграм заманында сайтты дамтудың өзі қиын болып қалды. :)",
                "date": "24.04.2018",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Қазақша аудиокітаптарды қайдан жүктеуге болады?",
        "question_content": "Қазақша аудиокітаптарды қайдан жүктеуге болады? Сайтқа сілтеме бере аласыздар ма?",
        "question_date": "23.04.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сілтемелерге өтіп, қазақша аудиокітаптарды тыңдай аласыз. \n1. Әдебиет порталы \n2. Kitap.kz",
                "date": "27.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауа райының адам денсаулығына әсері қандай анатомиялық құбылысқа негізделген?",
        "question_content": "Ауа райының адам денсаулығына әсері қандай анатомиялық құбылысқа негізделген?\n\nАнамның күн бұлтты кезде аяғы ауыратыны не нәрсеге байланысты екенін білгім келеді.",
        "question_date": "23.04.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 835,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауа райына байланысты наным-сенім, ырым-тыйымдар көп. Тіпті, адамның өзін жайсыз сезінуіне табиғат құбылыстары себепші деп ойлаймыз. Бұл тұжырымдар қаншалықты шындыққа жанасады? Анықтап көрейік.\n“Жаңбыр жауса, бас ауырады”. “Жел соқса, сүйектер қақсайды”. “Аптап ыстықта бас айналады”. Осындай қате мифтерге сеніп жүре бергенше дәрігерге қаралып, аурудың себебін анықтап, алдын алған дұрыс дейді ғалымдар.\nДенсаулық пен ауа райын байланыстыратын жалған аңыздардың тізімі төменде. Осыдан кейін бұл мифтерге сенбесеңіз болады.\n№1 МИФ: Күйзеліс ауа райына байланысты пайда болады\nКүз мезгілі көңілсіздіктің, қыс мезгілі бойкүйездіктің, көктем ауыспалы көңіл-күйдің уақыты, ал жаз айы жанға жайлы мезгіл деген тұжырым санада қалыптасып қалған заңдылықтар. “Адамның көңіл-күйі ауа райына байланысты қалыптасады” деген пікірге сенетіндер де баршылық.\nҒалымдардың айтуынша, адамның көңіл-күйі мен күйзеліске түсуіне жыл мезгілінің де, ауа райының да қатысы жоқ екен. Бұл тек адам ағзасынан бөлінетін гормондарға байланысты. Психологтар да адамдар ауа райына қатысты көңіл-күйді өз қалауымен жасап алатынын растайды. Сондықтан, ауа райы қандай болса, күйзеліске себеп іздемеңіз. Себебі, көңіл-күй табиғат құбылыстарының тылсым күшіне емес, санадағы сенімге байланысты.\n№2 МИФ: Ауыспалы ауа райында ескі сырқаттар сыр береді\nТемпература амплитудасы жоғары болған жағдайда қан қысымынан зардап шегетіндер денсаулығына шағымданып жатады. Жүйке ауруы да ауа райына байланысты сыр береді деген миф бар. Ауыспалы ауа райы кезінде ескі сырқаттар сыр береді дегенге де сенудің қажеті шамалы. Медицина тілінде ауа райына тәуелді организм ауруларын метеопатия деп атайды. Алайда, бұл процесс тек қант диабетімен ауыратындарға және қан қысымынан зардап шегетіндерге ғана қатысты болып келеді.\nЕгер күтініп, денсаулығыңызға назар аударып жүрсеңіз, кез келген ауа райына қарсы тұратын иммунитет қалыптастырасыз. Қашан күн райы бұзылғанын күтіп, ауруды күтіп отырғанша, сырқаттың алдын алып, дәрігерге қаралған артық етпейді.\nТолық нұсқасын мына сілтемеден оқи аласыздар.",
                "date": "27.04.2018",
                "upvotes": 1
            },
            {
                "text": "Ауа-райының адам денсаулығына әсері әр түрлі болады мысалы күн бұл танған кезде адамдардың түр әлпеті өзгере бастайды яғни конил күйлер түсе бастайды ал күн ашык болған кезде конил күйлер котерилип жаксы болып калды кейбир адамдар күн шыкса куанбайды булттанып турса куанады сондықтан адамдардың барлығы бирдей емес адамдардың барлығына ауа райы бирдей жаға бермейди әр түрлі болады",
                "date": "4.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Marvel стиліндегі интро-текстті қалай жасауға болады?",
        "question_content": "Marvel киноларының басындағы секілді 30 секундтық шапка жасау үшін қандай оңай бағдарламалар бар?",
        "question_date": "23.04.2018",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз сұрап тұрған видеоны интро деп атайды. Бұл оңай жасалмайды. Дегенмен, мына бағдарламалар арқылы жасауға болады: Adobe Premier pro, Adoba After Effects",
                "date": "27.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Марвел киноәлемінің барлық киноларын қайдан табуға болады?",
        "question_content": "Марвел киноәлемінің барлық киноларын қайдан табуға болады?\nӘрқайсысы әр түрлі сапада, әртүрлі субтитрлармен емес, барлығы бір торренттің ішінде, әрі сапалы нұсқалары болса тіпті жақсы. Жеке жеке 30 киноны табу мүмкін емес секілді.",
        "question_date": "23.04.2018",
        "question_tag": "Кино",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сілтемелерге өтіп қарасаңыз болады. \n1. https://www.ivi.ru/collections/vselennaya-marvel\n2. http://kinoprofi.org/collect/filmy-marvel/\n3. http://nokino.org/collections/filmy-marvel/",
                "date": "30.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "3D mapping жасауға қандай бағдарламалар оңай әрі түсінікті?",
        "question_content": "3D mapping жасау үшін қандай бағдарламалардың интерфейсі түсінікті?\nТегін, немесе кілтімен бірге тұрған сайттар болса сілтемесін бере аласыздар ма?",
        "question_date": "23.04.2018",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 534,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Намаз оқитын адам қандай болуы қажет?",
        "question_content": "Мен жақында намаз бастамақпын.Бірақ мен өте сабырсыз жəне ашуланшақпын.Кез келген жағдайда адамға ауыр сөз айтып қаламын жəне де кейбір кездері үлкен кісілермен де сөз таластырып қаламын.Мен намазды бастауым үшін қандай болып өзгеруім қажет",
        "question_date": "23.04.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "islam.kz  сайтына сұрақ жолдап көріңіз. Діни әңгімеге келгенде абай болу керек. Мешіттерге барып білікті имамдардан сұрап көріңіз",
                "date": "23.04.2018",
                "upvotes": 1
            },
            {
                "text": "Сізге намаз оқымастан бұрын алдымен көркем мінезді адам болу керек шығар.\n\nСабырлы болып ұйреніңіз. Өзіңізді тəрбиелеңіз.\n\nАшуыңызды ақылға жеңдіріп үйреніңіз.\n\nБұған спортпен айналысу көмегін беруі мүмкін.",
                "date": "25.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Генетикалық есеп. Шешесінің сырғалығы еркін орналасқан, иегі тегіс,",
        "question_content": "Шешесінің сырғалығы еркін орналасқан, иегі тегіс, ал әкесінің сырғалығы бітіскен және иегінде үшбұрышты шұңқыры бар (басым ген). Ұлының сырғалығы еркін және иегінде үшбұрышты шұңқыры бар, ал қызында анасының барлық белгілері бар. Балалардың және ата- аналардың мүмкіндігі бар генотиптерін жазыңдар",
        "question_date": "23.04.2018",
        "question_tag": "Биология",
        "question_views": 718,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еліміздің қай өңірінде көлік арзан",
        "question_content": "Баршаңызға қайырлы кеш!  Еліміздің қай өңірлерінде көліктің (машинаның) бағасы арзан, қай жақтан сатып алған дұрыс  деп ойлайсыздар. Жалпы қандай көлік сатып алған дұрыс ( ауылдық жерге)",
        "question_date": "23.04.2018",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 705,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Батыста Орал қаласында салыстырмалы түрде арзан.",
                "date": "15.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарихтан мұғалім болу үшін Дүние жүзі тарих+география мамандығын таңдаймын ба?",
        "question_content": "Мен 10 сынып оқитын едім. Соған 11 сыныпқа мамандық таңдап жатырмын. Тарихтан мұғалім болу үшін Дүние жүзі тарих+география мамандығын таңдаймын ба?",
        "question_date": "22.04.2018",
        "question_tag": "Университет, колледж",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "д\\тарих+адам.қоғам.құқұқ сол шығар.Тарихтан беретін мұғалімнің географиядан беретінін естімеппін. Бірақ адам қоғам құқұқтан беретінін көргем",
                "date": "24.04.2018",
                "upvotes": 0
            },
            {
                "text": "Дипломатия мамандығына  ҰБТ таңдау пəн қандай?Дипломатия маманыдығы жайлы толық мəлімет",
                "date": "28.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-да қаз.тарихынан 10-11 сыныптың сұрақтары келеме?",
        "question_content": "ҰБТ-да қаз.тарихынан 10-11 сыныптың кітаптарынан сұрақтар келмейді дейді.Сол распа?\n\nСұрақтар 6 сыныптың кітаптарынан бастап келедиме?\n\nЖалпы қалай дайындалған дұрыс?",
        "question_date": "22.04.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 803,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "6,7,8,9- сыныптардан келеді жалпы. 10,10-сыныптар осыларға қысқаша шолу.\nЖұбанышовты жаттаған дұрыс дейді ғой біразы.",
                "date": "22.04.2018",
                "upvotes": 0
            },
            {
                "text": "Талапкер тест жинағын жаттасаң жоғары балл алуға болады. Өзім сөйткенмін. 10-11 класс оқулықтары жалпы қайталау.",
                "date": "22.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өндірістік практика есебі керек.Тақырыбы: тайм-менеджмент",
        "question_content": "отчет керек еді. дайын бар болса хабарын бериниздерши немесе почтага жибересиздер ма? *Emails are not allowed*",
        "question_date": "21.04.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 741,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ендігі өмірім қалай болады?",
        "question_content": "Сәлеметсіздер ме? Гинекологтың айтуы бойынша менің туа бітті қыздығым жоқ екен. Алайда 2 жарым жылдай жүріп жатқан жігітім бар. Ол менен біле тұра теріс айналған жоқ. Бірақ Анам менің ол жігітпен бірге болуыма қарсы. Анам қыздығым жоқ екенін білмейді. Егер айтсам сол жігіт бұзған деп сенбей ме деп қорқамын. Мен өзім енді естідім. Анамның айтқанын тыңдағаным дурыс па әлде өз таңдауымды жасағаным ба? Қандай ой айтасыздар? Туа бітті қыздық болмау деген табиғи құбылыс па?",
        "question_date": "21.04.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғи болса да, болмаса да, өз өмірін, өзініз шешім қабылдайсыз! Басқалардың айтқанын тындап, бірақ қорытынды озіңіз таңдайсыз!Өмір алда, бәрі жақсы болады, өзініз өкініп қалмайтындай болса болғаны",
                "date": "21.04.2018",
                "upvotes": 0
            },
            {
                "text": "Анаң ол жігіттен аулақ жүр десе, демек ол жақсы жігіт емес((өз ойым)).",
                "date": "21.04.2018",
                "upvotes": 0
            },
            {
                "text": "Жігітімді емес, Анасын ұнатпайды. Сол үшін қарсы.",
                "date": "22.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зейнетақы қоры дегеніміз не және ол жоқ болса қалай ашуға болады?",
        "question_content": "Зейнетақы қоры  дегеніміз не және ол жоқ болса қалай ашуға болады?\n\nАлматы пенсионный фонд ашу\nТуралы сурак жане жауап",
        "question_date": "21.04.2018",
        "question_tag": "Заң",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЕНПФ кеңсесіне барып ашасыз, жеке куəлікті апарасыз.",
                "date": "21.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери сапта жүру жаттығулары?",
        "question_content": "Салеметсіздерме. Әскери сата жүруде қозғалыстағы жаттығулардын видео немесе түсіндірілу жолдары бар ма? Саптық жүрісте оңға солға бұрылу жолдары қажет болып тұр.",
        "question_date": "20.04.2018",
        "question_tag": "Жалпы спорт",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "29.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "7 сынып 4 тоқсан география жиынтық бағалау жауаптары бар ма?",
        "question_content": "7 сынып 4 тоқсан география жиынтық бағалаудың 2-іншісі жауаптары бар ма? Бар болса егер де білсеңіз, тезірек жауабын беріңіздерші! Ертеңге керек болып тұр, өтініш!!!",
        "question_date": "20.04.2018",
        "question_tag": "География",
        "question_views": 21500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Ақыл айту ең оңай нәрсе\" дейді ғо Конфуций. Менде сол ең оңай нәрсені істейін.\n\nЖиынтық бағалау ма, емтихан баа не де болса көшіріп алып не жаттап алып жауап бергеннен түк пайда жоқ қой саған. Ол баға үшін оқу болып қалады. Баға үшін емес өзің үшін, болашағың үшін оқығаның дұрыс \"айналайын\" ))",
                "date": "20.04.2018",
                "upvotes": 0
            },
            {
                "text": "Жерді кім зерттеген ғалым",
                "date": "12.10.2018",
                "upvotes": 1
            },
            {
                "text": "Маган География жауаптарын берындершы 1 токсан",
                "date": "24.10.2018",
                "upvotes": 0
            },
            {
                "text": "сәлем менің атым Асубай мен арыс қаласында тұрамын",
                "date": "23.12.2018",
                "upvotes": 0
            },
            {
                "text": "Мен 2-ші жиынтық бағалаудың жауаптарын білгім келеді",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талдықорған қандай қала???",
        "question_content": "Каиырлы тан\n\nТалдыкорган каласына ваенныига тапсыраиын деп едым. Пихотага.\n\nКандаи кала екенын былгым келып еды. Ваенныиды блетын адам болса керемет болар еды. Ваенныиларының жумысы калаи екен. Барсак шыдаи аламызба физически.\nДурыс жагынан тусынерсыздер менын болашагым шешылеиын деп тур",
        "question_date": "20.04.2018",
        "question_tag": "Психологиялық кеңес",
        "question_views": 631,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Талдықорған шағын қала.\nӨзім Талдықорғаннанмын. Военныйлардың жұмысын білмедім, әскери таныстарым жоқ.",
                "date": "20.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолданушыларға үндеу. Сұрақты жоғарыдағы \"сұрақ қою\" батырмасын басып қойыңыздар!?",
        "question_content": "Бұл сұрақ емес, үндеу десе де болады.\nОсы сайттың жаңа қолданушыларына айтарым. Кейбір кісілер қойғысы келген сұрақтарын жауапқа жазып жатады, олай сіздерге ешкім жауап бермейді. Одан да ерінбей жоғарыдағы СҰРАҚ ҚОЮ батырмасын басып сауалдарыңызды сол өрісте толтырып сұрақ қойыңыздар! Рахмет!",
        "question_date": "20.04.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрын біздің кездеде солай еді. \"Баяғы жартас сол жартас\" дегендей уақыт өзгерседе сол іс-әрекетті қайталайтын адамдар өзгермейді да))",
                "date": "20.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қалай мұңая беруден құтылуға болады? +18",
        "question_content": "Қалай мұңая беруден құтылуға болады?",
        "question_date": "20.04.2018",
        "question_tag": "Психология",
        "question_views": 898,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Психолог Jennifer Cheavens: «Адамда неғұрлым көбірек үміт болса, соғырлым адам күйзеліске сирек тап болады.Сондықтан үмітке мұқтаж адамдарды үміттенуге үйрету керек» ,-дейді. «Егер сіз қалаған нәрсеңізге қалай қол жеткізу керек екенін білсеңіз, сондай-ақ мақсатыңызға жетуге нық сенсеңіз, онда сіздің үмітіңіз бар деп есептеуге болады» Jennifer Cheavens\nПсихологтардың айтуы бойынша, үміт пен оптимизм екі бөлек нәрсе.\nОптимизм-болашақта бір жақсылық болды деген сенім, ал үміт-нақты бір мақсатқа жетуге деген құлшыныс. Үміт тек қана сеіммен ғана туындайды.Үміті бар дам ғана өзінің болашағына нық сеніммен қарайды, ал үмітсіздік келешекті тұмшалап тастайды.Үмітсіздік – үнсіз жұтатын ұйық іспетті. Адам қанша қарманбақ болса да, еш нәрсеге қол іліктіре алмай, батқан сайын бата түседі. Үміт арқылы қиын белестерден қиналмай асып, биік шыңдарға шығуға болады. \nБасыңызға түскен жағдай үшін қатты қиналып, күннен-күнге тұңғиыққа батып бара жатқандай болсаңыз, жинақталатын уақыт келді. \nӨйткені адамның жүйке талшықтары өте нәзік, егер өз-өзіңізді құтқаруға тырыспасаңыз, әрекет жасамасаңыз, санаңыз сыр беруі мүмкін. Қиындықты көтере алмай, бастан ауырып, ішімдікке салынып, өз-өзін құрдымға тастаған адамдар аз емес...  Америкалық психологиялық ассоциациясы 70 пайыз әйелдің өз уайымын зиян заттар арқылы жеңуге тырысатынын анықтаған. Энергетикалық сусындарды үздіксіз ішу, айналадағы адамдармен ұрсысу, үздіксіз теледидар көру, ішімдікке салынып, темекі тартып кету сияқты өміріңізге зиянын тигізетін әрекеттен аулақ болғаныңыз жөн. Бұлардың қай-қайсысы да сіздің уайымыңызды уақытша ғана жеңілдетеді. \n\"Бәрі өткінші, бұл да өтеді\". Ең алдымен өз-өзіңізге сеніңіз! Басыңызға түскен сіз үшін қиын жайттың бір шешімі бары анық. Асығыс шешім қабылдаудан аулақ болыңыз. \"Мен – мықтымын\", \"бәрі жақсы болады!\" деген сөздерді қайталай беріңіз. Әдетте бұл тәсіл жақсы нәтиже береді.  Сенбе жұртқа, тұрса да қанша мақтап, Әуре етеді ішіне қулық сақтап... Өзіңе сен, өзіңді алып шығар Еңбегің мен ақылың екі жақтап, –  деген Абайдың өлеңі бойтұмарыңыз болсын.  \nАғзаңызға демалыс жариялаңыз. Бір сәт ағзаңыз бен миыңызды тынықтырып, көптен барғыңыз кеп, бара алмай жүрген жерге жол тартып, демалыңыз. Толықтай демалған соң, ми да жаңарып, мәселеңіз оң шешімін табуы мүмкін. \n\nТамақтаныңыз. Уайым кезінде тамағымыздан ас өтпей, тәбетіміз қашып кетеді. Бұрын жеп көрмеген тамақ сатып алып не бұрын пісіріп көрмеген асыңызды дайындаңыз. Денсаулық бір бұзылса, оны қалтаңызда қанша қаражат болса да, қайтарып алу оңай емес. Уайымға салынған кезеңде өз-өзіңізден қолыңызда бар ақшаны аямаңыз. \nӨз-өзіңізге деген қарым-қатынасты өзгертіңіз. Шаш үлгісі, киім кию стиліне оң өзгеріс енгізіп, уайымға берілмеңіз.  Уайымды уақыт қана жеңеді, уайымның шипасы да – сол. Сізге темірдей төзім мен өз-өзіңізді алдарқату керек. \nУайымдауға уақыт бермей, бір сағатыңызды да бос қалдырмауға тырысыңыз. Жұмысқа (сабаққа) алданып, жұмыстан кейін мәселен, спортпен шұғылдансаңыз, ағзаңыз шаршап, төсекке құлаған бойда, ұйқы құшағына кететін боласыз... Егер ағзаңыз шаршамаса, уайымға салынып, түнімен дөңбекшіп шығуға тура келеді.  Қыз бала жараланғыш, нәзік келеді. Десе де сау санаңызды сақтап, ерік-жігеріңізді жасытуға жол бермеңіз. Өмір – тамаша сый. Өмірдің тәтті сәттері аз емес...\nМәлімет ашық ақпарат көздерінен алынды.",
                "date": "20.04.2018",
                "upvotes": 1
            },
            {
                "text": "Қызық сұрақ)\n\nМұңаюдың да себебі болады ғой. Сәтсіздіктен, жалғыздықтан не т.б жағдайлардан. Сұрақта нақтыламапсыз, құпия болсын деген шығарсыз, бірақ не де болса қазір заман дамыған. Ютубқа кіріп түр-түрлі ақыл-кеңестер осы жайында немесе мотивациялық бейнероликтер қарап өз-өзіңізге дағды қойып көмегі бар іс-әрекеттерді әдетке айналдыру керек. Өміріңнің дағдысын 5 минутта өзгертуге септігін тигізетін видеолар толып жатыр, егер шынайы қарап ойлансаңыз.",
                "date": "20.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүректі қалай жалғызсыратпауға болады?",
        "question_content": "Жүректі қалай жалғызсыратпауға болады?",
        "question_date": "20.04.2018",
        "question_tag": "Достық",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәсе неге мұңайып жүр десем, жалғыздық па?)\n\nЖүректі жалғызсыратпау үшін достар керек. \"Доссыз өмір бос\" дегендей сырласатын адам болу керек әр адамда. \"Жалғыздық Құдайға ғана жарасады\". Айнала толған адамдар. Күтпеген жерден болашақ үрегіңнің жартысын кездестіруің мүмкін. Сондықтан жалғыздыққа мойымай, әлеуметтік желідегі виртуалды өмірге көп үңілмей шынайы өмірден шынайы достар табуға тырыс.",
                "date": "20.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қар қайда ерте ери бастайды?",
        "question_content": "Қар қайда ерте ери бастайды? а) қалада   ә) орманда    с) далада    Д) қала сыртында",
        "question_date": "19.04.2018",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша қала ішінде қар ерте ери бастайды, себебі қала ішіндегі қар таза болмайды, яғни лас болады. Физика заңдылықтарына сүйенсек ақ нәрселер жарықты сындырады не шағылыстырады, сондықтан қарымыз ластанып ақ түсінен айырылып, тез ери бастайды.\n\nАл далада,орманда, қала сыртында қар таза болады.",
                "date": "20.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағылшанша жұмбақтар керек еді?",
        "question_content": "Ағылшанша жұмбақтар керек еді? Қызықты жұмбақтар қазақша аудармасымен болса.",
        "question_date": "19.04.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жануарлар туралы жұмбақтар\nA very long nose.\nIt grows and grows,\nHe is huge and likes fun.\nIt's ... (An elephant) - Піл\n\nThe animal that has a long trunk is ...\n(An elephant) -Піл\n\nGreen and long\nWith many teeth.\nBeautiful smile -\nIt's ... (A crocodile) - Қолтырауын\n\nA lot of spots,\nA long, long neck\nA funny scarf.\nIt's a ... (Giraffe) - Керік\n\nNot a horseman, but wears spurs.\nNot a watchman, but wakes people up.\nWhat is it?\n(A cock) - әтеш\n\nA little fellow\nDresses in grey,\nHops here and there\nAnd never goes away.\n(A sparrow) - торғай\n                                         Мына сілтемеден толық нұсқасын таба аласыз.",
                "date": "20.04.2018",
                "upvotes": 0
            },
            {
                "text": "Қайталанған сұрақ. Мына сұрақтағы жауаптар сізді қанағаттандырса мархабат:\n\nhttps://surak.baribar.kz/559246/",
                "date": "20.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлпан романы туралы Ғабит Мүсірепов",
        "question_content": "Ұлпан романында қазақ өмірінің қандай оқиғалары қамтылған? Нақты мысалдар келтіре отырып,баяндаңдар.",
        "question_date": "18.04.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітабын оқымасаңыз сұрақтарыңыздың жауабына түсінбеуіңіз мүмкін. Кітабын оқыңыз оданда!",
                "date": "20.04.2018",
                "upvotes": 0
            },
            {
                "text": "Ұлпан романында сол замандағы әйел теңсіздігі құқығы туралы сипатталған.",
                "date": "28.02.2024",
                "upvotes": 0
            },
            {
                "text": "Жалпылама қазақ халқының дәстүрі , мәдениті, ұстанымы көрсетіледі.Бұл қазақ халқының қазіргі күнге дейін жеткен ұстанымдары.Яғни ұлт бейнесі.",
                "date": "28.02.2024",
                "upvotes": 0
            }
        ]
    }
]