[
    {
        "question_title": "Мемлекеттік бағдарлама бойынша үй алу жолдары бар ма?",
        "question_content": "Бірден айтып қояйын, мұның ешқайсысы тегін емес, біреуі ипотека, біреуі аренда.\nҚазір мемлекеттік бағдарламамен үй мынадай бағыттар бойынша беріледі:\n1. Азаматтардың барлық санаттарына арналған тұрғын үй (Тұрғын үй құрылыс жинақ банкі арқылы)\n2. Самұрық-Қазына арқылы\n3. Қазақстан ипотекалық компаниясы арқылы\n4. Тегін үй (безвозмездная приватизация), оны онша білмеймін.\nБұл үшеуіне ортақ бір ғана шарт - адамның басында (өзінің, жұбайының, балаларының) басында соңғы бес жылда тіркелген тұрғын үй болмауы тиіс. Басқа шарттары әр алуан.\n1. ТҮҚЖБ. Шарты - үш жыл ақша жинау (үйдің жарты бағасын жинау керек), Содан кейін, банк қандай да бір нысанды сатуға шығарып, пул жинаған кезде, өтініш беріп, мүмкіндігіңе қарайсың. Соңғы жылдары түрлі өзгерістер бар. Толығырақ банктің өзінен білуге болады. Қазіргі кезде сатуға шығарылған мемлекеттік тұрғын үйдің бағасы шаршы метріне 240 мың теңге. Үй алты жылға сатылады, жарты бағасын төлеп, жартысын несиеге аласыз. 5%. Мысал үшін: 4 млн 200 мың теңгені алты жылда 4 900 000 қылып қайтарасыз. Коммуналдық тұрғын үй кезегінде тұрудың қажеті жоқ.\n2. Самұрық қазына. fnsk.kz сайтында милисекундта онлайн өтініш беріп үлгерген адам алады. Толығырақ осы сайттың өзінде.\n3. КИК арқылы. Кезекте тұрғандар ала алады. Сатып алу мүмкіндігі бар аренда. Жобасы мынандай: ЦОН арқылы тұрғын үй кезегіне тұрасыз - кезегіңізді жыл сайын растап отырасыз - тұрғын үй қорынан үй сатылады (жалға беріледі) деген хабарландыру шыққан кезде Егов сайты арқылы немесе Тұрғын үй департаментіне барып өтініш бересіз - Өтінішіңіз қарастырылып, болады десе, КИКке жолдама беріледі - КИКке құжаттарыңызды апарып, төлем қабілетін растайсыз - РАсталса, қайтадан департаментке әкелесіз - үйіңізді күтесіз.\nБасты шарты: әлеуметтік топ санатына жатытыныңыз немесе бюджеттік қызметкер болуыңыз және кезегіңіз болуы. Табысыңыз жеткілікті болуы міндетті, әрине.\nАқпарат үшін:\nҚазақстан Республикасының «Тұрғын үй қатынастары туралы» Заңының\n67 және 68 баптарында көрсетілген азаматтар коммуналдық тұрғын үй\nқорынан тұрғын үй беруге мұқтаждар есебіне қабылдана алады.\n67 бапта азаматтардың мына санаттары атап көрсетілген:\n- халықтың әлеуметтiк жағынан әлсіз топтары (тұрғын үй беру туралы\nөтініш жасаудың алдында соңғы он екі ай ішінде отбасының әрбір мүшесіне\nең төменгі күнкөріс деңгейінің 3,1 еселенген мөлшерінен төмен болатын\nжиынтық орташа айлық табысы бар);\n- мемлекеттік қызметшiлер, бюджеттік ұйымдардың қызметкерлерi,\nәскери қызметшiлер, ғарышкерлікке кандидаттар, ғарышкерлер және\nмемлекеттік сайланбалы қызмет атқаратын адамдар;\n- жалғыз тұрғын үйі Қазақстан Республикасының заңнамасында\nбелгіленген тәртіппен авариялық жағдайда деп танылған Қазақстан\nРеспубликасы азаматтары.\n68 бапқа сәйкес халықтың әлеуметтік жағынан әлсіз топтары:\n1) Ұлы Отан соғысының мүгедектері мен қатысушылары;\n1-1) Ұлы Отан соғысының мүгедектері мен қатысушыларына\nтеңестірілген адамдар;\n2) 1 және 2 топтағы мүгедектер;\n3) мүгедек балалары бар немесе оларды тәрбиелеушi отбасылары;\n4) Қазақстан Республикасының Үкіметі бекiтетiн аурулар тiзiмiнде\nаталған кейбір созылмалы аурулардың ауыр түрлерiмен ауыратын адамдар\n(№1 қосымшаны қарау);\n5) жасына қарай зейнет демалысына шыққан зейнеткерлер;\n6) кәмелетке толғанға дейiн ата-аналарынан айырылған жиырма тоғыз\nжасқа толмаған жетім балалар мен ата-анасының қамқорлығынсыз қалған\nбалалар жатады. Мұндай адамдардың жасы әскери қызметке шақырылған\nкезде мерзiмдi әскери қызметтен өту мерзiмiне ұзартылады;\n7) оралмандар;\n8) экологиялық зiлзалалар, табиғи және техногендi сипаттағы төтенше\nжағдайлар салдарынан тұрғын үйiнен айырылған адамдар;\n9) көп балалы отбасылар;\n10) мемлекеттік немесе қоғамдық мiндеттерiн, әскери қызметiн орындау\nкезiнде, ғарыш кеңістігіне ұшуды дайындау немесе жүзеге асыру кезінде,\nадам өмiрiн құтқару кезiнде, құқық тәртібін қорғау кезiнде қаза тапқан\n(қайтыс болған) адамдардың отбасылары;\n11) кәмелетке толмаған баласын ата-анасының біреуі асырайтын толық\nемес отбасылар\n(Ажырасу статистикасын құртып отырған осы 11-санат)))))\nМемлекеттен үй алғыңыз келсе - ЦОНға барып кезекке тұрыңыз алдымен. Бұл кезектің бар екенін мен өзім былтыр ғана білдім, әйтпесе баяғыда үй алып алар едім",
        "question_date": "6.04.2017",
        "question_tag": "Банк",
        "question_views": 760,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "5) жасына қарай зейнет демалысына шыққан зейнеткерлер. Пенсияға дейін 5 жыл бұрын өз үйін басқа біреуге беріп, үй алуға;;\n\nКеңес одағы кезінде және қазіргі кезде де СТАТИСТИКАны құртып,  11 тармақ бойынша үйлі болуға мүмкіншілік  бар екен, өкінішті, әрине",
                "date": "27.03.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Саусақтың ұйығанын қалай жазса болады?",
        "question_content": "Ортаңғы саусағым осымен үш күн бойы тоқтаусыз ұйып тұр. Уқалап та көрдім, жылы суға да салдым, көмек жоқ. Мектеп оқушысымын Не істесем болады?",
        "question_date": "6.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыз ба. Менде де сол жағдай болып тұр. Сіз емін таптыңыз ба?",
                "date": "21.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Прагмалингвистика тақырыбына реферат керек?",
        "question_content": "Прагмалингвистика тақырыбына автореферат(зерттеу нысаны, өзектілігі....) тауып немесе жазып бересіздер ме?",
        "question_date": "6.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 704,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қаза болған оразаны ұстағанда қалай ниет ету керек?",
        "question_content": "Қаза болған оразаны ұстағанда қалай ниет етеді және қандай дұға айтылады?",
        "question_date": "6.04.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 738000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Рамазан айынан кейін қазасын өтейтін кісі күнделікті намаз кестесін негізге алады. Дәлірек айтқанда, таң намазы кірген уақыт - ауыз бекіту уақыты. Соған дейін сәресін ішіп үлегруіңіз керек. Ал ақшам намазының кірген уақыты - ауыз ашар уақытты білдіреді.\nҚаза оразаның ниеті:\n\"Ниет еттім Алла разылығы үшін осы жылғы Рамазан оразасынан қалған ... күндік қаза оразаларымның бірінші күнін өтемекке. ХалисалиЛләһи Тағалә\".\nСәресіде айтылатын дұға:\nنَوَيْتُ أنْ أصُومَ صَوْمَ شَهْرُ رَمَضَانَ مِنَ الْفَجْرِ إِلَى الْمَغْرِبِ خَالِصًا لِلَّهِ تَعَالَى\nОқылуы: «Нәуәйту ән асумә саумә шәһри Рамаданә минәл фәжри иләл мағриби халисан лилләһи таъалә».\nМағынасы: «Таңертеннен кешке дейін Аллаһтың ризалығы үшін Рамазан айының оразасын ұстауға ниет еттім».\nАуыз ашарда оқылатын дұға:\nاللَّهُمَّ لَكَ صُمْتُ وَ بِكَ آمَنْتُ وَ عَلَيْكَ تَوَكَّلْتُ وَ على رِزْقِكَ اَفْطَرْتُ وَ صَوْمَ الْغَدِ مِنْ شَهْرِرَمَضانَ نَوَيْتُ فاغْفِرْ لِي ما قَدَّمْتُ وَ ما اَخَّرْتُ\nОқылуы:«Аллаһуммә ләкә сумту уә бикә әәмәнту уә ‘аләйкә тәуәккәлту уә ‘ала ризқикә әфтарту уә саумәлғади мин шәһри Рамадана нәуәйту, фәғфирлии мәә қаддамту уә мәә аххарту».\nМағынасы: «Аллаһым! Сенің ризалығың үшін ораза ұстадым. Сенің берген ризығыңмен аузымды аштым. Саған иман етіп, саған тәуекел жасадым. Рамазан айының ертеңгі күніне де ауыз бекітуге ниет еттім. Сен менің өткен және келешек күнәларымды кешір».\nТұтпақ болған оразаңыз қабыл болғай! Алла тағала ниетіңізге қарай сауаптан жазсын! Әмин!",
                "date": "4.04.2018",
                "upvotes": 1
            },
            {
                "text": "Алла разы болсын! Əмин...",
                "date": "1.05.2018",
                "upvotes": 0
            },
            {
                "text": "Қаза оразасының ауыз ашарында қандай дұға оқылады соны айтып жиберіңіздерші..",
                "date": "13.10.2018",
                "upvotes": 0
            },
            {
                "text": "Жоғарыда жазылған дұғаны оқисыз",
                "date": "21.11.2018",
                "upvotes": 0
            },
            {
                "text": "Кешірім сурап ниет етесін",
                "date": "23.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Яссауи олимпиадасының ІІ тур материалдары",
        "question_content": "Достар Қ.А.Яссауи атындағы университет уйымдастыратын жыл сайынғы республикалық олимпиаданың информатика пәнінен қатысұандар болса ІІ турда қандай сұрақтар немесе тест болатынын білетіндер барма? болса жауап жазыныздаршы өтініш.",
        "question_date": "6.04.2017",
        "question_tag": "Информатика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2020 бағдарламасына қалай тіркелуге болады?",
        "question_content": "Сәлеметсізбе? Жасым 27де Оңтустік Қаз.Гуманит-қаржы колледжін 2008ж \"Құқықтану\"мамандығын бітірдім. Келесі оқу орнын М.Әуезов атындағы университеті \"Құқықтану\"мамандығын 2011ж алдым. Отбасы жағдайына байланысты жумысқа кірудің реті болмады Сіздерге барып тіркелсем болады ма?",
        "question_date": "6.04.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 928,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Жұмыспен қамту жол картасы 2020» бағдарламасы 3 бағыт бойынша іске асырылады. Елдің әр азаматы мынадай бағыттардың бірі бойынша қатыса алады: оқыту курсынан өту, мамандық бойынша жұмыс табу немесе өз бизнесіңді ашу немесе кеңейту. Аталмыш мақалада сіз бағдарламаның барлық бағыттары бойынша мәлімет аласыз, қатысу үшін қайда бару керектігін және ол үшін қандай құжаттарды жинау қажеттігін білесіз.\n\nБағдарлама туралы\n\nЖұмыспен қамту 2020 жол картасы бағдарламасының негізгі міндеттері:\n\nэкономика саласын білікті кадрлармен қамтамасыз ету;\n\nжұмыс орындарын құру (тұрақты, уақытша);\n\nҚР жаһандық дағдарысты төмендету және экономикалық өсуді қамтамасыз ету;\n\nкәсіпкерлік белсенділікті дамыту;\n\nоблысішілік және ауданішілік көші-қонды жоспарлау есебінен еңбек ресурстарының кәсіби және аумақтық мобильділігін арттыру;\n\nжұмыспен қамтылған жастардың бейімделуі және тұруы үшін жағдай жасау;\n\nжұмыспен өздігінен қамтылған халықтың өнімді жұмыспен қамтылуын арттыру, олардың мәртебесін нысандандыру;\n\nәлеуметтік қолдау шараларының мекенжайлығын күшейту, асырауда болушылықты төмендету және еңбек белсенділігін ынталандыру болып табылады.\n\nБағдарламаны іске асыру мынадай бағыттар бойынша жүзеге асырылады:\n\nинфрақұрылымды және тұрғын-үй-коммуналдық шаруашылықты дамыту арқылы жұмыспен қамтуды қамтамасыз ету;\n\nжеке кәсіпкерлік қызметті қолдау;\n\nжұмысқа орналасуға оқыту және әрекеттесу, жұмыс берушінің  қажеттіліктері аясында қоныс аудару.\n\nБағдарламаға кім қатыса алады?\n\nАталмыш бағдарламаның қатысушылары ҚР барлық азаматтары бола алады: оралмандар, еңбек қабілеттілігі сақталған мүгедектер, жалпы білім беретін мектептердің, колледждердің, университеттердің түлектері оқу аяқталғаннан кейін 1 жыл ішінде.\n\nҚатысушылардың басым санаттарына жататындар:\n\n29 жасқа дейінгі жастар;\n\nбалалар үйлерінің тәрбиленушілері, жетім балалар және ата-ананың қамқорлығынсыз қалған он сегізден 29 жасқа дейінгі балалар;\n\nауылдық жерде тұратын әйелдер;\n\n50 жастан асқан зейнеткерлік жасқа жеткенге дейінгі адамдар;\n\nжалпы белгіленген жасқа дейін зейнеткерлікке шыққан зейнеткерлер;\n\nауыр жұмыстарға, зиянды (ерекше) және (немесе) қауіпті еңбек шарттарындағы жұмыстарға қамтылған және мемлекеттік жәрдемақы алушылар болып табылатын адамдар;\n\nҚазақстан Республикасының Қарулы күштері қатарынан шығарылған адамдар;\n\nбас  бостандығынан айыру  және (немесе) мәжбүрлеп емдеу орындарынан босатылған адамдар;\n\nжұмыс беруші заңды тұлғаның таратылуына байланысты  немесе жұмыскерлер саны мен штаты қысқарғандықтан жұмыс беруші жеке тұлғаның қызметінің тоқтатылуына байланысты босатылған адамдар.\nhttp://m.egov.kz/",
                "date": "7.04.2017",
                "upvotes": 0
            },
            {
                "text": "2020 бағдарламасымен оқуға түсуге болады ма???",
                "date": "5.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай газ жəне қанша көлем артық қалады?",
        "question_content": "Аузы берік жабылған ыдыста 8 л хлор мен 12 л сутек әрекеттесіп, хлорсутек түзіледі? Қай газ және қанша көлемде артық қалады?",
        "question_date": "6.04.2017",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірдей сұрақтар",
                "date": "7.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тартынбай сөйлер асылмын\" тақырыбында эссе керек?",
        "question_content": "\"Тартынбай сөйлер асылмын\" атты шығарма жазып бересіз бе?Қтты керек еді ?",
        "question_date": "6.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 509,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Сөйлем сөз тіркестерінен құралады\" деген тақырыпта баяндама керек?",
        "question_content": "\"Сөйлем сөз тіркестерінен құралды \"деген тақырыпта шағын баяндама керек",
        "question_date": "6.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 741,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "баяндамасы жок, жизнь без выхода дружок",
                "date": "6.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жастардың діни ағымдарға кіріп кетуіне кім кінәлі?",
        "question_content": "Жастардың діни ағымдарға кіріп кетуіне кім кінәлі?",
        "question_date": "6.04.2017",
        "question_tag": "Психология",
        "question_views": 707,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Обьективті ойлап білетін адам ондай заттарға ешқашан кірмейді. Кірген адам өзі кінәлі болмаса, ешкім кінәлі емес.",
                "date": "7.04.2017",
                "upvotes": 1
            },
            {
                "text": "Сектанттар дені сау, жағдайы бар адамдарды айналдырады. Бомж алкаш наркомандар керек емес оларға",
                "date": "18.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "500 г суға қанша грамм зат қосқанда 40%-дық ертітінді алынады?",
        "question_content": "500 г суға қанша грамм зат қосқанда 40%-дық ертітінді алынады",
        "question_date": "6.04.2017",
        "question_tag": "Химия",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "w=m(еріген.зат)/m(ерітінді)×100%\n\n40%=100%×X/500+X\n\n100x=40×(500+X)\n\n100x=20000+40x\n\n100x-40x=20000\n\n60x=20000\n\nx=20000÷60\n\nx=333,33",
                "date": "10.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Аспай піскен қайнамай түскен\" дегеніміз не?",
        "question_content": "\"Аспай піскен қайнамай түскен\" дегеніміз не?\n\nжұмбақтың жауабын таба алмай отырмын",
        "question_date": "6.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 95700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аспай піскен, Қайнамай түскен.\nЖеміс\nЖемістер мен көкөністер туралы жұмбақ шешу\n\nСырты қызыл,\nӨзі тәтті\nОл не?\nЖауабы: алма\n\n2. Шекер ме екен, бал ма екен,\nСалбыраған, тал да екен\nАтын тауып, дәл айтатын\nБала, сірә бар ма екен?\nЖауабы: жүзім\n\n3. Іші жұмсақ, сырты қатты,\nЕті қызыл, сүті тәтті.\nЖауабы: қарбыз\n\n4. Көктемде тонатқа себеміз,\nӨнімін зауыттарға береміз.\nДомалақ дақылдың ағарып,\nҚант болып шыққанын көреміз.\nОл не?\nЖауабы: қызылша\n\n5. Жап - жасыл, сопақ дақыл жерде жатыр,\nДер кезінде жинамасаң, сарғайып кетер батыр.\nЖауабы: қияр\n\n6. Аспай піскен,\nҚайнамай түскен\nЖауабы: жеміс\n\n7. Іші тәтті\nҚызарды күз жеткенде\nЖауабы: алма\n\n8. Көкпеңбек еді көктемде,\nОртасы сүйек\nЖауабы: өрік\n\n9. Түбі толған құмалақ.\nЖауабы: картоп\n\n10. Бақшадан жер қазып,\nЖиып алдым жез қазық\nЖауабы: сәбіз\n\n11. Доп жатыр жемісі бар,\nҚабат - қабат терісі бар.\nЖауабы: орамжапырақ\n\n12. Тігіп алып көк шалбар,\nҚызылкүрең доп жатыр\nЖауабы: қызылша\n\n13. Көк ала костюм киеді,\nКүн көзін сүйеді.\nЖауабы: қарбыз",
                "date": "7.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Биология құпиялары дегеніміз не?",
        "question_content": "Биология құпиялары дегеніміз не",
        "question_date": "5.04.2017",
        "question_tag": "Биология",
        "question_views": 672,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген екі қатынасты бір қатынасқа түрлендіру керек?",
        "question_content": "Берілген екі қатынасты бір қатынасқа түрлендір\n\n4:3 және 2:5\n\n7:2 және 5:3\n\n3:2 және 4:5\n\n10:3 және 5:2",
        "question_date": "5.04.2017",
        "question_tag": "Математика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ослай болуы керек",
                "date": "19.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сатылған мата сатылмай қалған матадан неше есе артық?",
        "question_content": "Дүкендегі 150м матадан 90м мата сатылды. Дүкендегі матаның қандай бөлігі сатылды. Дүкендегі матаның қандай бөлігі сатылмай қалды. Сатылған мата сатылмай қалған матадан неше есе артық",
        "question_date": "5.04.2017",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осындай қатнаста болады",
                "date": "19.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір ғана түрлі кәмпиттер салынған кем дегенде 5 жәшіктің болатынын дәлелдеу керек?",
        "question_content": "Дүкенге 29 жәшік 7 түрлі кәмпит әкелінді. Жәшіктердің әрқайсысындағы кәмпиттер бір ғана түрлі. Бір ғана түрлі кәмпиттер салынған кем дегенде 5 жәшіктің болатынын дәлелдеңдер",
        "question_date": "5.04.2017",
        "question_tag": "Математика",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Осы оқушылардан команданың капитанын және оның орынбасарын таңдаудың неше нұсқасы бар?",
        "question_content": "Тапқырлар командасының құрамында 12 оқушы бар. Осы оқушылардан команданың капитанын және оның орынбасарын таңдаудың неше нұсқасы бар",
        "question_date": "5.04.2017",
        "question_tag": "Математика",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2n-1 = 2*12-1 = 23",
                "date": "21.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мотоциклші велосипедшіні неше сағаттан соң қуып жетеді?",
        "question_content": "7км қашықтықтан мотоциклші велосипедшінің соңынан жүріп келеді. Мотоциклшінің жылдамдығы а км/сағ, ал велосипедшінің жылдамдығы ь км/сағ. Мотоциклші велосипедшіні неше сағаттан соң қуып жетеді",
        "question_date": "5.04.2017",
        "question_tag": "Математика",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t= S/(a-b) ggghhhgggh",
                "date": "21.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жастар бірдей рудан болса, олар неше атадан кейін ғана тұрмыс құра алады?",
        "question_content": "Ассалаумағалайкум құрметті жамағат. Бір сұрағым бар. Бір бірімізді ұнатып жақсы көреміз. Ойымыз түзу. Бір мəселе шықты. Руымыз еліміз бір болып шықты. Бірақ 7 ата тұрмақ 18 атадан бөлекпіз. Мен Дулат Сиқым ішіндегі Есті боламын. Ал ол Дулат Сиқым ішіндегі Асан болып келеді.  Шежіре бойынша 18 атамызға дейін деген ойымыз жане толыктай сенімді 7 атадвюан асканымыз анық  болып тұр. Менін туыстарым біліп көне бастады. Бірақ ақсақалдардан сонда да келісім алу керек деген пікір бар. Қыздын туыстарын білмедім келісуін. Ақсақалдар келісім",
        "question_date": "5.04.2017",
        "question_tag": "Шежіре",
        "question_views": 865,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың ұстанымы бойынша 7 атадан кем болмау керек әрине, бірақ сізде 7 атадан асып кеткен болса ешқандай кедергісіз отбасы болуыңызға болатын шығар.",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда алдағы жылдары телефон шығаратын зауыт салынуы мумкін бе?",
        "question_content": "Қалай ойлайсыздар Қазақстанда алдағы жылдары телефон шығаратын зауыт салынуына ен кедергі болады?",
        "question_date": "5.04.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 771,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдағы 5 жылдықта максимум шет елден алынған қосалқы бөлшектерден құрастырылған телефон шықпаса, таза қазақстандық телефон шықпайды. Шыққан жағдайдада шет елдік телефондарға жету қайда... ұзақ уақыт керек.",
                "date": "7.04.2017",
                "upvotes": 0
            },
            {
                "text": "телфоннын корпуссы шыгуы мумкин немесе шетелден телфон шыгартын зауыты сол калпын да казакстанга коширип алып келед",
                "date": "31.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сырлаушы қанша сыр жұмсайды?",
        "question_content": "Міне,суреті.870 есепте қалай істемесем де,шығара алмай отырмыйды",
        "question_date": "5.04.2017",
        "question_tag": "Математика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: барлығы 47, 8кг",
                "date": "21.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "EXPO 2017 билеттеріне обал болды)",
        "question_content": "EXPO 2017 билеттерін  мектеп қызметкерлеріне  еріксіз алдырып жатыр ,бізге  50  билеттей келген екен ,Қызылорда  облысы ,басқа  қай жерлерде   болып жатыр  мұндай жағдай ,бөлісе  отырыңыздар ?)",
        "question_date": "5.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 298,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәл осындай жағдайдың болатын білгенмін... 6 000 000 халыққа жоспарланған EXPO, 2 500 000 халыққа түсіп кеткен. мммда",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функция графигінің координаталар осімен қиылысу нүктесін және графигін салу керек?",
        "question_content": "1) У=-х-2          2) у=0.5х-3",
        "question_date": "5.04.2017",
        "question_tag": "Геометрия",
        "question_views": 30700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Функцияның координата осьтерімен қиылысу нүктесін табу үшін х пен у ты нөл деп алып шығару керек\n1)y=-0-2=-2         -x-2=0=> x=-2\n2)y=0,5*0-3=-3   0,5x-3=0=> x=6\nГрафиктері",
                "date": "7.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көмірсутектің үш изомерлік құрылымдық формуласын жазу керек?",
        "question_content": "Молекулалық формуласы С 5 H 12 болатын көмірсутектің үш изомерінің құрылымдық формулаларын жазыңдар .",
        "question_date": "5.04.2017",
        "question_tag": "Химия",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "н-пентан\n\n2,2-диметилпропан\n\n2-метилбутан\n\nқұрылымдық формулаларын өзіңіз жазарсыз",
                "date": "6.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математикадан емтихан билеттері керек?",
        "question_content": "9-сыныптың емтихан билеттері шыгып койды деп еді!! 9-сыныптың 2017 жылғы математикадан емтихан билеттері керек?",
        "question_date": "5.04.2017",
        "question_tag": "Математика",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": []
    }
]