[
    {
        "question_title": "Мәскеудегі Дипакадемияға қалай оқуға түсуге болады?",
        "question_content": "Мәскеудегі Дипакадемияға қалай оқуға түсуге болады? Мемлекет тарапынан көмек алуға бола ма?",
        "question_date": "31.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ZELLO сөзі қандай мағынаны білдіреді?",
        "question_content": "Инстаграмдағы танымал Ақтөбе Zello парақшасындағы ZELLO сөзі қандай мағынаны білдіреді?",
        "question_date": "30.12.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағынасы рация деген сөзге жақын. Интернет арқылы рация ретінде қолданылатын приложения.",
                "date": "1.01.2017",
                "upvotes": 0
            },
            {
                "text": "Зелло деген интернет рация. Актобе Зелло деген ол инста аккаунт",
                "date": "16.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көздің бұлдырауына ем керек?",
        "question_content": "Көздің бұлдырауына ем керек? Алыстағыны да жақындағыны да көзім көрмейді. Не істеуге болады?",
        "question_date": "30.12.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көздің көру қуатының нашарлауы деп әдетте Алыстан жақсы көре алмауды айтады. Сіздің көзіңіз Алыстан да, жақыннан да бұлдырланып, жақсы көре алмаса, онда қиындау жағдай екен. Көп кешіктірмей арнаулы көз дәрігері мамандарына барып кеңес алғаныңыз жөн.",
                "date": "31.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаржы сауаттылығы дегеніміз не?",
        "question_content": "Қаржы сауаттылығы - бұл адамның өз табысы мен шығынын басқара алу, ақшаны дұрыс жарата, үлестіре білу және оларды сауатты түрде көбейте білу қабілеті. Басқа сөзбен айтқанда, қаржы сауаттылығы - қаржы жеткіліктілігіне қол жеткізіп, өзін дамыту деңгейін өмір бойы сақтай білу мүмкіндігін беретін білім. Қаржы сауаттылығын еңгерген адамдар экономикалық дағдарыс кезінде де әрі-сәрі күйге түспейді. Себебі оларда кез-келген қиын жағдай үшін \"алтын қоры\" бар. Олар бір жалақыдан екінші жалақыға дейін тиын санап күн кешпейді. Ал несиені тек оның болашақта үлкен пайда әкелетініне сенімді болса ғана алады.",
        "question_date": "30.12.2016",
        "question_tag": "Банк",
        "question_views": 1700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өзі сұрақ қойып, оған толыққанды жауап беріпті :) Айтқысы келіп тұрған затқа сұрақ құрай салған сияқты.",
                "date": "31.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздың руын сұру ұят па?",
        "question_content": "Өткенде мынадай бір қызық жағдай болды. Әдеттегідей жұмыста отыр едік, жылмиып бір жап-жас жігіт келді. Жөн сұрастық, Орталық Қазақстан өңірінің тумасы екен. Ойымызда ештеңе жоқ, «бауырым қай рудан боласың?» дедік. Ана бала тыжырынды. Біз бейбақтың бетіне аса бір жақтырмай қарады. Дүңк еткізіп, «Қазақпын» деді. Отырған жұрт біртүрлі боп қалдық. Біз де қитығып, «қазақ екеніңді  біліп отырмыз, ру-тегіңді білмегеніңе қарағанда, кірме болдың ғой шырағым». Бала ақиланды. «Қазақпын дедім ғой, болды емес пе, несіне қазбалайсыз, осы бір рушылдықты жаным сүймейді!» десін.\n\nАқыры үндемедік. Ішімізден қазаққа кірме қалмақ немесе татар-ноғайдың бірі шығар дедік те қойдық. Мына оқиғадан кейін қатты ойланып қалдық. Әлде, ру сұру ұят па? Жас баланың қылығы көпке дейін ойымыздан кетпей жүрді. Сөйтіп жүргенде, жазушы Мұхтар Мағауинның мына бір сөзін оқып қалдық. Ол кісі былай депті: «Алдыма танымайтын бір адам келсе, оның руын, туған жерін сұраймын. Себебі, ол адамның ата-тегін, тұп-тұқиянын, жұртын білмесем, қалай әңгімелесе алам» депті. Хош сонымен.\n\nБірде көрнекті ақын Қадыр Мырзалиев Қостанайға барыпты. Күнтимес деген ауылға ат басын бұрады. Себебі, бұл Шоқан Уәлихановтың  туған жері. Содан бір шалдар келеді. Қадырдан «Қай елдің азаматысың» деп сұрайды. Қадағаң:\n\n-Батыстың Байбақтысымын, – дейді. Шалдар жамырап жүре береді.\n\n-Ой, құда екенсіз, үйге жүр мал соямыз? Қадағаң аң-таң. «Мен сіздерге қалай құда болам?» десе, шалдар:\n\n-Жастар білмейді ғой, атақты Сырым батырдың әпкесі ертеде (1743-45 жылдары) біз жаққа келін болып келді емес пе, сен құда болмай кім боласың, бабалар «құда мың жылдық» деп бекер айтты дейсің бе, қарағым!- депті. («Жалын» журналы. 2007 ж. №4)\n\n*\n\nАрада біршама уақыт өткен соң барып, «рушыл емес» баланың құпиясын таптым. Атасы қып-қызыл көмәніс болған… арғы жағы әрине кедей-батырақ. Әкесі де, партияның ұланы. Осылай руды жек көру, рушылдықты ұнатпау сезімі оған отбасынан дарыған.\n\nҚазақтың біртуар ұлы, марқұм Ақселеу ағамыз: «Қазақ халқының рулық дәстүрін осыдан мыңдаған жылдар бұрын тарихтың еншісіне айналған алғашқы қауымдық құрылыстың наным-сеніміне теліп, ескі үрдістің қалдығы десек, онда көшпелілер қоғамының ең бір мәнді тетігін тани алмаған болар едік» деп, жазыпты мыңболғыр. (Тарақты Ақселеу. Көшпелілер тарихы. Атамұра-Қазақстан. Алматы, 1995 ж. 108-б)\n\nОсы бір таным-тетікті жақсы білген Ресей отарлаушылары қазақ қоғамын бөлшектеудің негізі руда жатқанын жақсы аңғарған. Сөйтіп, олар қазақ қоғамын рулық бөлшектеу арқылы сан ғасырлық қалыптасқан бітім-құрылымын, ұлыстың тұтастығын, ағайын аралық береке-бірлігін бұзудың өте бір нәзік жолын тапты және оны жүйелі түрде заң және әскери құрылым күштерді пайдалана отырып, іске асырды.\n\nСөйтіп, отарлаушылар 1822 жылы қазақ даласында «Хандық билікті» жою туралы заң шығарды. Хандық билік толық жойылған соң қазақ қоғамының ең төменгі ұстыны рулық бірлікті ыдырату максатында,  1867-68 жылдары  «Қазақтарды басқару туралы» жаңадан ереже қабылдады. Сөйтіп, рулық бірлікті ыдыратты. Бұндай зымяндықтың арғы жағында рулық дәстүрді ұрпақ санасынан өшіру саясаты жатқан болатын. Ана бала осы саясаттың ХХІ ғасырда тірі жүрген өкілі екен.\n\nКеңес кезінде қазақтың рулық түсінігі «надандықтың салдары», «ескінің қалдығы» ретінде бағаланды. Ру сұрасу ұят саналды. Осы бір отаршылық қасіреттің кесірі әлі өлмеген. Бұндай оқиға сіздерге де кездесіп қалып жүрер деген ниетпен осы мақаланы жазып отырмыз. Сөзімізді түйіндеп айтар болсақ: ру сұрасуды ұнатпау, ол отарлаушылар таңған құлдық сананың көрінісі. Әйтпесе, қазақтар руды бөліну үшін емес, бірігу үшін сұраған.  Солай емес пе, ағайындар!",
        "question_date": "30.12.2016",
        "question_tag": "Шежіре",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ру сұраған жақсы ғой. Бірақ, кейде руыңды сұрап алып, бетіңе айтпасада, іштей менсінбей тұратындарды көргем. Сондықтан ру сұрағандардың бетіне бажайлап қарап алам, қандай ниетпен сұрап тұр деп. . . Ал өзім қажет болмаса елдің руын онша сұрап кетпеймін. Қазақпыз ғой. . .  \nАл жоғарыда сіз баяндаған үлкен кісілердің ру сұрауы ол басқаша сұрау ғой. Үлкен кісілер әңгімешіл, көпшіл, шежірешіл болады. Олардың ру сұрауларының арт жағы сондай, мейман етіп, қонаққа шақыруға, болмағанда тәрбиелік, ақылдық мәні көп жақсы әңгімелердің айтылуына қарай жетектейді.\n\nАл тақырыпты қыздың руын сұрау ұятпа деп қойыпсыз. Қажет болмаса сұрауды сәл ыңғайысздау деп білем.",
                "date": "31.12.2016",
                "upvotes": 0
            },
            {
                "text": "Ол баланікі əдепсіздік болған екен, өз руын, шыққан жерін, ата тегін, жеті атасын білу əрбір қазақтың өзіне қажетті міндеті.",
                "date": "2.01.2017",
                "upvotes": 0
            },
            {
                "text": "Меніңше осы рушылдық дегенді қою керек. Өмірі танымайтын адамыңнан руыңды сұрап. Кезінде сенің аталарың біздерге бүйткен деп ләйліп отырғандарды да көргенбіз. Сонау 13-14 ғасырды адамдардың істеген ісіне 21 ғасырдағы бейкүнә қайдан жауап берсін. Меніңше ішіңді тесіп бара жатырса, сөз арасында сұра, біл, сонымен әңгіме бітті. Ру туралы әңгіме айтып отырғанды ерсі көрем өз басым... Руыңды біл, құрметте. Сонымен бітті!",
                "date": "7.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа жылға арналған ойындар бар ма?",
        "question_content": "Жаңа жылға арналған ойындар\n\nБәрін еске алу\n\nБилеп болып, үстел басына отырғаннан кейін қонақтар мына байқауға қатысады. Жүргізуші жаңа жылға байланысты барлық заттарды еске түсіруді ұсынады. Қонақтар кезекпен шырша, Аяз ата және т.б. туралы айтады. Кім соңғы болып айтса, сол жеңеді.\n\n*\n\nМандаринмен эстафета\n\nҚонақтар екі тапқа бөлінеді. Залдың соңына ішінде мандариндер бар екі табақ қойылады. Әр қатысушының міндеті - табаққа дейін жетіп, ас қасыққа мандарин салып, оны тобына дейін алып келу. Алып келген соң қасықты келесі қатысушыға береді. Мандариндердің барлығын қай топ бірінші болып алып келсе, сол топ жеңеді.\n\n*\n\nБарлығы керісінше\n\nЖүргізуші жауап беруге жеңіл сұрақтар қояды. Қонақтардың міндеті - қате жауап беру. Ойын жылдам жүргізіледі. Қонақтардың ойлануға уақыты болмауы керек. Нәтижесінде көбісі дұрыс жауап беріп, ойыннан шығып қалады.",
        "question_date": "30.12.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 28200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "басқа ойын жоқпа?",
                "date": "8.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі жүз мыңмен қандай бизнес бастауға болады?",
        "question_content": "Екі жүз мың теңгем бар қандай бизнес бастасам болады?",
        "question_date": "30.12.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 971,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балмұздақ жасайтын аппарат сатып алсаңыз болады қыс кезінде(өйткені арзанырек). Көктемде жақсы орын тауып жұмысқа кірісесіз, кемінде өз бағасын жоғалтпай сатып жіберсе болады. Мектеп, балабақша қастарында орында тиімді, клиентураға жақын дегендей.",
                "date": "31.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фейзбукте кімнің суретінен лайк басқанымды көре аламын ба?",
        "question_content": "Фейзбукте кімнің суретінен лайк басқанымды көре аламын ба?",
        "question_date": "30.12.2016",
        "question_tag": "Facebook",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңіздің профайлыңызға өтіп сосын менде ағылшыншада View activity log дегенді басасыз. Сол жерде барлық лайктар уақыт бойынша көрсетілген",
                "date": "31.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фейзбуктегі аккаунтым өшіріле ме?",
        "question_content": "Аккаунтыма 3 жылдай уақыт бойы кірмегенмін. Аккаунтым өзінен өзі жойылады ма?",
        "question_date": "30.12.2016",
        "question_tag": "Facebook",
        "question_views": 518,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өшіруге болады, аккаунт сақталып тұра береді.",
                "date": "2.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біз тұрғын үй бағдарламасына өтініш білдіре аламыз ба?",
        "question_content": "Біз әкемізбен ажырасқанбыз, анам жалғызбасты, жұмыссыз. Тұрғылықты мекен жайымыз ОҚО Сарыағаш ауданы. Онымен қоса Анам алтын алқа, күміс алқа иегері. Бірақ, отбасымызда қазір 18 жасқа толмаған перзенттердің саны 2-еу. Қалғандары бөлек отбасы болып тұрады. Біз тұрғын үй бағдарламасына өтініш білдіре аламыз ба? Бұл өтінішіміз қабылданады ма?",
        "question_date": "30.12.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аяғым ауыр екендігін қалай білуге болады?",
        "question_content": "Менің еттекірім өз уақытыннан ешқашан кешіккен емес. Етеккірімнің келмегеніне 12 күн болды. Аяғымның ауыр екендігін тест көрсетпей жатыр. Аяғым ауыр екендігін қалай білуге болады?",
        "question_date": "30.12.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұздалған қиярмен білуге болады)))\n\nЕшқалай, тест көрсетпесе гинеколог дәрігерге барасыз, анализ тапсырасыз немесе тағы біраз күте тұрасыз етеккіріңіз келгенше, егер ішіңіз шыға бастаса құттықтаймын сіз екіқабатсыз, егер ішіңіз шықпаса тағыда құтықтаймын сіз екіқабат емессіз, бірақ бәрібір гинеколог дәрігерге баруыңызға тура келеді. Өйткені етеккірдің кешігуі ағзаңызда өзгерістер бар деген сөз.",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалідердің жаңа жылдық отырысына сценарий.",
        "question_content": "Маған мектепте болатын мұғалімдердің жаңа жылдық отырысына күшті сценарий керек.",
        "question_date": "30.12.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұзбен ауызды шаюдың тəртібі",
        "question_content": "Біреулер тұзбен ауызды шаю керек деп жатады. Соның дайындау тəртібі қандай.Мысалы стакан жылы суға тұз қосу.Бір стаканға қанша мөлшерде тұз қосады жəне оны қайта қайта шаю зиянба",
        "question_date": "30.12.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 9800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұзды сырқатқа қарсы қолдану әдісі:\n·Көзге шыққан теріскен тез жарылуы үшін 1 стақан суға 1 шай қасық тұзды ерітіп, компресс жасау керек.\n·Баспаныжазу үшін 1 стақан суға 1 шай қасық тұзды ерітіп,тамақты шаю керек.\n·Маса, кене, бүрге шаққан жерге тұз жақса, дуылы тез басылып, ісігі де қайтады.\n·Тіс ауырған кезде алдымен тісті тазалап алу керек. Ауыз қуысын тұз, ас содасы қосылған жылы шумен шаю керек.\n·Тіс ауырған кезде үккіштен пиязбен сарымсақты өткізіп, оны тұз және содамен араластыру керек. Содан кейін оны дәкіге орап алып, ауырған тіске басу керек. Бұл шараны күніне 2-3 мәрте әр 2 сағат сайын қайталауға болады.\n·Мұрын қабынуға және гайморитке қарсы 0,9 % тұзды сумен шаю керек.\n·Бастың тазына: 10 гр таза тұзды сірке суына араластырып жағу керек.\n·Дене теміреткесіне: 10 гр таза тұзды сірке суына араластырып жағу керек.\n·Тіс қақсағанға: 1-2 гр таза тұзға аз мөлшерде меруерт талқанын қосып, оны сірке суға араластырып ауызды шайқау керек. Бұл тістің қан құртына, тістің босағанына, тістің үгітілуіне де пайдалы.\n·Маса шаққанға: аз мөлшердегі тұзды өсімдік майына не балға араластырып маса шаққан жерге жақса, мазалаған аурудан тез айығады.\n·Шаян, көзілдірікті жылан шаққанда да осы емді қолданса уытын қайтарады.\n·Ісіктіқайтаруға: жығылып мертіккенде, шыққан ұршықты қайта салғаннан кейінгі ісікке түйенің шудасын тұзға шылап, сол ісікті жерге тартса ісікті қайтаруға көмектеседі. Бұл ем қазақ медицинасында ұзақ жылдардан бері жалғасып келеді. Өнімі жақсы болғандықтан «сормақта» деп аталады.\n·Соқыр ішек болғанда ауруды басуға: бір кесе тұзды қуырып алып, дорбаға салып құрсақ (іш) бөліміне басып ауырған жерге ыстық өткізеді.\n·Аяқтан қатты суық тиген кезде адамның қуығы қабынып ауырады. Мұны медицина тілінде «цистит» деп атайды. Ол үшін кішкене 1 қапшық тұзды ыстық табаға салып, қуырып алады да мақта-матасынан дорба тігіп, соған салады. Сосын қызған тұздың үстіне ол суығанша жалаң аяқ тұру керек. Осындай процедураны 6 рет жасаса, адам құлан-таза айығып кетеді.\n·Тырнаққатпарланып жиі сына берсе, қолды тұзды суға аптасына рет салып отыру керек. Сонда тырнақ қатаяды.\n·Синусит— бұл бет қуысының немесе мұрынға тірелетін сүйектің асқынған созылмалы ауруы. Мұрын арқылы аздап тұзды су сорып немесе бумен дем алу керек.\n·Азғана тұз қосылған жылы сумен көзді жуса, қабақ пен көздің ісігі кетіп, жанары жалтырайды.\n·Аяқтағысызаттардантұзды ванна қабылдау арқылы арылуға болады. Сондай-ақ, тұзды ванна шаршағанда, әлсіз сезінгенде жақсы көмектеседі.\n·Беттіқара нүктелерден тазарту үшін шай қасық ас содасы, шай қасық тұз, креммен қоспа дайындап, бетті ысқылап жуу керек.\n·Майда тұзды аяқ табанын жұмсартуға қолданса болады. Легенді суға толтырып, жарты стақан тұз қосып, қоспаға аяқты батыру керек. Жібіген аяқтың табандарын бірнеше минут тұзбен ысқылау керек. Аяқты таза сумен жуып, орамалмен сүрткен жөн. Дауадан кейін аяққа крем жағу керек.\n·Екінші иекпайда болудың алдын алу үшін немесе оны кетіру үшін күнделікті мынадай әрекеттерді жасау керек: 3-5 минуттай тұз қосылған суға малынған орамалмен (1 стақан суға 1 шай қасық тұз) иек пен мойынды ұрғылау керек.\nСонымен, ас тұзы ежелден бері қазақ медицинасындағы дəрі-дəрмектерінің негізі есептеліп, кең қолданылатын минералды дәрілерге жатады. Тұз – қырық аурудың емі. Жинақталған емдердің көбі тұздың зарарсыздандырғыш қасиетін білдіреді.",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көз ашығанда не істеуге болады?",
        "question_content": "Менің анамның көзі ашып жүр. Ол неден болады және үй жағдайында қалай асқындырып алмаудың жолдары бар ма?",
        "question_date": "30.12.2016",
        "question_tag": "Тазалық",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анаңыздың көзінің ашуы оның қандай заттармен  көп қолдануына байланысты болуы мүмкін. Мысалы: ол кісі ұзақ жылдар бойы тұрмыстық жұмыстарды атқару кезінде үнемі хлорды қолданды делік.  Ол кісіде уақыт өте келе хлорға аллергиялық әсер пайда болады. Басқа да мысалдар ретінде сән салонында немесе химия саласында жасайтын азаматтардың созылмалы аллергиялық әсерлерін айтып кетуге болады. Сондықтан, анаңыздың қандай затқа кері әсерлігі барын анықтап соны азайтуға кеңес берер едім.\nБірақ, науқас адамның өзін көре тұра кейбір дәрігерлер де шатасып жатады, сондықтан, бейжай қарамай арнайы маман дәрігерге көрсеткен дұрыс болар.",
                "date": "16.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осылардың ішіндегі таза зат қайсысы?",
        "question_content": "Осылардың ішінде қайсысы таза зат?\nа. Құбыр суы\nб.ас тұзы\n\nв.сүт\n\nг.бал",
        "question_date": "30.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сут таза зат. Балл таза зат. Ас тузы коспа. кубыр суы таза",
                "date": "30.09.2019",
                "upvotes": 0
            },
            {
                "text": "Булардын ишинде ешкайсысы таза зат емес.",
                "date": "21.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Валикация жасатып едім. Кесілен жердің жан-жағы қызарып ісіп бара жатыр",
        "question_content": "Валикация жасатқам жерім ісіп қызарып бара жатыр не істесем болады",
        "question_date": "30.12.2016",
        "question_tag": "Денсаулық",
        "question_views": 658,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны сол емдеткен хирургқа көрсетесіз тез арада.",
                "date": "2.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін жақсы білетіндеріңіз бар ма?",
        "question_content": "Маған ағылшын тілінен көмек керек еді",
        "question_date": "30.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 421,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сол аяқ тізем қақсайды?",
        "question_content": "Саламатсыздар ма! Айтайын дегенім, әйелімнің сол жақ аяқ тізесінің ішкі оң жақ буыны қатты қақсайды және қызып ысиды. Камфор майымен, жылқы майымен майласа да қоймайды. Қақсағанда да тек түнде жатқан соң басталады. Таңға дейін ұйықтай алмай қиналады. Ал күндіз ауырмайды, жұмысына барып келе береді. Неге тек жатқанда ауырады. Жазда ыстықта ауырмайды. Осы уақытқа дейін 200 000 теңгедей дәрі-дәрмекке кетті. Ақшамыз су болып далаға кеткендей. Қандай кеңес бере аласыздар. Не істеуге болады. Аудан орталығындағы дәрігерлер нерв суықтаған дейді. Сіздерден өтініш, жаксы маман ревматолог дәрігерлерден-эл.поштам арқылы қандай кеңес бере аласыздар?\n\nэл поштам:  Abdumalik_61@mail.ru",
        "question_date": "29.12.2016",
        "question_tag": "Тазалық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанның құрамын тексертіп көру керек. Егер суықтан пайда болған ауру болса, онда киізбен орап емдеп көруге болады. Себебі кәдімгі киіз ет пен сүйектің арасындағы сары суды сорып алады деседі халық емшілері. Оралман бір кісі айтып еді. Себебі атам қазақ жыл он екі ай киіз үйде тұрып ревматизм дегенді білмегеннің себебі киіз деп.",
                "date": "29.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "UserGate 6.5 программасы жайлы сұрақ?",
        "question_content": "UserGate 6.5 программасын 200 компьютерге қолдануға болама немесе осы программаға балама қандай программа бар порттарға проброс жасауға?",
        "question_date": "29.12.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Темір жолға түсу үшін қандай пəн таңдау керек жəне қандай темір жол университеті бар?",
        "question_content": "Темір жолға түсу үшін қандай пəн таңдау керек жəне қандай темір жол университеті бар?",
        "question_date": "29.12.2016",
        "question_tag": "Мектеп",
        "question_views": 12100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Физика немесе география шығар, анығын білмеймін. Теміржол колледждеріне немесе Алматыдағы ҚазАТК университетіне түсуг",
                "date": "3.01.2017",
                "upvotes": 0
            },
            {
                "text": "Физика жане математика тандайсыз КазАтк универи бар",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2017 жылы балаларға берілетін жәрдемақы қанша процент көтеріледі",
        "question_content": "Сәлеметсіздер ме! менің жолдасым қайтыс болған соған мен балаларға пасобия алып отырмын осы жылы қанша мөлшерде көбейеді және неліктен менікі басқа адамдарға қарағанда аз",
        "question_date": "29.12.2016",
        "question_tag": "Банк",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қай кезде бала көтереді?",
        "question_content": "Қай аралықта бала көтереді?",
        "question_date": "29.12.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2-7 күнде ғана анық білуге болады.",
                "date": "29.12.2016",
                "upvotes": 0
            },
            {
                "text": "сурак биртурли койылган негизинен дени сау адам 1 жыл ишинде котеру керек",
                "date": "30.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскерде мерзімді қызмет өткере жүріп контрактник болудың минустары мен артықшылықтары?",
        "question_content": "Әскерде мерзімді қызмет өткере жүріп 6 айдан кейін келісімшарт негізінде қалудың минустары мен артықшылыктары қандай?",
        "question_date": "28.12.2016",
        "question_tag": "Мамандық",
        "question_views": 667,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Келісімшарт бір жылдан кейін əскерлік борышыңды өтеу уақыты аяқталғасын жасалады, егер қалғың келсе. Минустары, туған жерден алыста боласың, айлығың ойдағыдай болмауы мүмкін. Бірақ артықшылықтары өте көп, əскери қызметтегі ад",
                "date": "3.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сүйттіде ғашық етті деген әннің аты қалай?",
        "question_content": "Бір сезім шарпып өтті, сүйтті де ғашық етті деген әннің аты қандай?",
        "question_date": "28.12.2016",
        "question_tag": "Қазақша ән",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұлдызым..\n\n1.Құйылып көзіңнен нұр, \nЕрекше сезіммен бір. \nТұнжырап қара көзін, \nСен маған қарап едің. \nҚайырмасы:\nЖұлдызым Көзіне күлкі үйірген, \nАрайлы кірпігіңмен, \nБір ұшқын шашып өтті, \nСөйтті де ғашық етті. \n2.Осынау жас шағымда, \nАйым боп аспанымда.\nСырынды жаңға ашпаған, \nСыйладың алғаш маған. \nҚайырмасы: \n3.Ешкімге айтылмаған, \nЖүректе лапылдаған. \nМахаббат қуат күші, \nСен ғана сияқтысын.",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкенттегі жарнамалар қандай сайтқа шығады? Olx тан басқа",
        "question_content": "Шымкенттен бир нарсе издеп едим. Шымкенттеги жарнамалар кандай сайтка шыгады?Шымкенттеги товарларды кайдан табуга болады интернетте?",
        "question_date": "28.12.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 446,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек шымкентке арналған сайт көрмеппін, новостной сайттардан басқа. Ал satu.kz ше? Немесе \"керек заттың аты шымкент\" деп гуглдан іздеп көрмейсіз ба?",
                "date": "29.12.2016",
                "upvotes": 0
            },
            {
                "text": "Шара бара деген газет бар.",
                "date": "2.01.2017",
                "upvotes": 0
            }
        ]
    }
]