[
    {
        "question_title": "Неліктен грант тізімі екі рет жарияланды?",
        "question_content": "Құрметті Елбасы НҰРСҰЛТАН ӘБІШҰЛЫ\nМенің інім Әлиасқар Қасымжомарт Алтынбайұлы (ТЖК 745250034) \"Алтын белгі\" иегері жалпы конкуртың натижесі бойынша 2017 жылдың 10 тамыз күні testcetr.kz сайтында ОҚО фармацевтикалық академияның 5B130100 \"Жалпы медецина\" мамандығына грантқа түскен болатын. 14 тамыздағы қайта грант тізімін жариялау барысында ол мамандыққа емес, басқа \"Ветеринарлық медецина\" мамандығына грантқа ауыстырып жіберіпті. Бұл тек менің ұлымның басындағы мәселе емес екенін білемін, дегенмен осының ақ қарасын ажыратып түсіндіріп беруіңізді сұраймын. Неліктен екі түрлі тізіммен оқушылардың психикасына кері әсер етіп жатырсыздар, бұл бассыздыққа жауап беретін адам бар ма? Кімге қандай шара көрілді? Неліктен қолданыстағы заңға сәйкес \"Алтын белгі\" конкурс нәтижесінде рөл ойнамады? Менің ұлым жартылай жетім, ақылы оқуға мүмкіндігім жоқ. Жоғарыдағы сұрақтарға  өзіңіз тікелей араласып, жауап беруіңізді сұраймын. Менің ата ана ретінде бар тілегім алғашқы тізімді қайтарса екен.",
        "question_date": "15.08.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 410,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Білім және ғылым министрі Ерлан Сағадиев биылғы ұлттық бірыңғай тестілеуден жоғарғы балл жинап тұрып, оқуға түсе алмай қалған бірсыпыра талапкерлердің ата-аналарымен кездесті деп хабарлайды nur.kz, Хабар24 сілтеме жасап. Себебі олар кеше ғана өз наразылықтарын білдірген еді. Әсіресе, медицина саласын таңдаған талапкерлер алаңдаулы. Ата-аналар бюджеттен қарастырылған білім гранттары әділетсіз бөлінген деп есептейді. Себебі, білім грантынан қағылғандардың дені – «Алтын белгі» иегерлері. Наразы топпен кездескен министр әрбір арыз-шағым жеке қаралады деп сөз берді. \"Біз барлық арыз-шағымды жеке-жеке қарап, «Алтын белгі» иегерлері үшін жаңа тізім жасаймыз. Олардың барлығы жоғарғы оқу орындарындағы резервпен қаржыландырылады. Бірақ шағымданушылардың барлығын бірдей грантпен қамтимыз деп айта алмаймыз. Бірақ барынша жоғарғы оқу орындарының ректорларымен келісім жасауға тырысамыз\", - дейді Білім және ғылым министрі Ерлан Сағадиев. Айта кетейік, биылғы оқу жылына мемлекеттен 37 932 білім гранты бөлінген болатын.\n\nДереккөзі: https://www.******.com/kz/news/11783-altyn.html\n\nБұл білім және ғылым министрлігінің соңғы шешімі. Сондықтан басқа өзгеріске салынбайды. Хабардан да бұны айтқан болатын.",
                "date": "15.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тұрғын үйге тіркелу бойынша қайдан көмек сұрауға болады?",
        "question_content": "Салеметсиз бе? Катты киналып журмиз .ипотекага уй алгым келген , бирак банкте айлык табыс 145000 болу тиис екен мен айлык табысым 70 мын гана.онын устине улым университетте акылы болимде окиды.жылына 309 мын толеймин.осындай жагдайда биздерге кандай комек бар отинем комектесиниздерши.айына 30 мын га уй жалдап турып жатврмыз.не истеримди билмим.кайда барам.комектесиниздерши .ипотека маселеси кайта карастырсын",
        "question_date": "14.08.2017",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Нұрлы жер» бағдарламасы бойынша біз өңірлерде ипотекалық несие береміз. Астанада әлі де нысандар жоқ, ал барша республика бойынша бар. Атап айтқанда, Астанадағы нысан қыркүйектің басында пайдалануға берілуі тиіс еді, қазіргі кезде ол жерге инфрақұрылым тартылып жатыр және жылдың соңына дейін бұл жұмыстар тәмамдалады. Тағы бір ескерер жайт, елордада өте үлкен конкурс болады»,- деді Ибрагисова «Нұрлы жер» бағдарламасын жүзеге асыру барысына арналған Үкіметтегі баспасөз мәслихатында .\n\nБасқарма төрайымының айтуынша, «Нұрлы жер» мемлекеттік бағдарламасы бойынша ипотекалық несиелер бес пайыздық мөлшерлемеде беріледі.\n\nАйта кетейік, “Нұрлы жер” бағдарламасы аясында салынатын баспананың шаршы метрі 180 мың теңгеге бағаланып отыр.\n\nhttps://baribar.kz/34491/nurly-zhermen-ipotekalyq-nesie-5-dyq-moelsherlememen-beriledi/",
                "date": "17.08.2017",
                "upvotes": 1
            },
            {
                "text": "Бизде КЫЗЫЛОРДАДА БАНКТЕРДЕ 10% МОЛШЕРЛЕМЕМЕН СОЛ Нурлы жер багдарламасын усынып отыр. Бирак ол сол салынып жаткан  уйлерге биринши алдын ала толемин жасайсыз сонан сон кезекке койып , ипотека дайындайсыз деди.одан не женилдик ? Ол уйлер кашан салынып болады билмимиз гой.",
                "date": "18.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қызға айтатын қызықты əңгімелер керек?",
        "question_content": "Қызға айтатын қызықты əңгімелер жайлы",
        "question_date": "14.08.2017",
        "question_tag": "Махаббат",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көптеген танымал кітап пен тамаша туындылардың авторы Эрнест Хемингуэйден біреу «кез келген тақырыпта ең қысқа әңгіме жаза аласың ба?» деп сұрайды. Эрнест толғана келіп, былай деп жазған екен: «Балаларға арналған аяқ киім сатылады. Киілмеген» («For sale: baby shoes, never worn»). Эрнесттің бұл бастамасы өзге жазушылардың ойына қозғау салады. Көптеген жазушы 6 сөзден тұратын әңгімелер жазып, түрлі эксперименттер жасап көреді. Назарларыңызға ең қысқа әрі ең үздік әңгімелер топтамасын ұсынғалы отырмыз. Аудармасы тура түпнұсқадай болмаса да, мағынасын бұзбай, мәнін жоғалтпай беруге тырыстық. 1. «Бейтаныс жандар. Достар. Ең жақын достар. Көңілдестер. Бейтаныс жандар». 2. «Сіз нөмірден жаңылыстыңыз», - деді бір таныс дауыс». 3. «Жолаушылар, сіздерге хабарлап тұрған капитан емес». 4. «Маған анам қырынуды үйретті». 5. «Мен өзім үшін жаралған адамды жолықтырдым. Ал, ол жоқ...». 6. «Менің көлеңкем жаңа ғана маған ымдағандай болды». 7. «Парашют сатылады: ешқашан ашылмаған, аздаған дақтары бар». 8. «Бұл біздің алтын тойымыз. Бір кісілік үстел дайындаңызшы». 9. «Бүгін мен тағы да анамның жанында болғансыдым». 10. «Саяхатшы тағы да дыбыс берді. Жер – жоқ». 11. «Мен үйге раушан гүлдерін алып келдім. Алайда кілттерді таба алмадым». 12. «Суық желден сынған әйнекте «Жас жұбайлар» деген жазу болды». 13. «Біздің жатын бөлме. Екі адамның дауысы. Мен есікті қақтым». 14. «Үлкен адам болсам деп қиялдадым. Есейдім. Қиялымды жоғалтып алдым». 15. «Мен секірдім. Содан кейін ойландым». 16. «Кешір, жауынгер, біз бәтіңкенің екінші сыңарын да сатамыз». 17. «Ол өз әйелінің баскесерін бөтелкемен тамақтандырады». 18. «Хирург емделушіні құтқарады. Емделуші Құдайға шүкіршілік айтады».\n\nТолығырақ: https://massaget.kz/layfstayl/debiet/audarma/20534/",
                "date": "14.08.2017",
                "upvotes": 0
            },
            {
                "text": "Қызық ангмелер болса қызға айтатын",
                "date": "1.09.2019",
                "upvotes": 0
            },
            {
                "text": "менің кызык болд",
                "date": "6.09.2019",
                "upvotes": 0
            },
            {
                "text": "Басыңнан қандай оқиғалар өткердің?\n\nҚандай оқу оқыдың?\n\nҚанша балаң болғанын қалайсың?\nОсындай секілді сұрақтарды қойып әңгімені ұра берсеші ))))",
                "date": "13.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың қай қара сөзі афоризмдерден тұрады?",
        "question_content": "Абайдың қай қара сөзі тек афоризмдерден тұрады?\nЖауап;\nB.31\nC.37\nD.19\nE.43",
        "question_date": "14.08.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай Құнанбаевтың Қара сөздері (43)\n\nАдам ұғылы екі нәрседен: бірі - тән, бірі - жан. Ол екеуінің орталарында болған нәрселердің қайсысы жибили, қайсысы кәсиби - оны білмек керек. Ішсем, жесем демектің басы - жибили, ұйықтамақ та соған ұқсайды. Аз ба, көп пе, білсем екен, көрсем екен деген арзу, бұлардың да басы - жибили. Ақыл, ғылым - бұлар - кәсиби. Көзбенен көріп, құлақпен естіп, қолмен ұстап, тілмен татып, мұрынмен иіскеп, тыстағы дүниеден хабар алады. Ол хабарлардың ұнамдысы ұнамды қалпыменен, ұнамсызы ұнамсыз қалпыменен, әрнешік өз суретіменен көңілге түседі. Ол көңілге түсіруші бағанағы бес нәрседен өткен соң, оларды жайғастырып көңілде суреттемек. Ол - жанның жибили қуаты дүр. Бір ұмытпастық жақсы нәрседен көңілге жақсы әсер хасил болып, жаман нәрседен көңілге жаман әсер хасил болу секілді нәрселер. Бұл қуаттар әуелде кішкене ғана болады. Ескеріп баққан адам үлкейтіп, ұлғайтып, ол қуаттардың қуатын зорайтады. Ескерусіз қалса, ол қуаттың қайсысы болса да жоғалады, тіпті жоғалмаса да, аз-мәз нәрсе болмаса, үлкен ешнәрсеге жарамайтын болады. Кімде-кім сырттан естіп білу, көріп білу секілді нәрселерді көбейтіп алса, ол - көп жиғаны бар адам: сынап, орындысын, орынсызын - бәрін де бағанағы жиған нәрселерінен есеп қылып, қарап табады. Бұлай етіп бұл харекетке түсінген адамды ақылды дейміз. «Құдай тағала өзі ақыл бермеген соң қайтейік?» демек, «құдай тағала сеніменен мені бірдей жаратып па?» демек - құдай тағалаға жала жауып, өзін құтқармақ болғандығы. Бұл - ойсыз, өнерсіз надан адамның ісі. Оған құдай тағала көрме, есітпе, көрген, естіген нәрсеңді ескерме, есіңе сақтама деп пе? Ойын-күлкімен, ішпек-жемек, ұйықтамақпен, мақтанмен әуре бол да, ішіңдегі қазынаңды жоғалтып, хайуан бол деген жоқ. Кейбіреулер айтады: «Ақыл жибили болмаса да, талап - жибили. Талап берген адам ақылды тапты, талабы жоқ кісі таба алмады», -дейді. О да бекер. Талап балада да бар, оған талас қылуға болмайды. Бағана айттық қой, қуаты басында кішкене болады, ескермесе жоғалып та кетеді, ескерсе, күтіп айналдырса, зораяды деп. Жан қуатыменен адам хасил кылған өнерлері де күнде тексерсең, күнде асады. Көп заман тексермесең, тауып алған өнеріңнің жоғалғандығын және өзіңнің ол мезгілдегіден бір басқа адам болып кеткеніңді білмей қаласың. Қай жоғалған өнер: «ал, мен жоғалдым» деп, хабар беріп жоғалады. Енді қусаң, бағанағы әуелгі табуыңнан қиынырақ тиеді. Жан қуаты дейтұғын қуат - бек көп нәрсе, бәрін мұнда жазарға уақыт сыйғызбайды. Бірақ әрбір өнердің тыстан тауып алып, ішке салғанын, соның тамырын берік ұстап тұруға жараушы еді. Көп заман ескермеген адамнан ол бағанағы өнердің өзінің ең қызықты, қымбатты жерлері жоғала бастайды. Онан соң көп заман өтсе, сол өнерді сақтайтұғын қуаттың өзі де жоғалады. Онан соң қайта кәсіп қылуға болмайды. Бұл қуаттың ішінде үш артық қуат бар, зинһар, соны жоғалтып алу жарамас, ол жоғалса, адам ұғылы хайуан болды, адамшылықтан шықты. Біреуі орысша «подвижной элемент» деп аталады. Ол не нәрсе? Не көрдің, не есіттің, әрнешік білдің, соны тездікпенен ұғып, ұққандықпенен тұрмай, арты қайдан шығады, алды қайда барады, сол екі жағына да ақылды жіберіп қарамаққа тез қозғап жібереді. Егер бұл болмаса, көп білуге көп оқу оңды пайда да бермейді. Керекті уақытында ойламай, керекті уақытында қылмай, керекті уақытында айтпай, дәйім уақытынан кеш қалып, «Әй, әттеген-ай. Үйтуім екен, бүйтуім екен» деп, өмір бойы ғафил болып-ақ отырғаның. Біреуін орысша «сила притягательная однородного» дейді. Ол - бір нәрсені естіп, көріп білдің, хош келді, қазір соған ұқсағандарды тексересің. Түгел ұқсаған ба? Яки бір ғана жерден ұқсағандығы бар ма? Әрнешік сол іске бір келіскен жері бар нәрселердің бәрін ойлап, білгенін тексеріп, білмегенін сұрап, оқып, бөтеннен хабарланып білмей, тыншытпайды. Үшіншісі, орысша «впечатлительность сердца» дейді, яғни жүректі мақтаншақтық, пайдакүнемдік, жеңілдік, салғырттық - бұл төрт нәрсебірлән кірлетпей таза сақтаса, сонда сырттан ішке барған әр нәрсенің суреті жүректің айнасына анық рәушан болып түседі. Ондай нәрсе тұла бойыңа жайылады, тез ұмыттырмайды. Егерде бағанағы төрт нәрсемен жүректі кірлетіп алсаң, жүректің айнасы бұзылады, я қисық, я күңгірт көрсетеді. Енді ондай нәрседен оңды ұғым болмайды. Әрнешік тән қуатыменен сырттан тауып, сырттан сақтайсыз, оның аты дәулет еді. Оның да неше түрлі кеселі, кесепаты бар нәрселерін білмесең, сақтай алмаушы едің ғой. Соған ұқсаған іштегі жан қуатыменен жиған нәрсенің аты ақыл, ғылым еді ғой. Оның да неше түрлі кеселі, кесепаты тиер нәрселері бар. Оны білмесең, бақпасаң - айрыласың. Және әрбір жақсы нәрсенің өлшеуі бар, өлшеуінен асса - жарамайды. Өлшеуін білмек - бір үлкен керек іс. Ойланбақ жақсы, іске тіпті салынып кеткен кісі ойын байлай алмай, қияли болып та кеткені болады. Ішпек, жемек, кимек, күлмек, көңіл көтермек, құшпақ, сүймек, мал жимақ, мансап іздемек, айлалы болмақ, алданбастық - бұл нәрселердің бәрінің де өлшеуі бар. Өлшеуінен асырса, боғы шығады. «Ненің қызығын көп іздесең, соның күйігін бір тартасың» деген. Баз махфи олмая ол, мен айтқан үш қуаттың ішінде екеуі, яғни «сила притягательная однородного» бірлән «подвижной элемент» - бұл екеуі қосылып тұра тұрған нәрсе, күллі пайда да бұлардан шығады, уа күллі зарар да бұлардан шығады. Мансап сүйгіштік, мақтаншақтық, ашуланшақтық, өтірікшілік, осыған ұқсаған әрбір маскүнемдікке тартып, құмар қылып, ақылдан шығарып жіберетұғын нәрселер осы екеуінен болады. Бұларды түбегейлеткенде жақсы нәрселерді түбегейлетіп, жаман нәрселерден, яғни жоғарғы айтылмыш секілді адамшылықтан шығарып, құмарпаздыққа салып жіберетұғын нәрседен бойды ерте тыйып алуға керек. Пайда, залалды айыратұғын қуаттың аты ақыл еді ғой. Бір ақыл қуатыбірлән мұны тоқтатып болмайды. Һәм ақыл, һәм қайрат - екі мықты қуат қосылып тоқтатады. Ол екеуі кімде бар болса, бағанағы екі қуаттың екеуі де аз болса, яки бірі бар, бірі жоқ болса, бағанағы екі қуаттар - бір басы қатты асау ат, жүгенсіз тауға ұра ма, тасқа ұра ма, суға ұра ма, жарға ұра ма - құдай білсін, әйтеуір жолда көрген есті, ақылы дұрыс адамдар әлі де сұрамай да қалады. Сенде ерік жоқ. Екі етек жайылып, екі көзің аспанда, масқара болып кеткенің өлгеніңше.\n\nАбай Құнанбаевтың Қара сөздері (31)\n\nЕстіген нәрсені ұмытпастыққа төрт түрлі себеп бар : әуелі - көкірегі байлаулы берік болмақ керек; екінші — сол нәрсені естігенде я көргенде ғибрәтлану керек, көңілденіп, тұшынып, ынтамен ұғу керек; үшінші — сол нәрсені ішінен бірнеше уақыт қайтарып ойланып, көңілге бекіту керек; төртінші - ой кеселі нәрселерден қашық болу керек. Егер кез болып қалса, салынбау керек. Ой кеселдері: уайымсыз салғырттық, ойыншы-күлкішілдік, я бір қайғыға салыну, я бір нәрсеге құмарлық пайда болу секілді. Бұл төрт нәрсе - күллі ақыл мен ғылымды тоздыратұғын нәрселер.\n\nАбай Құнанбаевтың Қара сөздері (37)\n\nАдамның адамшылығы істі бастағандығынан білінеді, қалайша бітіргендігінен емес. Көңілдегі көрікті ой ауыздан шыққанда өңі қашады. Хикмет сөздер өзімшіл наданға айтқанда, көңіл уанғаны да болады, өшкені де болады. Кісіге біліміне қарай болыстық қыл; татымсызға қылған болыстық өзі адамды бұзады. Әкесінің баласы - адамның дұшпаны. Адамның баласы - бауырың. Ер артық сұраса да азға разы болады. Ез аз сұрар, артылтып берсең де разы болмас. Өзің үшін еңбек қылсаң, өзі үшін оттаған хайуанның бірі боласың; адамдықтың қарызы үшін еңбек қылсаң, алланың сүйген құлының бірі боласың. Сократқа у ішкізген, Иоанна Аркті отқа өртеген, Ғайсаны дарға асқан, пайғамбарымызды түйенің жемтігіне көмген кім? Ол – көп, ендеше көпте ақыл жоқ. Ебін тап та, жөнге сал. Адам баласын заман өсіреді, кімде-кім жаман болса, оның замандасының бәрі виноват. Мен егер закон қуаты қолымда бар кісі болсам, адам мінезін түзеп болмайды деген кісінің тілін кесер едім. Дүниеде жалғыз қалған адам – адамның өлгені. Қапашылықтың бәрі соның басында. Дүниеде бар жаман да көпте, бірақ қызық та, ермек те көпте. Бастапқыға кім шыдайды? Соңғыға кім азбайды? Жамандықты кім көрмейді? Үмітін үзбек – қайратсыздық. Дүниеде ешнәрседе баян жоқ екені рас, жамандық та қайдан баяндап қалады дейсің? Қары қалың, қатты қыстың артынан көгі мол жақсы жаз келмеуші ме еді? Ашулы адамның сөзі аз болса, ыза, қуаты артында болғаны. Қуанбақтық пен бақ – мастықтың үлкені, мыңнан бір кісі-ақ к...н ашпайтұғын ақылы бойында қалады. Егер ісім өнсін десең, ретін тап Биік мансап - биік жартас Ерінбей еңбектеп жылан да шығады, Екпіндеп ұшып қыран да шығады; Жікшіл ел жетпей мақтайды, Желөкпелер шын деп ойлайды. Дүние - үлкен көл, Заман - соққан жел, Алдыңғы толқын - ағалар, Артқы толқын - інілер, Кезекпенен өлінер, Баяғыдай көрінер. Бақпен асқан патшадан Мимен асқан қара артық; Сақалын сатқан кәріден Еңбегін сатқан бала артық. Тоқ тіленші - адам сайтаны, Харекетсіз - сопы монтаны. Жаман дос - көлеңке: Басыңды күн шалса, Қашып құтыла алмайсың; Басыңды бұлт алса, Іздеп таба алмайсың. Досы жоқпен сырлас, Досы көппен сыйлас; Қайғысыздан сақ бол, Қайғылыға жақ бол. Қайратсыз ашу - тұл, Тұрлаусыз ғашық - тұл, Шәкіртсіз ғалым - тұл. Бағың өскенше тілеуіңді ел де тілейді, өзің де тілейсің, бағың өскен соң - өзің ғана тілейсің\n\nАбай Құнанбаевтың Қара сөздері (19)\n\nдам ата-анадан туғанда есті болмайды: естіп, көріп, ұстап, татып ескерсе, дүниедегі жақсы, жаманды таниды дағы, сондайдан білгені, көргені көп болған адам білімді болады. Естілердің айтқан сөздерін ескеріп жүрген кісі өзі де есті болады. Әрбір естілік жеке өзі іске жарамайды. Сол естілерден естіп, білген жақсы нәрселерді ескерсе, жаман дегеннен сақтанса, сонда іске жарайды, сонда адам десе болады. Мұндай сөзді есіткенде шайқақтап, шалықтанып не салбырап, салғырттанып есітсе, не есіткен жерде қайта қайырып сұрап ұғайын деп тұшынбаса, не сол жерде сөздің расына көзі жетсе де, шыға беріп қайта қалпына кетсе, естіп-есітпей не керек? Осындай сөз танымайтұғын елге сөз айтқанша, өзіңді танитұғын шошқаны баққан жақсы деп бір хакім айтқан екен, сол секілді сөз болады.\n\nДереккөзі: https://www.******.com/kz/10771-kunanbaev_kara_sozderi_19.html\n© www.******.com",
                "date": "14.08.2017",
                "upvotes": 0
            },
            {
                "text": "С. Абайдың 37  қара сөзі тек афоризмдерден түрады.",
                "date": "14.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласындағы мейрамханаларға қалай даяшы болып жұмысқа тұруға болады?",
        "question_content": "Студент едім.\nАлматы қаласындағы мейрамханаларға қалай даяшы болып жұмысқа тұруға болады? Кешкі уақытта.",
        "question_date": "14.08.2017",
        "question_tag": "Мамандық",
        "question_views": 861,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден қарап көріңіз\nhttps://www.olx.kz/rabota/bary-restorany-kafe/alma-ata/?t=официант",
                "date": "14.08.2017",
                "upvotes": 0
            },
            {
                "text": "Хабарландыру бойынша іздеп көріңіз. Мейрамханаларға барып администратормен сөйлесіп көруге  де болады (:",
                "date": "14.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрынғы әйелім басқа күйеуге тұрмысқа шықса да алимент төлей беремін бе?",
        "question_content": "Бұрынғы әйелім екі балама алимент төлеп жатырмын , жақында ол басқа кұйеуге тйді , жалғасты алимент төлей беремін бе?",
        "question_date": "12.08.2017",
        "question_tag": "Заң",
        "question_views": 1800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Неке және отбасы кодексі 175-бап. Сот бұрын белгілеген алимент мөлшерін өзгерту және алимент төлеуден босату\n1. Егер алимент төлеу туралы келісім болмаған кезде алимент мөлшері сот тәртібімен белгіленгеннен кейін тараптардың бірінің материалдық немесе отбасылық жағдайы өзгерсе, сот кез келген тараптың талап етуі бойынша белгіленген алимент мөлшерін өзгертуге немесе алимент төлеуге міндетті адамды оны төлеуден босатуға құқылы. Алимент мөлшері өзгертілген немесе оны төлеуден босатылған кезде сот тараптардың назар аударарлық өзге де мүддесін ескеруге құқылы.\n2. Егер кәмелетке толған әрекетке қабілетті адамның алименттер төлеуге міндетті адамға қатысты қасақана қылмыстық құқық бұзушылық жасағаны анықталса немесе кәмелетке толған әрекетке қабілетті адам отбасында лайықсыз мінез-құлық көрсеткен жағдайда, сот оған алименттер өндіріп беруден бас тартуға құқылы.\nЕскерту. 175-бапқа өзгеріс енгізілді - ҚР 03.07.2014 № 227-V Заңымен (01.01.2015 бастап қолданысқа енгізіледі).\n176-бап. Алимент төлеу жөніндегі міндеттерді тоқтату\n1. Алимент төлеу туралы келісімде белгіленген алимент төлеу жөніндегі міндет осы келісімнің қолданылу мерзімі аяқталғанда немесе осы келісімде көзделген негіздер бойынша, сондай-ақ тараптардың бірі қайтыс болғанда тоқтатылады.\n2. Сот тәртібімен өндіріп алынатын алиментті төлеу:\n1) бала кәмелетке толғанда немесе кәмелетке толмаған балалар кәмелетке толғанға дейін толық әрекетке қабілетті болған жағдайда немесе алимент төлеу туралы келісімде көрсетілген жасқа толғанда;\n2) күтіп-бағу үшін алимент өндіріп алынған бала асырап алынғанда;\n3) сот алимент алушының еңбекке жарамдылығы қалпына келтірілген немесе көмекке мұқтаждығы тоқтатылған деп танығанда;\n4) еңбекке жарамсыз, бұрынғы жұбайының көмегіне мұқтаж болып келген алимент алушы жаңа некеге отырғанда (ерлі-зайыпты болғанда);\n5) алимент алушы адам немесе алимент төлеуге міндетті адам қайтыс болғанда тоқтатылады.",
                "date": "31.01.2021",
                "upvotes": 1
            },
            {
                "text": "Юристтен жеке  консультация алғаныңыз дұрыс. Негізі... Бала сіздің атыңызда болса , 18 жасқа толғанша алимент төлейсіз.",
                "date": "14.08.2017",
                "upvotes": 3
            },
            {
                "text": "Айелге зан бар да,ер адамга жокпа сонда адам болгасын барине бирдей зан болу керек",
                "date": "19.01.2018",
                "upvotes": 0
            },
            {
                "text": "шыныменде қазақ қыздары некесі бала  туады да оны біреудің мойнына артып қояды да түк жұмыс жасамай  рахат өмір сүреді. Баланың болашағына басын қатырмайды. Егер заңға өзгеріс енгізсе, яғни некеге тіркелмеген болса алимент талап етілмейді деп. сонда жетім балдар саны азаяр еді. некесіз бала туу қазаққа ұят саналып келген. Еразаматтардың құқығын неге заң қорғамайды? Алимент туралы заң бір жақты қаралған. сонда әйелдер оңды солды қыдырып некесіз бала туып отырмас еді.",
                "date": "26.04.2018",
                "upvotes": 0
            },
            {
                "text": "Арине толейсин. Сен оны айелине емес балалары на бересин. Баланнан аспайит ол акша. Айелине озине косметика алады деп оилаисынба.",
                "date": "24.01.2019",
                "upvotes": 0
            },
            {
                "text": "Ажыраскан ерди заиыпты алемент толеген жагдаида баланы коре алама",
                "date": "24.01.2019",
                "upvotes": 0
            },
            {
                "text": "Егер аиел алемент ала отырып баска ерге турмыска шыкса бала кимде болуы тиіс",
                "date": "24.01.2019",
                "upvotes": 0
            },
            {
                "text": "Бұрынғы әйеліңіздің күйеуі сіздің балаңызды асырап алмайынша, алимент төлей бересіз. Сіз төлеп жүрген алимент мөлшерін азайтуға болады. Толық мәліметті мына мақаладан оқи аласыз.",
                "date": "26.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызым неге грантқа түспей қалды?",
        "question_content": "Менің қызым92 бал алған болатын. Содан біз грант үміткері болып, мед.академияға  құжатын тапсырдық. Астана- обш.мед, Қарағанды-\nсэс жəне фармация, Алматы педиатор. Өкінішке қарай грантқа ілінбеді. Сонымен бірге 30% ауылдық квотасы болды. Неге 62, 51 баллдармен грантқа түскенде, 92+30% баллмен қызым калай грант ала алмады? Нақты жауабын білгім келеді.",
        "question_date": "11.08.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "62, 51 баллмен оқу грантына түскендер \"Алтын белгі\" иелері болуы мүмкін. ҰБТ туралы заңнамалық құжаттарға өзгерістер енгізілген. Алайда \"Алтын белгі\" иегерлеріне берілетін жеңілдіктерге қатысты түсініспеушілік болуы байланысты, грант тізімі екі рет шықты. Ал бала грантқа түсе алмай қалған жағдайда білім несиесін пайдалануға болады. Оның өзге несиелерден айырмашылығы мен жеңілідктері бар. Ол туралы ақпараттымына жерден біле аласыздар.",
                "date": "2.02.2018",
                "upvotes": 1
            },
            {
                "text": "Білім және ғылым министрлігі республикалық комиссияның шешімін қайта қарап, 2017 жылғы білім гранты иегерлерінің тізіміне түзетулер енгізді.\n\nhttps://baribar.kz/34086/qosymsha-bilim-granttaryna-oezgerister-engizildi/",
                "date": "14.08.2017",
                "upvotes": 0
            },
            {
                "text": "Медициналық мамандықтарға конкурс әрқашан жоғары болады. Жарияланған тізім  бойынша  гранттардың қайда , қалай бөлінгенін байқай аласыз. Менің де  2 сіңілім бірдей 100+   баллмен медтан  құлап қалды, бірақ КАЗНУ-ға түсті.\nӨткен аптада жоғары балл жинағанмен оқуға түспей қалған абитуриенттердің ата-аналары шу шығарған болатын , сондықтан осы аптаның ішінде әрбір арыз жекелей қаралып , тізімге өзгерістер енгізіледі.",
                "date": "14.08.2017",
                "upvotes": 0
            },
            {
                "text": "50-60 баллмен түскендер Алтын Белгі иегерлері.",
                "date": "17.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "рцрз сұрақтарын жəне сұрақтың жауабын білгім келеді",
        "question_content": "Маған РЦРЗ(республиканский центр развития здравоохранения) денсаулық сақтау орталығында сертификат үшін қойылатын тест сұрақтарының тізімі мен жауаптарын білгім келеді. Жауап берген адамға алдын ала рахмет және маған тез арада жауаптары керек еді.",
        "question_date": "11.08.2017",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 482,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Орта, жоғары білімі бар кісіге жалақы қалай төленеді?",
        "question_content": "Менің танысымда орта(бастауыш мектеп мұғалімі) және жоғары(қазақ тілі мен әдебиеті) білімі бар. Қазір  орта біліммен жұмысістейді. Оған жалақы төлегенде жоғары білімі саналама?",
        "question_date": "11.08.2017",
        "question_tag": "Мектеп",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "арине жогары билими жонинде дипломы болса толенеди",
                "date": "14.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Intermediate сертификатымен қандай жұмысқа кіруге болады?",
        "question_content": "Intermediate сертификатымен Қазақстанда қандай мекеме қандай жерлерде жұмыс жасауға болады? Егер оған дейінгі жұмыс тәжірибе жоқ болса қалай болады?",
        "question_date": "11.08.2017",
        "question_tag": "Мамандық",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақтың халық әндерін үйренгіңіз келе ме?",
        "question_content": "Қазақтың халық әндерін үйренгіңіз келе ме?",
        "question_date": "11.08.2017",
        "question_tag": "Өнер",
        "question_views": 430,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Əрине үйренгім келеді. Халық əндерін үйреніп, домбырада орындасам ғой. Бала кезімде сері, əнші болғым келген!",
                "date": "21.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тук тук тамшылар əнін кім орындайды жəне қалай жүктеуге болады?",
        "question_content": "Тук-тук тамшылар, тамаша тамшылар. Тук тук тамшылар əнін кім орындайды жəне қалай жүктеуге болады?",
        "question_date": "10.08.2017",
        "question_tag": "Қазақша ән",
        "question_views": 904,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін, Əйгерім Қалаубаева)",
                "date": "19.08.2017",
                "upvotes": 1
            },
            {
                "text": "Жезқазғандық Ұлар атты топ. Бірақ қазір ол топ жоқ. Және әндері де интернетте жоқ сияқты.",
                "date": "13.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балабақша әдіскерінің еңбекақысы?",
        "question_content": "Бірінші санатты балабакша тәрбиешісі балабакша адіскеріне ауысканда бұрынғы тәрбиешінің санаты сакт",
        "question_date": "9.08.2017",
        "question_tag": "Заң",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіздерме менін сіздерге қояр сурағым  Мен 13-жыл балабакшада тәрбиеші қызметін атқарып келем,2-ши санаттым бар Жоғарғы оқу орнын битиргенмин. Маган қанша жалақы төлеу керек бир ставкаға  алатын шагын жалакыма қанағаттанбай тұрмын.",
                "date": "8.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сізге осы сайттың модераторлары ұнамайды ма?",
        "question_content": "Сұрақ өңделсе де сөйлемдерін де өзгерту керек пе?Терранова? Шыңғыс?",
        "question_date": "9.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сайтта жұмысын адал істеп жүрген жалғыз модератор сол. Оны да көп көргендерің бе...",
                "date": "17.08.2017",
                "upvotes": 1
            },
            {
                "text": "Сайт модераторлары керек жағдайда сұрақты толық өңдейді.  Егер ереже бұзылды деп есептесеңіз немесе модератор жұмысына   көңіліңіз толмаса ,   админға шағымданғаныңыз  дұрыс (;",
                "date": "14.08.2017",
                "upvotes": 1
            },
            {
                "text": "Кейбір кездері сұрақтар дұрыс қойылмай жатады, яғни сөйлем сұрақ түрінде берілмейді немесе өте сауатсыз қойылады. Сол кезде қолданушының сыртқы сұрағын толығымен өңдеймін. Ал ішкі, яғни сұрақтың толық нұсқасына мүлде тиіспеймін.",
                "date": "14.08.2017",
                "upvotes": 1
            },
            {
                "text": "Кезінде сол \"дәрежелерге\" талас көп болушы еді... Қазір сайт белсенділері көп жоқ сияқтығой.. Минут сайын өңделіп жататын еді сұрақтар, жауаптарда сағат сайын толығатын еді..",
                "date": "18.08.2017",
                "upvotes": 3
            },
            {
                "text": "Иә әрине өзің модератор болғанша модераторлар ұнамайды бұл қалыпты жағдай",
                "date": "18.08.2017",
                "upvotes": 1
            },
            {
                "text": "Модератор болғым келеді.",
                "date": "20.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қандай видеолар қарайсыз?",
        "question_content": "Қандай видеолар қарайсыз?",
        "question_date": "9.08.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көпгой қайсыбірін айтайын жалғыз бір мысал келтірейн",
                "date": "10.08.2017",
                "upvotes": 0
            },
            {
                "text": "Youtube-ті айтып жатқан болсаңыз, әрине, әлемде болып жатқан барлық жаңалықтарды қалт жіберіп алмауға тырысамын. Сондай-ақ, түрлі қазақ блогерлерінің видеоларын, кино қарағанды ұнатамын.",
                "date": "9.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сайтқа қазіргі таңда не жетіспейді?",
        "question_content": "Осы сайтқа қазіргі таңда не жетіспейді? Сіздің ойыңызша?20 əріп",
        "question_date": "9.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 337,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бұрынғыдай емес сұрақтарға жауап беру жетіспейтін сияқты қазір",
                "date": "10.08.2017",
                "upvotes": 2
            },
            {
                "text": "Сайтқа онлайн чат жетіспейді))",
                "date": "9.08.2017",
                "upvotes": 2
            },
            {
                "text": "Мына сайтқа кірмегелі қай заман?! Кезінде сайттың активисттерінің бірі болған едік..Қазір бәрі өзгерген секілді. Әлде көптен кірмегесін ба?! Әр сұрақты зерттеп барып жауап беретін едік. Баяғы амиголар қайдасыңдар???",
                "date": "11.08.2017",
                "upvotes": 3
            },
            {
                "text": "Сайтта 60 мыңға жуық қолданушы болғанымен , белсенділік өте төмен, Жарнама жасалып , жаңа қолданушылар тартылса  жақсы болар еді (;",
                "date": "14.08.2017",
                "upvotes": 2
            },
            {
                "text": "Сайтқа бұрынғы қолданушылар жетіспейді. (Ерасыл1995, m.virus2103, excuse т.б.)",
                "date": "17.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өмірге бейімделу дегеніміз не?",
        "question_content": "Өмірге бейімделу дегеніміз не? Сіз өмірге бейімделгенсіз бе?",
        "question_date": "9.08.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмірге бейімделу дегніміз не?\nӨмірге бейімделу дегніміз Заманың түлкі болса, тазы болып шал деген сөз меніңше,\nСіз өмірге бейімделгенсіз бе?\nӘрине!",
                "date": "10.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Игротекадағы бағдарламаның сілтемесі барма?",
        "question_content": "Игротекада ойын ойнайсың. Сосын уақытың бітсе компьютер автоматты түрде құлпынып қалады.Бұл қандай программа сілтемесі мүмкін болса!",
        "question_date": "9.08.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 253,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына әннің қай ән екенін табу керек?",
        "question_content": "Осы әннің аты немесе кім орындайды ?Биле биле биле қабағыңды түйме\n\nЖаным оған қарама мүлде\n\nОлжас Абай(ochaao) Ның әні емес!!!!!!!!!!!",
        "question_date": "9.08.2017",
        "question_tag": "Қазақша ән",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ердос Канаев - Билеші (2016)\n\n\nТекст [мына жерде][1]\n\n\n  [1]: http://sazalem.com/kk/track/erdos-kanaev-bileshi",
                "date": "10.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Педагогика және психология мамандығы жоғары білім болып есептелінеді ме?",
        "question_content": "Колледждің бастауыш сынып мұғалімі мамандығын бітірдім. ЖОО педагогика және психология мамандығын тəмəмдадым. Бастауыш сынып мұғалімі болып жұмыс жасаймын. Бірақ высщий диплом жалақыға қосылмайды.Есептелуі қажет пе?",
        "question_date": "8.08.2017",
        "question_tag": "Мамандық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЖОО бітірген жөнінде Дипломыңыздың көшірмесін жұмыс орнына тапсырыңыз. содан кейін жалақыға қосылатын үстемені сұраңыз",
                "date": "9.08.2017",
                "upvotes": 0
            },
            {
                "text": "Қазіргі заң бойынша тек өз мамандығымен бітіргенге ғана қосылапды, (мысалы Сіз бастауыш сынып мұғалімі мамандығын жоғарғы оқу орнында бітірсеңіз дегенім ғой)",
                "date": "10.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еркектік қабілетті күшейту үшін не істеу керек?",
        "question_content": "Қызбен  болғанда  біріншісі  өте  тез  келеді  және  өте   әлсіз   тұрады.  Тұрады  қайттан  жатып  қалады",
        "question_date": "8.08.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Проблема баста болуы мүмкін немесе физиологиялық проблема. Опыт уақытпен келеді әрине егер қатынастар жиі болатын болса.",
                "date": "8.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2017 гранттар тізімі қашан шығады?",
        "question_content": "Менің есімім Гүлнұр. Мен Шу ауданында тұрамын. Мен КарГУ ге тапсырғанда гранттар тізімі интернеттен шығады немесе \"Егемен Қазақстан\" газетінен 10-шы тамызға дейін шығады деп айтқан. Енді 10-ы жақындап қалды.. мен жақта ол газетті алатын адам жоқ. Интернеттен қай сайттан көрсем болады",
        "question_date": "7.08.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://testcenter.kz  Осы сайтқа бірінші болып шығады.",
                "date": "7.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тендер дегеніміз не?",
        "question_content": "Тендер дегеніміз не?",
        "question_date": "6.08.2017",
        "question_tag": "Банк",
        "question_views": 12500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік ұйымдар мен ірі компаниялар, өздерінің қажеттіліктеріне керекті тауарлар мен қызметтерді сатып алу үшін, тауарлар мен қызметтерді өндіруші компаниялар арасында арнайы конкурсті өткізеді, бұл конкурстын өзіндік шарттары бар және бұл конкурс тендер деп аталады.\nМысалы ауылда мектеп салу үшін, облыстық білім беру басқармасы тендерді өткізеді. Бұл тендердің шарттарын қаңағаттандыратың құрылыс саласында жұмыс істейтің компаниялар, тендерге қатыса алады.\nҚазақстан Республикасының заңдарына сәйкес тендерді ең арзан баға берген компания женеді. Яқи бір компания мектепті 100 миллион тенгеге сала аламыз десе, ал басқа компания осы мектепті 120 миллион тенгеге сала аламыз десе. Бірінші компания тендерді женеді.\n\nhttp://economica.kz/tender/",
                "date": "7.08.2017",
                "upvotes": 2
            },
            {
                "text": "Мемлекеттік сатып алу және тендерге қатысуға өтінішті қалай беруге болады?\nЕкі формада. Бірі - қағаз жүзінде (стандартты), екіншісі - электронды нұсқада. Электронды нұсқада тендерге қатысу - қазіргі уақытта ең жиі қолданылатын тәсіл. Себебі құжаттарды рәсімдеудің барлық процесі электронды формада жүргізіледі. Келісімге отыру да электронды нұсқада өтеді. Қағаздарды шығарып басып жүрудің қажеті жоқ. Уақытты үнемдейді. Бұл процестің барлығы goszakup.gov.kzпорталында жүзеге асады. Байқаулар туралы ақпараттарды осы порталдан біліп отыра аласыз. Тіркелмеген болсаңыз да.\nАйта кетейік, табысты тендер ойыншысы әрдайым байқауларды бақылап отырады.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "16.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фильм жəне сериалдар отбасылық құндылықтарды ашып бере ала ма?",
        "question_content": "Фильм, сериал, дорамалардан отбасылық құндылықтар жайлы сюжеттерді айтыңыздаршы, өтініш! Жұбайлардың бір-бірін қадірлеуі, біріне - бірі құрмет көрсеткені жайлы есіңізде қалып кеткен сюжеттер. Отбасылық құндылық Тез арада керек болып тұр, өтініш!",
        "question_date": "6.08.2017",
        "question_tag": "Телесериалдар",
        "question_views": 831,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақтың негізгі мазмұнын түсінген жоқпын. Бірақта көптеген телехикаялардан отбасылық құндылықтарды көрсететін жақсы жағын, өзіңе тəлім-тəрбие алуға болады деп есептеймін.",
                "date": "18.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Покемон дегеніміз не?",
        "question_content": "Покемон деген не ? .",
        "question_date": "6.08.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 678,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Покемон (жап. ポケットモンスタ — покэтто монсута, ағыл. Pokemon, ағыл. сөзі Pocket monster «қалта құбыжығы») - өте танымал кейіпкерлері және сауда белгісі бар туындыға ие, 1996 жылы Сатоси Тадзири негізін қалаған интеллектуалды иелік. «Покемон» сауда белгісіне Nintendo атты үлкен компьютер ойындарының фирмасы иелік етеді. «Покемон» ең алғашында Game Freak шығарған жұп ойын ретінде жарыққа шықты, осыдан кейін дүние жүзі бойыша ең танымал компьютер ойындарының топтамаларының ішінде екінші орыннан көрінді, ал бірінші орынды Nintendo фирмасының басқа ойындар топтамасы алды. Қазіргі уақытта ойындар желісі бойынша құрылған және әлемде кең танымал болған аниме жанрындағы туынды, манга, коллекциялық карточкалық ойын және басқа да тауарлар бар.\n\n«Покемон» сөзі ғажайып қасиеттерге ие, ойлап табылған тірі ағза деген мағына береді. Қазіргі таңда 721 түрі тіркелген. Ойлап табылған «Покемон» әлемінде өздерін бапкер деп атайтын адамдар покемоның басқа да покемондармен шайқасуға үйретеді. Шайқас бапкер жеңілгенде немесе покемон есінен танып құлағанда ғана аяқталады, ешқашан өлімге шейін созылмайды. Ережеге сәйкес мықты әрі тәжірибелі бапкерлерді сыйлайды.\n\nОйлап табылған «Покемон» әлемі қазіргі заманда бейнеленеді, бұл әлемде тумысы бөлек тірі ағзалар, яғни покемондар өмір сүреді. Кейбір покемондар сөйлей алады. Олардың көп түрлері болады, қазіргі уақытта 721 түрі белгілі, әр покемон ерекше қасиеттерге ие, бірақ әр қасиеттің покемонда болуы оның қай түрге жататының анықтайды. Мысалы, от покемонына мұз покемонының шабуылдары қатты әсер етпейді, бірақ су және тас шабуылдары ауыр тиеді. Кей-кезде покемонның болмысы екі түрді де біріктіре береді. Покемон шайқаста жеңсе, тәжірибе алады, осылайша деңгейі көтеріледі, яғни сапасы да жоғарлайды. Белгілі бір асуларды бағындарған кезде покемон түрленіп, дамыған түрге айналады, бұрынғы күшінен басымрақ күшке ие болады.\n\nКомпьютерлік ойындар\nОйындарды шығу хранологиялары бойынша буын-буынға бөледі. Әр буын бірнеше ойындар топтамасы шыққаннан кейін басталады. Ережеге сәйкес, ойындар бір-бірінен қатты ерекшеленбейді. Қазіргі уақытта 6 буын бар, ойындар жаңарып отырады. Көптеген ойындар әртүрлі жанрға ие.\n\nhttps://kk.m.wikipedia.org/wiki/%D0%9F%D0%BE%D0%BA%D0%B5%D0%BC%D0%BE%D0%BD",
                "date": "6.08.2017",
                "upvotes": 0
            }
        ]
    }
]