[
    {
        "question_title": "Ағылшын тілінен үй тапсырмасын орындау?",
        "question_content": "16.Correct the mistakes in these sentences.\n\n1. Icooked the meal when the door bell rang.\n\nI was cooking the meal when the door bell rang.\n\n2. Who did help you to do your hometask?",
        "question_date": "10.09.2016",
        "question_tag": "Мектеп",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Wha\n\nat are tectonic plates",
                "date": "21.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жердің пайда болғандағы сипаты қандай?",
        "question_content": "Жер пайда болған кезде қандай болды?",
        "question_date": "9.09.2016",
        "question_tag": "География",
        "question_views": 530,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жерді Күн жүйесінің планетасы және аспан денесі ретінде қарастырсақ, ол диск тәрізді айналып тұрған газды - шаңды бұлттан 4,7 млрд жыл бұрын пайда болған. Қазіргі кезде осы бұлттың температурасына деген көзқарас бойынша зерттеушілердің бірнеше тобын көрсетуге болады. Олардың бір тобының ойы бойынша (В. Гольдшмидт, Г. Джеффрис, В.Г.Фесенков және т.б.) протопланеталық бұлт ыстық болған десе, ал зерттеушілердің екінші тобы (В.И.Вернадский, О.Ю.Шмидт, Р.Руби, А.П.Виноградов және т.б.) бұл бұлт суық болған деп есептейді.",
                "date": "12.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Планеталардағы тіршілік. Тіршілігі бар деп анықталған қанша планета бар?",
        "question_content": "Тіршілігі бар деп анықталған қанша планета бар? Атын айтып, сол туралы қысқаша мәлімет берсеңіздер",
        "question_date": "9.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жерден басқа тіршілігі бар деп анықталған планета жоқ",
                "date": "11.09.2016",
                "upvotes": 0
            },
            {
                "text": "Марста тіршілік болған.",
                "date": "11.09.2016",
                "upvotes": 0
            },
            {
                "text": "жерден баска жок тиршилиги бар планета",
                "date": "13.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шағын бизнеске идея айтсаңыздар?",
        "question_content": "Мен шағын бизнес ашқым келеді идея айтсаңыздар?",
        "question_date": "9.09.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің мүмкііндігіңіз болса интернет арқылы ашуға болады. Мысалы өзіңіз сайт ашып. Ол сайтты биснес ретінде немесе интернет дүкені ретінде қолдануға болады",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киіз үйдің жабдықтары туралы шағын әнгіме?",
        "question_content": "Киіз үйдің жабдықтары туралы шағын әнгіме?",
        "question_date": "9.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киіз үй кереге, уық, шаңырақ, сықырлауық, табалдырық, маңдайша, таяныш секілді негізгі бөліктерден тұрады. Ал керегенің өзінің көптеген атаулары бар: керегенің қанаты (төрт, бес, алты, сегіз, тоғыз, он, он екі қанат), керегенің басы, қасы, көзі, сағанағы, аяғы, иегі, көгі. Сол сияқты шағырақтың, уықтың, әр бөліктерінің көптеген атаулары болады. Бұларды киіз үйдің сүйегі дейді.Үйдің сүйегін сәмбі талынан жасайды. Халық сәмбі талын сыр талы, қайыр талы, боз тал деп те атайды. Үйдің сүйегін жасайтын шеберді “үйші” дейді. Киіз үйді сыртқы көрінісіне, келбеті мен көлеміне қарай ақ үй, боз үй, қоңыр үй т.б. аттарымен атайды. Киіз үйлердің бұлай аталуы оның сыртынан жабатын киізіне тікелей байланысты. Мұндай жапқышты халықта “туырлық” деп атайды. Туырлықты киіз үй сүйегіне лайықтап құрастырып дайындайды. Киіз үйдің туырлығы бірыңғай ақ қойдың жүнінен басылған киізден жасалса оны “ақ үй”, қоңыр жүннен басылған киізден жасалса “қоңыр үй” деп атайды.\n\nШаңырақ – киіз үйдің ең жоғарғы бөлігі. Оның пішіні күмбез тәріздес, ол уықтардың ұштарын біріктіріп ұстап тұрады. Шаңырақ бірнеше бөлшектерден тұрады:\n\n1 – тоғын, ол шаңырақтың негізі. Қатты ағаштан жасалып, өрнектеледі. 2 – күлдіреуіш. Сәмбі талынан иіліп жасалады. Әр иінде 3 күлдіреуіштен 8-ге дейін болады. 3 – беріктік. Ол күлдіреуіштер ыдырап кетпеу үшін орнатылады, өрнектеледі. 4 – шаңырақтың көзі. Оған уықтың қаламы кіріп тұрады. Тоғын мен беріктікті шаңырақтың ішкі жағынан өрнектейді. Қара шаңырақ, үлкен үй деп атайтын әкенің үйіне болашақта кенже ұл ие болып, қарттарды бағып қағатын, көне салт бүгінгі [images] қазақ отбасыларында да сақталған. Ал үлкендері үйленіп үй болысымен еншілерін алып, бөлек шыққан. Жасы кіші болса да кенже иеленген үлкен үй басқа жасы үлкен туыстары үшін де қадірлі, қасиетті үй ретінде саналған. Әке-шешені асырау кенже ұлдың міндеті. Әкесі бар кезінде де немесе ол қайтыс болғаннан кейін де осы үй «қара шаңырақ» деп аталады. Бұл «үлкен үй» деген мағынаны білдіреді. Егер «қара шаңырақ» батыр, би, әулие, молда, сыйлы кісілердің үйі болса, онда сол ауылдың адамдары алыс сапарға шықса немесе алыстан адам келсе сол үйден ырым қылып дәм татады.",
                "date": "10.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "мн.ч , и.п , ед.ч, м.р, ср.р, т.п,р.п деген орыс тілінде не?",
        "question_content": "мн.ч , и.п , ед.ч, м.р, ср.р, т.п,р.п деген орыс тілінде не?",
        "question_date": "9.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мн.ч - множественное число\n\nи.п. - именительный падеж\n\nед.ч - единственное число\n\nср.р- средний род\n\nт.п - творительный падеж\n\nр.п- родительный падеж",
                "date": "27.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аэростат жерден вертикаль жоғары қарай а=2м/с квадрат үдеумен көтеріледі.",
        "question_content": "Аэростат жерден вертикаль жоғары қарай а=2м/с квадрат үдеумен көтеріледі. Оның қозғалысы басталғаннан кейін t=5с өткенде,одан бір зат жерге құлайды. Қанша уақыттан кейін осы зат жерге түседі?",
        "question_date": "9.09.2016",
        "question_tag": "Физика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кешіккен жолаушы платформаға жүгіріп жеткенде",
        "question_content": "Кешіккен жолаушы платформаға жүгіріп жеткенде, оның жанынан t=10c уақыт ішінде поездың соңғы екінші вагоны өтсе, ал соңғы вагон t=8 c уақытта өтеді. Жолаушы поездың жүру мезгілінен қанша уақытқа кешікті?\nпоезд бірқалыпты үдемелі қозғалады , вагондардың ұзындықтары бірдей.",
        "question_date": "9.09.2016",
        "question_tag": "Физика",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "T3=t1×t2÷2×t2-1 это формула t3=10с×8с÷2×8с-10с t=10с+8с+13с= 31 секунд",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газ ұлғайғанда оның ішкі энергиясы қалай өзгереді?",
        "question_content": "Сыгылгында ше?Мысал келтиру керек.",
        "question_date": "9.09.2016",
        "question_tag": "Физика",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Газ көлемі ұлғайса, газ кеңейеді, газдың ішкі энергиясы азаяды.",
                "date": "25.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза кестесі 2017 Ораза айы қай айға келіп тұр?",
        "question_content": "Алматы қаласы үшін ораза кестесін қайдан аламыз? Астана қаласы үшін Ораза кестесі болса бөліссеңіздер. Ораза кестесі 2017 жыл. Ораза айы қай айға келіп тұр?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nОразаның уақыты\nОраза уақыты – екінші шапақтан басталып, күннің батуына дейінгі уақыт. Кейбір фақиһтер бойынша, сақтық үшін алғашқы шапақта ішіп-жеуді тоқтатқан жақсы. Кімде-кім шапақ жайында күмәнданса, сәресіні тоқтатқан абзал. Бірақ кімде-кім тоқтатпай ішіп-жеп, кейіннен уақыты шығып кеткенін білсе, оразасын қаза етуі керек. Рамазан айы – ашық аспанда жаңа туған айды көрумен немесе бұлтты күнде Шағбан айын отыз күнге толтыру арқылы білінеді. Құранда Аллаһ: «Кімде-кім ораза айында болса, ораза ұстасын» [3]. Пайғамбарымыз (с.а.у.): «Жаңа туған айды көрген кезде ораза ұстаңдар, екінші жаңа туған айды көрген кезде оразаларыңды тоқтатыңдар. Егер аспан бұлтты болса, Шағбан айын отызға толықтырыңдар», – деген[4]. Басқа бір хадисінде«Ай жиырма тоғыз күн. Жаңа туған айды көрмейінше, ораза ұстамаңдар. Егер аспан бұлтты болса, Шағбан айын отызға толықтырыңдар», – дейді.\nАузы берік кісі күннің батып-батпағаны жайлы күмәнданса, аузын ашпағаны дұрыс. Ораза ұстаған адам анық уақытты білмесе, шамалаумен сәреге тұрып, шамалаумен ауыз аша алады. Шапақтың атқанын біле алмаған адам ерте бастан қам жасап, аузын ертерек бекітіп, ал күннің батқанын біле алмаған кезде, кештеу ашқан абзал. Бұл – сақтық үшін жасалған шара. Бірақ қазіргі таңда арнайы жасалған күнтізбелер бар.\nОразаның парыз болу шарттары\n1.Мұсылман болу: Ораза мұсылмандарға парыз. Сондықтан жаңа мұсылман болған жандарға өткен жылдардағы ораза секілді ғибадаттарына қаза керек емес. Олардың бейне бір жаңа туған сәбидей барлық күнәсі кешіріледі: Құранда Аллаһ Тағала: (Мұхаммед) «Күпірлік еткендерге егер олар жамандықтан тыйылса, өткен күнәлары кешіріледі. Ал егер олар қайталаса, сонда өткендегілердің де үкімі орындалады» де»[5].\n2.Балиғат жасында болуы және ақыл-есі түзу болу: Бала мен ақыл-есі ауысқан, талған адамға немесе мас адамға ораза ұстау парыз емес. Бұлардың санасы толық болмағандықтан, мұндай әмір оларға жүктелмейді. Пайғамбарымыз (с.а.у.) былай дейді: «Үш адамға қалам жазылмайды: Балиғат жасына жетпейінше балаға, ақыл-есі түзу болғанга дейін ақылы кеміске, оянғанға дейін ұйқыда жатқан адамға[6]. Яғни, сана аса маңызды. Аллаһтың әмірі саналы жандарға келген. Жеті жасқа кірген кезден оразаға күші жететін қыз бала мен ер балаға ата-анасы ораза ұстатып үйрету керек. Мақсат – балаларды оразаға баулу. Ақыл-есі кемтар не есінен танып қалған адамдарға уақытша болса да ораза парыз емес. Ақылға орнына келсе, қазасы өтелмейді.\n3.Ораза ұстауға күші жету және тұрғын болу: Науқас немесе жолаушыларға ораза парыз емес. Бірақ ораза ұстаса, оразасы дұрыс. Ал ораза ұстамаса, басқа күндері оразасын қаза етеді. Құранда олар жөнінде былай дейді: «Ораза санаулы күндерде. Кімде-кім науқастанса яки жолаушы болса, басқа күндері өтесін»[7]. Кәрілік жасқа келіп, ораза ұстауға шамалары келмеген жандарға ораза парыз емес. Сонымен қатар хайыз, нифас кезіндегі әйелдер және өзі немесе баласына зиян тиуі ықтимал екі қабат әйелдер мен бала емізген әйелдерге де парыз емес. Кәрі адамдар ораза орнына пидия береді. Олар оразаның қазасын да өтемейді. Жолаушыға келсек, ол 90 шақырымнан астам жерге жолаушылап шықса, жолаушы саналып, ораза ұстамауына рұқсат. Бірақ кейін ұстамаған күндерінің қазасын өтейді.\nОразаның дұрыс орындалу шарттары\n1.Хайыз бен нифастан таза болу: Хайыз бен нифас жағдайындағы әйелдер уақыты өткеннен кейін оразаның қазасын өтейді. Бірақ бір адамның түнде немесе күндіз жүніп күйінде болуы, ораза ұстауына кедергі емес. Бірақ мүмкіндігіне қарай, ауыз бекітпес бұрын, ғұсыл алу – абзал.\n2.Ниет: Барлық оразаға жүрекпен ниет ету – жеткілікті. Бір адам түн жарымында ертеңгі күннің ораза екенін біліп, бұл айда ораза ұстайтынын жүректен өткізсе немесе сәреге тұрса, бұл ісі ораза ұстауға ниет саналады. Бірақ тілмен айту мәндүп. Барлық оразаға түнде немесе таң уақыты кірмей тұрып ниет ету – абзал. Рамазан оразасына ниет етерде әрбір күніне жеке-жеке ниет ету шарт. Себебі, әрқайсысы өз алдына жеке ғибадат. Бұл – фақиһтердің басым көпшілігінің пікірі.\nОраза ұстағандар үшін мұстахап (ұнамды) нәрселер\nОраза ұстағандарға мына нәрселерді жасау – мұстахап, яғни ұнамды, сауапты. Бірақ міндет емес.\n1.Бір жұтым су да болса сәресіде тұрып, ішіп-жеу. Пайғамбарымыз (с.а.у.) бұл тұрғыда: «Сәресіге тұрыңдар. Өйткені, сәренің тамағында берекет бар»[8]. Басқа бір хадисінде: «Сәресі тамағы берекет. Бір жұтым су да болса, оны тастамаңдар. Өйткені, Аллаһ сәресіде тамақтанғандарға рақымдылық етіп, періштелері де олар үшін кешірім тілейді»,[9] – дейді. Екінші шапақ атқанға дейін сәресіні кешіктіру де – мұстахап. Пайғамбарымыз (с.а.у.) «Үмбетім ауыз ашарда асығып, сәресіні кешіктірген уақытта әрқашан жақсылықта»,[10] – деген.\n2.Ауызды ақшам намазынан бұрын ашу. Намазда адамның көңілі ауыз ашуға ауып тұратындықтан, ауыз ашуға асығу – мұстахап. Бұған жоғарыда айтылған хадис куә. Сонымен қатар, ауызды құрма немесе сумен ашу – сүннет. Пайғамбарымыз (с.а.у.) осылай ашқан.\n3.Ауыз ашарда мына дұғаны оқу – сүннет:\n{أللهُمَّ لَكَ صُمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَعلى رِزْقِكَ اَفْطَرْتُ وَصَوْمَ الْغَدِ مِنْ ِرَمَضانَ نَوَيْتُ فاغْفِرْلِي ماقَدَّمْتُ وَمااَخَّرْتُ}\nОқылуы: «Аллаһуммә ләкә сумту уә бикә әәмәнту уә 'аләйкә тәуәккәлту уә 'ала ризқикә әфтарту уә саумәл-ғади мин шәһри Рамадана нәуәйту, фәғфирлии мәә қаддамту уә мәә аххарту». «Аллаһым! Сенің ризалығың үшін ораза ұстадым. Сенің берген ризығыңмен аузымды аштым. Саған иман етіп, саған тәуекел жасадым. Рамазан айының ертеңгі күніне де ауыз бекітуге ниет еттім. Сен менің өткен және келешек күнәларымды кешір».\n4.Аузы берік жандармен бірге ауыз ашу және жоқ-жітіктер мен кедейлерге қол ұшын беру – мұстахап. Пайғамбарымыз (с.а.у.) былай дейді: «Аузы берік жанды ауызашарға шақырып тамақ берген – ораза ұстаған адамның алатынындай сауап алады. Аузы берік адамның сауабынан да еш нәрсе кемімейді[11]\n5.Таң уақыты кірмей жүніптіктен тазалану. Хайызы немесе нифасы тоқтаған әйел де сәресінің алдында жуыны, тазалануы: Мұндағы мақсат – оразаны таза бастау. Бірақ аузы берік тұрып, жуынуға да болатынын ескерте кетейік. Мұндай кезде судың тамаққа кетіп қалмауын қатты қадағалау керек. Әйелдің хайыз яки нифас мерзімі түнде аяқталып, оразаға ниет етсе, және де жүніп кісі жуынбай ораза ұстаса, оразасы жарамды.\n6. Аузы берік адамның жақсы сөздер сөйлеуі, бос сөз бен орынсыз іс-қимылдардан бойын аулақ ұстап байсалдылық танытуы – мұстахап. Пайғамбарымыз (с.а.у.) былай дейді: «Жалған сөйлеу мен жалған сөздермен әрекет етуді қоймаған адамның ішіп-жеуді ғана доғаруы Аллаһқа қажет емес[12]. Басқа бір хадисінде: «Небір ораза ұстағандар бар. Олардың оразасында шөлдеу мен аштықтан басқа ешқандай пайдасы болмайды. Небір түнде тұрып, нәпіл ғибадат еткендер бар. Бірақ бұл әрекетінен ұйқысыздықтан басқа ешқандай пайда таппайды»[13]. Сонымен қатар, Рамазанда «Мен оразамын» деу – сүннет. Пайғамбарымыз (с.а.у.) былай дейді: «Кімде-кім аузы берік болса, жаман сөз сөйлемесін. Дауыс көтеріп, айқай шығармасын. Біреу оған тіл тигізсе немесе онымен керіскісі келсе оған: «Мен оразамын» десін[14].\n7. Аузы берік адам бос уақыттарын нәпіл ғибадаттармен, ғылыммен, Құран оқумен, зікір, салауат айтумен өткізу керек. Пайғамбарымыз (с.а.у.) Рамазанда Жебірейіл екеуі бір-біріне кезекпе-кезек Құран оқып, тыңдасатын»[15].\n8. Жалпы Рамазан айының ең соңғы он күнінде иғтиқафқа кіру – сүннет. Пайғамбарымыз (с.а.у.) Рамазанның ең соңғы он күнінде көп ғидабат жасайтын[16].\nАузы берік кісіге мәкруһ және мәкруһ емес нәрселер\n1.Себепсіз бір нәрсенің дәмін тату немесе шайнау – мәкрүһ. Бұл оразаның бұзылуына себеп болуы мүмкін. Бірақ көп кісіге пісірілген тамақтың дәмін қадағалау үшін, тамақтың дәмін көріп, түкіріп тастауға болады. Дәмін татқан уақытта тамаққа кетпеуі шарт.\n2.Аузы берік кісіге сулы мисуакты қолдану – мәкрүһ.\n3.Дәрет алған кезде аузына, мұрнына суды көп пайдалану – мәкрүһ.\n4.Бал немесе май секілді сатып алатын нәрселердің қандай екенін білу үшін дәмін татып көру – мәкрүһ.\n5.Шайналып тәттісі кеткен ақ сағызды шайнау – мәкрүһ. Ал, жаңасын шайнауға мүлдем болмайды.\n6.Аузы берік адам әлсіреп өзін сақтай алмайтындай болса, қан алдыруы – мәкрүһ. Егер көтере алса, мәкрүһ емес. Ең жақсысы, күн батқан соң қан алдыру.\n7.Рамазанда қатты ыстықтап салқындау үшін ауыз бен мұрынды сулау және суық сумен жуыну – Әбу Юсуп бойынша, мәкрүһ емес. Өйткені, мұндай уақытта адамға жеңілдік туады. Фәтуа осы үкімге берілген.\n8.Өзіне сене алмаған аузы берік жанның әйелін сүюі – мәкрүһ. Өзіне сенсе, мәкрүһ емес. Хадисте Пайғамбарымыздың (с.а.у.) зайыбын сүйгені және әзілдегені жайлы айтылады[17].\n9.Аузы берік адамның жүніп күйінде таң атыруы немесе күндіз ихтилам болуы оразаға зияны жоқ.\n10.Аузы берік жанның гүл не әтір секілділерді иіскеуі, сүрме жағуы, мұртын майлауы – мәкрүһ емес.\nОразаны бұзбайтын жағдайлар\n1.Ұмытып ішіп-жеу немесе білмей жыныстық қатынаста болу. Пайғамбарымыз (с.а.у.) былай дейді: «Аузы берік адам ұмытып ішіп-жесе, оразасын бұзбай толықтырсын. Өйткені, оған жегізген де, ішкізгенде – Аллаһ».[18] Басқа бір хадисте: «Рамазанда ұмытып оразасын бұзған адамға қаза да, кәффарат та керек емес»[19] – делінген. Ұмытқан адам есіне түскен кезде дереу тоқтатуы керек.\n2.Бір адам таңертең жүніп болып тұрса және кешке дейін де осылай жүніп күйінде жүрсе, оразасы бұзылмайды. Бірақ, әлбетте, намаз оқу үшін ғұсыл алу парыз. Аллаһ Құранда: «Егер жүніп болсаңдар, толық тазаланыңдар»[20], – дейді.\n3.Қан алдыру немесе сүлік салдыру оразаны бұзбайды. Пайғамбарымыз (с.а.у.) қажылықта аузы берік кезінде қан алдырған[21].\n4.Құлаққа су кіру, бұлық ағу оразаны бұзбайды.\n5.Көзге, құлаққа дәрі тамызу немесе көзге сүрме жағу оразаны бұзбайды.\n6.Мисуак оразаны бұзбайды. Өйткені, мисуак қолдану – сүннет. Тіпті тіс пастасын қолдану да оразаны бұзбайды. Бірақ ішке кетіп қалса бұзылады. Ең абзалы таң намазы кірмей тұрып жуу.\n7.Тіс жұлдыру оразаға кедергі жасамайды. Бірақ жұлдырған уақытта ауыздағы қанды яки дәріні жұтпау шарт.\n8.Ауыз бен мұрынға су алып шайқау оразаны бұзбайды. Бірақ тамаққа кетпеуін қадағалау қажет.\n9.Тамаққа түтін немесе топырақ, шаң, ұнның тозаңы, қардың ұшқыны, жауынның тамшылары еріксіз кірсе, оразаға зиян бермейді. Бірақ бұларды әдейі ішіне тартса, ораза бұзылады.\n10.Түкірік немесе мұрынды тарту арқылы бір нәрсе тамаққа кетсе, ораза бұзылмайды.\n11.Тістердің арасында қалған тамақ қалдықтары ноқаттан кішкене болса, оны жұту оразаны бұзбайды. Гүл, әтір секілді жақсы иістерді иіскеу оразаға зиян бермейді.\n12.Еріксіз құсу (ауыз толы құсық болса да) оразаға кедергі жасамайды. Және оның еріксіз ішке қайта кетуі де.\n13.Салқындау үшін жуыну, жүзу немесе ылғалды бір көйлек кию оразаны бұзбайды. Бірақ су жұтпастан суға батып жүзу қиын болғандықтан түспеу абзал.\nОраза бұзылғанда қазасы ғана өтелетін жағдайлар\n1.Емдік мақсатта дәрі ішсе, ораза бұзылады. Қазасын өтеу керек.\n2.Қателесіп, бір нәрсе ішіп-жеу оразаны бұзады. Яғни бір адам ораза екенін біле тұрып, қателесіп бір нәрсе ішіп-жесе, оразасы бұзылады. Мысалы, дәрет алып жатқан кезде байқаусызда тамағына су кетіп қалса, қарды аузына салып, ол да тамағынан өтсе, оразасы бұзылады. Қазасы өтеледі. Егер де ораза екенін ұмытып істесе, ораза бұзылмайды.\n3.Тістерінің арасынан шыққан қан түкірікпен бірдей немесе одан көп болып тамақтан өтсе ораза бұзылады. Аз болса, бұзылмайды. Өйткені, көлемі аз қаннан сақтану қиын.\n4.Ауыз толы құсық қақырық болса, Әбу Ханифа мен Имам Мұхаммед бойынша, оразаға ешқандай зиян тигізбейді. Жоғарыдағы мәселеге мына хадис дәлел: «Аузы берік адам құсқысы келіп, өзіне ие бола алмаса, оған қазасын өтеу міндетті емес. Өз қалауымен құсатын болса, оразасын қаза етсін»[22].\nӘрі қаза, әрі кәффарат қажет еттірген жағдайлар\nБұлар екіге бөлінеді:\n1.Ешқандай себепсіз азық немесе азықтың ерекшелігі бар барлық заттарды әдейі біліп жеу. Мысалы: әдейі жеу, ішу, темекі шегу. Бұлардың барлығы ішке кеткен кезде әрі қаза, әрі кәффарат керек. Бірақ азықтар ауызда езіліп, жұтылмайтын болса, дәмі де тамақтан өтпесе, ораза бұзылмайды. Сонымен қатар, біреуді ғайбаттағаны үшін қан алдырғаннан кейін немесе сүйіскеннен кейін ораза бұзылды деп ойлап, әдейі жеу де кәффаратты қажет қылады. Сол секілді аузындағы жаңбыр тамшыларын әдейі жұту кәффаратты қажет еттіреді. Тұз жеу де осындай. Бұл жайлы Хазіреті Әлидің риуаят еткен мына хадисі дәлел: «Ораза кіргеннен ғана бұзылады, шыққаннан емес».\n3.Аузы берік жанның зайыбымен жақындасуы. Мұның дәлелі Рамазанның күндізінде әйелімен жақындасқан бір адам Пайғамбарымызға (с.а.у.) білдіреді. Пайғамбарымыз оған кәффарат үшін бір құл азат ету, оған шамасы жетпесе, екі ай қатарынан үзбей ораза ұстау керектігін яки оған да күші жетпесе алпыс жоқ-жітікті тойдыру қажеттілігін айтады[23]. Екі ай ораза ұстауға шамасы жеткен адам жоқ-жітіктерді тойдыру мүмкіндігін кәффарат жолына пайдалана алмайды.\nОраза кәффараты\nКімде-кім Рамазанда әдейі ешқандай себепсіз оразасын бұзса, оған кәффарат ретінде бір құлды немесе күңді азат етуі, егер оған шамасы жетпесе, екі ай қатарынан ораза ұстауы, егер бұған да күші жетпесе, алпыс жоқ-жітікті тамақтандыруы тиіс. Құранда бұл жайлы былай делінеді: «Бастаған ізгі істеріңді бұзбаңдар»[24]. Пайғамбарымыз былай дейді: «Кімде-кім Рамазанда оразасын бұзса, оған зиһар жасаған адамға тиісті (кәффарат) жүктеледі». Бірақ Рамазан оразасынан тыс оразаларға тек қана қаза керек.\nОраза ұстай алмайтындардың жағдайы.\nОраза ұстауға шамасы келмеген жандарға фидия беру – уәжіп. Бұлар ауруларының айығуы үміт етілмеген жандар мен ораза ұстауға шамасы жетпеген қарт кісілер. Олар оразаның орнына әрбір күні үшін бір кедейді тамақтандырады. Фидияны ақшалай беруге де болады. Бір кедейді отыз күн  таңда және кешке тамақтандыру немесе алпыс кедейді бір күн таңертең яки кешке тамақтандыру жеткілікті. Құранда Аллаһ Тағала «Ораза ұстауға шамасы келмейтіндер бір жарлының тамағын төлесін»,[25] – дейді. Ибн Аббас бұл аят жайлы былай дейді: «Аят – кәрі адамдар үшін түскен. Оразаны өтеу – парыз». Дегенмен, кейбір қариялар жоқ-жітікті тамақтандыруға шамасы келмесе, Аллаһтан кешірім тілейді. «Аллаһ адамға көтере алмайтын жүкті бермейді»[26].\nСол секілді жазылмайтын науқасқа да фидияның уәжіп болғаны жайлы Ислам фақиһтері арасында ауызбірлік бар. Мұндай адамға ораза ұстау парыз емес[27]. Оған мына аят дәлел: «Аллаһ сендерге дінде қиыншылық жасаған емес»[28].\n«ИСЛАМ ҒЫЛЫМХАЛЫ» \nМ.Исаұлы, Қ.Жолдыбайұлы.",
        "question_date": "9.09.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 329000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хижра күнтізбесі бойынша 1438 жылдың Рәбиуль-әууәл айының 1-і, 11-нен 12-іне қараған түні, Рәбиуль ахир айының 1-і, Жумадәл-әууәл айының 1-, Жумадәл-ахир айының 1-і күндері, яғни біздің күнтізбеміз бойынша 2016 жылдың желтоқсан айының 1-і, 11-нен 12-не қараған түні, 30-ы, 2017 жылдың қаңтардың 29-ы мен ақпанның 28-і Мәуліт күніне сай келеді.\nХижра күнтізбесі бойынша 1438 жылдың Рәжәб айының 1-і күні – яғни 2017 жылдың 29 наурызы – Қасиетті үш айдың басталуы.\nРәжәб айының 26-нан 27-не қараған түні – сәуір айының 23-нен 24-не қараған түні Миғраж түні.\nШағбан айының 1-і – 27 сәуірге сәйкес келеді. Шағбан айының 14-нен 15-не қараған түні – мамыр айының 10-нан 11-не қараған түні Бараат түні.\nРамазан айы 27 мамыр күні басталады.\nМаусым айының 21-нен 22-не қараған түні – Қасиетті Қадір түні.\n25, 26, 27 маусым – Ораза айт күндері.\nХижра күнтізбесі бойынша 1438 жылдың Зульхижжа айының 9-ы – 31 тамыз Арафа күні.\n1,2,3,4 қыркүйек – Құрбан айт мерекесі.\n21 қыркүейек Хижра жыл санауы бойынша Жаңа жыл.\n30 қыркүйек – Ашура күні.\nҚарашаның 30-нан желтоқсанның 1-не қараған түні Мәуліт – Пайғамбарымыздың (с.ғ.с) туған күні.\nХижра күні біздің күнтізбеміз бойынша 622 жылдың 16 шілдесіне, жұма күніне келеді. Ислам күнтізбесі һижрадан, яғни Аллаһ Елшісінің (с.ғ.с.) Меккеден Мединеге жер аударған күнінен басталады. Һижра есебін пайғамбарымыз Мұхаммед (с.ғ.с.) дүниеден өткен уақытанан кейін 5 жыл өткенде, 637 жылы халиф Омар ибн әл-Хаттаб р.а. жасаған.",
                "date": "5.02.2017",
                "upvotes": 1
            },
            {
                "text": "Уакытын оразага шамалы кун калганда муфтияат бекитеди ! Дал казир ораза кестесі жок! Болсада кате . Бирак менин билуимше ар жыл сайын 10 кунге бурын басталады . Биыл 6 июль басталса демек 2017де июньнин 26  или 27 ма сондай уакытта басталу керек. Али ертего уакыты жакындаганда кестелери шыгадыго",
                "date": "10.09.2016",
                "upvotes": 0
            },
            {
                "text": "Салеметсиз бе? Ораза кезинде тампон алуга болама?",
                "date": "26.05.2017",
                "upvotes": 0
            },
            {
                "text": "жутып деген не мен катты тусынген жокпын кестены кай уакытта бекытып кай уакытта тамак ышу керек тусындыресыздер ма",
                "date": "26.05.2017",
                "upvotes": 0
            },
            {
                "text": "Менін сұрағым.Ораза айында,молда үй аралап,қуран оқимын деп,молда ақысы деп,1000 т.алады екен.Бұл жайт ОҚО-да",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияның графигін салыңдар?",
        "question_content": "Функцияның графигін салыңдар: а) y=x^2-2x; ə)y=-x^2+3x Б)y=2x^2-3x-1 в)y=4-3x-x^2 E)y=x|x|+2x д)y=|-2x^2+4x+1| Г)y=|x^2-2x| ж)y=x^2-2|x|",
        "question_date": "9.09.2016",
        "question_tag": "Математика",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіл нормасында қолданылмайтын қандай сөздер бар?",
        "question_content": "Қазір тіл нормасында қолданылмайтын қандай сөздер бар оларды, қандай создермен алмастыруға болады?",
        "question_date": "9.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 815,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сен меніңше 7-сыныпсың. Себебі біз бүгін осы тақырыпты өттік. Мен де 7-сыныппын.\n Тіл нормасында қолданылмайтын сөздер: дөрекі тіл-дисфемизм, қазақша баламасы болғанымен шет тілде айтылатын сөздер (мыс:спичка, пол, кроват, т.б), диалект сөздер.",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің актив номерімнен звонок шығады бірақ звонок келмейді, дұрыс термедің дейді неге?",
        "question_content": "Менің актив номерімнен звонок шығады бірақ звонок келмейді, дұрыс термедің дейді неге?",
        "question_date": "9.09.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам айналдағы дүниені қалай танып біледі ?",
        "question_content": "Адам айналдағы дүниені қалай танып біледі ?",
        "question_date": "9.09.2016",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам-саналы. Адамдардың айнала туралы түсінігі ежелден бері келеді. Оны география дейді. Саяхатшылар бір жерге саяхат жасап, ол жермен танысады. \n Ұлы географиялық ашулар кезеңінде европалық саяхатшылар жаңа дүниелерді аша бастады. Мысалы: Америка, Тынық Мұхиты, т.б.  Ал ашқан жерлерімен танысу арқылы ол адам сол жерді танып білді. Адамдарға айтып, кітап беттеріне түсірді. Міне айналадығы білім осындай сияқты жолдармен бізге жеткен.\n Адам айналаны осылай таныды. Бұл тек бір ғана бөлігі!",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Газель машина бар жұмыс керек?",
        "question_content": "Газелге даставка керек. Газель машина бар жұмыс керек?",
        "question_date": "9.09.2016",
        "question_tag": "Автосақтандыру",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ұзақ шолға журе аласызба",
                "date": "8.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Чат кайда кетып калган, быраз нарсе озгерыпты гой",
        "question_content": "Чат кайда кетып калган, быраз нарсе озгерыпты гой\n\nМен чатты ашсам\n\nКешириниз сиз издеген сурак немесе жауап сайтын талаптарына сайкес келмегендыктен ошырылып тасталынган Бет табылмады деп тур калай ашсам болады",
        "question_date": "9.09.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауап беріндерш\n\nСұрақ барда жауап жоқпа",
                "date": "13.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баян Есентаева болмаса, жеп жүргеніміздің таяқ екенін білмейді екенбіз ғой, иə?",
        "question_content": "Өмірге келерде уақытымызды, ана-анамызды, отбасымызды, есімімізді таңдауға мүмкіндік берілмесе де, сол өмірді қалай сүру өз таңдауымызда.\n\nЕрін көзі қарауытып кеткенше ызаландыра ма - əйелдің таңдауы.\n\nҰрып-соғатын еркекпен ішқұса боп өмір сүре ме - əйелдің таңдауы.\n\nЖауапкершілігі жоқ еркектен бала туа ма - əйелдің таңдауы.\n\nБіреудің сөзі үшін өмір сүрмей, нашар күйеуінен ажырасып кете ме - ол да əйелдің таңдауы.\n\n\"Отбасының тұтқасы отағасында\" деп жатамыз ғой. Өтірік. Тұтқа əйелдің ақылында, айласында.\nБіз қаласақ, кез келген еркекті дегенімізге көндіре аламыз. Мың түрлі айланың тоғызын ғана меңгерсек жетіп жатыр?",
        "question_date": "9.09.2016",
        "question_tag": "Жанұя",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ қыздарды еркіндігіне жібермей, қолда ұстап отыру керек деген. Бірақ әйелді сыйлаған да дұрыс. Себебі олар нәзік жандар!",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа индустриялдық кезең, Еуропа мемлекетінің саяси құрылымы.",
        "question_content": "Жаңа индустриялдық кезең, Еуропа мемлекетінің саяси құрылымы. Ұлы державалар және олардың энциклопедиясы. Дүние жүзін бөліске салу мәселесі. Пацафизм ұлтшылдық және нәсілшілдік. Осындай тақырыптарға ортақ мәлімет керек еді. Дүние жүзі тарихы.",
        "question_date": "9.09.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХІХ ғасырдың соңғы онжылдықтарымен ХХ ғаысрдың басы капиталистік даму жолындағы елдердің өндіргіш күштерінің жедел даму кезеңі болды. Өндіргіш күштердің өсуі үшін өндіріс құралдарын машиналарды жасап шығарудың көлемін ұлғайтудың зор маңызы бар еді.1870 жылдан бастап бірінші дүниежүзілік соғысқа (1914ж) дейін машина жасау көлемі 5,5 есеге өсті.\nЭнергетика саласында ұлкен өзгеріс болды. Су құбырлары қазандары мен бу трубиналарын пайдалану көмірді тиімдіқолдануға мүмкіндік берді. Электр мен іштен жанатын двигательдер будыығыстырды. Қуатты су электр станциялары салына бастады.\nДамыған мемлекеттер – АҚШ, Германия, Англия, Франция т.б. экономикасында химия, электортехника, автомабиль және ұшақ жасау жедел өркендей бастады.\nӨндіргіш күштердің дамуы көлік пен байланыс құралдарының жетілдірілуіне мүмкіндік туғызды. Солтүстік Американы, Азия мен Африканы кесіп өтетін темір жолдар салынды.\nХІХ ғасырдың соңындағы бу флоты желкенді кемелерді ығыстырып шығарды. Әлемдік флот тоннажы ХІХ ғасырдың 70 жылдары 1 млн тоннадай болатын, ал 1913 жылы ол 33 млн тоннаға дейін жетті.\nБайланыс құралдарының дамуы континенттер мен алыс аудандарды жақындатуға септігін тигізді. Бұған телефонның, дыбыс жазатын фонографтың, радио және киноның шығарылуы зор үлес қосты.\nСондай-ақ баспа ісінің жетілуінен кітаптар мен газеттердің таралымы көбейді.\nҒылымда көптеген жетістіктеге қол жеткізді. Ол материя құпияларын шешуге таяды. Сондай-ақ атомның бөлінгіштігі мен радиоактивтілік жөнінде жаңа білімдер пайда болды. Дәрігерлік жетістіктегежетті. Географиялық ашулар, Солтүстік және Оңтүстік полюстерге қадам басу адамдардың планета туралы білімдерінің кеңеюіне мүмкіндік берді.\nӘбебиет пен өнер саласында да үлкен табыстарға қол жетті. Көптеген елдер мен халықтар арасында тығыз мәдени байланстар орнады.\nАлайда ғылым мен техника жаңалықтарын әскери техника мен адамдарды қырып-жоюға арналған құралдарды (пулеметтер, алысқа ататын зеңбіректер, танкілер, сүңгуір қайықтар) дамыту мақсатына пайдалануы олардың жағымсыз жақтары болып табылды.\nКапиталисік дамудың жаңа сатысы – қаржы капиталының үстемдік ету кезеңі. Жаңа өндіргіш күштер жоғары деңгейде дамуы өндірісті ұйымдастырудың жаңа кезеңіне көтерілуіне жағдай жасады. 1870 жылдың соңында жас капиталистік мемлекттер АҚШ пен Германияда, жаңа басқа мемлекеттерде капитал мен өндірісті шоғырландырған, бұрын еш жерде болып көрмеген ұйымдар қалыптаса бастады.\nАлғашқыда ірі кәсіпорындар мен банктер арасында бәсекені уақытша тоқтату жөнінде келісімдер болды.Капиталистік шаруашылықтың дамуынабайланысты монопалистікбірлестіктер әр түрлі үлгілерде пайда болды.\nКөптеген банкирлер кәсіпорындарды иеленсе, ла кейбір өнекәсіп иелері өз банктерін құрды. Өнеркәсіп және банк капиталы бірігіп, ірі күшке айналды. Мұның өзі олардың қосыла келе қаржы капиталын құруына жеткізді.\nХХ ғасырыдың басында қаржы капиталы аз ғана ірі кәсіпкерлердіңқаржы капиталы алпауыттарының қолына шоғырланды.\nХХ ғасырдың басында капитализмнің дамуы толық қалыптасқан жаңа кезеңнің маңызды белгілері мыналар:Өндіріс пен капиталдың шоғырлануы, корпорациялар мен монополиялық үлгідегі фирмалардың пайда болуы: банк капиталының шоғырлануы және банк монополияларының пайда болуы.\n1900-1913 жылдардың өзінде ірі капиталистік елдердің шетелге шығаратын капиталдың өз елінің экономикасына жұмсаудан гөрі шетелге шығаруды артық санауды метрополиялардың дамуына кедергі жасады.\n1910 жылы Англия, АҚШ, Франция, Германия қаржы алигархиясының қолында барлық акциялардың 80 %-тен астамы шоғырланды. Буржуазия өкіметінің түсуіне қарай капиталистік мемлекеттер өз отарларын ұлғайтуға тырысты.Ірі және халқы тығыз орналасқан отарлар ескі отаршыл мемлекеттер: Англия, Франция, Бельгия, Португалия, Нидерланды және Ресейдің қарамағында болды. Ал жас державалар АҚш пен Германия отарлау саясатына кеш келгендіктен, отарлары аз болды. ХІХ және ХХ ғасырдың тоғысында дүние жүзін бөліске салу үшін империалистік соғыстар басталды. Мысалы, ағылшын-бур соғысы (1889-1902), испан-американ соғысы (1898ж), орыс – жапон соғысы (1904-1905).\nСонымен, қаржы капиталының үстемдік етуі кезіндегі империалистік саясаттың негізгі белгілері мыналар: 1) капиталды шетелге шығару; 2) дүниежүзін экономикалық бөлісу; 3) дүниежүзін аумақтық бөлісудің аяқталуы және оны қайта бөлісу үшін күрес.\nТолығырақ: https://baribar.kz/student/6520/industriyalyq-oerkeniettinh-zhanha-kezenhi-1870-1918zhzh/",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Минутына 3000 айналым жасайтын бу трубинасының бұрыштық жылдамдығын тап?",
        "question_content": "Минутына 3000 айналым жасайтын бу трубинасының бұрыштық жылдамдығын тап?",
        "question_date": "9.09.2016",
        "question_tag": "Физика",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t=3000\n\ng=10м/с\n\nV=?\n\nV=t/g=3000:10=300",
                "date": "31.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гуглдан қалай фото арқылы іздейді?",
        "question_content": "Гуглдан сурет арқылы қалай іздейді? Мен телефонымдағы сурет арқылы қалай іздей аламын?",
        "question_date": "9.09.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз алдымен гугл арқылы іздеп алып, кейіннен фотоға кіріңізсей",
                "date": "10.09.2016",
                "upvotes": 0
            },
            {
                "text": "Мына сайтта https://www.tineye.com/ суретіңді жүктеп іздесең болады. Кемшілігі базасы оншалық үлкен болмағандықтан көбінесе ештеңе таппайы :) Алла қалап, искусственный интеллект дамып жатса ол күнге деп жетіп қалармыз",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене амплитудасы 0,1 м, жиілігі 2 Гц және бастапқы фазасы П/6 гармоникалы",
        "question_content": "Дене амплитудасы 0,1 м, жиілігі 2 Гц және бастапқы фазасы П/6 гармоникалы тербелістер жасайды. Егер дене тербелістерінің толық  энергиясы  7,7 мДж болса, оның массасы қандай?",
        "question_date": "9.09.2016",
        "question_tag": "Физика",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "w=2*2п циклдік жиілігі\nмасса m= 2*0.0077 / 157.75*0.01= 0.0097 кг",
                "date": "5.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоғамдық-гуманитарлық бағыттағы қазақ тілінен күнтізбелік керек еді?",
        "question_content": "Ұстаздар, қоғамдық-гуманитарлық бағыттағы қазақ тілінен 10 сыныпқа күнтізбелік керек болып тұр, кімде бар, алдын ала рахмет.",
        "question_date": "8.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Интернатураның стипендиясы түсе ма?",
        "question_content": "Мен интерн врачпын. Осы жылдан бастап 6 курс. Жазда баклаврды бітірген кезде гос.экзаменнен 3 баға алдым...содан 2ай стипендия түспеді...енди интернатураның стипендиясы түсе ма? Алдынғы жыл түскен...биыл озгеристер бар дейди...сол туралы накты билгим келеди.",
        "question_date": "8.09.2016",
        "question_tag": "Университет, колледж",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тілінен G7-7 варианттағы тест жауаптары бар ма?",
        "question_content": "Бізге ағылшын тілінен тест тапсырмаларын берген болатын. Екі варианты бар G7-1,G7-7 адаптеры болса?",
        "question_date": "8.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына сөздердің синонимдік қатарын жазыңыз. Уақыт, дәм үстінде, ойламаған жерден, жаны,",
        "question_content": "Мына сөздердің синонимдік қатарын жазыңыз. Уақыт, дәм үстінде, ойламаған жерден, жаны, ортаға түсу, түзей алмау.",
        "question_date": "8.09.2016",
        "question_tag": "Мектеп",
        "question_views": 931,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "уақыт - мезет, мезгіл, сәт\n\nДәм үстінде - тамақтанып отырғанда, ауқаттанып отырғанда\n\nойламаған жерден - күтпеген жерден, кенеттен\n\nЖаны - қасы\n\nОртаға түсу - араласу\n\nТүзей алмау - жөндей алмау",
                "date": "27.09.2016",
                "upvotes": 0
            }
        ]
    }
]