[
    {
        "question_title": "Неге Kcell/activ компанияларының байланысы қымбат?",
        "question_content": "Неге Kcell/activ компанияларының байланысы, тарифтері қымбат? Қашан бізде қолжетімді мобильді интернет болады?",
        "question_date": "7.06.2017",
        "question_tag": "Байланыс операторлары",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басқа операторларды пайдаланып көр.Кселл / актив қымбат, мүмкін бағасы мен сапасы сай келетін шығар, қамту аумағы да кең болуы мүмкін. Өзім Актив пайдаланбағалы біраз болды, өйткені ақшаның сор,білмеймін қазір қандай екенін.",
                "date": "8.06.2017",
                "upvotes": 2
            },
            {
                "text": "билайнды тарифтерин кор",
                "date": "10.06.2017",
                "upvotes": 0
            },
            {
                "text": "Бізде қолжетімді мобильді интернет операторлар ақшамызды алып алып қанағат еткен кезде",
                "date": "12.10.2017",
                "upvotes": 0
            },
            {
                "text": "Билайн интернеті жақсы ұстамайтын болса арнайы антенна қолдан жасап алуыңа болада болмаса сатып алсаңда болад",
                "date": "12.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрмыстағы келіншектің білгісі келетіні.",
        "question_content": "Сəлеметсізбе. Мен жақында ғана күйеуге шықтым əлі ешнəрсені жақсы білмеймін.\n\nЕр адамның спермасын гинеколог тексередіма жəне қалай тексереді соны сұрайын деп едім өтініш мазақ қылмай дұрыс жауап беруіңізді сұраймын.",
        "question_date": "7.06.2017",
        "question_tag": "Жанұя",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ер адамдары қарайтын уролог, андрологтар. Гиеколог әйел адамдарды қарайды. Әйел адамдарға қатысты сұрақтарды вк-дағы мына топтан сұрастырсаң болады.https://m.vk.com/public89571518",
                "date": "8.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алгебра пəнінен шартты есеп",
        "question_content": "Бір жұмысшы тапсырманы екіншіге қарағанда 5 сағатқа тез орындайды.Екеуі бірге осы тапсырманы 6 сағатта орындайды.Жұмысты əрқайсысы қанша уақытта бітірер еді?",
        "question_date": "7.06.2017",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығаруға              болады",
                "date": "9.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Оразаның басындағы 10 күнді соңында ұстауға бола ма?",
        "question_content": "Оразада басында 10 күн соңында 10 күн ұстаса болама бірінші рет ұстайтында",
        "question_date": "7.06.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораза біткеннен кейін 10 күн қосып ұстайсыз.",
                "date": "3.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет сайттарына қалай шағым түсіруге болады?",
        "question_content": "Интернет сайттарына қалай шағым түсіруге болады? ҚР Ақпарат жəне Коммуникация министрлігіне",
        "question_date": "6.06.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 434,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осында.\nБайланыстар\nMекенжай\n\nҚазақстан Республикасы,\n\n010000, Астана қ.,Мәңгілік Ел көшесі, 8,\n\nМинистрлiктер үйі, 14 кіреберіс\n\nТелефон нөмірлері\nМИНИСТРЛІКТІҢ ТЕЛЕФОН АНЫҚТАМАЛЫҒЫ\nтел.: 8 (7172) 74-10-12 (кеңсе)\nфакс: 8 (7172) 74-03-64 (кеңсе)\nсенім телефоны: 8 (7172) 74-04-65\nБаспасөз хатшы: +7 7172 74 03 43\n\nEmail:\n*Emails are not allowed*\n\nhttp://mic.gov.kz/kk/",
                "date": "3.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Диалект сөздер қатысқан мақал-мәтелдер",
        "question_content": "Солтүстік Қазақстанда қолданылатын диалект сөздер, Диалект сөздер қатысқан мақалдар?),",
        "question_date": "6.06.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіл тас жарады,\n\nТас жармаса, бас жарады.\nШебердің қолы — ортақ,\n\nШешеннің тілі ортақ.\nТіл — буынсыз,\n\nОй - түпсіз.\nСүйреңдеген қызыл тіл\n\nСүйгеніңненайырар;\n\nИә жаубетін қайырар.\nАлажағым кетсе де,\n\nАйташағым кетпесін.\nАт жүйрігі айырады,\n\nТіл жүйрігі қайырады.\nМақтаған жеткізер,\n\nШаққан өлтірер.\nСүңгініңжарасыбітер,\n\nТілжарасы бітпес.\nБасқа пәле тілден.\nТіл — тиексіз.\nТіл ерді қабырға салады,\n\nНарды қазанға салады.\nБас кеспек болса да,\n\nТіл кеспек жоқ.\nҚызыл тіл жанның мияты,\n\nАбырой ердің қуаты.\nАшуың келсе — қолың тарт,\n\nАйтпас жерде — тілің тарт.\nТіл жүйрік емес,\n\nШын жүйрік.\nПіл көтермегенді\n\nТіл көтереді.\nАдам көңілінен азады,\n\nТілінен жазады.\nЖер астында жатқанды,\n\nҚазбай, қарап тіл табар.\nҚойын-қойын сырыңды\n\nТүбінде келіп шын табар.\nАш құлақтан —\n\nТыныш құлақ.\nСөз тапқанға қолқа жоқ.\nЖақсы байқап сөйлер,\n\nЖаман шайқап сөйлер.\nЖыланның тілі айыр,\n\nЖылан мінезді адамның сөзі айыр.\n\nАңдамай сөйлеген\n\nАуырмайөледі.\nАяғы жаман төрді былғар,\n\nАузы жаман елді былғар.\nКөп сөйлеген —\n\nКөптен айрылар.\nКөп сөз — күміс,\n\nАз сөз — алтын.\nСуды ішім тоқтатар,\n\nСөзді шын тоқтатар.\nАқпа құлаққа айтқан сөз\n\nАғып кетеді.\n\nҚұйма құлаққа айтқан сөзді\n\nҚұйып алады.\nӨтірікшінің шын сөзі зая.\nҚатты айтсаң,\n\nҚарындасыңажақпайсың.\n\nАқырынайтсаң,\n\nАқың кетеді.\nБіреудің сөзі әдемі,\n\nБіреудің көзі әдемі.\n«Көрдім» деген көп сөз,\n\n«Көрмедім» деген бір сөз.\nІІІешеннің сөзі — мерген,\n\nШебердің көзі — мерген.\nИне көзінен сынады,\n\nШешен сөзінен сынады.\nҚаһарлы сөз — қамал бұзар.\nОлақтың сөзі —\n\nОрынсыз жамау тәрізді.\nОрынды айтылған сөз —\n\nОрнына қағылған шеге сияқты.\nОйнапсөйлесең де,\n\nОйлап сөйле.\nСөз сүйектен өтеді,\n\nТаяқ еттен өтеді.\nМір тәуекел бұзады,\n\nМың қайғының қаласын;\n\nБір жылы сөз бітірер\n\nМың көңілдің жарасын.\nАдам сөзінен жазады,\n\nСиыр мүйізінен жазады.\nКөз жеткізер,\n\nКөз жеткізбегенді\n\nСөз жеткізер.\nАталы сөзге,\n\nАрсыз жауап қайырар.\n\nАқ пен қараны\n\nШындық айырар.\nШал,\n\nШалдың сөзі — бал.\nҰлы сөзде — ұят жоқ.\nСөз шындықты табар.\nКөп сөйлеген\n\nИә жолдасынан,\n\nИә құрдасынан айрылады.\nЖақсы сөз — жарым ырыс.\nЖаным десе — жан семіреді.\nАуыз дарбаза,\n\nСөз самал,\n\nҚұдай ұрғанға не амал?!\nЖүйелі сөз —\n\nЖүйесін табар;\n\nЖүйесіз сөз —\n\nИесін табар.\nСөз жүйесін тапса —\n\n Малиесінтабар.\nЖүзден біреу — шешен,\n\nМыңнан біреу — көсем.\nБұралқы сөз — күлуге жақсы,\n\nБұралқы жылқы — мінуге жақсы.\nАйтпаса жүректен кетеді,\n\nТартпаса білектен кетеді.\nҚұр судан май шықпайды,\n\nҚұр сөзден мән шықпайды.\nСөзің тәтті болсын,\n\nАшуың қатты болсын.\nЕттен өткен таяқтан,\n\nСүйектен өткен сөз жаман.\nСөз қуған — пәлеге жолығар,\n\nШаруа қуған — қазынаға жолығар.\nӨзі — шынашақтай,\n\nСөзі — келсаптай.\nСөздің басы — бір пышақ,\n\nАяғы — бір құшақ.\nСөйлемесе қайдан туады?\n\nСөз сөзден туады.\nАйтсаң сөзіңе жет,\n\nМінгес те, үйіңе жет.\nАуруда — шаншу жаман,\n\nСөзде — қаңқу жаман.\nҚұрғақ сөз бас ауыртар,\n\nҚұрғақ қасық ауыз жыртар.\nКөз көргенше,\n\nАуыз батыр, сөйлеп қал.\nСөз бергенге ерме,\n\nБөз бергенге ер\n\nСөз — бейнет болар,\n\nБоз — көйлек болар.\nСөзіңді айт ұққанға\n\nАйтып айтпай не керек,\n\nҚұлағына мақта тыққанға.\nКөп сөйлесең — тақылдақ дер,\n\nАз сөйлесең — ақымақ дер.\nКөптің аузы — зеңбірек.\nКесірлі ауыздан\n\nКесапатты сөз шығар.\nТұз астың дәмін келтірсе,\n\nМақал сөздің мәнін келтіреді.\nАуызында әзілі жоқтың\n\nҚолында қол шоқпары бар.\nhttp://kz-en.ru/publ/kazakhskij_jazyk/poslovicy_skazki/ma_al_m_telder_poslovicy_na_kazakhskom_jazyke_til_neri_turaly_o_jazyke/10-1-0-96",
                "date": "7.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Универ колледж оқымай не істеуге болады",
        "question_content": "Оқу оқымай не істеуге болады.",
        "question_date": "6.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 674,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Базарда сауда жасау, əртүрлі қара жұмыстарды істеуге болады. Жалпы көп.",
                "date": "7.06.2017",
                "upvotes": 0
            },
            {
                "text": "ауылда мал бағасыз",
                "date": "19.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Армияға барғанда системасы қандай?",
        "question_content": "ДостарМен армияға бармақшы едім Ол жакта ұрады дид сол распа",
        "question_date": "6.06.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 730,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күнделікті жігіттер арасында болатын жүйе ғой. Əр жақта əрқалай. Көре жатарсың. Ол сенің төзімділігіңді арттырады.",
                "date": "7.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәресіден кейін қатты жөтеліп мазам кетті?",
        "question_content": "Сәлеметсіз 1?! Ораза кабыл болсын! Биыл ниет кылып ораза туттым, кейинги 3-4 кун тамагым жыбырлап, бираз жотел мазалап журседе оразамды бузбадым. Бирак, бугин саресиден кейин катты жотелип мазам кеткесин, куйейум ауызынды ашып тамагынды жылы сумен шай деди, емделип алгасын отейсин карызынды деди. Менде куйеуимди тындап аузымды аштым, бирак енди озимди жаман сезинип отырмын, ауырсамда шыдау керек пе еди деген сурак мазалап тур. Қалай стегении",
        "question_date": "6.06.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 704,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатты қиналсаңыз емделгесін қарызын өтей қойсаңыз болады ғой.Егер шыдауға тұрарлық болса шыдап көріңіз.",
                "date": "13.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз бекітуді нешеге дейін жабу қажет?",
        "question_content": "Салеметсиз бе, сизге коятын бир сурагым бар еди, ауыз бекиткенде мен 30 мин дейин ба или 10 мин ба, мысалы меники 4 деп жазылып тур мен 3:30 га дейин жабуым керек ба?",
        "question_date": "6.06.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10 минут бұрын ас ішуді доғарып, сәресі дұғасын оқисыз! Оразаңыз қабыл болсын",
                "date": "7.06.2017",
                "upvotes": 0
            },
            {
                "text": "Салеметсизбе, тан намазы 10 мин калганда жабасыз. Егер ертерек жабу керек болса, онда ерте уакытында жабуга болады. Бірак мейлинше 10 мин калганда сарени токтату ке",
                "date": "7.06.2017",
                "upvotes": 0
            },
            {
                "text": "Таңнамазынын уакыты кіргенге дейін.10 минут  калганда токтаткан дурыс  сәресін ішүді,үлгермей жатсаныз  тан намазы кірунін сәл  алдында  токтатыныз,тек соган мәжбүр болғанжағдайда ғана",
                "date": "13.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЭКСПО 2017 туралы шығарма жоспарымен керек?",
        "question_content": "ЭКСПО 2017 туралы шығарма жоспарымен керек?",
        "question_date": "6.06.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көрме біздің елімізге ірі инвестиция тартуға мүмкіндік туғызады. Сондай-ақ ЭКСПО көрмесін өткізу арқылы Қазақстан «жасыл экономиканы» дамытуға тікелей септігін тигізетін жаңа технология мен инновация алады» - деді Қазақстан Президенті Нұрсұлтан Назарбаев Астана қаласында ЭКСПО-2017 халықаралық мамандандырылған көрмесін ұйымдастыру және өткізу мәселелері жөніндегі Мемлекеттік комиссияның отырысында сөйлеген сөзінде.\n\nҚазақ елі Тәуелсіздігін алғаннан бері қуатты мемлекет ретінде қалыптасып, әлемнің алдыңғы қатарлы еліне айналу жолында талай белестерді бағындырды, тамыры тереңде жатқан төл тарихымыздың жаңа беттері ашылды. Осы қысқа ғана уақыт ішінде экономикалық және әлеуметтік маңызы зор жобаларды қолға алып, әлемдік деңгейдегі іс-шаралардың өтуіне ұйытқысы бола білді.[1] ЭКСПО көрмелерінің идеологиялық теке тірестің алаңына айналу арқылы да ғажап нысандардың, ғажайып туындылардың дүниеге  келуіне себепші болған жайлары жеткілікті. 1937 жылы Парижде өткізілген Бүкіләлемдік көрме тарихқа адамзаттың Екінші дүниежүзілік соғыс алдындағы жетістіктерінің байқауы ретінде де, жиырма жылдығын жаңа атағалы жатқан социализм мен енді-енді бас көтере бастаған фашизм идеяларының бетпе-бет келген сәті ретінде де енген. Эйфель мұнарасына барар жолдағы екі қанаттан орын берілген КСРО мен Германия павильондарының бәсекесі елді ерекше елең еткізген. Біздің қазақ наурыз туғанда ериді деп аңызға айналдырған Самарқанның көктасымен көмкерілген ұзындығы 150 метрлік советтік павильонның дәл ортасына мүсінші Вера Мухинаның қолынан шыққан биіктігі 24 метрлік «Жұмысшы мен колхозшы» скульптурасы қойылған еді, оның дәл қарсысына неміс архитекторы А.Шпеердің ойластыруымен мүсінші Й.Торактың «Жолдастық» пен «Отбасы» скульптура тобы, ал жалпы неміс павильонының ұшар басына Үшінші рейх символы – бүркіт орнатылған болатын. Жалпы салмағы 185 тонналық Мухина мүсінінің монументті өнердің аса көрнекті жәдігерлігі ғана емес, советтік дәуірдің бөлекше бір символы екендігі орта жастағы, егде оқырмандарға жақсы мәлім деп ойлаймыз.[2] Әйелдің қолындағы орақ пен ер азаматтың қолындағы балға жұмысшы табы мен колхоз шаруаларының – жаңа совет елінің жаңа қожайындарының бұлжымас бірлігінің бейнесі ретінде бүкіл әлемге танымал болған. Кезінде Мәскеуге жолы түскен адамның Бүкілодақтық халық шаруашылығы жетістіктері көрмесінің алдында орнатылған осы ұлы туындыны бір көрмей кетпейтіні сирек еді. Бүкіләлемдік көрменің мәдениетке әсер-ықпалы дегенде біз сол 1937 жылғы ЭКСПО-да Пабло Пикассоның атақты «Герникасы» қойылғанын да айтамыз.\n\n«ЭКСПО-2017» көрмесін өткізу Қазақстан үшін халықаралық деңгейде алға жылжуында үлкен қадам болмақ. EXPO-2017 халықаралық көрмесін өткізуге ниетті Қазақстан әлемдік қауымдастыққа «Болашақ энергиясы» тақырыбын ұсынғаны белгілі. Қалай дегенде де, EXPO сияқты халықаралық көрмелерге қатысу қай елдің болса да әлеуетін дүниежүзіне паш етуге берілген тамаша мүмкіндік деуге болады. Оның үстіне, әлем алдында өзіңнің даму деңгейіңді іс жүзінде дәлелдей отырып, шараны жоғары жауапкершілікпен өткізу – өте зор құрмет. Өйткені елдерді достастыру, ауызбірлікке шақыру, инфрақұрылымдарды лайықты деңгейде дамыту – жоғары дәрежеде өтетін кез келген іс-шараның мақтанышы. [3]\n\nӘлемнің алдыңғы қатарлы мемлекеттері ғылымдағы өзінің соңғы жаңалықтарын ұсынатын бұл халықаралық көрмені өткізу идеясы неден туындап отыр? Жасыратыны жоқ, бүгінде елімізде баламалы көздерден қуат алу мәселесі әлі де болса шешілмеген. Ал әлем дамудың жаңа, экологиялық тұрғыдан қауіпсіз жолдарын қажетсінеді.\n\nМіне, сондықтан да Қазақстан «Жасыл экономикаға» бет бұрды. Егер EXPO-ны өткізудің сәті түссе, осы бір қордаланған мәселелер шешімін табады.\nШындығында да еліміздің географиялық орналасу жағдайын, жел және күн энергиясын пайдалану мүмкіндігін, сондай-ақ мұнай және газ ресурстарының энергетикалық әлеуетін ескерсек, бұл қажеттіліктің орнын толтыруға тамаша мүмкіндік туып отыр. Қазақстанның сағатына 1 трлн кв энергия өндіруге мүмкіндігі бар. Оның үстіне Астана көрмені өткізу құқығын жеңіп алған жағдайда, ЭКСПО-2017 көрме қалашығы толықтай баламалы энергия көздері арқылы жұмыс істеуге көшеді. [4]\n\n Мұны көріп-біліп отырған сарапшы мамандар еліміздің мүмкіндіктері мен артықшылықтарын толық мойындауда.  Демек, бұдан шығатын қорытынды, әлемдегі белді ұйымдар Қазақстанның EXPO көрмесін өткізуіне бір жағынан мүдделі болып отырса, екінші жағынан Қазақстан мен оның «энергия» тақырыбына деген қызығушылығын көптеген елдер қолдауда. Қазір елуден астам ел Астанада көрмені өткізуге жазбаша келісім берсе, қырықтан астам мемлекет ауызша растаған.\nТағы да мамандардың пікіріне тоқтала кетуді жөн көріп отырмыз. КХБ бас хатшысы Висенте Лоссерталес Астананың EXPO-2017 өткізуге мүмкіндігі жоғары деп есептейді. Ол біздің еліміздің үш артықшылығына бас мән беретінін жеткізді. Оның пайымынша, біріншіден, Қазақстан басшылығының саяси еркіндігі бар, екіншіден, бұл істі абыроймен атқаруға қажетті қор жеткілікті, үшіншіден, біздің еліміз ұсынып отырған «Болашақ энергиясы» тақырыбы бүгінде бүкіл дүние жүзінде маңызға ие болып отыр. [5]\n\nТарихқа көз жүгіртсек, EXPO дәстүрлі көрмесі бұған дейін Азияның солтүстік шығысында, Еуропа мен Солтүстік Америкада өткізіліп келген екен. Ал енді Шығыс пен Батыстың арасындағы алтын көпір болып табылатын жаңа өңірде, Еуропа, Таяу Шығыс елдерімен, бұрынғы Кеңес республикаларымен, сондай-ақ  Орталық Азия елдерімен өте жақсы қарым-қатынас орнатқан жас мемлекетте өткізу Астанаға тағы бір ұпай алып келеді.\n\n  Қазақстан елордасы сайлау алды бәсекеде жеңіске жетсе, осы саладағы үздік әлемдік үрдістер мен әзірлемелерді көрсетіп, оны талқылау үшін тиімді алаңға айналары сөзсіз. Қазірдің өзінде «Болашақ энергиясы» тақырыбында жұмыстар басталып кетті. Қазақстан жаңа энергия көздерін енгізу бойынша халықаралық пікірталастарға белсенді түрде қатысып келеді.\nhttp://e-history.kz/kz/contents/view/2007",
                "date": "7.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басқа мамандыққа магистратура оқыған дұрыс па әлде екінші мамандық оқыған дұрыс па?",
        "question_content": "Мен бакалавр бітірдім. Ол мамандық ұнамайды және жұмыс табу қиын. Енді басқа мамандық оқығым келеді. Басқа мамандыққа магистратура оқыған дұрыс па әлде екінші мамандық оқыған дұрыс па?",
        "question_date": "6.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бұл өзіңіздің қалауыңызда. Негізі өзіңіз ұнатқан мамандықта оқыған жөн. Бакалаврда оқыған мамандықты магистратурада оқу міндетті емес.",
                "date": "7.06.2017",
                "upvotes": 0
            },
            {
                "text": "Қазір магистрант дәрежесі жұмысқа кірер кезде көп роль ойнайды.",
                "date": "11.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мамандық таңдауға көмек керек? Қыздарға қандай мамандық жақсы.",
        "question_content": "Қыздарға қандай мамандық жақсы. Жұмыс табылатын мамандық керек.  Дәрігер, мұғалімнен басқа.",
        "question_date": "6.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 50600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аудармашы. Бірнеше тіл білетін қыздар қиналмай-ақ осы мамандықты таңдай алады.\nТуризм менеджері. Жылдан-жылға шетелге шығып демалатын отандастарымыздың саны көбеюде. Байқасаңыз, туризм саласында көбіне жастар жұмыс істейді. Еңбек жолын осы саладан бастасаңыз болады.\nСтилист-косметолог, визажист, сұлулық салонының қызметкері. Сурет салуға бейім, бояуды ұнататын, талғамы жоғары қыздарға арналған мамандық.\n\nДизайнер. Бұл мамандық ауадай қажет. Әр үйдің әрін ашатын дизайнерлер жоғары бағаланады.\nPR менеджер. Олар тауардың халық арасында таралуына жауап береді.\nСтюардесса. Бұл мамандыққа жасы 35-ке дейінгі, киім өлшемі 46-ға дейінгі, бойы 160-175 см болатын, ағылшын тілін білетін, әдемі қыздарды таңдайды.\nТігінші. Олар қаржыны жақсы табады деуге болады. Тек жұмысыңызға шығармашылықпен келіңіз.\nШаштараз. Олар үйде отырып-ақ көрші-көлемнің шашын қиып, ақша таба алады.\nФотограф. Кәсіби, дарынды фотографтар әрқашан сұранысқа ие.\nБанк қызметкері. Мансапты көздесеңіз, банкке барыңыз.\nФитнес тренері. Арулар өз сұлулығынан ештеңе аямайды. Сондықтан фитнес тренері әрдайым сұраныста.\nХатшы. Компанияның барлық құжаты хатшының қолынан өтеді. Екінші сөзбен айтқанда, ол – директордың оң қолы.\n\nДәрігер. Дәрігерлер адамның басты байлығы – денсаулыққа жауап беретіндіктен, әрдайым жоғары тұрады. Табысы да қомақты.\nБухгалтер. Бұл мамандыққа математиканы жаны сүйетін қыздардың барғаны жөн.\nhttps://massaget.kz/okushyilarga/jogargyi_syinyip/26931/",
                "date": "7.06.2017",
                "upvotes": 0
            },
            {
                "text": "Дәрігер,Бухгалтер,журналист,актриса,мұғалім,аудармашы,дизайнер,тігінші,менеждер,банк қызметкері,сұлулық салонының қызметкері,шаштараз тб",
                "date": "8.06.2017",
                "upvotes": 0
            },
            {
                "text": "экономика жагын окымайсынба кейін депутат боласын",
                "date": "10.06.2017",
                "upvotes": 0
            },
            {
                "text": "Мамандық таңдағанда оның болашағын да ойлау керек. Себебі технология тез дамып келе жатыр, соның салдарынан бүгін керек мамандық ертең қажетсіз болуы мүмкін. Сол себепті болашағы бар саланы таңдауға кеңес беремін.\nМысалы, елімізде инженерлік мамандықтарға, дәрігерлерге, сервис қызметкерлеріне, ақпараттық технология, экология, логистика саласындағы мамандарға деген сұраныс жоғары, әрі оларға қажеттілік те күн сайын артып келеді. Болашағы бар басқа да мамандықтар туралы толық ақпараттымына жерден оқуға болады.",
                "date": "16.02.2018",
                "upvotes": 0
            },
            {
                "text": "Мен оз басым еңбек мұгалімі боламын. Ең жақсысы осы еңбек пәні мұғалімі...\nСізде болыңыз әріптес болып қалармыз..",
                "date": "29.12.2019",
                "upvotes": 0
            },
            {
                "text": "Мен кім болам білией жүрмін маған көмек керек",
                "date": "11.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Домино ойының ережесі қандай? бұрын ойнайтын едім, ұмытып қалыппын...",
        "question_content": "Домино ойының ережесі қандай?\n\nбұрын ойнайтын едім, ұмытып қалыппын. Ойын ойналу жолдарын, əдістерін бəрін жазыңызшы, өтініш.",
        "question_date": "6.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ютубтан коре салсан кайтед",
                "date": "11.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасқан әйелмен жыныстық қатынас еркекке сауап па?",
        "question_content": "Ажырасқан әйелмен жыныстық қатынасқа түсу ер кісіге сауап па? Ол рас па?",
        "question_date": "5.06.2017",
        "question_tag": "Достық",
        "question_views": 18100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жесір әйелдерге барса сауап бола ма? Абдуғаппар Сманов",
                "date": "13.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрағаттану, құжаттар жүргізу және құжаттамалық қамтамасыз ету",
        "question_content": "Мұрағаттану, құжаттар жүргізу және құжаттамалық қамтамасыз ету\n\nмаманы жақсы маманба ? жұмыс таба аламба ?\n\nжалақы мәселесі қалай болады ?",
        "question_date": "5.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңбек қызметінің түрлері:\nқұжаттардың толықтығын, физикалық жай-күйін тексеру бойынша жұмыстары;\nқазіргі бар ережелер мен нормативтерге сәйкес құжаттардың сақталуын және есепке алуын бұзбау қажет;\nмұрағат құжаттарын көшіру және микрофилимдеу;\nмұрағат құжаттарын цифрлы өлшемдерге өткізу бойынша жұмыстарды ұйымдастыру;\nмұрағат құжаттарына ғылыми анықтамалық құралдарына әзірлеу;\nҰлттық мұрағат қоры құжаттарын мемлекеттік сақталуына қабылдау;\nОрталық сараптау-тексеру комиссиясы немесе сараптау-тексеру комиссиясының ерекше құнды құжаттарды анықтау бойынша жұмыстарын ұйымдастыру;\nмұрағат құжаттарының көшірмелерін және мұрағаттық анықтама беру;\nтақырыптық және генеалогиялық сұраныстарды орындау;\nуақытша қолдануға оқу залдарына мұрағат істерін беру және олардың мұрағат қоймаларына қайтып келуін;\nкөрмелер, семинарлар, экскурсиялар ұйымдастыру, соның ішінде интернет көрмелер;\nжылдық жоспар, мұрағат төлқұжатын және жұмыс бойынша есепті құру;\nмұрағат құжаттарын жариялау бойынша жұмыстарын ұйымдастыру, соның ішінде бұқаралық ақпарат құралдарында мақалалар және мұрағат құжаттарының анықтамалығын;\nҰлттық мұрағат қоры құжаттарын ведомстволық және жекеше сақталу сұрақтары бойынша толықтыру көздеріне кеңес (ақпарат) беру;\nмұрағаттану, археография мен құжаттану салалары бойынша әдістемелік құралдарды әзірлеу;\nмемлекет ішінде және шетелде мұрағат құжаттарын анықтау;\nмұрағат саласы бойынша халықаралық ынтымақтастық келісім шарттарын жасасу.\n\nhttps://tengrinews.kz/zakon/kaz/docs?ngr=V1300008807",
                "date": "3.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ішті қалай кетіруге болады?",
        "question_content": "Сəлеметсіздер ме! Ішті қалай кетіруге болады? Қалай артық салмақтан арылуға болады?",
        "question_date": "5.06.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақ нан,бисквит,тәтті нандарға да шектеу қойыңыз.Аз-аздан бірақ уақытылы тамақтануға тырысыңыз.Тамақ құрамында апельсин,лимон шырыны,және түрлі көкіністерден салаттар болсын.Суды көп ішіп,кофені аз ішіңіз.\nТаңғы ас: бір стакан диеталық иогурт,бір дана апельсин,немесе бір дана қайнатылған жұмыртқа бір тілім қара нан.\nТүскі ас:Екі жүз елу грамм қайнатылған тауық еті немесе балық.Бір тарелке көкөніс салаты.\nКешкі ас:Қайнатылған үрмебұршақ,бір дана апельсин.\nТүскі ас пен кешкі астың орнын ауыстыруға да болады.Сонымен қатар күніне бір рет үш мезгіл астан бір бөлек ботончик конфеті және бір тарелке сорпа ішуге де болады.Нәтижеге ертерек жеткіңіз келсе дене жаттығуларын үзбей жасап,осы жазылған кеңестерді пайдаланыңыз.\n\nhttp://kenester.kz/қарын-майын-кетіру-үшін-қалай-тамақта/",
                "date": "3.07.2017",
                "upvotes": 1
            },
            {
                "text": "Менің бір түсінгенім, жүгіру керек.\nАрмияға дейінгі қарын армиядан кейін жоқ болды. Өйткені əскерде күнде таңертең жүгіресің.",
                "date": "18.08.2017",
                "upvotes": 1
            },
            {
                "text": "Менің ішім кетер емес не істесе де өтініш маған пікір қалдырыңыз",
                "date": "15.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Massaget.kz сайтында өз атыма тіркелген аккаунтымды қалай өшірсем болады?",
        "question_content": "Massaget.kz сайтында өз атымнан тіркелген аккаунтты қалай өшірсем болады? Сайт модерациясымен қалай байланыссам болады?",
        "question_date": "5.06.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сайттың кері байланысына шығып көріңіз.",
                "date": "3.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "EXPO 2017 көрмесіне шетелдік жұлдыздар келеме!",
        "question_content": "Шетелдік жұлдыздар келеме?\n\nМысалға: Taylor Swift, Wiz Khalifa, Katy Perry, Rihanna, Justin Biber т.б келмейме",
        "question_date": "4.06.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Джеки Чан келеді дейді. Құдай қаласа.",
                "date": "5.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкент қаласындағы ҰБТ-ға дайындау орталықтары",
        "question_content": "Шымкент қаласында ҰБТға дайындайтын қандай орталықтар бар? Олардың адресін мен номерлерін берсеңіздер",
        "question_date": "4.06.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Нұр Болашақ\" білім беру орталығы ҰБТ ға дайындайтын №1 орталық   Шымкент қаласы А Байтұрсынов к студенттер қалашығы аялдамасы болашак колледжінің 2 ші қабаты телефоны 87054368990",
                "date": "16.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай дұрыс жазылады: үй-иесі, үй иесі, үйиесі",
        "question_content": "Қалай дұрыс жазылады: үй-иесі, үй иесі, үйиесі",
        "question_date": "4.06.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үй иесі деп ойлаймын",
                "date": "5.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Мәдениеттану» мамандығы қандай мамандық не мен айналысады сұраныс барма?",
        "question_content": "5В020400 – «Мәдениеттану» мамандығы қандай мамандық не мен айналысады сұраныс барма?",
        "question_date": "4.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәдениеттану – мәдениет және оның институттарын тұтас феномен ретінде зерттейтін ғылым саласы. Мәдениеттану мамандығы оқу үрдісіңе 1994 жылан бастап ене отырып, Қазақстан Республикасының жоғары білім беру жүйесіне міндетті пән ретінде кірді. Мәдениеттану бойынша  мәдениет үйлерінде қызмет атқара аласыз.",
                "date": "4.06.2017",
                "upvotes": 0
            },
            {
                "text": "Мәдениеттану - бұл студенттердің қоғамдық-саяси, мәдени-көпшілік, тілдік және ғылыми қызығушылықтарын арттыруға бағытталған қоғамдық пән. Бұл мамандық бойынша университетте білім беруге, мәдениет сарайларында жастардың рухани байлығын арттыру, ішкі мәдениетін көтеру, сияқты жұмыстарды ұйымдастыруыңызға болады.",
                "date": "5.06.2017",
                "upvotes": 0
            },
            {
                "text": "Мәдениеттану мамандығы бойынша төмендегідей маман иесі бола аласыз:\nЖалпы және орта кәсіптік білім беру оқу орындарының мәдениеттану оқытушысы (мектеп, колледж, лицей);\nІшкі істер және ұлттық қауіпсіздік органының арнайы құрылым қызметкері, референт, сараптамашы;\nҰйымның мәдени-ағартушылық қызметкері, БАҚ жүйесінде мәдени үрдістерді шолушы;\nМәдени құндылықтарды бағалау бойынша сараптамашы; мәдени жұмыстар аймағының консультанты;\nимиджеолог; қоғамдық байланыстар маманы, мәдени саясат жөніндегі маман және т.б.",
                "date": "5.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеден ісі Таможня бітірсем жұмыс таба алам ба?",
        "question_content": "Кеден ісі Таможня бітірсем жұмыс таба алам ба?",
        "question_date": "4.06.2017",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеден ісі - Қазақстан Республикасындағы кеден ісі тауарлар мен көлік құралдарын Қазақстан Республикасыныңкедендік шекарасы аркылы өткізудің,кедендік ресімдеуменкедендік бақылаудың, кедендік режимдерді қолданудың, кедендік төлемдері мен салықтарды алудың, кеден ісі саласындағы құқық бұзушылықтарға қарсы күрес жүргізудің тәртібі мен шарттарын, мемлекет пен сыртқы экономикалық және өзге де қызметті жүзеге асырушы тұлғалардың арасындағы билік қатынастарына негізделген кеден саясатын іске асырудың баска да құралдарын қамтиды.",
                "date": "5.06.2017",
                "upvotes": 0
            },
            {
                "text": "Біліміңіз бен біліктілігіңізді көрсете алсаңыз қандай мамандық болса да жұмыс таба аласыз. Таныс емес, талап керек.",
                "date": "5.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңгер мамандығы 2017-2018 жыллы",
        "question_content": "Заңгер мамандығы 2017-2018 жыллы оқысам жұмыс таба аламба ?",
        "question_date": "4.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Егер мамандығыңыздың білікті маманы болсаңыз, онда таба аласыз.",
                "date": "3.07.2017",
                "upvotes": 1
            },
            {
                "text": "Менің ойымша таныс керек сияқты.",
                "date": "4.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанға керек шетелдік тәжірибені атап көрсетсеңіздер?",
        "question_content": "Қазақстанға қазіргі таңда қандай шетелдік тәжірибе керек?",
        "question_date": "4.06.2017",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 538,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда Ұлттық кәсіпкерлер палатасы неліктен құрылды деген сауал көпшіліктің көкейінде жүр. Бұл тәжірибені шетелдер баяғыдан қолданып келе жатқанын, оның үстіне осындай ұйымдарды құрғаннан кейін кез-келген елдің экономикасына еш залал келмегенін айта кету керек. Бірыңғай одақтар мен палаталардың құрылу тарихы, сондай-ақ олардың тиімділігі жайлы бірер сөз.\n1. Түркияның Палаталар және биржалар одағы (ТОВВ) 1950 жылғы 8 наурызда құрылды. Түркияның Палаталар және биржалар одағы үкіметтік органдарда жеке меншік сектордың мүддесін ұсынатын, табыс табу мақсатын көксемейтін осы елдегі ірі үкіметтік емес ұйым болып табылады. Түркияның палаталары мен биржаларындағы мүшелік ұлттық заңнамаға сәйкес міндетті болып табылады.\n365 өңірлік сауда, өнеркәсіптік, сауда-өнеркәсіптік, теңіз палаталары және тауар биржалары ТОББ мүшелері болып табылады.\nТүркияның палаталар және биржалар одағы 66 елмен Түркияның Іскерлік кеңестерін біріктіретін өзінің құрылымдық бөлімшесі – Сыртқы экономикалық байланыс комитеті (DEIK) арқылы түрік өнеркәсіпшілері мен кәсіпкерлеріне сыртқы экономикалық және сауда қызметін дамытуда көмектеседі. Олардың бірі Түркия-Ресей іскерлік кеңесі болып табылады.\n2. Германияның Сауда-өнеркәсіптік палаталар бірлестігі (DIHK/ДИХК) Германияның 80 аумақтық сауда-өнеркәсіптік палатасының бас ұйымы болып табылады. Ауыл шаруашылық және қолөнер, сондай-ақ еркін кәсіптегі тұлғалардан басқа ГФР барлық кәсіпорындары заңға сәйкес палаталар мүшесі болып табылады. Бүгінгі таңда бұл шамамен 3,5 млн. кәсіпорын.\nАтап айтқанда, мемлекет ДИХК ұйымына шетелдегі неміс кәсіпкерлеріне қолдау көрсетуге арналған Германдық сыртқы сауда палаталарының (Auslandshandelskammer – AHK/АХК) қызметін басқаруды жүктегенмен, түптеп келгенде бұл федералдық экономика және сыртқы істер министрліктерінің құзыретіне кіреді. Шетелдегі германдық бизнестің бұл өкілдіктері (80 елде 120 өкілдік) ГФР-дегі кәсіпкерлердің бірлестіктерімен өзара әрекеттеседі, неміс фирмаларының мүддесіне қолдау көрсетіп, өркендетеді, ақылы консультациялық қызмет көрсетеді, кадрларды даярлаумен айналысады. \n3. АҚШ Сауда палатасы (АҚШ СП) 1912 жылы жалпы американдық көлемде мүдделерін қорғау мақсатында жергілікті сауда палаталары мен АҚШ жетекші компанияларының күштерін біріктіру үшін құрылған. 700 фирма мен ұйым оның бастапқы мүшесі болған. Қазіргі таңда АҚШ СП құрамына 3 миллионнан астам компания, жекелеген штаттар мен муниципалдық құрылымдардың 3 мыңға жуық сауда палатасы, 830 қауымдастық және шетелдердегі 111 американдық сауда палатасы кіретін әлемдегі ең ірі ұйым болып табылады. АҚШ СП орындайтын негізгі міндет – АҚШ Конгресі, АҚШ Әкімшілігі, реттеуші органдар, соттар, қоғамдастықтар мен шетелдік үкіметтер алдындағы американдық іскерлік қоғамдастықтың мүддесін алға тарту.\nАҚШ СП штаб-пәтері Вашингтонда орналасқан. Онда экономиканың түрлі салаларындағы 400-ден астам жоғары білікті маман, лоббистер мен заңгерлер жұмыс жасайды. АҚШ СП АҚШ-та 7 өңірлік кеңсесі бар, үлкен кеңсесі Брюссельде (Бельгия) және Қытайда өкілдігі бар.\nАҚШ СП жанында бірқатар ұйымдар жұмыс жасайды:\n- Азаматтық іскерлік бастамалар орталығы;\n- Халықаралық жеке меншік кәсіпкерлік орталығы;\n- Капитал нарықтарының бәсекеге қабілеттігін қолдау жөніндегі орталық;\n- Зияткерлік меншіктің жаһандық мәселелері жөніндегі орталық;\n- Халықаралық бөлім;\n- Еңбек өнімділігін көтеру жөніндегі институт;\n- Құқықтық реформалар жөніндегі институт;\n- АҚШ СП Ұлттық қоры;\n- Саяси бағдарлама;\n- Жергілікті палаталарды қолдау және жер-жерлердегі мамандардың біліктілігін көтеру бағдарламасы;\n- Шағын және орта кәсіпкерлік форумы.\nАҚ СП басшылығын Президент Томас Донохью бастаған Директорлар кеңесі жүзеге асырады. Сыртқы нарықтардағы американдық бизнестің қызметімен байланысты мәселелерге халықаралық істер жөніндегі аға вице-президент Майрон Бриллиант жетекшілік етеді. Еуропа және Еуразиямен қатынастар жөніндегі вице-президент – Гэри Литман.\nАҚШ Сауда палатасының халықаралық байланыстарды дамыту жөніндегі жұмысын Халықаралық бөлім жүргізеді. Қызметкерлер арасындағы міндеттемелерді бөлу географиялық қағида және шетелдегі американдық фирмалардың қызметіне қатысты мәселелер төңірегіндегі тақырып бойынша жүзеге асырылады:\nЭкономикалық ынтымақтастық шарттарын стандарттаудың жаһандық жобалары;\nЗияткерлік меншік проблемалары;\nБәсекелестік саясат мәселелері;\nМемлекеттік кәсіпорындармен ынтымақтасу, салаларды субсидиялау, нарықтық механизмдерді мемлекеттік шектеу проблемалары;\nинвестициялық саясат;\nстандарттар;\nмемлекеттік сатып алулар.\nАҚШ СП көп жақты мемлекеттік ұйымдармен ынтымақтастыққа ерекше қызығушылық танытады. Оған АҚШ-Еуропа Одағы саммиттері, АТМЭО және  «Үлкен Сегіздік» отырыстары мысал бола алады. Еуроазиялық өңірде АҚШ СП Қара теңіз экономикалық ынтымақтастық ұйымының қызметіне біршама тығыз араласу туралы мәселені қарастыруда.\n4. Британ Бизнес палатасы дегеніміз – Ұлыбританияның сауда-өнеркәсіптік палатасы (British Chamber of Commerce and Industry). Бизнес палата – бұл мемлекеттік емес коммерциялық емес ұйым. Оның негізгі міндеттері бизнес үшін жағымды жағдай жасау, коммерцияның барлық бағыттарының, Англия бизнесмендерінің басқа елдер бизнесмендерімен сауда-экономикалық және ғылыми-техникалық байланыстарының дамуына жан-жақты көмек, сондай-ақ Ұлыбританияның мемлекеттік құрылымдарында және түрлі әлемдік қоғамдастықтарда Палата  мүшелерінің құқықтарын қорғау және заңды мүдделерін алға тарту болып табылады.\nҰлыбританияның Сауда-өнеркәсіптік палатасы британдық бай салт-дәстүр мен әлемдік бизнес тәжірибесіне сүйене отырып ұлттық және әлемдік экономиканың дамуына жан-жақты жәрдемдеседі. British Chamber of Commerce and Industry 1884 жылы негізі қаланған және Лондонда, Манчестер мен Бирмингемде штаб-пәтері бар. Сауда-өнеркәсіптік палата коммерциялық компаниялардың жыл сайынғы каталогын шығарып отырады. Онда компаниялар қызметтері мен бағалары сипатталып, тек өз мүшелерінің арасында ғана таратылады. Палатаның өз сенімді заңгерлері мен бизнес консультанттары бар.\nТәжірибелі мамандар компания қызметінің бағыттарын, нарық ерекшеліктерін және басқа да көптеген өлшемдерді басшылыққа ала отырып, компаниялардың әлеуетті серіктестер таңдауына көмектеседі. Ай сайын бизнес элита кездесулері өткізіліп тұрады. Онда жүздеген бизнесмендер бір-бірімен танысып, өз компанияларын таныстырады. Манчестердің Сауда-өнеркәсіптік палатасы құрамы жағынан ең көп ұлтты болып есептеледі.\nБизнес Палатаға мүшелік – бұл компанияның британ нарығындағы алғашқы маңызды қадамы. Бұл әлемнің 49 елінен шыққан салмақты әлеуетті серіктес арасындағы компанияның жарнамасы ғана емес, сонымен бірге сіздің Ұлыбритания нарығына салмақпен және ұзаққа келген компания екендігіңізді түсіндірудің мүмкіндігі де.\nБизнес палатаға компанияның кіруі бойынша қызметтер тобы мынадай болуы мүмкін:\n• Chamber of Commerce and Industry-да мүшелікті рәсімдеу;\n• компанияңыздың презентациясын ұйымдастыру және өткізу;\n• компанияңыздың қызмет саласына қарай және Палата сарапшыларының ойын ескере отырып әлеуетті серіктестерді іздеу;\n• Ағылшын және әдемдік бизнес элитаның ай сайынғы кездесулеріне баруды қоса алғанда, Бизнес палатаның іс-шаралары жұмысына да бұдан арғы ат салысу.\nChamber of Commerce мүшелігінің құны – компания көлемі мен маңыздылығына қарай айына £ 560 басталады. \nКомпанияның Бизнес палатадағы өкілдігінің құны – айына £ 680 басталады және компанияңыздың таңдаған Палата жұмысына қатысу нұсқаларына байланысты болады.\nТолығырақ: https://atameken.kz/kk/news/9705-9705",
                "date": "30.08.2021",
                "upvotes": 0
            }
        ]
    }
]