[
    {
        "question_title": "Күкірт оксидінің оттек бойынша салыстырмалы тығыздығын есептеңіз.",
        "question_content": "3 және 6 есеп көмектесіңдерші",
        "question_date": "30.01.2017",
        "question_tag": "Химия",
        "question_views": 16100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3)сынап (II) оксиді HgO\n\nМолярлық массасы M(HgO)=201+16=217 г/моль\n\nw(O)=M(O)/M(HgO)*100%=16/217*100=7.373%\n\n6) M(SO2)=32+16*2=64 г/моль\n\nM(O2)=16*2=32 г/моль\n\nДo2(SO2)=M(SO2)/M(O2)=64/32=2",
                "date": "29.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа формат бойынша ЖОО-ға грантқа түсу үшін физикадан қанша балл жинау керек?",
        "question_content": "физиканы таңдап, Жаңа формат бойынша Жоғарғы оқу орнына грантқа түсу үшін қанша балл болу керек.Және қандай оқу орны бар",
        "question_date": "30.01.2017",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алғашқы дүкендегі көкөністер қанша тонна?",
        "question_content": "Дүкендегі көкөністің бірінші күні 1/3-ішінде,  екінші күні 2/9-сіңірген сатылғанда, онда 5, 3/5 ц көкөніс қалды.  Алғашқыда дүкендегі көкөніс неше тонна ж",
        "question_date": "30.01.2017",
        "question_tag": "Математика",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "@ \n\n\n  Осылай шығарамыз.",
                "date": "1.02.2017",
                "upvotes": 0
            },
            {
                "text": "3/2 калай шыгарган",
                "date": "25.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіктөртбұрыштың периметрі қанша см?",
        "question_content": "Тіктөртбұрыштың ұзындығы а=см, ені 60℅ периметрін табу. А=8см",
        "question_date": "30.01.2017",
        "question_tag": "Геометрия",
        "question_views": 33800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай есептейміз",
                "date": "2.02.2017",
                "upvotes": 1
            },
            {
                "text": "8×6÷10 =4.8\n\nР=2(а+b)\n\n2×(4.8+8)=12.8×2=25.6\n\nЖ:Р=25.6",
                "date": "3.02.2017",
                "upvotes": 0
            },
            {
                "text": "Бастауыштікі   P=(а+в)×2",
                "date": "12.02.2018",
                "upvotes": 0
            },
            {
                "text": "Бастауыш (a+b)+2=?",
                "date": "28.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автобустың бастапқы жылдамдығы қандай?",
        "question_content": "А және В қалаларының арақашықтығы 260 км.Автобус А дан В каласына карай 2 сагат жургеннен кейін 30 минут кідірді.Сондықтан В қаласына кестеде көрсетілген мерзімде жеті үшін жылдамдығын 5км саг ка арттыруға мәжбүр болды.Автобустын бастапқы жылдамдығы қандай?",
        "question_date": "30.01.2017",
        "question_tag": "Математика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25 км сагатына калганын озиниз шешип кориниз",
                "date": "4.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімнің күніне мектепте 8 сағат болуы міндетті ме?",
        "question_content": "Сағатпен жүрген мұғалім күнделікті бекітілген сағатын өтіп болғансоң мектепте 8 сағат болуы міндетті ме?",
        "question_date": "30.01.2017",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұхтар Мағауиннің \"Шыңғыс хан\" атты шығармасы туралы не білесіз?",
        "question_content": "Мұхтар Мағауиннің \"Шыңғыс хан\" атты шығармасы туралы не білесіз? Оқығандар бар ма?",
        "question_date": "30.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Заманымыздың заңғар жазушысы Мұxтар Мағауин өз миссиясын орындады деп ойлаймын. Қазақ үшін Шыңғысxандай Ұлы қаған туралы кітаптың төрт томдығын жазып кету екінің біріне бұйыра бермейтін бақ. Сондай-ақ, ата-бабамыз алдындағы үлкен азаматтық борыш.\nЖақында осы 4 томдықты оқып бастаймын. Бұйыртса көктемге дейін бітірсем деген жоспарым бар. Екінің бірі тісі бата бермейтін кітап болғандықтан, жүрексініп отырғанымды да жасырмаймын. Себебі 2 жыл бұрын алғашқы томын бастап, елу беттен қайтып едім.\nШыңғысxан - Түркінің ұлы мақтанышы, Тәңірдің берген сыйы. 2000 жылдықта Шыңғысxандай ұлы көшбасшы болмағанын бүткіл әлем мойындап қойған. Өзін қазақпын, нағыз түркімін деген кез келген адамға Мағауинның төрт томдық туындасын оқып қана қоймай, жаттап алу парыз деп ойлаймын.",
                "date": "30.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ромбының диагональдарын табыңыз?",
        "question_content": "Ромбының диагональдарының қатынасы 3:4,ал пиреметрі 10-ға тең.Ромбаның диоганалдарын табыңыз?",
        "question_date": "30.01.2017",
        "question_tag": "Геометрия",
        "question_views": 15100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығаруға болады.",
                "date": "30.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұхтар Мағауиннің \"Аласапыран\" шығармасы туралы не айтуға болады?",
        "question_content": "Мұхтар Мағауиннің \"Аласапыран\" шығармасы туралы не айтуға болады? Маған ол кітап жайлы анатация жазып берсеңіз.",
        "question_date": "30.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аласапыран. Мұхтар Мағауин. Қазақ тарихынан сыр шертетін өзгеше туынды. Əдебиетті танытып жүрген сүйікті ұстазымның оқыңдар деп ұсынған кітаптарының бірі еді. Тіл байлықты көбейтеді деген. Тарих десе ішкен асын жерге қоймаса да, үстелге қоятын жандарға арналған роман. Асқан төзімділік пен сабырлықты талап етеді бұл кітап. 800 беттік \"Қан мен терді\" оқығанда қиналмасам да,соның жартысындай ғана болатын \"Аласапыранды\" оқу мен үшін қиынға соқты. Бұл небəрі екінші кітабы екен. Кітапта қазақтың байырғы сөздері, əсіресе, кірме сөздер бүгінгідей дыбыстық өзгерістерге ұшырамай,сол күйі берілген. Ондай сөздерді түсіну былай тұрсын,оқу барысында тұтығып, əбден ұятты болдым. Тарихи роман болғандықтан,мұнда Ораз-Мұхаммед ханның ой-пікірі арқылы қазақ,орыс,татар ұлттарының бастан кешкен оқиғалары, 17 ғасырдағы тұрмыс-тіршілігі баяндалған. Бұдан бөлек хандық өмірдің соншалықты қиын əрі ауырлығын жеткізеді автор. Жоғарыда айтқанымдай, шыдамды əрі тарихқа жаны жақын жандарға арналған роман. Тіл байлығын көбейткісі келетіндерге де арналады.",
                "date": "30.01.2017",
                "upvotes": 0
            },
            {
                "text": "Аласарыран шыгармасына компазициялык талдау жасап ьере аласыз ба",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құқық және экономика негіздері мамандығы жайлы мәлімет керек.",
        "question_content": "\"Құқық және экономика негіздері\" мамандығы жайлы айта кетсеніздер...",
        "question_date": "30.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Samsung duos- 7262 телефонын блоктан қалай ашады?",
        "question_content": "Қымбатты жақсы білетін жандар! Телефоным блокка түсіп қалды. \"Слишком много поыток ввода узора\" деген жазу шығып тұр.Доп.пин коды есімде жоқ. Қалай ашуға болады? Алдын-ала рахмет!",
        "question_date": "30.01.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аты-өнімді өзгерте аламын ба?",
        "question_content": "Казакстанда аты жонди занды турде озгертуге болама, болса калай?",
        "question_date": "30.01.2017",
        "question_tag": "Заң",
        "question_views": 644,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әдетте баланың тегі ата-анасының бірінің тегімен немесе ата-анасының қалауы бойынша анықталады, тараптардың кез келгенінің атынан туындауы мүмкін. Өкінішке орай, кәмелетке толмаған баланың өзгерту талап етілетін жағдайлар аз емес. «Неке және (ерлі-зайыптылық) және отбасы туралы» Кодекстің 64-65-баптарына сәйкес баланың ұлтын, атын немесе тегін келесі тәртіпте өзгертуге болады.\nЕгер ата-анасы некеде болса,онда олардың өтініші бойынша 16 жасқа толғанға дейін АХАЖ баланың атын, сондай-ақ қажеттілігі болғанда тегін, бірақ тегін анасының немесе әкесінің тегіне ғана өзгертуге рұқсат ете алады.\nАта-анасы ажырасқанда балада туғандағы тегі сақталады. Егер ата-анасы ресми ажырасқан болса, баланың тегін ауыстырғанда, баламен бірге тұрмайтын ата-анасының бірінің рұқсаты талап етілмейді. Бірақ егер ата-анасы ажырасқан болса, бірақ бұл АХАЖ-да заңды ресімделмесе – баланың кіммен тұратынына және тәрбиеленіп жатқанына қарамастан баланың тегін ауыстырғанда ата-анасының екеуінің де рұқсаты қажет. Бұл жағдайда ата-анасының пікірі егер ол із-түзсіз жоғалса, әрекетке қабілетсіз деп танылса, сондай-ақ негізді себептерсіз баланы асыраудан және тәрбиелеуден бас тартса, ескерілмеуі мүмкін.\nЕгер бала некеден тыс туса, ал әкелік ресми анықталмаса, онда баланың тегін анасының қазіргі кездегі тегіне өзгертуге болады.\nБаланың ұлты оның ата-анасының ұлтымен анықталады. Егер ата-анасының ұлты әр түрлі болса, онда ол баланың қалауы бойынша паспорт немесе жеке куәлікті алғанда анықталады. Келесі жолы ұлтын тек әкесінің немесе анасының ұлтына ғана ауыстыруға болады.\n10 жастан асқан баланың атын және/немесе тегін өзгерту заңды өкілдері – ата-анасы, асырап алушылар, қамқоршылар, қорғаншыларының қатысуымен өзгертуге болады.",
                "date": "30.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алимент алу үшін баламның тегін ауыстру керек па?",
        "question_content": "Бир жыл бурын ажыраскам бала куйеуимдики емес ажырасуга 280 кун отпеген сон бала куйеуимнин тегин алды. баланы тууыма бир ай калгагда ажыраскан едик 3ан бойынша бирак 1.5жыл бирге турмадык. Баланын акесимен де турмайм биологиялык акесинен алимент алу ушин не истеуим керек. ол баланы мойындамай отыр кашып. Баланын тегин ауыстыру керек па алде калай? Отинем комектесини3дерши, алдын ала",
        "question_date": "30.01.2017",
        "question_tag": "Заң",
        "question_views": 918,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші сотқа шағымданасыз, сосын балаңыздың әкесі сол адам екенін анықтайтын справка аласыз ( ол үшін 3-ңіз бірдей зертханалық тексеруден өтесіздер) . Сосын сот шешім шығарады.\n\nАлдымен сотқа ша­ғым­дану керек, ал ол – ұзақ қаралатын про­цесс. Одан бөлек сараптама қорытын­дысы туралы құжатқа қол жеткізу де оңай емес. Әкелікті анықтау ерікті түрде, кейде сот органдарының араласуымен жүзеге асып жатады. Бұл туралы ҚР «Неке және от­басы туралы» заңында егжей-тегжейлі жазыл­ған. Атап айтқанда, ол заңда некеге тұр­мағандардың арасында дау туындаған жағдайда сот процесі тек әйелдің арызы бойынша қаралатыны жазылған. Азамат­тық процессуалдық кодекстің 91-бабының 8-тармағы бойынша, екі жақтың бірі тексеруден жалтарса немесе анықтауға қа­жет­ті материалдарды өткізуден бас тартса, онда сот кімнің кінәлі, кімнің кінәсіз екеніне қарамастан, әкелікті тануға шешім шы­ға­ра алады. Соттың экспертиза таға­йын­дауын орындамағандар сотты құрметте­ме­гені үшін айыппұл төлеуі мүмкін. Тексеруден өту үшін үштіктің құрамы толық болуы керек, яғни әкесі, анасы және баласы үшеуі бірдей зертханаға анализ тапсырады. Оны медициналық тілмен атрио деп атайды. Онда әке мен бала қанының құра­мы 99,75 пайызға ұқсас болуы және әкелік PI ин­дексі 400-ден кем болмауы қажет. Нәти­же­нің нақты­лығы жоғары.",
                "date": "30.01.2017",
                "upvotes": 0
            },
            {
                "text": "Ол сараптаманын кунын ким толейди? Егерде мен болсам ол сумманы таппасам сот исин жалгастырмай ма?",
                "date": "30.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына ойынға ұқсас интернетсіз ойнайтын ойындар барма?",
        "question_content": "Осының интернетсіз ойнайтын түрі барма?",
        "question_date": "30.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Роутер арқылы компьютерді интернетке қалай қосуға болады?",
        "question_content": "Роутер арқылы компьютерді интернетке қалай қосуға болады?",
        "question_date": "29.01.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Биологиядан зертханалық жұмыстар бар ма?",
        "question_content": "9 сынып биологиядан 7 зертханалық жұмыс керек еді өтінем.",
        "question_date": "29.01.2017",
        "question_tag": "Мектеп",
        "question_views": 10200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "№7 зертханалық жұмыс\n\nТақырыбы: Әр түрге жататын өсімдіктердің морфологиялық ерекшеліктері\nМақсаты: Әр түрге жататын өсімдіктердің ерекшеліктерімен, олардың сыртқы белгілерінің жиынтығын сипаттайтын морфологиялық критерии ретінде таныстыру.\nҚұрал-жабдықтар: кеппешөптер, сызғыш\nЖұмыс барысы:\n1. Барлық мүшелерінің құрылысымен танысу.\n2. Кесте толтыру\n\nӨсімдік\nатауы Жапырағының құрылыс ерекшелігі Сабағының қ.е Тұқым-ң қ.е Гүлінің қ.е Жемісінің қ.е\n\n\nҚорытынды:\n- Әр түрге жататын өсімдіктердің ұқсастықтарымен айырмашылықтары.\n- Морфологиялық ерекшеліктері.",
                "date": "30.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізбектей алынған екі натурал сандардың мəні қандай?",
        "question_content": "Тізбектей алынған екі натурал санның квадраттарының қосындысы олардың көбейтіндісінің мəнінен 157-ге артық. Осы сандарды табыңдар.",
        "question_date": "29.01.2017",
        "question_tag": "Математика",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x^2+(x+1)^2=x*(x+1)+157  жақшаны ашамыз\n\nx^2+x^2+2x+1=x^2+x+157 ұқсас мөшелерді топтастырамыз\n\nx^2+x-156=0   квадрат теңдеуді шешеміз\n\nD=1^2-4*1*(-156)=1+624=625\n\nx1=(-1-25)/2=-13\n\nx2=(-1+25)/2=12\n\nнатурал сан оң сандар болғандыктанЖауабы 12 13",
                "date": "18.01.2018",
                "upvotes": 1
            },
            {
                "text": "бірінші сан х, екінші сан (х+1) теңдеудің шешімі 12 және 13",
                "date": "29.01.2017",
                "upvotes": 0
            },
            {
                "text": "Мен билмим . Уйге берип ед шышарга",
                "date": "18.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Махамбет поэзиясы -ұлтына ұран болған, рухы биік поэзия\" тақырыбына шығарма?",
        "question_content": "\"Махамбет поэзиясы -ұлтына ұран болған, рухы биік поэзия\"  тақырыбына шығарма керек жоспарымен?",
        "question_date": "29.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарадан бір-ақ тусайшы, \nАртымыздан біздердің \nАқырып теңдік сұрарға \n(Махамбет) \nҚай елде, қай халықта да дана тұлғалар, данышпан қайраткерлер тарих ағымының биік жалында, халық тағдырының терең шайқалыс шақтарында дүниеге келетіні белгілі. Қолбасшы батыр, қаһарман ақын Махамбет Өтемісовты тудырған ондай кезеңді шақ – патша отаршылдығы мен хан өкіметінің езгісі мен қысымына қарсы бұрынғы Ішкі Орда шаруаларының 1836-1837 жылдардағы көтерілісі. Махамбет – сол қозғалыстың ұйымдастырушы, басқарушы көсемдерінің бірі, жалынды үгітшісі, жауынгер жыршысы. \n1836-1837 жылдардағы көтеріліс халқымыздың көпғасырлық тарихының ең жарқын беттерінен саналады. Елдің жадында Исатай – Махамбет көтерілісі деген атпен белгілі бұл көтеріліс ел шегіндегі, халықтың өз ішіндегі одан бұрынғы да, одан кейінгі де талай қозғалыстар қатарында еңбекші халық мүддесін көздеген таптық сипатының айқындығымен ерекше тұр. \nКөтерілістің себептері белгілі, ол – ХІХ ғасырдың отызыншы жылдарында Россия патшалығының отаршылдық езгісінің күшейуі, қазақ даласын жан-жақтан әскери қамалдармен қоршап, ел басқарудың қатал, жауыз «тәртіптерін» орнату арқылы еңбекші бұқараны аяусыз қанауы. Қазақтың ақ киізге аунатып, хан көтерген төрелері шаруа халықты қорғай алмады, қайта отаршылдармен ауыз жаласып, бұқараны бірге талады, қорқау қасқырша жақынына шапты. ХІХ ғасырдың басында Қазақстанның күнбатыс шегінде пайда болған Ішкі Орданың ханы Жәңгір Бөкеев те европаша оқып, тәрбие алған «мәдениетті» көзі ашық адам болғанмен ел басқаруда Әбілқайыр, Нұралы бабаларынан аса алған жоқ. \nБұрын қазақтың бар байлығы мал еді, мал болса – жайлау жететін. Жәңгір ең алдымен шаруаны жерден қысудан бастады. Ол ен Нарынның жер-суын патша өкіметі өзінің жеке меншігіне берген деп ұқты да ең шұрайлысын өзі алды, туысқан төрелер мен қайын жұртына бөліп берді. Мал баққан елдің жаз жайлау, қыс қыстаусыз күні жоқ, одан айрылғасын не қалды? Оның үстіне бұрын түтін салығына тиын-тебен төленгеннен басқаны көрмеген, оған да құнтсыз қазақ шаруасы енді жылда хан зекеті, хан соғымы, ақ киіз – қара киіз дейтін салықтар төлеуге мәжбүр болды. Бұл әсіресе қалт-құлт күн көрісі бар кедей шаруаларға жайсыз тиді. Зекет, соғым жинау кезінде төре-төлеңгіттердің қара халыққа жасаған қиянаты бастан асты, малда иелік, баста ерік қалмады. Ханға шағым айтқандар теңдік таппады. Хан тек өзінің жақын-жуық төрелерінің дегенін істеп, елдің Исатай Тайманов секілді әділдігімен, нашарға жанашырлығымен аты шыққан беделді адамдарын да тыңдауды қойды. Сосын – ақ «малым – жаным садақасы, жаным – арым садақасы» дейтін халықтың мұнша қиянат пен қысымға қарсы қайрат көрсетпей, бұғып жүре беруі мүмкін емес еді. 1836 жылдың көктемінде әуелі Атырауды қыстаған беріш ауылдары, соңынан күллі Нарынның, он екі ата байұлының шаруалары ат сайлап мініп, аламан құрып, дүр көтерілді. \nКөтерілістің қалай тұтанып, қалың қауға тиген өртше көкке шалқып, сосын ақыры қалай қанға боялып өшкені халықтың жадында. Исатай – Махабеттің сарбаздары хан мен төрелердің, байлар мен билердің ауылдарын шауып, малдарын айдап әкетті. Хан қайыны, қаныпезер Қарауылқожа, Шыман-төре, Балқы-би құсаған әбден жәбірі өткен жауыздардың үйінің шаңырағын ортасына түсіріп, жазықсыз жәбір көрген көптің кегін алды, кеткен мал-мүлкін қайтып әперді. \nКөтерілістің ең кемеліне жеткен шағы - 1837 жылғы октябрьдің аяғында Исатай сарбаздарының екі мың қолмен Хан Ордасын қамауы. Исатай осы жерде Махамбет айтқандай «құрулы жатқан жебеге құрсағынан шалдырды». Батыр әлі де болса ханмен келісімге келмек пиғылда еді, Қарауылқожаны орнынан түсіріп, хан өзі Ордада әділ тәртіп орнатады деген сенімде еді. Халықтың бар мұңы мен шерін, арманы мен үмітін көкірегінде қорытқан Исатайдың бұл сенімі ақталмады, олай болуы тарихи-объективтік тұрғыдан мүмкін де емес-ті. Арада бір-екі жұма өткеннен кейін Тастөбедегі ұрыста артиллерия қолданған патша әкері Исатай мен Махамбеттің қолын қырып салды, екі батыр қырық шақты жолдасымен Жайықтың бергі бетіне өтіп кетуге мәжбүр болды. Ақыры келесі жылы жазда Ақбұлақ суының бойында тағы да патша әскерімен айқаста Исатай Тайманов қаза тапты да, одан сегіз жыл өткенде Махамбает Өтемісовты Баймағанбет сұлтанның жалдаптары айуандықпен өлтірілді. \nИсатай – Махамбет көтерілісі – халықтың даналығы мен құдыретінің айғағы. Ал деп басталуынан аяқталуына дейінгі осы он сегіз айдың оқиғасы мал мен дүние өктемдік жүргізген қатыгез, қараң заманда «халық қозғалса, хан тағында тұра алмайтынына» елді сендірді. Аз күн болса да мерейі үстем болып, азаттықтың, теңдіктің дәмін татқан халықтың рухы бір көтеріліп қалды. Махамбет Өтемісовтың де батырлық таңқы дүрлеп, ақындық жұлдызы жарқырай түскен шағы – осы тұс, осы он сегіз ай. \nМахамбет Өтемісұлы 1803 жылы туған, әкесі Өтеміс Құлманиязов дәулетті адам болған. Махамбеттің өзі бір өлеңінде:\nЕрте көшіп, кеш қонған \nБіз санаулы сәнді орданың бірі едік, -\nдеуіне қарағанда, бұл ауыл Ішкі Ордадағы белгілі, белді ауылдардың бірі болғанға ұқсайды. \nМахамбет Өтемістің екінші әйелінен, онымен бірге бір анадан Бекмағанбет, Қожахмет, Ыбырайым, әйіп, Хасен туады. Ел аңыздарында Махамбеттің жастайынан палуан, мергендігімен, аузын ашса тақпақтата жөнелетін төкпе ақындығымен аты шыққаны айтылады. Және де ол мұсылманша да, орысша да хат білген. Қазақтың жаппай қараңғы кезінде бұлай екі тілде бірдей сауатты болу өте сирек-ті. Ондай адам өз ортасының ұлттық шеңберінде қалып қоймайды, өзге жұрттарды өгейсінбейді. Махамбет те орыс жұртымен ерте араласса керек. Бұл оның азаматтық бейнесінің қалыптасуына игі әсерін тигізбей қалған жоқ, сол кездегі қазақ ауылындағы әлеуметтік теңсіздікке, әкімдер мен әділердің қиянатына көзін ашты, әділетсіздік пен зорлыққа қарсы жан түкпірінде өзі әлі саналы түрде ұғып үлгермеген наразалықтың оянуына себеп болды. \nАқынның жас кезінде Жайықтың бергі бетінде қазақ шаруаларын хандар мен патша қамалдарына қарсы көтерген батыр Сырым Датов жорықтарының шаңы басылған жоқ-ты. Ол соғыстар нәтижесіз аяқталғаннан кейін Нұралы тұқымының – біресе Қаратайдың, біресе Қайыпқалидың хандыққа таласқан бүліктері елдің тыныштығын бұзып, берекесін алды. Мал баққан момын шаруаның алыс-жақын жауы бар – ауылының желкесінен қарауыл түспеді, құлағынан дүбір кетпеді, аты ерттеулі, найзасы жастаулы күн кешті. \nМахамбеттің жастық шағы өткен өңірде – Еділ, Жайық арасында, Қиғаш пен Қобан, Боқсақ пен Бозан суларының бойында ерте замандарда ел қорыған Қамбар, Тарғын сынды батырларды мадақтаған дастандар туған, басы сонау ертегілері Сыпыра-жырау, одан бергі Асанқайғы, Қазтуған, Шәлгез, Жиембет, Доспанбеттер сөз баптаған. Махамбеттің құдыретті өнері осындай батырдың даңқы мен ақынның даусы қатар жаңғырған аспан астында қанаттанды. Алғаш шаршы топқа түскен кездерінде ол жаугершілік заманның ақындарының дабылды жырларын толғап, соларға еліктеуден бастаса керек. Көне кітаптардың бірінде ақын ылғи да «Махамбет-жырау» деген атпен аталады. Қазақтың халық поэзиясының дәстүрінде өз жанынан сөз (өлең) шығарушы адам сол өңірдің өзінен бұрынғы өткен айтқыштарының өлеңдерін білмейінше ақындығын таныта алмағаны белгілі. Махамбет те бастапқы кезде өзінен бұрынғы ақындардың жырларын толғайтын жырау ретінде көзге түссе керек. Сонымен бірге оның шебер домбырашы болғаны, өз жанынан бірнеше күй шығарғаны соңғы кезде анықталып отыр. \nМахамбеттей өз ортасынан биік, ойға озық, тілге жүйрік, алымды азамат елдің әлеуметтік өміріне белсене араласпай қала алмайды. Әкесі Өтеміс-биді дұшпандары Орынборда үзеңгісіне у жағып өлтіргеннен кейін орнына ағасы Бекмағанбет-би я басқа ағаларының бірі емес, Махамбеттің старшын болуы да осыны мезгейді. Ақын өмірінің бұл бастапқы кезеңінен қазір қолда бар дерек аз. Тек бір белгілісі – оның 1829 жылы Жайықтан астыртын өтерінде қолға түсіп, Калмыков қамалында жылдан астам тұтқында отыруы. Бұдан ол елге оба тиген кезде, 1830 жылдың күзінде қашып шығады. Ақынның кейінгі кезде табылған:\nКеше біз зынданда жатып құбылдық, \nҚамалған көп дұшпанға қор болдық \nТерезеден телміріп, \nАғайын мен туғанды \nБір көруге зар болдық, \n- деген жолдары осы тұсты мезгейді. \nМахамбеттің көтеріліске дейінгі өмірінен анық белгілі және бір нәрсе – оның Манан ауылы деген бай жерден ерегіспен қыз алуы. Ақынның бұл әйелінің аты Ұлтуған, одан Махмұд деген баласы болған (Махмұдтың Нұрбике деген қызынан туған, ақынның жиеншарлары қазір тірі, Маңғыстауда тұрады). \nМахамбеттің осы тұстағы жырларынан бізге келіп жеткендері: «Жалған дүние», «Аспандағы бозторғай», «Арғымақтан туған қазанат», «Арғымақ, сені сақтадым», т.б. Мұнда ақынның уағыздайтыны – азаматтың адалдығы, әділдігі, антқа беріктігі; бейбіт өмірдің қызығы, достық, жастықтың жарастығы; сонымен бірге – уақыттың тездігі, дүниенің өткіншілігі. \nАлайда, жоғарыда айтылғандай, батырлық даңқы, ақындық атағы дүрлеп шығып, Махамбетті Махамбет еткен – 1836 жылдың аласапыран көктемінен келесі жылдың қаһарлы қысына дейінгі көтеріліс айлары. Сосын – одан кейінгі сергелдең сегіз жыл. \nКөтеріліс кезінде Махамбет Қиялы-моладағы, Теректі-құмдағы, Тастөбедегі айқастарда қолдың алдында болып, өз жеке басы орасан ерлік көрсетті. Бидай-далада жалғыз өзін қамалаған он шақты атты казакты найзамен қақпайлап, құтылып кетті. «Қарқыны күшті көк семсері шапқан сайын дем тартып», қып-қызыл майдандарда қас дұшпанына ойран салды. Осы ұрыстарда Қабыланбай Қалдыбаев, Қалдыбай Иманбаев, Тәни Түменов, Сарт Еділеев, Ерше, Нұрша Сартовтар, Үбі Үсеұлы, Қожахмет, Смайыл Өтемісовтер секілді талай соққыш палуан, атқыш мерген, найзагер батырлар көзге түсті. Кезіндегі Пугачевтің башқұр полковниктері секілді, Исатайдың ауыл-ауылдан ағылған қарулы жігіттерінің басына қойған «сардарлары» осылар болды. Солардың бәрінен, тіпті Исатайдың өзінен де Махамбеттің артықшылығы – қолындағы наркескені мен найзадай тілінің қатар жүруі. \nАқынның енді бұдан кейінгі кезеңдегі сөздерінде бірізді дәйектілік анық байқалады. Сондықтан бұл өлеңдерді көтерілістің ақындық шежіресі деу орынды. Енді сол ізбенен жүріп көрелік. \nЖәңгірхан мен оның сыбайластарының, әсіресе көбіне-көп хан қайыны Қарауылқожа Бабажановтың қара халыққа істеген қисапсыз қиянатын бас-бас сайын тізіп, Исатай мен Махамбет және де басқа халық өкілдері қол қойып, патша өкіметіне әлденеше рет «ғарза»(арыз) түсіргені белгілі. Олардың барлығы дерлік Махамбет пен Жақияның (Исатайдың баласының) қолымен жазылған. Бұл шағымдардың ешбірі әділ тексерілмеді, арыз иелерінің заңды талабы қанағаттандырылмады. Махамбет елдің осы қыраур шағымын, шексіз наразылығын ақындық бір-ақ деммен айтылған аз-ақ сөзде жиынтықтайды. «Хан емессің – қасқырсың… хан емессің – ылаңсың!» деп, ол Жәңгірдің момын елді аяусыз талаған жыртқыштығын, ылаң салғыш бүлдіргіштігін бетіне басады. Ақынның таптық сезімі өте өткір, ол ата жауымен ымыраға, мәмлеге келуге болады деп түсінбейді. Кейін Баймағанбет-төренің алдында айтатын:\nХан баласы ақсүйек- \nЕжелден табан аңдысқан \nАта дұшпан сен едің, \nАта жауың мен едім,-\nДеген сөздері де осының айғағы. Көтерілісші сарбаздардың нағыз көкейіндегісін, нанымы мен сенімін жарқырата алға шығарған бұл сөздер Исатай туының астында ұран боп жаңғырды. «Айғайласып жауға ти! Тәңірім білер, жігіттер, ажалымыз қайдан-ды!» деп, астана жұртын айналып, жар салған дауылпаз ақын та жауымен айқастың қанды қырғын, қаталдығын толғайды. Бұған тек:\nТоларсақтан саз кешіп, \nТоқтамай тартып шығарға \nҚас үлектен туған қатепті \nҚайыспас қара нар керек… \nҚабырғасын қаусатып, \nБір-біріндеп сөксе де \nҚабағын шытпас ер керек.\n«Соғыс» деген өлеңінде ақын көтерілістің ең шырқау шегіне жеткен күнін – 1837 жылғы 15 ноябрьдегі Исатай қолының Тастөбеде патша әскерімен соғысын суреттеген. Бұл ұрыс – көтерілістің ең соңғы қанды нүктесі. \nКөтеріліс жеңілді, келесі жылы жазда Ақбұлақтағы айқаста Исатай қаза тапты. Исатайды жоқтаған «Мұнар күн» сияқты жырлар осы тұста туды. Бұдан кейінгі сегіз жыл – ақын өмірінің ең ауыр кезеңі. \n1841 жылы көктемде патша өкіметі Махамбетті Атырау жағасындағы ауылдардың бірінде тұтқындап,Текеге (қазіргі Оралға), одан Орынборға айдайды. Әскери сотқа беріліп, өлім жазасына тартылатын жерінен орыс офицерлерінің ішіндегі достарының көмегімен құтылып кетті. Осындай сүргінді шақта да ақын көңілінің кең сарайы оқуға, өнер-білімге айқара ашық еді. «Өнер-білім бар жұрттардан» тағылым алған ол өз баласы Нұрсұлтанды орысша оқуға бермек болып, Орынборға, бұл жолы енді өз еркімен, сапар шекті. Қандай игі тілек, жақсы талап! Өз баласын халқына пайдалы қызмет ете алатын, көзі ашық, көңілі ояу азамат етіп шығармақшы. \nНе пайда, ақынның тілегі орындалмады. Күні кеше ақ патша мен ханға қарсы көтеріліс бастаған атақты батыр, жауынгер ақынның баласын патша өкіметі оқуға алмады. Оның орнына Махамбеттің үстінен елдің әкім-қараларының берген шағымдарын қайта көтеріп, үсті-үстіне жауапқа шақырып, соңына шырақ алып түсті. Бұның аяғы келіп, ақынның 1846 жылғы ноябрьде Қарой деген құдықтың басында Баймағанбет жалдаптарының қолынан қаза табуына әкеп соқтырғаны белгілі. \nҚаройдағы қанды оқиғаның аз-ақ алдында Кіші Жүздің Күнбатыс бөлімінің сұлтан-правителі Баймағанбет Айшуақовтың Елек бойындағы ордасында ақын өзінің қыр соңынан қалмай қойған қарақұлағы, осы бір хан баласы ақсүйекпен ақтық рет кездесті. Атақты «Мен – мен едім, мен едімді» Махамбет осы жерде айтқан. Баймағанбеттің бетін шиедей қылып, әбден жерлеп келіп-келіп:\nХан баласы ақсүйек – \nБайеке-сұлтан сен болып, \nСендей нар қоспақтың баласы \nМаған оңаша жерде жолықсаң, \nҚайраңнан алған шабақтай \nҚия бір соғып ас етсем, \nТамағыма қылқаның кетер демес ем! – \nдеп салды. \nМахамбет халық көңілінің тұнығындағы ең асылын – еркіндікті, теңдікті, жақсы тұрмысты аңсаған арманын, ата жауына деген қаны қатқан өші мен кегін, азаматтың антқа берік адалдығы мен арыстандай ерлігін көкке көтере мадақтады. Ақынның қызыл оттай қызулы, қылыштай өткір, селдей серпінді сөздері қараңғыда алдан жарық күнді қармаған қалың қазақтың ақ жүрегіне толқу салды, ер көңіліне жел берді. Махамбет жырларын оқыған адам тез тұтанып, терең тебіреніп, Исатай сарбаздарының сапында айқасқа кіргендей, жеңіс қуанышын, жеңіліс күйігін бірге кешкендей сезінеді. Ақынның құдіретті сөзінің күні бүгінге дейін сыры кеткен жоқ, сыны түскен жоқ. \nҒасырлар бойы әлдилеген арманына – азаттық пен теңдікке Ұлы Октябрь социалистік революциясы жеңісінен кейін қолы жеткен, қайта туған қазақ халқының түрі ұлттық, мазмұны социалистік мәдениеті мен әдебиеті жедел дамып, көркейді. Махамбет жырлары халқымыздың мәдени мұрасының, рухани қазынасының ең асылынан саналады. \nМахамбет өлеңдері соңғы рет 1974 жылы «Ереулі атқа ер салмай» деген атпен басылып шыққан. Онда ақын жырларының Х.Жұмалиев редакциясымен дайындалған 1962 жылғы басылымы негізге алынған-ды. Сонымен бірге Махамбеттің өмірі мен творчествосын зерттеудегі кейінгі деректерге сүйеніп, ақын өлеңдерінің құрылымы мен текстіне қажеттігі күмәнсіз деп танылған бірсыпыра түзетулер енгізілген – ді. Бұл өзгерістер кітапқа берілген «Түсініктерде» тарихи - әдебиеттану тұрғысынан мүмкін-қадарынша негізделген. \n«Жыр - семсер» кітабында Махамбет өлеңдері сол соңғы 1974 жылғы басылым бойынша еш өзгеріссіз берілді. \nБұл кітап Махамбет Өтемісұлының туғанына 175 жыл толуына орай шығарылды.\n\nМахамбет мұралары \nИ. Кенжеалиев ақын мұраларын зерттеуші ғалым\nСонда да жанашыр қауымның қамқорлығы тимей жүрген бiр жай бар. Ол- Махамбеттiң тарихи мұрасын iздестiрудiң жеткiлiксiздiгi. Республика мен облыстың басшылары, ғылыми, әдеби, тарихи орта ұлы бабамыздың қоғамдық-саяси қызметi жайлы деректердi, оның ақындық шығармашылық, сазгерлiк мұраларын жинастырып, жарыққа шығаруда мардымды жұмыс iстей алмай келедi. \nМахамбет жайлы жиырма жылдың үстiнде iздестiру-зерттеу мақсатында ел аралап, архивтердi ақтарып, жиған-тергенiмiздiң бiрқатарын баспасөз бетiнде жариялап, бабамыздың бай мұрасын халқымыздың игiлiгiне жаратуға қолдан келгенiнше атсалысып келемiз. Бұндағы айтайық дегенiмiз: батырдың қызметi туралы, өлеңдер жинағы жөнiнде әлi де тиянақты ғылыми тұрғыдан дәйектi кiтаптар көрiнбейдi. Кейбiр жерлестерiмiз еңiреген ердiң еңбегiне жеңiл-желпi қарайды екен. Сондайдың салдарынан болар, Махамбеттiң әдеби, музыкалық шығармаларын жинастыру кемшiн. Атырауда талай тарихшы, әдебиетшi, т.б. мамандар, көптеген қоғамдар, iрi кәсiпорындар бола тұра, осы күнге дейiн оның жанкештi болып, шыбын жанын шүберекке түйiп, жүрiп өткен жолдарын анықтаумен ешкiм шұғылданбайтыны өкiнiштi. \nӨзiм Аштарқан мен Қиғаштан, Орда мен Бекетайдан бастап батыр бабамыздың жүрген iздерiн Ақтөбеге дейiн iздеп барған болдым. Бiрақ жалғыз адамның iсi өне ме? Көрiп-бiлгендерiмнiң кейбiрiн архив деректерiне қосып, екi-үш рет Махамбет туралы қысқаша болса да тарихи очерк жазып, кiтапша етiп шығарғаным белгiлi. Олар да аз тиражбен шықты да, көп оқырманның қолына тимей қалды. \nОқу орындары студенттерiнiң Махамбет iзiне түсiп ұстаздар басшылығымен жаңа мәлiметтер жинауына болар едi. Мысалы, оның “Едiл үшiн егестiк…, Қиғаш үшiн қандастық…” деген тарихи сөздерi бойынша жастарға Тептер, Қиғаш өзендерiн көрсетiп, тарихи-әдеби мәлiметтер жиналса, шәкiрттер оқу материалын терең меңгеруге талпынып, әрi патриоттық тәрбие алар едi. Махамбеттiң “Күйген\", “Қарақамыс” деген жерлерде болғандығы, ол араның жер бағдарын, табиғатын, кiмдер тұрғанын, қандай шаруашылықпен айналысқанын, қазiргi жайын т.б. мәлiметтер жинастырылса, тарихшы, географ, әдебиетшi т.б. мамандыққа үйренушi жастардың туған өлкенi бiлуiне, өмiрдi тануына пайдасы тимей ме? Отан деген осындайдан басталмай ма? Немесе көбiмiз бiлмейтiн Пороховин батағасы, Кульпин, Кокарев, Тудецкий т.б. Махамбет iзi түскен мекендердiң қазiргi орнын анықтаса, тарихшыларға көмек, бұлар оқырмандар қызығатын мәлiметтер шығар едi. Батыр бабамыз \n“Жайық үшiн жандастық” деген ғой. Ол қай Жайық? М. Неталиев секiлдi жерлестерiмiз Жайықтың не Қаракөлдiң екеуден екенiн бiлмейтiн сияқты. Ганюшкино жағында тағы бiр Жайық, Казгородок маңында екi Қаракөл барын анықтап, нақты пiкiр айтылса, қазiргi орындарына анықтама берiлсе, тарихымызды таразылауға едәуiр септiгiн тигiзер едi. \nАйта берсек, Атырау облысында Махамбет есiмiне байланысты жерлер көп. Оның балалық шағы Топайлы тұсында өткен. Үйшiкте, Сарайшықта талай болған. Дуан деген жерде 1841 жылы 6 наурызда ұсталған. Бұларды екiнiң бiрi бiле бермейдi. Бiр таңғалатынымыз: Құлманияз ұрпағының мекенi –Борсанды Атырау тұрғындары еске алмайды. Шыбынтай мен Өтемiстiң балалары Бекмағамбет Өтемiсұлының бастауымен 1860 жылы осы ата қонысы- Борсанға Нарын жағынан көшiп келген. Батыр баба жайлы тарихи әңгiмелер мен ақынның өлеңдерiн Құлманияз ұрпақтары бiлуге тиiс. Солармен кездесiп, әңгiмелесу қажет-ақ. \nӘрине ел iшiнен материал жинау оңай шаруа емес. “Қарабаудағы Дияр деген азамат бiледi” – дегесiн мен оған үш рет бардым, бiрақ “бiлмеймiн” деп жолатпады. Ең болмаса Бекмағанбеттiң, Құлманияз ұрпағының бейiтiн де айтпады. Бұ да түсiнiктi. “Журналистер алған материалды шала түсiнiп не өз мақсатына бұрмалап қате жазады”- дейдi ол. Жалпы, қазыналы кәриялардан тарихи, әдеби мәлiметтер жинау қиын екенiн басымыздан кешiрiп жүрмiз. Оған бiр жағынан, өткен кеңестiк қатыгез саясат кiнәлi болса, екiншiден, өзiмiздiң –қаламгерлердiң алған материалына атүстi, ұшқалақ қарауы да әсерiн тигiзуде. Алған мәлiметтерiмiздi байыптап тексерiп, басқасымен салғастырып жатпаймыз. Мен мұны өзге әрiптестерiмiзге сабақ болсын деп жазып отырмын. \nТарихи оқиғаларда шындық бiреу ғана- соны тауып, дәлелдеуiмiз керек. Ал шала iстерге, атүстi әңгiмелесуге кәриялар қарсы. Олар iлтипаттылықты, оңаша отырып, асықпай, жаймашуақ әңгiмелесудi қалайды. Содан болар, Қарабауда тұратын Көжеков Шыңғыс деген атай соңғы жылдарға дейiн ешкiмге Махамбеттiң отбасы, туыстары және оның жырлары туралы жартымды мәлiмет бермеген екен. Бiз бұл кiсiмен 2-3 рет кездесiп, сөйлестiк. Жасы ұлғайған адамның көңiл күйi құбылмалы келедi, денсаулығы да өзгерiп тұрады. Әрине тiл тауып, сөйлесу оңай емес. Жалпы алғанда Шыңғыс атай ерте сауат ашқан, өз туыстары, ата-бабасы жайлы жақсы бiлетiн кiсi екен. Бiрақ ұзақ отырып сөйлесе алмайды, шаршап қалады. Шыңғыс атай Мөңкеұлы Мұрат, Қуан. Ы. Шөрекұлы, Халел Досмұхамбетұлы, Қажым Жұмалиев құрастырып шығарған еңбектерiмен жақсы таныс екен. Олардың берген дүниелерiнде Махамбет өлеңдерi түгел емесiн, көп шумақтардың ұмыт қалғанын, не шатастырып орны ауысқанын, тақырыптары өзгергенiн жене жаңсақ пiкiрлер көп екенiн айтты. Әуелде бiр тыңғылықты, бiлетiн адамдардан анық-қанығын мұқият жинап, тұпнұсқасын жарияламағасын, кейiн Махамбет шығармаларын құрастырушылар аударып-төңкерiп, баспадан шығара берiптi. Солардың iшiнде Берқайыр ағамыз шығарған жинақта ақын өлеңдерiнiң көп жолдарын алып тастап, ұқсастық қуып, бiрiн-бiрiне орынсыз қосқанын қәрия қынжыла айтып едi. Махамбет жинағын құрастырып шығаруда әлi де шалағайлық көп. Бiз жанашыр қауымға iстiң мәнжайынан хабар берiп отырмыз. Махамбеттiң күйлерiн жинауға да қатысып, сұрастыра жүре Атырау азаматтарының көмегiмен тiкұшаққа мiнiп, Калмыковқа шұғылдатып бардық, онда тұратын Қанаш Иманбаевтан 10 шақты күйлерiн магнитофонға жазып алдық. Бұл жөнiнде “Қазақ әдебинтi” газетiнiң 1979 ж. 12 қазандағы санында жариялағанбыз. Сол тапқанымызды нота бiледi ғой деп Қ.Ахмедияровке берiп, ол бұл күйлердi менен алғанын жазбаса да, кiтап етiп шығарған. Бiрақ әлде де Махамбет күйлерi табылар деген үмiттемiз. \nАйтпағымыз: Махамбет биыл 190 жасқа толады. Оның мерейтойын атап өтейiк. Бұл тойдың ең басты мақсаты – жастарымызды, қалың оқырманды Махамбет өнегесiмен, оның асыл мұрасымен барынша толық таныстыру болса деймiз. Қазiргiдей қысталаң заманда ас берiп, ат шаптырып ысырап болудан гөрi Ұлы Махамбеттiң өмiрi мен қызметi жайлы деректердi, жырлары мен күйлерiн тағы да жинастырып, кiтап етiп шығарсақ, халық үшiн үлкен бiр iстi тындырар едiк. Бiздiң ойымызша, ол үшiн тиiстi мекемелер, қоғамдық ұйымдар, күллi жанашыр қауым Махамбет жинағын бұрынғыдай қалай болса, солай шығара салмай, ғылыми комиссия құрып, қатаң талап қойып, тексертiп, толықтырып шығаруға атсалысса деймiз. Бұл жерде Құлманияз ұрпағы туралы әлi де толық мәлiмет жиналуы қажеттiгiн еске сала кеткiм келедi. Олардың әрқайсысының бiлгенi шөкiмдей болса да, қағазға түсiрiлгенi және ақынның тiкелей өз ұрпағы анықталғаны жөн. Сонымен бiрге ел iшiнде Махамбет жырлары жазылған қолжазбалар, оны жатқа бiлушiлер, оның тарихын ашушылар бар деп естимiз. Солардың бәрiнен ерiнбей-жалықпай деректер жинастырсақ деймiн.",
                "date": "30.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салмағы 4000 Н жүк салынған контейнер, салмағы 500 Н қандай күш әрекет етеді?",
        "question_content": "Физика 7 сынып Гук заңы туралы",
        "question_date": "29.01.2017",
        "question_tag": "Физика",
        "question_views": 738,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физика Гук заңы туралы ақпарат қажет?",
        "question_content": "Гук заңы - тегеурін мен одан туған пішін өзгерісі арасындағы тура пропорционалдықты анықтайтын заң. Физика 7  гук заңы туралы?",
        "question_date": "29.01.2017",
        "question_tag": "Физика",
        "question_views": 18800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гук заңы — тегеурін мен одан туған пішін өзгерісі арасындағы тура пропорционалдықты анықтайтын заң.\nГук заңы тәжірибе негізінде көптеген серпімді денелер үшін белгілі бір шекте жүктемелеу арқылы расталады. Гук заңы тура пропорционал болып табылатын тегеуріннің ең жоғары шегі — пропорционалдық шек болып табылады. Бұл заң ұлғаю, сығу және ығыстыру кезіндегі Гук заңы болып бөлінеді. Бірінші заң бойынша нормаль кернеу {\\displaystyle \\tau } салыстырмалы ұзартуға пропорциональ яғни {\\displaystyle \\tau =E\\epsilon } мұндағы {\\displaystyle E} — ұлғаю кезіндегі серпімділік модулі деп аталатын пропорционалдық коэффициенті. Екінші заң бойынша жанама кернеу {\\displaystyle \\tau } ығысу бұрышына {\\displaystyle \\gamma } пропорционал және {\\displaystyle \\tau =G\\gamma }, мұндағы {\\displaystyle G} — ығысу кезіндегі серпінділік модулі; серпінділік модульдері {\\displaystyle E} және {\\displaystyle G} заттың түріне қарай тәжірибе жолымен анықталады және заттың қатаңдығы шамасын сипаттайды. Өлшем бірлігі кг/ см2 немесе км/мм2.\nИілу кезіндегі Гук заңы\n{\\displaystyle \\sigma =E\\epsilon }, мұндағы Е - бойлық серпімділік модуль, {\\displaystyle \\epsilon ={\\frac {y}{\\rho }}} = салыстырмалы бойлық деформациа {\\displaystyle \\sigma ={\\frac {M_{x}}{\\xi _{x}}}y} - тік кернеу, {\\displaystyle \\xi _{x}} - өстік инерция моменті, {\\displaystyle M_{x}} - иілу моменті, y - бейтарап өстен кез келген нүктеге дейінгі қашықтық, {\\displaystyle \\rho } - бейтарап талшықты қисықтық радиус.\nБұралу кезіндегі Гук заңы\n{\\displaystyle \\tau =G\\gamma }, мұндағы G-ығысу кезіндегі серпімділік модулі, {\\displaystyle \\gamma } - салыстырмалы ығысу, {\\displaystyle \\tau ={\\frac {T_{b}}{\\xi _{p}}}\\rho } - жанама кернеу, {\\displaystyle T_{b}} - бұралу моменті, {\\displaystyle \\xi _{p}} - өрістік инерция моменті, {\\displaystyle \\rho } - элементтен қиманың центріне дейінгі қашықтық.\nСозылу (сығылу) кезіндегі Гук заңы\n{\\displaystyle \\sigma =E\\epsilon } мұндағы {\\displaystyle \\sigma ={\\frac {N}{A}}}—тік кернеу, {\\displaystyle \\epsilon ={\\frac {\\Delta l}{l}}} - бойлық өзгеру, l - сызықтың бастапқы ұзындығы,{\\displaystyle \\Delta l} - абсолют бойлық өзгеру, N - бойлық күш, A-көлденең қиманың ауданы.\nЫғысу деформациясы кезіндегі Гук заңы\n{\\displaystyle \\tau =G\\gamma } мұндағы G - ығысу кезіндегі серпімділік модуль, {\\displaystyle \\gamma }-салыстырмалы ығысу, {\\displaystyle \\tau ={\\frac {Q}{A}}} - жанама кернеу, Q - жанама күш, A - ығысу қиманың ауданы.\nЖазық кернеулік күй үшін Гук заңы\n{\\displaystyle \\epsilon _{x}={\\frac {1}{E}}(\\sigma _{x}-\\mu \\sigma _{y})}, {\\displaystyle \\epsilon _{y}={\\frac {1}{E}}(\\sigma _{y}-\\mu \\sigma _{x})}, мұндағы {\\displaystyle \\sigma _{x}}, {\\displaystyle \\sigma _{y}} - x, y өстеріне қатысты тік кернеулер, {\\displaystyle \\mu } - Пауссон коэффициенті, Е - бойлық серпімділік модуль.\nГуктың жалпылама заңы\n{\\displaystyle \\epsilon _{x}={\\frac {1}{2}}[\\sigma _{x}-\\mu (\\sigma _{y}+\\sigma _{z})]}; {\\displaystyle \\epsilon _{y}=[\\sigma _{y}-\\mu (\\sigma _{x}+\\sigma _{z})]}; {\\displaystyle \\epsilon _{z}={\\frac {1}{E}}[\\sigma _{z}-\\mu (\\sigma _{y}+\\sigma _{x})]}, мұндағы Е - бойлық серпімділік модуль, {\\displaystyle \\mu } - Пауссон коэффициенті.\nСызықтық жылжығыштық кезіндегі Гук заңы\n{\\displaystyle \\epsilon ={\\frac {1+k}{E}}\\sigma }, мұндағы {\\displaystyle \\sigma } - тік кернеу, {\\displaystyle H={\\frac {E}{1+k}}\\sigma }—серпімділік ұзақтық модулі, k - сызықтық жылжығыштық коэффициенті.",
                "date": "30.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күш арқылы не істей аламыз?",
        "question_content": "Маған жаратылыстану -дан күш арқылы ..... деген сұрақ",
        "question_date": "29.01.2017",
        "question_tag": "Мектеп",
        "question_views": 287,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алгебрадан екінші дәрежелі теңдеу жүйесін қалай шығарады?",
        "question_content": "Суреттегі екі теңдеу жүйесін шығара алмай отырмын. Қалай шығарады?",
        "question_date": "29.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Телефон операторлары қосымша код ашуы мүмкін бе?",
        "question_content": "Телефон операторлары қосымша код ашуы мүмкін бе?\n\nМысалға активті алар болсақ +7701 , +7702 , +7775 , +7778 тағы қосымша +7779 деген ашылуы мүмкін бе?\n\n+7775 , +7778 деген кодтар кейін ашылды ма осы?",
        "question_date": "29.01.2017",
        "question_tag": "Байланыс операторлары",
        "question_views": 842,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алматыда сазан балығы қанша теңге тұрады?",
        "question_content": "Алматыда сазан балығы қанша теңге тұрады?",
        "question_date": "29.01.2017",
        "question_tag": "Банк",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Піспеген күйде кг  1000-1500 теңге\nқуырылған балық кг 2500 теңгеден жоғары",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыда балықты қайдан сатып алуға болады?",
        "question_content": "Алматыда балықты қайдан сатып алуға болады? 1кг сазан балығы қанша теңге тұрады?",
        "question_date": "29.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әуезов, Алатау  аудандары  үшін Алтын орда базарынан, ал Түрксіб ауданында Сүйінбай көшесіндегі жәрмеңкеде таңдау өте үлкен.",
                "date": "29.01.2017",
                "upvotes": 0
            }
        ]
    }
]