[
    {
        "question_title": "Ұқсастық пен айырмашылық",
        "question_content": "Маған тілеуке құлекеұлының он бес деген жасым ай және бұқар жыраудың жас туралы деген өлеңдеріндегі ұқсастықтары мен айырмашылығын тауып берулеріңізді өтініп сұраймын. Көмек керек.",
        "question_date": "12.01.2017",
        "question_tag": "Мектеп",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білмеймінғой жанымау,білсем аитатын едім",
                "date": "9.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дос туралы шығарма керек еді?",
        "question_content": "Дос туралы шығарма керек еді.Кіріспеде достың адам өміріндегі маңызы туралы жазу жазу керек.",
        "question_date": "12.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір дос бар мұрныңнан қан кеткенше, Бір дос бар астыңнан тақ кеткенше, Бір дос бар басыңнан бақ кеткенше, Бір дос бар қораңнан мал кеткенше, Бір дос бар кеудеңнен жан кеткенше, - деген қазақ халқының бүгінгі замандағы достарының бейнесі осылардың қайсысынан табылады? Жалпы дос деген не? Өмірде достықтың алар орны қандай? Досың сені көрге сүйрей ме, төрге сүйрей ме? Менің өз ортамда сенімді адал досым бар ма? Осы сұрақтар кез келген адамды мазаламай қоймайды. Расында осы достық деген не? Алдымен соған тоқталайық. Біз дос туралы ұғымды мектеп қабырғасында жүргенде бастауыш сыныптан аңғарамыз. Мектепте ұстаздарымыз бізге достықтың құдіретін, қыр сырларымен таныстырады. Бұл жастағы балалар дос деген ұғымды сол қалпында сақтап, өмірде шын дос болады деп, өзі бірге ойын ойнайтын құрбысын өзінің досы деп санайды. Құрбыларымен ұрысып қалғанда құрбысын жақтап шығады. Анасы мектепте қарның ашса жейсің деп сөмкесіне салып берген бір үзім бөлкесін құрбысымен бөлісіп жейді. Иә бұл жағдай осыдан 10-15 жыл бұрын осындай еді. Ал қазіргі заманда 4 сыныпта оқитын бір қыз ойын ойнап жатқан қасындағы құрбысының үстіне қарап «кетші мен сенімен ойнамаймын, сенің киімің жаман», - деп көкірегінен итергенін өз көзіммен көріп таң қалдым. Яғни баланың санасы жастайынан осындай болып қалыптасып келеді. Оның ондай болып қалыптасуына не себеп? Солар біздің болашағымыз емес пе? Не кінәлі десеңіз бірінші орынға мен отбасын қояр едім. Себебі ол жанұясында не көрсе көшеде де соны істейді. Дастархан басында отқанда ата-анасы, аға-әпкесі бір-бірімен үлгі боларлық дүниелер жайында емес, баларының сабағын сұрағанда, үлгерімі жақсы оқушылармен дос бол, пәленшемен дос болма ол нашар киім киіп жүреді, сабағын да жақсы оқимайды. Иә ол жаман киім киеді, үлгерімі жақсы емес, алайда ол балада барлық адамның бойынан табыла бермейтін, адамгершілік, досқа адал болатын қасиеті жоғары шығар. Неге оның адамдық қасиетімен санаспаймыз, адам көркі шүберек деп текке айтпаған шығар, бірақ шүберек бітер, ал достық ше, достық қайда сонда? Міне баланың өмірге деген көзқарасы осылай атақ-даңқы бар, әдемі киім киетін адамдармен достасу керек, яғни оның пайдасы тиеді деген ой қалыптасады. Бүгін көк қағаз билеген заманда жастар осылайша өз құндылықтарымызды сол бір мардымсыз дүниеге алмастырады. Өмірде ақшадан биік қасиеттер бар, бар байлығыңмен алмастырып ала алмайсың. Алайда жастайынан ақша болса болды, ақшаға барлығын сатып аламын деп ойлайды. Иә расындада ақшасы көп адамдардың айналасында дос сымақтар көбейеді, сенің қаншалықты ақшаң көбейсе, жауларыңда көбейеді. Бүгінгі шындығы шала қоғамның бір дертіне айналған. Алайда мен көпке топырақ шашудан аулақпын. Достық деген сезім - сені шынайылыққа, адалдыққа, Алланың ақ жолынан адаспай жүруге үндейді, бойыңдағы көреалмаушылық, жауыздық, қастандық деген сезімдерің сөніп, оның орнына имандылық, мейірімділік, бауырмалдық деген сезімдер пайда болады. Өмір атты тұңғиық теңізде өмір сүріп жатқанан кейін өмірде сүрінетін кездеріміз болады, сүрінгенде бірінші кімге арқа сүйейсің, әрине ол досыңа, алайда сені қолпаштап жүрген жандардың бірін таппайсың қасыңнан, барлығы саған теріс айналып кетеді. Яғни олар достың кейпін киген сенің қас дұшпандарың. Осылайша досым кім? Дұшпаным кім сонда деп есеңгірейсің. Қоғамдағы осындай жағдай қабырғаңды қайыстырып, жаныңды жабырқатып жібереді. Сонда достықты тек өзінің мақсатына жету үшін ғана пайдаланылатын құрал ма сонда? Осы орайда испан жазушысы Б.Грасиннің «Достығың да, дұшпандығыңда мәңгі болады деп ойлама! Бүгінгі досыңа ертеңгі қарсыласым деп қара, тіпті бітіспес жауыңа айналып кетуі мүмкін; өмірде мұндай жағдайлар бола береді, ал сен соның алдын ал. Болашақ дұшпаныңы айналып қалар деген досыңның қолына қару ұстатпа, ертең дұшпан жағына кетіп қалса соққысы аяусыз болады. Дұшпаныңмен, керісінше, бітімге келер есігің әрқашан ашық тұрсын, бұл есігің, ең сенімді жол – ақпейілділігің болсын. Көбінесе, дұшпанымызды сансыратып кек алсақ деген оймен жүреміз, содан ләззат аламыз, ал арты уайымға айналады» - деген астарлы мағынасы терең өсиетін тілге тиек ете кетейін. Барлығымыз арамызға достықтың дәнін егіп, ол ағашымызға қарап суландырып тұрсақ арадан қанша уақыт өтседе ол ағашымыз жайқалып, жапырақтары қаулап өседі. Өмір болған соң бірде мұңайамыз, бірде қуанамыз. Кейде көңілің жабырқап достарыңды аңсаған шағыңда сол ағаштың саясына барып, көлеңкесіне бір демалып қайтсаң, мауқың басылып, өзіңе бір үлкен тірек тапқандай болып қайтасың. Сондықтан барлығымыз арамызға достықтың дәнін егіп шырмауықша шырмалып өсірейік.\n\nТолығырақ",
                "date": "12.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Авто көліктін алдынгы айнасы сынып қалса гай қызметкерлері тоқтата ма?",
        "question_content": "авто көліктің айнегі сынып калса гай қызметкерлеры машинаны тоқтатуга бола ма?",
        "question_date": "12.01.2017",
        "question_tag": "Жол ережесі",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Көлiк құралдарын пайдалануға тыйым салынатын ақаулар мен жағдайлардың\nТIЗБЕСI\n\nБұл Тiзбе автомобильдердiң, автобустардың, автопоездардың, тiркемелердiң, мотоциклдердiң, мопедтердiң, тракторлардың, өздiгiнен жүретiн машиналардың ақауларын және оларды пайдалануға тыйым салынатын жағдайларды бекiтедi. Келтiрiлген параметрлердi тексеру әдiстерi \"Автокөлiктiк құралдары. \"Қозғалыс қауіпсіздігі шарттары бойынша техникалық жай-күйіне қойылатын талаптар.\n\n7. Құрылымының басқа да элементтерi\n\n7.4. Автокөлiк құралының желқағар әйнегiнiң жүргiзушi жағындағы әйнек тазалағышпен тазалайтын бөлiгiнде сызаттың болуы.",
                "date": "13.01.2017",
                "upvotes": 0
            },
            {
                "text": "Әрине тоқтатуға құқылы, оған арнайы айыппұл мөлшері де бар. 461 бапта көрсетілген, Айыппұл мөлшері 5 АЕК жоғары. Көлік жүргізуші жағының дворник жүретін тұсында трещина болмау қажет.",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түйіндеме үлгісі",
        "question_content": "Портфолиоға түйіндеменің үлгісін көрсетесіздер ма ?",
        "question_date": "12.01.2017",
        "question_tag": "Мектеп",
        "question_views": 21700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жалпы осылай болуы керек.",
                "date": "12.01.2017",
                "upvotes": 1
            },
            {
                "text": "\"Алпамыс\" балабақшасы\nАты-жөні    ҚОНАҚБАЙ СЕРІК ҚУАТҰЛЫ\nТуған жылы күні - айы 16 09 2015\nМінезі     Ашық, адамдармен тез араласып кетеді\nМекен - жайы  Қ, Ерімбет №23\nТелефон 24 7 86 8 778 120 67 46 \nҰнататын іс әрекеті би билеу, ән айту\nӘкесінің аты - жөні Ысматула Куат Конакбаевич\nАнасының аты - жөні Мырзагелдиева Эльмира Егембердіқызы",
                "date": "14.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуелсіздік туралы 4 шумақ өлең керек.",
        "question_content": "Тәуелсіздік туралы өлең мағыналы болуы керек.\n\nЕсіме алсам өткен күннің белестерін (жалғасын құрастыру)",
        "question_date": "12.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есіме алсам өткен күннің белестерін. \nЖелтоқсаным ерлік болып елестедің. \nБарінеде тек кінәлі Москва ғой , \nМомын қазақ ештеңеде демес дедің. \nҚонаевтай нар тұлғаны орнынан ап, \nКолбинді əкеп біздерменен кеңеспедің. \nАйдаладан басшы болып келген орыс, \nҚазағымның қамын мүлде жемес те едің. \nХалқым қалай шыдап тұрсын қорлығыңа, \nЕжелден ақ қайсар халық емес пе еді.\n\nТолығырақ.",
                "date": "12.01.2017",
                "upvotes": 0
            },
            {
                "text": "келесі аптага дейін отнемкомектесіңіздерші",
                "date": "12.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқушы балаға ақшалай мотивация бересіздер ме?",
        "question_content": "Ұлыма барлық сабақтардағы әр 5 үшін 50 тг, 4-ке ештеңе, 3 болса 150 тг айыппұл. Қазақ тілі мен математиканың 5-теріне 100 тг, тек ағылшын ғана 150 тг.\nБіреулер дұрыс емес деп ойлар бәлкім. Бірақ өз басым бала кішкентайынан әр нәрсенің құны болатынын, ақша оңайлықпен келмейтінін және үнемі жақсы нәтиже үшін тырмысуы керек деп есептеймін.\nСіздерде қалай?",
        "question_date": "12.01.2017",
        "question_tag": "Мектеп",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Калий перманганатының зат мөлшерін және массасын табыңдар.",
        "question_content": "16 грамм оттек алу үшін қажетті калий перманганатының зат мөлшерін және массасын табыңдар.",
        "question_date": "12.01.2017",
        "question_tag": "Химия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "16 грамм оттек алу үшін қажетті калий перманганатының зат мөлшерін және массасын табыңдар.",
                "date": "21.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге мектептерде ҰБТ-ға байланысты пәндерден дайындатқызбайды?",
        "question_content": "Неге мектептерде ҰБТ байланысты дайындатқызбайды, керек емес пәндерді қосып, көп уақытты алады? Мәселен, менің таңдау пәнім Дүние жүзі тарихы, әдетте физика,химия,биология басыма бақ қонғандай сол пәндерді әурелетіп оқимын, неге мұғалімдер көз жұма сол пәндерге лайықты жақсы деген баға қоя салмай, ал ЖОО(Жоғары Оқу Орындарда) тапсыратын пәндерге көңіл бөлмейді?",
        "question_date": "12.01.2017",
        "question_tag": "Мектеп",
        "question_views": 349,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бөлшектерді жаңа бөлімге келтіріп жазыңдар.",
        "question_content": "Бөлшектерді жаңа бөлімге келтіріп жазыңдар.\n\nТ.Алдамұратов  2 бөлім 932  933 есептер",
        "question_date": "12.01.2017",
        "question_tag": "Математика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бронхтық атопиялық демікпенің емі бар ма?",
        "question_content": "Мен бронх.астмамен аурамын. Уже 6жыл болды бірақ соңғы 6айдан бері жие ауратын болдым. Мен Шымкент қаласында жақсы болып жүретінмін. Ал Алма-ата, Сарыағаш, Жетісай, Ленгер, Шардараға т.б қалаға барсам. Өкпем сырылдап, тез әлсіздене бастаймын, тыныс алуым қиындай бастайды. Енді тіпті Шымкент қаласында жүрсем де қайталанып жатыр. Бұл аурудың емі барма? Қалып кетеме? Қайда? Қай қалада білікті аллерголок,бронх.астманы емдейтін мамандар бар?ен бронх.астмамен аурамын. Уже 6жыл болды бірақ соңғы 6айдан бері жие ауратын болдым. Мен Шымкент қаласында жақсы болып жүретінмін. Ал Алма-ата, Сарыағаш, Жетісай, Ленгер, Шардараға т.б қалаға барсам. Өкпем сырылдап, тез әлсіздене бастаймын, тыныс алуым қиындай бастайды. Енді тіпті Шымкент қаласында жүрсем де қайталанып жатыр. Бұл аурудың емі барма? Қалып кетеме? Қайда? Қай қалада білікті аллерголок,бронх.астманы.",
        "question_date": "11.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бронх демікпесі кезіндегі емдеу тактикасы\nЕм мақсаты: тұншығу ұстамасын, аурудың асқынуларын басу.\nДəрі-дəрмексіз ем: себепті аллергендермен жанасуды, спецификалық емес тітіркендіргіштер əсерін болдырмау (темекі тарту, кəсіби зияндықтар, поллютанттар, өткір иістер жəне басқа).\nДəрі-дəрмектік ем\nҰстамаларды басу:\nингаляциялық тез əсердегі 2-агонистер (сальбутамол, фенотерол);\nəсері тез басталатын ұзақ əсердегі 2-агонистер (сальметерол, формотерол);\nингаляциялық холинолитиктер (ипратропий бромиді); құрамында холинолитиктер мен 2-агонистер қосылған комбинациялы дəрі дəрмектер; қысқа əсердегі метилксантиндер (аминофиллин);\nжүйелі ГКС (преднизолон).\nдемікпені ұзақ жүргізу үшін, ауырлық дəрежесіне байланысты баспалдақты əдіс ұсынылады.\nБарлық деңгейлер үшін: тұрақты күнделікті терапияға қосымша, қажет жағдайда тез əрекеттегі ингаляциялық 2-агонистер қолданулуы қажет, бірақ күніне 3-4 реттен жиі емес, фенотерол мен ипротропий бромиді тіркелген комбинациясы.\nI дəреже – ауруды бақылау үшін күнделікті қабылдау қажет емес. Қысқа əсердегі бронходилататорларды қажеттілік бойынша күніне 1-2 рет қолдану ұсынылады.\nII дəреже – ингаляциялы ГКС: беклометазон дипропионат 200-500 мкг 1-2 қабылдауға, флутиказон пропионат 120 доза (100-200 мкг тəулігіне 2 рет), будесонид 100-250 мкг/тəулігіне.\nАльтернативті ем: теофиллиннің ұзақ əсердегі препараттарын тағайындау (теотард, теопэк 200-400 мг/тəулігіне), кромондар (кромоглиц қышқылымен ингаляция 10 мг тəулігіне 4 рет немесе интал 5 мг/доза), лейкотриен рецепторларын бөгегіштер (зафирлукаст 20 мг күніне 2 рет). Қысқа əсердегі бронходилататорлар (сальбутамол, фенотерол) қажеттілік бойынша тəулігіне 3-4 рет.\nIII дəреже — ингаляциялы ГКС: беклометазон дипропионат (800-1600 мкг в 3-4 қабылдауға) флутиказон пропионат 120 доза (400-1000 мкг тəулігіне 3-4 рет), Будесонид 800-1600 мкг/тəулігіне немесе ИГКС стандартты дозада ұзақ əсердегі адренорецепторлардың 2 агонистерімен бірге (сальметерол 50 мкг күніне 2 рет немесе формотерол 12 мкг күніне 2 рет), фенотерол мен ипротропий бромидінің тіркелген комбинациясы немесе теофиллиннің ұзақ əсердегі препаратымен.\nҚысқа əсердегі бронходилататорлар (сальбутамол, фенотерол) қажеттілік бойынша, бірақ тəулігіне 3-4 реттен көп емес.\nАльтернативті ем: теофиллиннің ұзақ əсердегі препараттарын тағайындау (200-700 мг/тəулігіне), кромондар (кромоглиц қышқылымен ингаляция 20 мг тəулігіне 4-8 рет немесе интал 5 мг/доза), лейкотриен рецепторларының бөгегіштері (зафирлукаст 20 мг күніне 2 рет).\nIV дəреже— ингаляциялық ГКС: беклометазон дипропионат 100 мкг — 10 доза (1000 мкг аса) тəулігіне флутиказон пропионаты 100-200 мкг тəулігіне 3-4 рет, будесонид 800 мкг/тəулігіне аса, немесе эквивалент плюс қасқа əсердегі ингаляциялық 2-агонист (сальметерол, формотерол), фенотерол мен ипротропий бромидінің тіркелген комбинациясы; плюс бір немесе одан көп келесі препараттар, егер бұл қажет болса: баяулы босайтын теофиллин, антилейкотриен препараты, пероралды қысқа əсердегі 2 агонисттер, пероралды ГКС.\nІріңді қақырық болған кезде, жоғары лейкоцитоз, эритоциттердің тұну жылдамдығының артуында антибиотикограмманы ескеріп, антибактериалды терапия курсын тағайындайды (спирамицин 3000 000 БІРЛІК х 2 рет, 5-7 күн, амоксициллин+клавулан қышқылы 625 мг х 2 рет, 7 күн, кларитромицин 250 мг х 2 рет, 5-7 күн, цефтриаксон 1,0 х 1 рет, 5 күн). Тұтқыр қақырықпен науқастарға муколитиктер тағайындайды (амброксол, карбоцистеин, ацетилцистеин).\n\nТолық ақпарат.",
                "date": "11.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вайфайдың жылдамдығын қалай білеміз?",
        "question_content": "Типлигк деген вайфай бар екнғо соның жылдамдығын қалай біледі 3мбит 5мбит 8мбит деп үшке болінеді екен соны түсіне алмай жаттырм 3мбит деген секунтна",
        "question_date": "11.01.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақындардың,не шешендердің сөздерін \"СӨЗ БАСТАУ\" туралы пікірлерін табу",
        "question_content": "Ақын-жазушылардың, шешендердің, жыраулардың шығармаларынан сөз бастау жөніндегі ой-пікірлерді тауып жазындар",
        "question_date": "11.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Даланың дара ұстазы шыгарма керек",
        "question_content": "Даланың дара ұстазы шыгарма кере",
        "question_date": "11.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 10600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үлкен-кішіміздің қай-қайсысымыз болмасын балаларды білім алуға, ғылым-ілім үйренуге, талаптанып оқуға шақырған Ұлы Ұстаз Ыбырай Алтынсариннің \"Бір Құдайға сиынып, Кел, балалар, оқылық, Оқығанды көңілге, Ықыласпен тоқылық\", – деп басталатын өлеңін жатқа білеміз. Ал, сол өлеңнің \"Бір Құдайға сиынып\" деген жолын тек еліміз өз Тәуелсіздігін алған жылдардан бастап қана айтып, қосып жаза бастадық емес пе. Ұстаздың қай шығармасын алмайық, мысалы, \"Таза бұлақ\", \"Бай баласы мен жарлы баласы\", \"Әке мен бала\", \"Бір уыс мақта\" бәрі де жас ұрпақты мейірімділікке, адалдыққа, ізеттілікке, адамгершілікке, еңбекқорлыққа, білімділікке шақырады. Бүгінгі ақпараттық техника заманында да Ыбырай атамыздың шығармалары мәні мен мағынасы, тәлімдік-тәрбие-лік, ағартушылық жағынан ал-ғанда өзінің маңызын әлі жойған жоқ. Сонау 1861-1863 жылдары он тоғыз жастағы Ы.Алтынсарин қазақ балалары үшін Торғай өңірінде алғаш рет бір сыныптық мектеп ашу ісін қолға алып, әуелі оның үйін тұрғызудан бастағанының өзі – көзсіз ерлік деп айтуға болады. Жергілікті халықтан ақша жинап, мектепке керекті материалдар сатып алып, ата-аналардың көмегімен мектеп үйін тұрғызады. Оқу алғаш 1864 жылы қаңтар айында салтанатты түрде ашылып, той жасалады. Ыбырай 14 қазақ баласын оқуға қабылдайды. Олар мектеп жанынан салынған интернатта жатып оқитын болады. Өзінің осы істері жайында профессор Н.Ильминскийге 1864 жылдың қаңтарында жазған хатында былай дейді: \"Осы жылы қаңтардың 8-і күні менің көптен күткен арманым орындалып, мектеп ашылды. Оған 14 қазақ баласы кірді, бәрі де жақсы, есті балалар…\" Міне, осы секілді мәліметтер, деректер облыстық мұрағаттар және құжаттама басқармасы мен мемлекеттік мұрағатының ұйымдастыруымен өткен \"Ыбырай Алтынсарин мектебінің 150 жылдығы: тарих және қазіргі заман\" атты дөңгелек үстелде жан-жақты айтылды. Дөңгелек үстел отырысының мақсаты – өңірдің білім және мәдениет мекемелерінде, сонымен қатар отандық және шетел мұрағаттарында Ы.Алтынсарин мұралары туралы кездесетін құжаттық және материалдық дереккөздері жөнінде ақпарат жинақтау екен. Отырыс аясында облыстық мұрағаттар және құжаттама басқармасының басшысы Г.Мендекинова, ішкі саясат басқармасының жетекшісі Ж.Мақанов, \"Тор-ғайдың Жанкелдин мұражайлар кешенінің\" директоры Г.Сәрсекей, \"Ақ Орда\" жеке телеарна студиясының редакторы Г.Бекмұхамедова, ҚазКСР-нің ағарту үздігі С.Мачнева және тағы басқалар сөз сөйлеп, Торғайда алғашқы бастауыш мектепті Ыбырай Алтынсариннің ашқанына 150 жыл толуы – Қостанай өңірінің тарихында қандай орын алып отыр-ғандығын, облыста осындай маңызды оқиғаға байланысты бірнеше жобалардың дайындал-ғаны туралы, Ы.Алтынсариннің ағартушылық қызметі, шығармашылығының ұрпақ тәрбиесінде алар орны, маңызы, сол секілді Ы.Алтынсаринді Елбасымыз өзінің \"Тарих толқынында\" кітабында Қазақстандағы халық ағарту ісінің тұңғыш абызы деп атағаны, облыстық мемлекеттік мұрағатының құжаттарды пайдалану және жариялау бөлімінің бастығы Ю.Говорова Татарстан Республикасының (Қазан қаласы) Ұлттық мұрағатында болғанын, онда еліміздің, соның ішінде Қостанай облысының тарихына Ы.Алтынсаринге, дәрігер М.Қарабаевқа байланысты құжаттар тапқаны туралы айтып өтті. Облыстық білім басқармасы жетекшісінің орынбасары К.Ибрагимовтың айтуынша, облысымыздағы мектептерде бүгінде \"Қазақстан-Қостанай\" телерадио-компаниясы және басқарманың бірлесіп жасаған жұмысы – \"Алтынсарин сабақтары\" тележобасын ұсынып отырғандығын жеткізді. Онда облысымыздың белгілі азаматтары Ы.Алтынсариннің әңгімелерін оқиды екен, мәселен, бірінші сабақта облыс әкімі Н.Садуақасов \"Бақша ағаштары\" әңгімесін оқыды, дөңгелек үстелде осы сабақтардан үзінді көрсетілді. Содан кейін сөз ал-ған ақын А.Шаяхмет еліміздің көрнекті қайраткерлері М.Әуезов, Е.Омаров өздерінің еңбектерінде қазақ халқының әдебиеті, білімі мен ғылымының дамуында Ы.Алтынсарин шығармашылығына берген бағасын айтты.",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Керек сөзіне морфологиялық талдау?",
        "question_content": "Керек сөзіне морфологиялық талдау?",
        "question_date": "11.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "керек - көмекші есім. Талданбайды.",
                "date": "9.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Вирустық ауру полит емдеуге қандай дәрі қолданады?",
        "question_content": "Вирустық ауру полит емдеуге қандай дәрі қолданады? Үй жағдайында қалай емделуге болады?",
        "question_date": "11.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "DELPHI курстық жұмыс Математикалық графика ?",
        "question_content": "Маған Delphi бағдарламасы бойынша Математикалық графика керек еді? Кімде бар ?",
        "question_date": "11.01.2017",
        "question_tag": "Информатика",
        "question_views": 1500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осылар бола ма?",
                "date": "2.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1931-1933 жылғы аштықты болдыртпауға болатын еді?",
        "question_content": "Егер болса, оның салдары. 1931-1933 жылғы аштықты болдыртпауға болатын еді?",
        "question_date": "11.01.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандағы халықтың ашы­ғуына байланысты тарихи әдебиетте әртүрлі көзқарастар орын алып келеді. Шетелдік зерттеушілер мұның басты себептердің бірі ретінде Қазақстанда осы жылдары болған табиғи құрғақшылықты және оның нәтижесінде орын алған жұтты алға тартады. Айта кетер бір нәрсе, осы жылдары егіннің шықпай қалуы және жұттың орын алуы туралы көзқарастың бастауында Ф.Голощекиннің өзі тұр. Ол қазақ ауылында орын алған ашаршылықтың басты себебін осылардан іздеген болатын. Сонымен бірге жұқпалы аурулардың таралуын да ашаршылықтың басты себептерінің бірі ретінде көрсететіндер бар.",
                "date": "11.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызмет тест сұрақ-жауаптары",
        "question_content": "Сәлематсыз ба! Жақын арада мемлекеттік қызметке тест тапсырайн деп едім! Соған сұрақ-жауаптары болса жибересиз бе! Алдын ала рахмет! Бұл өте маңызды! Егер жіберген жағдайда алғысым шексіз! Менің почтам Kaparbekova2016@mail.ru немесе Вк Капарбекова Жулдыз",
        "question_date": "11.01.2017",
        "question_tag": "Мамандық",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бакыт, бул 2017ж тарсыратындарга комектеседи ма?",
                "date": "3.02.2017",
                "upvotes": 0
            },
            {
                "text": "2018ж госслужбага тест жауаптары бар 87716683112",
                "date": "23.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлем құрау, түрін анықтау",
        "question_content": "Берілген жалғаулық шылауларды қатыстырып,бірнеше салалас құрмалас сөйлем құра.\n\nКейде,я,сол себепті,да,сөйткенмен,бірде,алайда,я болмаса,əріжəне",
        "question_date": "11.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "жеке куəлік орнына берілетін бланка жоғалды, не істеуге болады?",
        "question_content": "Жеке куəлік ауыстыруға өтініш бергенде куəлік орнына уақтынша берілетін бланка жоғалған жағдайда не істеуге болады? Ол үшін қандайда бір айыппұл төленіп жүрмейме? Ертенгі күні ол қағазсыз жеке куəлігімді ала аламынба?",
        "question_date": "11.01.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Копилькаға қағаз ақша салуға бола ма?",
        "question_content": "Копилькаға қағаз ақша салуға бола ма? Егер 200 то, 500тг, 1000тг, 2000",
        "question_date": "11.01.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онда тұрған ештеңе жоқ бірақ тез толып қалады",
                "date": "11.01.2017",
                "upvotes": 0
            },
            {
                "text": "Ия болады ештенк3",
                "date": "11.01.2017",
                "upvotes": 0
            },
            {
                "text": "болады бирак акша ескі жане кір болады",
                "date": "11.01.2017",
                "upvotes": 0
            },
            {
                "text": "Негізі темір ақшаға арналған ғой, с",
                "date": "11.01.2017",
                "upvotes": 0
            },
            {
                "text": "болады бирак абайла жыртылып калуы мумкин",
                "date": "12.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығарма кызыықты болуы тиіс көмек",
        "question_content": "Шарттары\nА) Шығарма жазу\n1. Тəрбиелік мəнісі\n2. Əзіл\n3. Драма\n4. Трагедия\n5. Бір оқиға болу керек.\n6. Шығарма комп.шрифтпен жазылу керек. (14)\n7. Тақырыпты өздеріңіз таңдайсыздар.\n8. Шығарма ішіндегі персонаждар жəне болуы шарт нəрселер беріледі . 35 персонаж (адам)\nЕмші-1\nЕмшінің бауыры -2\nКөрші-4\nКөршілердің балалары-5\nБаспахана (газет, журнал, кітап)\nБаспахана басшысы-1 (20-30жас)\nБаспахана жумысшылары -2 (соның біреуі бауыры)\nКолхоз\nКолхоз басшысы-1 (30жас)\nКолхоз басшысы бауыры-1\nКолхоз қызметкерлері-3\nМəдениет үйі\nМəдениет үйіның басшысы-1\nМəд.үйінің басшысының бауыры -2\nМəд.үйінің қызметкерлері-4\n(20-25 жас)\nМектеп\nМуғалім-3 (неміс, француз, дене шынықтыру)\nОқушылар -көп\nАйрықша оқитын балалар -4\nСақау-1(тутығып сөйлейтін)(ұл или қыз)\nЖанұя-1",
        "question_date": "11.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер мен \"Мектеп президенті\" болсам?",
        "question_content": "Егер сіз \"Мектеп президенті\" болсаңыз қандай өзгерістер енгізер едіңіз?\nМектеп болашағы-біздің қолымызда!\nЕндеше мектебіміздің көркейуіне бірге ат салысайық, келешек жастар!\nӘуелі өзін түзетпеген адам қайтіп мектеп түзейді?\nЕгер мен президент болсам?\nЕгер жастар талпынбаса, үлкедер қоладамаса біз өз жағдайымызды өзгерте алмаймыз.\nЕліміздің ертеңі жарқын, болашағы баянды болсын!\nНазарларыңызға Рахмет!\nПрезидент болу арине оңай емес, ол үшін адамның бойында үлкен тіпті дара ойлар мен мақсаттар, табандылық пен шыдамдылық, сарқылмас білім болуы қажет.\nМенің басты мақсатым:\nМектеп оқушыларының білімге деген қызығушылығын арттыру және робототехниканы дамыту.\nТірібосын Олжас\n10\"Ә\" сынып оқушысы\nМен мектеп президенті болу өте қиын екенін білемін. Бірақ президент болсам, ең алдымен жұмысты өзімнен бастаймын.Адам бойынан табылуға тиісті көптеген абзал қасиеттерді бойыма сіңіру үшін және сарқылмас білім алу үшін күшімді саламын.",
        "question_date": "11.01.2017",
        "question_tag": "Қоғам",
        "question_views": 30200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер мен........",
                "date": "6.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа туылған ер балаға қандай сирек кездесетін есімдер бар",
        "question_content": "Ер балаға қандай сирек кездесетін есімдер бар",
        "question_date": "11.01.2017",
        "question_tag": "Жанұя",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "альнур , едиге , данай",
                "date": "11.01.2017",
                "upvotes": 0
            },
            {
                "text": "Міндетті түрде сирек кездесетін емес, мəн - мағынасы дұрыс, ертең келешектегі өміріне кедергі келтірмейтіндей е",
                "date": "11.01.2017",
                "upvotes": 0
            },
            {
                "text": "Мейіржан,Ескендір Шыңғысхан",
                "date": "12.01.2017",
                "upvotes": 0
            },
            {
                "text": "7Ерсағын, Нұрасыл, Нұрғиса, Нұртөре, Нияз, Ильяс, Бекназар",
                "date": "12.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектеп интернаттардағы менеджердің қызметі қандай?",
        "question_content": "Мектеп интернаттардағы менеджердің қызметі қандай? Заңын бойнша мәлімет",
        "question_date": "11.01.2017",
        "question_tag": "Заң",
        "question_views": 320,
        "question_upvotes": 0,
        "answers": []
    }
]