[
    {
        "question_title": "Мұғалім мамандығы бойынша?!",
        "question_content": "Мен мұғалім мамандығын таңдап Алматы қаласынан жоғары білім алу ордаларының бірінен білім алғым келеді. Қандай университтерді ұсынасыз?",
        "question_date": "8.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы қаласындағы педагогикалық жоғары оқу орындарынан менің білетіндерім:\n\n1) Абай атындағы Алматы ұлттық педагогикалық университеті. \nhttp://www.kaznpu.kz/kz/\n2) Қазақ мемлекеттік қыздар педагогикалық университеті. \nhttp://kazmkpu.kz/kz/",
                "date": "8.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әншілер дауыстарын қалай күтеді?",
        "question_content": "Әншілер дауыстрын дайындықта бір қалыпты ұстайды және концерт берген кезде не ішеді және не істейді?",
        "question_date": "8.01.2017",
        "question_tag": "Қазақша ән",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "GTA 5-тің компьютерге арналған дискісі қанша тұрады?",
        "question_content": "GTA 5-тің компьютерге арналған дискісі қанша тұрады?",
        "question_date": "8.01.2017",
        "question_tag": "Компьютер ойындары",
        "question_views": 823,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ал нақты гта 5 дискі 15 мың тұрады",
                "date": "14.01.2017",
                "upvotes": 0
            },
            {
                "text": "салам сіздің компьютеріңіздің процессоры core i5 па  сонда ғана гта жазылады дискіден әйтпесе диск окымайды егер гта 5 ойнағыңыз келсе егер компьютеріңіз core i5 болмаса онда гта 4 болады гта 5 қа уксайды айырмашылығы аз",
                "date": "14.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тауының\" деген сөзге сатылай кешенді талдау калай жасалады?",
        "question_content": "\"Тауының\"деген сөзге сатылай кешенді талдау керек",
        "question_date": "8.01.2017",
        "question_tag": "Мектеп",
        "question_views": 706,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "[0,4] аралығында y=(2-x)*e^-x функциясының ең үлкен жəне ең кіші мəндерін табу керек",
        "question_content": "[0,4] аралығында y=(2-x)*e^-x функциясының ең үлкен жəне ең кіші мəндерін табу керек",
        "question_date": "8.01.2017",
        "question_tag": "Математика",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қанша аптаға дейін дәрінің көмегімен түсік тастауға болады.",
        "question_content": "Саламатсыздарма. Сіздерден сұрайын дегенім мен 5 күні төсек қатынасында болдым. Сөйтіп күйеуім ішіне жіберді. Енді мен қашан жүкті екенімді білсем болады сосын кай аптага дейін дәрі қабылдау арқылы баланы құртса болады. Оның брлашақта ана болуга кесірі тимейма? Алдын ала Рахмет. Алла разылығы үшін.",
        "question_date": "8.01.2017",
        "question_tag": "Тазалық",
        "question_views": 10500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Дәрі бөлек, аборт бөлек. Аборттың кесірінен жатырға үлкен зиян келсе, дәрінің де өзіндік қасиеттері бар, бірақ ол абортқа қарағанда салыстырмалы түрде аз.",
                "date": "14.01.2017",
                "upvotes": 1
            },
            {
                "text": "Кандаи дары колдандыныз тусык астауга аитынызшы отыныш",
                "date": "27.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алмас қылыш романы бойынша түсірілген киноны көрдіңіз бе?",
        "question_content": "Ілияс Есенберлиннің \"Көшпенділер\" трилогиясының бірінші кітабы \"Алмас қылыш\" деп аталады. \"Алмас қылыш\" романында қазақ халқының XV ғасыр басындағы тыныс-тіршілігі суреттеледі. Тарихи роман қазақ халқының басындағы қиын кезеңдерге негізделеді. Шыңғыс хан әскері қазақ даласын жайпап өтіп, көне қалаларды талқандады. Артынан Русь кінәздігіне басып кірді. Куликов шайқасынан кейін жағдай өзгерді. Араға бір ғасыр уақыт сала қазақ хандығы құрылды. Романда қазақ хандығының құрылуы, Әбілқайыр, Керей, Жәнібек хандардың таққа таласы суреттелген.",
        "question_date": "8.01.2017",
        "question_tag": "Кино",
        "question_views": 10000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Алмас қылышты\" көрдім. Қазақ хандығының туар шағындағы ұлы дала толғағын беруге тырысқан, \"почти\" берген деуге болар:)) Бірақ заманның эпикалық ауқымын ұстап тұра алмаған жұтаң эпизодтар да бар, бар болғанда аз емес. Қазақ көрермен ретінде киноға талаппен қарауға құқығым бар деп ойлаймын.\n\n1. Мәселен, Моғолстанға пана сұрап бару. Пана сұратпай айдынды көшке, жауынгер елге еріксіз ысырылып қоныс бергендей етуге болар ма еді деп қалдым. Берісі Ақ Орданың хақ иесімін деп отырған сұлтандарды мұнан да айбындырақ етіп шығаруға болар еді. Меніңше, екі сұлтанның мақсаты ұлы далада Орданың бұрынғы құдіретін, бабаларының билігін қайта орнату болған. Кинодағыдай \"қашқын\" кейіптерін сонша қамырықты етіп бермесе қайтер еді?\n\n2. Пана сұрап барды делік, қонысты алды делік, алайда, сұлтандардың артынан еріп, үдере көшкен жұрт ізім-қайым жоғалып кетеді. Ойраттың тайшысы Өзтемір Керей мен Жәнібекті бір қолатта оп-оңай ұстап алып, тағы да кеңшілігімен босатқандай болады. Осы сәтте екі сұлтан маған сонша әңгүдік болып көрінді - шолғыншылар қайда, барлау қайда, Дешті қыпшақты тірітетіп тұрған Әбілқайырдан бөлініп келіп отырған қазақ сұлтандарын сонша бейғам қылған кино түсірушілер де қызық адамдар екен:)). Бірақ оларды мүсіркеп босатқан тайшы артынан шеріктеріне \"екеуінің де бастарын алып келіңдер\" деп бұйырады. Қуғыннан қашқан сұлтандарды маңайындағы әйелдер, оншақты төлеңгіт (төлеңгіттер деп ойладым), бала-шаға құтқарып қалады. Орысша айтқанда \"жалкий\" эпизод. Бұл жерін мүлде алып тастау керек еді.\n\n3. Асанқайғының \"Уааа, қайран халқым\" деген пафосты лепеспен келетін, таусыла қайғыратын, фильмнің динамикасын қайта-қайта быт-шыт:)) қылып бұзып отыратын \"лирикалық шегіністерін\" бекер қосқан. Дәл осы Асан атамыз киноны тым ұзартып жіберген. Оның сыртында, Асанқайғы артық кейіпкер ретінде бөлек-салақ болып киноға кірікпей қалған. Жалпы бір бақсы, бір әулие, бір абыз қосып қоятын тәсілден неге құтыла алмай келе жатқанымызды түсінбеймін :))\n\n4. Міндетті түрде қосылатын бір абыз демекші, одан құтыла алмай отырғанда қазақтың тарихи киносына жабысқан бір \"ауру\" бұл фильмнен де шықты. Бұрын, кездейсоқтық деп жүретінмін, енді \"диагнозға\" айнала бастаған сияқты. Оның аты - киноны исламдандыру. Дінге қарсы емеспін. Бірақ киноны исламдандыруды азайту керек шығар. Фильмде исламмен байланысты фрагменттер көп сияқты көрінді.\n\n5. Массовка аздау болып қалған. Алайда, дәл Керейді хан көтерген тұстағы массовканың аз болғанын кешіре алмаймын :)) күлкіге сүйеп отырсам да, рас. Фильмнің кульминациялық тұстарының бірі ретінде бұл эпизодқа жауаптырақ келу керек еді.\n\n6. Назарбаевты қоспауға болмады делік, идея авторы деп басында айтқандары жетіп-артылып жатыр. Соңына тағы әкеліп қонжитудың жөні тіптен жоқ еді.\n\nP.S: Сұлтандарға Тіленшінің баласын нағашыларына беріп жіберу туралы шешім айтқызу сияқты қазақтың сол тұстағы салт-жорасына онша келіңкіремейтін моменттер мен ұсақ-түйек \"анахронизмдерді\" (уақыттан адасу) айтпағанда, жалпы фильм жаман емес. Түсіру техникасы, костюмдер, кейбір трюктер өте жақсы. \"Құтты болсын!\" деуге болатын шығар :)).\n\nКиноны көріңіздер, көңіліңізді толқытатын тұстары да бар.",
                "date": "8.01.2017",
                "upvotes": 1
            },
            {
                "text": "5 қаңтардан бастап «Қазақ елі» сериалының кинонұсқасы – «Алмас қылыш» фильмі жалпыұлттық прокатқа шықты. Тәуелсіздіктің ширек ғасырлық тойына тарту болған кинотуындының тұсаукесері мереке күндері Астана және Алматы қалаларында өтті. Алғашқы көрермендердің бұл фильмнен алған әсері әртүрлі болды. Көрген адамдардың арасында мақтағандар да, сынағандар да табылды. Анық-қанығына жету үшін біз осы кинодастанның түсіру тобында болып, диалогтарын жазған өнертанушы Ерлан ТӨЛЕУТАЙМЕН сұхбаттастық. Өнертанушы кейінгі жылдары үлкен экранға жол тартқан «Аманат», «Анаға апарар жол» сынды фильмдердің жарық көруіне де сүбелі үлесін қосты. Бірақ бұл жолы «Алмас қылыштың» төңірегінде ғана әңгімелесуді жөн көрдік.\n– Ерлан аға, «Алмас қылыш» сәтсіздеу болған «Көшпенділер» фильмінің олқы тұстарын толтыратын сияқты. «Алмас қылыштың» ұтымды тұстарын атап өтсеңіз. Көпшілікті ол несімен тартуы мүмкін?\n– Әрине, көрерменнің «Алмас қылышты» «Көшпенділер» фильмімен салыстыратыны түсінікті жайт. Екеуі де көшпелілер тарихынан сыр шертеді, яғни тарихи драма жанрына жатады. Алайда, екі фильмнің түсірілу барысы жер мен көктей. Салыстыра айтсақ, «Көшпенділер» фильмін түсіруге 40 миллион доллар шамасында қаржы жұмсалды. «Жау жүрек мың бала» 11 миллион долларға түсірілді. «Алмас қылыш» 3 миллион долларға жетер жетпес қаражатты қанағат тұтты. Оның өзі үздік-создық бөлініп тұрды. Әйтсе де режиссер Рүстем Әбдірашев осындай аз қаражатпен бұған дейін түсірілген тарихи фильмдерден ауқымдырақ, сапалы кино түсіре алды деп ойлаймын. Идеялық қуаты, идеологиялық мазмұны жағынан аталған фильм «Көшпенділер» сияқты тарихи фильмдерден көш ілгері. Бұл фильмде осыдан бес жарым ғасыр бұрынғы көшпелі бабаларымыздың мемлекет құру тарихы ұлттық көзқарас тұрғысынан шынайы таспаланды. «Алмас қылыш» – қазақ көптен күткен фильм.\n– Жалпы осы фильм режиссері Рүстем Әбдірашевтің жұмысы туралы не айтасыз? Сіздің ойыңызша ол өзіне жүктелген міндетті алып шыға алды ма?\n– Рүстем Әбдіраш – қазақы ортада өскен, әлем һәм көшпелілер тарихын көп оқыған, көп тоқыған білімді азамат. Өмір жолын суретші болып бастаған. Бұл режиссерге аса қажет мамандық. Биылғы жылы Оңтүстік Кореяда, атақты Пусан фестивалінде Азияның 100 үздік режиссерінің есімдері аталып, арнайы кітап болып шықты. Осы беделді тізімге қазақтың төрт режиссерінің есімдері айшықталып жазылды. Олар: Шәкен Айманов, Дәрежан Өмірбаев, Рүстем Әбдірашев және Әділхан Ержанов.\nРүстемнің есімі әлемге танымал режиссерлер Ясудзиро Одзу, Акира Куросава, Хоу Хся-Хсиен, Сатьяджит Рей, Аббас Кияростами сияқты даңқты киногерлермен қатар аталғанына қуандық. Аталмыш тізімге киноиндустриясы дамыған Жапон мемлекетінен – 18, бір жарым миллиардқа жуық халқы бар Қытайдан – 11, Индия мен Кореядан – 10, Иран мен Филипиннен – 9 режиссер кірді. Ал біздің туыстас Орта Азия мемлекеттерінен, Қырғызстаннан – 2, Өзбекстан, Түркіменстан, Тәжікстан республикаларынан жалғыз режиссерден ғана аталмыш тізімге ілікті. Осы тұрғыдан алғанда, бұл – қазақ киносына берілген үлкен баға.\nРүстем «Алмас қылыш» фильміне тұлға ретінде толысқан, режиссер ретінде пісіп жетілген дер шағында келді. Сосын Рүстемнің бойында режиссерге керекті табандылық, қажырлы қайрат мол. Ел алдындағы, көрермен алдындағы жауапкершілікті терең сезіне біледі. Нар тәуекелдің адамы. Фильмді түсіру кезінде адам айтқысыз қиындықтарға кезіктік.\nМәселен, түсірілімді 2015 жылдың шілде айында бастауымыз керек еді. Министрлік уәделі қаржыны көп кешіктіріп, тек қырқүйек айында ғана бере алды. Түсірілім жұмыстары Алатаудың 1800 – 2000 метрлік биік белдеуінде жүргізілді. Суық түсіп кетті, артынан қылышын сүйретіп қыс келді. Еріксіз етекке түстік. Осы қара суықта ақпан айына дейін далада бүрсеңдеп жүріп кино түсірдік. Фильмді көрген кезде байқаған боларсыз, салқар көш даланы дүбірлетіп кетіп барады, ал адамдардың үстінде жаздық киім, мұздай құрсанған сауытты әскер. Темір сауыт адамның денесін қарып жібереді ғой. Фильм – осындай экстремалды жағдайда түсірілді. Мұндай сәттерде Рүстем идеолог бола білді, түсірілім тобына жігер беріп, демеп қайрап отырды.\nӘрине, түсірілім тобына, киногер қауымға мың алғыс. Қиындықтарға шыдас берді, қажымай төзді, бұл орайда бәрімізге Қазақ мемлекетінің іргесін қалаған данышпан хандарымыз бен сайыпқыран ерлеріміздің елдік мұрат жолындағы қиян-кескі күресін жас ұрпаққа паш етіп жатырмыз деген биік жауапкершілік, патриоттық сезім дем берді деп ойлаймын.\n– Осының алдында тарихымызды әлемге танытады деген «Көшпенділердің» сәтсіздікке ұрынуының себебі неде деп ойлайсыз?\n– Өз басым «Көшпенділер» фильмін мансұқтаудан аулақпын. Оның көрермен көңілінен шықпай қалуының екі-үш қана себебі болды. Біріншіден, фильмді бірнеше режиссер түсірді, оларда бірауыздылық, ортақ мәміле, берік концепция болмады. Аққу көкке, шортан көлге, шаян шөлге тартқан жағдай орын алды. Масқара болғанда, фильмнің Америкадан аттай қалап алдырылған бас режиссері түсірілім алаңын тастап, еліне кетіп қалды. Сол кезде «Қазақфильмде» шетелдік мамандармен юрисдикциялық құжат жасай алатын білікті мамандар да болмаған сияқты. Келісімшарттағы олқылықты сезіп қалған америкалық ақшасын алып алған да, түсірілім алаңынан тайып тұрған.\nЕкінші кеткен бір ағаттық – кинодағы басты рөлдерді сомдауға тағы да сол америкалық актерлардың шақырылуы. Бұл – өрескел қателік болды. Абылайдай кемеңгер ханымызды қандай жағдай болғанда да ұлттық актеріміз сомдау керек еді. Осы факторлар көрерменнің наразылығын тудыруға себеп болды.\nДесек те, «Көшпенділер» фильмінің жақсы жақтарын айтқан жөн. Біз тек сынауға, мінеуге келгенде алдымызға жан салмаймыз. Сын – әділ, кәсіби болуы керек. Мәселен, «Көшпенділермен» бірге қазақ киносына америкалық жүйе келді. Бұл – әлемдегі ең озық, ең жетілген жүйенің бірі. Қазір қазақ киносында бірнеше департамент жұмыс істейді. Әр департаменттің басшылары өз ісінің маманы болып алған. Қай жағынан болсын ұтымды. Сосын «Көшпенділермен» бірге қазақ киносына озық технология келді. Ол кезде ішімізде бұл технологияны меңгерген мамандар жоқтың қасы болатын. Фильм түсіріліп біткеннен кейін бұл техниканың бәрі «Қазақфильмде» қалды. Осының негізінде жаңа технологияның сырын білетін, оны тәуір меңгерген жас мамандар өсіп шықты.\nАл «Алмас қылыш» фильмінде жоғарыда аталған келеңсіздіктер орын алған жоқ. Фильмді ұлттық режиссер түсірді, ұлттық мамандар жұмыс істеді, өзіміздің актерлер ойнады. Тек бұл жолы қаржы жағы ғана қолбайлау болды. Еркін көсілуімізге мүмкіндік бермеді, адымымызды аштырмады.\nӘрине, кинода қаржысыз еш мәселе шешілмейді. Барлығы да сол қаржыға келіп тіреледі. Бірде түсірілім алаңында жұмыс жүрмей торыққанда «Көшпенділерге» бөлінген 40 миллион долларды «Алмас қылышқа» бергенде ғой деп Рүстем екеуміздің армандағанымыз бар…\n– Фильм сценарийінің авторлары Есенберлиннің романынан қаншалықты ауытқыды, жалпы олар жаңалық енгізе алды ма?\n– Фильмнің сценарийін Тимур Жақсылықов пен Смағұл Елубай ағамыз және Рүстем Әдірашевтің өзі жазды. Кино драматургиясының өз заңдары бар. Ол өзіне бағындырмай қоймайды. Осы тұрғыда ауытқушылық болды.\nДегенмен аталмыш роман фильмге лейтмотив етіп алынды. Романдағы тарихи тұлғалар, үлкен оқиғалар түгелдей дерлік кино тіліне айналдырылды. Тіпті, мен кейбір диологтарды романнан сөзбе-сөз алуға тырыстым. Кейін одан бас тарттым. Өйткені, кітаби тілді киноға толық қолдана алмайсың. Бұл жерде сценаристер тек қана Ілияс Есенберлиннің деректеріне сүйеніп қойған жоқ, белгілі, беделді тарихшылардың жазған еңбектеріне де сүйенді.\nРүстем Әбдірашевтің алдында бұл кітаптар тау-тау болып үйіліп жатты. Оның ішінде Ақсақ Темірдің ғұмырнамалық кітабына дейін болды. Менің өзім Мұхамед Хайдар Дулатидің «Тарих-и Рашиди», Захир ад-дин Бабырдың «Бабыр-нама» тағы да басқа атақты тарихи еңбектерге жүгініп отырдым.\n– Өзіңіз айтқан еңбектерден қандай деректерді пайдаландыңыздар? Енді фильмдегі тарихи шындық мәселесіне келсек…\n– Негізгі мамандығым тарихшы болғандықтан, ол заман оқиғалары мен сырларын бір кісідей білемін. Бірақ, тарихи дәлдік үшін бәрін қайта қарауға тура келді. Мәселен, Моғолстан, оның билеушісі Есенбұға хан туралы деректерді сол заманның куәгері Мұхамед Хайдар Дулатидің еңбегінен алдық. Этникалық құрамы әркелкі Моғолстан мемлекетін Шағатай тұқымынан шыққан хандар билеген. Олар дулат әмірлерінің ықпалында болған. Ал, дулаттар – қазіргі қазақтар. Моғолстанның көп халқын қазіргі қазақ рулары құраған.\nКүнгей жағын қырғыздар мекендеген, қалаларында отырықшы тараншылар көп болған, сарайларында кәнизәк күңдер ұсталған. Режиссер бұл кәнизәктарды билету арқылы – Моғолстан заманындағы хан сарайының атмосферасын беруге тырысты. Моғолдар ісләм дінін қатты ұстанған. Сәлдесі жоқтардың бірден басы шабылатын болған. Осы себепті біздің костюм суретшілері моғолдарға көкшіл сәлде кигізді. Бір қызығы, дін күшейіп тұрған шағында Моғолстан халқы ішкілікке салынады, хандары тіпті ішкіш болып, ішінде арақтан өлгендері болады.\nКерей мен Жәнібек бастаған қазақтар жер сұрап келгенде Есенбұғаның халы мүшкіл еді. Мәуеренаһрдағы Ақсақ Темір тұқымдары Есенбұғаның ағасы Жүніске Моғолстанның тағын алып беруге әрекеттеніп жатқан болатын. Шығысында ойраттардың шабуылы күшейген сәт. Қырғыздар да бағынбай бара жатқан. Осы қысылтаяңда қазақтар келіп жер сұрайды. Есенбұғаның бермеске амалы қалмаған еді. Фильмді көрген біреулер қазақтар өзбектерден қорлық көріп бөлініпті деген сөз таратып жүрген көрінеді. Бұл – үстірт пікір. Ол кездегі өзбектердің бұл өзбектерге еш қатысы жоқ, олар көшпелі өзбектер, яғни біздің ата-бабаларымыз – қазақтар.\nТүсінікті болуы үшін әуелі өзбек атауының қайдан шыққанына келейік. 1313 – 1342 жылдары Алтын Орданы Өзбек есімді хан билеген. Өзбек – ислам дінін алғаш қабылдаған Алтын Орданың алғашқы хандарының бірі. Өзбек хан билігінен бастап, Дешті Қыпшақ жұрты өзбек атала бастаған, қыпшақ-өзбек боп жүрген кездері де болған. 1428 жылы Әбілқайыр Шайбани билікке келгеннен кейін бұл көшпелі өзбектер мемлекеті, тарихи әдебиеттерде Әбілқайыр хандығы немесе Өзбек ұлысы аталды. Ақ Орда ұлысының орнында орнаған көшпелі өзбектер мемлекеті батысында Жайық өзенімен шектесті, оңтүстігі Арал теңізі мен Сырдың төменгі ағысына дейін, солтүстігі Тобыл мен Ертіс өзендерінің орта ағысына дейін созылып жатты. Хандықтың астанасы Сібірдің Төмен жазығындағы Тұра қаласы болды. Кейінірек Сығанақ шаһарына көшірілді. Әбілқайыр ханның «сартқа» яғни бүгінгі өзбекке қайырылуы осы кезден басталады. Өйткені қол астындағы көшпелі өзбектер біртіндеп, 1460 жылдардан бастап, Керей мен Жәнібек сұлтандарға еріп, Моғолстанға қазақ шығып кете бастайды. Бұл үрдіс бірнеше жылдарға созылады. Ақырында көшпелі өзбектер – қазақтардан айырылып халықсыз қалған Әбілқайыр қарамағындағы қалған-құтқан көшпелі өзбектерді Әмір Темір тұқымдарының ұлысы – Мәуеренаһрды жаулап алған соң, сол ұлыстың отырықшы сарт, соғды, тәжіктерімен араластырып Шайбани мемлекетінің негізін салады. Кейін бұл ұлыс Бұқар хандығына айналады.\nБұқар хандығы негізінде Қоқан, Хиуа, Хорезм хандықтарын біріктірген Совет үкіметі 1920 жылы оған Өзбекстан республикасы деген атау берді. Ал Әбілқайыр билеген Көшпелі өзбектер мемлекеті 1469 жылы Әбілқайыр өлген соң, Қазақ хандығының құрамына қосылды. Сондықтан бұл жерде «өзбектерден қорлық көру» деген мәселе атымен жоқ. Мәселе көшпелі өзбектерді әділ билей алмаған, сөйтіп қол астындағы халықтан айырылып қалған Әбілқайыр Шайбанида. Ол Ақ Орда билеушісі Барақ ханды өлтіртіп, тағын тартып алған адам. Билікке келген соң, Жошының Орда Еженнен тарайтын тұқымдарына күн көрсетпеген. Өйткені Әбілқайыр Жошыдан тарайтын Шайбан тұқымы, ал Барақ хан, оның ұлы Жәнібек сұлтан, Болат сұлтанның ұлы Керей сұлтан – барлығы Жошының үлкен ұлы Орда Ежен тұқымдары, Ақ Орданың заңды мұрагерлері. Тақ үшін күресте бұлар Ақ Орданы құлатқан Әбілқайырға ата жау.\nАқ Орда тағын заңсыз иеленген Әбілқайыр өз заманының озбыр билеушісі болған адам. Әбілқайыр заманында соғыс көп болып, халық жаугершіліктен қажыған. Осындай аласапыранда Әбілқайырдың айдап салуымен қарақыпшақ Қобыландының арғын Ақжол биді өлтіру жағдайды одан әрмен ушықтырып жібереді. Сөйтіп, бұл оқиға көшпелі өзбектердің қазақ шығып, Әбілқайырдан бөлініп кетуімен аяқталады. Ол заманда ұлыс құрамынан шығып, орданы, ханды тастап, еркіндікке кетіп қалуды «қазақ шығып кету» деп атаған. Көшпелі өзбектер де Әбілқайыр ханмен ат кекілін кесісіп, Моғолстанға қазақ шығып кетеді. Осы оқиғаны «Ақ Орда» ұлысын қайта жаңғыртуға тырысып жүрген Керей мен Жәнібек сұлтандар ұтымды пайдаланады. Сөйтіп Шу бойына келіп, Қазақ хандығының шаңырағын көтереді. Былай қарасаңыз, барлығы қазақтың тарихы, мемлекет құру, ұлт болу жолындағы жанкешті күрес тарихы. Сол кездің оқиғаларына бажайлап қарасақ, Әбілқайырдың қол астындағы халықтың дені қазақтар, Моғолстанды жайлайтын елдің де көбі қазақтың ру тайпалары, Керей мен Жәнібектің соңына ерген ел де – қазақтар. Тек әр ұлыстың құрамында тарыдай шашырап, ұлт болып ұйыса алмай жүрген шағы. Бұған Ноғайлыдан ірге айырған ру-тайпаларды қосыңыз. Барлығының бір-ақ мұраты бар, ол – көшпелілік дәстүрмен халық сайлаған қамқор ханы бар еркін ел болу. Осы мұратты арман бір арнаға тоғыса келе, Қазақ хандығының шаңырақ көтеруіне негіз болады. Бұрынғы «қазақ шығып кету» – енді киіз туырлықты алаш ұранды көшпелі жұрттың ортақ атауына айналып, нәтижесінде қазақ ұлты, қазақ мемлекеті тарих сахнасына шығады.\nКейін Моғолстан да күйреді, Көк Орда да құлады. Ноғайлы заманы да тарих сахнасынан кетті. Олардың қарға тамырлы халқы, тілі бір, діні бір, арман-мүддесі ортақ жұрты Қазақ хандығына қосылды. Атырау мен Алтайдың, Алатау мен Арқаның арасындағы көшпелілердің алтын бесігі қазақ халқына мәңгілікке мирас болып қалды. Фильмде осы оқиғалар кино тілімен баяндалды. Әрине, кей жерлерде көркем шындыққа кезек бердік. Онсыз кино болмайды. Бірақ, тарихи шындықтар, хронологиялар сақталып отырды. Өйткені жас ұрпақты қазақ мемлекеттігінің іргетасын қалаған ата-баба тарихынан адастырғымыз келмеді.\nТЫҢ АКТЕРЛЕРГЕ ТАҢДАУ ЖАСАЛДЫ\n– «Алмас қылыш» фильміне көбінесе театр актерлері тартылған сияқты. Жалпы «Қазақ елі» сериалының түсірілімі басталғанда кастинг жарияланып, қарапайым жұрт арасынан шыққандар да фильмге түсіпті. Актерлік құрам туралы не айтасыз?\n– «Алмас қылышпен» бірге қазақ киносына жаңа актерлер легі келгендей. Режиссер Рүстем Әбдірашев басты рөлдерді сомдау үшін бұрын қазақ киносында көріне қоймаған тың актерлерге таңдау жасады. Атап айтсақ, басты рөл – Керей ханды сомдаған Қайрат Кемалов, Қасым сұлтан – Мейірғат Амангелдин, Шаһмұхамед – Ниязбек Шайсұлтанов, Жаһанбике – Мәдина Есманова, Зеңгі – Әшім Ахметов, тағы басқалар.\nМеніңше, аталған актерлер өз рөлдерін тамаша алып шықты. Керей (Қайрат Кемалов) – өмір көрген, тәжірибелі, халықшыл сұлтан. Жаугершілікте қайтпас ер, мосқал тартқан жасына қарамастан қан майданда жауына жаннан кешіп қылыш сермейді. Билік үшін күресте – әбжіл дипломат, әр сөзін алыстан орағытып, шақтап сөйлейді. Үстірттікке салынбайды. Мұны біз Әбілқайыр ханмен сөз ырғасқанда байқаймыз. Бірақ, керек кезінде айтар ойын салмақтап, батыл айтып салады. Мұнысы – Моғолстан ханы Есенбұғаға талап қойғанда анық көрінеді. Жүзінде Шайбан тұқымдарының тізесі батқаннан қалған ауыр өмірдің ізі, биліктен қағажу көргендік табы бар.\nАл Жәнібек керісінше, албырт, қызу қанды, хан алдында да, қара алдында да айтар сөзін ірікпей айтып салатын тәуекелшіл жас сұлтан. Осы орайда Қайрат Кемалов пен Еркебұлан Дайыровтың (Жәнібек сұлтан) тандемі сәтті шықты деп ойлаймын. Екеуі де ел қамын жеген арманы биік ерлер, билік үшін күресте халық күшіне сүйенеді. Әрине, тақ үшін тартыста не болмайды дейсіз. Әсіресе, киноөнерінде – аярлық, қатыгездік, сатқындық, екіжүзділік, бетсіздік – бәрі әсіреленіп көрсетіледі. Бірақ, біз тұңғыш хандарымызға мұндай жамандықтар таңудан, арсыздықтар арқалатудан сақтандық.\nМәшһүр Жүсіптің «Бұрынғының бәрі әулие болған» деген тамаша сөзі бар. Біз де баһадүр хандарымызға осы тұрғыдан келдік. Алғашқы хандарымызды аталған қасиетсіздіктерден ада, мемлекетшіл, халықшыл, кемеңгер тұлғалар ретінде көрсетуге тырыстық. Жас ұрпаққа, келешек ел басшыларына үлгі болсын дедік.\nЗаманымыздың тамаша актері Досхан Жолжақсынов та бұл жолы өз биігінен көрінді. Нағыз ханға тән кесек мінездер көрсете алды. Қобыланды батырмен сахнасын есіңізге алыңыз. Әбілқайыр Шайбани – (Досхан Жолжақсынов) өз заманының ұлы патшасы. Бірақ «Арыстан қартайса тышқаншы болады…» Қартайып, қолынан күш кете бастағанда ол билікті уысынан шығармау үшін бәріне барады. Бірақ қанша зұлым болса да патшаның бойынан кеңдік, мәрттік, бекзаттық, жомарттық сияқты қасиеттер жоғалмақ емес. Ерте заман патшалары осылай болған. Міне, осындай сан қилы күрделі мінез иесі, тұлғасы қайшылыққа толы билеушіні Досхан Жолжақсынов сәтті сомдай білді. Оның үміт артқан немересі Шаһмұхамед – (Нияз Шайсұлтанов) өзінің сүйікті атасына ұқсағысы келеді. «Бесіктен белі шықпай жатып» қанға құмартады. Айналасына өлім уын себемін деп жәнігеді. Кейін өзі хан болғанда, ол бұл арманына жетеді. Шаһмұхамедтің тұсында қан көп төгілген еді.\n– Осы жерде бір сұрақ, сыншылар Әбілқайыр Шайбаншаһ пен Шаһмұхамедтің аузынан «Төреде бауыр болмайды» деген сөз жиі қайталанады деп жатыр. Бұған не дейсіз?\n– Жиі шықса несі бар! Бұл – Шайбан әулетінің девизі. Билік үшін күресте туғанын аямаған атасы бұл сөзді болашақ тақ иесі – сүйікті немересіне өсиет ретінде бір мәрте айтады. Немересі Шаһмұхамед атасының аманат сөзін екі эпизодта қайталайды. Фильмнің өн бойында бұл сөзді небәрі үш рет қана естиміз. Ұран сөз үшін бұл көп емес.\n«ҚАЗАҚ ЕЛІНІҢ» ЖАЛҒАСЫ ТҮСІРІЛЕДІ\n– Ал, енді өзіңізге келсек, аталмыш фильмнің диалогтарын жазыпсыз. Сізге жеке рөл де берілген екен, осы жөнінде айтсаңыз.\n– Мүмкін сіз «Құнанбай» фильмімен шатастырып отырған шығарсыз. «Құнанбайда» Жанақ ақынның бейнесін сомдадым. Ал бұл фильмде маған шағын ғана рөл берілді. Фильм сценарийінде Қазтуғанмен сөз қағыстыратын жауынгер ақынның рөлі бар. Тіпті екеуінің «айтысын» қағазға түсіріп те қойған едім. Алайда қаражаттың түгесілуіне байланысты бұл эпизод келесі маусымға қалды.\nКелесі маусым демекші, Алла жазса, «Қазақ елінің» жалғасын түсіреміз. Алғашқыда Рүстем Әбдірашев фильмнің 20 сериясын бірден түсіргісі келді. Қаржы жетпеуіне байланысты қалған 10 сериясы кейінгіге қалдырылды. Әйтсе де, ол он серияның біразы түсіріліп үлгерілді. Қазір ол қоржынымызда жатыр. Тиісті қаражат бөлініп, қосымша түсірілімге екі айдай уақыт берсе, бұл мәселе оңынан шешіледі деп ойлаймын. Сонда бұл толық аяқталған 20 сериялы тарихи сериал болмақ. Үкіметіміз, жанашыр ел ағалары «Қазақ хандығы» жобасын аяғына дейін қолдайды деп үміттенемін.\nФильмнің диалогтарына келетін болсақ, мен бұл қызметке «Қазақфильм» басшылығының ұйғаруымен тағайындалдым. Рүстем Әбдірашевке мені атақты режиссер, қазіргі қазақ киногерлерінің ағасы Сатыбалды Нарымбетов ұсынды. Сатыбалды ағаның қолқа салуымен мен ол кісіге «Аманат» фильмінің қазақша нұсқасын жасап берген едім. Аға бұл еңбегіме дән риза болған еді.\nМұның алдында ғана көрермен жылы қабылдаған режиссер Ақан Сатаевтың «Анаға апарар жол» фильмінің де қазақша нұсқасын жасаған болатынмын. Өйткені, аталмыш фильмнің сценарийін жазған Тимур Жақсылықов орыс тілді азамат. «Анаға апарар жолды» осылайша қазақы ұғымға жақындатуға тырыстық. Кейін Рүстем Әбдірашев та «Алмас қылыштың» диалогтарын жазыңыз дегенде бірден келістім. Әрине, ілкідегі қазақтың бай тілін киноға қолдану оңай болған жоқ.\nЖалпы, киногерлер арасында киноның тілі қарапайым, көрерменге түсінікті болуы керек деген қасаң түсінік бар. Егер бұл қазіргі заманғы кино болса, құба-құп. Кейбір режиссерлер, тіпті, орыс тілді қазақтар түсінетін деңгейде болуы керек деп шыр-пыры шығады. Өйтіп тілімізді кино өнеріне құрбандыққа шалуға болмайды. Әсіресе тарихи фильмдерде қазақтың бай тілі қолданылуы қажет, ескі сөз саптау қалпы сақталу керек. Әйтпесе, фильмде дәуір атмосферасы болмайды. Сондықтан аталмыш фильмде хандарды ханша, батырларды батырша сөйлетуге тырыстым. Режиссер мұныма қарсы болған жоқ, қайта қолдап, қуаттап отырды. Дегенмен киноның өз тілі бар. Оны да ескердім. Кинонұсқасында сөздің аз болуы ескерілді. Ал сериал нұсқасында айшықты, астарлы сөзге, толғаулы диалогтарға ерік бердік. Өйткені сериалдың табиғаты солай. Көрерменге бәрін түсінікті етіп, жайып тастауың керек. Арасына астарлап болса да, осы заманның да көкейкесті мәселелерін сыналап кіргізіп отырдым. Зейін салып көрген адам түсінеді деп ойлаймын… Өз басым семіз айтып, арық шығудан аулақпын. Бағасын патша көңілді көрермен берсін.\nЖАЛҒАН НАМЫСҚА ТІЗГІН БЕРМЕУ КЕРЕК\n– Енді әлеуметтік желілерде айтылып жатқан аз-кем сындарға келсек. Әбілқайыр Шайбаниді тұқым-тұяғымен өзбекше киіндірген, ал Моғолстан Ұйғырстан сияқты әсер қалдырады деген пікірлер айтылды…\n– Мен бұл жерде фильмнің диалогтарын жазушымын. Мәселе диалогтарға тірелсе, кез-келген сауалға жауабым дайын. Жалпы фильмге – режиссердің, сценарий авторларының, суретшілердің, операторлардың атынан жауап беру – менің құзырыма жатпайды. Әйтсе де фильмнің редакторы ретінде идеологиялық жағына жауапты адам болғандықтан жеке пікірімді білдірейін.\nАлдымен костюм мәселесін айтайын. Фильмдегі костюмдер қалай болса солай тігіле салған жоқ. Дайындық кезеңінде фильм суретшілері сол заманның осы дәуірге жеткен қаншама гравюра, миниатюраларын ыждаһаттылықпен зерттеп, зерделеді. Көптеген ғылыми еңбектерді, сол заманда хатқа түскен жазбаларды ақтарды. Вексиллология, геральдика мәселесі де назардан тыс қалған жоқ. Шайбанилерді тегіс өзбекше киіндіріпті дегенге келісу қиын. Фильмді көрсеңіз, Әбілқайыр хан сарайдың ішінде киіз үй тігіп отырады. Бұл оның көшпелі жұрттың өкілі екендігінің белгісі. Әбілқайыр отырықшы болғысы келеді, сәулетті шаһардың төрінде, еңселі патша сарайында, алтын тақта отырып, шығыстың тәкаппар патшаларындай елді салтанатпен билеймін дейді. Бірақ патша сарайына қазақтың киіз үйін тіктіртіп қоюы – қырдың еркін өмірін көксейтінін аңғартқандай… Ол үнемі басына сәлде орап жүрмейді. Кейде кәдімгі хандар киген төре қалпақ та киеді.\nАуырып жатқан Аққозының үстіндегі де қазақ әйелінің киімі. Сәлде мәселесі туралы берер сөз айтсам, сол заманда Орта Азияда, жалпы Тұран даласында Ислам діні қатты күшейді. Билеушілер де, қара халық та басына сәлде орайтын болды. Моғолстанда сәлде байламағандардың өлім жазасына кесілгенін жоғарыда айттым. Тіпті, мына түрік патшалары да басына сәлде байлады. Атақты «Сүлеймен сұлтанның» миниатюрасын көріңіз, басына дағарадай сәлде орап алған. Сәлде кию – климаты қатал Ұлы Далаға ғана таралмады. Бұған қазақтардың әу бастан діни фанатизмге жоқ халық екенін қосыңыз.\nТарихи фильмдерде алдыңғы орынға костюм мен қару-жарақ шығады. Егер тарихи фильмнің костюмі мен қару-жарағы заманына сай келмесе, бұл – фальш. Костюмнің екінші жағы бар, костюм – көрермендерге фильмдегі қарсылас лагерлерді ажырату үшін де керек. Бір сәт бала кезімізде көп көрген соғыс киноларын еске алыңыз. «Көктемнің он жеті сәті» фильміндегі немістердің үстеріне құйып қойғандай жарасатын әскери формасына тәнті болып қараушы едік қой. Тарихи фильмдерде костюмдер үлкен рөл атқарады. Бейнелеп айтсақ, олар да бір-бірімен «соғысады». Фильмге ғажайып көрік, атмосфера береді. Егер барлық актерлерді жалаң патриотизмге салынып, қазақша киіндіріп қойсақ не болар еді?\nЕртең «Алмас қылыш» шетелге шығарылады деп күтілуде. Егер барлығына біркелкі, бір түсті қазақтың ұлттық киімін кигізіп қойсақ, мыналардың қайсы «ақ» қайсы «қызыл» деп шетелдіктер түгілі өз көрерменіміздің басы қатпай ма және біреуді біреу айырып болмайтын ондай қойыртпақ фильмді кім көреді? Бұл кино түсіру «салтына» да қайшы болар еді.\nОсындайда еріксіз айтуға тура келеді: біз бүгінгі қазақ пен тәуелсіз Қазақстанды осы қалпында қазіргі Қазақстан территориясында оп-оңай ғайыптан пайда бола салғандай көреміз. Жоқ, олай емес. Қазақ – ежелден мың өліп, мың тірілген халық. Тіпті жер бетінен жоғалып, өшіп кете жаздаған замандар болған. Тек бабаларыздың жанкешті ерлігінің арқасында ғана аман қалған. Мәселен, Мұхамед Хайдар Дулати «Қасым хан Қыпшақ даласын түгелдей өзіне қаратып алғаны соншалықты, Жошы ханнан кейін ешкім ондай билікке қол жеткізген емес. Әскерінің саны мың мыңнан (миллион) асатын еді» – деп жазады.\n1518 жылы Қасым хан өледі. Арада 20 жыл өткенде тағы да сол Дулати: «Ең ақырында сәтсіз тағдырдың қырсығынан соншама халықтан міне, төртінші жыл болып барады, ешбір жерде із қалмапты. 1524 жылы қазақ саны миллион болатын. 1537 жылы сонша халықтан бұл жерде еш белгі қалмаған» – деп жазады өкінішпен. Тарих бос мақтанды сүймейді. Тарихта ұлттық мақтаныш сезімін тудыратын шындық та көп, ұлт жанына ауыр тиетін ақиқат та мол. Біріншісіне – мақтанып мастанбаған абзал, екіншісінде –жалған намысқа тізгін бермеу керек. Ұлы философ Шопенгауэрдің «Мақтаныштың ең жаманы – ұлттық мақтаныш» дегені бар. Абай айтқан «құр мақтан» ұлтты өсірмейді. Сондықтан «бізде бәрі керемет болған, әлі де кереметпіз» деген иллюзиядан арылу керек. Енді Моғолстанды «Ұйғырстан» қылып жіберіпті дегенге келейік. Ол заманда Ұйғырстан деген мемлекет атымен жоқ. VIII ғасырда дүниеге келген Ұйғыр қағандығы IX ғасырда ыдырап кеткендігі тарихтан белгілі. Беделді ғалымдардың пайымдауынша, сол ұйғырлардан аман қалған ондаған мың ұйғыр қазір Қытайдың Ганьсу провинциясында Суньан ауданында «сарыұйғыр» деген атаумен қалт-құлт тіршілік етіп жатыр. Кешегі IX ғасырда жойылған Ұйғыр қағандығының ұйғырлары міне, осы – сарыұйғырлар.\nМұхамед Хайдар Дулатидің «Тарих-и Рашиди» еңбегінде Моғолстан ханы Сайдтың Қытай мен Хотан арасын мекендейтін «кәпір ұйғырларға» қарсы «Алланың ризашылығы үшін» ғазауат жорығын жасағанын баяндайды. Алайда қалың әскер із суытып үлгерген ұйғырларды таба алмай, екі ай бойы босқа сандалып, арып-ашып олжасыз қайтады. Егер Моғолстанды ұйғыр жайлап отырса, «ғазауатшы хан» Моғолстанды мекендейтін ұйғырларды қыра берер еді ғой. Сол заманның тарихшыларының да, осы дәуір ғалымдарының еңбектерінде де Моғолстанды ұйғырлар мекендейді деген дерек кездеспейді. Барлығы бір ауыздан: Моғолстанды дулат, қаңлы, керейіт, барын, барлас, арлат, қырғыз, тараншы қауымы және түркіленген монғол тайпаларының мекендегенін айтады. Тараншы қауымы деген осы күнгі ұйғыр этнонимін иеленген халықтың атауы. Тараншылар жиырмасыншы ғасырға дейін өздері мекендеген шаһарлардың атауына байланысты «хотандық», «қашғарлық», «тұрфандық» сарттар деп аталды. «Ұйғыр» этнонимі тек XX ғасырда жаңғырды. «Ұйғыр» атауын 1930 жылдары сарттарға таңып берген Шыңжан өлкесінің билеушісі болған Шың-Шы-Сай екенін айтуға тиіспіз. Бұған дейін тараншы қауымының «ұйғыр» аталатындығы туралы бір ауыз дерек жоқ. Меніңше мұндай әңгімелерді тарихтан хабары жоқ адамдар немесе түсірілген фильмнен мін табу үшін тырнақ астынан кір іздейтіндер шығаратын сияқты.\nҚАЛТАЛЫЛАР БІР ТИЫН БЕРУГЕ ЖАРАМАДЫ\n– Әлеуметтік желіде дала жолдары көрініп қалған деп жазылды…\n– Жолдар көрінсе несі бар? Ол қазіргі асфальт жолдар немесе грейдерлер емес қой. Кәдімгі қара жолдар. Ол заманда Ұлы далада сауда керуендері жүретін күре жолдар болған. Ерте заман тарихшылары ірі шаһарлардан шығатын сансыз жолдардың шартарапқа тарап жататынын әсерлі етіп жазып қалдырған. Мәселен, Римде 35 мың халық тұрған уақытта Тұран жерінде жүз мыңнан бес жүз мыңға дейін тұрғыны бар ірі қалалар болған. Сонда олардың сан мың халқы жолмен жүрмегенде әуемен ұша ма?\nҚазақ хандығы заманында да мыңдаған арбалы көшті көрген жиһанкездердің жазбалары бар. Еуропа жиһанкездері көшпелі сақтардың үстінде киіз үйлер тігілген алып арбалармен көшетінін жазып қалдырған. Бір арбаның өзіне 32 өгізден жегіледі, бір көште мұндай жүздеген арба болады деп баян қылады жатжұрттық жиһанкездер. Әдетте, мұндай қалың арбаның соңынан сайраған жол қалып отырған. Егер тұтқиылдан жау тиген жағдайда көшпелілер мал жанын ортаға алып, әлгі арбалармен айналдыра қоршап тастап, кез келген жаумен соғыса беретін болған. Арбалармен қоршалған мұндай қорған қабырғасы берік қамалдан кем болмаған. Соғысудың мұндай тәсілі «Алмас қылыш» фильмінің бір эпизодында көрініс тапқан.\n– Әлеуметтік желі қолданушылары «Алмас қылыш» фильмінің тұсаукесерінде режиссер Рүстем Әбдірашевтің аузынан шықты деген «Фильмге жүз миллион доллар бөлінді» деген ақпаратты сөз етті. Бұл жақсы фильм түсіруге жетерліктей мол қаржы емес пе?\nЖоға! Сұхбатымыздың басында айттым ғой, үш миллион долларға жетер жетпес қаржы бөлінді деп. Егер жүз миллион долларымыз болса, Голливуд деңгейіне шығып кетпейміз бе? Рүстемнің айтқаны «Базис-А» корпорациясының демеушілігі жайлы ғой.\nФильмді аяқтау жұмыстары тығырыққа тірелген кезде бізге Алматы қаласының әкімі Бауыржан Байбек көмекке келді. Бауыржан мырзаның қолдауымен «Базис-А» корпорациясы доллар емес, жүз миллион теңге көлемінде демеушілік қылды.\nЖалпы, «Қазақ хандығы – Алмас қылыш» жобасына қазақтың екі азаматы өлшеусіз көмек көрсетті. Бірі – қазіргі Премьер-министрдің орынбасары Иманғали Тасмағанбетов және Алматы қаласының әкімі Бауыржан Байбек. Осы екі тұлғаның көмегі болмаса, «Алмас қылыш» жарыққа шықпай қалуы да мүмкін еді. Бұл азаматтарға түсірушілер тобының атынан алғыс айтамын. Абыройлары биіктей берсін!\nОсы фильмді түсіру барысында қазақта ұлттық буржуазияның жоқтығына көзіміз жетті. «Суға кеткен тал қармайды» дегендей, өткен жылы түсірілім жұмыстары тоқтауға айналғанда «Қазақ елі» крауфандинг платформасын құрып, жан-жақтан көмек сұрадық, қазақша айтқанда жылу жинадық. Сенесіз бе, сонда қазақтың бірде-бір қалталысы, олигархы бір тиын беруге жарамады. Тек ресейлік «Freedom finance» компаниясынның басшысы Тимур Турлов деген азамат қана көмек қолын созды. Халыққа рақмет, екі жүздей адам қолдап, бір миллион теңгедей қаржы жинап берді. Бұл шамамен бір актердің қаламақысы.\n– Жалпы жақсы фильм түсіруге шамамен алғанда қанша қаржы кетеді?\n– Жазармандар бізді ақшаға бөлеп қойғандай сөйлейді. Мен сізге айтайын, өткен жылдары ағылшындар «Марко Поло» атты 10 сериялы тарихи сериалды 150 миллион долларға түсірді. Демек, әр сериясына жұмсалған қаржы – 15 миллион доллар! Біздің 10 серия небәрі 3 миллион долларға түсірілді. Салыстыра беріңіз енді. Біреулер осы азғантай ақшаның өзін көпсініп, қайда жіберді деп жатыр.\nҚарапайым есебін шығарар болсам, бұл жоба сценарий жазылып жатқан дайындық кезеңін есептегенде екі жылға созылды. Фильмге алты жүздей адам қатысты. Түсірілімнің өзі бес ай жүрді. Енді осы бес айға жаңағы 600 адамның үш мезгіл тамағын, қонақ үйін, жалақысын, іссапар шығынын қосыңыз. Актерлер, еліміздің түкпір-түкпірінен шақырылды. Олардың ұшып келу, ұшып кету шығындары, қаламақылары бар. Түсірілім жұмыстарына қаншама техникалық қондырғылар (камералар, жарық беру құралдары, әуе түсірілімдері, жылжымалы түсіру қондырғылары, дыбыс жазу аппараттары, компьютерлік графика т.б.) тартылды. Құрылыс бригадалары хан сарайларын салды, Түркістан қамалын қалпына келтірді. Құрылысшыларды былай қойғанда, қаншама құрылыс материалдары жұмсалды. Бір шеті Қырғызстаннан бір шеті Жамбыл облысынан жүздеген киіз үйлер жалға алынды. Бұған әр жерге апарып үй тігу машақатын қосыңыз. Адам мен техниканы алып жүретін 60-қа жуық түрлі автокөліктер, олардың жанар-жағар майын есептеңіз. Әр көлік күніне орта есеппен 200 км жол жүреді.\n«Тірі реквизит» деген болады. Арыстаннан бастап, ат, түйе, сиыр, қой, түлкі, қырғауыл, үйрек, тауыс, қыран құстар, тазы, төбетке дейін жалға алдық. Хан, сұлтандарды, батырларды жарбитып жаман атқа мінгізіп қоя алмайсың. Аттардың дені асылтұқымды жылқылар, жалдау құны да аспандап тұр. Осы аттарды актерлеріміз бірнеше айлап мініп жүрді. Сосын шетелдерде қаншама қымбат костюмдер тігілді. Қайқы қылыштар, найзалар, қалқандар, темір сауыттар соғылды. Мыңдаған жебелер әзірленді. Нағыз соғыс садақтары Венгриядан алдырылды. Осының бәріне 3 миллион доллар не болады? Ал жұрттың бәрі тамашалап көрген түріктің «Таңғажайып Сүлеймен патша» сериалының тек костюмі мен әшекей сән-салтанатының өзіне бес миллион доллар жұмсалған екен. Сондықтан болашақта «Қазақ хандығы – Алмас қылыш» фильмі бюджеті ең аз тарихи фильм ретінде Гиннестің рекордтар кітабына кіріп жатса, таңғалмаймын.\nКИНО – АҚША ТАБУДЫҢ КӨЗІНЕ АЙНАЛЫП КЕТТІ\n– Көпшілік көріністер аз, жұтаңдау болғандай әсер қалдырады. Осыған не дейсіз?\n– Көпшілік көріністер – бұл қазақ киносының ежелгі проблемаларының бірі. Себебі, кино бюджетінде мыңдаған массовка тартуға қаржы қарастырылмайды. Компьютерлік графика – өте қымбат. Егер графиканы шетелде жасатар болсаңыз, фильм бюджетінің жартысын сұрайды. Бізше ол көп ақша, олар үшін түк те емес. Оның өзінде сапалы қылып жасаса жақсы. Бұрын киноға өнер деп қарайтын, қазір кино ақша табудың көзіне айналып кетті. Кино индустриясының айналысында алаяқтар көп. Мәселен, «Жаужүрек мың бала» фильмін түсіргенде, қасымызда мәскеулік компьютерлік графика маманы болды. Бірде одан: «Қалай, графиканы Голливуд деңгейінде жасап бере аласың ба?» деп сұрадым. «Алаң болмаңыз, қатырамын» деді. Бірақ қатырған түгі жоқ, арзанқол, бұлдыраған бірдеңе жасап әкеп берді. Голливудта бір фильмді жасауға жүздеген компьютерлік графика мамандары жұмылдырады.\nКөргендердің айтуынша, мына Қытайдың бір ғана графика студиясында 500 компьютер жұмыс істеп тұрған көрінеді. Ал біздің Алматыдағы графика студияларының аядай бөлмелерінде бес-алты маман отырады мұрнынан шаншылып. Бұл түрімізбен Голливуд деңгейіндегі графикаға жуық арада жете алмаймыз. Әйтсе де үмітсіз – шайтан.\nАл енді режиссерлер көпшілік көрініске көбірек адам тартайын десе, «массовкаға» бөлінетін қаржы мүлдем мардымсыз. Тіпті, көпшілікті молдау жинағанның өзінде оларды жаппай киіндіретін «Қазақфильмде» тарихи костюмдер өте аз және олардың тозығы жеткені сондай – өртеп жіберсе артық емес. Тарихи фильмде көпшілікке джинсы мен футболка кигізіп қоя алмайсың ғой.\nЕлден ат жинау да үлкен проблема. Ақшасын төлеген күннің өзінде ешкім малын қайырып жүрген жалғыз атын екі-үш ай мініске беріп жібере алмайды. Ел ішінде ат жоқ. Дегенмен «Алмас қылыш» фильмінде Ұлы көш өз мәнінде түсірілді. Мұндай салқар көшті қазақтың ешбір режиссері, тіпті түркі халықтарының бірде-бір режиссері түсіре алған жоқ. Ал майдан сахналарына келетін болсақ, мұнда тек шолақ соғыстар көрсетілді. Шеп құрып соғысатын үлкен соғыстар келесі маусымға қалдырылды. Оның өзінде бұл қазақ қолы мен шайбан әскерінің бетпе-бет келіп, соғыспай тарасатын шағы. Жер қайысқан қалың қолды сонда көресіздер, бұйырса. Әрине, «біткен іске сыншы» көп. Жарыққа шыққан әр жаңа өнер туындысының, оның ішінде кино өнерінің сыналуы қалыпты жағдай. Бірақ, сыншылар көп жағдайда мәселенің байыбына бармай, үстірттікке ұрынып жатады. Кәсіби сыншылар қолына қалам аларда еліміздегі кино проблемасын іштен бір шолып шыққаны абзал.\nОсы уақытқа дейін Мәдениет министрлігі мен «Қазақфильмнің» арақатынасына, «Кино туралы заңға», жалпы қазақ киносының проблемаларына кешенді көзқарас тұрғысынан үңіліп қараған ешкім жоқ. Дегенмен, қанша жамандасақ та, қанша жерден алып, жерге салсақ та қазақ киносында ілгерлеушілік бар. Көш жүре түзеледі.\nСыншылар көңілінен шығатын жақсы фильм түсіру үшін қазақ киносын қоғам болып күресе отырып, түрлі дерттерден арылтуымыз керек. Көріп, естіп отырсыздар, қазақ киносының айналасы жемқорлық туралы қолайсыз әңгімелерге толып кетті. Осы жемқорлықты жою қажет. Жемқорлық жойылмаса, кино өнеріне, оның ішінде идеологиялық маңызы бар фильмдерге мемлекет тарапынан қолдау көрсетілмесе жұрт көңілінен шығатын фильмдер түсіру қиын болмақ.\nСөзімнің соңында айтарым, кинофильм – сыншылар үшін түсірілмейді, көрермен үшін түсіріледі. Қандай болған жағдайда да «Алмас қылыш» қазақ халқының мемлекет құру, ұлт болу жолындағы жанқиярлық күресі жайлы тарихи фильм ретінде миллиондаған көрерменге сәулелі ой салары анық.",
                "date": "8.01.2017",
                "upvotes": 0
            },
            {
                "text": "5 қаңтардан бастап еліміздің барлық кинотеатрларында «Алмас қылыш» фильмінің көрсетілімі басталды. «Алмас қылыш» фильмі көрнекті жазушы Ілияс Есенберлиннің «Көшпенділер» трилогиясының желісі бойынша түсірілген. Сценарийін жазған – жазушы Смағұл Елубай.\n«Алмас қылышты» түсіруге екі жылға жуық уақыт кетті.\nТарихи жобаның авторы – ҚР Президенті Нұрсұлтан Назарбаев. Фильм ҚР Мәдениет және спорт министрлігінің тапсырысы бо­йын­ша Ш.Айманов атындағы «Қазақфильм» АҚ мен Centaurus Rustem Abdrashev production ЖШС қатысуымен түсірді. Елбасы Нұрсұлтан Назарбаев «қазақ халқының ұлт­тық сана-сезімін көтеретін туынды» деп ба­ғалаған фильм көрерменге жол тартты.\nӘзірге фильм туралы көрерменнің көз­қарасы екіге жарылып тұр: жоғары баға бер­ген­дер де, кемшілігін түзіп тергендер де бар. Жалпылама көпшіліктің тарихи туындыға көңілі толған секілді. Ал тарихшылар мен кино сыншылардың арасында көңіл­тол­мау­шылық байқалады. Дегенмен «Алмас қылыш» көп­шіліктің көптен күткен жобасы екені анық. О баста киносериал ретінде басталған жо­ба неге көркем фильмге айналды деген де пі­кір­лер айтылған. Фильм авторлары бұның «Қа­зақ елі» телесериалының кино нұсқасы екен­дігін айтып жатыр.\nШүкір! Тәубе!\nБелгілі ақын, Мемлекеттік сыйлықтың ие­гері Иран-Ғайыппен «Алмас қылыш» филь­мінің тұ­саукесерінен кейін кезіккенімізде «Шү­кір! Тәубе!» деп ағынан жарылып, ақта­рыл­ған еді. Ақыннан: «Бұл фильмнен хал­қыңыз­дың табиғи әз кейпін көріп, тани алдыңыз ба?» деп сұра­ған­быз.\n– Көрдім, көрдім. Таныдым, қарғам! Өйт­кені бұған көмектескен күні кешегіміз. 1986 жыл­ғы өз алаңымыздағы жанталасымыз. Халықтың рухани тұншығуы. Бұл кейіпті біз ғана кешкен жоқпыз. Бүкіл қызыл империя құра­мындағы елдің бәрі бұл кейіпті бастан өткерді. Орыстың өзі де ол империяның құрбаны болды. Осының бәрін көзіміз көрді. Осы фильмнен кейін «Алмас қылыштың» авторы Ілияс Есенберлинді ұлы жазушы деген ойға келдім. Фильмнің сценарийін жазған Смағұл Елубай, Рүстем Әбдіраш, Тимур Жақ­сылықов Ілекеңнің «Алмас қылыш» романын не­гізге алған екен. Әрі өте дұрыс таңдау жа­саған. Өйткені осы тұста Керей мен Жә­нібек қана империядан бөлінген жоқ. Бір жағынан Жалаңтөс бастаған атауы қазақ қандастары­мыз, бір жағынан қарақалпақтар, бір жағынан өзбек тайпалары бас-басына қарай шетке ығыса бастады. Оған Шыңғыс ханның ұрпағы Шайбанидың әмірі жүрмей қалды. Сон­дықтан осы тұста қазақ хандығының негізін қа­лаған Керей мен Жәнібектің кейпін көр­дім. Шын тумысында, талант-тағлы­мын­­да үлкен тұлғалық бейнесін көр­дім. Олардың халқы үшін, оның бостандығы үшін жанкешті тір­лігін көрдім. Осы орайға кел­ген­де, әр нәрсе негізіне тартады ғой. Баяғыдан бері қазақ кино­сы­на көңіліміз толмай жүрсе, сенбей жүрсек, оның себебі, олар­дың көбі өтіріктің топы­рағында туындағаны. Жал­ғандық басым. Біз көсіліп айта алмадық. Негізгі бет-пер­де­мізді аша алмадық. Сон­дықтан осыған дейін қойы­лып келе жатқан тарихи фильмдердің дұрыс шық­паға­нының бір себебі, осында жат­са керек. Бірінші рет, біздің (біз дегеніміз – өткен ғасырдың 30-40 жылы дүниеге келген ұрпақ, яғни, өз қатарластарым) өмірімізге үңіліп қарап, «Е-е, біз осындай адам болған екен­біз» деп бетпердемізді сыпырғандай болып отырмын. Өзімнің бейнеме кино ар­қылы қарасам, өте аянышты. Өте бейшара қа­лыпта. Бірақ бақыттың нышаны білінетін сияқ­ты. Ол нышан бізге, яғни, біздің ұрпаққа не үшін керек? Тыныш өлуге, артқа алаңдамай кетуге септігін тигізетін сияқты. Тәуел­сіз­діктің өз мән-мағынасына келе жатқандай­мыз. Осы киноны көріп, шүкір дедім. Шүкір! Тәубе!\n«Алмас қылыш» – ұрпаққа керек кино!\nАқын Дәулетбек Байтұрсынұлы осы­лай дейді:\n– «Алмас қылыш» фильмін Алматыдағы ал­ғашқы көрсетілімінде көру нәсіп болды. Ол туралы жұрттан сүйінші сұрап жаздым да. Он бөлімді телесериал етіп түсіргенін жақсы білеміз. Бұл кино соның сығымдалған, жи­нақталған, ықшамдалған қалыбы. Өздеріңіз де білесіздер, осы кезде «Абай», «Көшпен­ді­лер», «Қан мен тер», «Қылмыс» секілді көп­том­­дықтарды жастардың оқуы өте сирек. Жа­лықпай оқитын жақсы әдет бізбен аяқтала ма деп қорқамын. Ендеше, осындай кезеңде Ілияс Есенберлиннің үш томын жеке-жеке үш киноға айналдырып көрсетсе, ұтымды тә­сіл болар еді. Жастардың киноға деген қы­зы­ғушылығы жоғары, оны тиімді пайдаланып, тәлім-тәрбиені көркем кино арқылы жүр­гізген ыңғайлы болып тұр. Фильм жарыққа шыға салысымен жоғары-төмен пікірлер қар­ша борады. Соның бір парасы, тарихи­лы­ғы, деректердің азын-аулақ ауытқуы деп жа­тыр. Бұл жоба деректі фильм емес, тіпті та­рихи оқулық емес. Тарихтың ізімен түсіріл­ген Қазақ елінің қалыптасу кезеңін тұспалдаған көр­кем дүние ғана. Бүге-шігесіне дейін ай­тып, көрсетіп отыру киноның уақытына сый­майды да... Оның үстіне, режиссерлік қиял, көркемдік шешім деген бар. Осы жағ­дайларды есептегенде, артық өкпелеп, айып­тай жөнелу дұрыс емес. Осы күнге дейін тәуел­сіздіктің арқасында бірнеше ұлттық бағыт­та кино түсірілді, қарап отырсақ, дең­гейі әртүрлі. Мынау «Алмас қылыштың» ауқы­мы өте үлкен, айтары кең мазмұнды қам­тып жатыр. Мемлекеттің, «Қазақфильм­нің» барын салып кіріскені анық көрінеді. Бас-аяғы екі жылға созылса да, шынайы ұлт­тық кино жасауға тырысыпты. Шығарма шы­мыр, көріп отырғанда арқаң шымырлап, әсер­лі сезімге бөленесің! Тіпті кей тұстарына келгенде, көзіңе жас алып, алқымыңа өксік ты­ғылады. Себебі, қазақтық қанымызды та­сытатын, жүрегімізді толқытатын қазаққа тән ұлттық сезім киноға сіңірілген екен. Ендеше, ре­жиссердің, сценарий авторының, актерлер­дің бойында бұлқынған бұла күш бар. Ол күш қазақтарға жақсы дүние шығару болса керек! Ол мақсаттарына жетіпті, жаңалығы басым жас актерлер көзге түсті, үлкен образдарды сом­даған артистер жарқырап көрінді. Тәуел­сіздігімізді аспаннан түсе қалғандай көретін тар өрісті адамдар үшін, арғысын айтпағанда, 550 жылдан бергі жан алып, жан беріскен қан­төгістер мен қиянкескі шайқастар тектен-тек­ке болмағанын сезіндіреді. Қазақ хан­дығының құрылып, көк тудың астына жи­налған ру-тайпалардың бас құрап, ұлт болуы нанымды баяндалған. Ал енді территориясын кеңейтіп, ұлан-ғайыр даланы қамтып, тұтас­тыққа жетуі – бөлек фильмнің еншісінде деп білемін. Шайбанилер әулетінен бөлініп шы­ғып, Шу-Талас өңірінен басталған елдіктің ер­лік қадамдары бүгінгідей алып елдің негізін қалағаны ақиқат. Моғолстан елін тек қана ұй­ғыр­дың хандығы деп кесіп айту қате. Астанасы Алмалы (қазіргі Құлжа маңы) болға­ны­мен, ол тұтас ұлы жүз ру-тайпалары­ның, Жетісу жерін, анау Тұрпанға дейінгі ұланбайтақ территорияны бауырына басып жат­қан болатын. Әрі билік басында, тақта отыр­ғандар ұйғыр емес, Шыңғыс хан тұқымы екені анық. Ендеше, қазақ хандығын ұйғыр­дың қолтығына кіргізген деген жаңсақтық болады. Фильмде бірнеше тайпаның аты қаттырақ аталып кетсе, ол сол кездегі тарихи жағдай. Жетісу жеріне келген соң, Жетісуды мекен еткен елдің аты аталмай, кім аталушы еді?! «Көшпендінің» көші жүре түзіледі. Бір кино тұтас қазақ әлеміне кепіл емес. Өз бай­қауым бойынша, жақсы дүние жарыққа шықты. «Біткен іске сыншы көп» дегендей, көп әңгіме айта беруге болады, дегенмен енді ғана 25 жылымызды атап өтіп жатқан балаң мемлекет үшін бұл «Алмас қылыштың» алар орны жоғары. Арнайы білім мекемелері мек­теп оқушыларына, ұстаздарға біртұтас көр­сетуге бұйрық бергеннің артықтығы жоқ. Жас­тарды жігерлендіруге, ұлттық сезімін та­сытуға таптырмайтын кино екені анық!\n«Көшпенділерден» кейінгі атышулы жоба\nМәдениеттанушы Әсия Бағдәулетқызы «Ал­мас қылыш» фильмінің кейбір олқы тұс­та­рын талдап берген еді. Оның пікірінше, фильм­нің жақсы жақтары да, кемшіліктері де жоқ емес.\nОл: «Туынды Керей мен Жәнібектің Әбіл­қайыр­дан бөлінуі мен жеке хандық құру ке­зеңін қамтиды. Тақырыптың маңыздылығына күмән жоқ. Жалпы, тарихи киноларда кейіп­керлердің өлмейтінін біліп тыныш отырасың. Бі­рақ соған қарамастан, сценарий авторлары (С.Елубай, Т.Жақсылықов, Р.Әбдіраш) ба­рын­­ша интрига тудыруға тырысқан. Сарай маңы эпизодтардың драматур­гия­сы мы­ғым: Әбілқайыр мен қос сұл­тан арасын­да­ғы шиеленіс, саяси ойын­дар наным­ды.\nХан шатырындағы көріністе Әбіл­қайыр мен Жәнібектің немесе аң­шылық эпизодында Әбілқайыр мен Керейдің сөз шарпысуында ым­дап ырғасатын өткен дәуірдің ірілігі бар. Бірақ одан әрі фильм драматур­гия­сы сол шиеленісті ұстап тұра ал­ма­ды.\nКинодастанның негізгі идеясы, еш­кімге бағынғысы келмеген, «әр­кім­нің қолында қылыш боп ойнаған» ба­тыр қазақтың рухын көрсету. Туын­ды­ның өн бойында бірнеше шайқас сахнасы бар делік. Бірақ ылғи да қазақтар тығырық­қа тіреледі.Біреуінде ғана табан астында ар­ба­лардан қорған құрып, құндақтаулы сә­биі­мен садақ ке­зенген аналар, шауып бара жат­­қан атқа теріс отыратын мергендер, ой­рат­­тың қылы­шын қақ жаратын алмас қы­лыш­тар, жалпы қазақтың мобильді соғысып, шабуылға той­тарыс беру өнері орынды көрсетілген. Бірақ техникалық тұрғыда, бұл бір компьютерлік графика ойлап табылмаған ықылымда тү­сірілген фильм сияқты. Он шақ­ты ойрат он бес шақты қазақпен соғысады да, кері қа­ша­ды. Хан­дықтың негізін қалаймын деп көшіп жат­қан жұрт та әрі кетсе жүз шақты адам. Мас­ш­таб жоқ. Жұпыны. Түмен-түмен адам­ жал­дап оларға көне киім тігіп беру қол­дан­ кел­­мейді, түсінікті. Бірақ «Трояны», не «Ба­тыл ­­жүрек­ті» қарасаңызшы, бес адамды бес жүз­ мың әскер қып көбейтеді ғой. Біздің гра­фистердің бар қолдан келері «инстаграм­ның» бұлдыра­туын­дай ойға сымайтын түс­тер­ге бояу ғана. Көрер­мен соны байқамай қа­лады деп ойлай ма?\nФильмде бірнеше метафора бар. Ол – Әбіл­қайырдың тордағы құсы. Әбілқайыр, ашуланып кеткен Қобыландының артынан, «Қай­да барар дейсің, айналып қазығын та­бады» деп тұрғанда, тордағы құсы ұшып ке­теді. Демек, қазақты да, Қобыландыны да уы­сынан жіберіп алды деген сөз. Бұл әдемі оқы­лады, басқа кейбір метафоралары сәтсіз. Мы­салы, көшіп келе жатқан қазақтар жол­дағы құдықтан су ішеді. Оны «азаттықтың дә­мін татты» деп келтіреді кадр сыртындағы дауыс. Бірақ оператор, неге екенін, бұл эпи­зодты қазір бір жаманшылық болғалы тұр­ған­дай түсіреді. Немесе жолда туған бала, Шал­киіз­ді алыңыз. Оны «қазақтың азаттығы­ның даусы еді» деп сипаттап алып, шешесі өлгенде ноғайларға беріп жіберетіні несі?\nАктерлердің ойынында театралдылық басым. Кейде ойлаймын. Мүмкін, «бұл – қа­зақ киносының ерекшелігі, қазақ актерлерінің қолтаңбасы» деп «заңдастыра» салу керек шығар? Өйткені осы театралдықтан ешқашан құтылмайтын түріміз бар. Тіпті театрдың сахнасын көрмеген актерлеріміз сонымен ауырады. Қазтуған (Б.Тілеухан) сөйлей жө­нел­генде, Парламентте мәлімдеме жасап отыр екен деп қалдық. Мұрнының астымен сөй­лейтін Рабиябегімнің (Қ.Мұхамеджанова) кө­зін аударып-төңкергенінің бәрі жасанды. Әр сөзін нығарлап сөйлейтін Керей (Қ.Ке­малов), әр сөзінен кейін пауза керек деп са­най­тын Саид (Б.Әбділманов) екіұдай әсер қал­дырады. Досхан Жолжақсыновтың Әбіл­қайыры өзін өте әккі, ақылдымын деп ой­лай­тын, бірақ қартайып, әлі кеткен би­леуші. Ниязбек Шайсұлтановтың Мұхаммеді тым эмоционалды, Мейірғат Амангелдиннің Қа­сымы нәзіктеу көрінгені рас. Есесіне Мә­дина Есманованың Жаһанбикесі ұнамды, Арман Әсеновтің Қобыландысы есте қалады. Ер­кебұлан Дайыровтың үлкен актер болып өсіп келетіні қуантады.\nКинодағы бағалы нәрсе – Құранның көрсетілуі\nТарихи туындыға тарихшылардың берген ба­ғасы қандай? Белгілі тарихшы Талас Омар­бе­ков «бұл фильмнің рухани жағынан маңызы зор екенін» айтады.\n– Киноны бастан-аяқ тамашаладыңыз. Бұл фи­льм несімен ұнады? Тарихшы ретінде, қан­дай кемшіліктерді байқадыңыз?\n– Бұрын барлық киноларымызда ислам­нан қашып келдік. Ал «Алмас қылышта» кері­сінше. Керей таққа «бісмілләсын» айтып ба­рып отырады.\nҚазақ хандығының ресми діні ислам бо­латын. Міне, сол себепті бұл рухани жағынан тәр­биелік маңызы зор кино дер едім. Қазақ­тың болашақ жастарына, дінді дұрыс түсін­бей­тін, исламды бұрмалап жүрген адамдарға «Ислам діні халқымызға не үшін қажет бол­ды?»,«Діннің маңызы неде?» деген мәселенің түп-тұғыры осы кинодан басталады. Бұл кино­дағы бағалы нәрсенің бірі – Құранның көр­сетілуі. Құранның қоғамдағы орны айтыл­ған. Ислам діні Қазақ хандығының ресми идео­логиясы болды. Алайда бұл біздің бұрын­ғы киноларымыздың ешқайсысында көр­се­тіл­ген жоқ.\n«Алмас қылышта» алты сан Алаштың қа­лыптасу дәуірі көрсетілген. Ру-тайпа атаулары дұрыс берілген. Алаштың ұран болғанын фильмде қайта-қайта көтермелеу тарихи шын­­дыққа сәйкес келеді. Қазақ алғашқы кез­­­де Алаш қауымдастығына бірікті, кейін алты сан Алаш деген атпен жүрді. Міне, осын­дай қазақтың қалыптасу жолы осы кинода жақ­сы көр­сетілген. Бұл фильмнің болашақ жастары­мыз­ды тарихи санамен тәрбиелеуде, ұлттық рухы­мызды көтеруде, Мәңгілік ел бо­ламыз де­ген қағидамызды ұстануда алатын тәр­­бие­лік, саяси орны орасан зор. Кинода қа­зақтың делебезін қоздыратын, ұлтты кө­тере­тін рух бар. Сондықтан бұл киноны бәрі­міз қолдауы­мыз керек.\nКинода сәл ойланың қырайтын нәрсе бар. Ол – Қазақ этнонимінің қолданылуы. Бастап­қы кезде алты сан Алаш қауымдастығы шық­ты. Абылайдың кезінде он сан Алаш болды. Ке­­рей мен Жәнібек көш­кеннен, шайбани­лық­тар өзбек атанады да, қазақтарды солар­мен шатастырмау үшін өз­бек-қазақ деген термин қолданған. Сондай өт­пелі атау болған, олар­ды бірден қазақ ата­ма­ған. Ал фильмде Әбілқайыр бізге «қазақтар» деп жатыр. Шын мәнінде, ол кезде қазақ эт­нонимі әлі қалып­тас­паған болатын. Егер Қа­­сым мен Бұрын­дыққа арнайы тоқталып, ки­­ноны жалғастырар болса, олардың өзбек-қа­зақ атанғанын ескеру керек.\n– Фильм басталғалы ел арасында түрлі пі­кір бар. «Фильмде қазақтар өзбектен бөлініп, ұйғырларды паналаған секілді көрініп қалыпты» деген пікірге қарсы айтарыңыз қандай?\n– Бұл ұйғыр деген этнонимнің қайдан шық­қанын білмейтін адамдардың пікірі. Ұй­ғыр этнонимі ІХ-Х ғасырлардағы Ұйғыр қа­ғанатының құрылуына байланысты шыққан. 840 жылы Ұйғыр қағанатын қырғыздар тал­қандап, ұйғыр этнонимі тарих сахнасынан өш­кен. Шыңғыс ханның кезінде ұйғыр деген ха­лық мүлдем болған жоқ. Ұйғыр этнонимі мүл­де ұмытылып, оның орнына тараншылар, қо­тандықтар, қашқарлықтар деген қауым­дас­тықтар келді. Бұларға ұйғыр атауын берген Кеңес өкіметі болатын. Сондықтан ХV ғасыр­дағы Қазақ хандығы ұйғырларды паналады деген бос сөз.\nФильмде көрсетілген тараншылар – ұй­ғырларды құраған қауымдастық болғанымен, олар бұрынғы Ұйғыр қағанатынан бөлініп шығып, Қашқар, Тибетті паналаған халық­тардың қалдықтары. Фильмде ұйғыр деген атау жоқ, тараншылар деп қолданады. Таран­шылар ұйғырларды құраған үш қауым­дас­тықтық бір тобы ғана. Сондықтан оны жеке ха­лық деп қарастыруға болмайды. Таран­шы­ны қазақ кейде сарт деген. Олар – Бесбалық деген қаланың төңірегінде өмір сүрген халық.\n– Тағы бір түсініксіздеу тұсы, төрелердің бар­лығы бір Шыңғыстың ұрпақтары бола тұра Мо­ғолстан мен Әбілқайыр хандықтарының билеушілерінің киімдері неге өзгеше? Біздің сұл­тандардың бастарында мұрақ, ал оларда ала сәл­де. Неге бұлай?\n– Моғолстанның оңтүстік өңірлерінде ис­ламның ықпалы күшті болды. Өйткені Түр­кістан өңіріне Қожа Ахмет Яссауидің со­пылық ілімі ықпал жасады. Бұл – нақшбандия сопылары дамытқан ілім. Нақшбандия деген – осы сопылық ілімді негіздеген кісі. Сопы­лық ілімнің ықпалына Қасым хан да, Бұрын­дық та қатты түскен. Қазақ хандары осы со­пы­лық ілімнен рухтанған. Қазақ хандарының қа­сында қожалар рухани кеңесші болған. Біздің қазақ руларының көбінің шежіресі қо­жалардан басталады ғой. Оның себебі, қо­жалар Қазақ хандарының жанында отырып, қазақтың шежіресін жазған. Осылайша, қо­жалар біздің рулық шежіремізге ықпал етті.\nСайрам, Түркістан өңіріндегі қай­рат­керлердің бастарына сәлде орап, мұсылманша киінуі өте дұрыс. Бұл жерде фильмді көркем­деу­ші – суретшілер өте орынды шешім жаса­ған. Бізге ислам сол жақтан келді. Қазақ хан­дары ислам дінімен өмір сүрді. Ислам діні Қа­зақ хандығын біріктірді. Оның ішінде со­пылық ілім күшті болды. Қазір Яссауиді еш­кім насихаттамайды. Бірақ нақшбандия со­пы­л­арының ілімі Қазақ хандығының рухын кө­теретін рухани құрал болды.\n– Фильмдегі ноғайлар туралы не айтасыз? Но­ғайлардың Қазақ хандығына қосылуы жай­лы көріністер шынайы тарихпен қабыса ма?\n– Өте дұрыс. Өйткені олардың өлеңдері­нен ноғайлының сарындары естіледі. «Едіге ба­тыр», «Ер Тарғын», «Қырымның қырық ба­тыры» жырларының бәрі ноғайлы жырлары деп аталды. Коммунистік партия кезінде но­ғай­лы жырларына тыйым салды. Өйткені Но­ғайлы хандығы Мәскеуге қауіп төндірген. Но­ғайлылар кімдер? Олар кейін Қазақ хан­дығына қосылып қазақ болған халық. Но­ғайлылар көрнекті қайраткер Ноғайдың аты­мен аталған. Кіші жүз руларының үштен екі­сі ноғайлының қол астында болған. Сон­дықтан ноғайлының бірде қазақ, бірде ноғай, бір­де маңғыт болып жүрген кездері көп. Маң­ғыт деген – ноғайлы. Қарақалпақтардың түп тамыры маңғыттардан шығады. Ал маңғыттар но­ғайлы бірлестігінің ең күшті руы болған.\nЕсенберлинде Қазақ елі жоқ, қазақтың рулары бар\nТарихшы Берекет Кәрібаев фильмді Ілияс Есенберлиннің «Алмас қылышымен, салыстыра отырып көргенін жасырмады.\n– Қазақ хандығының құрылу тарихының әр­бір эпизоды есімде. Сол себепті «Алмас қы­лыш» фильмін сонымен салыстырып оты­рып көрдім. Киноның желісі Ілияс Есен­бер­линнің «Алмас қылыш» романының не­гі­зін­де алынған екен. Есенберлиннің бұл кіта­бы 50-60-жылдары өте керемет шығарма бол­ды. Себебі, ол жылдары қазақтың ор­тағасырлық тарихнамасы сол деңгейде бо­латын. Алайда одан бері жарты ғасыр, алпыс жыл өтті. Ал­пыс жылда біздің тарих ғылымы дамыды, бұрын­ғы концепциялар ескірді. Ол Есен­бер­линнің кінәсі емес. Тарих ғылым­ы­ның жет­кен жетістігі сондай болатын.\nОрыс мемлекеті қалай құрылды? Ша­шы­раңқы орыс княз­дық­тарының негізінде құ­рыл­ды. Есен­бер­линде де сон­­дай, қазақ халқы, Қа­­зақ елі жоқ. Бірақ қа­зақ­тың рулары бар. Со­лар­дың бәрін бірік­­тіріп барып қазақ халқы құ­рылды дейді. Олай емес. Әбілқайыр хан бол­ған ке­зін­де Маң­ғыт, Шай­­­бан және Орда Ежен деген үш ұлыс бол­ды.\nӘбілқайыр 1457 жылы Өзтемір бастаған ой­раттардан жеңілді. Осы шайқасқа дейін Әбілқайырдан Маңғыт ұлысы бөлініп кеткен. Маңғыттың Нұраддиннен туған ұлы Уақас деген биі болған. Уақас пен Әбілқайыр екеуі­нің достығы керемет болған. Уақас би Әбіл­қайырды үш рет таққа отырғызған. Алайда 1449 жылы Уақас би өлгеннен кейін ұлдары Жаң­быршы, Хорезми бек, Мұса Әбілқайыр­дың қол астында болғысы келмей, іргесін бө­лек салады.Бұл – Әбілқайыр мемлекетіндегі бі­рінші бөлініс болатын.\nАл екінші бөлініс 1457 жылы болған. Фи­льм­де кейбір оқиғалар алмасып кетіпті. Ал­ғашқы эпизодта Керей мен Жәнібек ой­рат­тармен соғысып жатыр, екі батыр ма десем, екі сұлтан екен. Осы кезде ойраттар Әбіл­қайыр­дың үш жасар немересін аманатқа алып ке­теді. Бұған Шайбан ұлысының ішінен Бе­ре­ке сұлтан қарсы шығады. Хиуа хандығының арғы аталары осы Береке сұлтаннан таралады. Береке сұлтан: «О заманда бұ заман хан кә­пір­ге баласын аманатқа бермейді. Хан Ал­ланың жердегі көлеңкесі» деп Әбілқайырға өк­пелеп, Жәдігерді хан қылады. Себебі, Өз­те­мір мұсылман емес болатын. Сөйтіп, Шай­бан ұлысы екіге бөлінеді.\nАл Керей мен Жәнібектің бөлінісі мүлдем бас­қаша. Сондықтан фильмді Қобыланды ба­тырдың Ақжол биді өлтіргенінен бастап оқи­ғаны дамыту керек еді. Қазақ даласындағы ру-тайпалық талас арғын Ақжол биді Керей мен Жәнібектің, Қобыландыны Әбіл­қайыр­дың қолдап отырғанынан басталды. Сөйтіп, екі арадағы дау-дамай жарылысқа алып келу ке­рек еді.\nСосын тағы бір мәселе – жер туралы. Мо­ғолстанның ханы Есенбұға Керей мен Жә­нібекті жақсы көргеннен жер берген жоқ. Оның да жағдайы мүшкіл болатын. Қалмақтар алқымынан алды, туған інісі ағасымен араз бол­ды. Фильмде сол жағын да көрсету керек еді. Жалпы деректерде Бұрындық Керейдің жал­ғыз баласы болғаны айтылады. Ал Жә­нібектің Қасымнан басқа тоғыз ұлы болған. Бәрі сұлтандар, батырлар еді. Соларды да ки­нода көрсетсе, тамаша болар еді.\nГеографиялық жағынан келгенде Мо­ғол­стан мемлекеті Шығыс Түркістан, Қыр­ғыз­стан және қазіргі Жетісу секілді үш тарихи ай­мақтан тұрды. Осы үшеуі Моғолстан деп атал­ды. Керей мен Жәнібек Моғолстанға бар­ды деп айтылғанмен, олар Жетісуға келді. Кейін ХVІ ғасырдың 40-50 жылдары Қазақ хан­дығы мен Моғолстанның арасында қыр­ғыз мәселесі бойынша соғыс болды. Сол со­ғыс Хақназардың кезіне дейін жалғасты. Ақы­рында қырғыздар қазақтармен одақта­сып, Моғолстанның шеңберінен тыс қалды.\n– Фильмге сценарий жазған кезде Берекет Кәрібаевтың еңбектерін оқып, пайдаландым. «Қазақ хандығы» кітабының үлкен пайдасы тиді. Жалпы, «Алмас қылыш» фильмі ұлы тарихқа кіріспе деуге болады. Біз бұл жерде Қасым ханның отыз жылдық соғысына дайындық жасадық. Қасым мен Бұрындықтың арасындағы жағдай, Қасымның Сығанақты алуы, бұларды құрту үшін Әбілқайырдың аттануы секілді тарихтың бәрі алда. Біз соны арман етіп отырмыз. Фильмнің Алматыдағы Республика сарайында өткен көрсетіліміне Елбасының өзі келуі керек еді. Мен сонда «қызуымыз басылмай тұрған кезде фильмді әрі қарай жалғастырайық» деген ұсынысымды айтпақшы едім.\nТағы бір қосарым, кинода қазақ өзбектен қашып ұйғырдың қолтығына тығылған жоқ. Қазақ өзбектен қашқан жоқ, өзінен-өзі қашты. Диктатордан қашты. Моғолстанның Алмалық қаласы қазіргі Шығыс Түркістанда. Ол кезде ұйғырлардың бір бөлігі Моғолстанға қарады. Олар үлкен мемлекет болды. Оның патшасы ұйғыр емес, төре. Шағатайдың ұрпағы болатын. Фильмде бес-алты қыз билегені үшін оларды ұйғыр деп айтуға болмайды. Ол жаңсақ айтылған пікір. Біз осы мәселе көтерілетінін ескеріп, ұйғырларды фильмде тараншы деп бердік. Моғолстан құрамында тараншылар болғаны рас. Фильмде билеп тұрған қыздар – солардың бүгінгі көрінісі.\nСмағұл ЕЛУБАЙ,\nжазушы\nТүйін:\nЖақсылығы бар, жетістігі де жетерлік, кемшіліктен де кенде емес... Ең бастысы – өз тарихымыз туралы киноны өзіміз түсірдік. Тарихи сериалдың басы! «Көш – жүре түзеледі» деген халқымыз. Бәрі де ретімен болар. Тек бір ескерте кететін нәрсе – сын айтылса, ер-тоқымымызды бауырға алып туламай, қабылдай білу де мәдениеттіліктің белгісі. Жанашырлықтан туған, айтылған пікірлер келешекте қателеспеу үшін де керек болады. «Алмас қылыш» қазақ хандығы туралы фильмнің басы ғана, «жанталасқа» түсетін қазақ хандарының рухын көрсететін кино жалғасады деген үміттеміз. Қазақтың тарихы ұлтымызға керек. Ұлттық кино да елдің рухын ояту үшін қажет. Осындай «қажеттердің» орнын түгелдейтін заман жетті.\nГүлзина Бектас, Серікбол Хасан",
                "date": "8.01.2017",
                "upvotes": 0
            },
            {
                "text": "«АЛМАС ҚЫЛЫШТЫҢ» артықшылықтары\n\n«Қазақ елі» жобасының «Алмас қылыш» кинодастаны жарық көрісімен тамашалаған көрермен мақтау сөз бен сын пікірлерді қарша боратты. Елдік мүдде тұрғысынан киноның сәтті шыққан тұстары өте мол. Сонымен санап көрелік.\n\n1. «Қазақ елі» жобасының «Алмас қылыш» кинодастаны ұлттық тұлға деңгейіне көтерілген Керей мен Жәнібектің, Қазтуған мен Қобыландының, Бұрындық пен Қасымның көркем бейнелерін жастарға танытты.\n\n2. Қазақ жастары көркемтуынды арқылы Қара Қыпшақ Қобыланды батырдың соқталы бейнесін көріп, бір рухтанғандай әсерге бөленеді. Атақты Ақжол биді өлтіріп, қатты өкініш білдірген Қобыланды батырдың бұл бейнесі қазақтың рухани әлемінде жаңа қырынан ашылды. Жастар үшін кумир тұтатын тұлға. Бұрын көркем әдебиетте Қобыландыны мифтік қаһарман тұлға ретінде қарастырсақ, «Алмас қылыш» ұлттық қайраткерге айналдырды.\n\n3. Кинодастанда Қарға бойлы Қазтуған жыраудың жырлары жыршы Бекболат Тілеуханның орындауында ұтымды берілген. Фильмнің шарықтау шегіндегі атамекенінен үдере көшкен қазақ руларының көңіл-күйін ұлттық жыр ерекше беріп тұр. Сондай-ақ Ноғай мен қазақтың бұрыннан іргесі көрші, туысқан ел екенін көрсеткен. Бұл – қазіргі ғаламтор бетіндегі Қазтуғанды қалмақ дегендерге жауап беретін үлкен соққы. Сондықтан да даңқты жыраудың фильмнің басты кейіпкерлерінің бірі болғаны құптарлық көрініс.\n\n4. Қазақ тарихында ел қорғаған батыр, жаужүрек аруларымыз көп болған. Парсы патшасы Кирдің басын алған Тұмар ханша, жаужүрек қыздар Зарина мен Күнсұлу. Зарина патшалық құрған кезде қырық қыздан тұратын әскер жасақтаған. Ол қыздар ерлерше сауыт киіп, жауға аттанған. Солардың ізін жалғастырған қазақтың батыр қызы Жаһанбике бейнесі «Алмас қылышта» ерекше танылады. Фильм арқылы бүгінгі ару қыздарымыз Жаһанбикенің даңқын алысқа апаратыны анық. Сондай-ақ кинода қазақ қыздарының қару асынып, қалмақтарға соққы берудегі ерліктері сәтті кадр болды.\n\n5. «Алмас қылыш» фильмінен кейін І. Есенберлиннің ұлы жазушы екенін халық білді. Трилогияның бір ғана романынан ұласпалы хикаяның неше атасын түсіруге болатынан анық көз жетеді. Ал енді оның «Жанталас», «Қаһар» деген арғы да бергі тарихты қозғайтын эпикалық туындысының таспаға тартылуы уақытты күтіп тұр.\n\n6. Тәуелсіздік алған 25 жыл ішінде рулық сана қатты белең алды. Жік-жікке бөлініп «қазақта найман көп...», «арғын көп...» «ұлы жүз біздер көппіз» дегендей құр мақтанға белең алғанда «Алмас қылыш» кинодастаны ру мен ұранды біріктіріп, бір тудың астында бірігуге үндеді. Ендігі ұран: «Алаш! Алаш! Алаш!» XX ғасыр басындағы Алаш зиялылары ұрандаған «Алаш!», Қазақ хандығының ордасы тігілгендегі ұран «Алаш!». Ендеше ұлттық ұран да «Алаш!» болуға тиіс.\n\n7. Көркем туындыда Моғолстан мен Әбілқайыр хандықтарын мемлекетін дұрыс берген. Өйткені бұл хандықтың тақ мұрагері ұйғырлардан емес, шағатай ұрпақтарынан болды. Бұлар ұйғырлар емес, қазақтың ұлы жүз құрамынан ұйғырдың тараншыларынан, қашғар халықтарынан тұрды.\n\n8. Еуропа киноларын көргенде ат сауытын киген сәйгүліктерді көретінбіз. Сөйтсек әлгі ат сауытының түрі – гректерше «катафракт». Қазақтар «берен кежім» деп атаған. Қазақ тұлпарының ат сауытын жаңғыртқан қазақ киносы осы деталімен де ерекшеленді. Көшпелі халықтарда 6-16 ғасырда қолданылған.\n\n9. Көшпенділер өркениеті жаңғырған кино. Өгіз арбамен көш, киіз үйлер, батырлар сауыты, ат әбзелдері мен қару-жарақтың сансыз түрі, бейбіт заман киім үлгілері, әйелдердің әшекейі, сарай қақпалары мен ішкі безендіру. Тіпті ғасырдан астам тарихы бар Жаркент мешітінің пайдасы киноға көп тиген.\n\n10. «Көшпенділер» фильмін түсіруге 40 миллион доллар шамасында қаржы жұмсалды. «Жау жүрек мың бала» 11 миллион долларға түсірілді. «Алмас қылыш» 3 миллион долларға жетер-жетпес қаражатты қанағат тұтты»,-дейді фильмнің редакторы Ерлан Төлеутай. Мардымсыз қаржы түсірілсе де, жоғарыдағы кинолардан кем түспей, ұлт тарихының жаңа белесіне көтерілген «Алмас қылыш» қазақ киносының шедевріне айналары сөзсіз.\n\nСөз соңында тарихи кинолардың даңқты режиссерына айналған Рүстем Әбдіреш бастаған «Алмас қылыш» фильмінің түсіру тобына, кинодастанның актерлер құрамына үлкен алғысымызды білдіреміз.",
                "date": "12.01.2017",
                "upvotes": 0
            },
            {
                "text": "Керемет туынды екен. Керемет әсерде болдым. Әсіресе, Керей мен Жәнібектің, Қасым мен Бұрындықтың ағайыншылық арасын, бауырлық сертін әдемі ашып берген. Қасым мен шах Мұхаммедтің аналарының алдына берген уәделерін қандай қиын жағдай болмасын сақтағанының өзі не тұрады? Жәнібекті сомдаған Еркебұлан Дайыров мойнына алған жауапкершілігінің салмағына мойымайтын қайсар сұлтанды керемет ойнады. Шайбанидің рөліндегі Досхан Жолжақсыновтың образы керемет, Рабия Бегімді сомдаған Қарлығаш Мұхамеджанованың әлпеті қандай...Оның шынайы сезімі, көзіңе жас келтіреді. Қазақтың батыр қызы Жаһанбике бейнесі ерекше танылды. Сондай-ақ кинода қазақ қыздарының қару асынып, қалмақтарға соққы берудегі ерліктері сәтті кадр болды. Қайсарлық пен нәзіктік атты қос қанаты бар нағыз қазақ қыздары. Кино соңы Керейді ақ киізге көтеріп, хан сайлауымен аяқталды. \"Алаш\" \"Алаш\" деп ұрандатқан кезде тұла бойымда ерекше мақтаныш сезімі пайда болды. Осындай намысты, сөзге де, іскеде берік ата-бабаларымыз болғанына мақтанамын. Тәуелсіздік деген тәтті сый оңай келмеген, қаншама батырлар қасық қаны қалғанша күресті. Ел-елге, жер-жерге бөлінбейік, қазақтарым! \"Алаш\" деген бір тудың астында бірігейік. Алаш туы астында, күн сөнгенше сөнбейміз! Алға, Қазақ елі!",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Термодинамиканың бірінші бастамасы?",
        "question_content": "Керек болып жатыр. Термодинамиканың бірінші бастамасы?",
        "question_date": "7.01.2017",
        "question_tag": "Физика",
        "question_views": 5300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Термодинамиканың бірінші бастамасы — термодинамикалық жүйелер үшін керек энергияның сақталу заңы; бұл заң бойынша жүйеге берілетін жылу оның ішкі энергиясын өзгертуге және жүйенің сыртқы күштерге қарсы жұмысына жұмсалады.\nДене күйінің барлық энергиясы - микроскопиялық қозғалысының толық түріндегі сыртқы кинетикалық энергиясы Ек және салмақ күші өрісі, электрлі немесе магнит өрісі жағдайындағы потенциалды энергия Еn, сонымен қатар, дене бөлшектерінің құрамдық әрекеттері мен қозғалу энергиясын жасаушы ішкі энергия U қосындыларынан тұрады:\nҚаралып отырған жылу динамикалық жүйе шамаланса, онда дененің орталық салмақтық алмасу жылдамдығы өте аз (С=0), яғни қозғалыссыз жұмыстық дене көлемінің өзгеруі туралы сөз болады, сондықтан Ек=0. Айталық, Ер=0 сонымен, бұл жерде толық энергия ішкімен бірдей (E=U), ал жүйе энергиясының өзгеруі - жұмыстық дененің, ішкі энергиясының өзгеруіне келтіреді.\nЖылу динамикасының бірінші заңына сәйкес, жұмыстық дененің энергиясы кезінде, қабылданған жағдайға тиісті кезіндегі жүйенің өтуі 1 бастапқы күйінен 2 соңғы мәндеріне артуы, денеге берілген жылулық dQ және мәніне келуі dL істелінген жүйе жұмысына тең: dU=dQ-dL немесе әдетте былай жазу қабылданған -\nСыртқы ортамен әрекеттестігі жоқ болғандағы кезінде (dQ=0 және dL=0), формуладағы dU=0, яғни жүйе энергиясы өзгеріссіз сақталады. Жүйелер қатнасының жекеленген жылулығы үшін, ондағы dQ=0 екені белгілі.\n\nТеңдеу жұмыстық дененің еркінше алынған санды массасы m арналып жазылған, ал меншікті мәндері үшін былай жазылады:\nмұндағы q - меншікті жылулық саны; l - меншікті жұмыс; u - меншікті ішкі энергия, q, u, l бірлік өлшемі Дж/кг.\nБұл теңдеу үшін, жылудинамикасының бірінші заңының талдаушы тұжырымдалуын көрсетеді, осыған сәйкес жүйеге жеткізілген жылу, жүйелердің ішкі энергиясына жұмсалады және жұмыстың атқарылуына қарсы денеге түскен сыртқы күш. Олар, қайтымдыға да және сыртқы қайтымсыз процесстер үшін де әділетті. Себебі, қабылданған жағдайдағы жылу алмасуы кезінде, дене мен орта арасының соңғы температура айырмашылығы кезінде, қайтымсыз жылуалмасуына сәйкес келеді.\nҚоршаған ортаның жұмыс жүйесін қарастыралық, сыртқы күштердің әрекетінен дене көлемінің өзгеруі жүреді. Механиканың жалпы ережесі бойынша, бұл жұмыс денеге түскен күш көбейтіндісімен, оның жылжуын анықтайды. Егер күш, бет ауданының элементіне әрекет етсе, ол элемент, қысым болады, ал осы элементтің ауданының көбейтіндісінің жылжуы, нормалы бағытпен бетке жатып, сол элементтің беттік көлемі болса, онда элементарлы жұмыс, қоршаған орта жүйесімен жасалу кезіндегі, дене көлемінің шексіз аз өзгеруінің көбейтіндісі ретінде анықталады:\nДене көлемінің өзгеру жұмысы\nV1 ден V2 дейінгі көлемнің соңғы өзгеруі кезінде:\nмұндағы V - көлем, м3.\nГаз жағдайының өзгеру процессін зерттеуде, графикалық әдістер (кеңінен пайдаланады) негізінің PV - диаграммасы деп, аталуын кеңінен қолданады.\nДене көлемінің, жұмыстан өзгеруін анықтау жағдайында абцисс өсі бойынша, V шамаларын қояды. Мұндай бейнелерді қолдану, әдетте піспекті қозғалтқыштардың процессін зерттеу кезінде қолданады, мұндағы цилиндр ішіндегі дене көлемінің, піспек жолының жүріп өтуіне, пропорционалды болады.\nДереккөз: https://kk.wikipedia.org/wiki/",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұялы телефоным құлыпталып қалды. Оны қалай ашауға болады?",
        "question_content": "Менің соткым фейсконтролга тусип калды.Астынын моргните соз шыбереди.соны калай ашсам болады.",
        "question_date": "7.01.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 749,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көлік айдап үйрену мектептерінде қанша теңге алады?",
        "question_content": "Мен өзім көлік жүргізу білемін тек тәтеме үйретейін деген едім. Көлік айдап үйрену мектептерінде қанша теңге алады?",
        "question_date": "7.01.2017",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əр аймақта əрқалай, елу мыңның ар жақ",
                "date": "7.01.2017",
                "upvotes": 0
            },
            {
                "text": "мен алматыданмын білсеңіз айтып жіберіңізші",
                "date": "8.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияның туындысын табу",
        "question_content": "G(x)=3x-2\n\n        _________\n\n        5x+8",
        "question_date": "6.01.2017",
        "question_tag": "Математика",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарсаңыз болады.",
                "date": "9.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Маған дауысты ашу керек еді?",
        "question_content": "Достар мен даусым бәрі әдемі бірақ біраз өз концерттеріме өлеңдерін дайындалып алып ертең тұрып түстен кейін ән айтайын десем даусым неге ашылмай қада береді?",
        "question_date": "6.01.2017",
        "question_tag": "Қазақша ән",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерболат Ертай сенин дайындыкта дурыс дайындалмайсын деген соз ол шыкпай калат деген болмау керек демек сен дурыс дайындалмайсын распевка жасамайсын немесе даусынды кутписин дылы устау ар кашан жылы су ишу суык су мулдем ишпеу керек . Меним ойымша сенде арнайы музикалык билим жок сиякты айтпесе булай болмау керек.",
                "date": "7.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "086/у анықтама қандай жағдайларда қажет?",
        "question_content": "?жұмысқа орналасқан соң 086/у анықтама алынды. жыл сайынғы мед текксерістен өткен соң 086/у анықтама қажет пе әлде мед кітапша жеткілікті ме?",
        "question_date": "6.01.2017",
        "question_tag": "Заң",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ аруы байқауына қатысу үшін не істеу керек?",
        "question_content": "Менің жасым 17-де.Петропавл қаласында тұрамын.Осы байқауға қатысқым келеді.Кастингтен өту үшін не істеу керек?Қандай шарт бар?",
        "question_date": "6.01.2017",
        "question_tag": "Өнер",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген өңірден шыққан әрбір ару байқаудың \"Мисс Қазақстан\" деген ресми сайтына өтінім бере алады. Тіркелген соң бірнеше күннің ішінде көрсетілген электрондық мекенжайға кастингке шақыру келеді. 1-30 қазан аралығында бүкіл Қазақстан бойынша өңірлік кастинг болады. Әр қаладағы іріктеуді өткізу күні мен уақыты туралы барлық ақпаратты ресми сайттан ала аласыз. 5 - 14 қараша аралығында онлайн дауыс беру болады, соның нәтижесі бойынша бес ару \"Қазақстан Аруының\" финалына өтеді.Байқаудың финалына екі апта қалғанда республиканың әр қаласының сұлулары Алматыға жиналады. Ұйымдастырушылар олардың Оңтүстік астанаға келуіне, атап айтқанда, жүріп-тұруына, тамағына және басқа да шығындарына ақы төлейді. Финалға дейін үлкен дайындық жүреді, кәсіби визажистер, шаштараздар, фотосуретшілер мен дефиле және би шеберлері сұлулармен жұмыс істейді. Қатысушылар кәсіби фото және бейне портфолио, іс-шара демеушілерінен жүлде алады, осының бәрі тегін. Ал жеңімпаз Қазақстанды \"Әлем Аруы\" және \"Дүниежүзі Аруы\" сияқты әлемдік сұлулық байқауларында танытады. Әлемдік байқауға қатысуға қажетті шығынның бәрін (лицензия, жол жүру, күнделікті гардероб, кешкі және ұлттық көйлек, қайырымдылық бәссаудасына арналған кәдесый т.б.) \"Мисс Қазақстан\" дирекциясы өз мойнына алады.",
                "date": "9.01.2017",
                "upvotes": 0
            },
            {
                "text": "Менин жасым 17де.Талдыкорган каласында турамын.Осы байкауга менин де катыскым келеди.Кастингтен оту ушин не истеуим керек ? Кандай шарттар  бар ?",
                "date": "23.07.2018",
                "upvotes": 0
            },
            {
                "text": "Менің жасым 37де осы баиқауға қатсқым келеді нестеу керек Атырау облысында түрамын",
                "date": "3.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлағыма сырға таққаннан шыққан түйінді қалай жоқ қыламын?",
        "question_content": "Ата-анам 5 жасымда құлағымды тестірткен болатын. Сол кезде сырға таққан соң құлағыма түйін сияқты бір нәрсе шықты. Ол жыл сайын үлкейіп, қазір 2 смдей болды. Мен қазір 17 жастамын. Егер түйінге ота жасатсам, денсаулығыма кері әсер етпей ма? Ота жасатпасам не болады?",
        "question_date": "6.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 757,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "4 айлық баланың аузы көбірсе, денсаулығына қандай кері әсері болады?",
        "question_content": "4 айлық баламның аузы туылғаннан бері көбіре береді. Оның денсаулығына кері әсері жоқпа, кейін тоқтайма?",
        "question_date": "6.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баланың аузы көпіре берсе ашутас жағу керек,2-3 жаққан соң көпіруі басылады.",
                "date": "8.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай жылдары толықтай Қазақстан халқы 100% қазақ болады?",
        "question_content": "Қазақстанда 1991 жылы Қазақтың үлесі 38% болды. Бүгінде Қазақтар 70% құрайды. Бірақ неге Қазақстан халқы толықтай қазақша сөйлемейді? Қай жылдары толықтай Қазақстан халқы 100% қазақ болады?",
        "question_date": "5.01.2017",
        "question_tag": "Қоғам",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орыссыз Қазақстанда қазақтар бүгінгі 25 жылдағы жетістікке 2,5 жылда жететіне күмәнім жоқ. Себебі ұлтшыл қазақтар Қазақстанды ата-бабаларынан қалған өз үйі деп біледі, ал қалғандары Қазақстанды жалдап тұратын уақытша квартира деп түсінеді. \"Квартиранттар\" кетпей Қазақстан деген үйде \"еуроремонт\" жасау екіталай. Бабадан қалған қайран үйім тозып барады.",
                "date": "5.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ас - адамның арқауы. Отбасыңыздың мүшелері қандай тағамды сүйіп жейді?",
        "question_content": "Ас - адамның арқауы. Ізгі ниетпен жайылған дастархан - отбасының ырысы. Отбасыңыздың мүшелері қандай тағамды сүйіп жейді?",
        "question_date": "5.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 740,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сен кімнің баласысың? Маманың баласысың ба, папаңның ба?",
        "question_content": "\"Сен кімнің баласысың?\", \"Маманың баласысың ба, папаңның ба?\" деген сұрақтар өзіңізге қатысты қойылып көрді ме? Сіз қалай жауап беріп едіңіз?! Баланы ата-анасының біреуін таңдауға итермелеу дұрыс деп ойлайсыз ба?",
        "question_date": "5.01.2017",
        "question_tag": "Жанұя",
        "question_views": 851,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атамның қызымын деуші едім...",
                "date": "6.01.2017",
                "upvotes": 0
            },
            {
                "text": "Мен папаның əжесінің қызымын.\nҚалай түсіндіңіздер?",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайнау температурасының қысымға тəуелдігі қандай?",
        "question_content": "Қайнау температурасының қысымға тəуелдігі қандай?",
        "question_date": "5.01.2017",
        "question_tag": "Физика",
        "question_views": 6200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қайнау температурасы- тұрақты қысымда қайнау процессі жүретін температура. Клайперон- Клаузиус теңдеуіне сәйкес, қысым артқанда қайнау температурасы артады. Ал қысым төмендегенде, қайнау температурасы төмендейді.",
                "date": "6.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ПƏК 80% идеал жылу машинасынын қоздырғышының температурасы?",
        "question_content": "Егер суытқыш температурасы 27 градус болатын болса, онда ПƏК 80% идеал жылу машинасынын қоздырғышының температурасы?",
        "question_date": "5.01.2017",
        "question_tag": "Физика",
        "question_views": 15300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осылай шығаруға болады",
                "date": "6.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкемнің туған күніне не сыйласам болады?",
        "question_content": "Ертең әкемнің туған күні. Әкеме не сыйласам болады?",
        "question_date": "5.01.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жылы лебіз, тілектеріңізді жолдап əн айтып берсеңіз əкеңіздің көңілі марқайып қалады.",
                "date": "8.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚазҰУ университетінде актриса,продюсер болу үшін қандай мамандықты таңдау керек?",
        "question_content": "Продюсер,актриса болу үшін қандай мамандықты таңдаған жөн? Жəне де қандай сабақты жақсы оқу керек?",
        "question_date": "5.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "http://www.kaznu.kz/kz/3/news/one/10987/  сілтемесінде\n\"Желтоқсанның бірінші жұлдызында әл-Фараби атындағы Қазақ ұлттық университетінің механика-математика факультетінің информатика кафедрасының ұйымдастыруымен студенттер сарайында «Алау» тобының бір жылдығына арналған мерекелік кеш болып өтті.\n2015 жылдың 30 қарашасында Баян Есентаеваның бастамасымен құрылған бұл топ бір жыл ішінде өз көрерменін тауып үлгерді.\nБұл кештің ҚазҰУ студенттер сарайында өтуі топ мүшесі Әсет Арыстанбектің механика-математика факультетінің информатика кафедрасының түлегі болуында.\"- деп жазыпты. Сондықтан механика- математика факультетіне ойланбастан түсуіңе болады. Ол үшін: жоғарғы математика, физика пәндерін жақсы оқуың тиіс.",
                "date": "6.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бұйрық шықпай жұмыс істей аламын ба?",
        "question_content": "Бұйрық шықпай жұмыс істей аламын ба? Медбике болып істеп жатырмын?",
        "question_date": "5.01.2017",
        "question_tag": "Заң",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұйрық шықпайынша бейресми \"стажировкадан\" өтуің шарт. Алайда стажировка уақыты біткеннен кейін не алатынын, не алмайтынын хабарлау керек. Бұйрықсыз жұмыс істемейсің! Айлық дегенді қалай алмақшысың?",
                "date": "7.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ресейдің өз жерінен мұнай-газ шығады ма?",
        "question_content": "Ресейден шығатын табиғи байлықтардың дені кавказ , якутия, татарстан және біздің астрахан жерінен шығады. Мұнай-газ, алтын, алмаз тб ресурстар орыстың тарихи таза өз жерінен шығады ма?",
        "question_date": "5.01.2017",
        "question_tag": "Табиғат",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сібір, тайга жағында алтын,алмас кендері бар.Америка сияқты кейінгі ұрпаққа қалдырып отырған қазба байлықтары да жетеді. Керек десең тайганы әлі толық зерттеп болған жоқ.",
                "date": "8.01.2017",
                "upvotes": 0
            },
            {
                "text": "Негізі орыстың шын тарихы шамамен 300 жылдың о жақ,бұ жағы.Барлық жерді басқыншылықпен басып алып, жергілікті халықтың тілі мен мәдениетін орыстандырып жіберді. Енді басқаларды түк білмейтін мақау дей ме, кең байтақ Ресей деуге шықты ғой.Мен бұл пікіріммен арандату жасап отырған жоқпын, тарихтың шыны осы.",
                "date": "11.01.2017",
                "upvotes": 0
            },
            {
                "text": "Ресей көптеген табиғи ресурстар жағынан əлем бойынша бірінші орын ала",
                "date": "11.01.2017",
                "upvotes": 0
            },
            {
                "text": "Ресейдің шын тарихи жері-Московия деген княздық қана.Ал қалған жердің бәрі сұрқия саясатпен басып алынған.",
                "date": "17.01.2017",
                "upvotes": 0
            }
        ]
    }
]