[
    {
        "question_title": "Қазақша вайн түсіретін кімдерді білесіздер??",
        "question_content": "Қазақша вайн түсіретін кімдерді білесіздер?? ХаХа show, KARTOP.TV дан  басқа",
        "question_date": "27.12.2015",
        "question_tag": "Жалпы компьютер",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вайн түсіруден үздіктердің бірі-Нұрлан Батыров (insta:batyroff)",
                "date": "28.12.2015",
                "upvotes": 0
            },
            {
                "text": "Qtuzow Show деген бар ютубта, Санжар деген жігіт",
                "date": "30.12.2015",
                "upvotes": 0
            },
            {
                "text": "Орыстар шоу деген бар",
                "date": "30.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылдың ең үздік әншісі және әні қайсы?",
        "question_content": "Жылдың ең үздік әншісі және әні қайсы? Не себепті олай? (Себебін көрсетіп кетсеңіз)",
        "question_date": "27.12.2015",
        "question_tag": "Қазақша ән",
        "question_views": 669,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төреғали Төрәлі алло әнімен танымал You tube де 1 милионнан асты 3 аптада.",
                "date": "27.12.2015",
                "upvotes": 1
            },
            {
                "text": "МузТВ жылдың ең үздік әншісі болып Қайрат Нұртас атанған. Оның ең танымал әні Мен Оралам",
                "date": "27.12.2015",
                "upvotes": 0
            },
            {
                "text": "Ернар Айдар .. ...",
                "date": "28.12.2015",
                "upvotes": 0
            },
            {
                "text": "Cкачать Гадилбек Жанай Ханшайымым бесплатно на pleer.com",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефонға \"прослушка\" қойылғандығын,тыңдалатындығын қалай білуге болады?",
        "question_content": "Телефонға \"прослушка\" қойылғандығын,тыңдалатындығын қалай білуге болады?",
        "question_date": "27.12.2015",
        "question_tag": "Ұялы телефон",
        "question_views": 2700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Телефоныңыз себепсіз қызып кетсе (оны қолданбасаңыз да), зарядкасы тез бітіп қала берсе, өздігінен өшіп қосылатын болса, біреумен сөйлескеніңізде шуылды, жаңғырық т.с.с дыбыстар естілсе прослушка бар болуы әбден мүмкін.",
                "date": "7.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында массасы бойынша карбонат емес қосымшалары?",
        "question_content": "Құрамында массасы бойынша карбонат емес қосымшалары 1,5% әктасқа қышқылмен әсер етіп, 1,12 л көміртегі(IV) оксидін алу үшін оның қандай массасы керекк",
        "question_date": "27.12.2015",
        "question_tag": "Химия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрамында массасы бойынша карбонат емес қосымшалары 1,5% әктасқа қышқылмен әсер етіп, 1,12 л көміртегі(IV) оксидін алу үшін оның қандай массасы керек",
                "date": "28.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Chrome басты бетіндегі парақшалардың тікелеу сілтемесінің көлемін қалай өзгертуге болады?",
        "question_content": "№1\n№2\n№1 Браузердің бетінде тұрғандай қылып ауыстырайын деп едім қалай жасауға болады (менің браузерімде\n№2 суреттегідей тұрады. Олай істеуге бола ма?",
        "question_date": "27.12.2015",
        "question_tag": "Интернет, Сайт",
        "question_views": 362,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Биринши скриндеги chrome web store приложениелер. Bookmarks barдагы apps дегенди бас. Сол шыгаады. Екинши скриндеги most popular web сайттар гой.\n\nСуракты онша тусинбедим. Дурыс жауап бердим ба???",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутбуктің процессорын алмастырудың зияны барма?",
        "question_content": "БӘРІНЕ СӘЛЕМ! ЖАҢА ЖЫЛ ҚҰТТЫ БОЛСЫН!!!\n\nСоңғы шығып жатқан мықты ноутбук алғым келіп еді, бірақ қаржылық жағдайға байланысты ыңғайға келер емес. Сондықтан мен ондай қатты ескі емес ноутбук яғни CORE i3-ті сатып алсам, және оның процессорын CORE i7-ге алмастырсам қалай болады?\n\nCORE i3 характеристикасы жаман емес ОЗУ-6 гб, Видео карта-2 гб деген секілді, бірақ, жиілігі-1,8 ГГц 2-ядорлы, осы жері ұнамады.\n\nЖиілікпен ядро осы процессордың өзінде орналасама? Процессорды алмастыру арқылы жиілікпен ядроны арттыра аламынба? Және оның кері әсері жоқпа?\n\nБасқа қандай кеңес бере аласыздар\n\nНоутбукті фотошоп, видеомонтаж бағдарламаларымен жұмыс жасау үшін қолданамын.",
        "question_date": "27.12.2015",
        "question_tag": "Компьютер жөндеу",
        "question_views": 434,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Микропроцессорды ауыстырганнан не пайды. Бари бир ценасы сол core I7 ноутбуктыкымен бирдей болып кетеди гой. Егер ауыстыруга болатын болып ауыстырсан ешкандай зияны жок.\n\nРеально айтканда фотошоп пен видеомонтажга 6ГБ оперативка жетпейди.  Вообще сенин орнында болсам полноценный десктоп жинайтын едим.",
                "date": "28.12.2015",
                "upvotes": 0
            },
            {
                "text": "CORE i7 әдетте жиілігі-3.3 ГГц 4-ядорлы болған соң, i3 ға қарағанда жылуды үш еседен артық шығарады. Оны ноутбугыңызға салсаңыз, ұзақ уақыт видеомонтаж істегенде (рендеринг еткенде) нөутбугіңіз күйіп кетпегеннің өзінде, қызып кетіп автоматты түрде өшіп қала беруі мүмкін. Онда суыту жүйесін (желдеткіш) де алмастыруға тура келеді. Өйткенше i7 процессорлы нөутбуктан алыңыз, болмаса үстел көмп тен біреу алыңыз. Ұқсас характеристикадағы нөутбуктан көп арзан.",
                "date": "2.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актив нөмерді қандай таривтен болсын тарифтен шығару үшін не істейді?",
        "question_content": "Актив нөмерді қандай таривтен болсын тарифтен шығару үшін не істейді?",
        "question_date": "27.12.2015",
        "question_tag": "Байланыс операторлары",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3030 қоңырау шалып тарифтен шығаруды сұраңыз. 200 ед.керек болатын сияқты шығу үшін",
                "date": "27.12.2015",
                "upvotes": 0
            },
            {
                "text": "Егер үйіңізде интернет болса activ.kz сайтына кіріп кез-келген тарифке оңай және тегін ауыса аласыз. Ал үйіңізде интернет жоқ болса 3030 хабарласып сұрауыңызға болады !",
                "date": "27.12.2015",
                "upvotes": 0
            },
            {
                "text": "Шығару үшін activ.kz сайтына кіріп көріңіз. Оңай шығара аласыз.",
                "date": "14.01.2016",
                "upvotes": 0
            },
            {
                "text": "Тарифтен шығып кету деген  дұрыс емес. Ол міндетті түрде бір тарифте болады.",
                "date": "14.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіз жаңа жылды тойлайсыз ба?",
        "question_content": "Сіз жаңа жылды тойлайсыз ба?",
        "question_date": "27.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тойламаймын, тойлаған да емеспіз, просто атап өтеміз, қанша дегенмен де халықаралық жаңа жыл деп.",
                "date": "27.12.2015",
                "upvotes": 2
            },
            {
                "text": "Ассалаумағалейкум.. Жақсы сұрақ. Жалпы Жаңа Жылды тойлау дұрыс емес, тойлаған адам кәпір деп айта алмаймын... Білімі бар, көзі ашық, ұптаздар жауабын берер. Миллиондаған халыққа сен кәпірсің деп айта алмайсың... Жаңа жылды тойлау харам дейтіндер мына хадиске сүйенетін шығар.. Кімде-кім өзге қауымның мерекесін тойласа, ақиретте сол қауыммен бірге тіріледі деген... Бірақ мысалы музыканы харам, немесе болады деген келісімдерге сай хадистер жетерлік.... Алайда, кейбір бауырларымыздың, достарынан, жақындарынан, туған-туыстарынан бөлектеніп мен намаз оқимын, таухидпен жүрем, ешкіммен араласпаймын деуі дұрыс деп ойламаймын ..... Жаңа жыл харам деген, музыка харам бірақ, Абай атамыздың сөзі бар: Құлақтан кіріп бойды алар, жақсы ән мен тәтті күй деген сөзін негізге алып: Есті, ой саларлық, отан туралы, махаббат туралы, ата-ана туралы жақсы өлеңдерді тыңдауға болады деген сияқты... Исламда белгілі бір нәрсе орындалмаса ол пендені кәпір деуге болмайды... Мыс: 5 уақыт намаз, ораза парыз болса, оны ата-анаң, бауырларың орындамайтын болса, олардың барлығы Кәпір, сен таза иманды мұсылмансың деген сөз емес....",
                "date": "28.12.2015",
                "upvotes": 2
            },
            {
                "text": "Балаларымның кішкентай кезінде оларға сыйлық жасап,бала үшін атап өтетінбіз.Қазір де үйде шырша құрамыз. Тағы да бір жаңа жылға аман-есен жеткенімізге шүкіршілік етіп,туыстарымызға,дос-жарандарға телефон соғып құттықтаймыз.Бұл да наурыз мерекесі тәрізді көптен хабарласпай кеткен ағайын-туманы жақындастырады.ОНДА ТҰРҒАН ЕШТЕҢЕ ЖОҚ ДЕП ОЙЛАЙМЫН.",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жақында MacBook алған едім....",
        "question_content": "Жақында Apple Macbook алвп едім.Характеристикасы керемет.Енді мен GTA 5 лицензённыйын сатып алғым келіп жүр.Енді сұрақ:Маған Gta 5 істейді ме?",
        "question_date": "27.12.2015",
        "question_tag": "Компьютер ойындары",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жок. GTA5 официально MacOSX ке шыгармаган. GTA5 ке Xbox or Playstation алмадын ба??? Виртуализация аркылы корсен болатын шыгар, бирак озим кормегенмин виртуализация аркылы ойын ойнаганды. Parallels Desktopты корсей. 80 доллардан басталады ценасы. Или тексерип коруге триал версиясын кор.\nМіне оф сайты\nhttp://www.parallels.com/products/desktop/",
                "date": "28.12.2015",
                "upvotes": 0
            },
            {
                "text": "Виртуальды машинамен байқап көр,\n\nБірақ мактер ойынға жақсы емес",
                "date": "30.12.2015",
                "upvotes": 0
            },
            {
                "text": "Pro алсаң еще шанстарың бар, ал Air болса ол сковородка болады",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚР ІІМ-нің \" Үздік Қызметі үшін\" төсбелгісінің суреті керек /жедел түрде/",
        "question_content": "ҚР ІІМ-нің \" Үздік Қызметі үшін\" төсбелгісінің суреті керек /жедел түрде/",
        "question_date": "27.12.2015",
        "question_tag": "Заң",
        "question_views": 983,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай болар......",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электронды кесте бағдарламасына анықтама?",
        "question_content": "Электронды кесте бағдарламасына анықтама?",
        "question_date": "27.12.2015",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 593,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Excel ма? http://www.excelworld.ru/index/spravochniki/0-48",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шариғатта некелі бола тура, екінші әйелмен некелесуге бола ма?",
        "question_content": "Шариғатта некелі бола тура, екінші әйелмен некелесуге бола ма? Осы сұраққа жауап берулеріңізді сұраймын.",
        "question_date": "27.12.2015",
        "question_tag": "Жанұя",
        "question_views": 446,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші әйелге үйлену үшін зарурат, яғни зәру бір жағдай туындауы керек. Мысалы, бала көтере алмау т.б.  деген сияқты. Егер солай болатын болса бірінші әйелдің ауызша болса да рұқсатын алып, оның бүкіл әйелдік құқтарын сақтаған халде үйленуге болады. Ал әйелің рұқсат бермесе оны ренжіту дұрыс емес.",
                "date": "27.12.2015",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әні корея, сөзі қазақша осы әнді тауып беріңіздерші",
        "question_content": "Ажарың көктемгі күндей, Маған шуақты еді, Бір мамық сезіммен, Жаныммен ұнаттым сені. Сыр шертіп сенімен ақ таңда, Қиалға батқанда, Жүректе бір сезім, Махаббат гүлін жарған да... Бақ жұлдызын жандырып, Атар тағы таң күліп, Арманым өзіңмен, Бірге болу мәңгілік, Қайда кеттің білмедім, Таба алмадым іздедім, Сарыла сағынып, Күдерімді үзбедім... Ойымда сенің елесің, Түсіме жиі енесің, Тосамын мен сені, Сүйгенім қашан келесің? Осы әнді тауып беріңіздерші, өтінем!",
        "question_date": "27.12.2015",
        "question_tag": "Қазақша ән",
        "question_views": 662,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сынған аяқты емдеп жатқанда өкпеге су жиналатын ауруды қосып алды неліктен ?",
        "question_content": "Сынған аяқты емдеп жатқанда өкпеге су жиналатын ауруды қосып алды неліктен ?",
        "question_date": "27.12.2015",
        "question_tag": "Жалпы медицина",
        "question_views": 631,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адреналин туралы қазақша түсінік керек. Оны кім қалай қабылдап жүр?",
        "question_content": "Адреналин туралы қазақша түсінік керек. Оны кім қалай қабылдап жүр?",
        "question_date": "27.12.2015",
        "question_tag": "Биология",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адреналин дәрі емес!!!  Ол-гармон.\n\nАдреналин (лат. adrenalinum; лат. ad - маңында, қасында; лат. ren — бүйрек) — бүйрекүсті безінің бозғылт затын құрайтын хромаффинді жасушалар тобыныңадреноциттері (адренонефроциттер) бөлетін гормон; бүйрек үсті бездерінің қабатында болатын ми тәрізді заттан түзілетін гормон.\n\nАдреналин негізгі зат алмасу процесін күшейтеді: көмірсулар–майлар алмасуын жүрек қан тамырлары және бұлшық еттер жұмысын реттейді. Оқыс түскен үлкен физикалық немесе психологиялық ауыртпалықтар жағдайында ағзаның оларды тез жеңуіне көмектеседі. Адреналиннің өте аз мөлшерінің өзі жүрек жұмысын күшейтеді сүтқоректілердің бас миының кейбір нейрондары синтездейтін катехаломин тобына кіретін медиатор. Адреналиннің секрециясы ағзаның жаңа жағдайларға бейімделуге байланысты өзгерістерге ұшырауы кезінде күшейіп тыныс алуды шапшаңдатады қандағы глюкоза мен бұлшық еттердегі сүт қышқылын көбейтеді.\n\nАдреноциттер түрі өзгерген симпатикалық жүйке жүйесінің нейроциттері болғандықтан, адреналинді қозу кезіндегі постганглионды симпатикалык жүйке талшықтарының үштары да бөледі. Адреналин катехоламиндерге жатады. Адреналиннің әсерінен құрсақ қуысындағы қан тамырларының арнасы тарылып,көкбауыр мен бауыр қан тамырларындағы қанның қоры қан тамырларына шығарылады да, қан айналымындагы қанның мөлшері көбейеді; жүрек пен ми қантамырларының арналары кеңейеді; жүректің жұмысын күшейтеді; көмірсудың организмдегі алмасуын реттеуге қатысады (бауыр жасушалары мен бұлшықеттер талшықтарында қорланған гликогеннің глюкозаға айналуын қамтамасыз етеді)",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дискты компьютерге салған кезде флешка, dvd-cd деп шығып тұр?",
        "question_content": "дискты компқа салған кезде флешка, немесе dvd-cd деп шығып тұр қайсысын таңдайыг? Мен дискке виндовс ткізйін деп едім",
        "question_date": "27.12.2015",
        "question_tag": "Жалпы компьютер",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине DVD-CD ді таңдайсың.\n\nАл, флешкамен виндовс установить етсең, флешканы таңдайсың.",
                "date": "27.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоянқұс-2 деген жерді картадан тауып?",
        "question_content": "Қоянқұс-2 деген жерді картадан тауып беріңіздерші! Алдын ала рахмет!",
        "question_date": "27.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "скрин болса да болады",
                "date": "27.12.2015",
                "upvotes": 0
            },
            {
                "text": "картада Қоянқұс 2 емес тек Қоянқұс деген бар екен",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"ДЕЖАВЮ\" бұл өте күрделі құбылыс, болымыс, сезім ба? қалай түсінеміз?",
        "question_content": "\"ДЕЖАВЮ\"  бұл өте күрделі құбылыс, болымыс, сезім ба? қалай түсінеміз? Жалпы не ол?\n\nБұл туралы  барлықтарымыз біліп алуымыз керек!",
        "question_date": "27.12.2015",
        "question_tag": "Психология",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дежавю дегенді қалай түсінесіз?\nБолып жатқан оқиғаны бұрын-соңды басыңыздан өткеріп немесе түсіңізде көрген секілді күй кешіп көрдіңіз бе? Ал мұны ғылымда \"дежавю\" деп атайтынын білесіз бе? Бұл туралы білмесеңіз, кезекті материалымызда осы құбылысты бірге талдайық.\nДежавю – басыңыздан бұрын-соңды өткендей сезілетін құбылыс. Басқаша айтқанда, дәл қазір болып жатқан ситуацияға осыдан біраз уақыт бұрын тап болғандай күй кешу. Дежавюді болашағымды еске түсіруім деп білемін.\nДежавю кезінде бірнеше секундтан кейін не болатынын білесің. Әдетте бұл сезім 5-10 секундқа созылады. Мен дежавюді басымнан жүздеген рет өткіздім. Сол сәтте қарсы алдымда тұрған адамның не айтатынына дейін біліп тұратынмын.\nМенің көзқарасым келесі бір ойға ұласады. Шын мәнінде ешқандай да уақыт жоқ: яғни өткен шақты еске түсіре алғанда неге болашақты дәл солай есімізге түсіре алмаймыз? Дежавю болып жатқан кезде өткен шақ пен келер шақтың түйіскенін жақсы түсінемін.\nДежавюді бір іс-әрекеттің қайталануымен шатастырудың қажеті жоқ. Бұл - жәй ғана еске түсіру. Ал нағыз дежавю еш уақытта өмірде болмаған оқиғаны жаңғырту. Мысалы, мен жаңа қалаға келіп, осы жерде болғандай күй кешсем бұл нағыз дежавю болады.\nМұны таңғажайып құбылыстардың қатарына жатқызуға бола ма? Менің ойымша, жоқ. Бұл - барлық адамның басынан кем дегенде бір рет, сана деңгейінде өтетін құбылыс. Біздің өткен шақ, осы шақ, келер шақ деп жүргендеріміз бір нүктеге келіп тоғысады. Формальді түрде мұны көріпкелдікпен байланыстыруға болады. Бірақ оқиғаны небары бірнеше секунд бұрын ғана білеміз. Осыншама аз уақыт ішінде ситуацияны өзімізге пайдасы тиетіндей етіп бұрмалау мүмкін емес.\nОл сезімді өзіміз шақыра аламыз ба? Мен тырысып көрген жоқпын, бірақ қолымнан келетін еді деп те айта алмаймын. Егер болашақты бірнеше күн бұрын көру қасиетін дамытсам, бұл мен үшін өте пайдалы болар еді.\nМен үшін дежавю күнделікті өмірге пайдасы тие қоймайтын, қарапайым ғана құбылыс. Ешқандай пайдасыздығына қарамастан, оны басымнан өткеру қатты ұнайды. Дежавю кезінде өмірімде маңызды оқиға болып жатқандай күй кешемін. Ол маған «Сен жәй ғана аздап жолдан адастың, бірақ түзу жолға түсіп те үлгердің. Құттықтаймыз! Енді қалыпты өмірге орал...» деп айтқысы келетін сияқты.\nДерек көз:Массагет кз",
                "date": "28.12.2015",
                "upvotes": 0
            },
            {
                "text": "Кейде дәл қазір болып жатқан нәрсені бұрын көргендей сезімде боламыз. Мұндай күйді адамдардың 97 пайызы басынан өткереді. Ондай кезде «бұл нәрсе бұрын болған сияқты» дейміз. Ғылыми тілде дежавю деп аталатын бұл құбылыстың мәні неде?\n«Дежавю» – француз  тілінен аударғанда «көріп қойғанмын» дегенді білдіреді. Ол бір оқиғаның бұрынырақта қайталанғаны секілді көрінетін психикалық ахуал.\nҚазіргі ғылыми зерттеулер дежавю кезінде адамның миында не болатынын көрсетті. Ондай кезде мидың дәл қазіргі қабылданып жатқан сигнал («бұл қазір болып жатыр») мен ұзақ уақыттық есте сақтау («маған бұл бұрыннан таныс») деген екі бөлігі бірдей іске қосылады. Есте сақтау бұл уақытта өте белсенді жұмыс істеп тұрғандықтан, оның сигналы қазіргі қабылдаудан аздап озады. Сөйтіп, «болашақты білу» сезімі бірнеше секундқа жылдамырақ пайда болады.\nОсылайша, ғалымдар «дежавю – естің қателігі» деген тұжырым жасаған. Ал дежавюдің неліктен пайда болатынына ғылымда әзірге жауап жоқ.\nҒылыми зерттеулер бойынша, дені сау адамдардың 97 пайызға жуығы дежавюды бастарынан өткізген. Бұл құбылысты адамдар қолдан жасап, өздігінен болдыра алмайды. Осы себептер дежавюге байланысты ғылыми зерттеулер жасауға қиындық туғызуда.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "18.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КC 1.6 ойнында білінбейтін чит керек?",
        "question_content": "КC 1.6 ойнында білінбейтін чит керек. Яғни адамнын басына емес денесіне ататын?",
        "question_date": "27.12.2015",
        "question_tag": "Компьютер ойындары",
        "question_views": 446,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Читтен гөрі адал ойнаған дүрыс. Сонда серверларда сізге бан бермейді",
                "date": "5.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айдын Тусупов жайлы?",
        "question_content": "Айдын Тусупов жайлы?Айдын Тусупов кім?Сенуге болатын адам ба?Спортқа болжам алып көргендеріңіз бар ма?",
        "question_date": "27.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аллергиядан қалай құтылам?",
        "question_content": "Мен 8 - жылдан бері Аллергиямен ауырамын, денемнің бəрі қысы жазы қышып ісиді мұрным бітеледі,тіпті емделмеген жерім қалмады десемде болады қатты қиналып жүрмін өмірім тозақ сияқты не істесем болады?",
        "question_date": "27.12.2015",
        "question_tag": "Тазалық",
        "question_views": 983,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олай болса, сен Жапониядан әкелінетін   корал суын (кораловая вода) 2-3 ай бойы үзбей ішсең  100 пайыз жазыласың. Тағы сұрағың бар ма?",
                "date": "27.12.2015",
                "upvotes": 0
            },
            {
                "text": "Оны қайдан алсам болады?",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Word-та қалай барлығын алфавит бойынша жазуға болады?",
        "question_content": "Сұрақ-жауап істегенде, яғни, шпор істегенде қалай алфавит бойынша сұрақтарды қоюға болады? Мысалы: А(2)б:10, Ә(1)м:Қазақстан, Б(4)а: 3",
        "question_date": "27.12.2015",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": ".                                                                       .",
                "date": "27.12.2015",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "9 сынып биология пәнінен 2 және 3-ші зертханалық жұмыстардың жауабы керек?",
        "question_content": "9 сынып биология пәнінен 2 және 3-ші зертханалық жұмыстардың жауабы керек?",
        "question_date": "26.12.2015",
        "question_tag": "Мектеп",
        "question_views": 34800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "11+5=16 онбірге+бес＝он алты",
                "date": "2.10.2018",
                "upvotes": 0
            },
            {
                "text": "Кароче 3 зерт жумысында кестены алдынгы параграфка карап толтырасын",
                "date": "11.12.2018",
                "upvotes": 0
            },
            {
                "text": "Әрине .Таппай жатырмын",
                "date": "11.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қара зерені псориазға қолдануға болады ма?",
        "question_content": "Қара зерені псориазға қолдануға болады ма? Псориаздан мәңгі жазылуға болады ма? Псориаз немесе Қабыршықты темiреткi — созылмалы жұқпайтын сырқат, дерматоз. Көбіне тері зақымданады.",
        "question_date": "26.12.2015",
        "question_tag": "Жалпы медицина",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Псориаз-жазылатын ауру.",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әй құрдасым мен туғанда сен неге жағаласып туғансын... әнінің аты қалай?",
        "question_content": "Тауып беріңіздерші ең болмасы сөзін болсын.",
        "question_date": "26.12.2015",
        "question_tag": "Қазақша ән",
        "question_views": 32299,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заман тобы - \"Ахау Жаным\"\nАта-баба салтында,\nҚұрдас деген бар тұлға.\nАйтады оны әр елде,\nӘзіл қалжың қалпында.\n\nАта-баба салтында,\nҚұрдас деген бар тұлға.\nАйтады оны әр елде,\nӘзіл қалжың қалпында. \n\nҚайырмасы:\nАхау жаным айдай\nҚұрдастарым қайда ай\nОсындай да өлең айтып \nЖадыратшы жанды ай.\n\nАхау жаным айдай \nҚұрдастарым қайда ай\nОсындай да өлең айтып \nЖадыратшы жанды ай.\n\nЕй құрдасым,құрдасым,\nКөкірегіңнен нұр жаусын\nМен туғанда сен неге\nЖағаласып туғансың.\n\nЕй құрдасым,құрдасым,\nКөкірегіңнен нұр жаусын\nМен туғанда сен неге\nЖағаласып туғансың.\n\nҚайырмасы:\nАхау жаным айдай\nҚұрдастарым қайда ай\nОсындай да өлең айтып \nЖадыратшы жанды ай.\n\nАхау жаным айдай \nҚұрдастарым қайда ай\nОсындай да өлең айтып \nЖадыратшы жанды ай.\n\nБір көрмесем құрдасым\nҚалай сені сағынбас\nӘзіліміз жарасқан\nСендей құрдас табылмас.\n\nБір көрмесем құрдасым\nҚалай сені сағынбас\nӘзіліміз жарасқан\nСендей құрдас табылмас\n\nҚайырмасы:\nАхау жаным айдай\nҚұрдастарым қайда ай\nОсындай да өлең айтып \nЖадыратшы жанды ай.\n\nАхау жаным айдай \nҚұрдастарым қайда ай\nОсындай да өлең айтып \nЖадыратшы жанды ай.\n\nАхау жаным айдай\nҚұрдастарым қайда ай\nОсындай да өлең айтып \nЖадыратшы жанды ай.\n\nАхау жаным айдай \nҚұрдастарым қайда ай\nОсындай да өлең айтып \nЖадыратшы жанды ай\nӘнді мына жерден жүктей аласыз",
                "date": "28.12.2015",
                "upvotes": 0
            }
        ]
    }
]