[
    {
        "question_title": "6 сынып математиканың 69 -шы есебін шығарып бересіздер ме?",
        "question_content": "Математика 6 сынып 1-ші бөлім. 6 сынып математиканың 69 -шы есебін шығарып бересіздер ме? Авторы Алдамуратова және Байшоланов",
        "question_date": "21.09.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "5-2=3,27:3=9, 9*5=45, 9*2=18, 45+18=63 или 70%, 63*30:70=27, 27+45+18=90 бет",
                "date": "27.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тас 10 м/с бастапқы жылдамдықпен вертикаль төмен лақтырылды?",
        "question_content": "Тас 10 м/с бастапқы жылдамдықпен вертикаль төмен лақтырылды? Түсу уақыты 4с болса, биіктігі қанша? Жерге түсер жылдамдығы? Жауабы 120 м 50м/с шығарылуы жолы керек?",
        "question_date": "21.09.2016",
        "question_tag": "Мектеп",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "h=V0×t+gt²/2=10×4+10×4²2=40+80=120м\n\nV=v0+gt=10+10×4=50м/с",
                "date": "29.09.2023",
                "upvotes": 1
            },
            {
                "text": "g=10м/с^2 болғанда 100м болады\n\nV=10+4*10=50м/с\n\nL=50*4/2=100м",
                "date": "22.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркі дәуірі ойшылдары мен ғалымдарының еңбектері туралы",
        "question_content": "Түркі дәуірі ойшылдары мен ғалымдарының еңбектерінің тәуелсіз Қазақстанда бағалануы. Мысалы: кітабы басылып шықты, кесене тұрғызылды деген секілді",
        "question_date": "21.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 13900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Болашақта қандай карта жасар едім тақырыбына шығарма керек?",
        "question_content": "Болашақта қандай карта жасар едім деген тақырыпқа шығарма жазу?",
        "question_date": "21.09.2016",
        "question_tag": "Мектеп",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "3 қыздан тұратын \"білімділер\" тобына таныстыру керек",
        "question_content": "3 қыздан тұратын \"білімділер\" тобына ұран керек",
        "question_date": "21.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "акылдыда корикти биз билимди кыздармыз",
                "date": "22.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі. Бас туралы бес өлең жазу?",
        "question_content": "Бас туралы бес өлең жазып беріңіздер ші Зат есім (1сөз) Сын есім (2сөз) Етістік (3 сөз) Сезімді білдіретін сөйлем (4 сөз) Мәндес сөз (1 сөз)",
        "question_date": "20.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сабақта жазған лекцияны жаттап айтам қалай жазған лекцияны түсіп айтуға болады?",
        "question_content": "Сабақта жазған лекцияны жаттап айтам қалай жазған лекцияны түсіп айтуға болады?",
        "question_date": "20.09.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 633,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазған лекцияңызда не айтылғанына назар аударыңыз. Оқып отырғанда таза параққа не айтатыныңызды қысқаша жазып отырыңыз. Сонда есте жақсы қалады. Сабақ айтқан кезде, параққа жазылған мәліметтеріңзді ғана қолданыңыз.",
                "date": "27.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қадыр Мырза Əлінің өлеңі",
        "question_content": "Қадыр Мырза Əлінің тіл туралы өлеңі керек ед",
        "question_date": "20.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ана тілің – арың бұл,\n\nҰятың боп тұр бетте.\n\nӨзге тілдің бәрін біл,\n\nӨз тіліңді құрметте",
                "date": "26.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам организмі неге өседі?",
        "question_content": "Адам организмі неге өседі?Ол неге байланысты?",
        "question_date": "20.09.2016",
        "question_tag": "Тазалық",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балалар мен жастардың организмі үнемі өсіп дамуда болады. Организмдегі клеткалардың саны мен салмағының ұлғаюына байланысты дене көрсеткіштерін өсу деп атайды. Организмнің негізгі үш дене көрсеткіші бар: бойы, салмағы және кеуде шеңбері.\nДаму – сапалық көрсеткіш. Организмнің дамуы дегеніміз ұлпалардың жекешеленіп белгілі бір қызмет атқаруға бейімделуі, организм мен оның жеке мүшелерінің қызметінің артуы, баланың ақыл-ой өрістерінің молаюы. Организмнің дамуы екі түрлі болады: физикалық және функциялық.\nФизикалық дамудың көрсеткіштері барлық мүшелерге бірдей: мүшенің ұзындығы, ені, тереңдігі, көлемі, аумағы, салмағы.\nФункциялық дамудың көрсеткіштері мүшенің атқаратын қызметіне байланысты әртүрлі. Мысалы, жүректің функциялық дамуын анықтау үшін оның систолалық немесе минутық көлемін өлшейді.",
                "date": "23.09.2016",
                "upvotes": 0
            },
            {
                "text": "Адам ауырған кезде ағзасында табиғатпен берілген өзінің қорғаныш күштері болады.Аурудың əсерінен ағзаны жазылып кетуден алып келетін қорғаншы күштері белсенді қызымет жасайды.\n\nАДАМ ОРГАНИЗМІ-адам өмір сүруін қамтамасыз ету үшін бағытталған функцияларды жүзеге асыратын өзара байланысты жүйелер жиынтығы.",
                "date": "12.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометриядан векторларға қатысты есеп",
        "question_content": "1) Кез келген a(->) және b(->) векторларын (а параллель емес b) салыңдар. О нүктесін белгілеп алып, ОА(->)=а(->), ОС=b(->) теңдіктері орындалатындай етіп, ОАВС параллелограмын салыңдар. 2) Дәптер сызықтарының бойында жатпайтындай және |а|(->)=3 см болатындай а(->) векторларын салыңдар. А нүктесін белгілеп алып, а(->)=АВ(->) теңдігі орындалатындай етіп, АВСD квадратын салыңдар. Мұндай квадраттардың нешеуін салуға болады?",
        "question_date": "20.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шымкенттегі (ОҚО) ГККП «Балапан» бала бақшасы",
        "question_content": "ID школы: 87431\n\nОбласть: Южно-Казахстанская область\n\nШкола: ГККП «Балапан» бала бақша\n\nТелефон школы: 8-725-2-547000\n\nАталмыш бала бақша қазіргі таңда жабылып қалған дейді. Осы бала бақшада қызмет еткен тұлғаларды танитын болсаңыздар, телефон нөмірін тауып бере аласыздар ма? Хабарласа алмай жатырмыз.",
        "question_date": "20.09.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 359,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақынға хат. Дулат Бабатайұлына хат жазу керек?",
        "question_content": "Ақынға хат.  Дулат Бабатайұлы немесе Махамбетке хат жазу керек?",
        "question_date": "20.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 72400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе! Дулат ата. Қалыңыз қалай? Жағдайыныз жақсы ма? Сіздің көптеген өлендерініз, жинақтарыз көп екен. \"Өсиетнама\" деген кітабыныз бар екен. Сіз сияқты адамдарды мақтан тұту керек. Сіздің көптеген өлендерініздіз арасынан ең ерекшесі 《О, Ақтан жас》. Себебі сіз ол жақта өзініздің ойынызды толықтай жеткізе алғансыз.  Және жетім балаға үміт бергенсіз. Жетімдіктің қандай екенің көрген Ақтанға үміт беріп оған:\"Сұлу сүйер ме екенсің? Сауыт киер ме екенсің\" деп оның елін қорғайтын батыр болуын қалайсыз, оның жетімдіктен қол үзіп, жақсы өмірге жететініне сенім бердініз. Әлемде барлық адамның барлығы сіз сияқты болса екен. Сіз сияқты болу негізі менің арманым. Мен сіз туралы интернет көздерінен оқыдым. Әдебиет кітабында сіз туралы  толық жазылмапты. Енді мен сіз туралы көптеген мәліметтер білетін боламын. Дулат Бабатайұлы кім деп біреу- міреу сұраса тез білетінімнің барлығын айтып бере аламын. Және Дулат ата мен өткен жолы Ақтанғада хвт жазған болатынмын. Ақтан менің хатымды алып, оқыды деген ойдамын. Жарайды, Сау болыңыз! Сізді ұмытпайтығ боламын. Аман сау болып тұрыныз. Езуінізден күлкі кетпесін. Жақын арада өзінізбен тағыда хат жазысып, әңгімелесіп отырамыз. Менің сұрақтарыма жауап жазыңыз. Құрметпен мен (аты-жөні).",
                "date": "20.11.2018",
                "upvotes": 1
            },
            {
                "text": "Мұқағалиға хат...\nӘлемдік махаббат, отан шығармалырының дәрежесімен санасатындай өшпес өлең, поэмалардың авторы, қазақ поэзиясына өшпес із қалдырған шығармалар иесі, ақиық ақын Мұқағали аға сәлеметсізбе? Ең алдымен хәл-жағдайыңызды, тұрмыс-тіршілігіңізді сұрар едім. Бірақ, Алла мұндай мүмкіншілікті менің маңдайыма жазбапты. \nСіз туылғанда қазақ әдебиеті бір сатыға көтеріліп, аспан әлемінде жарық сәуле шашқан жұлдыз пайда болды. Бойыңыздағы қазақтың, Нарынқол жерінің ақындық қасиеті дарығанына қуанғанда шығарсыз. Осы күнде сіздің шығармаларыңызды оқып, өсіп- өніп жүргенім бар. Сіздің өлеңдеріңізді оқи отырып, ақындық қасиетіңізді Пикассо, Леонардо Да Винчи қолындағы қылқаламдай елестетемін. Өлеңдеріңізді оқып отырып әлемдік суретшілер түсірген бояулардың, шығармалардың кескін- келбетін көріп отырғандай әсерде боламын. \nМұқағали аға сіз туылғанда пайда болған жұлдыз әлі күнге дейін жарығын шашуда. Ол жарық біреулерге ем, біреулерге отанға деген сүйіспеншілік, басқасына махаббат, ғашықтық сезім таратуда. Өз заманыңызда лайық бола алмасаңызда қазірде сіздің мәртебеңізді биік, ақиық ақын деп тануда.\nМұқағали аға, сіздің жұлдызыңыз мәңгі биік болып қалады…",
                "date": "13.11.2018",
                "upvotes": 0
            },
            {
                "text": "дулат бабатайулы хат жазу керек",
                "date": "14.11.2018",
                "upvotes": 0
            },
            {
                "text": "дулат бабатайулына хат жазу керек",
                "date": "15.11.2018",
                "upvotes": 0
            },
            {
                "text": "Маған хат керек еді өтінем жазып жіберіңіздерші",
                "date": "20.11.2018",
                "upvotes": 0
            },
            {
                "text": "Маған Ақтан жасқа хат керек",
                "date": "21.11.2018",
                "upvotes": 0
            },
            {
                "text": "мұрат мөңкеұлына хат",
                "date": "26.11.2018",
                "upvotes": 0
            },
            {
                "text": "Өте керемет Дулат Бабатаиұлына керемет жазгансыз",
                "date": "22.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмірлік ұстанымыңыз қандай?",
        "question_content": "Өмірлік ұстанымыңыз қандай? Мақсатыңыз?",
        "question_date": "20.09.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Квант саны деген не",
        "question_content": "Квант саны деген не (қарапайым сөзбен)?",
        "question_date": "20.09.2016",
        "question_tag": "Мектеп",
        "question_views": 18300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электрондардың энергиясын сипаттайтын бүтін сан n бас квант саны деп аталады. Ол электрон  орналасқан энергетикалық деңгейдің нөміріне тең. Бірінші энергетикалық деңгейдің электрондарының энергиясы аз, олар ядроға күшті тартылады. Келесі деңгейлердің электрондары үлкендеу энергия қорларымен сипатталады, олар ядромен әлсіздеу байланысқан. Сыртқы деңгейдің электрондары ядроға тым әлсіздеу тартылатыны анық.",
                "date": "20.09.2016",
                "upvotes": 0
            },
            {
                "text": "5p4 5-бас квант-электрон мен ядроның ара қашықтығы p-магниттік квант-электронның ядродан айналу(электрон тығыздығының) формасы 4-5-інші периодтағы p-типті электрон тығыздығының саны,p-ге 6 электрон сыяды,3-оң спин(айналу бағыт),3-теріс спин(айналу бағыт).",
                "date": "20.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қамбар батыр жырына сюжеттік композициялық талдау",
        "question_content": "Қамбар батыр жырына сюжеттік композициялық талдау",
        "question_date": "20.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мазмұнын білесіз бе?",
                "date": "20.09.2016",
                "upvotes": 0
            },
            {
                "text": "«Қамбар батыр» – қазақ халқының қаһармандық жыры. Жырдың 19 нұсқасы бүгінгі ұрпаққа жетті. Жырдың басты тақырыбы – жер мен ел намысын қорғау. «Қамбар батыр» жыры батырдың есейіп, ел қамқорлығы болған тұсынан басталады. Негізгі кейіпкер оқиғаға араласпас бұрын Әзімбайдың қисапсыз мол байлығы, оның алты ұлы және сұлу қызы – Назымның сән-салтанаты марапатталады. Онан соң қыз баланы есейгенше мәпелеп, күтіп еркелете өсіріп, ал үлкейген кезінде ескі заманның құдаласу сияқты қатаң заңына көндіре салатын әдет-ғұрыпқа қайшы бір оқиға баяндалады. Ол – Әзімбайдың өз қызына жар болатын кісіні Назымның өзіне таңдатуы. Тоғыз қабат торқадан қынама қамзол киген Назымның толқыған көңілі кереметтей әсерлі беріледі. Алтын тұғыр үстінде ақ тұйғындай еріккен қыздың көркем сәулесі көпке түседі. Тотықұстай түрленген Назым қыз қаракөк жорғаға күймелі арбаны жеккізіп, сайран құрады. Ерте туған бағыландай болып уызына жарыған Назымның толықсыған тұсында «Қасқа мен жайсаң, бектердің» біріне де назар аудармауы жыр оқиғасын қоюлата түседі. Міне, осы арада ғана тойға келмеген Қамбар есімі бірінші рет аталады.\nҚамбар ата-анасы мен ауыл жұртының бар сенгені жалғыз өзі екендігін жолбарыспен айқасқанда да, Назым құрған өрмектен өтер­де де, Назымның шақыру сөзі­нен кейін кері қайрылғанда да қайталап айтып отырады. «Тоқсан үйлі тобырды» асырап отырған аңшы, саят­шы кедей жігіт елден асқан бай қызына тең емеспін деп ойлайды.\nБір жаман келіп малы көп,\nАлып кетсе айырып.\nҚайғыменен басылар,\nАт басындай жүрегім, – дейтін Қамбардың сөзі – бұған дәлел. Кейін Назыммен сөйлесіп қалғанын көріп қалып, қыздың ағалары – Қораз, Дораз, Қарымсақ, Қабыршақтар Қамбарды кемітіп, намысына тиеді. Алайда батырдың азаматтық, адамгершілік қа­сиеттері көзге түседі.\nЭпостағы үйлену сарынының бөлекшелігі – батырдың сынаққа қатыспауы, танысуға алғашқы қадам мен басқосу ниетіне қыз тарапынан ғана әрекеттердің жасалуы шынайы баяндалады. Назым тарапынан өзіне деген ықылас-көңілді сезінгенімен, Қамбар оған құлай кетпейді. Қайта неғұрлым одан бойын аулақ ұстаудың түрлі жолдарын табады. «Осыған көңілім бөлініп, ұмытып кетсем жұртымды, Құдайдың мені ұрғаны», – дейтін батырдың ойына қарап Қамбардың ел-жұрт қамын бірінші орынға қоятындығын бірден байқауға болады.\nӘңгіменің негізгі түйіні қалмақ ханының Назым қызды тартып аламын деп келген тұсында шиеленісе түседі.\nӘзімбайды жүдетіп,\nСансыз қолды түнетіп,\nЖерімнің шүйін қашырып,\nБерекесін кетіріп,\nКүйеумін деп Назымға,\nШынтақтайсың мамықты,\nАяғыңды көсіліп, – деп Қара­ман­ға келіп Қамбардың уәж айтуы, жекпе-жекке шақыруында үлкен мән жатыр. Сұлу Назымды зорлықпен алмақ болған қалмақ ханы тыныш елге ша­буыл жасағанда Әзімбай Қамбарды көмекке шақырады.\n«Қойға кірді бір бөрі, бөріктіре қырады, талай қалмақ сұлады», – дейтін жолдар ел үшін Қамбар­дың әзір екендігін аңғартады. Жаудың қалың нөкерінің қызыл қанын жосылтып ағызады.\nБай да мінді бір атқа,\nЖоқ та мінді бір атқа, – деп басталатын жыр жолдарынан Қамбар батыр жауын жеңіп, жақынын жат жерліктен азат еткен тұстағы мамыражай өмір, байы мен кедейі мүдделес, шат-шадыман тұрмыс көрсетіледі.\nБұл орайда жырдың көркемдік кестесінде айрықша теңеулердің алатын орны ерекше. Батырдың сенімді серігі ретінде тұлпары былайша суреттеледі:\nМойның алтын таяқтай,\nҚамыстай екі құлағың,\nТөрт аяғың қазықтай,\nТөңкерген кесе тұяғың,\nСұлулығың сүмбідей.\nҚамбардың қара қасқа аты бұдан кейін ұшқан құстан озатын ерекше жүйрік, алыс жолға алқынбай жететін қайратты болып бейнеленеді. Осы орайда қара қасқа аттың шабысы шамадан тыс көтермелей суреттеледі.\nАстындағы бедеуі,\nСуытуы түскен соң,\nҚұйындай шаңы бұрқырап,\nҰшқан құспен жарысты.\nАтқан оқтай зырқырап,\nҚылады жақын алысты.\nСонымен қоса батырдың тілегін, дұшпанның пиғылын сезетін қасиеті де бар болып шығады. Қысылтаяң тұстарда «тіл бітіп» сөйлеп, ақыл-кеңес те бере алатындығымен ерекшеленеді. Ал батырдың өз басына қатысты «аш бөрідей жалтақтап, нар бурадай алысты», «жолбарыстай ширығып», т.б. метафоралы те­ңеулер қолданылады. Батырлық жырларға тән кейіпкерлердің көңіл-күй сәттерін, ішкі буырқанған толғаныс иірімдерін білдіретін диалог, монологтар айтарлықтай көркемдік жүк көтеріп тұр. Мәселен, Назым мен Қамбардың, Қамбар мен Қараманның, Келмембет пен Әзімбайдың тіл қатысулары арқылы образдардың мінездемесі толық танылады.\nҚалмақ ханы Қараман бейнесі баламалау әдісімен тікелей сұңқарға, құмай жүйрік тазыға, ал Назым – көлдегі үйрек, қазға, алтайы қызыл түлкіге ұқсастырады. Жырдағы дәстүрлі құдалық салтына қатысты рәміздік ұғымдардың әртүрлі формалары да көңіл аударарлық. Мәселен, күйеуді «алтын сұңқарға», қалыңдықты «қазға балап», сұңқарға ілдіру арқылы құда түсуді тұспалдау – көне замандардағы мифтік түсініктермен тамырлас. Тағы бірде «қалыңдық – қызыл түлкі», «күйеу – жүйрік тазы» немесе қалыңдық – піскен түйнек, күйеу – өткір кездік түсініктері көркемдік образдарға нақты мысал бола алады.\nӘсіресе, батырдың ерлігі мен Назым сұлудың келбетін мадақтаған тұста ұлғайту (гипербола) мен әсірелеу (гротеск) де мол орын алады. Жырда «Түске дейін ілгені, төбедей болып қалады» деп Қамбардың аңшылық қасиетін дәріптесе, енді бірде жолбарыспен алысқан сәтін «Қырық қадам жерден асыр­ды» деп жүректілігін, қолы­ның қуаттылығын әсіре­лей сипат­тайды. Тіптен аң-құс атаулы­ның мергеннің атының сыбды­рын естіген бойда қашып, жасы­рынады деген жолдар да бар.\nЖауын әшкерелеп, жағымсыз образын шегіне жеткізе шебер бейнелеудің озық үлгісі – Келмембеттің сатиралық портреті. «Құлағы кесіліп, құнтиған», «мұрны кесіліп шұнтиған», «мойыны қыл ішектей қуарып», «тоқпақтай басы сымпиған», «көзі қояндай бадырайып», «беті бүйректей бұлтиып», «екі танауы қазылған індей үңірейген» жанның кескін-келбетіне істеген ісі үйлесе кетеді. Өйткені қалмақ ха­нының жандайшаптарының бірі Келмембет – ел арасын бүлді­ріп жүретін, алайда өзінен күшті­нің алдында құрдай жорғалай­тын ұнамсыз адам.\nҚалмақты қырып-жойып, қа­нын шашып болып, ақ ордада Қам­бар демалып отырған кезде На­зым келіп: «Жаным құрбан, кө­зіме көрінбейді сіздей бір жан», – деп өзінің ынтықтығын білдіреді.\nДүние-боқтың аздығын,\nҚайратты жігіт елей ме?!\nСақа қылған бар ма екен,\nҚорғасын құйып кенейге,\nЖаны бар кісі қонаққа,\nҚыз шақырса келмей ме?! – дейтін ақылды, өжет, сұлу Назымның көңілі қашан да Қамбарда. Жауды жеңген қуа­ныштың үстінде Әзімбай қызы Назымды Қамбарға қосады.\n«Күмістен керегесі,\nуығы – алтын,\nОңаша сегіз қанат тікті үйді\nҚосылып екі асылзат\nойнап-күлді,\nОтырып Мұқыш молда\nнеке қиды.\nКедейдің жалғыз атты\nзаманы деп,\nДұшпанның даладағы\nіші күйді».\nТой салтанатының ғажап көріністері де, жақсылықты көре алмайтындардың іштарлығы да көркем тілмен баяндалады.\nҚыз Назым шықты бұраңдап,\nОн сегіз толған жасына.\nҚыз Назым шықты басына,\nСалдырып биік мұнара,\nҚыз Назым шықты бұраңдап,\nКәмшат бөрік келісіп,\nБриллиант қойды басына.\nНазым қыздың сұлулығы, бай­­лығы тойға жиналғандарды айтар­лықтай тәнті етеді. Жырда Назым­ның ажар-көркі он төртінші айдай, ашылған гүлдей, кірсіз қағаздай деген теңеулермен сипатталады.\n«Қамбар батырда» жырланатын оқиғалар өте ертедегі өмірден елес береді. Осыған байланысты жыр тілінде өмір тіршілігіне, тұрмыс-салтқа, әдет-ғұрыпқа қатысты бұрын пайдаланылып келген, қазір қолданылмайтын пешене, медет, күрзі, дулыға, алмас тая, шері, хадиса сияқты сөздер кездеседі.",
                "date": "25.09.2016",
                "upvotes": 0
            },
            {
                "text": "Жырдан әсірелеу мен литота керек",
                "date": "27.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір түзуде жатпайтын M, N, P нүктелерін белгілеңдер?",
        "question_content": "Бір түзуде жатпайтын M, N, P нүктелерін белгілеңдер. Олардың әрбір екі нүктесі арқылы өтетін\n\n1) Кесінді салыңдар\n\n2) Түзулер жүргізіңдер, әріптермен белгіліңдер\n\n3) Әрбір екі түзудің қиылысу нүктелерін көрсетіңдер. 1 тапсырма",
        "question_date": "20.09.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ABCD төртбұрышының периметрін табу керек?",
        "question_content": "АВСД төртбұрышының АД мен СД қабырғалары тең.ВД диагоналі В жəне Д бүрыштарының биссектрисасы.Егер АВ=2,7 см ал СД=2,9см болса .төртбұрыш периметрі қанша.өтініш жазыңыздаршы",
        "question_date": "19.09.2016",
        "question_tag": "Геометрия",
        "question_views": 10200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2,7+2,7+2,9+2,9=11,2",
                "date": "20.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дəл қəзіргі таңда баспана алу үшін жас отбасыға қандай бағдарламалар бар?",
        "question_content": "Дəл қəзіргі таңда жас отбасыларға пəтер алуға қандай бағдарламалар бар",
        "question_date": "19.09.2016",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 960,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Тұрғын үй құрылыс жинақ банкі\" арқылы \"Жас отбасы\" бағдарламасымен үй алуға болады",
                "date": "27.09.2016",
                "upvotes": 0
            },
            {
                "text": "Жасым 22де неклескениме апрелде 2жыл болады 1улым бар жакында 2балам дуниеге келеди озимиз квартерада турамыз жас семяга уи алаламызба аитынызшы",
                "date": "19.10.2016",
                "upvotes": 0
            },
            {
                "text": "Жасым 22де неклескениме апрелде 2жыл болады 1улым бар жакында 2ши балам дуниеге келеди озимиз квартерада турамыз жас семяга уи алаламызба аитынызшы",
                "date": "19.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қорқыт ата нақыл сөздерінің тəрбиелік мəні деген тақырыпқа шығарма?",
        "question_content": "Қорқыт ата нақыл сөздерінің тəрбиелік мəні тақырыбына шығарма керек. Рухани өміріміздің тарихында бір дәуірдің болмыс-бітімін, таным- түсінігін айшықтай түсетін айрықша тұлғалар болды.",
        "question_date": "19.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 443000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қорқыт атаның  кеңестері далалықтардың қоғамдық өмірінде үлкен рөл атқарды, олар күні бүгінге дейін халық даналығы шоғырланған мақал мен мәтелдер ретінде қабылданады. Оның қанатты сөзге айналған нақыл сөзі мынадай: «Қар қалың жауса да, көктемге дейін қалмайды, жайқалып өскен көк майса күзге дейін қалмайды. Ескі мақта мата болмас, ескі жауың дос болмас. Сулар тарам-тарам болып, қаншама тасып аққанымен, теңіздерді толтыра алмайды. Менмен, тәкәппар адамды тәңірі сүймейді. Басқалардан өзін жоғары ұстаған адамға тәңірі бақ бермейді. Қара есектің басына жүген таққанмен тұлпар болмас. Қар қаншама қалың жауғанмен- жазға бармас, гүлденіп өскен бәйшешек күзге бармас. Тозған мақта бөз болмас, ежелгі жау ел болмас болмас. Қайыспас қара балтасыз жау алынбас. Мыңғырған мал жиғанмен, адам жомарт атанбас. Анадан өнеге көрмеген қыз жаман, атадан тағлым алмаған ұл жаман. Ондай бала ел басын құрап, үйінен дәм беруге жарамайды».\nОсындай қанатты сөздерін қазақ мақал-мәтелдеріне ұқсатып мазмұнына қарай тақырыптарға бөлдім:\nҚорқыт атаның тұрмыстық қажеттіліктерге\nбайланысты  нақыл сөздері:\nЕр жігітке қара таудай мал бітсе, жияр, көбейтер, талап етер, бірақ\nнесібесінен артығын жемес\nМыңғырған мал жиғанмен адам жомарт атанбас,\nОндай бала ел басын құрап, үйінен дәм беруге де жарамайды\nАлла, алла демейінше іс өнбес, қадір тәңірі демейінше ер байымас\nБаба малынан не пайда, баста дәулет болмаса\nҚонақ келмеген қара үйдің құлағаны игі\nШабуын білмеген оқалы (үкілі) қылыштан шоқпар артық\nЖалған сөз бұл дүниеде болмаса игі\nКүн жадында жұма көрікті\nЖол қиындығын көрмеген, жабы мінген жігітке Қап тауының арғымағын мінгізуден пайда жоқ\nАта даңқын шығарып, өзінің тегін қуған балаға ешкім жетпейді\nЕсекке қанша жүген салғанмен ат болмас\nТәкаппарды тәңір сүймес\nАт тұяқты келеді, ақын тілді келеді\nӨтірік сөз өрге баспайды\nҚорқыт атаның  ана  туралы   нақыл   сөздері:\nАна — ердің серігі, батырдың бағдаршысы, ұрпақтың ұлы анасы\nАнадан өнеге көрмеген қыз жаман, атадан тағылым алмаған ұл жаман\nАнасыз қыз ақылға жарымас, әкесіз ұл сыйға жарымас\nНиеті құрыған әйел, нысапсыз әйел, кесір әйел\nАнаның көңілі балада  болар\nАқ сүтін тоя емізсе, ана көрікті\nҰлдың кімнен туғанын ана білер\nҚыз анадан көрмейінше үгіт алмас     \nТәлім-тәрбиеге байланысты қанатты сөздері:\nҚыз ақылды ескермес-ана үлгісін көрмесе\nҰл жарылқап ас бермес-әке үлгісін көрмесе.\nАнадан өнеге көрмеген қыз жаман, атадан тағылым алмаған ұл жаман. Ондай бала ел басы құрап, үйінен дәм беруге де жарымайды.\nАқылсыз баладан ата дәулетінен қайран жоқ.\nӨзіңнен тумаса ұл өгей: қаншама бағып, қаққанмен ол саған ұл болмайды. Ер жетіп, ат жалын тартып мінген соң өз жөніне кетеді, бәлки ол тәрбиелеген адамға көрдім-білдім деген де сөзді айтпас.\nАтаның атын былғаған ақылсыз баланың әке омыртқасынан жаралып,\nана құрсағында шырланып, тумағаны жақсы.\nАта даңқын шығарып, өзінің тегін қуған балаға ешкім жетпейді.\nӨтірік сөз өрге баспайды, өтірікші болғаннан, жарық көріп, өмір сүрмеген  көп артық.\nҚұл – төбе болмас, күйеу бала – ұл болмас.\nЖігіт тірісінде қаратаудай қылып, бір күн тыным көрмей дүние жияды, байды. Бірақ соның ішінен ол өзіне тиісті үлесін ғана жейді.\nКөңілі пасық ерде дәулет болмас\nӨмір мен өлім туралы қанатты сөздері:\nӨмір барда өлім бар, өзгеру бар.\nӨлмес өмір жоқ, сынбас темір жоқ, бәрі де өледі, өзгереді, ұмыт болады.\nАжал уақыты жетпейінше, ешкім де өлмес.\nӨлген адам тірілмес.\nМәңгі-бақи өлмейтін, ұмытылмайтын нәрсе – адамның өмірінде істеген игілікті ісінің нәтижесі.\nӨлген адам тірілмес, шыққан жан қайта келмес.\nӘзелден жазылмаса, құл басына қаза келмес, ажал уақыты жетпейінше, ешкім өлмес.\nТәңірі пендесінің маңдайына не жазса, сол болады. Оның жазуынсыз адам жамандық көрмейді, ажал келіп, өлмейді.\nӨлген тірілмейді, кеудеңнен жаның кетсе, ол қайтып келмейді.\nЖігіт тірісінде қаратаудай қылып, бір күн тыным көрмей дүние жияды, байды. Бірақ соның ішінен ол өзіне тиісті үлесін ғана жейді.\nӨлімді тоқтатса, тек өнер ғана тоқтатар\nТуған жер, елге арналған қанатты сөздері:\nЖер қадірін ел біледі, ел қадірін ер біледі\nҚұлан құдыққа құласа, құрбақа құлағында ойнайды\nАт қиналмай жол шалмас\nҚар қаншама қалың жауғанмен — жазға бармас\nҚарлы таулар қартайса, шөп бітпес,\nАрналы өзендер қартайса, су келмес\nШолақ сулар тасыса да, теңіз болмас\nОпа, опа қар жауса да жазға жетпес, гүлді көгал күзге жетпес.\nАт жемеген ащы шөптің біткенінен, бітпегені игі.\nОтты жерді жергілікті түз құстары білер, тегіс жердің көгалын құлан білер. Айыр, ауыр жолдар ізін түйе білер. Жеті сала иісін түлкі білер.\nАдам ішпес ащы судың жылға қуып ақпағаны жақсы\nЖердің соны шөбін киік білер, Жайылым жердің көкорай шалғынын жылқы білер\nСу тарам-тарам болып қаншама тасып аққанымен, теңіздерді толтыра алмайды\nҚанша қалың жауғанмен, Қар көктемде қалмайды. Гүл жайнаған қалың да, Қара күзге қалмайды.\nҚұстың қонар жерін су білер, Малдың барар жерін ну білер\n   Мен мақал-мәтел ретінде оқып қарап жүрген кейбір мақал мәтелдердің Қорқыт атаның сөздері екенін білдім. Атап айтқанда :\nҚыз ақылды ескермес — ана үлгісін көрмесе\nҰл жарылқап ас бермес — әке үлгісін көрмесе\nАдам баласы керуен сияқты: тоқтады, көшті де кетті.\nӨлгендер қайтып келмейді, Шыққан жан қайтып енбейді.\nҚұстың қонар жерін су білер, Малдың барар жерін ну білер.\nТопырақ тау болмайды.\nЕскі киімнің биті ащы, Жетім баланың тілі ащы.\nАна көңілі балада, баланың көңілі далада.\nӨмір барда өлім бар\nАнадан өнеге көрмеген қыз жаман, атадан тағылым алмаған ұл жаман\nАт тұяқты келеді, ақын тілді келеді\nӨтірік сөз өрге баспайды\nКөк шүйгінін киік білер.\nБас аман болса бөрік табылады.\nДәулетті ұл – ошақтың қоры,\nДәулетсіз ұл – атаның соры.\nҰлдың күні күн емес – атадан мал қалмаса,\nАта малы пұл емес – баста ақыл болмаса.\nМіне «Қорқыт ата кітабы», « Бес ғасыр жырлайды», «Қорқыт ата кітабы. Жырлар», «Қорқыт ата: Оғыздардың батырлық эпосы»  кітаптарындағы қанатты сөздерді теріп жазып, оларды мазмұны бойынша саралағанымда, Қорқыт мұраларының ақыл-нақылға құралған шешендік нақыл сөздерінің аз кездеспейтінін байқадым. Нақыл сөздерінде ырғақ, ұйқасқа құралған мазмұны терең ұшқыр да ұтымды ой анық аңғарылып, бүгінгі күнде де өз тәрбиелік мәнін жоғалтпаған. Ғасырлар сынынан өтіп, бізге жеткен Қорқыт ата қазақ әдебиетінің негізін салушылардың бірі және ол тудырған «Қорқыт ата кітабы» бүгінгі жастар үшін оғыз, қыпшақ дәуірінің ұлы мұрасы қазақ эпикалық дәстүрінің алғашқы баспалдағы ретінде жасай бермек. Қорқыттың пайымдауынша, адамдар адамилық қасиеттерін сақтап қалу керек. Адам үшін ең қауіптісі-адамилықты жоғалту. Қорқыт көтерген мәңгілік мәселесі -өмірсүйгіштікке шақыру және өмірді сүйген адам ғана өз ұрпағын адамгершілік негізінде тәрбиелейді, сол арқылы жалпы халықтың болашағы алдында өзінің жауапкершілігін түсінеді және перзенттік борышын барынша парасаттылықпен, ыждағатты түрде орындауға тырысады. Адамның тектілігі де, намысының негізгі кейпі де осында жатыр. Тектілікке, атаққа іліну немесе байлық пен мансап құру жатпайды, керісінше, дүниенің сырын, оның терең мәнін жүрегіңмен түсініп, ақылыңмен екшеп, айналаңа жылуыңды шаша жарқын өмір сүруді жатқызуға болады. Адам жақсы істің жалғасын біліп, дүниені көркейтуге өз үлесін қосуы, дарынын шабытпен шалқытып, адамдарды біріктіре білсе тектілік танытқаны. Бұл болмыста өмір сүре білу дегеніміз әлеуметтік шындықтағы қиындықтарды белсенді түрде жеңе білу, мүмкіндігінше тіршілікпен үйлесімділікті орнатуға атсалысуы. Бұл іс- әрекеттегі ұқыптылық -адамның үлкен өмірдің алдындағы жауапкершілігі. Қорқыт жырларындағы отаншылдық пен ерлік, ізгілік пен әдептілік, сабырлылық пен төзімділік-біздің бәріміздің ата-бабаларымызды қандай қиын сыннан да алып шыққан түркілік қанымызда бар қасиеттер.",
                "date": "6.06.2018",
                "upvotes": 1
            },
            {
                "text": "Қорқыт Атаның нақыл сөздерінің тағылымы және тәрбиелік идеялары \nРухани өміріміздің тарихында бір дәуірдің болмыс-бітімін, танымтүсінігін айшықтай түсетін айрықша тұлғалар болды. Исламға дейінгі Тәңірлік дүниетанымның шашырап жатқан дерек көздерінің негізінде пайымдап, басаяғын жинақтауға әрекеттенер болсақ, оның бел ортасында тұрған дара тұлғаларды айналып өту мүмкін емес. Солардың бірі, бірегейі-түркі халықтарының арасында есімі ежелден танымал-Қорқыт ата. Шығыс Түркістаннан бастап Кіші Азияға дейінгі түркі халықтарының ауызша да, жазбаша да жәдігерлерінен ойып орын алған Қорқыт бейнесі бір ғана көркемдік дүниенің жеміс еместігі, мұның астарында берісі нақтылы тарихи тұлға, арысы тұтас қоғамдық-әлеуметтік, саяси, діни дүниетаным тамыр тартып жатқан дәуірлік құбылыс жатқандығы даусыз. Байыптап қарасақ, исламнан бұрынғы идеология мен таным-түсінікке қатысы бар тұлғалардың қуаттысы да, жұртшылыққа кеңінен мәшһүр болғаны да Қорқыт есімі. ҮІІІ ғасырда Сыр бойында өмір сүрген Қорқыт Ата-ежелгі түркілердің көрнекті ағартушысы, ойшылы, әрі ақын, сазгер, әрі күйші, тарихта ерекше рухани із қалдырған, халық даналығын жинаушы. Өзінің философиялық толғамдарында өмір мәселелерін көтерді. Мәңгі өлмеудің жолын қиялымен іздестіреді. Қорқыт ата поэма, күйлер шығарып, оны қобызда орындайтын болады. Сол себепті де “Қорқыт ата шығармаларын” “Қорқыт Ата кітабы” деп атайды. Себебі, Қорқыт Ата айтқан жырлар, дастандар жинақталып, 12 тараудан тұратын кітапта батырлық, елдік, адамгершілік туралы оқиғалар жырланады. “Қорқыт Ата кітабы”- бүкіл түркі тілдес халықтарға ортақ аса көрнекті жазба ескерткіші. Бұл еңбекте тәлімдік мәні күшті афоризмдер, қанатты сөздер мен тағылымдық-танымдық идеялар, өсиет сөздер көптеп кездеседі. Кең даланы еркін мекендеп, салтанатты, салауатты өмір кешкен көшпенділер “Адамзат өмірінің мәні неде?” деген философиялық мәселеге ұрпақтар сабақтастығы адамзат тіршілігінің мақсаттарының бірі екендігі туралы түсінікке әкеліп салған.\nҚорқыт Ата мұрасындағы адам мәселесі, оның өмір сүру қағидалары, мақсат-мұраттары және қоғам мен ұлттық болмыс хақындағы әлеуметтіктұрмыстық толғаныстарына алып келеді. Онда халқының болашағы, жалпы адамгершілік құндылықтар мен қасиеттерді сақтау, тәлім-тәрбие, ата салтын, дәстүрін құрметтеу мен қастерлеу мәселелері өз болды. Қорқыт Атаны жалпы түркі халықтарының мәдени-дәстүрінің негізін салушылардың бірі деп қарастыруға болады.\nҚорқыт ата дана-ақылшы ретінде, біріншіден, даналық толғаныстары мен тұжырымдары, өсиетнамалардан, ғибратнамалар арқылы көрінсе, екіншіден, жырларының идеясы мен ішкі формасынан, үшіншіден, әрбір жыр соңындағы қорытынды сөздерінің ақыл-кеңестері мен батасынан сезімдік сипатты тәлімдік-тәрбиелік ой толғаныстарынан байқатады. Қорқыттың этикалық әлемі-бұл қазақ халқы қоршаған табиғатқа, ұлы Отанға және оның батырлық өткеніне деген сүйіспеншілігін жиған ұрпақтардың жалғастырушы желісі, әдептілік дәстүрлердің тірі жалғасы, болашаққа сеніммен қараудың таусылмас қайнар көзі және даналықтың қазынасы. Ойшылсәуегейге жас та, кәрі де және одан өмірлік ауыртпалықтардан айығуға, жанына тыныштық және жүрек- теріне жылылық таба білді. Қорқыттың кеңестері далалықтардың қоғамдық өмірінде үлкен рөл атқарды, олар күні бүгінге дейін халық даналығы шоғырланған мақал мен мәтелдер ретінде қабылданады. Оның қанатты сөзге айналған нақыл сөзі мынадай: «Қар қалың жауса да, көктемге дейін қалмайды, жайқалып өскен көк майса күзге дейін қалмайды. Ескі мақта мата болмас, ескі жауың дос болмас. Сулар тарам-тарам болып, қаншама тасып аққанымен, теңіздерді толтыра алмайды. Менмен, тәкәппар адамды тәңірі сүймейді. Басқалардан өзін жоғары ұстаған адамға тәңірі бақ бермейді. Қара есектің басына жүген таққанмен тұлпар болмас. Қар қаншама қалың жауғанмен- жазға бармас, гүлденіп өскен бәйшешек күзге бармас. Тозған мақта бөз болмас, ежелгі жау ел болмас болмас. Қайыспас қара балтасыз жау алынбас. Мыңғырған мал жиғанмен, адам жомарт атанбас. Анадан өнеге көрмеген қыз жаман, атадан тағлым алмаған ұл жаман. Ондай бала ел басын құрап, үйінен дәм беруге жарамайды».\nҚорқыт ата өзінің ел-жұртына тағы мынадай өсиет айтқан: «Жол қиындығын көрмеген, жабы мінген жігітке Кавказ арғымағын мінгізуден келер пайда жоқ. Қолына өткір қылыш алып, соны жұмсай білмеген қорқаққа қылыш сермеп серп етпе. Жер қадірін ел біледі, ер қадірін ел біледі. Құлын құдыққа түссе құрбақа құлағында ойнайды. Көп қорқытады, терең батырады. Қыз анадан көрмейінше үлгі алмас, ұл атадан көрмейінше үгіт алмас. Ежелгі жау ел болмас, ескі мақта жіп болмас, қонақ келмес үйдің қирағаны жақсы, жылқы жемес шөптің шықпағаны жақсы, адам ішпес ащы судың ағысты жылғаларды қумағаны жақсы, атаның атын былғайтын ақылсыз ұлдың тумағаны жақсы. Адам қанша қажетсінгенімен, ол өз үлесінен артық жей алмайды», т.б.[1, 487 б.].\nҚорқыт Ата философиясында ұрпақтар сабақтастығы қағидасына ерекше мәнберген. Ұрпақтар сабақтастығы адамзат болмысының басты қағидасы бола отырып, қазіргі заманғы кейбір өркениетті елдердегі бұл қағиданың бұзылуы олардың болмыссыздығына әкеліп, адамгершілік өлшемдерге қайшы келеді. “Салор қазан үйінің шабылғаны туралы әңгімесінің баяны” жырында ұрпақтар сабақтастығы қағидасының тәрбиелік-тәлімдік мәнін төмендегіше суреттейді: Қарлы таулар қартайса, шөп бітпес, Арналы өзендер қартайса, су келмес, Биелер қартайса, құлын бермес, Ей, кәпір әйел қартайса, ұл бермес Баланың өмірге келуін салтанатты түрде атап өтуі және адамзаттың әлемнің бөлшегі ретіндегі тұтастық туралы дүниетанымдық көзқарастары тұжырымдалды. Осы жерден көне Рим философы Цицеронның да: “Бала болмаса, адам мен адамның табиғи байланысының болуы да мүмкін емес. Бұл байланыс жойылса, ортақ тіршілікте ұштасып жатқандығын байқау қиын емес”.\nОның дидактикалық тұрғыдан берілетін нақыл сөздерінің, оның ішінде атасалтын қастерлеу, жалпы адамзаттық, адамгершілік құндылықтар туралы айтқан қағидалары бүгін де өз мәнін жойған жоқ. Мәселен, ата дәстүрі мен  салты, жанұя тәрбие, тәрбиедегі үлгі-өнеге туралы өсиетнамалары мен қатар жырларында да жақсы айтылады. “Қыз анадан көрмейінше өнеге алмас”, “Ұл атадан көрмейінше сапар шекпес”, “Ата малынан не пайда, баста дәулет болмаса”. Қорқыт атадан қалған тағы бір нақыл сөздерінен мысал келтірсек: “Тәңірге сиынбаған адамның тілегі қабыл болмайды. Тәңірі пендесінің маңдайына не жазса, сол болады”. “Менмен, тәкаппар адамды тәңірі сүймейді. Басқалардың өзін жоғары ұстаған адамға тәңірі бақ бермейді”, “Анадан өнеге көрмеген қыз жаман, атадан тағылым алмаған ұл жаман. Ондай бала ел басы құрап, үйінен дәм беруге де жарымайды”, “Ананың көңілі балада болар”, “Ақылсыз баладан ата дәулетінен қайран жоқ”, “Батыр туған жігіттің садағының оғы да қылыштай кесіп түседі”, “Атаның атын былғаған ақылсыз баланың әке омыртқасынан жаралып, ана құрсағында шырланып, тумағаны жақсы”, “Ата даңқын шығарып, өзінің тегін қуған балаға ешкім жетпейді”, “Өтірік сөз өрге баспайды, өтірікші болғаннан, жарық көріп, өмір сүрмеген көп артық”.\nҚорқыттың ой-пікірін философиялық тұрғыдан тұжырымдайтын нақыл сөздер, өсиеттер, қанатты сөз тіркестері өте көп. Қорқыт ата есімімен байланысты осындай үлгі-өнеге сөздер ел аузында көп сақталған. Мәселен ата салты, оның сабақтастығы мен өмір сүру тәсілі: қабылдап алу, сақтау, кейінгіге жеткізу сияқты уақыт бойынша ұрпақтар алмасуының кезеңдеріне негізделген үш сатысы туралы өсиетнамаларымен қатар жырларынан да көрінеді. Оны Қорқыт атаның өсиет-нақыл сөздерінен көз жүгірткенде анық байқаймыз.\nОтбасындағы әйел рөлін түсінуге қатысты қызықты идеялардың өзара алмасуы мен ой толғаулардың үндестігін Қорқыт Атадан да байқауға болады. Қорқыт бойынша, әйел-үйдің тірегі, «ондай әйел өзінің күйеуі аңға шығып кетіп, үйге түзден қонақ келсе, ол қонақты тамақтандырады, шөлін қандырады, дем алдырады да жібереді. Бұл Айша мен Фатима тектілер, мұндайлардың тіпті мыңы өсе берсін, ондай әйел сенің ошағыңа да келетін болсын»\nҚорқыт кітабының кіріспе сөзінде әйел төрт түрлі болады, оның басы құт әйел, соңы – қанағаты жоқ әйел, одан қалса елін ығыр қылытын кесір әйел, тірлігін ұқсатпайтын салақ әйел деген. Жақсы әйел ерінің бар жоғын білдірмей, елге аға бола алады дейді. Мұнысы мақал емес, нақыл сөз.[2, 359 б.]\n«Атаның атын былғаған жетесіз баланың әке омыртқасынан жаралып, ана құрсағында шырылдап тумағаны жақсы. Ата даңқын шығарып, өзінің тегін қуған балаға ешкім жетпейді», – дейтін ұлы бабаның нақыл-өсиет сөздерінде өткен заман кескіні, үй-тұрмыс жағдайы, ата-ана, ұл мен қыз, күйеу бала, табиғат көрінісі, хайуанаттар тіршілігінен түсінік беріп, өмір туралы философиясы мен ажалмен алысқан аңыздарында оптимистік сарын бар. Ұлы баба арманы, мұраты адамзатқа жер бетіндегі өмірдің мәнін ұғындыру, адамдар жүрегіне қайсар рух пен кемел ізгіліктің дәнін себу арқылы асыл қасиеттер дарыту.[3, 358 б.].\nСонымен қорытындылай келе, Қорқыт мұраларының ақыл-нақылға құралған шешендік нақыл сөздерінің аз кездеспейтінін байқауға болады. Нақыл сөздерінде ырғақ, ұйқасқа құралған мазмұны терең ұшқыр да ұтымды ой анық аңғарылып, бүгінгі күнде де өз тәрбиелік мәнін жоғалтпаған. Ғасырлар сынынан өтіп, бізге жеткен Қорқыт ата қазақ әдебиетінің негізін салушылардың бірі және ол тудырған «Қорқыт ата кітабы» бүгінгі жастар үшін оғыз, қыпшақ дәуірінің ұлы мұрасы қазақ эпикалық дәстүрінің алғашқы баспалдағы ретінде жасай бермек. Қорқыттың пайымдауынша, адамдар адамилық қасиеттерін сақтап қалу керек. Адам үшін ең қауіптісі-адамилықты жоғалту.\nҚорқыт көтерген мәңгілік мәселесі-өмірсүйгіштікке шақыру және өмірді сүйген адам ғана өз ұрпағын адамгершілік негізінде тәрбиелейді, сол арқылы жалпы халықтың болашағы алдында өзінің жауапкершілігін түсінеді және перзенттік борышын барынша парасаттылықпен, ыждағатты түрде орындауға тырысады. Адамның тектілігі де, намысының негізгі кейпі де осында жатыр. Тектілікке, атаққа іліну немесе байлық пен мансап құру жатпайды, керісінше, дүниенің сырын, оның терең мәнін жүрегіңмен түсініп, ақылыңмен екшеп, айналаңа жылуыңды шаша жарқын өмір сүруді жатқызуға болады. Адам жақсы істің жалғасын біліп, дүниені көркейтуге өз үлесін қосуы, дарынын шабытпен шалқытып, адамдарды біріктіре білсе тектілік танытқаны. Бұл болмыста өмір сүре білу дегеніміз әлеуметтік шындықтағы қиындықтарды белсенді түрде жеңе білу, мүмкіндігінше тіршілікпен үйлесімділікті орнатуға атсалысуы. Бұл іс- әрекеттегі ұқыптылық -адамның үлкен өмірдің алдындағы жауапкершілігі.\nҚорқыт жырларындағы отаншылдық пен ерлік, ізгілік пен әдептілік, сабырлылық пен төзімділік-біздің бәріміздің ата-бабаларымызды қандай қиын сыннан да алып шыққан түркілік қанымызда бар қасиеттер. Қорқыт ата мұрасы ертеңгі зиялы азамат ретінде елінің шын патриоты болып өсуімізге ықпалы зор, сондықтан Қорқыт атаның нақыл сөздерін әр жастағы адам өзінше оқиды, өзіне керегін алып, өмірлік тәжірибеде қолданады.\nОсы болмысымыз бен дүниетанымызды келер ұрпақтарымыз да мәңгілікке жалғастырып, адамзат өркениетінің тарихында лайықты орнымызды иелену үшін біз Қорқыт Ата мұрасын зейін қоя оқып, өзімізден кейінгі ұрпаққа үлгі өнеге етуіміз қажет.\nҚорқыт ел бірлігін нығайтқан кемеңгер қайраткер ғана емес, түркілік дүниетанымның мәйегін жасап кеткен ғұлама ойшыл, әлемдік ақыл-ой мәдениетінде өз орны бар философ-гуманист айтты деген мақалдар мен нақыл сөздердің өзінің мәнін жоймағандығы соншалық, оның кейбірі әлі күнге дейін қазіргі қазақ өмірінде қолданылып келеді.",
                "date": "22.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Беймарал, арқайын диалект сөздердің мағынасы қандай?",
        "question_content": "Беймарал, арқайын диалект сөздердің мағынасы қандай?",
        "question_date": "19.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 14400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Беймарал деген сөз жоқ, ол жаргон ғой.  Бейжай асықпай-аптықпай алаңсыз арқаны кеңге салып отырып демалу деген мағына береді.",
                "date": "20.09.2016",
                "upvotes": 0
            },
            {
                "text": "6Беймарал сөзінің əдеби баламасы жайбырақат",
                "date": "17.09.2017",
                "upvotes": 0
            },
            {
                "text": "Арқайын, алажақ  сөзінің мағынасы қалай?",
                "date": "19.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлі табиғат атынан адамзатқа шағын мағыналы эссе жазу?",
        "question_content": "Менің өтінішім өлі табиғат атынан адамзатқа кішігірім, мағыналы эссе жазуға көмек бересіздер ме?",
        "question_date": "19.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Параллелограмның кіші қабырғасын тап",
        "question_content": "Параллелограмның үлкен қабырғасы 5,ал биіктіктері 2 және 2,5.Пралелограмның кіші қабырғасы нешеге тен?",
        "question_date": "19.09.2016",
        "question_tag": "Мектеп",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кіші қабырғасын х арқылы белгілейік. 5·2=2,5х, 2,5х=10, х=10:2,5. х=4. Жауабы: 4",
                "date": "19.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бақытсыз Жамал романы бойынша \"Маxаббат мұңы\" шығармасы керек",
        "question_content": "\"Бақытсыз Жамал\" романы бойынша \"Маxаббат мұңы\" шығарма керек",
        "question_date": "19.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 855,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тəуелсіздік туралы ағылшынша өлең жолдары керек!",
        "question_content": "Тəуелсіздік туралы ағылшын тілінде өлең жолдары керек.Кем дегенде төрт жол болса жақсы болар еді.",
        "question_date": "19.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 5500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Sing the song «My flag»\nMy flag is blue\nMy flag is bright.\nI like it very much\nThe yellow sun\nThe blue - blue sky\nAnd the eagle is flying high\nKazakhstan is my country\nKazakhstan is my land.\nI live here with my friends\nKazakhstan is my country\nKazakhstan is my land.\nI live here with my friends\n\nLet’s play today\nLet’s dance a lot\nLet’s sing the song about Love\nI love my Dad\nI love my Mum\nI love my warm and happy home\nKazakhstan is my country\nKazakhstan is my land.\nI live here with my friends\nKazakhstan is my country\nKazakhstan is my land.\nI live here with my friends",
                "date": "5.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мейірім - соқырдың көзін ашып, мылқауды сөйлететін сезім бе?",
        "question_content": "Мейірім - соқырдың көзін ашып, мылқауды сөйлететін сезім бе?",
        "question_date": "19.09.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 677,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əрине.бойында мейірімділік бар адам кез келген адамның жүрегін жылытары айдан анық.егер сіздің бойыңызда мейірім болса қай жерде болсын сыйыңыз ешқашан кетпейді",
                "date": "19.09.2016",
                "upvotes": 0
            },
            {
                "text": "Барлығын(жоқтан бар) жасаушы Алла,біз тек аз немесе көп машақат арқылы Аллахтың қол жетімсіз нығметіне(халал немесе харам) жетеміз.Аллах керегін тауып бермесе ешкім ештеңе(жоқтан бар) жасай алмайды.Мысалы нан жасай алатын адамға бидай бермесе нанның қиқымын да жасай алмайды(құр,нәтижесіз машақат).Сондықтан машақатыңа қарай нәтиже беруші Алла,зекетті парыз етті.Сиқыр(харам) да,мұғжиза(халал) да,еңбек(харам да халал да) те Аллахтың қалауымен нәтиже болады машақатымыз немесе машақатсыз да нәтиже болады.",
                "date": "19.09.2016",
                "upvotes": 0
            },
            {
                "text": "Қазіргі жағдайда мейірімді болмай ақ қой, мейірімді болсаң ешкім сенен қорықпайды, яғни силамайды,  бәрі төбеңе шығып алады.",
                "date": "20.09.2016",
                "upvotes": 0
            },
            {
                "text": "Мейрим Ана мен баланын арасында калды Когамда емес",
                "date": "26.09.2016",
                "upvotes": 0
            },
            {
                "text": "Мейірім соқырдың көзін ашып, мылқауды сөйлететін сезім. Мен бұл жауаппен келісемін. Ким кимге де мейіріммен қарасаң бетінің бері қарайтыны анық",
                "date": "26.09.2016",
                "upvotes": 0
            },
            {
                "text": "Алла мейірімді сондықтанда оның құлдары бізде мейірімді болуымыз керек бауырлар. Мейрім соқырдың көзін ашып, мылқауды сөйлетпеседе сол жандардың жүрегіне жылу ұялатады, соның өзі сауап адамзатқа.",
                "date": "27.09.2016",
                "upvotes": 0
            }
        ]
    }
]