[
    {
        "question_title": "Қауышу сөзінің қандай синонимдері бар?",
        "question_content": "Қауышу сөзінің қандай синонимдері бар",
        "question_date": "26.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көрісу , бірге болу, жұптасу",
                "date": "26.04.2017",
                "upvotes": 0
            },
            {
                "text": "Кездесу, жолығу, жүздесу, дидарласу, ұшырасу, душарласу, табысу, көрісу, кезігу, беттесу",
                "date": "28.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыстырма сөзді табыңыз?",
        "question_content": "Қыстырма сөзді табыңыз.\n\nA)\n\nӘрине. Әдейі.\n\nB)\n\nАмал қанша. Кілең.\n\nC)\n\nБақытымызға қарай. Нақ.\n\nD)\n\nРас. Жорта.\n\nE)\n\nНесін айтасың. Мен білсем.",
        "question_date": "26.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "E) Несін айтасың. Мен білсем.",
                "date": "26.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нүктелер мен түзулердің негізгі қасиеттері?",
        "question_content": "Нүктелер мен түзулердің негізгітиістілік қасиеттерін тұжырымдаңдар",
        "question_date": "26.04.2017",
        "question_tag": "Геометрия",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А.I.1.(Тиістілік аксиомасы.) Қандай түзуді алсақ та, ол түзуге тиісті нүктелер де, оған тиісті емес нүктелер де бар болады.\nА.I.2.(Тиістілік аксиомасы.) Кез келген екі нүкте арқылы бір түзу жүргізуге болады және ол тек біреу ғана болады.\nА.II.1.(Нүктенің орналасу аксиомасы.) Түзудегі үш нүктенің біреуі және тек біреуі ғана қалған екеуінің арасында жатады.",
                "date": "26.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тең бүйірлі трапецияның ауданын табыңдар?",
        "question_content": "Тең бүйірлі траппециянын үлкен табаны 11см, бүйір қабырғасы 4см табанындағы сүйір бұрышы 30° ауданын табыңдар",
        "question_date": "26.04.2017",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүктілікті қалай білуге болады?",
        "question_content": "Менде алдын 2014 1рет 2015те 1рет іште бала 4-5аптадан кейін дамымай калган деп 2рет тазалаган содан енді етеккірім 16.03.2017 келіп 22.03.2017кетті содан бугін 25.04.2017 жок болып тур тест алып корсем 1сызык ем алуым керек еді енді нетсем болады басым катып отыр жуктімінба алде жок калай білсем болады 1апта алдын басым катты айналды содан бері мазам жок егерде жүкті болсам",
        "question_date": "25.04.2017",
        "question_tag": "Денсаулық",
        "question_views": 87500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйел жүкті боп қалғанын, дәрігерге бармай-ақ, өзі біле ала ма? Әрине, біледі. Өйткені бала бітудің бірнеше айқын белгілері бар. Солардың бірі - етеккірдің тоқталуы. Бірақ, етеккірдің көрінбей кетуі тек бала көтерудің белгісі бола бермейді. Жүктіліксіз-ақ оның тоқтап қала беретін кездері болады. Мұндай жағдай жыныс мүшелерінің немесе ішкі органдардың бірінің ауруының салдарынан орын алады. Кейбір екіқабат әйелдерде алғашқы екі-үш айдың ішінде етеккір сол бұрынғы мерзімді уақытында келіп тұрады. Әйел бала емізіп жүріп те жүкті бола береді, ал бұл уақытта әдетте әйелдердің көпшілігінде етеккір көрінбей кетеді.\n\nЕтеккір тоқтауынан басқа, әйелдің дәм талғамының өзгеріп, ащы, қышқыл тағамдарға құмар болуы, кейбір тамақтан мүлдем шығып кетуі, дүркін-дүркін жүрегі айнып (көбінесе таңертеңгісін), кейде құсып та жіберетіні - жүктіліктің тағы бір белгісі.\n\nБолашақ баланы емізу әзірлігіне байланысты, екіқабат кезінде әйелдің омырауында ерекше өзгерістер болады. Ол толысып, үлкейіп, дөңестенеді және төңірегі дөңгелене қарақошқылданып кетеді. Емшек бездерінің ішіне уыз жиналады. Кейде әйел өзінен уыз шығып кеткенін сезіп қалады.\nБаланың өсуіне қарай жатыр да өсіп, іш пен көк еттерді май басқандықтан, әйелдің қарын аумағы үлкейіп кетеді. Сондықтан оның дене сымбаты өзгеріп, бұрынғыдан үлкенірек көрініп тұрады.\nӨзгеріс теріде де, әсіресе іш терісінде болады. Іштің ақ сызығын бойлай қоңыр түсті «жүктілік сызаты» түседі. Әдетте бұл дақ босанғаннан кейін өзі-ақ кетіп қалады.\n\nЕкіқабат кезінде әйелдің ішкі секреция органдарында болатын өзгерістер оның бетіне де белгі береді. Жүкті келіншектің мұрнының үстінде, бетінде көлемді қара қошқыл пигментті дақтар пайда болуы мүмкін.\n\nДегенмен, бұл айтылған белгілер әйелдің жүкті болған-болмағанын дәл білу үшін әлі де болса жеткіліксіз. Мысалы, жүрек айну мен құсу, сондай-ақ теріде дақтардың пайда болуы өт жолдары мен бауыр ауруының нышаны болуы мүмкін. Себепсіз дөңгеленіп семіру, омыраудан уыз шығуы ағзадағы гормондардың тепе-теңдігі бұзылғанда да орын алады.\nҚазіргі уақытта жүктілікті тексеретін тест жолақшалары дәріханаларда сатылады. Дегенмен, олардың да кейде дұрыс, кейде бұрыс көрсететіні тәжірибе жүзінде дәлелденіп отыр.\n\nҚорыта келгенде, әйел өзінің жүкті болғанын сезсе, дәрігер немесе акушерге қаралып, арнайы зерттеулер арқылы нақты көз жеткізгені абзал.\nhttp://ak-kelin.kz/densaulyk/88-zhuktiliktin-belgileri.html",
                "date": "30.04.2017",
                "upvotes": 0
            },
            {
                "text": "менде ишимде коныр сызык пайда болды, жане 2 ай болд етеккир 1-2 кун гана келеди осыга дейин толык бир апта келетин жане коныр ведение келед булар жуктилик белгисиме",
                "date": "6.09.2018",
                "upvotes": 0
            },
            {
                "text": "журек айну тамак коп жеу",
                "date": "7.09.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіздерме менің сұрағым бар еді. Мен осыдан бір ай бұрын жігітіммен қосылып қойған едім. Енді үш күн болды етеккір әлі келмеді. Жүрегім таң ертеңгі уақытта ғана айниды бірақ құса алмаймын. Және иіс сезуім сал өзгешелеу кейбір ұнататын иістер қазыр ұнамайды. Тест алып көрген едім дұрыс қолдана алмадым біріншісінде екінші алып тексергенімде екі жолақ шықты біраз уақыттан соң екеуі бірігіп кетті. Узиге түспи қалай білсем болады жүктімін бе жоқпа.",
                "date": "29.11.2018",
                "upvotes": 0
            },
            {
                "text": "менде де солай боп тұр\nяғни,маған 6 ай боллы тұрмыс құрғаныма!3 ай бойы 2 күн ерте келіп жүрді әр ай сайын.Енді осы айды 2 күн ерте есептегенде 17 сне келу керек еді.Бүгн 20 сы әлі жоқ!Тестпен корсем 1 сызық боп тұр .Нестесем болад блми отрмн ((((",
                "date": "20.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алақай, бəрекелді, әттең, құрау-құрау, Қош-қош, пай-пай деген одағай?",
        "question_content": "Алақай, бəрекелді, әттең, құрау-құрау, Қош-қош, пай-пай деген одағайларды кірістіріп сөйлем қурап жазындар. Сол сөйлемдердің бəрі камтылатындай диалог-мəтін құраңдар?",
        "question_date": "25.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 13100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алақай, атам келді.\n\nБәрекелді, сенің бұл өлеңің менің жаныма қатты батты. Әттең апаң бұны көрсе ғой.\n\nӘжем \"құрау-құрау\" деп малдың алдынан шықты.\n\nҚош-қош деп атам түйені шақырды.\n\nПай-пай түрінен айналдым.",
                "date": "26.04.2017",
                "upvotes": 1
            },
            {
                "text": "Бәрекелді ол арабшадан баракаллаһ Аллаһ береке берсін деген дұға.",
                "date": "17.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Да,де,та,те шылауының əрі жалғаулық əрі демеулік мәнінде жұмсалуына мысал керек?",
        "question_content": "Да дело та те шылауының əрі жалғаулық əрі демеулік  мəнінде жұмсалуына",
        "question_date": "25.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам да, мал да өзінше\n\nЖүр жадырап далада.\n\nКөктемді қарсы алып тұр,\n\nКәрі де, жас та, бала да.",
                "date": "26.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Болашақ қазақстан туралы шығарма керек еді?",
        "question_content": "Қазақстан туралы шығарма керек еді тезірек болашақ көліктер,үйлер экологияның дамуы өтініш тезірек шығара аласыздарма əдебиеттен керек еді білетін адамдар",
        "question_date": "25.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 29500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның болашағы қазақ тілінде.\nНарық-ғасыр бәрін сатып жібере ме алтынға, Кім қалады сол алтынға сатылмайтын қалпында? Жалғандық бар ұлтсыздардың беделі мен даңқында, Ана тілін сыйламаған сыйламайды халқын да. Мұхтар Шаханов Қазақстан - өз ұлты, халқы, діні, тілі, мәдениеті, тарихы, салт-дәстүрі бар іргелі ел. Қазаққа тән ата-бабаларымыздан қалған ар-намыс, жігер-қайрат, қайтпас қанат, мұра ретінде келешек ұрпаққа дейін жеткен. Қазақ халқы -ертеден өз дәстүрін, өз мәдениетін, өз тілін, өз ұрпағын қадірлеп, қастерлеп келеді. Көненің көзі болған, елдің ұйытқысы болып, қаймақтай ұйыған,туған тілді қадір тұтқан, ағаларымыздың қазақ әдебиетінде орны бөлек, әрі зор. Ал ұлт қазынасы болған, халық санасыздығын жойған, білімдіні шыңға шығарып, «Қазақ» деген сөзді қанға құйған ол әрине- тіл. Ұлт тілі, қазақ тілі, халық тілі! Ел басына күн туғанда даналығымен, батырлығымен, парасаттылығымен ел мұңын, халық сырын, тарих үнін түсіне білген, халықтың басын қосқан, халық мүддесі жолында, табандылығында, тапқырлығын да таныта білген хан Абылай Қазақ халқының үнін тасытты, мәртебесін көтерді, Қазақ елін аса іргелі елге айналдырды. Батырларын, елін сүйген ерлерін, ақын-жырау өнерпаздарын достық –бірлікте ұстап, оларды жүзге бөліп жармады.Жауын өткір тілмен торғайдай тоздырып, тарыдай шашып, ірімшіктей іріткен, қайсар рухпен -қоңқылдаған Қоқанмен де, қалың қара Қытаймен де, ормандай орыспен де тіл табысқан бабамыздың даналығының арқасында, осы біз өмір сүріп отырған аяулы Отан- Қазақстан жері сол бабалардың сақтап қалған, бізге қалдырған асыл мұрасы. Тіл-әрбір ұлттың мақтанышы, жан дүниесінің айнасы.Ол қай ұлтта, қай елде болсада қастерлі, құдыретті. Міне сондықтанда ұлттың болашағы - оның ана тілі. Елбасы Н.Ә.Назарбаев халықтың болашағы туралы тереңнен толғай отырып-«Мемлекеттің ең басты дүниесі тек қана байлық емес, сонымен қатар ана тіліміздің болашағы» (Массагет порталы) деген болатын. Ана тілі – тағдырдың басымызға жазған тылсым күші. Ол- ең ұлы , тамаша тіл. Қазақ тілі - мемлекеттік тіл. Осыдан кейін өркениетке құлаш ұратын елдің өрісі қашанда білікті де, саналы ұрпақпен кеңеймек. Әлемдегі мүйізі қарағайдай елдердің санатына енуді көздеген халықтың басты мақсаты сауатты ұрпақ тәрбиелеу. Сауатты ұрпақ тәрбиелеу дегеніміз, өз ана тілінде еркін сөйлей алатын, оны терең меңгерген ұрпақ. Бірақ елдің бүгінгі күні бұрынғы КСРО қоғамыменде байланысты. Кешегі орыстандыру саясаты, бүгінгі тіл өркениетінің өспеуіне кері әсерін тигізуде.Сондықтанда бұл -қазіргі, көкейкесті мәселенің бірі. Шындығын айтсақ, тәтті өтірікті айтқанша, ащы шындықты айтқан дұрыс болар. Себебі елдің ертеңгі тұтқасы бүгінгі жастар. Қарапайым ғана мысал алсақ, мемлекеттік мекеме қызметкерлерінің қазақ тілінде еркін сөйлей білуі міндет болып табылады.Бірақ қазіргі күні екінің бірі , мемлекеттік қызметте бола тұра оны білмеуі. Кейбір дүкендер, жұмыс бөлімдерінің тақтайшаларындағы сөздер, сонымен қатар ресми құжаттарда ( логикалық тұрғыдан алып қарасақта) қарапайым «Қазақстан» деген сөздің теріс жазылуы. Бұл үлкен қателік. Қазақ тілін біле тұра өзге тілде сөйлеу ол бүгінгіге сән, кешегіге ұят нәрсе болған. Тарихқа үңіле отырып: «Кеше кім едік, бүгін кімбіз, ертең кім боламыз?» - деп ойлансақ бұл - туған елінің, халқының өткені мен келешегіне көз жіберген әрбір азаматтың жүрек түкпіріндегі сөзі. Ал осыған қарап жас ұрпақтың бойына , ойына түзері көп.Солай дей тұра қазіргі күні қазақ тілінің қоғамдағы рөлін арттыруға үлкен жұмыс жасалынуда. Соның бір кепілі ғаламтор жүйесіндегі «Әдебиет порталы», қазақ тілінде «Сұрақ-жауап» сайттарының пайда болуы. Бұл ана тіліміздің кішкентай болсын бүршік жарғанының белгісі. Кез келген мемлекет өз шекарасы шеңберінде көп этносты мәдениеттің әр текті сипатына қарамай, өзінің ұлттық мәдениетін қалыптастыратыны сөзсіз. Ал ұлттық мәдениеттің өзегі — ұлттық тіл, ол халқымыздың тәуелсіздігінің тұғыры! «Тірі қалсам... Қазаққа қызмет қылмай қоймаймын» -деп әдебиеттің де, тарихтың да белгілі тұлғасы әрі сыншысы Әлихан Бөкейханов айтып кеткен еді. Биыл тіл жанашырының 150 жылдық мерейтойы. Тәуелсіздіктің 25 жылдығымен тұспа-тұс келген бұл тіл жанашырының мерекесі себептен себепсіз болуы мүмкін емес.Біз жалпы ұлттық идеямыз - Мәңгілік Елді,Мәңгілік тілді басты бағдар етіп, тәуелсіздігіміздің даму даңғылын Нұрлы Жолға айналдырдық. Қажырлы еңбекті қажет ететін, келешегі кемел Нұрлы Жолда бірлігімізді бекемдеп, аянбай тер төгуіміз керек. Mәңгілік Ел, Мәңгілік тіл - елдің біріктіруші күші, ешқашан таусылмас қуат көзі. Ол «Қазақстан-2050» Стратегиясының ғана емес, XXI ғасырдағы Қазақстан мемлекетінің мызғымас идеялық тұғыры! Жаңа Қазақстандық патриотизм дегеніміздің өзі - Мәңгілік Ел, Мәңгілік тіл! Ол - барша Қазақстан қоғамының осындай ұлы құндылығы. Қазақстанның болашағы қазақ тілінде! Тіл тағдыры - ел тағдыры екенін еш уақытта ұмытпайық!\nhttp://massaget.kz",
                "date": "26.04.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақстанның болашағы керемет болады",
                "date": "29.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл диплом алу ережелері қандай?",
        "question_content": "Биылғы жылғы қызыл диплом алушыларға қойылатын талаптар қандай. GPA 3.67ма или 3.5 жеткіліктім",
        "question_date": "25.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 24800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3.67 соңғы семестріңдегі GPA ма?\n\nНегізгі қойылатын талаптар:\n1. 8 семестрдің барлығын қосқан кезде ортақ GPA 3.5 кем болмау керек.\n\n2. Практика, курсовой бағалары 90-нан кем болмау керек.\n\n3. 3-тік баға болмауы керек.\n\n4. Дипломдық жұмысты 5-қорғау керек.\n\n5. Мемлекеттік емтихандардың бәрін кем дегенде 90",
                "date": "4.05.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сүт сөзіне Ребус құрап бересіздер ме ?!",
        "question_content": "Сүт сөзі туралы ребус қажет еді",
        "question_date": "25.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 16900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сут  сөзіңе ребус құрастыру",
                "date": "27.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз бен жігіт айтатын мына әнді тауып берсеңіздер.",
        "question_content": "Қыз бен жігіт айтатын: \"Сені қалай қалай, сүйдім\", Сені ......... сағына берем, .............табына берем, ......Сағына берем, сағына берем деген әнді кім айтатыны және әннің атын табуға көмектесіңіздерші.",
        "question_date": "25.04.2017",
        "question_tag": "Қазақша ән",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Жатырм\" сөзі қазақ тілінде барма?",
        "question_content": "\"Жатырм\" сөзі қазақ тілінде барма? Бар болса әдеби нормаға сәйкес келеді ме?",
        "question_date": "25.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім жатырмын болар.",
                "date": "30.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған бір \"бастан өтен оқиға\" туралы шығарма керек еді.",
        "question_content": "Маған бір \"бастан өтен оқиға\" туралы шығарма керек еді.",
        "question_date": "25.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 534,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірде радиодан өмірде болған қызықты оқиға деген айдардан естіп едім:\n\nПойызда кетіп бара жатырмыз. Кенеттен тісім ауыра бастады. Қоятын шығар десем, шыдатпай бара жатыр. Қасымдағы басқа жолаушылардан, тіпті бүкіл вагоннан дәрі іздеп шықтым. Бір жігітке:\n\n- Тістің ауырғанын қойдыратын дәріңіз бар ма? - дедім.\n\n- Менде дәрі жоқ, бірақ тісіңіздің ауырғанын қойдыратын бір дұға білемін, - деді де, кішкене қағазға дұғасын жазып, бүктеп-бүктеп, - Міне, мына қағазды ауырған тісіңізге басып ұстаңыз, жазылған соң қағазды оқымай терезеден лақтырып жіберіңіз. Әйтпесе тісіңіз қайтадан ауырады, - деді.\n\nОйымда ештеме жоқ. Қағазды алдым да, рақметімді айтып, тісіме басып өз орныма кеттім. Жарты сағат өтті ме, өтпедіме, тісімнің ауырғаны басылып қалды. Шіркін, рахатынай.\n\nЖаңағы жігіттің айтуы бойынша қағазды терезеден лақтырып жіберейн деп бара жатып, қағаздың ішінде не жазылғанын, қандай дұға екенін, болашақта керек болып қалатын шығар мүмкін, аш, аш, ашсай деп ішімдегі шайтаным азғырып барады.\n\nАқыры терезенің алдына келіп, туу қойш, оқи салайыншы деп ашып қалсаааам, қағазға \"Тіс, көтіңді қыс\" деп жазып қойыпты. Ішегім қатып күлгенім-ай )))\n\nОсы қызықты оқиғадағы сөздер өзгертілген. Есте сақтау қабілетім соншалықты мықты емес.",
                "date": "4.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Паразит құрттардың тіршілік ету ерекшеліктері",
        "question_content": "Паразит құрттардың тіршілік ету ерекшеліктерін атап беріңізші\n\nтолық жауап",
        "question_date": "25.04.2017",
        "question_tag": "Биология",
        "question_views": 9900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уақытша паразиттер оның дамуының барлық Хосттың тыс дене орын алады және тек оны пайдалану аштық болдырмауға.\nСтационарлық, немесе тұрақты, паразиттер хостта өзінің барлық өмір немесе оның паразиттердің ең. Олар иесі тамақтандырды және оның тіндер мен органдардың өмір сүреді. Мысалы, мысалы, атауы Гельминттерді көтергіш көптеген паразиттік құрттар, паразиттік қарапайым, сондай-ақ паразиттері мен кенелер.\nжылы паразиттік қарапайым өте қарапайым құрылымы, бірақ күрделі кейбір даму циклі.\nқұрттар, немесе құрттар, - паразиттік адам ағзасындағы реттеуге құрттар мен түрлі жануарлар. Сондай-ақ, құрттар бар - өсімдіктер паразиттер. Айналысады Ғылым Олардың туындаған гельминтоздардың ауруларды зерттеу мен күрес әдістерін әзірлеу олармен гельминтология.\nдеп аталатын\nсәйкес паразиттік құрттар нысаны мен құрылымы негізгі екі топқа бөлінеді: дөңгелек, немесе нематодтары және тегіс. Оның пәтер одан әрі Трематод мен cestodes (таспа құрттардың) бөлінеді. Трематод жайпақ жапырақты тәрізді жылы дене пішіні, дене екі соратын немесе одан кем жалғыз бар. Кейбір түрлері жетіп, өте үлкен басқа 1-ден 3 мм дейін, өте аз 10 см не одан көп. Cestodes жылы таспа түрінде денесін ұзарту, ол басшысының тұрады, мойын және жеке сегменттерінің саны. Cestodes болып табылады түрлі өлшемдері - өте шағын, 1-2 мм, өте үлкен, 10 жеткен м немесе одан астам. cestodes сегменттердің саны, сондай-ақ әр түрлі болып табылады: кейбір түрлері ғана 1-2 сегментінде, басқалары жүздеген немесе тіпті мыңдаған болып табылады. Қақпақ паразит хост тіндердің беріледі. Бас органы тарылып артында; Бұл орын мойны деп аталады. Ол ең туралы әрқашан, сондықтан, мойын сегменттері өсіру жас сегменті және ескі біртіндеп cestodes артқы аяғына анықтады. Нематодының, немесе дөңгелек, Созылған нитевидный орган; секциялық нематодтары кесіп дөңгелек. Олардың ұзындығы - метр миллиметр және одан да көп түскен (кит ашылды шамамен 8 м арабидопсис ұзындығы).\nБұл белгілі 12 мыңнан астам. жануарлар инфекцияның құрттары әр түрлі түрлері. Жер бетіндегі адам гельминтоздардың паразиттер 200-ден астам түрі, КСРО табылған шамамен 70 түрі.\nдамыту Гельминттерді басқаша өтеді. Кейбір түрлері дернәсілі мен паразиттік бар Бір хост ересек кезеңі. Бұл roundworm, whipworm, острица, солитері ергежейлі және басқалар бар. Басқа құрттар қолына өзгертіңіз. Дернәсілі кезеңде, олар сол хост және ересек өмір сүріп қадағалау басқа. Бұл, мысалы, ірі қара малдарды және ересектер ұзындығы 6-8 м жетеді және адам ішекте және өмір сүріп ретінде шошқа ленталы құрттары (cestodes), дамуын жүреді дернәсілі - ірі қара мал бұлшық (ірі қара мал солитері) және өшіру ақ (4-5 мм) шағын көпіршіктері түрінде шошқа (шошқа солитері). Үлкенірек шағында эхинококка - Шағын cestodes, Иттердің ішекте өмір сүреді, қасқыр, түлкі, және дернәсілі - шамамен 0,5 см, ұзындығы , кейде диаметрі 10-15 см жететін, көпіршіктері түрінде қадамға - түрлі ірі қара мал мен ұсақ мал, шошқа, кейде адамдардың органдары. Кейбір неғұрлым күрделі Гельминттерді дамуы. Дернәсілі сатысында Мысалы, солитері Шағын шаян (циклоп), содан кейін балық (шортан, мөңке, лақа, yaze және кейбір басқалары) және ересек сатысында бірінші тұратын - жылы ұзындығы 8-9 метрге дейін жетеді адам ішек.\nең жиі құрттар ішекте өмір сүреді, бірақ бар бауыр, жүрек паразиттік бар нысандары, бұлшық ет, көз, қан, бүйрек, ми және басқа да органдар мен адамдар мен жануарлардың тіндері. Қалуға үшін ішек, Гельминттерді арнайы құрылғылармен қаруланған. Кейбір түрлерін шағын, тегіс ілмектері, үшінші - - мейірімді сосунок, басқалары бар тіс.\nқұрттар зиян денсаулық адамдар мен жануарлар. Организмнің орнығып, олар өз есебінен беріледі. Кейбір қан мен ұлпа шырындар қоректенеді, ішек басқа өмір сүру кезінде, ішінара денесін жеткізу үшін қажетті қоректік заттарды жұтып хост. Бірақ бұл алыс паразиттік құрттар зияны шеңберінен шықпайтын. Орындалуда құрттар тез сіңіріледі уытты заттар шығаратын...",
                "date": "30.04.2017",
                "upvotes": 0
            },
            {
                "text": "Апай, жауап берсениз тусиникти етип жибермейсиз б",
                "date": "17.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Взрыва сөзінің қазақшасы қандай?",
        "question_content": "Орыс тілінде потеря взрыва деген фонетикаға қатыстытерминдер бар. Осы терминдердің қазақ тіліндегі баламасы қандай?",
        "question_date": "25.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 605,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарылыстың деген  мағына білдіреді",
                "date": "25.04.2017",
                "upvotes": 0
            },
            {
                "text": "Ағылшың, орыс тілдерінде жаңғырып айтылатын дауыссыздар бар, сол дауыссыздар сөздердің ішінде қатар кездескен кезде олардың біреуі жаңғырып айтылады да, екіншісі жаңғырығын жоғалтады, солай айту ыңғайлы болады. Осы тіл құбылысы жаңғырығын жоғалту деп аталады.\n\nДеп ойлаймын.",
                "date": "28.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Комиссия мүшелерінің санын анықтаңыз?",
        "question_content": ".\nӨте тез арада керек. Очень срочно.",
        "question_date": "25.04.2017",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абай жолы романындағы достық ерекшелік тақырыбында шығарма керек?",
        "question_content": "Абай жолы романындағы достары жайлы шығарма. «Ербол» - Абайдың жан досы; екеуінің арасында өле-өлгенше сызат түспеген тамаша достық болды. Абай мен Тоғжан арасын селбестіріп, кейіннен Абайдың Әйгерімді алуында Ерболдың атқарғаны аз болған жоқ. Бұдан басқа ел ісін реттеуде де Абай мен Ербол үнемі ақылдасып, бірігіп әрекет қылып отырған.",
        "question_date": "25.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төлен Əбдіковтың \"Қонақтар\" атты шығармасына шығарма керек?",
        "question_content": "Өтінемін Төлен Əбдіковтың Қонақтар атты шығармасының тəрбиелік мəні туралы шығарма жазып бере аласыздар ма? Алдын ала рахмет",
        "question_date": "25.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 30800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен Төлен Әбдіковтың \"Қонақтар\" атты шығармасын оқыдым. Бұл шығарманы қазіргі заманмен байланысты жазылған , бір трагедия деп те айтуға болатын шығар ,бәлкім. Оқып отырғанның өзінде әрбәр адам жай ғана оқи алмасы хақ. Бұдан тіпті әр адам өзіне ой салуы тиіс деп ойлаймын. Жалпы автор өте өзекті тақырыптартарды қозғап, сол туралы ой толғап, мәнді шығарма жаза білген.",
                "date": "2.05.2017",
                "upvotes": 0
            },
            {
                "text": "Қонақтар деген əңгіменің қысқаша мазмұнын өайдан алуға болады?",
                "date": "24.04.2018",
                "upvotes": 0
            },
            {
                "text": "Қонақтар деп неге аталған.",
                "date": "10.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның ауданын табыңыз?",
        "question_content": "8-сынып бақылаудан көмектесіңіздерші ІІ нұсқа",
        "question_date": "25.04.2017",
        "question_tag": "Геометрия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Трапеция ауданы",
                "date": "4.03.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Бейбіт күннің батырлары\" тақырыбынды сынып сағаты керек?",
        "question_content": "Бейбіт күннің батырлары тақырыбына сынып саатын тауып бере аласыздар ма?Қайдан алуға болады?",
        "question_date": "24.04.2017",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем !! Менің іздеуім бойынша \"Бейбіт күннің батырлары\" тақырыбына дайын сынып сағаты табылмады. Бірақ сынып сағатын жасауға қажетті ақпараттар жетерлік деп ойлаймын. google іздеу жүйесінің нәтижелеріне сілтеме. Іске сәт !!",
                "date": "25.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлпынайдың гүлдемеу себебі неде?",
        "question_content": "Ассалаумағалейкумдер мен құлпынай отырғыздым 3жыл болды құлпынай жайылып үлкен болды бірақ гүлдемейді неге??",
        "question_date": "24.04.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құлпынайды жайылуын тоқтатпаса, онда жеміс бермейді. Сондықтан гүлдемейді, білуімше",
                "date": "25.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Басқан жері сықырлап келіп қалды\" деген жолдардағы қандай кейіпкер?",
        "question_content": "Абайдың Қыс өлеңіндегі \"басқан жері сықырлап келіп қалды\" деген жолдардағы қандай кейіпкер? а) бейнелі ә) лирикалық б) фантастикалық",
        "question_date": "24.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 969,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Одағай сөзі бар ән немесе өлең керек?",
        "question_content": "Маған одағай сөзі бар ән немесе өлен керек еді. Тауып бересіздер ме?",
        "question_date": "24.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ыбыр - жыбыр. Қыбыр - сыбыр. \"Тәк - тәк!\"Дабыр - дұбыр. Жабыр - жұбыр. Паһ - Паһ! ІШақыр - шұқыр. Тыпыр - тыпыр. Қап! Қап!Ебіл - себіл. Егіл - тегіл. Бай - Бай!Үрпе - түрпе. Сірке-сірке. Уай-уай!Қалтаң - құлтаң. Жалтаң - жұлтаң. ЕҺ - еһ!Қылтың-сылтың. Жылтың - жылтың. Тек - тек!Қаңғыр - күңгір. Дәлдүр - дүлдір. Әй - әй!Кәук - кәук. Әуп - әуп. Пай - пай!Жалақ - жұлақ. Далақ - дұлақ. Жә - жә!Әрпіл - тәрпіл. Қауқыл - қауқыл. Кә - кә!Кеңк - кеңк. Дүңк - дүңк. Жора.Саңқ - саңқ. Шаңқ - шұңқ. Тоба! 1985.\nАвтор:\nӘбіш Кекілбайұлы",
                "date": "25.04.2017",
                "upvotes": 0
            },
            {
                "text": "Одағайы бар өлең керек еді",
                "date": "24.04.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе? маған одагай сөзі бар андер керек еді маған көмектесіңіздерши.  өтініш",
                "date": "30.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың табанын анықтаңдар?",
        "question_content": "Тең бүйірлі үшбұрыштың сыртқы бұрыштарының бірі 60 градус,ал бүйір қабырғасына түсірілген биіктігі 17 см.Үшбұрыштың табанын анықтаңдар.",
        "question_date": "24.04.2017",
        "question_tag": "Геометрия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бүйір қабырғасына түсірілген биіктігін табыңдар?",
        "question_content": "Тең бүйірлі үшбұрыштың бір бұрышы 120 градус,ал табаны 10 см.Бүйір қабырғасына түсірілген биіктігін табыңдар.",
        "question_date": "24.04.2017",
        "question_tag": "Геометрия",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    }
]