[
    {
        "question_title": "Педагогика психология мамандығына түсу ушн грант неше баллдан басталады?.",
        "question_content": "Педагогика психология мамандығына грант неше баллдан басталады?.Осы жайлы ақпарат керек",
        "question_date": "21.06.2016",
        "question_tag": "Мектеп",
        "question_views": 879,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Биыл Оңтүстікте жаңбыр европадағыдай ерекше көп жауып жатыр, себебі неде?",
        "question_content": "Биыл жаңбыр ерекше көп жауып жатыр себебі неде?  Оңтүстік  аймақтарда ( Алматы, Шымкент, Тараз) жаңбыр өте жиі жауып европаның климатына айналып барады, әлі де көктемдегідей нөсер жауын, таулардың басына қар жауып жатыр, өзендер тасып, ағаштар көбейіп орман боп барады, бір жағынан жақсы.",
        "question_date": "21.06.2016",
        "question_tag": "Табиғат",
        "question_views": 924,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себебі Ғарыштың шектен тыс ұшыруларына байланысты, атмосфера бұзылған, кейде қыста қар аз жауатыныда бар ғой сол сияқты болып тұрады.",
                "date": "22.06.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл ауа-райының аномалиясы. Температураның орташа температурасы көтеріліп су көп буланады. Европа елдеріне жауып үлгермей Қазақстанға келіп жауады)",
                "date": "24.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Казсат3ті қалай қосуға болады?",
        "question_content": "Сәлем барлығыңа!, Отау твны жақсы білетін адамдар жауап берсе екен. Отау твны казсат3ке қалай қосуға болады әурелеп жасай алмадық, көрші балаға қараттық ол өзі қосып алған, Отаудың сайтына барып видео түрінде қарадық бірақ түк шықпады.арнайы маман жоқ. Жауап қәзір керек!",
        "question_date": "21.06.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына видеодан қарап отырып пульт  арқылы реттейсің (настройка)  Болды көсетеді.  \n\n   Болмаса мықты Телемастерді шақыр, олар дұрыс жасайды, дұрыс жасалса теле арналар да көп шығады.\n\nКөрші бала 40 канал көріп отырса сен 90 -200 каналға дейін көретін боласың,",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "Орысша нұсқасы түсініксіз болса, Отау Тв-ның ресми желісінен қарап, өзіңіз дұрыстасаңыз болады.\n\nhttp://otautv.kz/",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "мумкин рисерверге байланысты шыгар ауыстыру керек болар тусинбедим, суретин корсету ушин калай салады мына жерге суретти?",
                "date": "24.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кімге қандай жұмыс ұнайды?",
        "question_content": "Кімге қандай жұмыс ұнайды? Қандай жұмыспен айналысқан ұнайды немесе болашақта кім болып қызмет етсең сол жұмыстан қашпай жұмысқа деген ынтаң артый түсер еді.\n\nШын жүректен жауап берейік достар\n\nАл бастайық",
        "question_date": "21.06.2016",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 756,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен дәрігер болуды армандайтынмын. Қазіргі кезде археолог мамандығы ұгайды, сонымен қатар техникалық қызмет көрсету",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "бұрын менде дәрігер болам деп ойлап едім.Бірақ жиіркеніп кеттім.\n\nБақырып жүрсемде мұғалім болғаным артық деп ойлап жүрмін қазір.",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "Мен Сұрақ-Жауап сайтында жұмыс жасаймын. Құдай қаласа сайтқа жұмыс істеп келе жатқаныма 6 жыл толады екен. Осы уақытқа дейін түйгенім: \"Өзіңе не ұнайды, сонымен айналыс.\" Кейде шаршап жалыққанның өзінде де өзіңе ұнайтын іс болғандықтан ары қарай тұрып жұмыс істеуге құлшыныс ашылады.",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "Сұрағың өте орынды.  Мен  конструктор болуды армандағанмын.Бірақ қазақстанда конструкторларға жұмыс орны жоқ,  конструкторлық жобаларың керек емес,сондықтан жеке кәсіпкерлік ашып, құрылыс дизайн жобаларын жасаймын, тапсырыспен ғана  және компьютерлер жөндеумен айналысып кеттім, бос уақытымда демалу үшін әр түрлі техникалардың жобасын жасаймын, олар жатады әр жерде шашылып, қазақпыз ғой, пейзаждар саламын  т.с.с.\n\n Егер осы сен айтқандай әр адам өзіне қатты ұнаған сүйікті мамандығы бойынша  жұмыс істесе,  еліміз керемет  гүлденіп кетер еді. Өкінішке орай олай болмай тұр, танысы  барлардың шанысы бар болып тұр. Әйтеуір мансап қуғандар көпшілігі, бардың-келдің айлық жүріп жатыр. Ал, не-бір  қолынан іс келетін талантты қыз-жігіттер базарда саудада қор болып жүр. Оларды жақсы білемін,  талант бар, таныс жоқ!",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "Кийосакиді оқығалы барлық жұмыс ұнамай қалды)) Әсіресе мұғалімдерді аядым",
                "date": "22.06.2016",
                "upvotes": 2
            },
            {
                "text": "Менің өзіме \" Менеджер \" мамандығы қатты ұнайды, үйткені үлкен көмпаниялар, биік Корпарацияларды, басқару жұмысын атқаратын белгілі маман иесі,",
                "date": "22.06.2016",
                "upvotes": 0
            },
            {
                "text": "Менің өзіме \" Менеджер \" мамандығы қатты ұнайды, үйткені үлкен көмпаниялар, биік Корпарацияларды, басқару жұмысын атқаратын белгілі маман иесі.",
                "date": "22.06.2016",
                "upvotes": 0
            },
            {
                "text": "Өзіңіз логиніңізге Қазақстан2050 деп қойыпсыз.\nСіз сонда қазақ болсаңңыз неге қазақ тілін білмейсіз.СІЗДІҢ ӨЗ ТІЛІҢІЗДІ ӨЗІҢІЗ БІЛМЕГЕНІҢІЗ ҰЯТ!!!!!!!\nШұқылап не бар дейсіз қазақ қазаққа осылай ескертіп отырма қалай  қазақ болады.",
                "date": "25.06.2016",
                "upvotes": 0
            },
            {
                "text": "Маған үйтіп ақыл айтпаяқ қойыңыз, Алла ғана қателеспейді, пенденің барлығы қателеседі, бір қатені көріпсіз өзіңізге қарап барып сосын маған айтыңыз !!! Мына сайттың ішіндегі коментариялер яғни пікілердің барлығы дерлік қатесіз деп өзіңіз айта аласыз ба ? Және де, Қазақстан 2050 деп қойған себебімді айтайын, Сайттың бір кемшілігі Тіркелген кезде (регистрация) еткенде өзіңнің есімің мен тегіңді жазып кіре алмайсың, сондықтан есіме түскен Қазақстан 2050 мен тіркелдім. Мен екінші рет кешірім сұраймын ол жазғаныма, алдында айтқанмын кешірім өтінемін, байқамай жазып кетіппін деп.... Тағы да не деп шағымданасыз маған !!!",
                "date": "28.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлағының сыртынан күн көрінетін, аузын ашса артынан жол көрінетін! сөздің мағынасы?",
        "question_content": "Құлағының сыртынан күн көрінетін, аузын ашса артынан жол көрінетін! сөздің мағынасы?",
        "question_date": "21.06.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аузын ашса жүрегі көрінетін деген сөз бар.  Ақ көңіл, ашық  мінезді, өте мейірімді адал адамдарды айтады.\n\nҚұлағынан күн көрінетіндер, олар  өте арық, терісі жұқа адамдар.\n\nҚұлағының сыртынан күн көрінетін, аузын ашса артынан жол көрінетін! сөздің мағынасы?   Бұндай суреттеп айтылған сөздерді естімедім.",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Энафизм деген не? Қанағатшылдықтың бір түрі ме екен?",
        "question_content": "Мүмкін менікі бала кезден қалыптасқан мүлікке деген энафизмнің, яғни қанағатшылдықтың бір түрі ме екен?",
        "question_date": "21.06.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернеттен: Энафизм - өзіне керек заттың бәрі бола тұра сатып ала берсе өз өмірін құрта(бұза) түседі деген теория.\n\nДемек, қанағатшылдықтың бір түрі",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ВК-да басқа адамдар хат (письмо) жаза алмайды?",
        "question_content": "Маған вк да басқа адамдар хат(письмо) жаза алмайды суреттерімеде\nтүсіндірме (комментари) жаза алмайды бәрі дұрыс настройкада бәрі все пользователи деп тұр сондада ешкім жаза алмайды оны қалай кетірсем болады?",
        "question_date": "21.06.2016",
        "question_tag": "Вконтакте",
        "question_views": 885,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен жаңа ,ғана қарадым. Бәрі жақсы, комментарий де, жеке хатта жазуға болады",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "Мен жаңа ,ғана қарадым. Бәрі жақсы, комментарий де, жеке хатта жазуға болады",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ҰБТ тапсырған жоқпын, Серпін жобасымен университетке түсуге болама?",
        "question_content": "Мен осы жылы ҰБТ тапсырған жоқпын. Емтихан тапсырдым. Енді мен Серпін бағдарламасымен ЖОО-ға түсе аламынба?",
        "question_date": "21.06.2016",
        "question_tag": "Мектеп",
        "question_views": 517,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Яндексте Юань курстары не үшін күнделікті көрсетіліп тұрмайды?",
        "question_content": "Яндексте Юань курстары не үшін күнделікті  көрсетіліп тұрмайды?  \n\nUSD НБРК335,89      EUR НБРК380,73     RUB     НБРКкурс    НБРК на 21/065,24",
        "question_date": "21.06.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Яндексте курстар тұрған жердің оң жағында тұрған үш нүктені бассаңыз бағыттау(настройка) ашылады. Сол жерде механизмнің(кресттің сол жағында тұрған) үстінен бассаңыз курстарды бағыттай аласыз.",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұзды суда еритін-бұл не?",
        "question_content": "а-кальцийдің карбонаты\nб-барийдың сульфаты\nс-калидың хлориды\nд-күмістің хлориді\nе-қорғасынның хлориды",
        "question_date": "21.06.2016",
        "question_tag": "Мектеп",
        "question_views": 867,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кальцийдің карбонаты",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Турцияда орташа демалуға неше теңге қараж жұмсалуы мүмкін деп ойлайсыңыз?",
        "question_content": "Турцияда орташа демалуға неше теңге қараж жұмсалуы мүмкін деп ойлайсыңыз? әр түрлі ойын сауықтарын қосқанда\n\nЖақын арада қыдырып келгендер болса",
        "question_date": "21.06.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 890,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанша күнге, қанша жұлдызды қонақ үйге тоқтайтындығына байланысты. Орта есеппен 250 мың теңгеден болады 1 аптаға. 1ші рет барсаңыз туристік фирмамен барыңыз. Сосын өзің барып көріңіз (өзіңіз барсаңыз арзанға түседі).",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "1000 доллар немесе 2000 доллар )) ең дұрысы ))  15﻿ тәулікке жетеді.",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Техникалық мамандықтардың ішінен қазіргі таңда елімізде сұранысқа ие мамандық?",
        "question_content": "Менің келесі жылы мектеп бітіретін інім бар. Ұлымның таңдау пәні - физика. Жалпы техникалық мамандықтардың ішінен қазіргі таңда елімізде сұранысқа ие, келешекте жұмыссыз қалмайтын қандай мамандықтарды ұсынар едіңіздер?",
        "question_date": "21.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 3000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тек мұғалім болады, физикадан сабақ беретін, басқа жұмыс жоқ сияқты.",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "Мамандық таңдағанда оның болашағын да ойлау керек. Себебі технология тез дамып келе жатыр, соның салдарынан бүгін керек мамандық ертең қажетсіз болуы мүмкін. Сол себепті болашағы бар саланы таңдауға кеңес беремін.\nМысалы, елімізде инженерлік мамандықтарға, дәрігерлерге, сервис қызметкерлеріне, ақпараттық технология, экология, логистика саласындағы мамандарға деген сұраныс жоғары, әрі оларға қажеттілік те күн сайын артып келеді. Болашағы бар басқа да мамандықтар туралы толық ақпараттымына жерден оқуға болады.",
                "date": "16.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кезекті демалыстағы адамды ремонт деп шақырып алу заң жүзінде дұрыс па?",
        "question_content": "Кезекті демалыстағы адамды ремонт деп шақырып алу заң жүзінде дұрыс па, бұрыспа айтып жіберіңіздерші. Менің ойымша оқу жылы аяқталысымен құжаттарды жөндетіп,ремонтты жасатып алып бірақ жіберу керекқой.Сіздерде қалай?",
        "question_date": "21.06.2016",
        "question_tag": "Заң",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай кезде сіз де  айта салыңыз, Ыстық көлде демалып жатырмын деп.  Олар өз білгендерімен заңды бұзса өздерінен көрсін.",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "ҚР Еңбек Кодексі бойынша Кері шақырып алуға болады, бірақ сол шақырылып алған күндерге еңбек ақы төлесе, бірақ басқа айларда сол жұмыс жасаған күніңді берсе ғана заңды, (қысқасы екі есе қылып төлеу керек)",
                "date": "22.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темекі шегетін адам мен шекпейтін адамның арасында қаншалықты айырмашылық бар?",
        "question_content": "Темекі шегетін адам мен шекпейтін адамның арасында қаншалықты айырмашылық бар?",
        "question_date": "21.06.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басты айырмашылық денсаулық,қосымша айырмашылық бухгалтериялық есеп бойынша ай сайынғы шығында",
                "date": "21.06.2016",
                "upvotes": 1
            },
            {
                "text": "оның айырмашылығы сол темекі қорабының сыртында бейнеленген адаммен өзіңді салыстыр\n\nАйырмашылық деген осы",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "Темекi шегетiн адам оның зиянын бiлмейдi, шекпейтiн адам пайдасын бiлмейдi...",
                "date": "22.06.2016",
                "upvotes": 1
            },
            {
                "text": "Темекі шегетіндердің, айырмашылығы олар, көбіне дауыстың жуандауы, шекпесе де иістің шығуы, бауыр, өкпенің нашарлап ауруға шалдығуы, және өмірінің қысқаруы. Шекпейтіндер, қысқаша айтқанда Денсаулықтар десем қателеспейтін шығармын, егер сол сияқты (ішімдік, насыбай, есірткі, тб) қолданбаса ....",
                "date": "22.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімнің ақылы еңбек демалысын есептеу",
        "question_content": "Саламатсыз ба? Мен былтырғы 2015 жылдың қыркүйек айына дейін мектепте бағдарламашы және мұғалім қызметін қатар алып келдім. Сол жылдары маған еңбек демалысын екі түрлі жолмен есептеді. Яғни бағадарламашыға бөлек, мүғалімге бөлек есептеп еңбек демелысын берді. 2015 жылдың 4 тамыз күні бағдарламашы қызметі бойынша  мен жұмысқа түсіп 31 тамызға дейін 22 күн жұмыс жасадым. Ал сол жылғы мұғалімдік еңбек демалысым 31 тамыз күні бітіп мен 1 қыркүйектен жұмысқа түстім. Осы өткен жылы 1 қыркүйектен бастап мен бағдарламышылықтан шығып, толық сағатпен жұмысқа түстім. Биыл еңбек демалысын есептеу кезінде бухгалтер маған өткен жылғы тамызда істеген 22 күн бағдарламашының күнін қосып есептеді. Мен ол кісіге 1 қыркүйек күні бағдарламашылықтап босадым,  маған неге 1 қыркүйектен санап есептемедіңіз, сосын ол кезде алған жалақым мұғалімнің жалақысы емес  деген едім. Ол кісі заң солай деді. Мектеп директорының бағдарламшылық қызметтен босталып толық сағатқа шықсын деген № 40. 01.09.2015 жылғы бұйрығыда бар.  Осы есептегені дұрыс па?",
        "question_date": "20.06.2016",
        "question_tag": "Заң",
        "question_views": 396,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таза балым 73 ,таңдау пәнім химия. Қайда түсе аламын грантқа?",
        "question_content": "ЖОО-ға таза 73 балмен түсу",
        "question_date": "20.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 240,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таза баллың  73  болса, кез келген жерге оқуға түсуге мүмкіндігің бар ғой.",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медико профилактикалық іс мамандығы туралы",
        "question_content": "М.Оспанов атындағы мед академмяға медико профилактикалық іс мамандығы бойынша грантқа түсу балы қанша?",
        "question_date": "20.06.2016",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "В каких колледжах есть специальность переводчик",
        "question_content": "город Астана или Петропавловск",
        "question_date": "20.06.2016",
        "question_tag": "Мектеп",
        "question_views": 164,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таза 95 баллмен Медициналық Университтерге түсе аламынба?",
        "question_content": "Таза 95 баллмен Медициналық Университтерге түсе аламынба? ҰБТ-да 118 балл жинаған болатынмын тазасы 95, қандай Медициналық университеттерге түсе аламын. Астана Медициналық Университетіне балым жетеді ма?",
        "question_date": "20.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 891,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сенің баллың асып кетіпті ғой. Түсіп тұрсың  оқуға ! Құтты болсын !",
                "date": "20.06.2016",
                "upvotes": 0
            },
            {
                "text": "мен  биология тандагам ентден 90 алдым орыс тылсыз 77  мен кандай мед универ немесе колледге тусе алам??Ас",
                "date": "24.06.2016",
                "upvotes": 0
            },
            {
                "text": "Əрине! Түсіп тұрсыз! МУА-ға түссеніз болады! Бірақ білуімше кім қайда оқитынын білетін сияқты. Яғни, грантқа заявкалар кетті ғой дейм",
                "date": "25.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "I топтағы мүгедекке грантқа түсу мүмкін бе?",
        "question_content": "мен бірінші топтағы мүгедекпін. ҰБТ-да 90/72 балл жинадым. таңдау пәнім-география, грантқа түсуге мүмкін бе және қандай мамандықтарға мүмкіндік бар?",
        "question_date": "20.06.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнайы жеңілдіктер болу керек,  әр жерде өз заңдылықтары бар, барып сұрастыру керек.",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-дан орыс тілінсіз 70 балл алдым. 5 пән физика Алматы қай университетіне түсе аламын?",
        "question_content": "ҰБТ-дан орыс тілінсіз 70 балл алдым. 5 пән физика Алматы қай университетіне түсе аламын?",
        "question_date": "19.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "СССР кезеңіндегі жалған тарихты жақсы оқып кілең 5 деген баға алғандар қазір өкіне ма?",
        "question_content": "СССР кезеңіндегі жалған тарихты жақсы оқып кілең 5 деген баға алғандар қазір өкіне ма?  Ал сол кездегі тарихтан  дисертация қорғап  профессор атанғандар не болды?",
        "question_date": "19.06.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шет елде ешкімге де керек емессің. Өз отбасың, достарыңа ғана болмаса.",
        "question_content": "Шет елде ешкімге де керек емессің. Өз отбасың, достарыңа ғана болмаса. Шет елде бəрі оңай, оңай ақша, оңай атақ деп ойлайтындарға көзашар фильм. Бауырларым, қайда болсаңдар да аман есен жүріңдер. сəттілік",
        "question_date": "19.06.2016",
        "question_tag": "Видеосұрақ",
        "question_views": 592,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда дахуя адамға керектей сезiнiп кеттiм өзiмдi)",
                "date": "20.06.2016",
                "upvotes": 1
            },
            {
                "text": "Мәселе, шетелге қандай мақсатпен барғаныңа, не істегеніңе, жаңа ортаға үйренгеніңе, тіл меңгергеніңе байланысты. \"Өз үйің - өлең төсегің\", \"Өзге елде сұлтан болғанша, өз еліңде ұлтан бол\" деген сөздер \"ШЕТЕЛГЕ ШЫҚПА!\" деу үшін айтылмаған! Қайда болсаң да еліңді, тегіңді ұмытпа деген сөз. Кейде тым әсірелеп жібереміз...",
                "date": "21.06.2016",
                "upvotes": 0
            },
            {
                "text": "Жанара мен сени суйем",
                "date": "26.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайдасың, Гауһар? қайдан оқуға болады? Бердібек Соқпақпаев",
        "question_content": "«Қайдасың, Гауһар?» өз отбасына арналған шығарма. Осы тақырыпта, үнемі қамауда қалатыг кішкентай Самалдың құлыпты ошақтағы күлдің ішіне тығып тастағаны жайлы – «Құлып» деген әңгімесі жарық көрді. Тағы бірде кинотеатрдан «Антон мен Кнопка»деген австриялық фильмді көрген. Фильмде Антон – кедейдің баласы, Кнопка байдың қызы. Кнопка Антон екеуміз бірдей болумыз керек деп киімдерін тесіп, сандалын кесіп тастайды, мұны көрген Самал үйге келген соң аяқ киімін кесіп тастайды. Аңғарымпаз жазушы осы оқиғаны арқау етіп «Сандал» деген әңгімесін жазады.\n\nҚайдасың, Гауһар? қайдан оқуға болады? Бердібек Соқпақпаев",
        "question_date": "19.06.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітапханаларда бар ғой, алып оқи бер.",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыбайлас жемқорлықпен күресудің тиімді механизмін ұсыну туралы",
        "question_content": "Бұл палата облыстық деңгейде мемлекеттік қызметшілер арасында сыбайлас жемқорлықпен күресудің тиімді механизмін ұсынады деген тақырыпқа үкімет және оппозиция тараптарының ұстанымдарын құрастыруға көмектесіңіздерші. 1 рет ойнағалы тұрмыз. Аса түсініп жатқанымыз жоқ әлі.",
        "question_date": "19.06.2016",
        "question_tag": "Саясат туралы",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": []
    }
]