[
    {
        "question_title": "Математика Атамұра 4 сынып 2 бөлім 12 бет 9 есеп берілгені керек еді",
        "question_content": "математика китабимиз жок еди.тезирек керек) атамұра 2015 12 бет 9 есеп",
        "question_date": "9.01.2017",
        "question_tag": "Математика",
        "question_views": 36300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Математика 4 сынып Атамұра 24\n\nбет",
                "date": "23.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір әншінің әнін айтып концерт платный берсең ауылдарға сол үшін де салық төлеу тиіс пе?",
        "question_content": "Концерт берсек қанша болады. Бір әншінің әнін айтып концерт платный берсең ауылдарға сол үшін де салық төлеу тиіс пе?",
        "question_date": "9.01.2017",
        "question_tag": "Қазақша ән",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл кəсіппен жиі айналысатын болсаң төлейс",
                "date": "11.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жоламан Тіленшіұлы тест керек қатты?",
        "question_content": "Жоламан Тіленшіұлы тест керек қатты? Қатты керек өтініш тағы да Саржан Қасымұлын бола ма?",
        "question_date": "9.01.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоламан Тіленшіұлы – қазақ халқының 19 ғасырдың 20 – 30-жылдарындағыРесей империясының отаршыл саясатына қарсы ұлт-азаттық көтерілісі басшыларының бірі, халық батыры.Кіші жүз құрамындағы Жетіру тайпалары бірлестігінің табын руынан шыққан. 19 ғасырдың 20-жылдарының басында Ресей империясының Орынбор әкімшілігі Елек өзенінің бойындағы табын руының жерлерін тартып алып, бекіністер сала бастайды. Орал, Елек, Бердянка, Құраты өзендерінің бойында 29 бекініс бой көтеріп, ол Жаңа Елек шебі деп аталды. Ресей империясы әкімшілігінің мұндай отарлау саясатына қарсылық білдіріп, Жоламан бастаған бір топ табын руының адамдары 1823 жылы, 3 қыркүйекте Орынборгенерал-губернаторы Эссенге хат жолдайды. Қазақтардың жер мәселесін қарайтын комиссия төрағасы Шерғазы хан олардың бұл талаптарын заңсыз деп танып, наразылық қимылдарына қарсы әскер күші қолданылатынын ескертеді. Мұндай өктем жауап Жоламан батыр бастаған табын руы қазақтарының қарулы көтеріліске шығуына түрткі болды. 1835 жылға қарай олардың қатарына Алшынның: Байұлы (Адай, Жаппас, Алтын, Шеркеш және тб), Жетіру (Табын, Жағалбайлы, Тама) , Әлімұлы (Төртқара, Шекті) және Орта жүз Арғың, Қыпшақ тайпаларының адамдары қосылып, көтерілісшілер саны 4500 жетті. Көтерілісшілерге қарсы Орынбор әкімшілігі арнайы әскери бөлімдер жіберіп, көтерілісті басып тастауға күш салды. 19 ғасырдың 30-жылдарының ортасынан бастап Жоламан батырКенесары Қасымұлы жасағымен бірігіп, отаршыл саясатқа қарсы күрес жүргізеді. Кенесары қолы оңтікке қарай бет алғанда Жоламан батыр бастаған көтерілісшілер тобы ыдырай бастайды. 19 ғасырдың 40-жылдарының басында Жоламан батырдың өзі Бұхараға қоныс аударады. Одан кейінгі тағдыры белгісіз.\n\nСАРЖАН СҰЛТАННЫҢ КӨТЕРІЛІСІ (1825 — 36) — Ресей империясының Қазақстанда жүргізген отаршылдық саясатына қарсы бағытталған ұлт-азаттық қозғалыс. Хандық биліктің жойылуына байланысты окр. және шекаралық ресейлік басқару мекемелері ашылып, әскери бекіністер салына бастады. Көтерілістің шығуына Солт. Қазақстандағы суы мен жайылымы мол Есіл өз-нің бойындағы жерлердің орыс-казак шаруаларына берілуі және алым-салықтың өсуі де қатты әсер етті.Саржанның Қытайдағы Цинь үкіметімен қарым-қатынас орнату әрекеті сәтсіздікке ұшырады. Ол інісі Есенгелдімен бірге қазақ ауылдарында халықты ашық бас көтеруге үгіттеп, 1825 ж. Қарқаралы окр-не қарасты Қарпық болыстығы қазақтарының көтеріліске шығуына ұйытқы болды. Қарулы жасақтар Саржан сұлтанның басшылығымен окр. приказдарға, керуен жолдарына тұтқиылдан шабуыл жасап, жергілікті билік орындарын әбігерге түсірді. Жасақтар қатарында Саржанның інісіКенесары да болды. 1826 ж. 31 қаңтарда Бат. Сібір ген.-губернаторы П.М. Капцевичтің бұйрығына сәйкес жіберілген 200 казактан жасақталған жазалаушы жасақпен Саржан бастаған көтерілісшілер арасында шайқас болып, көтерілісшілер жеңіліс тапты. Бірқатар көтерілісшілер тұтқынға түсті. Қудалаудан құтылу үшін Саржан өз қол астындағы көптеген ауылдармен Орынбор шебіне қарай көшіп, Кіші жүз қазақтарын өз жағына тарту бағытында жұмыстар жүргізді. Соған орай Орынбор ген.-губернаторы Саржан сұлтанды Кіші жүздегі “барлық мазасыздыққа басты кінәлі” деп бағалап, оның мұндай әрекетіне тосқауыл қоюға әрекеттенді. Бұған қарамастан көтерілісшілер қатарына Кіші жүз қазақтарымен қоса қашқын орыс, татар, башқұрттар да қосылды. Саржан Қоқан, Хиуа хандықтарымен және Бұхар әмірлігімен байланыс орнатты. Саржан жасақтары барған сайын жаңа көтерілісшілермен толығып отырды. Оның жасақтарының бірін басқарған сұлтан Абылай Ғаббасов Қарқаралы окр-не жорықтар ұйымдастырды. Көкшетау окр-нде сұлтан Сартай Шыңғысов Саржанға қолдау білдіретіндігін танытып, ондағы халық көтерілісіне басшылық жасады. Отаршылдық әкімш-ке жағымпаздануымен ерекшеленген Қарқаралы окр-нің аға сұлтаны Тұрсын Шыңғысов Саржан бастаған көтерілісшілердің талқандалуына ынталылық танытып, патша әскеріне көмектесті. Саржан 1832 ж. Қоқан хандығының Ташкент құсбегімен патша өкіметіне қарсы бірлесе күресу жөнінде келісім жасап, Ұлытауға, Сарысу өз. бойына келіп қоныстанды. Қоқандықтардың қолдауымен бірнеше рет Орта жүз жеріне жорық жасады. Ол Ташкент құсбегіне бағынышты Ұлы жүз қазақтарын да өз жағына тартуға тырысты. Бұл өз кезегінде Саржанның қоқандықтармен жанжалына негіз болды. Ташкент құсбегі 1836 ж. жазда Саржанды және оның інілері Ержан мен Есенгелдіні, сондай-ақ оны қолдаған бірқатар белгілі батырларды Ташкентке алдап шақырып зұлымдықпен өлтіртті. Саржанның өлімінен кейін Ресейдің отарлық саясатына қарсы күрес оның інісіКенесары Қасымұлы бастаған қазақ халқының ұлт-азаттық қозғалысына ұласты.",
                "date": "25.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шыбынның неше қанаты болады ?",
        "question_content": "Шыбынның неше қанаты болады ?",
        "question_date": "9.01.2017",
        "question_tag": "Жануарлар",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қос қанаттылар қатарына жатады. Демек, екі қанаты бар))",
                "date": "10.01.2017",
                "upvotes": 1
            },
            {
                "text": "Шыбынды ұстап қанаттар жұлып тастағанда екеу болған, демек екеу.",
                "date": "10.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір әншінің әнін айтып, соның әнімен концерт беруге бола ма?",
        "question_content": "Әншілер сияқты біз де салық төлеуміз тиіс па? Бір әншінің әнін айтып, соның әнімен концерт беруге бола ма?",
        "question_date": "9.01.2017",
        "question_tag": "Қазақша ән",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине салық төлейсің.\n\nБелгілі әнші болмасаң концертіңе адамдардды шақыруда қиын. Адамдарды қызықтыра білу керек. Концерт залдарының арендасы бар. 1 кешке миллион теңгеден алады. Концерт берген соң елдерді қызықтыру үшін атақты әншілерді шақырасың, олардың гонорары да аз емес. Костюм тігесің деген сияқты ұсақ-түйектері бар.",
                "date": "9.01.2017",
                "upvotes": 0
            },
            {
                "text": "Халық жиналмаса табыс түспейді. Халық жиналу үшін танымал болу керек. Сондықтан берген концертің",
                "date": "11.01.2017",
                "upvotes": 0
            },
            {
                "text": "улкен концерт берсен уят ойткени адамдар биледи ол ан сенинки емес екенин жане сен оны жондетесин кейбир адамдар сенбегеннен кейин ал айтып берши жан даусынмен дейди менин оймыша онда болмайды",
                "date": "12.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыбырай Алтынсариннің ең қысқа өлеңі керек еді?",
        "question_content": "5 сынып оқушысына арналған өлең керек. Ыбырай Алтынсариннің ең қысқа өлеңі керек еді?",
        "question_date": "9.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 18100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өнер-білім бар жұрттар\nӨнер - білім бар жұрттар\nТастан сарай салғызды;\nАйшылық алыс жерлерден,\nКөзіңді ашып - жұмғанша,\nЖылдам хабар алғызды.\nАты жоқ құр арбаны\nМың шақырым жерлерге,\nКүн жарымда барғызды.\nАдамды құстай ұшырды;\nМал істейтін жұмысты\nОт пен суға түсірді;\nОтынсыз тамақ пісірді,\nСусыздан сусын ішірді.\nТеңізде жүзді балықтай,\nДүниені кезді жалықпай,\nБілгендерге осылар\nБәрі - дағы анықтай,\nБілмегенде танықтай;\nБіз де бекер жатпалық,\nОсыларға таныспай;\nАт өнері білінбес\nБәйгеге түсіп жарыспай;\nЖелкілдеп шыққан көк шөптей\nЖаңа өспірім достарым,\nҚатарың кетті-ау алысқа-ай,\nҰмтылыңыз, қалыспай.\nБіз надан боп өсірдік\nИектегі сақалды.\nӨнер – жігіт көркі деп\nЕскермедік мақалды...\nБіз болмасақ сіз барсыз,\nҮміт еткен достарым,\nСіздерге бердім батамды.\n\nӨзен\nТаулардан өзен ағар сарқыраған,\nАйнадай сәуле беріп жарқыраған.\nЖел соқса, ыстық соқса бір қалыпта,\nАралап тау мен тасты арқыраған.\nКөңілің суын ішсең ашылады,\nДенеңде бар дертінді қашырады.\nӨксіген оттай жанып жануарлар\nӨзеннен рақат тауып басылады.\nҚынарда тілсіз тұрған тоғайлар да\nШуылдап желмен бірге бас ұрады...\nОн мың мал айдап өтсең лай қалмайды,\nТасыса су бармаған сай қалмайды.\nТасыған өзен судың қуатымен\nКөк шығып шөп бітпеген жай қалмайды.\nЕл қыстап күн көреді жаныбында,\nДәм болар алуан - алуан балығында...\nТас таста, алтын таста сынамаққа,\nСонда да аққан өзен қалыбында.\nҚұдіретін құдайымның көресін бе?\nНе нәжіс тоқтар өзен денесінде...\nАрыстан демалуға суға кірсе,\nБалықтар шымшып ойнар терісіне...",
                "date": "9.01.2017",
                "upvotes": 0
            },
            {
                "text": "Ей сен озы казак сын ба?!! Ыбырай Алтынсариннын ен кыска олены жок кой",
                "date": "12.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Металдардың адам өміріндегі маңызы\" атты тақырыпта реферат қажет?",
        "question_content": "Химия пəнінде отырмын. Маған жедел  \"Металдардың адам өміріндегі маңызы\" тақырыбында реферат қажет?",
        "question_date": "9.01.2017",
        "question_tag": "Химия",
        "question_views": 15000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мазмұны\nАннотация.................................................................................\nКіріспе........................................................................................3\n\nНегізгі бөлім\nI. Металдардың шығу тарихы.........................................................4\nII. Табиғаттағы металдар....................................................................5\nIII. Металдардың қасиеттеріне байланысты бөлінуі......................6\nIV. Өмірдегі маңызды металдар..........................................................7\nV. Ағзаның химиялық құрамы.........................................................20\nVІ. Металдардың жоғарғы концентрацияларының адам денсаулығына әсері..............................................................................24\nVIІ.Қорытынды....................................................................................25\nПайдаланылған әдебиеттер..............................................................................................26\nРецензия...............................................................................................\n\n\nАннотация\nӨркениетті өндірістің дамуына сәйкес және адамдардың металдарды игеруі мен қолдануына орай тарихта бүтіндей металл дәуірінің аты қалды.\nҚазіргі адамзат қоғамының дамуы үшін металдардың маңызы өте зор.Бүгінгі күндері таңғажайып қасиеттері бар синтетикалық заттардың сан алуан түрі өмірге келгеніне қарамастан, металдар осы заманғы техникаға қажетті ең маңызды конструкциялық материал болып қалады.Металдар тірі және өлі табиғаттың аса маңызды құрамдас бөлігі.Жердің беткі қабаты литосфера: Al, Fe, Ca, Mg, Na, K қосылыстарынан тұрады. Жер массасының 99% - ын құрайды.\nБиосферада да атқаратын қызметі орасан зор.Қазақ халқының ежелден пайдаланып келе жатқан металдары мен құймалары, олардың қасиеттері мен қолданылуы, кездесетін жерлері туралы жоспарлы жұмысты тілге тиек еттім.\nҚолымыздағы бар байлығымызды қадірлейік.Қазіргі кезде жастар көрші Қытай мемлекетіне азын-аулақ ақшаға қызығып Al- ді, Cu-ды, Fe-ді және басқа металдарды өткізеді.Ал ол мемлекет бізден алған металдардан халық шаруашылығына қажетті заттарды жасап, өзімізге бірнеше есе қымбат бағаға сатады.Сол металдарды жинап,өз елімізде өз пайдамызға жаратсақ халық шаруашылығы өркендер еді.\nМіне, осыны ойланайық.\n\n\nЖалғасы астындағы ссылкада, мында толығымен көшіріп қояйын десем сыймайды екен))\n\nhttps://infourok.ru/ilimi-zhoba-mirdegi-maizdi-metaldar-700959.html осы жерде",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баланың анализінде лейкоцит көп. Қалай емдеуге болады?",
        "question_content": "Баланың анализінде лейкоцит көп. Қалай емдеуге болады?",
        "question_date": "9.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лейкоздарды емдеу.\nПолихимиотерапия принциптері:\nЕкпінді емдеу әдісі;\nПрепараттарды циклді қабылдау;\nЕмдеу интенсивтілігі;\nцитостатикалық препараттардың сәйкес келуі.\nБарлық химиопрепараттар екі негізгі топқа бөлінеді:\n1-ші топ — жасушалық циклға (циклоспецифиялық) әсер ететін, митоздың бір немесе бірнеше фазасына әсер ететін химиялық агенттер\n2-ші топ – бұл химиялық зат, оның әсері циклға тәуелсіз.\nЦитостатикалық терапияның бірінші сатысы – ремиссия индукциясы.\nВАМП комбинациясы: 5 сегізкүндік курс бойынша –жедел лимфобластты лейкоздардың (ЖЛЛ) терапиясы.\nОған мына препараттар кіреді:\nВинкристин 1,5 мг/м2 в/і аптасына 1 рет 1-ші немесе 3-ші күннен бастап.\nАметоптерин (метотрексат) 20 мг/м2 1 рет 4 күнде в/і.\nв-Меркаптопурин — 100 мг/м2 күн сайын.\nПреднизолон — 40 мг/м2 күн сайын.\nВРП комбинация:\nВинкристин -2 мг 1 м2 аптасына.\nРубомицин — 80 мг 1 м2 аптасына.\nПреднизолон — 40 мг 1 м2 аптасына.\nЕң күшті әсері – 80% жағдайда 3 күн ішінде цитозинаробиназид 100 мг/м2-ді даунорубицинмен – 45 мг/м2-мен қосып емдегенде жазылу (немесе толық ремиссия) байқалады.\nЕмдеудің келесі сатысы – бұл: ремиссия консолидациясы, яғни сүйек миының трепанобиопсиясы кезінде бластты жасушалардың азаюы кезінде лейкозды жасушалардың толық эрадикациясымен ремиссиясын нығайту керек.\nҮшінші саты – бұл:нейролейкоздардың профилактикасы — ЖЛЛ, ЖМЛ-мен ауыратын науқастарға жүргізіледі.\nТөртінші саты – бұл:Цитостатиктердің ұстанымды дозасы ремиссиясы кезінде емдеу (Цитозин арабиназид — 30 мг аптасына немесе 5-күндік курста 25 күнде интервалмен, тиогуанин — 40 мг/м2).\nТолық ақпарат: http://kazmedic.kz/archives/category/gematologya",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден мектепке оқуға ауысуға бола ма?",
        "question_content": "Мен қазір колледжде 1 курста оқимын. Қайта мектепке ауыса аламын ба?",
        "question_date": "8.01.2017",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазір білмедім бірақ, осыдан біраз жыл бұрын, лицейде бір курс бітіріп, қайтадан мектепке 11",
                "date": "9.01.2017",
                "upvotes": 0
            },
            {
                "text": "1 класты кацта бастап оқығың келеме не",
                "date": "9.01.2017",
                "upvotes": 0
            },
            {
                "text": "Колледжден ары карай оки бер енди нен бар ары бери ойбай мнау колледжден мектепке кайта кошипти маааскара дидго ертесне дурсы аргарай окы",
                "date": "9.01.2017",
                "upvotes": 1
            },
            {
                "text": "Не істедің ауыса алдыңба?менде ауысайн деп едым мектепке",
                "date": "12.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балабақшадағы жұмыс ауыр, олардың жұмысы жеңілдене ма?",
        "question_content": "Қазіргі таңда Балабақшаға қатты қарап жатыр! Ашық сабақтар т.б бұл жағдай балаларға өте ауыр емес па? Бала деген кішкентай 3-5 жастағы балалар ойыннын балалары го озим осылай ойлайм. Садиктің тәрбиешілері айтады жұмыс ауыр деп олардың жұмысы жеңілдене ма?",
        "question_date": "8.01.2017",
        "question_tag": "Қоғам",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыстың оңайы жоқ. Анау жаман, мынау жаман демей жұмыс істеңдер))",
                "date": "9.01.2017",
                "upvotes": 0
            },
            {
                "text": "Балабақша түгілі, мектептегі бастауыш сыныптардың өзі оңбай тұр. Бірақ жекеменшік балабақша болса, өзінің ішкі заңдары бар шыға",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұрық шығарып болған соң неге басым ауырады?",
        "question_content": "Менің жасым 21 де. Мен ұлмын. Ұят та болса айтайын дегенім көптен бері көңілімде бір сұрақ бар еді. Мен өзімнің мүшемді ұқалап ұрық шығарып жүргеніме 4-5 жыл болды. Аптасыны 1 рет қана істеймін. Ұрық болған соң 1 күн бойы басым ауырып, есте сақтау қабілетім төмендеп, ұйқым келеді. Ертеңгісінде бəрі орнына келеді. Ал басқа адамдардан сұрасам олар менде олай болмайды дейді. Сонда неге менің басым ауырады? Соны маман ретінде айтып берсеңіздер. Бұл аурудың түрі емес пе?",
        "question_date": "8.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақты осында жазғаның ұяттау болды. Жас балалар отырады, ойын бұзасың.\n\nМастурбация - адам өміріне зиян, адамның сана сезімін, ойын, өмір сүруге деген құлшынысын жояды. Алға қойған мақсаттарыңды орындауға күш-қуатың əлсірейді. Жалпы жалқауланып, өмірден түңілуге қарай аяқ басасың",
                "date": "9.01.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Мүгедектерге Санаторилік-курорттық жолдаманы кім тағайындайды?",
        "question_content": "Мүгедектерге жыл сайынғы санаторилік-курорттық жолдаманы кім тағайындап, жазады? Есепте тұрған дəрігер немесе учаскелік дəрігер, əлде медициналық-əлеуметтік сараптама орталығы?",
        "question_date": "8.01.2017",
        "question_tag": "Денсаулық",
        "question_views": 984,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Мүгедектерді санаторий—курорттық емдеумен қамтамасыз\nету»мемлекеттік көрсетілетін қызмет стандарты 1.Жалпы ережелер\n«Мүгедектерді санаторий-курорттық емдеумен қамтамасыз ету» мемлекеттік көрсетілетін қызметі (бұдан әрі – мемлекеттік көрсетілетін қызмет).\n2. Мемлекеттік көрсетілетін қызмет стандартын Қазақстан Республикасы Денсаулық сақтау және әлеуметтік даму министрлігі (бұдан әрі – Министрлік) әзірледі.\n3. Мемлекеттік қызметті Астана және Алматы қалаларының, аудандардың және облыстық маңызы бар қалалардың жергілікті атқарушы органдары (бұдан әрі – көрсетілетін қызметті беруші) көрсетеді.\nӨтінішті қабылдау және мемлекеттік қызмет көрсету нәтижесін беру көрсетілетін қызметті беруші арқылы жүзеге асырылады.\nМемлекеттік қызметті көрсету тәртібі\nМемлекеттік қызметті көрсету мерзімі:\n1) құжаттардың топтамасын тіркеген сәттен бастап – 10 (он ) жұмыс күні;\n2) құжаттардың топтамасын тапсыру үшін күтудің рұқсат етілген ең ұзақ уақыты – 30 минут;\n3) көрсетілетін қызметті алушыға қызмет көрсетудің рұқсат етілген ең ұзақ уақыты – 30 минут.\n5. Мемлекеттік қызметті көрсету нысаны – қағаз түрінде.\n6. Мемлекеттік қызметті көрсету нәтижесі: мүгедектерді санаторий-курорттық емдеумен қамтамасыз ету үшін қызмет ұсыну мерзімдерін көрсете отырып, құжаттарды ресімдеу туралы хабарлама.\nМемлекеттік қызметті көрсету нәтижесін ұсыну нысаны: қағаз түрінде.\n7. Мемлекеттік қызмет жеке тұлғаларға (бұдан әрі – көрсетілетін қызметті алушы) тегін көрсетіледі.\n8. Көрсетілетін қызметті берушінің жұмыс кестесі – www.mzsr.gov.kz интернет-ресурсында, «Мемлекеттік көрсетілетін қызметтер» бөлімінде орналастырылған.\nӨтінішті қабылдау мен мемлекеттік қызмет көрсету нәтижелерін беру кестесі: 13.00-ден 14.30-ға дейінгі түскі үзілісті ескере отырып, сағат 9.00-ден 17.30-ға дейін.\nМемлекеттік қызмет алдын ала жазылусыз және жеделдетіп қызмет көрсетусіз кезек тәртібінде көрсетіледі.\n9. Көрсетілетін қызметті алушы көрсетілетін қызметті берушіге мемлекеттік қызметті көрсету үшін жүгінген кезде осы мемлекеттік көрсетілетін қызмет стандартына қосымшаға сәйкес нысан бойынша өтінішті және мынадай құжаттарды ұсынады:\n1) көрсетілетін қызметті алушының және/немесе заңды өкілінің жеке басын куәландыратын құжатының көшірмесі, мүгедек балалар үшін – жеке басты куәландыратын құжат көшірмесі және заңды өкілінің жеке басты куәландыратын құжатының көшірмесі;\n2) денсаулық сақтау ұйымымен берілген санаторий-курорттық картасының көшірмесі;\n3) тұрақты тұрғылықты жері бойынша тіркелгенін растайтын құжат (мекенжай анықтамасы не ауыл және/не ауылдық округ әкімдерінің анықтамасы);\n4) «Медициналық-әлеуметтік сараптама жүргізу қағидаларын бекіту туралы» Қазақстан Республикасы Денсаулық сақтау және әлеуметтік даму министрінің 2015 жылғы 30 қаңтардағы № 44 (Нормативтік құқықтық актілерді мемлекеттік тіркеу тізілімінде № 10589 болып тіркелген) бұйрығымен бекітілген нысан бойынша мүгедектігі туралы анықтама және мүгедекті оңалтудың жеке бағдарламасынан үзінді көшірмелері;\n5) мүгедектің жазбаша келісімімен басқа адам өтініш тапсырған кезде –оның жеке басын куәландыратын құжаттың көшірмесі;\nжеке басты куәландыратын құжатта жеке сәйкестендіру нөмірі болмаған жағдайда – жеке сәйкестендіру нөмірінің көшірмесі.\nСалыстырып тексеру үшін құжаттардың түпнұсқалары және көшірмелері ұсынылады, содан кейін құжаттардың түпнұсқалары көрсетілетін қызметті алушыға қайтарылады.\nКөрсетілетін қызметті алушы барлық қажетті құжаттарды ұсынған кезде көрсетілетін қызметті беруші тіркелген күні және мемлекеттік қызметті алатын күні, құжаттарды қабылдаған адамның тегі мен аты-жөні көрсетілген талон береді.\nМемлекеттік қызметтер көрсету мәселелері бойынша\nкөрсетілетін қызметті берушінің және (немесе)оның лауазымды\nадамдарының шешімдеріне,әрекеттеріне (әрекетсіздігіне)\nшағымдану тәртібі\nМемлекеттік қызметтер көрсету мәселелері бойынша көрсетілетін қызметті берушінің және (немесе) оның лауазымды адамдарының шешімдеріне, әрекеттеріне (әрекетсіздігіне) шағымдану: шағым осы мемлекеттік көрсетілетін қызмет стандартының13-тармағында көрсетілген мекенжайлар бойынша көрсетілетін қызметті беруші басшысының не Астана және Алматы қалалары, аудандар және облыстық маңызы бар қалалар әкімдерінің (бұдан әрі – әкім) атына беріледі.\nШағым жазбаша нысанда почта арқылы не көрсетілетін қызметті берушінің немесе Астана және Алматы қалалары, аудандар және облыстық маңызы бар қалалар әкімдіктерінің (бұдан әрі – әкімдік) кеңсесі арқылы жұмыс күндері қолма-қол қабылданады.\nКөрсетілетін қызметті берушінің немесе әкімдіктің кеңсесінде шағымды қабылдаған адамның тегі мен аты-жөнін, берілген шағымға жауап алу мерзімі мен орнын көрсете отырып шағымды тіркеу (мөртаңба, кіріс нөмірі және күні), оның қабылданғанын растау болып табылады.\nКөрсетілетін қызметті берушінің, әкімдіктің мекенжайына келіп түскен көрсетілетін қызметті алушының шағымы тіркелген күнінен бастап 5 (бес) жұмыс күні ішінде қаралуға жатады.\nКөрсетілген мемлекеттік қызмет нәтижелерімен келіспеген жағдайда, көрсетілетін қызметті алушы мемлекеттік қызметтер көрсету сапасын бағалау және бақылау жөніндегі уәкілетті органға шағыммен жүгінеді.\nМемлекеттік қызметтер көрсету сапасын бағалау және бақылау жөніндегі уәкілетті органның мекенжайына келіп түскен қызмет алушының шағымы тіркелген күнінен бастап 15 (он бес) жұмыс күні ішінде қаралуға жатады.\n11. Көрсетілген мемлекеттік қызметтің нәтижелерімен келіспеген жағдайларда, көрсетілетін қызметті алушы Қазақстан Республикасының заңнамасында белгіленген тәртіппен сотқа жүгінеді.\nМемлекеттік қызмет көрсету ерекшеліктерін ескере\nотырып,қойылатын өзге де талаптар\nАрнаулы әлеуметтік қызметтерді алушылар болып табылатын бірінші және екінші топтағы мүгедектерге санаторий-курорттық емдеумен қамтамасыз ету үшін оларға құжаттарды ресімдеу көрсетілетін қызметті берушінің әлеуметтік қызметкерінің жәрдемдесуімен жүзеге асырылады.\n13. Мемлекеттік қызмет көрсету орындарының мекенжайлары Министрліктің www.mzsr.gov.kz интернет-ресурсында, «Мемлекеттік көрсетілетін қызметтер» бөлімінде орналастырылған.\n14. Көрсетілетін қызметті алушының мемлекеттік қызмет көрсетудің тәртібі мен статусы туралы ақпаратты көрсетілетін қызметті берушінің анықтамалық қызметтері, Мемлекеттік қызметтер көрсету мәселелері жөніндегі бірыңғай байланыс орталығы «1414» арқылы алуға мүмкіндігі бар.\n15. Мемлекеттік қызмет көрсету мәселелері жөніндегі анықтамалық қызметтердің байланыс телефондары: 8 (7172) 24 07 49, 24 12 91.",
                "date": "9.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҚарМУ-ға қалай жұмысқа орналаса аламын?",
        "question_content": "Биология мамандығы бойынша магистратураны бітірдім. ҚарМУ-ға жұмысқа орналасқым келеді. Бұл жерді білмеймін. Кадр бөліміне онлайн интернет желісі арқылы қалай рензюме жіберуге болады? Сайтын білесіздер ме?",
        "question_date": "8.01.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 313,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "100028, Республика Казахстан\nг. Караганда, ул. Университетская, 28\nтел: 8(7212) 77-03-89\nфакс: 8(7212) 77-03-84\ne-mail: office@ksu.kz\nwww: www.ksu.kz\nНегізі өзіңіз барып, мамандығыңыз бойынша сол кафедраға кіріп көргеніңіз дұрыс қой деймін...",
                "date": "9.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҚарМУ-дың кадрлар бөліміне жұмыс бойынша жеке тіркелу сайтын білесіздер ме?",
        "question_content": "Биология мамандығы бойынша магистрлік дипломым бар. ҚарМУ-дың кадрлар бөліміне жұмыс бойынша жеке тіркелу сайтын білесіздер ме?",
        "question_date": "8.01.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалпақ астында фосфорды жағу тәжірибесінен қандай қорытынды жасауға болады?",
        "question_content": "Қалпақ астында фосфорды жағу тәжірибесінен қандай қорытынды жасауға болады?",
        "question_date": "8.01.2017",
        "question_tag": "Мектеп",
        "question_views": 998,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қараңғыда фосфордың жарық болуы :\n\nЖарқырау атмосфералық оттегімен фосфордың баяу тотығуымен түсіндіріледі. Бұл жағдайда химиялық энергия жарық энергиясына айналады. Бұл құбылыс «хамилюминесценция» деп аталады.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жануарлар дүниесіне ең бай мұхит қайсы?",
        "question_content": "Жануарлар дүниесіне ең бай мұхит қайсы?",
        "question_date": "8.01.2017",
        "question_tag": "География",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тынық мұхиты - планетамыздың ең үлкен мұхиты болып саналады. Жер бетінің барлық су көлемінің жартысын тынық мұхиты алып жатыр. 100 мыңға жуық жануар",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітті өзіме қалай қарата аламын?",
        "question_content": "Жігітті өзіме ғашық қылу жолдары керек? Жігітті өзіме қалай қарата аламын?",
        "question_date": "8.01.2017",
        "question_tag": "Махаббат",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эй, жігіт тоқта, қызың бар ма, жоқ па десең өзі-ақ қарайды))))\n\nҚарайтын адам өзі-ақ қарайды, қарамайтын адам сіз ай үстінде отырсаңызда қарамайды. Өзіңізді өзіңіз дамытыңыз, әдеміленіңіз (өз-өзіңізге қарап жүріңіз дегенім ғой, шашыңызды тарап деген сияқты) және әрқашанда күлімдеп, көңілді жүріңіз. Сонда бәр адам сіздің жаныңызда болады))))",
                "date": "9.01.2017",
                "upvotes": 1
            },
            {
                "text": "Ер адамдарға бұл мәселеде көбінесе жеңіл, қыз ұнап қалса – кездесуге шақырады. Ал әйел адамның ер адамға қатысты мұндай қадамы көпшілікке тұрпайы көрінеді. Ол сізді театр немесе мейрамханаға шақыруы үшін, ер адамға қалайша ұнаса болады?\n\n•Ең алдымен, сіз тартымды көрінуіңіз үшін барлығын жасаңыз. Көптеген әйелдер үздіксіз жұмыс және шаруалардың қамымен жүріп, бұл туралы ұмытып кетеді, ал ер адамдар болса, көзімен сүйетіні, бәріне белгілі;\n\n•Сол ер адамның жанында көбірек болуға тырысыңыз. Осы кезде ол дәл сізге назар аудару мүмкіндігі ұлғаяды.\n\n•Ер адамға тұспалдар жасаңыз. Бұл жерде шектен асып кетпеу маңызды, тым ашық тұспалдарды ер адам сексуалды ретінде ұғынып, және бұл жерде сізді бір реттік жыныстық қатынастан басқа ештеңе күтпейді, ал тым әлсіз ишараны көптеген ер адамдар түсіне қоймайды.\n\nОсы қарапайым кеңестерді қолдана отырып, сіз шұбәсіз әрбір ер адамға ұнай аласыз, қалаулы және сүйікті боласыз.",
                "date": "8.01.2017",
                "upvotes": 0
            },
            {
                "text": "Интернетте өз сезіміңді білдіру оңай. Ал шынайы өмірде танитын адамың болса, көздеріңнен, күлкіңнен, сөйлеген сөздеріңнен білдіруге болад",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке жеріме кәсіп жасауыма бола ма?",
        "question_content": "Жеке жеріме кәсіп жасауыма бола ма? яғни өзім тұрып жатқан үйімнің ауласынан жұмыртқа алу мақсатында мини құс фермасын (1000-2000 бас) салып ашсам бола ма? Алде міндетті түрде қала сыртынан жер алып, сол жерден ашуым керек пе? Үйімнің орналасқан жері аудан орталығы.",
        "question_date": "8.01.2017",
        "question_tag": "Жер туралы",
        "question_views": 405,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Демалыс күндері армансыз толық ұйықтау денсаулыққа зиян емес пе?",
        "question_content": "Бір апта бойы жұмыс жасаймын. Дүйсенбіден бастап жұмаға дейін жұмыс істеп ұйқым қанбайды. Сенбі және жексенбі демалыс күндері армансыз түске дейін, тіпті түсқайтаға дейін ұйықтап жатамын. Осылай ұйықтау адам ағзасына зиян емес пе? Жалпы жұмыс күндері шаршағандарды қалай демалып шаршағанды басуға болады?",
        "question_date": "8.01.2017",
        "question_tag": "Тазалық",
        "question_views": 698,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Америкалық медицина академиясының жаңа зерттеулері бойынша, шамадан тыс көп ұйқының әсерінен диабет, жүрек ауруларына шалдығу мен артық салмақ қосу қаупі бар. Сондай-ақ, ғалымдардың пікіріне сүйенсек, күніне 7 сағаттан артық ұйықтайтындар ерте қайтыс болатын адамдар қатарына жатады екен. Сонымен қатар, көп ұйықтау адамның:\n\n1. Жүрек жұмысын нашарлатады.\n\n2. Ағзасын әлсіретеді.\n\n3. Есте сақтау қабілетін төмендетеді.\n\n4. Басын ауыртады.\n\n5. Сергектігін азайтады.\n\nҚатты шаршаған адамның түкке қарамайтыны белгілі. Көңіл жайлап, жүйке жүйесін тыныштандыру әдісі бар.\nҚайнап жатқан суға лимон шырыны мен шамалы тұз және эвкалипт жапырағы немесе эвкалипт майының тамшысын қосып, суды жайпақ ыдысқа құясыз. Еңкейіп, судың буына мұрын арқылы терең демаласыз. Кезек кезек демаласыз. Жатар алдында бір шәй қасық балға лимон шырынын қосып ішесіз. Келесіде серігіп тұрасыз.",
                "date": "8.01.2017",
                "upvotes": 0
            },
            {
                "text": "Ұйқының пайдасы да, зияны да бар. Көңіл - күйдің жақсы болуының себептерінің бірі ұйқының қанға",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 айлық баланың черепной давлениенің белгілері қандай болады?",
        "question_content": "2 айлық баланың черепной давлениенің белгілері қандай болады?",
        "question_date": "8.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тік бұрышты үшбұрыштың сүйір бұрыштарының биссектрисалары",
        "question_content": "Тік бұрышты үшбұрыштың сүйір бұрыштарының биссектрисалары 45 градус бұрыш жасап қиылысатынын дәлелдендер?",
        "question_date": "8.01.2017",
        "question_tag": "Геометрия",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дан прямоугольный треугольный треугольник, угол В прямой (равен 90 градусов).\n\nСумма острых углов прямоугольного треугольника равна 90 градусов\n\nт.е. угол САВ+уголВСА=90 градусов.\n\nАЕ и CD -биссектриссы острых углов.\n\nПо определению биссектрисы делят угол пополам, поэтому\n\nугол CAE=угол BAE=1/2 *угол ВАС\n\nугол ACD=угол BCD=1/2*угол *ВСА\n\n\n\nостюда угол CAE+угол ACD=1/2 *угол ВАС+1/2*угол *ВСА=\n\n=1/2*(угол САВ+уголВСА)=1/2*90 градусов=45 градусов\n\n\n\nСумма углов треугольника равна 180 градусов, поєтому\n\nугол AOC=180-угол-CAE - угол ACD=180-(угол CAE+угол ACD)=180-45=135 градусов\n\nСумма смежных углов равна 180 градусов, поэтому\n\nугол AOD=180-135=45 градусов - это один из углов образуемых при пересечении биссектрис острых данного прямоугольного треугольника,\n\nтаким образом мы доказали требуемое утверждение. Доказано",
                "date": "28.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мəскеудегі Дипломатиялық Академия ға оқуға түсу үшін қандай құжаттар керек?",
        "question_content": "Мəскеудегі Дипломатиялық Академия ға оқуға түсу үшін қандай құжаттар керек? Мемлекет тарапынан қандай көмек алуға болады? ( қаржы жағынан).",
        "question_date": "8.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 416,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мекеме басшысы тәуелсіз аудитор жалдап есепшісін текесере алама?",
        "question_content": "Мекеме басшысы тәуелсіз аудитор жалдап есепшісін текесере алама? Қай заңда қаралған?",
        "question_date": "8.01.2017",
        "question_tag": "Заң",
        "question_views": 238,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әлемдегі ең ұзын генистер кітабына енген ұзын шырша неше метр?",
        "question_content": "Әлемдегі ең ұзын генистер кітабына енген ұзын шырша неше метр?",
        "question_date": "8.01.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 814,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемдегі ең үлкен шырша Италияның Губбио (Умбрия) коммунасында орнатылған. Инджино тауына арқа сүйеп тұрған композицияны шырша деп атау қиындау, алайда оның түрі соған саяды. Биіктігі - 650 метр, ені - 350 метр. Шыршаның бел ортасы 260 шырақпен безендірілген, ал жоғары бөлігіне 200 шырағдан қажет болған. Мұндай шырша Инджино тауына алғаш рет 1981 жылы орнатылған, алайда ол тек 1991 жылы ғана Гиннесстің рекордтар кітабына енген.\n\nhttp://www.inform.kz/kz/alemdegi-en-ulken-shyrshalar_a2617661",
                "date": "8.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер телімінің санатын қалай ауыстыра аламын?",
        "question_content": "Менің ауыл шаруашылық мақсатында пайдалануға берілген жеке меншік жер телімін 2010 жалы сатып алдым .Жер телімі аумағы 5 ГА. Мекен жайы Талғар ауданы Алматы обылысы. Мен осы жердің санатын, басында баубақшалық санатына өзгертпек болғам. Бірақ жергілікті үкімет органдары, аталмыш телім ауыл аймағына кіріп кетті, сондықтан жер телімі санатын тек Жекеменшік Үй Құрылысы санатына өзгертуге ғана болады деген хат берді. Енді ЖҮҚ (ИЖС) өткізу үшін жердің кадастырлық бағасын қайта есептеп шығарып, соңғы, яғни қазіргі баға бойынша қайта сатып алуың керек дейді. Сонда мен жекеменшігімдегі жерді екінші рет сатып алуым керек пе? КР Жер кодексінің 105 бабы бойынша ЖҮҚ санатына өткізу кезінде, ауыл шаруашылық шығындарының орынын толтыру қажет емес делінген. Жергілікті билік орындары қандай да бір нақты жауап беруден қашқатайды. Сұрағыма кімнен немесе қандай қоғамдық құқық қорғау органдардан кеңес-жауап алуға болады.",
        "question_date": "8.01.2017",
        "question_tag": "Жер туралы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    }
]