[
    {
        "question_title": "\"Қалқып жатқан толқын ем, Дауыл тербеп оятты\" атты тақырыпқа эссе керек?",
        "question_content": "Сəлеметсіздер ме? Маған Ғабит Мүсіреповтың \"Қалқып жатқан толқын ем, Дауыл тербеп оятты \" деген өлеңіне эссе жазу керек. Көмектесесіздер ме?\nЖақсы жауап белгіленеді;)",
        "question_date": "29.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған жер – адам өмірінде киелі орын алады. \nНақты осы жер оны елімен, өткенмен және болашақпен байланыстырады. \nМіне, сондықтан да тіпті балалық шақтан бастап-ақ адамда \nотанға деген махаббат сезімі оянады. \nӘрбіріміз үшін Отан ошақ басынан басталады: туған жер, \nтуған көше, туған қала немесе мен үшін туған кент. \nМенің Отаным кішкентай болса да, мен үшін аса қымбат жер Бестөбе кентінен басталады. \nДәл осы жерде менің көңілді де, шаттықты, уайымсыз балалалық шағым өтті. \nҮйдің маңындағы аулада ойнағаным және бала-бақшаға барған көше әлі есімде.\nСол кезде ол маған өте ұзын болып көрінетін. Мұнда көлік сирек жүретін,\nбірақ серуендеп жүретін адамдар көп болатын. \nИә... Туған жер ұзаққа қиып жібермейтін. \nСен әрқашан өзің бармасаң да, оймен қиялдап туған көшені, есіктің алдын,\n«Қызым, үйге кір...»деген ананың сөздерін еске түсіресің.\nЖүректің әлсіздүрсілі естіледі. Қазір бойжеттім, бірақ та\nөмір бойы мен үшін балалық\nшақтағы туған аула мен көше – менің кішкентай Отаным. \nСонымен бірге мен елімнің бір бөлшегімін, оның бүгіні мен болашағымын.\nБіздің Қазақстан – көп ұлтты мемлекет. \nБейбітшілік пен достастықта, татулықта бірге жұмыла отырып, \nқызметтің әр түрлі саласында қазақтар мен орыстар, татарлар мен \nнемістер, украиндер мен кәрістер...еңбектенуде. Мен соңғы жүз жылда \nҚазақстан жеріне әр түрлі халықтар қоныс тепкеніне жиі ойланамын.\nБіздің еліміз сияқты менің ағайыным да көп ұлтты. \nБірлік, ұлтаралық келісім және саяси тұрақтылық – \nқазақстандықтардың қалауы.\nМен оны білемін. \nОнда татарлар да, орыстар да, қазақтар да бар. Олардың тағдырын,\nөмір тарихын тыңдағанда менің елім одан сайын маған жақындай түседі,\nоны жақсырақ түсіне бастаймын. \nБіздің отбасы тарихымыз мыңдаған басқа отбасылардың тарихына ұқсас. \nӨмірдің қиын кездерінде, ауыр жұмыстарда, өтіп жатқан күндер мен \nмерекелерде әр түрлі ұлт өкілдерінің пікірі қалыптасты. \nАдамзат баласының татулығына ұмтылу әр халықтың қанында бар, \nәсіресе ол қазақстандықтарда ерекше дамыған. \nБұл қазақ жерінің жомарттығынан, осы өлкелерге тағдыр алып келген \nбарлығына құшағын кең жайып, пейілін кеңге салатын қазақ халқының \nмінезінен жаралған.\nОсында тұрушылардың барлығы қазақ халқының тілін, \nтарихы мен салт-дәстүрін білуі келек. Қазақстанда тұратын барлық \nхалықтың татулығы мен бірлігінің мәні осында. \nОл байырғы көркем Қазақстан жерінде бейбітшілікті сақтауға көмектеседі. \nАл татулық – болашақта гүлденудің маңызды талабы.",
                "date": "29.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кездейсоқ шаманың үлестіру заңы құрылсын: P1=0,2; M(x)=3,8; D(x)=0,16",
        "question_content": "Сәлематсыздарма? Мына есепті шығаруға көмектесіп жібересіздер ма? Түсінбей отырм.\n\nДискретті кездейсоқ шама Х тек екі мән қабылдайды: Х1және Х2,Х1 Х2. Мүмкін мәні Х1-дің Р1 ықтималдығы, математикалық күтімі M(x) және дисперсия D(х) берілген. Осы кездейсоқ шаманың үлестіру заңы құрылсын: P1=0,2; M(x)=3,8; D(x)=0,16",
        "question_date": "29.11.2017",
        "question_tag": "Математика",
        "question_views": 16100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен шығару жолын көрсетейін,  есептеуді сізге қалдырдым\n\np2 = 1 - p1 = 1 - 0.2 = 0.8\n\nM(x) = p1x1 + p2x2\n\n3.8 = 0.2*x1 + 0.8*x2   (1)\n\nD(x) = M(x^2) - (M(x))^2\n\n0.16 = (p1x1)^2 + (p2x2)^2 - 3.8^2\n\n0.16 = 0.2^2 * x1^2  +  0.8^2 * x2^2 - 3.8^2    (2)\n\n(1) және (2) теңдеулерді қолданып x1, x2 табыңыз",
                "date": "9.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кубик рубик жинаудың рекорды 3-4 секунд соны қалай жинайды ?",
        "question_content": "Кубик рубик жинаудың рекорды 3-4 секунд соны қалай жинайды ? Ал біреулер қарамай жинай ала",
        "question_date": "29.11.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кубик Рубик жинаудың толық формуласын төмендегі сілтеме арқылы көруіңізге болады:\n\nhttp://babyben.ru/sovety/poshagovaya-shema-i-metodika-sborki-kubika-rubika-3h3-dlya-nachinayushhih-i-detej-kak-legko-bystro-i-pravilno-sobirat-kubik-rubik-formula-poryadok-sborki-kombinacii.html",
                "date": "29.11.2017",
                "upvotes": 0
            },
            {
                "text": "http://procuber.ru/speedcubing/fridrich/f2l\nОсы сайта кубик рубикты тез жинауга арналған Джессика Фридрихтын формулалары бар. айдасы тиеді. Сол формуланы өзімде үйренип жүрмін.",
                "date": "14.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "МӘМС шеңберінде шипажайда емделу мүмкіндігі қарастырылған ба?",
        "question_content": "МӘМС шеңберінде шипажайда емделу мүмкіндігі қарастырылған ба?",
        "question_date": "29.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, шипажайда емделу мүмкіндігі қарастырылмаған. Бірақ әлеуметтік медициналық сақтандыру шеңберінде кей аурулар үшін (инсульт, инфаркт, қатерлі ісік аурулары, трансплантология) оңалту қызметтерін сақтандыру қаражатының есебінен төлеу жоспарланған.",
                "date": "29.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Компьютерге телефондағы вай-файды қосуға болады ма?",
        "question_content": "Компьютерге телефондағы вай-файды қосуға болады ма?",
        "question_date": "29.11.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 1600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ноутбуктарда болады. Кейбір ерекше версиядағы компьютерлердің жүйелік блогында вай-фай құрылғысы бірге келеді. Қарапайым компьютерлерді Wi-Fі арқылы ғаламторға қоса алмаймыз.\n\nЕгер ұялы телефоныңыз арқылы қосқыңыз келсе USB-кабель арқылы жалғап, телефон баптауларынан USB-модем функциясын қосасыз.",
                "date": "19.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Президент күніне сценарийлер мен ашық тәрбие сағаттар қайдан алсақ болады?",
        "question_content": "Президент күніне сценарийлер мен ашық тәрбие сағаттарды мына сілтеме арқылы ала аласыздар.",
        "question_date": "29.11.2017",
        "question_tag": "Мектеп",
        "question_views": 722,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 Желтоқсан - Тұңғыш президент күні\n1 жүргізуші:\nБар әлемге шын танылдық міне, біз, \nЕлін сүйген Елбасы деп білеміз. \nТең аталып Қазақстан - Нұрсұлтан \nНұрсұлтан мен Қазақстан тұр егіз. \n\nКүнге беттеп бара жатыр көш жүріп, \nЕлдің даңқы бар жаһанға естіліп. \nЕлбасыны құрметтейтін ерекше \nАрмысыздар, ақ пейілді көпшілік! \n\n2 жүргізуші: Азаттық пен елге қонды тосқан бақ, \nҚазақ елін мойындауда дос таңдап. \nЕлбасының еңбегімен нұрлана \nҚазағымның мерейі тұр аспандап. \n\nЕлі үшін олжа салып қиырдан, \nЫқпаған еш ауыртпалық, қиыннан. \nМерекеңіз құтты болсын көпшілік \nЕлбасының құрметіне жиылған! \n\n1 жүргізуші: Ардақты ағайын, 1991 жылы 1 желтоқсанда алғаш рет Қазақ ССР Президентінің жалпыхалықтық сайлауы өтіп, ол сайлауда Нұрсұлтан Әбішұлы Назарбаев ел Президенті болып сайланғаны баршамызға мәлім. Яғни, өз тағдырын өзі айқындауға алғашқы қадам жасаған Қазақстан үшін 1 желтоқсан – мемлекеттілік тарихының мерейлі күні саналуға орны лайықты. \n2 жүргізуші: Жоғары Парламенттің бекітуімен 2012 жылы 1 желтоқсан Қазақстанда алғаш рет – Тұңғыш Президент күні мемлекеттік мереке ретінде аталып өтіп, бұл баршамыз үшін қуанышты оқиға болды. Елбасына деген ел құрметін айрықша айғақтауға арналған бұл мерекенің дәстүрлік іс - шараға айналуға орны бар екенін шынайы сезіммен айтып өтуге тура келеді. Биыл міне, тағы да осы мерекені тойлағалы отырмыз. \n\nЕлі үшін көтеріп нар жүгін де, \nСенімі нық сезілетін үнінде. \nАты озған дүниедегі дүбірде \nНұрсұлтанмен кім мақтанбас бүгінде?! \n\n1 жүргізуші: Қазақстан Мемлекетінің Тұңғыш Президенті күніне арналған мерекелік салтанатты жиын ашық деп жарияланады. \n\nГ И М Н \n2 жүргізуші: Азаттық, теңдік әлемі, \nШаттыққа елді бөледі. \nТағдыры тарих өрелі \nКөк тудың желбірегені! \n\nКөк Ту - ән. \n(Ту ұстаған оқушылар залдың 2 жағынан жүріп өтіп сахнаға тұрады.) \nМектеп оқушыларының монтажы \n\n1 жүргізуші: Қазақстан Мемлекетінің Тұңғыш Президенті күні мерекесіне байланысты құттықтау сөз аудан әкім _____________________ беріледі. \n2 жүргізуші: Келесі сөз кезегі аудандық «Жас Отан» жастар қанаты ұйымының атынан беріледі. \n\nЕл тынысын тереңінен танып кең, \nШарапаты бар адамға дарып тең. \nЕлбасының есімі бұл тарихта \nҚалар анық өшпес алтын әріппен. \n\nҚазақстан Мемлекетінің Тұңғыш Президенті күніне байланысты мерекелік салтанатты жиын жабық деп жарияланады. \n\nГ И М Н \nКөк Ту әні. Ту ұстаушылар шығып кетеді. \nМарапаттау рәсімі \nТұңғыш Президент күні мерекесіне байланысты ауданымыздың көркеюі мен экономикасының өсуіне өзіндік үлесін қосып жүрген азаматтар марапатталады. Марапаттау үшін аудан әкімі __________________және аудандық мәслихаттың хатшысы_______________ортаға шақырамыз. \n\nКонцерттік бағдарлама \nБір басында кемеңгерлік, даналық, \nЕлін сүйген елі үшін жаралып. \nСол кісідей болса - болсын әр алып \nАдамдықтың аласармас үлгісі \nБір өзінен жатқаны шын таралып \nБүгін Тұңғыш Президенттің күніне \nӘсем әнді шырқата бір салалық! \n\nНазарларыңызға аудан өнерпаздарының мерекелік концертін ұсынамыз. \n\nҚадірлі көпшілік, Тұңғыш Президент күні мерекесінің салтанатын арттыру мақсатында облыс, республика жұртшылығына өнерімен танылған, талантты әнші, Қазақстан Республикасының мәдениет қайраткері Анна Вундер өз қолдаушы өнерпаздарымен әсем әннен жинақталған концерттік бағдарламасын Сіздердің алқаңызға ұсынғалы келіп тұр, қабыл алыңыздар!\n\n1-ші желтоқсан Тұңғыш Президент күні сценариі\nТәрбие сағатының мақсаты:\nа) Жас ұрпаққа Елбасының сан қырлы талант иесі, құдіретті тұлға екенін таныту.\nә) Елімізге еңсе тіктетіп, мемілекетімізді мығымдап берген, халқымызды әлемге танытып, алаш баласының абыройын ақсақтатып Елбасының кісілік келбетін меңгеру.\nб) Елін сүйген, елі сүйген Елбасынан үлгі алуға тәрбиелеу.\nФОН: Күй\n1-жүргізуші:\nАрмысыздар, қадірменді қонақтар,құрметті ұстаздар мен оқушылар!\n2-жүргізуші\n1-желтоқсан Тұңғыш Президент күніне арналған концерттік бағдарламаға қош келдіңіздер!\n1-жүргізуші:\nБүгін 1-ші желтоқсан – Қазақстан Республикасында Тұңғыш Президент күні болып елімізде 2 ші жыл тойланып отыр.\n2-жүргізуші:\nМемлекетіміздегі жоғарғы лауазым президенттік қызмет елдің, халықтың үміті мен сенімін, бабалар аманатын арқалаған ең жауапты, ең қиын міндет.\n1-жүргізуші:\nБұл қызметті Отаны мен халқын шын сүйетін, ұлттық тілі, тарихы мен мәдениетін құрметтейтін, елі үшін отқа түсетін нағыз азамат, патриот қана атқара алады. Бұл Елбасымыз Нұрсұлтан Әбішұлы Назарбаев!\n2-жүргізуші:\nҚазақстан дейтін менің бар елім .\nЖатыр алып жарты дүние әлемін!\nБұл даланы анам жаспен суарған,\nБұл далада атам қолға ту алған,\nБұл далада жылап келіп, уанған\nБұл даланы көріп алғаш қуанған\nБұл далада өскен жанда жоқ арман!-дей келе\nМектебіміздің оқушылары сомдаған Елбасымыз Нұрсұлтан Әбішұлы Назарбаевтың балалық шағынан шағын көріністі тамашалаңыздар\nКөрініс қойылымы: «Әке өсиеті» Әке-Талғат, бала-Ақниет\n1-жүргізуші:\nОтан дейміз от жаққан жерімізді,\nОтан дейміз өсірген елімізді\nОтан дейміз туған жер, атамекен\nБиік тау, орман, тоғай көлімізді\n2-жүргізуші:\nҚазақ ақын-жазушылары өз Отанына, туған еліне, жеріне деген ыстық сезімдерін өлеңмен жеткізген. Ендеше өлең жолдарына кезек берейік.\nӨлең оқу: Мағжан Жұмабаевтың «Сүйемін» «Мен Қазақпын» (Амангелді, Байбек)\nКүй «Секіртпе» Айдар\n1-жүргізуші:\nБеу, Туған жер! Сен ыстықсың біздерге.\nМыңдаған дастан жатыр Халқым басқан іздерде.\nТұнып жатқан тарихыңнан көз алмай\nДаналықтың жырын жастар іздер ме?\n2-жүргізуші:\nЖыр жазам деп талпынады жас балаң.\nТәй-тәй басып келе жатқан жас қалам.\nЖүрегінің түкпірінен шығарып\nӘннен шашу болды оған міне бір арман – деп\n1 сынып оқушысы Фатиманың орындауында « Егеменді Қазақстан» әнін қабыл алыңыздар.\n1-жүргізуші:Нұрсұлтан Назарбаев — мемлекеттігімізді орнатып, оны қалыптастырып, экономикасын реформалау арқылы өзін де, елін де әлемге мойындатқан заманның аса дарынды тұлғасы. Аумалы-төкпелі заманда мың өліп, мың тірілген қазақ үш ғасыр бойы іздеген мұратына да, арманына да Нұрсұлтан Әбішұлы Назарбаевтың тұсында жетті.\n2-жүргізуші\nБилік тізгінін қолына ұстаған жылдардағы Президентіміздің жарқылдаған келбетін, биік болмысын, кемел дарынын, ел басшысы ретінде көсемдік қасиеттерін бүгінгі ұрпақ біздер жақсы білуіміз керек.\nТұңғыш президентіміз Нұрсұлтан Назарбаевтың өмір жолына шолу жасау мақсатында \" Жылдар сөйлейді\" атты сахналық қойылымды тамашалаңыздар.\nФон: Музыка қою\n9б сынып оқушысы Әшірбеков Қанағаттың орындауында «Балбырауын» күйі\n1-жүргізуші:\nНұрсұлтан Әбішұлы Назарбаев – Ата-анасын қатты құрмет тұтқан,ұлттық дәстүрде тәрбиеленген, халқының бар қадір-қасиетін бойына жинаған, тілін, тарихы мен мәдениетін, әдет-ғұрпы мен салт-дәстүрін, жетік білетін, ұлтын жан тәнімен сүйетін, оның мәртебесін өсіріп, халқының үміті мен сенімін, ақтап келе жатқан қалың елінің жанашыры, мұңдасы, тағдырласы бола білген ұлтжанды азамат.\n2-жүргізуші\nЕлбасы — халықаралық қауымдастыққа кеңінен танылған, өркениетті елдердің басшылармен терезесі тең, сөйлескенде сөз алатын, елдескенде мейірімін шашатын саясаткер.\n1-жүргізуші:\n«Мен өз халқымның жолында басымды бәйгеге тіккен адаммын. Маған ары, үшін жанын садаға ететін осындай текті халыққа, мені ұлым деп, перзентім деп төбесіне көтерген халыққа, арғы- бергідегі қазақ баласының бірде-бірінің пешенесіне бұйырмаған бақыты толық қанды, тәуелсіз мемлекет құрудың қасында болу бақытын бұйыртқан халыққа қызмет етуден артық ештеңенің керегі жоқ, осы жолда мен бойымдағы бар қайрат-қабілетімді, білім- білігімді аямай жұмсаймын, қандай да тәуекелге барамын» — деді Нұрсұлтан Әбішұлы Назарбаев.\n2-жүргізуші\nБұл дүниеде біздің бір ғана Отанымыз бар, ол Тәуелсіз Қазақстан! Тәуелсіздік барлық Қазақстандықтар үшін аса қасиетті құндылық. Жұмыла отырып, біз тәуелсіз, өркендеген, саяси тұрақты Қазақстанды құрудамыз. «Мен өз халқымды сүйемін, оның мәні бала кезімнен сабыр мен парасатқа баулығанын мақтаныш тұтамын» деді Нұрсұлтан Әбішұлы Назарбаев.\n2 -сынып оқушылары Жазира мен Наргиздің орындауында \" Көгершін \" биі\n1-жүргізуші\n«Елбасына»\nАуыр күнді артымызға тастауы –\nҚиын сәтте қиындықтан қашпауы.\nТілім, дінім, ұлтым қайта көгерген,\nЕлбасымыз Нұрағаңның бастауы\n2-жүргізуші\nТуды ұстап тура жолға түсіріп,\nЖас Отанның өмірін де түсініп,\n«Елім, жерім» деп ұрандап тайсалмай,\nБір керемет жасады-ау кісілік!\n1-жүргізуші\nҚазақ халқымыздың сәндік колданбалы өнерлері мен ұлттық дәстүріміз ғылым үшін де, өмірлік тәжірибе үшін де аса маңызды болғандықтан көненің көзі болған тарихи мұраларымызды ұрпақтан-ұрпаққа жалғастыру баршамыздың парызымыз деп санай отыра, оқушыларының өз шығармашылықтарымен жасаған сәндік киім үлгісін тамашалаңыздар.\nСәндікұлттық киім үлгісін көрсету\n2-жүргізуші:\nБүгінгі Астананың нұры қандай!\nКөгінде желбіреген Туы қандай!\nЕуропаның төрінде билік айттық,\nКөрсеттік бейбіт жолды ұғынардай.\n1-жүргізуші:\nСан ұлттың басын қосып Қазақстан\nБекемдеп саясатын іш пен тыстан\nЕлбасы, алдын ала болжай біліп,\nСүрінбей аман өттік дағдарыстан\nЖыл сайын табыс қоссын табысыңа\nӘр қазақ берік болсын намысына\nНұрсұлтан Назарбаев бастай берсін,\nНұрлы жол, Нұрлы заман бағытына!-дей отырып,\n10-сынып оқушысы Қуанбай Нұрболат орындауында \"Қазақ елі\" әнін қабыл алыңыздар\n1-жүргізуші:\nТөле би сөзімен бүгінгі күнгі іс-шарамызды аяқтаймыз.\nУа, халқым, сөз қадірін білесің.\nЖаңбыр жаумаса, жер жетім,\nБасшысы болмаса, ел жетім.\nКөсіле шабар жерім бар,\nТау көтерген елім бар.\nҚол бастайтын ерім бар,\nАтадан қалған сара жолым бар.\n2-жүргізуші\n«Осындай тәуелсіз елімздің намысын қорғайтын, бүгінімізді ертеңіне жалғайтын, қазақ елінің болашағы үшін жауап беретін ұрпақ екенімізді сезінеміз»\n1-жүргізуші:\nТуымыздың тұғыры берік, еліміздің еңсесі биік болсын! Тәуелсіз еліміздің іргесі мықты болсын!\nБІРГЕ: Қош сау болыңыздар!і",
                "date": "30.11.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Айшада əрқайсысында 9 көктікеннен 6 гүл шоғы жəне əрқайсысында",
        "question_content": "Айшада əрқайсысында 9 көктікеннен 6 гүл шоғы жəне əрқайсысында 7 түймедақтан сонша гүл шоғы бар. Айшада неше түймедақ бар?",
        "question_date": "29.11.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 564,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7 түймедақтан 6 гүл шоғы болса, 7*6=42түймедақ жалпы.\n\nЖауабы: Айшада барлығы 54 көктікен, 42 түймедақ гүлі бар.",
                "date": "29.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Християндар мен мұсылмандардың өзара мәдени алмасуы жайлы не білесіз?",
        "question_content": "Христиандар мен мұсылмандар өзара мәдени алмасуы жайлы әңгіме",
        "question_date": "29.11.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ал мұсылмандар өз кезегінде христиандардың Құдайдың ұлы бар деген қағиданы, Құдайдан өзге әулиелерді, иконаларды құрмет тұтуын қатты сынға алып, олар политеизмге түсіп кеткен деп кінәлады. Дәстүрлі ислами полемика келесі қағидаларға кеп тірелді: 1) христиандар тарапынан Құдай сөзінің бұрмалануы; 2) христиандық нанымның адасқандығы – Исаның Құдай ұлы екендігіне және оның құдайлық табиғатына сену, Құдайдың жалғыз деген догматын бұзатын Үштік туралы ілім, алғашқы күнә және Исаның құрбан болуы туралы ілімдер;",
                "date": "25.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белгілі бір заңдылықпен шығу керек есеп? Ол қандай заңдылық?",
        "question_content": "көмек қажет,белгілі бір заңдылықпен жасалу",
        "question_date": "28.11.2017",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "пытался дозвониться до тебя зовут Нурлан и я не знаю как ты русский и",
                "date": "6.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің жұмыс берушім МСҚ жарнасын төлеп жатыр ма, қалай білсем болады?",
        "question_content": "Менің жұмыс берушім МСҚ жарнасын төлеп жатыр ма, қалай білсем болады?",
        "question_date": "28.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз өз атыңызға аударылған төлемдер жайлы ақпаратты арнайы онлайн қызметтер арқылы біле аласыз. Одан бөлек, міндетті әлеуметтік медициналық сақтандыру жайлы заңға сәйкес жұмыс беруші әр айдың 15-інен кешіктірмей жұмысшыларына медициналық сақтандыру төлемдері жайлы ақпарат беріп отыруы керек.",
                "date": "29.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бетке тағатын көк бетпердені күн сайын қолдана беруге болама ?",
        "question_content": "Бетке тағатын көк бетпердені күн сайын қолдана беруге болама ? Əлде бір қолданған етпердені қайта қолдануға болмайдыма ?",
        "question_date": "27.11.2017",
        "question_tag": "Тазалық",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вирустардан сақтау мақсатында қолданылатындықтан оны күн сайын ауыстырып отырған жөн. Дәріханада көк бетперденің бір рет қолданылатын жеңіл материалдан жасалған түрінен бөлек, матадан жасалған бетперделер болады. Матадан жасалған бетпердені күнделікті антибактериалды сабынмен немесе сұйықпен жуып, кептіріп, үтіктеп, вирустар мен бактериаларды өлтіріп, қайта пайдалана беруге болады",
                "date": "28.11.2017",
                "upvotes": 0
            },
            {
                "text": "Қазір бетке арналған масканың сан түрлісі бар. Солардың ішіндегі бетіңізді ылғалдандыруға, жасартуға және сергітуге көмектесетіні – көк шайдан жасалатыны. Маскаларды жасауда тек сапалы көк шайды пайдаланыңыз. Бетіңіз құрғақ болса: 1. Жұмыртқаның саруызын 1 ас қасық ұнтақталған көк шаймен араластырыңыз. Оған 2 шай қасық майонез қосыңыз. Жақсылап араластырып, қоспаны бетіңізге жағыңыз. 10 минуттан соң жылы сумен жуып тастаңыз. 2. 1 ас қасық құрғақ көк шайды ұнтақтаңыз. Оған 1 ас қасық қаймақ, 1 ас қасық сүт қосып араластырыңыз. Бетіңізге жағып, 15 минуттан кейін жылы сумен жуыңыз. Майлы не жартылай майлы бетке: 1. 1 ас қасық құрғақ ұнтақталған көк шайды 2 ас қасық йогурт не айранмен араластырыңыз. Бетке жағып, 15 минутан соң салқын сумен жуып тастаңыз. 2. Шайдан қалған қалдықтарды құрғатыңыз. Бетті жуатын кезде әдеттегі жуынатын сабыныңыздың көбігіне аздап қосып отырыңыз. Бетіңізге уқалап жағыңыз. Беттегі дақтан құтылу үшін: 2 ас қасық көк шайды ұнтақтаңыз. Оған 2 шай қасық күріш ұнынан қосыңыз. Қоспа қоюланғанша қайнаған су құю керек. Масканы бетіңізге жағыңыз. Дақ бар жерлерге көбірек жағу керек. 15 минуттан соң жылы сумен шайып тастаңыз. Бет тазартушы маска: 1. 1 шай қасық көк шайға жарты стақан қайнаған су құйып, 5 минутқа қалдырыңыз. Оған 2 ас қасық сүт қосып, тағы 3 минутқа қойыңыз. Сүзіп алып, сұйықтау ботқа болатындай 2 ас қасық сұлы қауызын қосыңыз. Бетіңізге жағып 10-15 минуттан соң жылы сумен жуып тастаңыз. 2. Құрғақ не қалыпты бет үшін: 2 ас қасық қою көк шайды 1 ас қасық грейпфрут шырынымен, 1 шай қасық алоэ және 1 саруызбен араластырыңыз. Қоспаны бетке жағып, 10-15 минуттан кейін жылы сумен жуып тастаңыз. 3. Аралас не майлы бет үшін: 1 ас қасық ақ сазды (немесе көгілдір, жасыл, сары сазды пайдалануға болады) қайнап тұрған қою көк шаймен араластырыңыз. Қоспаңыз қою болуы керек. Бетіңізге жағып, 7-8 минуттан кейін жуып тастаңыз. 4. Құрғақ не қалыпты бет үшін: 1 ас қасық қызыл не алқызыл сазды қайнап тұрған қою көк шаймен араластырыңыз. Қоспаңыз қою болуы керек. Бетіңізге жағып, 7-8 минуттан кейін жуып тастаңыз.\n\nhttps://massaget.kz/kyizdarga/krasota/25070/",
                "date": "27.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығармашылық емтиханды қай пәннен тапсырамын?",
        "question_content": "Шығармашылық  ҰБТ-ыдан Дінтануды таңдасам қандай мамандықтар бар және қай пәндерден ехтихан тапсырамын?\nд",
        "question_date": "27.11.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "050206 - Дінтану\n050206 - Дінтану бакалврының бітірушісіне 050206 - Дінтану бакалавриятының академиялық дәрежесі беріледі.\nДінтану мамандығының түлектері мынадай қызмет етуге дайындалды:- Діннің тарихы мен теологиясы, адам болмысы мен қазіргі өркениеттің діни философиялық мәселелері арасындағы ғылыми – зерттеу жұмыстары;- мемлекеттік және муниципальді білім беру мекемелерінде дінтану пәнін оқытушы ретінде;- әлеуметтік адаптация және реабилитация топтарында балалар және жастармен тәрбие жұмысы;- мемлекеттік, муниципальдік, конфессиялық және қоғамдық ұйымдардың сондай-ақ бұқаралық ақпараттың сараптау қызметтері;- оқу орындарында дінтануды оқыту.\n050206 - Дінтану мамандығы бойынша студенттерді қабылдайтын ЖООдары:\nІ. Ұлттық ЖООдары:\n1. Л.Н. Гумилев атындағы Еуразия ұлттық университеті \n2. Әл-Фараби атындағы Қазақ ұлттық университеті\nІІ. Мемлекеттік ЖООдары:\nХ.А.Яссауи атындағы халықаралық Қазақ-түрік университеті\nІІІ. Меншік ЖООдары:\n1. Шет тілі және іскерлік карьера университеті\n2. Египет \"Нұр - Мүбарак\" ислам мәдениетінің университеті\n\nЖалпы ережелер\nОсы Арнайы немесе шығармашылық емтихандарды еткізу қағидалары (бұдан әpi — шығармашылық емтихан) Дінтану мамандығына түсетін талапкерлер үшін өткізіледі.\nШығармашылық емтиханның мақсаты талапкерлердің шығармашылық қабілеттерінің және шығармашылық; бағыттағы кәсіптерді меңгерудегі тұлғалық алғышарттарының болуын тексеру болып табылады.\nШығармашылық емтихан Нұр-Мүбарак Египет ислам мәдениеті университетінде құрылған қабылдау комиссиясы өткізеді.\nШығармашылық емтиханның саны екіге тең.\nШығармашылық емтихан 2017 жылдың 8-13 шілде аралығында өткізіледі.\nМамандық бойынша шығармашылық емтихандарды өткізу нысаны мен мазмұны жоғары оқу орнымен дербес анықталады.\nШығармашылық емтиханды ұйымдастыру және өткізу үшін университет ректорының бұйрығымен бекітілетін пәндік комиссиялар құрылады.\nШығармашылық емтихандардың кестесін (пәннін атауы, күні, уақыты және өткізілетін орны, кеңестер, нәтижелерді жариялау күні) қабылдау комиссиясының төрағасы бекітеді және құжаттар қабылдау басталғаннан кешіктірілмей талапкерлердің назарына жеткізіледі.\nШығармашылық емтихан 40 балдық жүйе бойынша бағаланады. Шығармашылық емтиханның нәтижесі бойынша, олардың сәтті өткенін растайтын ең төменгі балл саны — 15 балл.\nБірінші шығармашылық емтиханда белгіленген балл санынан кем алған талапкерлер келесі емтиханға жіберілмейді.\nШығармашылық емтиханды еткізу тәртібі\nШығармашылық емтихан еткізу аудиториясына жіберуді және емтиханды өткізу кезінде осы қағидаларды сақтауды қабылдау комиссиясының жауапты хатшысы және оның орынбасары, емтиханды өткізуге тартылған арнайы кезекшілер, техникалық хатшылар қамтамасыз етеді.\nШығармашылық емтиханды өткізу кезінде аудиторияда бөтен тұлғалардың болуына жол берілмейді.\nТалапкер шығармашылық емтиханға кестеде керсетілген мерзімде келеді. Талапкер аудиторияға емтихан басталғанға дейін 30 минут бұрын жіберіледі.\nТалапкер шығармашылық емтихан өткізу аудиториясына жеке басын куәландыратын құжатты және құжаттарын қабылдағаны туралы қолхатты көрсеткен жағдайда жіберіледі.\nШығармашылық; емтиханды өткізу кезінде бip орыннан басқа орынға ауысуға, емтихан материалдарымен алмасуға, көшіріп алуға, аудиторияға оқулықтарды, басқа да әдістемелік әдебиеттерді, мобильді байланыс құралдарын кіргізуге және қолдануға тыйым салынады.\nШығармашылық емтихандар тыныш және қолайлы жағдаймен қамтамасыз етіледі, талапкерлерге өз білімі мен білік деңгейін толық көрсете алуына барынша мүмкүндік жасалады.\nШығармашылық емтихандарды өткізу кезінде талапкерлерге және оны өткізу үшін тартылған жоғары оқу орнының қызметкерлеріне өзімен бірге байланыс және электрондық-есептеу техникаларын алуға және пайдалануға тыйым салынады.\nШығармашылық емтихан басталғаннан кейін талапкерлерге емтихан материалдары беріледі және титулдық парақтарды ресімдеуге ұсынылған тәртіптер түсіндіріледі, сондай-ақ шығармашылық емтиханның басталу және аякталу уақыттары, нәтижелерді жариялаудың және аппеляция өткізудің уақыты мен орны көрсетіледі.\nШығармашылық емтиханды өткізу кезінде талапкерлер мынадай талаптарды сақтайды:\nемтихан алушының көрсеткен орынға отыру;\nтыныштық сақтау және өз бетінше жұмыс істеу, емтихан алушымен және басқа талапкерлермен сөйлеспеу;\nаудиторияда жүрмеу, басқа орынға отырмау;\nшығармашылық емтиханның аяқталғанға дейін емтихан алушының рұқсатынсыз емтихан аудиториясынан шықпау.\nОсы қағидаларды бұзған жағдайда талапкер аудиториядан шығарылады. Бұл ретте емтихан жұмысының титулдық парағына емтихан алушының қолымен расталған шығару ceбебi туралы жазылады. Талапкердің бұл жұмысы жойылады.\nТалапкер дәлелді себептермен емтиханға кешігіп немесе келмеген жағдайда ол шығармашылық емтиханды жазбаша өтініші мен шығармашылық емтиханды жіберіп алуына дәлелді себептерін растайтын құжаттарды ұсынуы негізінде ректордың рұқсаты бойынша бекітілген кесте шеңберінде басқа уақытта тапсыруға жіберіледі.\nШығармашылық емтиханды жіберіп алуына дәлелді себептер мыналар болып табылады:\nталапкердің ауырып қалуы (емдеу мекемесінен ауырып қалғандығы туралы анықтаманы ұсынумен расталады, анықтама емдеу мекемесінің мөрімен бекітіледі);\nтөтенше жағдайлар, сондай-ақ жол-көлік оқиғасы (мемлекеттік мекемеден төтенше жағдайдың немесе жол-көлік оқиғасының болу фактісін айғақтайтын анықтама ұсынумен расталады).\nДәлелді себептер бойынша шығармашылық емтиханға келмеген тұлғалар оған шығармашылық емтихандарды өткізу мерзімінен кешіктірілмей қосымша анықталған күні жiбepiлeдi.\nДәлелсіз себептермен шығармашылық емтиханға келмеген талапкерлер емтихан тапсыруға жіберілмейді.\nШығармашылық емтиханға қайта қатысуға және қайта тапсыруға рұқсат етілмейді.\nЕмтихан жұмыстарын тексеру тек жоғары оқу орнының ғимаратында жүргізіледі.\nШығармашылық жұмыстарды тексеруді тек пәндік комиссияның мүшелері жүргізеді.\nШығармашылық емтиханды өткізу қорытындылары еркін нысандағы бағалау ведомосымен және пәндік комиссия хаттамасымен ресімделеді.\nШығармашылық емтиханның қорытындысы ведомостпен және пәндік комиссияның хаттамасымен рәсімделеді.\nЕмтихан алушымен сарапталған жоғары және төмен балл жинаған және 5% қалған жұмыстарын пәндік комиссияның төрағасы емтихан жұмыстарын қосымша тексереді.\nТексерілген жұмыстар, бағалау ведомостері және бағалары мен тексеруші емтихан қабылдаушылардың, пәндік комиссиясы төрағасының қолдары қойылған хаттамалар жауапты хатшыға (оның орынбасарына) нәтижелерді жариялау үшін беріледі.\nШығармашылық емтиханның нәтижелері емтихан өткеннен кейін келесі күні хабарланады.\nТалаптарды сақтауды және шығармашылық емтихандарды бағалау кезіндегі даулы мәселелерді шешуді, емтихан өткізу кезеңінде шығармашылық емтихандар тапсырушы тұлғалардық құқығын қорғауды қамтамасыз ету мақсатында апелляциялық комиссия құрылады.\nАпелляциялық комиссия шығармашылық емтиханның нәтижелерімен келіспейтін тұлғалардың өтінімдерін қарастыру үшін құрылады. Апелляциялық комиссияның төрағасы мен құрамы Нұр-Мүбарак ЕИМУ ректордың бұйрығымен бекітіледі.\nАпелляцияға өтінімді аппеляциялық комиссия төрағасының атына шығармашылық емтихан тапсырушы тұлға жеке береді. Өтінім шығармашылық емтихан нәтижесі жарияланғаннан кейін келесі күні сағат 13.00-ге дейін қабылданады және оны апелляциялық комиссия бip күн ішінде қарастырады.\nАпелляциялық комиссия әpбip тұлғамен жеке тәртіпте жұмыс істейді. Тұлға апелляциялық комиссияның отырысына келмеген жағдайда оның өтінімі апелляцияға қарастырылмайды.\nШығармашылық емтихан нәтижелерімен келіспеу туралы апелляция бойынша шешім комиссия мүшелерінің жалпы санынан көпшілік дауыспен қабылданады. Дауыстар тең болған жағдайда комиссия төрағасының дауысы шешуші болып табылады. Апелляциялық комиссияның жұмысы төрағаның және комиссия мүшелерінің барлығының қолы қойылған хаттамамен ресімделеді.\nШығармашылық мамандықтарға түсетін тұлғалар тестілеудің үш пәнінің ұпайы есептеледі: оқу сауаттылығы, математикалық сауаттылық және Қазақстан тарихы.\nШығармашылық емтихан қабылдаудың балдық жүйесі\nӘріптік баға Балдың сандық эквиваленті Балл саны Дәстүрлі жүйе бойынша баға\nA 5 35-40 өте жақсы\nB 4 25-34 жақсы\nC 3 15-24 қанағаттанарлық\nНормативтік талаптар\n«Дінтану» мамандығы талапкерлердің кәсіби білктілігін тексеруді талап ететін шығармашылық мамандықтар қатарына жатады.\nТүсу емтихандарының бағдарламасы мен тапсырмалары шығармашылық кабілеттері бар, дін негіздері бойынша белгілі деңгейде сауатқа ие тұлғаларды таңдау мақсатында кұрылған.\nОсы мамандықтарға түсу ушін талапкерлер арнайы пәндер бойынша 2 шығармашылық емтихан тапсырады:\nКәсіпке жарамдылығын анықтау үшін әңгімелесу\nДін негіздері бойынша ауызша емтихан.\n«5В020600-Дінтану» мамандығына түсушілерге арналған\nшығармашылық емтихан сұрақтары\nДін түсінігіне қандай анықтама беруге боласыз?\nДіндердегі миссионерлік қызметті қалай түсінесіз?\nИслам діні жайында қысқаша мәлімет беріңіз\nҚұранның мәні мен маңызын түсіндіріңіз\nҚазақ топырағындағы ислами мәдениет ошақтары\nІнжіл – христиандардың қасиетті кітабы ретінде\nҚазақстандағы діни ахуалға баға беріңіз\nИслам дініндегі төрт мәзһаб жайында баяндаңыз\nӘбу Насыр әл-Фараби және оның ғылым тарихындағы орнын түсіндіріңіз\nМұсылмандық мереклер туралы мәлімет беріңіз\nҚазақтың діни мәндегі салт-дәстүрлері туралы мәлімет беріңіз\nҚазақ даласында болған қандай діндерді білесіз\nИсаның христиан дініндегі тұлғасы\nҚазақ ақын-жырауларының діни көзқарастарына түсініктеме жасаңыз\nДіни экстремизм мен терроризмге анықтамаңыз\nИсламның бес шартына қысқаша тоқталыңыз\nДін мен ғылымның арақатынасы жайынлы не айтасыз?\nАбай мен Шәкәрімнің ислам діні туралы көзқарастары\nЕжелгі қазақ сенімі мен исламдық құндылықтар арасындағы ұқсастықты, үндестікті түсіндіріңіз\nСүннет дегеніміз не?\nСүннеттің ислам дініндегі орнын анықтаңыз\nИмам Ағзам Әбу Ханифаның өмірі жайында қысқаша мәлімет беріңіз\nАтеизмге түсініктеме беріңіз және діншілдер мен атеистер ұстанымдарының ерекшеліктеріне сипаттама жасаңыз\nҚазақстанда діни ағымдар мен қауымдардың көбею себептерін жазыңыз\nМұхаммед пайғамбардың өміріне шолу жасаңыз және қызметтерін түсіндіріңіз\nКеңес үкіметі кезінде мемлекеттің дінге деген көзқарасына тоқталыңыз\nҚұраннан оқу-білімге деген ұстанымын түсіндіріңіз\nИслам мен христиан дінінің ерекшеліктерін түсіндіріңіз\nАбай шығармашылығындағы діни көріністерді айтыңыз\nПайғамбардың сахабалары туралы мәлімет беріңіз\nКеңестің кезеңдегі ислам дінінің жағдайы туралы мәлімет беріңіз\nЕжелгі қазақ сеніміндегі төрт түлік малдың киелері мен иелері\nИсламдағы харам түсінігі және тиым салынған әрекеттер туралы мәліметтер беріңіз\nМұса мен Нұх пайғамбарлар жайында қысқаша мәлімет беріңіз\nИсламның Батыс мәдениетіне ықпалын түсіндіріңіз\nИудаизм дінінің қасиетті кітабы жайында мәлімет беріңіз\nМұхаммед Пайғамбардың ислам дінін тарату мен насихаттаудағы қызметін ашып көрсетіңіз\nБуддизм дінінің ерекшеліктеріне сипаттама жасаңыз\nПарыз дегеніміз не?\nИсламдағы парыздар туралы мәлімет беріңіз\nЭкстремизм мен терроризмнің алдын алу шаралары\nҚұрандағы сүрелер мен аяттар турасында түсінік беріңіз\nХристиандықтың пайда болу, даму тарихын түсіндіріңіз\nАнсарлар мен мұхажирлер деп кімдері айтамыз\nСопылық ілімнің ерекшеліктерін түсіндіріңіз\nҚазақ діни ағартушылық мәдениетіндегі мешіттер мен медреселердің маңызын түсіндіріңіз\nДін мен дәстүр сабақтастығы.\nӘруақ сенімінің қазақтар арасындағы мәнін ашыңыз\nҚазақстандағы дәстүрлі діндерге қайсылары жатады.\nСахабалар деп кімдерді айтамыз\nҚазақстандағы діни секталар туралы мәлімет беріңіз\nМұхаммед пайғамбардың өнегелік, адамгершілік қасиеттерін түсіндіріңіз\nХристиандағы үштік сенімді қалай түсінесіз.\nДінге еркіндікке қалай қарайсыз?\nҚазақстанда тойланатын ұлттық және діни мейрамдар және олардың ерекшеліктері\nИслам дініндегі негізгі құлшылықтар (ғибадат)\nӘлемдік діндердің қасиетті жазбаларын сипаттаңыз\nИсламда сүннет пен хадистің маңыздылығын ашып көрсетіңіз\nИсламдағы періштеге сенудің маңыздылығы\nДіннің қазіргі қоғамдағы атқаратын қызметтері",
                "date": "27.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсу нүктесі қай ұлпаға жатады?",
        "question_content": "Өсу нүктесі қайда болады, қай ұлпаға жатады, қандай қызмет атқарады:\n\nШырпуды қай кезде, қандай мақсатта  жүргізеді?\n\nСабақтың жуандауы қандай ұлпаға байланысты?",
        "question_date": "27.11.2017",
        "question_tag": "Биология",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сабақтың бойлап өсуі ең ұшынан басталады.Сабақ пен бұталары ұшынын ұзарып өседі.Өсімдіктің ұзарып өсуі-төбе бүршігіне,жан жағына жайылып,өсу жанама бүршіктеріне байланысты.Егер сабақтың ұшын кесіп тастаса (өсу нүктесі алынса),ұзарып өсу тоқталады.Қолтық бүршіктерден бұтақтар(жанама өркендер) дамиды.Үлкен қалаларда,демалыс орындарындағы ағаштар мен бұталардың ұштарын шырпып белгілі пішінге келтіреді.Жеміс ағаштарын гүлдейтін өркендерді көбірек дамып,мол өнім беру үшін көктемде шарпиды.Cабақтың жуандап өсуі.Камбий түзуші ұлпаға жатады.Камбийдің бір маусым ішінде бөлінген жас жасушалары қабық пен сүрекке қарай ығысыды.Бұл құбылыс жыл сайын қайталанғандықтан сабақ жуандай береді.Ағаштағы бүршіктер мен зақымданбаса,камбий жасушаларыда тез бөлінеді.Камбий жасушаларының бөлінуінен сүректе жыл сайын сүрек қабаты пайда болады.Оны жылдық шеңбер немесе жылдық қабат деп атайды.",
                "date": "28.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ілімге толса көкірек өлеңін тауып беріңіздерші",
        "question_content": "Майлықожа Сұлтанқожаұлының Ілімге толса көкірек шығармасын тауып беріңіздерші!",
        "question_date": "27.11.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ілімге толса көкірек,\nАшылар көзі сананың.\nҚұлақ салсаң, жақсылар,\nАзырақ сөзді жазамын.\nКөрейін мен де толғанып,\nКелгенімше шаманың.\nДүбірге қызған жүйріктей\nҚызып тұр әзір табаным.\nАйтқан сөзің бармайды\nКөңіліне наданның.\nАспан-жердей парқы бар\nДеп айтады адамның...\n«Жігіттің көркі - өнер»,\nЖақсылардан шыққан сөз.\nАлтынды – гауһар бедерлі.\nОсы күнде халқымда\nМәлім болып жалпыға,\nТілдің болдым шебері.\nЕтпекке кеңес келелі,\nАзырақ сөйлеп берелі.\nБақ пен дәулет тең келсе,\nАдамның толар кемелі.\nКімдерге бұғау салмаған\nДүниенің асау белеңі?\nБіреу үйде отырып,\nОт басында хош ұрып,\nБіреу жаһан кезеді.\nНақшқатты мысал қып,\nТөмендегі айтқан сөз\nМайлы ақынның сөзі еді.\nМәлім болған халыққа\nӨтірік емес, анық та\nӨнер алды – тіл еді.\nӨзбекте өткен Науаи\nТілдің кәусар гүлі еді.\nПарсыда өткен Фирдоуси\nЗаманында дүр еді.\nНе жүйрік келіп дүниеге,\nАяқтарын тіреді.\nБәрі де өтті дүниеден\nАдам бар ма оларды\nЕсіткенде күймеген?..\nӨңкей жақсы қосылса,\nБітіреді кеңесті.\nӨңкей жаман қосылса",
                "date": "27.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медициналық сақтандыру қорымен келісімшарт бекіткен медициналық ұйымдар...",
        "question_content": "Медициналық сақтандыру қорымен келісімшарт бекіткен медициналық ұйымдардың аумақтық белгілері бойынша тізімін қайдан көруге болады?",
        "question_date": "27.11.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Медсақтандыру қорының ресми сайтында МСҚ-мен келісімшарт бекіткен медициналық ұйымдардың тізімі жарияланады. Сонымен қатар, қажетті мәліметтерді қордың ақпараттық қызметі арқылы алуға болады. Жалпы, қандай да бір аймақтағы медициналық ұйымдардың тізімі облыстық және қалалық денсаулық сақтау басқармаларының сайттарында көрсетілген.",
                "date": "29.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімге хат деген тақырыпқа шағын шығарма жазу керек?",
        "question_content": "Үй тапсырмасына мұғалымге хат деген тақырыпқа шағын шығарма жазу қажет.",
        "question_date": "27.11.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 21400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біраз уақыттан бері сізге хат жазуды құнттап жүргем, бүгін қолға алып отырмын. Бүгін емтиханнан шығып уақыт тауып бір ұзағынан хат жазайыншы деп ыңғайландым. Оқу барысы сол, қиын, бірақ өте қызық. Емтихан науқанында күнде түннің ортасына дейін сабақ оқимын . Студенттік өмір – қызығы мен шұжығына толы тылсым дүние.\nКеше екі қазақ қыздарымен таныстым, «Болашақ» бағдарламасымен келіпті. Біреуі Өскеменнен, тағы біреуі Тараздан. Менің факультетімде оқуды бастады. Факультетті өздері таңдамапты, сол бағдарлама қай факультетке жолдайды, сол факультетте оқуға мәжбүр екен.. Олар да менің факультетіме кезіккеніне өкінбейді.\nБіреуі Болашақ арқылы келгеніне өкінеді. Өз еркіңмен оқи алмайсың, белгілі бір бағаға ілiнуге тырысып, жақсы бағаға оқу мойнына міндеттелген. Солай біраз әңгімелестік.\nБасқа тілдің мәшәқаты көп, неміс тілі күрделі, одан өзіңіз де хабардар боларсыз.. Бір жақсысы мұндағы профессорлар өте қарапайым, сен студентсің, мен профессормын деп тәкаппарланбайды. Қиыншылықтарды, ұқпағандарыңды айтып, бұйымтайыңмен барсаң, ылғи түсінікпен қарап уақыт береді, қиншылықты шешетін тиісті кісілерге бағдарлап отырады. Университетте тек қана сабаққа қатысты жағдайларда емес, арнайы шетелдіктердің ісімен айналысатын жауапты мамандар да бар.\nӘр айдың бірінші сәрсенбісінде өң шетелдік студенттер, яғни бүкіл әлемнің өкілдері жиналып университетте кофе ішіп, ырду-дырду, сабаққа байланысты, жалпы студенттік өмір жөнінде тәжірибе алмасамыз, танысамыз, шүйіркелесіп әңгімелесеміз. Бұрын соңды көрмеген, тіптен естімеген ұлттар, ұлыстарды кездестіресің. Әрине қанша ұлт бар, сонша мәдениет, сонша тарихпен танысасың. Бір-бірімен танысып-білісіп дос боп кеткендер көп. Еуропа кішкентай ғана жер болғанымен көп ұлттардан, елдерден тұрады. Каникулда 1-2 күнге, тіптен 1 аптаға басқа елдерге барып қайтамыз. Солай, қай елден болса да шетелдіктер үнемі бірге жүреді. Ал немістерге келсек, олар кейбір шығыс елдеріндей аузы ашылса жүрегі көрінетін ашық-аңғал халық емес. Ойын саралап тоқ етерін айтады, ісіне тиянақты, мінезі тұйық халық. 1-2 минут кешіксең жақтырмайды.. Университеттегі студенттің басымы әрине немістер. Жалпы өз білім жүйелеріне көңілдері толмайды, реформа енгізбекші, қарап отырсаң әрқашан көңілі көншімейтін сияқты, әр нәрсенің ақауын тауып, айтып, түзетіп жүреді. Бірақ менің ойымша cалыстырмалы түрде алғанда, бұл елдің білім жүйесі біздікіне қарағанда әлдеқайда ілгері. Кітап оқу мәдениеті кеңінен таралған. Саяси білімге де қанық, қоғамдағы көңілінен шықпаған жағдаяттарға халық өз ойын белсенді білдіріп отырады. Студенттердің көзі ашық, көкірегі ояу. Өз таңдаған мамандығына қызығушылық білдіріп, жауапкершілікпен қарайды. Бұл профессорларға да қатысты. Парақорлық, сыбайластық-жемқорлыққа университетте жол берілмейді, пара алу- университетке бейтаныс, атауымен жоқ ұғым. Қазіргі оқуым бұрынғы студенттік өміріммен салыстыруға да келмейді!\nМүмкіндіктер басқаша, бұрынғыдай жәй ғана лекцияға барып-келу мақсат емес, сол лекцияны барынша түсіну, әры-қарай ой өрбіту мақсат. Және де студенттер өзіне ұнаған пәнін еркін таңдауға мүмкіндік берілген. Өз маманынан тыс «жалпы-білімге» жататын пәндерді таңдап, білмегеніңді біліп, білгеніңді тереңдетсең болады. Сабақ жоспарын деканаттағылар біздегідей дайындап, барлығына арнап іліп қоймайды. Қанша студент бар, сонша түрлі сабақ жоспары бар. Яғни әр студент өз сабағына өзі жауапты. Сабағын топпен бірге бітіре ме, жоқ асықпай 1-2 семестр кешірек бітіре ме өз қолында десе болады. Әрине менің тобымдағылармен сабақтың басымын бірге өткіземін. Бірақ философия, социология сияқты пәндерді қызығушылығыма қарай өзім таңдаймын. Былтыр философияны таңдадым, Кант, Гегель, Маркс сияқты философтардың еңбегін талқылап, бұрындары еш қызықпаған, түсінбеген пәлсәпа ғылымдарын қазір тереңірек түсінгендеймін. Не туралы жазғанын ертеректe түсініп болмағам, сөйтсем пәлсапашылардың сұрағы өмірдің мәні хақында екен. Жаттанды нәрсені айтып беріп баға алып, ертеңіне ұмытып кетуші едік… Қазіргі оқу орнымда көп нәрсені көңілге тоқып, тек мазмұнын біліп қана қоймай, мағынасын да түсіне білу лазым. Маркс айтқан екен: «Адамды адам еткен еңбек» деп. Бұл сөздәйектің тікелей мағынасы түсінікті сияқты болғанымен, қосалқы мағынасы әлдеқайда терең екен, қазір түсініп білгендеймін. Тек ерең еңбекпен ғана көздеген мақсатыңа жетеді екенсің. Жеңілдің астымен, ауырдың үстімен жүрген кісінің ісі ешқашан алға баспайды.\nНеміс тілі былай тұрсын, қазір қазақ тіліне де ден қойдым. Неміс тілін жетік біле бастағаныммен бірге ана-тілді жетік білмейтінім біліне бастады. Мүмкін мектептен кейін қазақша оқымағаннан болар, мүмкін біздің орыс тілі – ұлы тіл деген тәліммен өскен, «отарлық санамызда» болар, әйтеуір қазақ тілім ақсап қалғандай. Қазір сол өз уақытында көңіл бөлмеген қазақ әдебиетіне бет бұрдым. Былтыр Алматыда сатып алған кітаптарымды шетінен оқып, өзіме көп жаңалық ашып жатырмын. Көбіне Кеңес өкіметінің гүлденіп тұрған уақытында жазылған шығармалар, мысалы: «Жапандағы жалғыз үй», «Шұғаның белгісі», «Ұшқан ұя» т.б. еңбектерден про-кеңестік пропаганда иісі бұрқырап тұр, яғни пролетариат көтерілісін қоштап, қоғами теңсіздікке қарсы күрестер баяндалған, насихатталған. Екінші жағынан адал да аңқау, қарапайым ауыл тұрғындарының тұрмыс-тіршілігін бейнелеген. Кітаптар көптеген қазақи дәстүр мен ырым-үрдістердің түп-тамырын дa ұғымды етеді. Шетте жүргенде ең бірінші өз мәдениетің туралы ойлай бастайсың, неге біз былаймыз, бұлар басқаша деп, бұрындары түсінікті болып көрінген құбылыстарға шүйлігіп сынмен сұрай бастайсың. Басқалар сұрай қалса, өз тарихынан мәлім кісі ұялып төмен қарамайды. Сол себептен де білдей бір елдің өкілімін, дымбілместің кейпін келтірсем, бөтен кісі бүкіл қазақты менімен өлшейді емес пе!? Ұятыма тырысып қолыма түскен кітапты оқып, ой-өрісімді, ғылым-білім өрісін кеңейтуге тырысып жүремін. Білім түбіне жетпейсің, бірақ сонда да «Век живи, век учись», әлі де білгенім аз, білмегенім шексіз…Қазіргі көзқарасым, дүниетанымым осылай. Германия туралы мүмкін келесі жолы жаза кетермін. Жалпы атап өтсем: пенде қай жерде бомасын пенде ғой. Мұнда да кәдімгі адамдар, күйбең тіршілік. Бірақ салыстырып қарасам, өмір ағымының айырмашылығы әлдеқайда алшақ! Заман талабына сай, көп нәрседен ілгері. Мен қазір интернеттегі пернетақтамен қазақша әріптерді теріп отырмын. Қазақ интернетіне қатысып, Қазақстандағы таныстастарыммен интернет арқылы тікелей сұхбаттасып тұрамын. Соңғы уақытта Қазақфильмнің туындыларын интернеттен көріп жүрмін. Жақсы, сапалы фильмдер шығып жатыр. «Подарок Сталину», «Рэкетир» тағы басқа көптеген қазақша фильмдер жарық көріп жатыр. Барлығын болмаса да, біразын көрдім. Ұнады. Қазақстанның фильм өндірісі қарқынды дамып келе жатқаны, шетелдің ділін, дінін насихаттайтын кейбір әдепсіз фильмдерден арылуымызға жол ашады деп сенемін. Болашақта тек өз мәдениетімізге, тәлім-тәрбиемізге сай шығармаларды көгілдір экраннан көре алу мүмкіндігі қуантады .\nАл мен хатымды аяқтайын. Баяғыдан бері бір отырып ұзағынан жазайын деген ой болып, уақыт тапшы боп жүр еді, бүгін орайы келді! Бұл менің Еуропадағы студенттік өмірімнен қысқаша бір үзінді.\nЛажы болса сіз де жазып тұрыңыз.\nСәлеммен Сымба",
                "date": "28.11.2017",
                "upvotes": 0
            },
            {
                "text": "Ұстаз жүрегін жарып шыққан тебіреніске толы шұрайлы шығарманы назарларыңызға ұсынамыз! Өмірде мамандықтың түрі көп. Әр мамандықтың өзіндік ерекшелігі бар. Дәрігер адамдарды емдесе, мұғалім оларды оқытады, әнші ән айтады, құрылысшы үй салса, тігінші киім тігеді. Тағы басқа да мамандықтар туралы айта беруге болады. Адамдар мамандықты жүрегінің қалауы бойынша таңдауы керек. Өйткені, әрбір адамның болашағы таңдаған мамандығына тікелей байланысты. Өз ісін жақсы көріп, үлкен жауапкершілікпен атқарғанда ғана адам өзін бақытты сезінеді екен. Жас ұрпақты білім нәрімен сусындатар, шәкірт жүрегіне гүл егер, бала жанының бағбаны аяулы ұстаздар емес пе? Иә, ғылым иесі ғалым да, ел қорғаған батыр да, тілінен бал тамған ақындар да, тегеуріне темір балқытқан жұмысшы да, егін еккен дихан да, мал бағып терін төккен шопан да бәрі-бәрі ұстаздан білім алған. Сондықтан ұлағатты ұстаздарға бүкіл адам баласы құрметпен бас иеді. Ұстаз - таудан арқырай аққан тау өзені секілді, айналасына қуат беріп, жолында кездескендерді суымен нәрлендіріп, таудай қиындықтарды тастай домалатып, білімнің сар даласында тыныштық тауып, дамылдайды. Ұстаз - Жер деген әлемнің бетін көркейткен, шәкірттеріне шуақ төккен Күн-Ана. Ұстаз – ақылдың тозбайтұғын асылы. Қасиетті мамандық иелерінің ішіндегі жауһары. Өзге мамандық атаулылары өздерінің түр-сипатын мың құбылтып жатса да, еш өзгеріссіз сол бәз баяғы қалпында жас ұрпаққа адамгершілік қасиеттердің дәнін еккен диқаншы. Менің мамандығым – мұғалім. Қиындығы мен қызығы мол осы мамандықты бала күнімнен армандадым. Адам баласына көмектесу – игілікті істердің бастамасы. 2011 жылы Алматы қаласындағы №1 мектеп-гимназияға қазақ тілі мен әдебиет пән мұғалімі болып жұмысқа орналастым. Ең алғаш «Ұстаз» деген атаққа ие болуым да осы мектептен басталды. Бұл мектеп оқушылары менің армандарымның жүзеге асуына өз үлестерін қосты. «Бала жүрегі- кішкентай күй сандық. Сол сандықтың кілтін тапсаң ғана ашылады. Мұғалімнің қолында әр кезде сол кілт тұру керек» - деп, М. Шаханов ағамыз айтқандай, әр баланың жүрегіне жол табу, бала бойындағы дарынды ашу мұғалімнің ең басты міндеті деп ойлаймын. Күнделікті таңертең мектеп ауласына жақындағанда, балалардың сыңғырлай күлген дауыстары мені қуанышқа бөлейді. Мектепке кіргеннен-ақ, өзімді мазалаған сан түрлі ойлардан арылып, оқушыларымның тәтті қылықтарымен әдемі жүздерінен шаттанамын. «Баласыз үй мазар, балалы үй базар»- деп ата- бабаларымыз бекер айтпаса керек. Балалардың әр күні біздің көз алдымызда өтіп жатыр. Алдымызға келген балалар - біреудің маңдай алды жарығы, енді бірі – жал дегенде жалғызы, бірі – ерке, бірі – қой аузынан шөп алмас момыны. Маңдай алды жарығын Таңшолпандай жарқыратып, жал дегенде жалғызды көпшілдікке үйретіп, қой аузынан шөп алмасты ортада жарқылдап сөйлер шешен қылып тәрбиелеу үшін қажымас қайрат пен батырлық қажет. Мектеп — балалардың екінші үйі болса, ал ұстаздар екінші анасы десек те артық етпейді. Әр үйдің еркелерін бір арнаға тоғыстырып, олармен жұмыс жасау оңайға соқпайды. Алайда баланың тілін тауып, тілдесу, жақсы тәрбие берудің өзі бір үлкен ғанибет. Ақ парақ бетіне сызу сызғандай баланың кіршіксіз санасына алғашқы адамгершілік, мейірімділік нұрын сеуіп, білім, өнер нәрімен сусындату мына біз мұғалімдердің еншісінде. Сөзден жыр кестесін өрген Ғафу Қайырбеков ұстаз деген сөздің анықтамасын дәл берген. Ұстаз болу - сезімнің ақындығы, Ұстаз болу – жүректің батырлығы. Ұстаз болу - мінездің күн шуағы, Азбайтұғын адамның асылдығы. Осы төрт қасиет әр ұстаздың бойынан табылуы қажет. Себебі мұғалім қай сабақта болмасын оқушысын еркіндікке баулиды. Сондықтан да ұстаздың міндеті талап пен еңбекті оқушыдан талап ете отырып, білімнің теңізінен маржан тергізу. Оқушы сабағыңнан ешқашан жалықпау керек. Ұстаз - Қаратаудың қойнауындай тереңде жатқан кенді ашып, білім мен ғылымның жемісінің дәмін таттыратын, армансызға арман ұялатып, қанатсызға дарын қанатын бітіретін ғажайып күш иесі. Менің мамандығым әлемдегі ең қажет мамандықтардың бірі. Сондықтан мамандығымды мақтан тұтамын.\nhttps://massaget.kz/okushyilarga/shyigarma/22253",
                "date": "27.11.2017",
                "upvotes": 0
            },
            {
                "text": "ОҚУШЫЛАРДЫҢ МҰҒАЛІМДЕРГЕ ХАТЫ\n*Маған қатаң талап қоюдан қорықпаңыз. Мен осыны қалаймын. Талап\nпен тәртіп Менің өз орным мен іс-әрекетімнің шегін білуге көмек береді.\n* Менімен қарым-қатынаста намысыма тиетін сөздер айтып, күш қолданудың қажеті жоқ. Өмірде ең маңызды нәрсе – үстемдік, күш көрсету деген ойды менің санама қалыптастырмаңыз. Сіздің Мені түсініп, жетекшілік жасауыңызды толығымен қабылдаймын.\n* Әрбір іс-әрекетіңізде жүиесіздік болмасын! Жүйесіз жұмыс оқушыны шатастырады және қандай да бір жағдайда өз «қара басымды арашалап» алуға мәжбүрлейді.\n* Маған бос уәде бермеңіз. Бұл Сізге деген Менің сенімімді жоғалтады.\n* Сізді жек көремін деген сөзіме ренжімеңіз. Бұл Маған жасаған қателіктеріңіз үшін Сіздің бойыңызда өкініш сезімі пайда болсын дегенім.\n* Өзімнің қолымнан келетін істі Мен үшін жасаудың қажеті жоқ. Мұндай жағдай орын алған уақытта Сізден олай жасамауды талап етемін.\n* Іс-әрекетіме байланысты ескертуді оңаша жерде жасауыңызды өтінемін. Түсініп, қабылдап, қайталамауға тырысамын.\n* Кез келген мәселе бойынша келіспеушілік орын алған жағдайда уақытта сабырлы болыңыз. Ашуыңызды тарқаған соң Менімен сөйлесерсіз.\n* Маған әрдайым ақыл айта бермеңіз. Түсіністік танытып, әңгіме барысында Менің «жақсы» мен «жаманды» ажырата білетініме көз жеткізсеңіз, өзіңізде таң қаласыз.\n* Менің байқаусызда жіберген қателіктерім – қылмыс деген ойды менің бойыма қалыптастырмаңыз. КЕШІРІМДІ болыңыз, қателігімді түзеуге көмек беріңіз.\n* Менің соңыма түсіп алмаңыз және дөрекі сөздермен қатты ұрыспаңыз. Жіберген қателіктерімді ақылмен түсіндіріп, Менің көзқарасымды өзгертуге тырысыңыз.\n* Менің адалдығымды сынаққа сала бермеңіз. Қорыққанымнан Мен жалған сөздерді айтуым да мүмкін.\n* Менің өсіп, дамып келе жатқанымды, яғни тәжірибеден өтіп жатқанымды ұмытпаңыз. Мен осылай үйренемін, өмірді түсінемін. Өтінемін, осыған мән беріп қараңыз!\n* Әділ және тура сұрақ қойған жағдайда жауап беруден қашып, Менен теріс айналмаңыз. Керісінше, мүмкіндігіңіз болғанша жауап беруге тырысыңыз. Сұрақ қоюды азайтқаным, Сізді сыйлауым емес, сенімімнің азайғаны. Туындаған сұрақтардың жауабын басқа жерден де іздеп табатыным күмәнсіз.\n* Менен кешірім сұрау Сіздің дәрежеңізді төмендетеді деп ойламаңыз. Сіз қателеріңізді шын мойындаған уақытта Менің Сізге деген құрметім де, жылулық сезімім арта түседі.\n* Сіздің түсінігіңіз бен қолдауыңыз Мен үшін өте қажет екенін ұмытпаңыз. Оны Менсіз де жақсы білетіңізге сенімдімін. Зорлық-зомбылықтың жарасы жылдар бойы жазылмайды, немқұрайлылық пен елемеушіліктің таңбасы өмір бақи жанымда қалады. Сіздің ыстық ықыласыңыз, махаббатыңыз бен мейіріміңіз, достық қолдауыңыз бен сеніміңіз, Маған ең қымбат сыйлықтан да жақсы әсер етеді.\n* Достарыңызға қалай қарасаңыз, Маған да солай қараңыз. Менің де Сіздің ең жақсы досыңыз болғым келеді.\n*Күнделікті Маған берген біліміңіз, сыйлаған жылы тілектеріңіз бен асыл ойларыңыз, бүгін болмаса да жылдардан кейін үйіліп-төгіліп өзіңізге қайтатынын ұмытпаңыз!\nБұл дүниеде ең ғажайып нәрсе бар екенін есте сақтаңыз!\nБұл ғажайып – Мен, БАЛА!",
                "date": "28.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "20 c температурада суы бар ыдысқа температурасы",
        "question_content": "20 c температурада суы бар ыдысқа температурасы 8c 100г мұз салынды.Ыдыста қандай температура орнайды?Суы бар ыдыстың жылу сыйымдылығы 1,67 кдж/К.Мұздың меншікті жылу сиымдылығы 2100 Дж/кг,м мұз еруінің менші",
        "question_date": "26.11.2017",
        "question_tag": "Физика",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің шығару жолы есеп",
                "date": "28.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі сөйлемнен экспрессивті, бейтарап сөздерді табу керек?",
        "question_content": "18-жаттығу  экпрессивті , бейтарап табу керек",
        "question_date": "26.11.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еліміздің Кәсіптік Одақтар туралы заңы?",
        "question_content": "Екәсіптік одақтарды жапқанын қалайсыз ба?еліміздің Кәсіптік Одақтар туралы заңына көңіліңіз тола ма? қандай өзгерту енгізгенін қалар едіңіз?",
        "question_date": "26.11.2017",
        "question_tag": "Заң",
        "question_views": 586,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіптік одақтарды жапқанын қаламаймын. Өйткені кәсіптік одақтар жұмысшылардың құқығын қорғайды. Жұмыс орнын қолайлы болуын, еңбек ақыны көтерілуін және де жұмысшылардың демалысын сапалы өтуін басшылыққа айтып отырады. Капиталистік нарықтық қоғамда басшылық кәсіптік одақтың болғанын қаламайды, өйткені оларға қосымша шығын әкеледі.",
                "date": "28.11.2017",
                "upvotes": 0
            },
            {
                "text": "http://adilet.zan.kz/kaz/docs/P1300001019\n\nОсы сілтеме арқылы өтіп заңның толық нұсқасын оқи аласыз",
                "date": "28.11.2017",
                "upvotes": 0
            },
            {
                "text": "ҚАЗАҚСТАН РЕСПУБЛИКАСЫНЫҢ\nЗАҢЫ Кәсiптiк одақтар туралы\nОсы Заң азаматтардың бірлесу бостандығына конституциялық құқығын іске асыруына, кәсіптік одақтарды құруға, олардың қызметіне, оларды қайта ұйымдастыруға және таратуға байланысты туындайтын қоғамдық қатынастарды реттейді.\n1-тарау. Жалпы ережелер\n1-бап. Осы Заңда пайдаланылатын негізгі ұғымдар\nОсы Заңда мынадай негізгі ұғымдар пайдаланылады:\n1) аумақтық кәсіподақтар бірлестігі – аудан, қала, облыс, республикалық маңызы бар қала және астана деңгейіндегі кәсіподақтар бірлестігі;\n2) әлеуметтік әріптестік – қызметкерлердің (қызметкерлер өкілдерінің), жұмыс берушілердің (жұмыс берушілер өкілдерінің), мемлекеттік органдардың арасындағы өзара қарым-қатынастың олардың еңбек қатынастарын және солармен тікелей байланысты өзге де қатынастарды реттеу мәселелері жөніндегі мүдделерін келісуді қамтамасыз етуге бағытталған жүйесі;\n3) бастауыш кәсіподақ ұйымы – жергілікті немесе салалық кәсіподақтың тікелей ұйымдағы және осы ұйым қызметкерлері болып табылатын кәсіподақ мүшелерінен тұратын құрылымдық бөлімшесі;\n4) жергілікті кәсіподақ – қызметкерлердің ортақ өндірістік-кәсіптік мүдделермен байланысты бірлестігі;\n5) кәсіподақ мүшесі – әскери қызметшілерді, ұлттық қауіпсіздік органдарының, құқық қорғау органдарының қызметкерлерін және судьяларды қоспағанда, кәсіподақтың құрамына кіретін, оның жарғысын мойындайтын және сақтайтын, мүшелік кәсіподақ жарнасын төлейтін жеке тұлға;\n6) кәсiптiк одақтар (кәсіподақтар) – өндірістік-салалық қағидат бойынша өздерiнiң кәсiптiк мүдделерiнiң ортақтығы негiзiнде өз мүшелерiнiң еңбек және әлеуметтiк құқықтары мен мүдделерiн бiлдiру және қорғау үшін азаматтар ерiктi түрде құратын дербес, тiркелген жеке мүшелiгi бар қоғамдық бiрлестiктер;\n7) кәсіподақ органы – кәсіподақтың жарғысына сәйкес құрылған атқарушы орган;\n8) мүшелік ұйым – осы Заңда айқындалған тәртіппен салалық кәсіподақтың, аумақтық, республикалық кәсіподақтар бірлестігінің құрамына қатысушы ретінде кіретін, оның жарғысын мойындайтын және сақтайтын кәсіподақ, аумақтық кәсіподақтар бірлестігі;\n9) республикалық кәсіподақтар бірлестігі – салалық кәсіподақтардың бірлестігі;\n10) салалық кәсіподақ – ортақ өндірістік-кәсіптік мүдделермен байланысты, қызметтің бір саласы (экономикалық қызмет түрлері немесе кіші түрлері) және онымен сабақтас салалар қызметкерлерінің бірлестігі.\n2-бап. Қазақстан Республикасының кәсiподақтар туралы заңнамасы\n1. Қазақстан Республикасының кәсіподақтар туралы заңнамасы Қазақстан Республикасының Конституциясына негiзделедi және осы Заң мен Қазақстан Республикасының өзге де нормативтiк құқықтық актiлерiнен тұрады.\n2. Егер Қазақстан Республикасы ратификациялаған халықаралық шартта осы Заңда көзделгендерден өзге қағидалар белгiленсе, онда халықаралық шарттың қағидалары қолданылады.\n3-бап. Осы Заңның адамдардың жекелеген санаттары үшін қолданылу ерекшелiктерi\nОсы Заңның ережелерi республикадан тыс жерде қызметтік iссапарда жүрген Қазақстан Республикасының азаматтарына, сондай-ақ кәсіподақ құру және оның қызметін қаржыландыру құқығы шектеле отырып, Қазақстан Республикасында тұратын және жұмыс iстейтiн шетел азаматтары мен азаматтығы жоқ адамдарға қолданылады.\nШетел азаматтары мен азаматтығы жоқ адамдардың мүшелік кәсiподақ жарналарын төлеуі Қазақстан Республикасының азаматтарымен тең шарттарда жүргізіледі.\n4-бап. Кәсiподақтар құру бостандығы\nҚазақстан Республикасы азаматтарының кәсiподақтарға бiрiгуге құқығы бар.\nКәсiподақтар өз мүшелерiнiң тең құқықтылығы негiзiнде құрылады. Бiр сала, ұйым шеңберiнде құрылатын кәсiподақтардың саны шектелмейді.\nБарлық кәсiподақтарға бір мәртебе шеңберінде тең құқықтық мүмкiндiктер берiледi.\nКәсiподақ құруға кедергi келтiруге, оның қызметiне қарсы іс-қимыл жасауға, тиісінше оның ішкі істеріне араласуға жол берілмейді.\n5-бап. Кәсiподақтарды құру және олардың өзара қарым-қатынас жасау қағидаттары\nКәсiподақтар өндiрiстiк-салалық қағидат бойынша құрылады.\nКәсiподақтар жарғыларын, құрылымын дербес әзірлейді және бекітеді, кәсіподақ органдарын құрады, өз қызметін ұйымдастырады, жиналыстар, конференциялар, съездер және Қазақстан Республикасының заңнамалық актілерімен тыйым салынбаған басқа да іс-шараларды өткізеді.\nКәсіподақтар өз қызметінде барлық деңгейдегі мемлекеттік органдардан, саяси партиялардан, жұмыс берушілер мен олардың бірлестіктерінен тәуелсіз болады, олардың бақылауында болмайды және оларға есеп бермейді.\n6-бап. Кәсiподақтардың халықаралық байланыстары\nКәсiподақтар жарғылық мақсаттар мен мiндеттерге сәйкес халықаралық кәсiподақ бiрлестiктерiне кiруге, шетелдік кәсiподақтармен және еңбекшілердің құқықтары мен бостандықтарын қорғау саласында жұмыс істейтін өзге де ұйымдармен ынтымақтастық жасауға, олармен шарттар мен келiсiмдер жасасуға құқылы.\n7-бап. Азаматтарды кәсiподақтарға тиесілілік белгiсi бойынша кемсiтушiлiкке тыйым салу\nКәсiподақтарға тиесілілік азаматтардың Қазақстан Республикасының заңнамасымен кепiлдiк берiлетiн еңбек, әлеуметтiк-экономикалық, саяси, жеке құқықтары мен бостандықтарын қандай да бiр шектеуге әкеп соқпайды.\nҚызметкердің кәсiподаққа тиесілілігі, оған кiруі немесе одан шығуы себебiнен жұмысқа қабылдау кезінде кемсітушілікке, жұмыста жоғарылатуға, сондай-ақ жұмыс берушінің бастамасы бойынша еңбек шартын бұзуға тыйым салынады.\nАдамдарды кәсіподаққа кіруден қалыс қалуға, бір кәсіподақтан шығып, басқасына кіруге, кәсіподақты өз бетінше таратуға мәжбүрлеу мақсатында оларға қоқан-лоқы көрсетіп немесе басқа да заңсыз іс-әрекеттермен ықпал етуге тыйым салынады.\n2-тарау. Кәсiподақтарды құру, қайта ұйымдастыру және тарату\n8-бап. Кәсіподақ құру\nКәсiподақ өздерінің кәсіптік және өндірістік мүдделерінің ортақтығымен байланысты жарғы бекiтiлетін және кәсіподақ органдары құрылатын құрылтай съезiн (конференция, жиналыс) шақыратын кемiнде он адамнан тұратын азаматтар тобының бастамасы бойынша құрылады.\nМүшелiкке өту және одан айыру шарттары мен тәртiбi кәсiподақтың жарғысында айқындалады.\nКәсiподақтың заңды тұлға ретiндегі құқық қабiлеттілігі мемлекеттік тiркелген кезден бастап пайда болады.\n9-бап. Кәсіподақтың жарғысы\n1. Кәсіподақтың жарғысында:\n1) кәсіподақтың атауы, орналасқан жері, қызметінің нысанасы мен мақсаттары;\n2) жеке тұлғалардың мүшелігі, мүшелікке өту және одан айырылу, одан шығу шарттары мен тәртібі;\n3) мүшелік ұйым ретінде салалық кәсіподаққа, республикалық кәсіподақтар бірлестігіне мүшелік;\n4) кәсіподақтың ұйымдық құрылымы;\n5) кәсіподақ органдарын қалыптастыру тәртібі, олардың құзыреті және өкілеттіктерінің мерзімдері;\n6) кәсіподақтың және оның мүшелерінің құқықтары мен міндеттері, оның ішінде әлеуметтік әріптестік органдарды, кәсіподақтар мен олардың өзі мүшелік ұйымы болып табылатын бірлестіктерінің органдары қабылдайтын шешімдерді орындаудың міндеттілігі;\n7) кәсіподақтың ақшалай қаражаты мен өзге де мүлкінің қалыптасу көздері, кәсіподақтың мүлікті басқару бойынша құқықтары;\n8) мүшелік кәсіподақ жарналарын төлеу және оларды бөлу тәртібі;\n9) өз мүшелеріне ақшалай қаражаттың түсуі және жұмсалуы туралы хабарлау тәртібі;\n10) кәсіподақтың жарғысына өзгерістер мен толықтырулар енгізу тәртібі;\n11) кәсіподақты қайта ұйымдастыру және тарату туралы шешім қабылдау тәртібі, сондай-ақ кәсіподақ таратылған жағдайда мүлікті пайдалану тәртібі көзделуге тиіс.\n2. Жарғыда кәсіподақ қызметінің нысанасына қатысты және Қазақстан Республикасының заңнамасына қайшы келмейтін өзге де ережелер көзделуі мүмкін.\n10-бап. Кәсіподақтарды мемлекеттік тіркеу\n1. Кәсіподақтарды мемлекеттiк тiркеу Қазақстан Республикасының заңды тұлғаларды мемлекеттік тіркеу және филиалдар мен өкілдіктерді есептік тіркеу туралы заңнамасына сәйкес жүргізіледі.\nКәсіподақты мемлекеттiк тiркеу үшін қажеттi құжаттар кәсіподақтың құрылтай съезi (конференциясы, жиналысы) өткiзiлген күннен бастап екі айдан кешiктiрiлмей тiркеушi органға ұсынылады.\n2. Республикалық, аумақтық кәсіподақтар бірлестігі, салалық және жергілікті кәсіподақ тiркелген күнiнен бастап алты ай өткенге дейін өзін тіркеген органға осы Заңның 12-бабының 1-тармағында, 13-бабының 2-тармағында, 14-бабының 1 және 2-тармақтарында, 15-бабының 1-тармағында көзделген талаптарға сәйкестікті растайтын құжаттардың көшірмелерін ұсынуға міндетті.\n3. Осы баптың 2-тармағында көзделген талаптарды орындамау Қазақстан Республикасының заңнамасында белгiленген тәртiппен кәсіподақтарды мемлекеттiк тiркеудің күшiн жоюға әкеп соғады.\n4. Тіркеуші органның шешімдеріне сот тәртібімен шағымдануға болады.\n11-бап. Кәсiподақты қайта ұйымдастыру және тарату\nКәсiподақты қайта ұйымдастыру және тарату Қазақстан Республикасының заңнамасына сәйкес жүргізіледі.\n3-тарау. Кәсіподақтардың және олардың бірлестіктерінің мәртебесі\n12-бап. Республикалық кәсіподақтар бірлестігі\n1. Облыстар аумағының жартысынан астамында мүшелік ұйымдары бар республикалық кәсіподақтар бірлестігін салалық кәсіподақтар Қазақстан Республикасының азаматтық заңнамасына сәйкес ерiктi негiзде құрады.\n2. Республикалық кәсіподақтар бірлестігі республикалық деңгейдегі әлеуметтік әріптестікте қызметкерлердің өкілетті өкілі болып табылады.\n3. Республикалық кәсіподақтар бірлестігі кәсіподақтардың қызметінің құқықтық кепілдіктерін республикалық деңгейде қамтамасыз етуге, кәсіподақтар мүшелерінің әлеуметтік, еңбек құқықтары мен мүдделерін білдіру және қорғау мәселелерінде мүшелік ұйымдардың іс-қимылын үйлестіруге жәрдемдеседі.\n4. Республикалық кәсіподақтар бірлестігінің негізгі функциялары:\n1) өзінің мүшелік ұйымдарының құқықтары мен мүдделерін білдіреді, қорғайды;\n2) республикалық кәсіподақтар бірлестігіне кіретін кәсіподақтар қызметінің негізгі бағыттарын, стратегиясын әзірлейді және айқындайды;\n3) әлеуметтік әріптестіктің барлық деңгейлерінде әлеуметтік әріптестік жүйесін дамытуға жәрдемдеседі;\n4) республикалық жұмыс берушілер бірлестігімен және Қазақстан Республикасының Үкіметімен Бас келісім жасасу кезінде әлеуметтік әріптестіктің тарапы болып әрекет етеді, жобаны дайындау және оны жасасу жөніндегі келіссөздерге қатысады;\n5) әлеуметтік әріптестік жөніндегі республикалық үшжақты комиссияның жұмысына қатысады;\n6) мүшелік ұйымдармен ынтымақтастық жасайды және оларға шетелдік, халықаралық кәсіподақ бірлестіктерімен және еңбекшілердің құқықтары мен бостандықтарын қорғау саласында жұмыс істейтін өзге де ұйымдармен байланыс орнатуға жәрдемдеседі;\n7) жарғылық мақсаттарды іске асыруға бағытталған өзге де функцияларды жүзеге асырады.\n5. Республикалық кәсіподақтар бірлестігі өзінің мүшелік ұйымдары үшін кәсіподақтардың үлгілік жарғысын бекітуге құқылы.\n13-бап. Аумақтық кәсіподақтар бірлестігі\n1. Аумақтық кәсіподақтар бірлестігін кәсіподақтар Қазақстан Республикасының азаматтық заңнамасына сәйкес ерiктi негiзде құрады.\n2. Облыс, республикалық маңызы бар қала және астана деңгейіндегі аумақтық кәсіподақтар бірлестігі республикалық кәсіподақтар бірлестігінің мүшелік ұйымы болып табылады.\nАудан, қала деңгейіндегі аумақтық кәсіподақтар бірлестігі облыс, республикалық маңызы бар қала және астана деңгейіндегі тиісті аумақтық кәсіподақтар бірлестігінің мүшелік ұйымы болып табылады.\n3. Аумақтық кәсіподақтар бірлестігі өңірлік деңгейдегі әлеуметтік әріптестікте қызметкерлердің өкілетті өкілі болып табылады.\n4. Аумақтық кәсіподақтар бірлестігінің негізгі функциялары:\n1) өзінің мүшелік ұйымдарының құқықтары мен мүдделерін білдіреді, қорғайды;\n2) өңірлік деңгейде әлеуметтік әріптестік жүйесін дамытуға жәрдемдеседі;\n3) өңірлік жұмыс берушілер бірлестігімен және Қазақстан Республикасының жергілікті атқарушы органдарымен өңірлік келісім жасасу кезінде әлеуметтік әріптестік тарапы болып әрекет етеді, жобаны даярлау және оны жасау жөніндегі келіссөздерге қатысады;\n4) әлеуметтік әріптестік жөніндегі өңірлік үшжақты комиссияның жұмысына қатысады;\n5) жарғылық мақсаттарды іске асыруға бағытталған өзге де функцияларды жүзеге асырады.\n14-бап. Салалық кәсіподақ\n1. Салалық кәсіподақты сала қызметкерлерінің немесе ұйымдарының жалпы санының кемінде жартысын біріктіретін немесе облыстардың жартысынан астамының аумағында құрылымдық бөлiмшелерi, ұйымдық мүшелері бар, ортақ өндірістік-кәсіптік мүдделермен байланысты, бір қызмет саласының және онымен сабақтас салалардың қызметкерлері құрады.\n2. Салалық кәсіподақ республикалық кәсіподақтар бірлестігінің мүшелік ұйымы болып табылады және салалық деңгейдегі әлеуметтік әріптестікте қызметкерлердің өкілетті өкілі болып табылады.\n3. Салалық кәсіподақтың негізгі функциялары:\n1) өз мүшелерінің, мүшелік ұйымдарының еңбек және әлеуметтік құқықтары мен мүдделерін білдіреді, қорғайды;\n2) салалық деңгейде әлеуметтік әріптестік жүйесін дамытуға жәрдемдеседі;\n3) салалық жұмыс берушілер ұйымдарының өкілетті өкілдерімен және Қазақстан Республикасының орталық мемлекеттік органдарымен салалық келісім жасасу кезінде әлеуметтік әріптестік тарапы болып әрекет етеді, жобаны даярлау және оны жасау жөніндегі келіссөздерге қатысады;\n4) әлеуметтік әріптестік жөніндегі салалық үшжақты комиссияның жұмысына қатысады;\n5) жарғылық мақсаттарды іске асыруға бағытталған өзге де функцияларды жүзеге асырады.\n4. Салалық кәсіподақ филиалдары мен өкілдіктері салалық кәсіподақтың атынан және оның өкілеттігі шегінде қызметкерлердiң өңiрлiк деңгейде келіссөздер жүргізу жөніндегі өкiлеттi өкiлдерi болып табылады.\n15-бап. Жергілікті кәсіподақ\n1. Жергілікті кәсіподақты, әдетте, ортақ өндірістік-кәсіптік мүдделермен байланысты, бір ұйымның қызметкерлері құрады.\nЖергілікті кәсіподақ салалық кәсіподақтың мүшелік ұйымы болып табылады.\n2. Жергілікті кәсіподақ ұйым деңгейіндегі әлеуметтік әріптестікте қызметкерлердің өкілетті өкілі болып табылады.\n16-бап. Бастауыш кәсіподақ ұйымы\nКәсіподақтың бастауыш ұйымы ұйымда құрылады, кемінде үш адамнан тұрады және заңды тұлға құрмай, жергілікті немесе салалық кәсіподақтың құрылымдық бөлімшесі және ұйым деңгейіндегі әлеуметтік әріптестікте қызметкерлердің өкілетті өкілі болып табылады.\nБастауыш кәсіподақ ұйымын құру, қызметін тоқтату тәртібі, құқықтары мен міндеттері жергілікті немесе салалық кәсіподақтың жарғысына және Қазақстан Республикасының заңнамасына сәйкес бастауыш кәсіподақ ұйымы туралы ережеде айқындалады.\n4-тарау. Кәсiподақтардың құқықтары мен міндеттері, кепiлдiктерi\n17-бап. Кәсiподақтардың құқықтары\n1. Кәсiподақтардың:\n1) өз мүшелерiнiң құқықтары мен мүдделерiн білдіруге және қорғауға, сондай-ақ мемлекеттiк органдармен өз өкілеттігі шегінде жұмыс берушілермен, жеке кәсіпкерлік субъектілерінің бірлестіктерімен (қауымдастықтарымен, одақтарымен) және өзге қоғамдық ұйымдармен өзара қатынастарда қызметкерлердің өкілі болуға;\n2) өз мүшелерінің құқықтары мен мүдделерін қорғау үшін сотқа талап қоюға, медиация жүргізу кезінде, сотта, төрелікте немесе аралық сотта, басқа органдарда олардың мүдделерiн қорғауға, оларға өзге де құқықтық көмек көрсетуге, заң консультацияларын және басқа да құқықтық көмек қызметтерін құруға;\n3) мемлекеттiк органдарға олар қабылдаған, кәсiподақ мүшелерiнiң құқықтары мен заңды мүдделерiне қысым жасайтын құқықтық актiлердiң толық немесе iшiнара күшiн жою не оларды өзгерту туралы өтiнiш жасауға;\n4) мемлекеттiк органдардың кәсiподақ мүшелерiнiң құқықтары мен заңды мүдделерiне қысым жасайтын актiлерi жөнiнде сотқа шағым жасауға;\n5) еңбек дауларын сотқа дейін шешуге қатысуға;\n6) Қазақстан Республикасының еңбек заңнамасына және Қазақстан Республикасының медиация туралы заңнамасына сәйкес жеке және ұжымдық еңбек дауларын шешуге қатысуға;\n7) өз мүшелерінің құқықтары мен заңды мүдделерiнің сақталуына қоғамдық бақылауды жүзеге асыруға;\n8) келіссөздер жүргізуге, келісімдерді, ұжымдық шарттарды дайындауға және жасауға;\n9) ақша қорларын қалыптастыруға;\n10) еңбек қауіпсіздігі және еңбекті қорғау жөніндегі комитет (комиссия) құрамында еңбекті қорғау талаптарын қамтамасыз ету, өндірістік жарақаттану мен кәсіптік аурулардың алдын алу бойынша жұмыс берушімен бірлескен іс-қимыл ұйымдастыруға, сондай-ақ жұмыс орындарындағы еңбек жағдайы мен еңбекті қорғауға тексеру жүргізуге;\n11) азаматтардың еңбек және әлеуметтік құқықтары мен мүдделерін қозғайтын нормативтік құқықтық актілерді әзірлеуге қатысуға;\n12) өз өкiлдерi арқылы өз кәсiподағы мүшелерiнiң кәсiпорындары мен жұмыс орындарында болуға;\n13) заңда белгiленген тәртiппен жиналыстар, митингiлер, көше шерулерiн, демонстрациялар, ереуiлдер ұйымдастыруға және өткiзуге;\n14) уәкілетті мемлекеттік органдарға кәсіподақтар туралы заңнаманы бұзатын, келісімдерде, ұжымдық шарттарда көзделген міндеттемелерді орындамайтын тұлғаларды жауаптылыққа тарту жөнінде ұсыныстар енгізуге;\n15) баспа қызметiмен айналысуға, баспасөзде және басқа да бұқаралық ақпарат құралдарында, кәсiпорындарда өз қызметiн жариялауға;\n16) меншiкке ие болуға;\n17) егер бұл жарғы мақсатына сәйкес келсе, өндiрiстiк және шаруашылық қызметтi жүзеге асыруға құқығы бар.\n2. Қазақстан Республикасының заңнамасында, жұмыс берушiлермен жасалатын келiсiмдер мен шарттарда кәсiподақтардың өзге де құқықтары белгiленуi мүмкiн.\n3. Мемлекет кәсiподақтардың құқықтары мен мүдделерiн қорғауды жүзеге асырады және олардың қызметiнің кепiлдiктерін белгiлейдi.\n18-бап. Кәсiподақтардың міндеттері\nКәсiподақтар:\n1) Қазақстан Республикасының заңнамасын және жарғының ережелерін, кәсіподақ органдарының шешімдерін сақтауға;\n2) ұжымдық шарт, салалық, өңірлік, бас келісімдер бойынша өз міндеттемелерін орындауға;\n3) өкілеттіктері шектерінде әлеуметтік-еңбек жанжалдарының алдын алу жөнінде шаралар қолдануға;\n4) кәсiподақ мүшелерінің заңнамада белгіленген жиналыстар, митингiлер, көше шерулерiн, демонстрациялар, ереуiлдер мен басқа да акцияларды ұйымдастыру мен өткiзу тәртібін сақтауын қамтамасыз етуге;\n5) кәсiподақ мүшелері арасында олардың құқықтық, оның ішінде Қазақстан Республикасының еңбек заңнамасы негіздері бойынша сауаттылығын арттыру, еңбек дауларында келіссөздер жүргізе алу және пәтуаға қол жеткізу дағдыларын дамыту жөнінде түсіндіру жұмысын жүргізуге;\n6) қызметкерлердің ішкі еңбек тәртіптемесі мен еңбек тәртібі қағидаларын, сондай-ақ еңбек қауіпсіздігі және еңбекті қорғау қағидаларын сақтауына жәрдемдесуге;\n7) өз мүшелеріне ақшалай қаражаттың жарғыда айқындалған шарттарда және тәртіппен түсуі және жұмсалуы туралы хабарлауға міндетті.\n19-бап. Кәсiподақ мүшелерiнiң еңбек және әлеуметтiк құқықтары мен мүдделерiн қорғау\nКәсiподақтар жұмыс берушіден тәуелсіз болып табылады және кәсіподақ органдары арқылы жұмыс берушімен қатынаста өз мүшелерiнің атынан өкілдік етеді, олардың еңбек және әлеуметтiк құқықтары мен мүдделерiн:\n1) құқықтық және консультациялық, оның ішінде кәсiподақ мүшесi жұмыс берушiмен еңбек шартын жасасқан кезде көмек көрсету;\n2) еңбек шартын тоқтатудың негізділігі туралы дәлелді пікір білдіру, өз мүшелерінің еңбек жағдайларын ұжымдық шартқа, Қазақстан Республикасының Еңбек кодексіне сәйкес келісу;\n3) өз мүшелерiнiң құқықтарын және заңмен қорғалатын мүдделерiн қорғау үшін сотқа өтінішпен жүгiну;\n4) өз мүшелерi атынан, сондай-ақ шарттық негізде оған уәкілеттік берген қызметкерлердің атынан жұмыс берушiмен ұжымдық шарт, келiсiм жасасу;\n5) жеке еңбек дауларын қарау жөніндегі келісім комиссиясының, ұжымдық еңбек дауларын қарау кезінде бітімгерлік комиссиясының және еңбек төрелігінің құрамына қатысу арқылы қорғайды.\nӨз мүшелерiнiң еңбек және әлеуметтiк құқықтары мен мүдделерiн қорғау мақсаттарында кәсiподақтар Қазақстан Республикасының заңнамасына қайшы келмейтiн барлық басқа да тәсілдерді пайдалана алады.\nКәсiподақ өз мүшелерiнiң отбасыларына да көмек көрсетедi.\n20-бап. Кәсіподақтардың республикалық, салалық, өңірлік деңгейлерде және ұйым деңгейінде әлеуметтік әріптестікке қатысуы және қабылданған шешімдердің орындалуына мониторинг жасау\n1. Кәсіподақтар әлеуметтік әріптестікке:\n1) әлеуметтік әріптестік пен әлеуметтік және еңбек қатынастарын реттеу жөніндегі республикалық, салалық, өңірлік үшжақты комиссиялардың жұмысына қатысу;\n2) келісімдер мен ұжымдық шарттардың жобаларын әзірлеу және оларды жасасу;\n3) жұмыс берушілермен, олардың бірлестіктерімен (қауымдастықтарымен, одақтарымен), еңбек қатынастарын және олармен тікелей байланысты өзге де қатынастарды реттеу мәселелері жөніндегі мемлекеттік органдармен консультациялар (келіссөздер) жүргізу, қызметкерлердің еңбек саласындағы құқықтарына кепілдіктерді қамтамасыз ету және Қазақстан Республикасының еңбек заңнамасын жетілдіру жолымен қатысады.\n2. Кәсіподақтар қабылдайтын шешімдер, ұжымдық шарттардың ережелері әлеуметтік әріптестік органдары қабылдайтын шешімдерге және бас, салалық және өңірлік келісімдердің ережелеріне сәйкес болуы тиіс.\n3. Кәсіподақтар қабылдаған шешімдердің орындалу мониторингін жоғары деңгейдегі кәсіподақтар:\n1) жергілікті кәсіподақтар қабылдаған шешімдерді – олардың мүшелік ұйымы болып табылатын салалық кәсіподақтар;\n2) аумақтық кәсіподақтар бірлестіктері, салалық кәсіподақтар қабылдаған шешімдерді – олардың мүшелік ұйымы болып табылатын республикалық кәсіподақтар бірлестіктері жүзеге асырады.\n21-бап. Кәсiподақ мүшелерi құқықтарының сақталуына қоғамдық бақылауды жүзеге асыру\n1. Кәсiподақтар өз мүшелерiнiң, сондай-ақ шарттық негізде өздерінің мүдделерін білдіруге өкілеттік берген басқа да қызметкерлердің құқықтары мен заңды мүдделерiнiң сақталуына қоғамдық бақылауды жүзеге асырады.\nҚазақстан Республикасы еңбек заңнамасының сақталуына қоғамдық бақылау Қазақстан Республикасы Еңбек кодексiне сәйкес жүзеге асырылады.\nЖүргiзiлетiн қоғамдық бақылауға жұмыс берушiнің тарапынан қарсы іс-әрекеттің жасалуына және кедергi келтірілуіне жол берілмейді.\n2. Кәсіподақтар бес жылда кемінде бір рет өндірістік объектілерді еңбек жағдайлары бойынша мерзімдік аттестаттауға қатысуға жіберілуге тиіс.\n3. Кәсіподақтың уәкілетті өкілі өндірістегі жазатайым оқиғаларды тергеп-тексеру жөніндегі комиссияның құрамына кіреді.\n4. Еңбек қауіпсіздігі және еңбекті қорғау бойынша ішкі бақылауды жүзеге асыру мақсаттарында кәсіподақтар тепе-теңдік негізде еңбек қауіпсіздігі және еңбекті қорғау жөніндегі комитеттің (комиссияның) құрамына кіреді.\n22-бап. Кәсiподақтардың талаптар қоюы, ереуiлдер, жиналыстар, митингiлер, көше шерулерiн, демонстрациялар ұйымдастыру және өткiзу\n1. Кәсiподақтардың Қазақстан Республикасы Еңбек кодексiнде айқындалған тәртіпті сақтай отырып және жағдайларда талаптар қоюға құқығы бар.\n2. Егер бiтiмгерлiк рәсiмдер арқылы ұжымдық еңбек дауын шешуге қол жеткiзiлмесе, сондай-ақ жұмыс берушi бiтiмгерлiк рәсiмдерден жалтарған не дауды шешу барысында қол жеткiзiлген келiсiмдi орындамаған жағдайларда кәсiподақтар ереуiл өткiзу туралы шешiм қабылдай алады.\nБұл ретте сот заңсыз деп таныған ереуілге қызметкерлердің қатысуын жалғастыруға шақыруға тыйым салынады.\n3. Кәсiподақтар Қазақстан Республикасының заңнамасында айқындалған тәртiппен бейбiт жиналыстар, митингiлер, шерулер, пикеттер және демонстрациялар ұйымдастырады және өткiзеді.\n4. Кәсiподақтар бiрлескен наразылық акцияларын өткiзу үшiн өздерiнiң күш-жiгерiн бiрiктiрiп, басқа кәсiподақтармен және қызметкерлер топтарымен ынтымақтастық белгiсi ретiнде осындай акциялар өткiзе алады.\n23-бап. Бұқаралық ақпарат құралдары саласында қызметті жүзеге асыру\nКәсiподақтардың бұқаралық ақпарат құралдарын ұйымдастыру және олардың қызметі Қазақстан Республикасының бұқаралық ақпарат құралдары туралы заңнамасына сәйкес жүзеге асырылады.\n24-бап. Кәсiподақтардың ақша қорлары\nКәсiподақтар меншікті және сырттан тартылған қаражат есебiнен кәсiподақтардың жарғылық мiндеттерi мен мақсаттарын іске асырудан туындайтын іс-шараларды қаржыландыруға арналған әлеуметтiк-экономикалық мақсаттағы ақша қорларын қалыптастыра алады.\n25-бап. Кәсiподақтардың мемлекеттiң әлеуметтiк саясатын қалыптастыруға қатысуы\nКәсiподақтар жұмыссыздыққа қарсы күрес және жұмыспен қамтуды қамтамасыз ету бағдарламаларын қоса алғанда, өз мүшелерiн әлеуметтiк қорғау, жұмыстан босатылатын қызметкерлердi қорғау жөнiндегi жоспарлар мен бағдарламаларды, ең төменгі күнкөрiс деңгейін белгiлеу және оны сақтау, табыстарды индекстеу, жалақының, зейнетақылардың, стипендиялардың және жәрдемақылардың ең төменгі деңгейiн арттыру жөнiндегi іс-шараларды әзiрлейдi, оларды тиiстi мемлекеттiк органдарға ұсыныстар ретiнде енгiзедi.\n26-бап. Кәсiподақтар қызметiнiң кепiлдiктерi\nМемлекет кәсiподақтарға берiлген құқықтардың және олардың қызметі кепiлдіктерінің сақталуын қамтамасыз етедi.\nМақсаты кәсiподақтарды қандай да бiр органдарға және ұйымдарға тiкелей немесе жанама бағындыру немесе олардың құқықтарын шектеу болып табылатын, сондай-ақ заңда және кәсiподақтардың жарғысында (өзге де негiз болатын құжаттарда) көзделген қызметiне кедергi келтіретін кез келген іс-әрекетке тыйым салынады.\nМемлекеттiк органдар, жұмыс берушілер (бірлестіктер, қауымдастықтар, одақтар) кәсiподақ органына, Қазақстан Республикасының заңнамасына сәйкес қорғалатын ақпаратты қоспағанда, кәсіподақ мүшелерiнiң құқықтарын қорғауға байланысты мәселелер бойынша ақпарат беруге мiндеттi.\nҰжымдық шартта көзделген жағдайларда жұмыс беруші, жергілікті кәсіподаққа, бастауыш кәсіподақ ұйымына мәдени-көпшілік және дене шынықтыру-сауықтыру жұмысына ақшалай қаражат аударады.\n27-бап. Кәсіподақ органдарына сайланған және негізгі жұмысынан босатылмаған адамдарға арналған кепілдіктер\n1. Негізгі жұмысынан босатылмаған, сайланбалы кәсіподақ органдарының мүшелерін олар мүшелерi болып табылатын кәсiподақ органының дәлелді пікірінсіз тәртiптiк жазаға тартуға болмайды. Негізгі жұмысынан босатылмаған кәсіподақ органының басшысын (төрағасын) жоғары тұрған кәсіподақ органының дәлелді пікірінсіз тәртіптік жауапкершілікке тартуға болмайды.\n2. Заңды тұлға таратылған не жұмыс берушінің қызметі тоқтатылған жағдайларды қоспағанда, негізгі жұмысынан босатылмаған, сайланбалы кәсіподақ органдарының мүшелерін жұмыс берушінің бастамасы бойынша жұмыстан босатуға еңбек шартын бұзудың жалпы тәртібі сақталған кезде, осы адамдар мүшесі болып табылатын кәсіподақ органының дәлелді пікірін ескере отырып жол беріледі. Заңды тұлға таратылған не жұмыс берушінің қызметі тоқтатылған жағдайларды қоспағанда, негізгі жұмысынан босатылмаған кәсіподақ органының басшысын (төрағасын) жұмыс берушінің бастамасы бойынша жоғары тұрған кәсіподақ органының дәлелді пікірінсіз жұмыстан босатуға болмайды.\n3. Тәртіптік жаза қолдану және осы баптың 1 және 2-тармақтарында көрсетілген адамдармен еңбек шартын бұзу туралы жұмыс берушінің актісін шығарған кезде кәсіподақ органының дәлелді пікірін ескеру Қазақстан Республикасының Еңбек кодексінесәйкес жүргізіледі.\n4. Сайланбалы лауазымдарға сайлануына орай жұмыстан босатылған адамдарға сайланбалы лауазымдағы жұмыс кезеңіне еңбек шартының қолданысы тоқтатыла тұрады. Сайланбалы лауазымға сайланған адамның лауазымында жұмыс істейтін адаммен жұмыста жоқ қызметкерді алмастыру уақытына еңбек шарты жасалады.\n5. Ұжымдық шарттарда кәсіподақ органдарының сайланбалы және басқа мүшелері үшін басқа да кепілдіктер көзделуі мүмкін.\n6. Кәсіподақ органдарының мүшелерi өз мүшелерiнiң мүдделерінде қоғамдық мiндеттердi орындау үшiн кәсiподақ оқуы, кәсiподақтар шақыратын съездерге, конференцияларға, сондай-ақ олардың пленумдарының, төралқаларының жұмысына делегаттар ретiнде қатысуы кезінде негізгі жұмыстан босатылады. Босату шарттары және ақы төлеу тәртiбi ұжымдық шарттарда және келiсiмдерде көзделедi.\n5-тарау. Кәсiподақ органдары\n28-бап. Кәсіподақ органдарының өкiлеттiктерi\nКәсіподақ органдарының өкілеттіктері кәсіподақтың жарғысында айқындалады.\nКелісімдерге және ұжымдық шарттарға сәйкес кәсіподақ органдары мен жұмыс берушілер ұйымдардағы басқа да әлеуметтік-еңбек, экономикалық мәселелерді шеше алады.\n29-бап. Кәсiподақ органдарының қызметі үшін материалдық жағдайлар\nКәсiподақ органының материалдық жағдайлары жарғының, ұжымдық шарттың немесе келiсiмнің негiзiнде айқындалады.\nКәсiподақ мүшелерінің өздерi кәсіподаққа берген мүлiкке, оның iшiнде мүшелiк жарналарға құқықтары жоқ.\n30-бап. Кәсiподақ жарналары\nКәсiподақ ұйымның қызметiне нұқсан келтiрмей, жұмыс және оқу орны бойынша кәсiподақ жарналарын жинауға құқылы.\nЖұмыс беруші тараптардың келісімі бойынша және кәсіподақ мүшелері болып табылатын қызметкерлердің жазбаша өтініштері болған кезде, айына кемінде бір рет, келесі айдың бірінші онкүндігінен кешіктірмей қызметкерлердің жалақысынан мүшелік кәсіподақ жарналарын кәсіподақтың есепшотына аударады.\nКәсіподақ жарналары кәсіподақтың меншігі болып табылады.\n6-тарау. Кәсiподақтардың меншiгi, олардың шаруашылық және қаржылық қызметi\n31-бап. Кәсiподақтардың меншiгi\nКәсiподақтардың меншiгiн Қазақстан Республикасының заңнамасында белгіленген тәртіппен құрылған, алынған немесе оған берілген мүлік құрайды.\nКәсіподақ меншігін қалыптастыру көзі:\n1) мүшелік жарналардан түсімдер;\n2) ерікті мүліктік жарналар және қайырмалдық;\n3) заңда тыйым салынбаған өзге де түсімдер болып табылады.\nКәсiподақтар өздерiне меншiк құқығымен тиесiлi мүлiкті кәсіподақтар мүшелерінің мүдделеріне орай иеленедi, пайдаланады және оларға билiк етедi.\nКәсiподақтар өз кезегiнде кәсiподақтардың мiндеттемелерi бойынша жауап бермейтін мемлекеттiң, жұмыс берушiлердiң, басқа да шаруашылық жүргізуші субъектiлердің мiндеттемелерi бойынша жауап бермейдi.\nКәсіподақтардың ақшалай қаражатының көздері, қалыптастыру және жұмсау тәртібі кәсіподақтың жарғысында айқындалады. Кәсіподақтардың қаржылық қызметі олардың жарғыларына сәйкес жүзеге асырылады.\n32-бап. Кәсiподақтардың өндiрiстiк және шаруашылық қызметi\nЖарғылық мақсаттарға қол жеткiзуге қызмет ететіндіктен, кәсiподақтардың өндiрiстiк және шаруашылық қызметтi жүзеге асыруға құқығы бар.\n7-тарау. Қорытынды және өтпелі ережелер\n33-бап. Қазақстан Республикасының кәсіподақтар туралы заңнамасын бұзғаны үшін жауапкершілік\nҚазақстан Республикасының кәсіподақтар туралы заңнамасын бұзған жеке және заңды тұлғалар Қазақстан Республикасының заңдарына сәйкес жауапты болады.\n34-бап. Өтпелі ережелер\nКәсіподақтар осы Заң қолданысқа енгізілген күннен бастап бір жыл ішінде осы Заңның талаптарына сәйкес өздерінің ұйымдық құрылымдарына және құрылтай құжаттарына тиісті өзгерістер енгізуге міндетті.\n35-бап. Осы Заңды қолданысқа енгiзу тәртiбi\n1. Осы Заң алғашқы ресми жарияланғанынан кейiн күнтiзбелiк он күн өткен соң қолданысқа енгiзiледi.\n2. «Кәсiптiк одақтар туралы» 1993 жылғы 9 сәуiрдегі Қазақстан Республикасы Заңының (Қазақстан Республикасы Жоғарғы Кеңесiнiң Жаршысы, 1993 ж., № 8, 200-құжат; 1995 ж., № 20, 121-құжат; Қазақстан Республикасы Парламентiнiң Жаршысы, 2002 ж., № 15, 147-құжат; 2007 ж., № 9, 67-құжат; 2009 ж., № 8, 44-құжат; 2013 жылғы 5 шілдеде «Егемен Қазақстан» және «Казахстанская правда» газеттерінде жарияланған «Қазақстан Республикасының кейбір заңнамалық актілеріне төреліктің және аралық соттың қызметін жетілдіру мәселелері бойынша өзгерістер мен толықтырулар енгізу туралы» 2013 жылғы 3 шілдедегі Қазақстан Республикасының Заңы) күшi жойылды деп танылсын.\nҚазақстан Республикасының\nПрезиденті",
                "date": "28.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 2т тікұшақ 20 м биіктікте көтерілді оның потенциалды энергиясы",
        "question_content": "Массасы 2т тікұшақ 20 м биіктікте көтерілді оның потенциалды энергиясы қандай биіктікте 600 Кдж на тең болады\n\nМассасы 1 кг дене тұрақты 10 H күш əрекетінен тыныштық күйінен козғалады. 5 м жол жүргеннен кейінгі дене импульсы қандай болады.",
        "question_date": "26.11.2017",
        "question_tag": "Физика",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) E=mgh\n\n600*10^3=2*10^3*9,8*h => h= 600/2*9,8=30,61(M)",
                "date": "28.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы инфрақұрылымдық структураның даму мүмкіндіктері қандай?",
        "question_content": "1. Инфрақұрылымдық сукукты шығару\n\nҚазақстан да исламдық қаржыландыруды дамыту жолында. Осыған байланысты исламдық қаржыландырудың құралы – сукук, мемлекетіміздің дамуына оң әсерін тигізеді. Сукук құралын көптеген мемлекеттер шығару арқылы елдерінің экономикалық әл – ауқатын жақсартуда. Бізде осы құралды инфрақұрылымды дамыту мақсатында қолдануды жөн санап отырмыз.\n\nСукуктың мақсаты қайтарымдылық және ақылы негізде жобаны қаржыландыруға инвестордың қаражатын тарту. Бір жағынан, инвесторларды қорғау және олар үшін салымдар бойынша алынатын пайданы қамтамасыз ету, екінші жағынан-шариғат талаптарын қанағаттандыру керек. Сукук шариғат қағидаларына үйлеспейтін жай облигация емес, ол ұстаушылардың құқықтарын нақты активке, мысалы, жылжымайтын мүлікке, жал түсімдеріне,сауда операцияларынан түсетін қаражат ағынын және т.б. құқықтарын құжаттайды\n\nИнфрақұрылымдық сукук – бұл аймақтың, қаланың инфрақұрылымын дамыту, қайта қалпына келтіру, жөндеу үшін шығарылған жергілікті атқарушы органдардың бағалы қағаздары. Жергілікті атқарушы органдардың шығарған исламдық құрал жергілікті бюджеттің құрамына енгізілмейді және ішкі мемлекеттік борыштың өсуіне әкелмейді.\n\n2012 жылы «Қазақстан даму банкі» (БРК) АҚ Қазақстанда алғаш рет 240 млн малазия ринггит сомасында «Сукук «аль-Мурабаха» исламдық облигацияны шығарып орналастырды.\n\nСукукты шығару 2014 жылы 2013 жылмен салыстырғанда 116,4 млрд. долларға жетті. 2013 жылы 111,3 млрд. долларды құрады. Ал 2015 жылы шығарылым көлемі 100 млрд. долларға көбейеді деп күтілуде. Ұлттық банк басшыларының ойлары бойынша иламдық қаржыландыру Қазақстанда 5 жылға жоспарланған құрылыс салаларына қолдау көрсетеді.Сукук нарығының өсу қарқынын бәсеңдететін факторлрдың бірі - мұнай бағасының төмендеуі, бұл факторлар жалпы экономиканың өсуін тоқтатады және негізгі нарықтарда қаржыландыру қажеттіліктерін қысқартады",
        "question_date": "26.11.2017",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақылы автобан салып, сол жолды пайдаланушылардан ақы алуға болады",
                "date": "14.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласының инфрақұрылымын дамытудағы көпфункционалды паркинг жобасы",
        "question_content": "Алматы қаласының инфрақұрылымын дамуында көпфункционалды паркинг жобасының маңыздылығы өте жоғары. Мысалы, қаладағы кептеліс, тұрақтар орнының тапшылығы. Кептелістің болуына бірқатар факторлар әсер етеді, соның бірі бұл автокөлік тұрақтарының жол бойында орналасуы болып табылады. Қалада көпфункционалды паркингті орналастыру арқылы бұл мәселелердің шешімін табуға болады. Әсіресе, базар маңында және бизнес орталықтарында осындай жобаны салу арқылы кептелістің бір факторын жоюға болады.\n\nҚазіргі кезде қалада 600 000 автокөлік тіркелген, сондай-ақ басқа қалалардан күн сайын кіретін автокөліктердің саны аз емес. Автокөліктер сананың жыл сайын артуын байқаймыз. Бұл дегеніміз 1 отбасына шаққанда 1,6 автокөлік келеді екен.\n\nЕгер, қазіргі қызмет ететін парковкалардың орнына архитектурасы жағынан да, техникалық жағынан да асып түсетін көпфункционалды паркингті салу, барлық қатысушыларға тиімді болады деп ойлаймыз.Келесі кезекте осы көпфункционалды паркинг жобасын ұсынамыз.\n\nПаркинг жобасының жалпы сипаттамасы көрсетілген. Бұл паркинг 4 қабаттан тұрады. Алматы қаласында орналасатын болады, құрылыс уақытына 1 жылды алады. Жобаның жалпы құнына 900 млн. тг. жұмсалады. Сукук мушараканың талаптарына негізделеді.Инвестицияның қайтарылу уақыты 8 жылды қамтиды.\n\nсұрақ: Алматы қаласының инфрақұрылымын дамытудағы көпфункционалды паркинг жобасын исламдық қаржыландырудың тиімді көзін анықтаңыз",
        "question_date": "26.11.2017",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болашақ клиенттерге паркинг орнын жылдық абономент сатып қаржы жинауға болады",
                "date": "14.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Келешекте сайттардың орынын чат-боттар, мессенждер боттар баса ма?",
        "question_content": "Келешекте сайттардың орынын чат-боттар, мессенждер боттар баса ма?",
        "question_date": "26.11.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Стрим деген не?",
        "question_content": "Тікелей эфирмен қатысы қаншалықты?",
        "question_date": "26.11.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "стрим =т1келей эфир",
                "date": "28.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Американдықтар қалай өмір сүреді?",
        "question_content": "Американдықтар қалай өмір сүреді?\n\nАмерикаға барып келгендер болса жазыңыздар",
        "question_date": "26.11.2017",
        "question_tag": "География",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АҚШ — адамның нәсілі мен түсіне қарамастан кез келген ұлт өкілін азаматы ретінде қабылдайтын ел. Қиялы жетелеген жақсы өмірді аңсаушылар өмірінде бір рет болса да АҚШ-та өмір сүру туралы ой жүгірткен болар. Тіпті АҚШ туралы ешнарсе білмейтіндер де \"Америкада өмір сүру жақсы\" деген пікірге ие. Себебі қазіргі заманның жастары Америкада еңбек етіп, байлыққа кенелуге, тіпті өмір бойына сонда қалуға тырысуда. Шындығында мұхиттың ар жағында өмір сүру соншалықты жайлы ма? АҚШ өткен ғасырда-ақ өзінің мәдени құндылықтары мен туристік алқымын дамыту мақсатында жаңа әдіске көшіп үлгерген. Жастардың қызығушылығы Вашингтонның Work and Travel атты бағдарламасынан басталады. Студенттерге арналған тәжірибе арттыру бағдарламасы 1961 жылы басталып, бүкіл әлемнің жастарын АҚШ мәдениетін тануға шақырады. Бастапқыда тек Еуропа елдері қызыға Америкаға саяхаттаған болса, қазіргі кезде әлемнің түкпір-түкпірінен (көбіне дамушы елдерден) жыл сайын миллиондаған студенттер Франклин айтқан америкалық арманын жүзеге асыруда. \"Мың рет естігеннен, бір рет көрген артық\" дегендей мен де осы бағдарламаға мектеп кезінен қызыға бастадым. Бар ойым жаңа жерді танып, тіл білу қабілетімді дамыту болғандықтан университетте білім алып жүрген кезімде (екінші курстың соңына қарай) қолыма паспортымды алып, Алматыдан ұшып кеттім. Нағыз шытырман оқиғаға толы саяхаттың басынан Нью-Йорк қаласында таксистке 200 АҚШ долларын төлегенмін (өзі қалтамда барлығы $500 болған). Ары қарай Чикаго қаласында әуе рейісіме кешігіп, Миннеаполисте жүгімді жоғалтып алғанмын. Сосын автобусқа билет алып, оған да ұйықтап қалдым. Есесіне Вашингтон қаласында марокколық мұсылман маған уақытша тұратын мекен табуға көмектесті. Және үш ай барысында тіл білу дәрежемді бір деңгейге көтеріп алдым. Осы сынды жағдайлар алып елде еш танысы жоқ студенттің қиындық туғанда тәуелсіз шешім қабылдауға үйренетінін түсіндім. Саяхат барысында жіберілген қателіктерден біраз сабақ алдым. Өмірлік тәжірибе жинақтадым. Жақсы, бұл өзге әңгіме ... Сонымен Америка несімен тартымды? Көптеген адамдар АҚШ-қа өмір сүру сапасының жоғары болғандығынан кеткісі келеді. Тұтыну тауарлары біздің елдегі бағамен бірдей, дегенмен еңбек құны 10 есе жоғары (АҚШ тұрғындарының орташа жалақысы - $4000). Сондай-ақ, GM, Ford және Chevrolet сынды көлік концерндерінің Отаны болғандықтан, көлік құны да кез келген азамат үшін қол жетімді. Дегенмен, аталған деректер жайлы өмірдің кепілі бола алмайды. Барып қайтқан адамдар өзінің шетелде көрген қиындықтары туралы ешнарсе айтпауға тырысады (менің өз пайымым солай). Тек қол жеткізген мүмкіндіктері және сәтті сапарымен бөліседі. Ал оны естіген адамдар нашаның дәмін алғаш татып көргендей, арман ел туралы терең ойға батады. XV ғасырда еуропалық жаулап алушыларға Үндістан мен алтын қала Эльдорадо қалай елестетілсе, қазіргі дамушы елдер үшін де Америка солай көрінуде. Расында да, сондай беделге ие ел болар ... АҚШ — экономикасы мен жалпы ішкі өнімінің көрсеткіші жағынан әлемде алдыңғы орындағы ел. Елдің инфрақұрылымы да жоғары дәрежеде деуге болады. Дегенмен жайлы өмірдің сапасын моральді құндылықтарымызға ауыстырмауымыз керек. Айтайын дегенім, олардың өмір сүру стилі біздің қоғамға мүлде келмейді. Көшіп барған қазақ өз ұлтын ұмытпағанымен, азаматтық алып америкалық атанады. Ал оның ұрпағы өзінің қазақ екенін, тіпті қазақ ұлтының бұл әлемде бар екенін ұмытуы еш ғажап емес. Мұны мен өз тәжірибемнен айтып отырмын. АҚШ-та болған кезімде америкалық достарымнан олардың тегі туралы жиі сұрайтынмын. Олардың түп-тамыры қай ұлттан бастау алатыны және Америка құрлығына қашан көшіп келгендері туралы сөз қозғайтынмын. Ал олардың көбі нақты ештеңе айта алмайтын. Поляк, неміс, серб, орыс немесе француз болғанын нақты білмейтін болып шықты. Міне ұрпақ жаһандану үдерісіне осылай еніп отыр. Асылы, жапондар сынды біз де жаһандануға сіңіспей, ұлттық құндылықтарымызды сақтап қалуға тырысуымыз қажет. Ол үшін қазақ екенімізді бір сәтке болса да ұмытпауға тиіспіз. Адам болғаннан кейін армандайтыны рас. Дегенмен, бір істі бастауға бел буу алдында рационалды тұрғыдан ойлану керек. Америка біз үшін барлық жағдайды жасап отыр, барсам ақшаға батып қаламын деген стереотипті ойдан шығарған жөн. Америкалықтар да осы дәрежеге оңай жеткен жоқ. Олар тәуелсіздік алғалы қанша соғыс пен ашаршылықты да көргені рас. Сол бағытпен даму үдерісінде дара жолға түсіп, әлемдік беделге ие болып отырғаны да рас. Бірақ біз өмірін жайлы еткісі келетін бір адам болып емес, болашағы бар кемел ұлт болатындай ойлануға тиіспіз. Сондықтан біреудің жасаған жайлы өміріне қызығушылық таныта бермей, өзіміздің елді де сол дәрежеге көтеруге ат салысқан жөн. Себебі қазақ тек қазақ даласында ғана қазақ болып қалады.\n\nТолығырақ: https://massaget.kz/blogs/14473/\nМатериалды көшіріп басқанда Massaget.kz сайтына гиперсілтеме міндетті түрде қойылуы тиіс. Авторлық құқықты сақтаңыз",
                "date": "15.06.2020",
                "upvotes": 0
            }
        ]
    }
]