[
    {
        "question_title": "Ыдысты қыздыруға және қалайыны балқытуға қандай жылу мөлшері қажет?",
        "question_content": "Массасы 300 г темір ыдыста 100 г қалайыны балқытты. Егер темір ыдыс пен қалайының бастапқы температурасы 32°C болса, онда ыдысты қыздыруға және қалайыны балқытуға қандай жылу мөлшері қажет?",
        "question_date": "4.04.2017",
        "question_tag": "Физика",
        "question_views": 15200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дано:\nm1 = 300г = 0,3 кг\nс1 = 460 Дж/кг*С\nm2 = 100г = 0,1 кг\nс2 = 250 Дж/кг*С\nлямбда = 5,9 * 10^4 Дж/кг\nt1 = 32 C\nt2 = 232 C\nQ = ?\nРешение:\nНа нагревание коробки пошло следующее кол-во теплоты\nQ1 = c1m1* ( t2 - t1 ) = 460*0,3*200 = 27,6 кДж\nНа нагревание и плавление олова\nQ2 = c2m2* (t2 - t1) + лямбда*m2 = 250*0,1*200 + 5,9*10^4*0,1 = 10,9 кДж\nQ = Q1+Q2 = 27,6 + 10,9 = 38,5 кДж\nОтвет: 38,5 кДж",
                "date": "28.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүктілік кезінде қызыл тамырлар мен тері жыртылудың алдын қалай алаға болады?",
        "question_content": "Жүктімін, 33-34 апта. Сұрағым: Жамбасымда майда қызыл тамырлар көбейіп бара жатыр. Үй жағдайында қалай кетіруге болады жəне тері жыртылудың алдын қалай алаға болады?",
        "question_date": "4.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экстрагениталды патология ішіндегі - жүрек аурулары - жүктілер арасында бірінші орын алады. Жиілігі: жүктілер арасында жүрек қан-тамырлар аурулары 1-7%; гипертониялық ауру -2,5%; гипотониялық ауру- 7,5%.\n\nЖүктіліктің өзі жүрекке және жүрек қан-тамырларының жүйесіне үлкен талаптар қояды, себебі жүктілік кезінде жалпы айналымдағы қан көлемі көбейеді, зат алмасу күшейеді, дене салмағы артады, қосымша бала жолдасының қан айналым жүйесі пайда болады, іш пердесінің кысымы жоғарлайды және диафрагманың жоғары тұруы жүректің қызметін өзгертеді. Жүрек қан-тамырлар жүйесіне күш түсу жүктіліктің соңғы айларында азаяды, ол бейімделу механизмдерінің дамуы мен жатыр түбінің төмен түсуіне байланысты.\n\nЖүрек қан-тамырлар жүйесінің бірінші, екінші кезеңде ғана емес, үшінші кезеңде де босанғаннан кейін де жоғары талап койылады, оған себепші - жатыр бірден босаған кезде, іш перденің қысымы төмен түсіп, қанның қайта таралуы байқалады. Бейімделу және компенсаторлық механизмдері жақсы жетілген дені сау әйелдерде бұл өзгерістердің кері әсері болмайды, ал егер жүрек қан-тамырлар жүйесінде аурулары бар болса, бұл жағдай анаға және нәрестеге қауіп төндіреді.\n\nЖүктілерде кездесетін жүрек қан-тамырлар ауруларының жіктелуі\n\nЖүректің ревматикалық ақаулары;\n\nЖүректің тума ақаулары;\n\nМиокард аурулары;\n\nГипертониялық ауру;\n\nАртериялдық гипотензия;\n\nҚан айналымының жеткіліксіздігі.\n\nРевматика ақаулары\n\nЖүктілер арасында ревматикалық ақаулар 6-10 пайызға дейін кездеседі, оның 80 пайызы ревматизм салдарынан.\n\nРевматика ақауларымен ауыратын жүкті әйелдерде төменгі белгелерді анықтау қажет:\n\nРевматизмнің кезеңін - белсенді немесе баяу;\n\nБелсенділігінің дәрежесін; үш сатыдан тұрады:\n\n1-баяу сатысы, 2-орташа сатысы, 3-күшті сатысы.\n\nРевматизмнің ағымын; бес ағымын ажыратады: жедел,\n\nжеделдеу, созылмалы, үздіксіз, қайталамалы, латентті\n\n(жасырын).\n\nАкаудың түрін;\n\nБасқа мүшелер мен жүйелердің күй-жағдайын.\n\nЖүктілік кезіндегі қан айналым жетіспеушілігін анықтау үшін\n\nН.Д. Стражеско және В.Х. Василенко жіктелуін қолданады.\n\nI сатысы (жасырын): ентігу, жүрек соғу және шаршағыштық тек жұмыс бабында ғана болады.\n\nII А сатысы: қанның іркілуі тек кіші қан айналымы шеңберінде болады, ентігу отырған кезде өкпеде сырыл байқалады.\n\nII Б сатысы: қанның іркілуі кіші және үлкен қан айналымы шеңберінде; денеде ісіну пайда болады, көк бауыр үлкейеді.\n\nШ сатысы (дистрофиялық): қанның іркілуі ең жоғары сатыда, осының салдарынан барлық мүшелер мен зат алмасуда патологиялық өзгерістер болады.\n\nРевматизмнің өршуін анықтау үшін төменгі тәсілдерді қолданады:\n\nАна организмінде инфекцияның созылмалы ошағын табу;\n\nДене қызуын анықтау;\n\nЛабораториялық зерттеу жүргізу\n\nРевматизмнің өршуінде: дене ыстығы шамалы көтеріледі, СОЭ ұлғаяды, лейкоцитоз және қанның лейкоциттік қалпы солға жылжиды. Сонымен қатар, анемия, протеинурия, цилиндрурия байқалады. Жүктілікті созуға болмайтын көрсеткіштер: жүрек какпақшаларының жетіспеушілігінде (қанайналым жетіспеушілігі байқалса), ревматизм өршуінің белсенді фазасында; жыпылық артмиясында, өкпе гипертензиясында, декомпенсацияланған жүрек ақауында (қан айналым жетіспеушілігінен), ревматизмиің белсенді фазасымен бірлескенде.\n\nЖүректің тума ақаулары\n\nБұл ақаулар ревматикалық ақауларға қарағанда сирек кездеседі, 0,5-8 пайыз аралығында, бірінші рет неонатологпен анықталады.\n\nТума ақауларының түрлері:\n\nа) «Көк» кінарат:\n\nФалло үштігі;\n\nФалло бестігі;\n\nЭйзенменгер комплексі\n\nб) «Ақ» кінарат:\n\nЖҚАҚ;\n\nЖАК;\n\nБаталов өзегінің бітелмеуі;\n\nАортаның тарылуы.\n\nЖүктілік тек толық компенсацияланған «ақ» кінаратты ақауларды ғана рұқсат етіледі.\n\n«Көк» кінаратты ақауларда жүктілікке тыйым салынады. Жүктілікті жалғастыруға қарсы көрсеткіштер:\n\nқан айналым жүйесі бұзылған жүрек ақаулары;\n\nжүректің қос қақпағының тарылуы;\n\nсозылмалы септикалық эндокардит;\n\nжыпылықтағыш аритмия;\n\nоперациядан кейігі жүрек қақпақшаларының қайта тарылуы\n\n(рестеноз);\n\n«көк» кінаратты жүрек ақаулары;\n\n- миокардиттің жедел және жеделдеу түрлері.\n\nЖүктілік және босану кезеңдерініц ерекшеліктері\n\nЖүрек ақауымен ауыратын аналар жүктіліктің бастапқы кезінен әйелдер кеңес орнында диспансерлік бақылауда болып, перзентханаға алдын-ала міндетті түрде үш рет мына мерзімдерде жатуы тиіс:\n\nБірінші рет - үш айға дейінгі мерзімде – жүктіліктің бірінші триместірінде - (12 аптаға дейін): жүрек ақауының түрін анықтап, жүктіліктің жалғастырылуын шешу мақсатында.\n\nЕкінші рет -26-32 апта аралығында – жүктіліктің екінші триместірінде - осы кезеңде жүрек кан-тамырлар жүйесіне максималды күш түседі, осыған байланысты қажетті емдерді жүргізу мақсатымен госпитализациялайды.\n\nҮшінші рет – босануға дейінгі госпитализация - екі-үш апта бұрын - бұл мезгілде тиісті жүрек ақауының емдерін жүргізіп, босану тәсілін аныктайды.\n\nЕгер жүктілзк кезінде ревматизм өршіп, жүрек-қан айналымы жеткіліксіз болса, аритмия байқалса, қаы қысымы жоғары көтерілсе, жүктілік гестозбен асқынса эйелді бірден перзентханаға жатқызу керек.\n\nБосану ерекшеліктері\n\nЖүрек ақауымен ауыратын аналар босану кезеңдерінде терапевтің, кардиологтың, акушердің, тіпті қажетті жагдайда анестезиологтың бақылауында болуы тиіс. Осы кезде ананың тыныс алуын, тамыр соғуын, дем алысын бақылайды.\n\nБосандыру тәсілдері төмендегі жағдайларға байланысты:\n\nЖүрек ақауының түрі мен ағымы;\n\nРевматизмнің белсенділігінің дәрежесіне;\n\nЖүктілік мерзіміне;\n\nБосану кезеңдерінің ағымына.\n\nКесар тілігіне көрсеткіштер:\n\nмитралды стеноз ІІ-ІІІ дәрежесі\n\nмитралды, аорта қақпақшаларының бірлескен жетіспеушілігі;\n\nпротезді қақпақша;\n\nэндокардит;\n\nрестеноз;\n\nжүктілік кезіңдегі өкпенің ісінуі.\n\nАкушерлік көрсеткіштер:\n\nНэрестенің жамбаспен орнығуы;\n\nПлацентаның төмен орналасуы;\n\nҚалыпты торналасқан плацентаның мезгілсіз бөлінуі;\n\nНэрестенің дұрыс орналаспауы (көлденең, қиғаш);\n\nЖатыр тыртығы;\n\nЖасы ұлғайған әйелдер (30-дан жоғары);\n\nТар жамбас;\n\nААА - асқынған акушерлік анамнез;\n\nЖоғары дәрежелі миопия;\n\n10. Туа пайда болған «көк» кінарат (әйелді барокамерада\n\nбосандырады).\n\nБосанганнан кейінгі кезеңніц ерекшеліктері.\n\nБосанғаннан кейінгі кезеңді өте ұқыпты жүргізу қажет, себебі ревматизмнің өршуі, қанайналымының жетіспеушілігі айқындалуы. Осыған орай бірден ревматизм жэне жүрек ақауларына тиісті емдерді толық жүргізіп, ұзартылған төсектік тәртіпті сақтау қажет (12-14 күн).\n\nЖүктілік кезіндегі анемия. Жүктіліктің қалыпты ағымында қанның жалпы көлемі, құрамы өзгереді: жалпы қан көлемі ұлғаяды (плазманың көбеюіне байланысты), гемоглобин мен эритроциттер (қанның қызыл түйіршігі) төмендейді. Жүктіліктің тұңғыол аптасынан бастап, СОЭ ұлғаяды, біртіндеп лейкоциттер (қанның ақ туйіршігі) көбейеді, канда альбумин азаяды,\n\nЖүктілерде анемия өте жиі кездеседі (30% а дейін), эсіресе темір тапшылықты гипохромды анемия 70-95% аралыгында.\n\nСирек кездесетін түрлері: гипохромды - В]2, фолийтапшылыкты, гемолитикалық және гипопластикалық анемия. Анемия жүктілікке дейін немесе жүктілік тбарысында (екінші жартысында) дамуы мүмкін.\n\nГипохромды анемиясы бар әйелдер көбінесе асқазан-ішек ауруларымен, түмаумен, тонзилит, гайморитпен ауырған және етеккір циклі бүзылған, өздігінен түсік тастаған, мезгілінен ерте босанған эйелдер тобы.\n\nГипохромды анемияның патогенезінде төменгі факторлардың да маңызы зор:\n\nТемірдің сіңіру қасиетінің бүзылуы;\n\nНашар тамактану;\n\nЖүктілік кезінде темірдің көп таралуы жэне зат алмасудың\n\nбүзылуы.\n\nГипохромды анемия көп эйелдерде жасанды түсік немесе жүктілік, босану, босанғаннан кейінгі кезеңдерде қан шығынының артуынан болады.\n\nКлиникасы. Әйел тез шаршағыш келеді, басы айналады, жүрегі қағып, шаштарының түсуі байқалады. Сырт бейнесі — терісі бозарып, кейде дене ыстыгы көтерілуі мүмкін.\n\nҚанның гемоглобині жэне қызыл түйіршіктері төмендейді.\n\nТемір тапшылықты анемия жүктілерде клиникалық белгілеріне, гемоглобинің (Нв), эритроциттің, гематокриттің, сарысудағы темір деңгейіне қарап анықталады:\n\nНв - 110 г/л төмен болса,\n\nЭритроцитер - 3,6101 г/л төмен болса,\n\nГемотокрит -33% аз,\n\nҚан сарысудағы темір - 10,74 мкмоль/л-дан төмен,\n\nАнемияның жеңіл, ортша, ауыр түрін ажыратады,\n\nЖеңіл түрінде: Нв деңгейі - 100-109 г/л,\n\nОрташа түрінде — 70-99 г/л,\n\nАурыр түрінде - 70 г/л,\n\nЖүктілік кезеці: гестозбен, мезгілінен ерте босанмен асқынады.\n\nБосану жэне босанганнан кейінгі кезеңдердің ерекшеліктері: босанудың ауытқуы, қағанақ суының мезгілсіз кетуі, патологиялық қан шығынының артуы; нәресте гипоксиясы, асфиксиясы, гипотрофиясы және жарақаттануы кездеседі.\n\nЕмі: негізгі емі темір препараттарының жэне темірге бай тағамдарды қолдану (ферамид, гемостимулин, ферроплекс, феррумлек, конферон). Витаминдер — Вь В6, Ві? фолий қышқылын кеңінен\n\nқолданды. Анемияның ауыр түрінде қан құяды (бөлшектеп), тек әйел босанғаннан кейін. Емнің ұзақтығы - 3-4 жұма.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Гестоз — жүктіліктің ең жиі кездесетін асқынуларының бірі. Гестоз немесе токсикоз деп — тек жүктілік кезінде пайда болатын патологиялық кұбылыстар мен аурулар тобын айтады. Гестозда барлық жүйелер, мүшелер, әсіресе жүрек-кантамырлар,жүйке, бүйрек, бауыр, плацента, зат алмасу жүйелері патологиялық өзгерістерге ұшырайды. Бұл патологиялық өзгерістерден әйел тек босанғаннан кейін, немесе түсік тастағаннан кейін ғана айығады.\nГестоз екі үлкен жікке бөлінеді:\nI. ерте гестоздар жүктіліктің І-ші жартысында (1-3 ай аралығында) пайда болады.\nII. кеш гестоздар — жүктіліктің екінші жартысында дамиды. Ерте гестоздар (токсикоздар): құсу, сілекей ағу, жүктілік дерматозы, сары ауру, остеомаляция, бауырдың жедел сарғайып солуы.\nКеш гестоздар: жүктілік шемені, нефропатия, преэклампсия, эклампсия. Шет елде гестоздың екі клиникалық түрін ажыратады: преэклампсия және эклампсия. Преэклампсияға — жүктілік шеменін, нефропатияны және преэклампсияны жатқызады. Қазақстанда 1998 жылы акушер-гинекологтардың республикалық ғылыми-практикалық конференциясында гестоздың даму дәрежесіне қарай оның жіктелуі және дәрігерлік тактикасы анықталды (11-кесте). Жүктіліктің екінші жартысындағы гестоздың жиілігі 7-16 % аралығында, шет ел авторларының зерттеулері бойынша 23 %-ке дейін.\nРеспубликада жоғары дәрежедегі «қауіп-қатер» тобындағы әйелдерді ерекше есепке алып бақылау жүргізгенде жүкті әйелдер арасында гестоздың жиілігі жыл сайын артуы анықталған. Мысалы бұдан 10 жыл бұрын гестоздың жиілігі 6-10 % болса, қазіргі кезде 16 %-23 % дейін артгы, әсіресе оның ауыр қатерлі түрлері акушерия тәжірибесінде жиі кездеседі. Эклампсия — 50%, преэклампсия — 27,3%, нефропатияның ауыр дәрежесі — 22,7% (1997ж).\nГестоздың себептері мен даму жолдары:\nГестоздың себептері мен даму жолдары толық анықталмаған, ғылыми тұрғыда 30-ға жуық теориялар бар. Көптеген авторлар гестоздың дамуын тек жүктіліктің пайда болуымен байланыстырады. Мысалы тоқтаусыз құсумен ауырған әйелдің жүктілігін үзсе, әйел жағдайы бірден жақсарады, сол сияқты гестоз белгілері босанған әйелдерде бірден кетеді.\nҚазіргі кездегі көп теориялардың ішіндегі негізгілері:\nНейрогенді теориясы\nИммуно-генетикалық теориясы\nАдаптация (бейімделу) теориясы\nНейроген теориясы бойынша: жүктілік кезіңде жатырдан орталық жүйкеге патологиялық толқындар келіп түседі, соның әсерінен жатыр мен орталық жүйкенің қарым-қатынасы бұзылып, мүшелер мен жүйелердің қызметтері қалыптан тыс ауытқиды. Бұл патологиялық құбылыстардың дамуында негізгі өзгеріс орталық жүйке жүйесінде (о.ж.ж.) байқалады, осыған орай қан-тамыр жүйесінің реттелу қызметі бұзылып, жүктілік гестозында мүшелермен ұлпаларда қанайналымы бұзылады. Осының салдарынан ішкі сөлденіс бездерінің, мидың, бауыр, бүйрек т.б. мүшелердің қызметі патологиялық өзгерістерге ұшырайды, зат алмасудың барлық түрлері бұзылып, организмде дистрофиялық процестер дамиды.\nИммуно-генетикалық теория бойынша: жүктілік кезінде ана-бала жолдасы — ұрық өзара қалыпты иммунологиялық қарым-қатынаста болады. Жүктіліктің даму барысында осы қалыпты жағдай көптеген сыртқы және ішкі факторлардың (әйел организміндегі) әсерінен плацента жүйесі, ұрық патологиялық өзгерістерге ұшырайды. Сөйтіп ана мен ұрықтың арасында иммуно-генетикалық сыйыспаушылық байқалады, яғни ана мен ұрықтың антигендік құрылыстары әртүрлі болады. Жүктілік гестозында плацента жүйесінде патологиялық өзгерістер болады, ұрық антигені ана қанына өтіп, антиденелердің пайда болуына душар етеді. Осы жағдайда пайда болған иммунологиялық өзгерістер жүйке, қан-тамыр т.б. жүйелердің өзгеруіне әсер етеді.\nАдаптация (бейімделу) теориясы: жүктілік кезеңі әйел организміне елеулі өзгерістер енгізеді, осыған байланысты бұл кезең организмге ең жоғарғы талаптар қояды. Осы жаңа талаптарға сәйкес әйел организмінің бейімделуі физиологиялық немесе патологиялық салада болуы мүмкін.\nЖүктіліктің екінші жартысындағы гестоз кезінде ана организмі жаңа талаптарға бейімделу саласында үлкен патологиялық өзгеріске ұшырайды. Бұл өзгеріске бірден-бір әсер ететін ана-ұрық және плацента жүйесіндегі иммунологиялық қозғалыстар. Бұл патологиялық өзгерістер мен нейро-гуморалдық қарым-қатынастың бұзылуы салдарынан, жүктілік гестозы кезінде бүкіл организмде қан тамырларының түйілуі (тамыр спазмы) пайда болады. Бүкіл әйел организміндегі қан тамырларының түйілуіне байланысты, қан тамырлардың барлық физиологиялық қасиеттері бұзылып, қан айналымы патологиялық өзгерістерге ұшырайды. Аталған жоғарыдағы өзгерістер бүкіл организмдегі оттегінің азаюына себеп болып, осының салдарынан мүшелерде, клеткаларда оттегі жетіспейді. Осындай патологиялық құбылыстар, жүктіліктің екінші жартысында әйелдің токсикозға шалдығуына душар етеді. Кеш гестоздың ауырлық дәрежесін бағалауда және нәрестеге оның әсерін анықтау үшін Виттлингер шкаласын қолданады.\nЕрте гестоздар. Клиникасы, емдеу жолдары\nЕрте гестоздар жүктіліктің тұңғыш айларында пайда болады. Жүкті әйелдің құсуы. Ерте гестоздар арасында ең жиі кездесетін науқас, әдетте әйелдердің 80-85 проценті жүктіліктің алғашқы айларында таңертең жүректері айнып, анда-санда құсады, бірақ жалпы күй-жағдайлары өзгермейді, бұл құбылыс гестозға жатпайды, тек жүктіліктің бір белгісі болып есептеледі. Ал гестоз кезінде әйел тек таңертең ғана емес, тәулігіне бірнеше рет жүрегі айнып, лоқсып, құсып, тәбеті төмендеп, жалпы күй-жағдайы нашарлайды. Аурудың асқыну дәрежесіне қарай оның үш түрін ажыратады: жеңіл, орташа, ауыр түрі.\nЖеңіл түрінде құсық күніне 3-4 рет ғана болады, көбіне тамақ ішкеннен кейін, тамақ ішу қабілеті сақталады, кейде ащы-тұщы тағамдарды сүйсініп жейді, жалпы жағдайы өзгермейді. Жеңіл түрінде жүйке жүйесі тек функционалдық өзгерістерге ұшырайды. Орташа түрінде әйелдің құсуы жиілене бастайды, тәулігіне 10-нан да астам болады, жүрегі айнып, тамақ ішуі нашарлайды, ал ішсе жедел құсып тастайды, әлсіреп жүдей бастайды. Сонымен бірге жүйке жүйесінде вегетативтік бұзылыстар байқалады. Зат алмасуында, көміртегінің алмасуында өзгеріс болып, кетоацидоз пайда болады. Дене қызуы көтеріледі, жүрек пен тамыр соғуы жиілейді. Тілі құрғайды, тәуліктік зәр мөлшері төмендейді. Қан құрамында гемоглобин, қызыл түйіршіктер азаяды. Уақытында емделмесе, келесі ең ауыр түріне көшеді.\nҚұсықтың ауыр түрін тоқтаусыз құсық деп атайды. Бұл науқастың ең ауыр түрі — негізгі жүйелер мен мүшелердің қызметі бұзылады, құсықтың саны 20-дан да асады, жүрегі айниды, бұған сілекей ағу қосылады. Ішкен тағаммен бірге сұйық затты да құсып тастайды, организм сусызданып, әлсізденіп, жүдейді. Кейде салмағы 8-10 кг-ға дейін кемиді. Организмде зат алмасуының ақырына дейін тотықтырылмаған қалдықтары көбейіп, қанның мочевинасы, калдық азот және креатининнің мөлшері молаяды, зәрде ацетон пайда болады, дене қызуы көтеріледі, тамыр соғысы жиілейді, (100-120-ға дейін жетеді). Дем алғанда аузынан ацетонның иісі келіп тұрады. Бүйрек, бауырда дистрофиялық өзгерістер пайда болады, кейде әйелдің терісі сарғайып кетеді. Сонымен организм катты уланып, әйел есінен танып — кома болуы мүмкін. Ауруды анықтау жолдары жоғарыдағы белгілерге байланысты.\nЕмдеу жолдары. Құсу науқасының орташа, ауыр түрлерімен ауырған әйелдер, тек емханада емделулері қажет. Ем жан-жақты, комплексті болуы керек. Жүйке жүйесінің жұмысын қалыпқа келтіру: ол үшін бром, кофеин дәрілерін, электро-анальгезия, электро-ұйқы, психотерапияны пайдаланады.\nКеш гестоздар\nЖүктіліктің екінші жартысында гестоздың таза және аралас түрін ажыратады. Гестоздың таза түрі — дені сау (ешқандай соматикалық ауруы жоқ) жүкті әйелдің жүктілік гестозына шалдығуы. Аралас түрі — сырқат жүкті (жүрек, өкпе, бауыр, бүйрек т.б. аурулармен ауыратын) әйелдің жүктілік гестозына шалдығуы. Бүгінгі күні гестоздың белгілі және белгісіз түрлері жиі кездеседі. Мысалы: жүктілік нефропатиясына тән бірнеше белгілері бар: әйелдің қан қысымының көтерілуі, аяқ — қолының ісінуі, зәрінде белоктың пайда болуы. Белгісіз түрінде зәрде тек қана белок пайда болып, шамалы аяқ-қолы ісінуі мүмкін. Жүктілік гестозын ең бастапқы басталған мерзімінен анықтаудың маңызы зор, себебі гестоз мерзімі екі жұмадан асып кетсе, (жеңіл дәрежесінің өзі) оны ұзаққа созылған гестоз дейді, ананы тез арады босандыру қажет.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Алтын кітап\", \"Күміс кітап\" деген ертегі кітаптарды қайдан алуға болады?",
        "question_content": "\"Алтын кітап\", \"Күміс кітап\" деген ертегі кітаптарды қайдан алуға болады? Бала кезімде оқып едім.",
        "question_date": "4.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бақытбек Дəуреннің \"Қиын екен?\" өлеңі керек?",
        "question_content": "Сезімім құйын желдей көрінбеген,\n\nКеше мен тұтас едім бөлінбеген.\n\nШабысы аяндаған тұлпар ұқсап,\n\nҚұбылады екен сан түрге көңіл деген.\n\nОсы өлеңнің толық тексті кімде бар? Тауып берсеңіздер",
        "question_date": "4.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әкелік құқығымнан айырылсам алимент төлеймін бе?",
        "question_content": "Мен 2008 жылдан бері екі балаға 1/3 мөлшерде алимент төлеп келемін. Талапкер аз төлеп жатсын деп қанағаттанбайды, ол баладан бастарт дейді. Егер бас тартып әкелік құқығымнан айрылсам мен екі балаға алимент төлей берем бе? алде токтайма калай болар екен?",
        "question_date": "4.04.2017",
        "question_tag": "Заң",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "76-бап. Ата-ана құқықтарынан айыру тәртібі\n      1. Ата-ана құқықтарынан айыру сот тәртiбiмен жүргiзiледi.\n      Ата-ана құқықтарынан айыру туралы iстер ата-аналардың бiреуiнiң немесе баланың басқа да заңды өкілдерінің, кәмелетке толмаған балалардың құқықтарын қорғау жөнiндегi мiндеттер жүктелген органдардың немесе ұйымдардың өтініштері, сондай-ақ прокурордың талабы бойынша қаралады.\n      2. Ата-ана құқықтарынан айыру туралы iстер прокурордың және қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның қатысуымен қаралады.\n      3. Ата-ана құқықтарынан айыру туралы iстi қарау кезiнде сот ата-ана құқықтарынан айырылған ата-аналардан алимент өндiрiп алу туралы мәселенi шешедi.\n      4. Егер сот ата-ана құқықтарынан айыру туралы iстi қарау кезiнде ата-аналардың iс-әрекетiнен қылмыстық жазаланатын әрекет белгілерін байқаса, ол мұны жеке қаулымен прокурордың назарына жеткiзуге мiндеттi.\n      5. Ата-ана құқықтарынан айыру туралы сот шешiмi заңды күшiне енген күннен бастап үш күн iшiнде сот бұл шешiмнiң үзінді көшiрмесiн баланың тууын мемлекеттiк тiркеу орыны бойынша тіркеуші органға және баланың тұратын жері бойынша қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органға жіберуге мiндеттi.\n77-бап. Ата-ана құқықтарынан айырудың салдары\n      1. Ата-ана құқықтарынан айыру баламен туыстық фактiсiне негiзделген барлық құқықтардан, оның iшiнде одан күтіп-бағу қаражатын алу, сондай-ақ балалары бар азаматтар үшiн белгiленген жеңiлдiктер мен мемлекеттiк жәрдемақыны алу құқықтарынан айрылуға әкеп соғады.\n      2. Ата-ана құқықтарынан айыру ата-аналарды өз баласын күтіп-бағу мiндетiнен босатпайды, бұл міндет оны асырап алуға байланысты тоқтатылады.\n      3. Бала мен ата-ана құқықтарынан айырылған ата-ананың одан әрi бiрге тұруы туралы мәселе сот тәртiбiмен шешiледi.\n      4. Ата-анасы ата-ана құқықтарынан айырылған бала тұрғын жайға меншiк құқығын немесе тұрғын жайды пайдалану құқығын, сондай-ақ ата-аналарымен және басқа да туыстарымен туыстық фактiсiне негiзделген мүлiктiк құқықтарын, оның iшiнде мұра алу құқығын сақтайды.\n      5. Баланы басқа ата-анаға беру мүмкiн болмаған кезде немесе ата-аналарының екеуi де ата-ана құқықтарынан айырылған жағдайда, бала қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның қамқоршылығына берiледi.\n      6. Егер бұл балаға теріс әсер етпесе, ата-ана құқықтарынан айырылған ата-аналардың өтініші бойынша қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын орган баламен жолығуға рұқсат етеді.\n      7. Ата-аналары ата-ана құқықтарынан айырылған жағдайда бала асырап алуға соттың ата-аналарды ата-ана құқықтарынан айыру туралы шешімі заңды күшіне енген күннен бастап алты ай өткен соң жол берiледi.\n      Ата-аналарының біреуі ата-ана құқықтарынан айырылған баланы асырап алуға екінші ата-анасының келісімімен жол беріледі.",
                "date": "30.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "y=3x+1 функциясын график арқылы есептеу керек?",
        "question_content": "y=3x+1 графикиты пайдаланып мынаны аныктандар\n\n1)x-тің -1ге,2ге,ге тең мәніне сайкес y-тің манин.2)y-тің 4ке,0ге,-2ге тен манине сайкес x-тің манин табындар",
        "question_date": "4.04.2017",
        "question_tag": "Математика",
        "question_views": 878,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құқық мамандығы бойынша ЖОО-ға түсу үшін қай пәнді таңдаймын?",
        "question_content": "Қазір ҰБТ өзгергеніне байланысты менде 2 таңдау пәні. Біреуі тариx екіншісі қандай пән? Бірінде құқыө енді бірі ағылшын дейді? Ресми ақпарат бар ма?",
        "question_date": "4.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "тандаган мамандыгына байланысты гой",
                "date": "13.04.2017",
                "upvotes": 0
            },
            {
                "text": "НЦТ тын сайтында http://www.testcenter.kz/ru/entrants/ent/ мына силтемемен кирсен файл бар сол файлда барлык мамандыктар тизими жане кандай пан тандау керек екендиги точно жазылган. ол официально уже. сол жерден кара.",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқар барлық жейделерін ауыстырып кигенде неше түрлі болып киіне алады?",
        "question_content": "Асқардың сары жəне жасыл жейделері, көк жəне қара шалбарлары, сұр,қоңыр жəне ақ туфлилері бар. Асқар барлық жейделерін ауыстырып кигенде неше түрлі болып киіне алады?",
        "question_date": "4.04.2017",
        "question_tag": "Математика",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "12 түрлі болып киінеді",
                "date": "4.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Қойлыбайдың қобызы» дастанындағы бәйгеге қобыз қосу көрінісіне шығарма керек?",
        "question_content": "Эссе керек еді. Жаратылыстану бағытындағы эссе Мағжан Жұмабаевтың «Қойлыбайдың қобызы» дастанындағы бәйгеге қобыз қосу көрінісіне шығарма керек?",
        "question_date": "4.04.2017",
        "question_tag": "Мектеп",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "М.Жұмабаевтың «Толқын» өлеңін адам өмірімен байланыста қарауға бола ма?",
        "question_content": "Эссе керек еді осы эссе жаратылыстану бағытына керекМ.Жұмабаевтың «Толқын» өлеңін адам өмірімен байланыста қарауға бола ма? Эссе керек",
        "question_date": "4.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "М.Жұмабаевтың «Толқын» өлеңін адам өмірімен байланыста қарауға бола ма? Эссе керек",
                "date": "15.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Міржақып Дулатов автор ретінде «Бақытсыз Жамал» романындағы үстем тап өкілдері?",
        "question_content": "Міржақып Дулатов автор ретінде «Бақытсыз Жамал» романындағы үстем тап өкілдерін жақтаушы ма, әлде даттаушы ма?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 23600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Міржақып Дулатовтың \"Бақытсыз Жамал\" романының қысқаша мазмұны\nСаумалкөл маңында отырған Сәрсенбай ауылына ұлықтар келіп, ауыл абыр-сабыр күйге түседі. Осы бір кезде байдың шаңырағында шыр етіп сәби дүниеге келіп, Сәрсенбай қызды болады. Нәрестенің есімін Жамал қояды. Жамал бала күнінен ақыл-ойға жүйрік болып, молдадан сауат ашып, хат танып, өзгелерен бір төбі тұрады. Сымбаты да бөлек қыздың алғырлығымен қатар ақындығы да бар еді. Ол бой жеткенде ауыл жігіттерінің көзі түсіп, сөз жарастыруға дімелене бастайды. Ондай пысықай жігіттерге Жамал бет бұрмай, сөйлетпей тастайтын еді. Дара өскен Жамал қыздың атағы басқа ауылдарға тарап, ел арасында \"Сәрсебайдың бек көркем қызы бар\" екен деген жүреді. Бұл сөз Байжан байға да жетіп, ол өзінің топас та нашар баласы Жұманға Жамалды алып бермек болады. Оның байлығына қызыққан Сәосенбай ниетіне қарсы болмай, қызын беруге келісім береді. Сөйтіп екі жақ уағдаласып қояды. Болашақ күйеуінің қандай жан екенінен хабардар болған Жамал оны жақтырмай жүреді. Қыз анасы да қызын Жұманға беруге қарсылық танытса да, әкесі олардың қарсылығына да, көңіліне де қарамайды. Сондай бір күндерде ауылда жиын-той болып, жастар бір отауға жиналады. Жиында бітімі де, сымбаты мен сәне де, сөзі де бөлек жігіт Ғали да болады. Жастар айтысып, көңіл көтеріп отырғанда Ғали мен Жамалдың бір-біріне көңілі түсіп, сөзі жарасады. Бірін-бірі ұнатқан екі жас ән арқылы шерін тарқатады. Уағдаласқан мерзім жетіп, Жамал ұзатылатын күнге жеткенде Ғали мен Жамал қол ұстасып, қашып кетеді. Екеуінің артынан қуғыншылар түседі. Елден қашқан қос ғашық Ғалидың шалғайдағы туыстарының үйін паналайды. Екеуі бас қосып, бақытты тірлік кешіп жатқанда,аяқ асты Ғали ауырып, дүние салады. Ғали бақилық болғаннан кейін, Жамалды Жұманға қосады. Ол үйдегілерден теперіш көріп, ауыр тіршілік кешкен Жамал қыс ішінде үйінен қашып шығып, Ғалидың бейітнің басына барады. Тағдырына нала болған қыз сүйгенінің бейітінің басында жылап жатып көз жұмады.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Міржақып Дулатовтың «Бақытсыз Жамал» романы XX ғасырдың басындағы қазақ әдебиетінің бұл жанрдағы тұңғыш жетістігі, тұңғыш роман. Әдеби ортада өзінен кейінгі көтерер жүгі, мақсатты мен бағыты бір көптеген романдарға алғышарт болды. Тек көркемдік жағынан ғана емес, тіл, форма жағынан да біраз дүниелерге сара жол болғаны анық. Роман алғаш жарық көргеннен бастап қазақ әйелдерінің бас бостандығының жаршысына айналды. 1910 жылы Қазанда басылып шыққан кітап қолдан-қолға тимей қазақ арасына тез тарап кетті. Сауаттысы жатып кеп оқып көзіне жас алса, сауатсыз халық сол оқығандарды жағалай отырып тыңдайтын. Сора-сора жас алып, өз бастарындағы жағдайды жіте көріп, сезіне жәбірленетін. Негізгі өзек әйел бостандығы болған соң әйел қауымы өре түрегелді. Талай басыбайлы әйел затына ой салғаны анық. Осы әйел бостандығын екі жас (Ғали мен Жамал) арасындағы махаббат мәселесі арқылы беру, романның оқырманның жанына жол тапқан кілті десек қателеспейміз. Бұл сөзімізді қаламгердің қызы Г. Дулатованың «Ардақтап өтем әкемді» атты естелігінде (Жұлдыз, 1990, 6 сан) былай дейді: «...Бұл кітабы да елге тез тарап кетті, бізге көршілес тылдан келушілер сылтау тауып, қалап әкететін болды. Жамалдың өлеңмен баяндайтын аянышты өмірінен қыз-келіншектер өз бастарынан кешкен қайғысын, мұң зарын көрді. Романды оқығанда олар көз жастарын тыя алмай, уһілеп отыратын. Үлкендер жағы кешкі отырыстарда «Бақытсыз Жамалдың» хикаясын әңгімелесе, жастар жиын-тойларда кітаптағы өлең жырларды әнге қосып айтатын». Роман сол кездің өзінде екі рет басылып (1910, 1914) шыққандығының өзі көп дүниені айтқандай. Сол заман, сол кездің саяси көзқарасымен қарағанда бұндай тақырыптағы роман екі рет қатарынан басылу ел қалауы, талабы екендігі анық. Содан бері басылып келеді. Әлі басылып келеді. Оқырманын әсте жоғалтқан емес. Енді романның көркемдік жағына ойыссақ. Қандай шығарма болсын өз заманында, өз әлеуметтік ортасында құнды болмақ. Заманың қалай болса жасар амалың да солай болмақ. Әр әдеби туынды, көркем шығарма өз заманының көркем бейнесі. Жоғын жоқтап, барын түгендейтін жансыз жанашыры. Дәл қазір бұл романның көркемдігін осы заман талабымен, талғамымен көрсете алмасымыз анық. Ол заман келмеске кетті. Роман формасы да өлеңмен басталып, қара сөзбен өріледі. Осы тұста автордың ақындық қасиетін баса айтып кеткен абзал. Роман әр тұсында жаңа бір белес, жаңа сюжет желісіне ауысқанда өлең арқылы ауысып отырғанын байқаймыз. Ғалидың да Жамалдың да аузына автор ішкі сезімін, толғанысын өлеңмен салып отырған. Мысалы, Жұманға атастырып, малға сатып жіберген ата-анасына ренжіп былай дегені бар: Мен қайран ата-ананың сатқанына, Бір тазды жалпақ елден тапқанына. Атама мен не жазып ем қор қылғандай, Болмаса бір мінезім жақпады ма? - деген бір ауыз өлең күллі қазақ қызының арызы іспетті. Тағы бірде: Сен үшін бір басымды еттім құрбан, Шынжырлап жіберсе де Сібірге айдап, - деп шын ғашығы Ғалиға берген сертін байқаймыз. Осы тұстан екеуінің жаңа тауықыметті өмірі басталады. Романда өзінен кейін әлі күнге дейін қолданылып келе жатқан тәсіл - хат. Ғали мен Жамалдың бір-біріне хат жазып хабар алысып, бағыт-бағдар алысқаны бір дара мотив екендігі белгілі. Романда екі жастың басты жауы, қасіреті мен қайғысына бастауы болған Байжан мен санасыз Әке Сәрсенбайдың портреттері мен қоса Ғали мен Жамалдың портреті шебер жасалған. Біріне тоқталсақ, автор Ғалидің портретін жасауда біршама суреттеуге барады. «Бұл жігіт орта бойлы, қияпатты, азырақ бетінде қорасан дағы бар, жаңа мұрт шығып келе жатқан, сөйлеген сөзі сыпайы, әдепті, киімі ноғайшалау, Ғали есімді бір зат еді. Көлденеңнен қарап салыстырғанда бұл үйдегі жігіттердің афзалы Ғали, қыздардың афзалы Жамал секілді көрініп, екеуінің қатар отырулары бек жарасып кетті». Романда Ғалидің даралық бейнесі уақыт өткен сайын өсіп отырады, өсіп отырады. Жиын-отырыстарды. Ауыл арасындағы адамдардыңжиі мақтаулары мен ауызға алулары биікке көтеріп отырады. «Оқыған... білімді... өнерлі... көзі ашық... келбетті...» деген сияқты. Ал Жамалдікі даралық образға романның бел ортасына жетпей көтерілген. Оның зеректігі, алғырлығы, асқан сұлулығы, шешендігі, туралығы бәрі-бәрі дара, типтік образға жеткен десек те болады. Тең теңімен, тезек қабымен. Теңіне жете алмай кеткен талай қазақ қыздарының тағдыры жатыр. Қорыта айтқанда М. Дулатов «Бақытсыз Жамал» романын жазу үстінде қазақтың өзіне дейінгі дәстүрлі әдебиетіне сүйенген. Орыстан, батыстан үйренді десек мықтап қателесеміз. Қазақтың арыдан беріге дейінге фольклоры мен маржан әдеби жауһарлары тоғысып романның көркемдік тіліне, стиліне, формасы мен құрылысына қызымет еткен. Жаңғыртып, дамытып, өзіндік ізденіспен қанаттандырған.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "ЭССЕ КЕРЕК ОСЫ ТУРАЛЫ ТЕЗ АРАДА ТАУЫП БЕРЕСІЗДЕРМЕ",
                "date": "23.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әсет Найманбайұлының «Салиха–Сәмен» поэмасы мен ғашық жырлары?",
        "question_content": "Әсет Найманбайұлының «Салиха–Сәмен» поэмасы мен ғашық жырларындағы жігіт сипатын талдап жазыңыз?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ӘСЕТ НАЙМАНБАЙҰЛЫ\n(1867-1923)\nӘсеттің есімі оқырман жұртқа, негізінде «Әсет пен Рысжан», яғни айтыс ақыны ретінде таныс. Алайда Әсеттің айтыстарымен бірге «Пушкин», «Салиха – Сәмен», «Ағаш ат», «Үш жетім қыз» т.б. поэма дастандар жазған эпик ақын. «Адамның бұлбұлы» атанған әнші композитор. Оның өзі шығарған «Әсет», «Қаракөз», «Інжу-маржан» секілді ондаған әндері бар.\nӘсет Найманбайұлы 1867 жылы Қарқаралы уезі, Темірші болысы сегізінші ауылда туған. Әсет – руы Арғын, Қаракесек ішінде майлық деген белгісіздеу атадан шыққан.\nӘсет жас кезінде ескіше білім алған, әкесі оны 7-8 жасында Көктума қаласындағы Зейнулла деген имамның медресесінде оқытады.Медреседе оқып жүріп, өзінің зеректігін танытып, өлең мен домбыраға, гармонға да құмарлығын білдіреді.\nӘсет 14-15 жасқа келгенде әкесі өледі де оқуды тастап, Көктал болысы Байжігіт деген елдегі нағашысының қолына барады. Онда Әсет ән салып, өлең айтумен көзге түседі. Әсет осы жерде үйленеді де, өз еліндегі үй ішін көшіртіп алып, туған еліне бұдан кейін қайтып оралмайды.\nӘсет 1923 жылы Құлжа қаласында қайтыс болған. Әсеттің бала шағасы қазіргі Семей облысы Мақаншы ауданы Бахты селосында тұрады.\nСоңғы кезде Жақыпбаев Бозтайжолдас Қ. Әділбекұлынан жазып алған Әсеттің жеті әнінің ішінен: «Мәлике қыздың әні», «Майда қоңыр», «Зұлқия әні», «Мақпал әні», «Кәрілік туралы ән» т.б. сияқты әндері халықтың сүйікті әніне айналған.\nӘсет өз заманындағы қисса жазушы ақындар сияқты әр түрлі тақырапта қисалар да жазған. Бұл дастанның үш-төрт варианты Қазақ Ұлттық Ғылым академиясының тіл мен әдебиет институтында қолжазба түрінде сақтаулы. Бұл дастан «Ағаш ат» деп аталады.\nДастан он бір буынды қара өлең ұйқасымен жазылған, тілі көркем, оқуға жеңіл, оқиғасы ертегі негізінде құрылған тартымды. Әсеттің күрделі шығармасының бірі – «Салиха-Сәмен» атты романтикалық поэмасы. Әсеттің бұл поэмасында Алтай тауын мекендеген Ясукай деген ханның сұлу қызы Салиха мен сол ханның қол астындағы Сәмен деген өжет жігіттің бас бостандыңтары үшін махаббат жолында қайырымсыз, хандардың орнатқан әділтсіз заңына әдет-ғұрпына қарсы тұрып, армандарына жете алмай, қатал заңның құрбандығы болғандығы жайлы сөз етеді.\nӘсеттің ендігі бір қисса дастандарының бірі «Үш жетім қыз» атты шығармасы.\nӘсет орыс әдебиетіне де бой ұрған. Орыстың ұлы ақыны А.С.Пушкин «Евгений Онегин» романын аударған. Әсет өзін Абай шәкірттерінің бірі санап, қазақтың ұлы ақынын қадірлеп, ұстаз тұтқан адам.\nСайып келгенде Әсет Найманбайұлы – сегіз қырлы, бір сырлы ақын, әрі әнші-композитор. Оның өлең-жырлары, айтыстары мен дастандары және музыкалық шығармалары халқымыздың әншілік дарынын, даналыған танытқандай, ұрпақтар ғибрат алғандай асыл мұра, әдеби қазына.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Найманбаев Әсет\nӘсет Найманбаев бұрынғы Қарқаралы уезі, Темірші болысы, 8-ауылда (қазіргі Жезқазған облысы, Ақтоғай ауданы) 1867 жылы туған. Руы Арғын, оның ішінде Қаракесектен тарайтын Майлық деп аталатын аз атадан. Әкесі Найманбай кедей шаруа болыпты. Ауыр тұрмыстың айдауымен 1875 жылы Семей қаласына көшіп келген. Кейіннен қала тұрмысына тұрақтала алмай Мақаншы ауданындағы Бақты ауылына көшіп барады. Осында Әсетті медресеге окуға береді. Он бір жасында бірінші рет мектеп есігін ашқан зерделі бала төрт-бес жылда медресенің білімін жақсы меңгеріп алады. Медреседе жүргенде-ақ ақындық таланты ашыла бастайды. Жасы ұлғайған шағындағы бір өлеңінде ақындық өнер сапарының он үш жасында басталғанын айтады:\nЕлуден жасым менің белең асқан,\nӨлеңге он үш жастан араласқам.\nҚызыл ит қимылдаса қызуымен,\nТекпінді терең сөзден жаза баспан…-дейді ақын\nӘсеттің алғашқы ақындық қаламындағы айтатын, жазатын өлеңдерінің тақырыбы көбінесе жастық, махаббат туралы және суырып салма айтыс өлеңдер болды.\nӘсет – ақындық өнерді өзгеше жоғары бағалап, табиғаттың тартқан ерекше қасиетті сыйы деп біліп, ардақтаған адам. Ақындық өнерін халқына арнаған Әсетті туған елі қадірлеп, құрметтеген. Үйрек пен қаздай қалқып жүрмін жүзіп, Көп елде – көл жұртымда қыдыр шалған- дейді ақын.\nӘсеттің ақындығы ең алдымен айтыс өнерінде танылады. «Айтыс – майдан, айтысқан ақындар майданның жекпе-жектегі батыры»- деп М.Әуезов айтқандай Әсет ақын да осы жекпе-жектен жеңіп шыққандардың бірі. Әсеттің алғашқы түскен ең үлкен айтысы – Рысжан қызбен айтысы.\nАбайдың алдын көріп, ұлы ұстаз ақыннан ақындық, әншілік өнер жолында үлкен тағылым алған талантты шәкірттердің бірі – Әсет.\nҚазақ даласын әнмен тербеген Әсеттің өзі өмір кешкен тұста – халқының ақберен ақыны ретінде танылғаны анық еді. Айтыс бәйгесіне түсіп жүлде алып, елге атағы шыға бастаған жалынды, албырт жас ақын, асқақ әнші Әсет ұлы ақынның, кемеңгер ақынның алдына келгенде 20 жаста болатын. Абай ауылы қазақ сахарасындағы өнер-білімнің, мәдениеттің өнегелі ордасындай еді. Сол кездегі Абайдың қасында ұдайы болған адамдары: Шаһкәрім, Көкбай, Ақылбай, Мағауия, Тұрағүл, Кәкітай, Ахметбектер тобына Мұқа, Әсет келіп қосылған екен.\nӘсет- Абай ағасының алдында мол тағылым алып, үлгі алады, Пушкин шығармаларымен танысады. Әсеттің «Евгений Онегин» романының оқиғасын алып, еркін аударма жасауы Абай әсері екені сөзсіз.\nӘсет – нағыз сегіз қырлы өнерпаз. Ол ақындық өнердің өрен жүйрігі, суырып салма – импровизатор, ақпа ақын. Табиғи тума таланты күшті, дарынды ақын қолына домбыра алғанда, қолма-қол нөсерлете жыр төксе, домбырасымен қоса, қағаз бетінде қаламы да қатар жүйткитін сауатты саңлақ ақын болған. Әсет өзінің әрбір өлеңіне арнап ән шығарып, өлең-жырын шаршы топта домбыраға қосып шырқап айтады екен.\nАтақты музыкатанушы Ахмет Жұбанов, Әсеттің сөзіне музыкасы сай келетінін айта келе: «Орындауы келіссе «Әсет» сахна сәнінің бірі. Әсіресе қайырмасында ән құйқылжып, төгіліп, шын мөнісінде ойнақтап, делебеңді қоздырып кетеді» Әсет – әнші, сазгер. Әсет — нәзік сезімді, ұшқыр қиялды лирик ақын; ол тілге бай, алғыр ойлы, бөгелмей жүйткитін айтыс өнерінің де ерен жүйрігі.; ол алысқа алқынбай сілтейтін жүйрік, бай оқиғалы поэма, дастандар жазған акын. Әсеттің атақты «Қызыл табан – ағаш ат» поэмасы Шығыс ертегі әңгімелерінің әсерімен жазылған, «Мың бір түн» сияқты өз уақытына жазылған екі жастың арасындағы махаббатқа құрылған ғылыми-фантастикалық поэма. «Салиха-Сәмен» поэмасы да бас бостандығы үшін, махаббат үшін, кұрбан болған жандар туралы. Олар өз заманының қатал заңының құрбандары.\nОсындай тамаша туындылары бар, айтыскер ақын, жан-жақты Әсетті нағыз сегіз қырлы өнерпаз дейміз.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақан серінің «Құлагер» өлеңіндегі тұлпары Құлагердің ақын өмірі?",
        "question_content": "Ақан серінің «Құлагер» өлеңіндегі тұлпары Құлагердің ақын өміріндегі орнын талдап жазыңыз?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 74100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ілиястың «Құлагер» поэмасы сырт қарағанда ақынның сәйгүлік- тұлпарының мерт болуына арналған, соған байланысты жазылған сияқты. Ол кездері , тоталитаризм меңдеген кезде, әдебиеттану ғылымында тұрпайы социализмнің айқайшыл сынның бел алып тұрған кезі еді.\nІлияс қазақтың ән, музыка өнерін аса асқақтата жырлаған. Ақын осыны бар жан тәнімен түсінгенде, мейірі қанғанша сусындаған. Тек сондай жан әлемінен ғана «Әнші», «Күй», «Күйші», «Құлагер» сынды бірегей туындылар жаралған.\nАқан сері- өнер тұлпары. Оның әдебиеттегі, өнердегі орны ерекше. Ақан серінің көптеген өлеңдерінің тақырыбы махаббат, сүйіспеншілік жайында. Жастық дәурені жүріп тұрған кезде сауық-сайран, ойын тамашаның бел ортасында болған өнерлі жігіттің әсемдікке, сұлулыққа іңкәр болмауы мүмкін емес еді. Осылайша Ақанның көңілі құлаған аруларға деген сүйіспеншілік сезімі өлең боп өріліп, ән боп төгілді. Ақындық пен серілік, сазгершілік пен әншілік бір бойында тоғысуы Ақанның атақ-даңқын арттыра түсті. Ақанның әнін жастар жағы іліп әкетіп, ел арасына таратып жатты.\nПоэманың бас қаһарманы – Ақан сері Қорамсаұлы. Осы бас кейіпкер өмірін бейнелеген поэма жанрының шеңберінен аспай, осы жанрдың адам образын мүсіндеудегі көркемдік мүмкіншілігін белгілі дәрежеде ұтымды пайдаланғанын көреміз. Ол ең алдымен оқырман қауымды Ақан серімен біраз таныстырып өтеді. Бұл ретте ақын Ақан серіге кең көлемде мінездеме беріп кетеді. Сол мінездеме арқылы Ақан серінің ұнамды тұлғасы анықтала бастайды.\nПоэмадағы ақынның авторлық мінездемесіне қарағанда: Ақан билік айтқан ел жуаны би емес, «ауыл торып, ел шулатқан ұры» емес, «мешіт салып, зекет алып, дүниенің нәжісін бойға жаққан молда» емес, тіпті, байдың жалшысы да емес, өз малын баққан қарапайым шаруа да емес. Поэманы оқып отырған оқырманның осы тұста заңды сұрағы туатыны аян. Ақан енді кім? Бұған жауап ақынның Ақанға берген мына сипаттамасынан табылады:\n\n“Жүйрік ат, сонар саят, қыз-қырқынмен,\nӨмірді өткізген жан өз қрқынмен.\nӨмірдің ащы емес, тұщысын да\nҚызықтап жігіт ойын, қыз күлкіңмен.\nСаңлақ ед шыққан мыңнан, озған жүзден,\nКөп сұлу көзін сүзген күнді өткізген.\nҚызықтың айдынына құлаш ұрып,\nАрмансыз қаздай қалқып, қудай жүзген…\nКісі емескөп қатынды үйірлеген,\nБолған жоқ бір пендеге тию деген.\nТекті құс тазалықты қолына ұстап,\nАрманы-ақ сұлулықты сүю деген”.\nМіне, осылайша ақын Ақан серінің халық ішінен шыққан көркемөнердің көрнекті өкілі – асқан өнерпаз ретінде көрсетеді.\nПоэмадағы Ақан сері образын сөз еткенде Құлагерді айту аса қажет. Ақынның Құлагерді суреттеуі және оның қадір-қасиеттерін баяндауы бас кейіпкер бейнесін тұлғаландырып тұр. Ақан серінің Құлагері туралы және сол Құлагердің өкінішті қазасы жайлы шығарған әнінің хикаясы жөнінде ақынның поэма жазуы – қазақ поэмасының тақырыптық-мазмұндық арнасындағы ұлттық ерекшелікті де аңғартады. Атқа байланысты оқиға жайлы арнайы поэма жазуы ақынның өз халқының ежелден келе жатқан ұлттық психологиясымен тығыз байланысын танытады.\nАқан сері жеке-дара, салт жүріп, серілік, саяткершілік құрмаған. Оның қасында қашанда талантын құрмет тұтып, қолдап отыратын Ағытай қарауылдың ішіндегі небір өнерлі, балуан ақын жора-жолдастары болған. Ол суырып-салма ақындығымен қоса қызыл тілдің шешені әрі әнші-сазгерлігімен де ел құрметіне бөленген. Күлбілтелемей кесіп айтатын турашылдығы тағы бар. Ол әділдіктің ақ жолын аттап, елге тізесін батырған талайларды тәубесіне келтіреді. Тіпті турасын айтамын деп туғанына жақпаған кездері көп.\nІлиястың «Құлагер» поэмасы сырт қарағанда ақынның сәйгүлік- тұлпарының мерт болуына арналған, соған байланысты жазылған сияқты. Ол кездері , тоталитаризм меңдеген кезде, әдебиеттану ғылымында тұрпайы социализмнің айқайшыл сынның бел алып тұрған кезі еді. Ілияс қазақтың ән, музыка өнерін аса асқақтата жырлаған. Ақын осыны бар жан тәнімен түсінгенде, мейірі қанғанша сусындаған. Тек сондай жан әлемінен ғана «Әнші», «Күй», «Күйші», «Құлагер» сынды бірегей туындылар жаралған.\nҚорыта келе, І.Жансүгіровтың шығармалары өнерді дәріптеген туындылар. Ол осы шығармаларымен келешек ұрпаққа «Өнер- адамның асыл мұрасы»,- деген ойын жеткізеді. Өзінің өнерге деген құрметін, сый-сияпатын, үлкен махаббатын, өнердің әсерінен бойын жайлаған керемет сезімдерін өзінің өшпес ақындық өнерімен жеткізе білді. Адамдарды ерекшелендіретін, , сақтап, қастерлеп ұрпақтан ұрпаққа берілетін, ешбір бағасы жоқ, уақытқа, жауға бағынбас асыл мұра- өнер!",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біржан салдың «Теміртас» өлеңінің туу себебін ақынның өмірлік деректері?",
        "question_content": "Біржан салдың «Теміртас» өлеңінің туу себебін ақынның өмірлік деректері арқылы талдап жазыңыз?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біржан сал 1834 жылы Ақмола облысыныңЕңбекшілдер ауданында дүниеге келіп,1897 жылы алпыс үш жасында туған жерінде қайтыс болған. Бозбала кезінен әнші-ақындардыңқасына еріп, той-думанның сәніне айналады.\nШөже, Салғара, Толыбай, Орынбай, Нүркей, Сегізсері, Арыстан тәрізді өнер иелері – Біржан салдыңұстаздары.1865 жылыАбаймен кездесуі Біржан салдың композиторлық, әншілік, ақындық өнерінің дами түсуіне үлкен әсер етеді. Біржан сал қазақтың дәстүрлі әншілік өнерін, халық музыкасын жаңа белеске көтеріп, өз ән-өлеңдерімен толықтырған ірі тұлға.\nЖаяу Мұса, Басықараның Қанапиясы, Құлтума, Ақан сері, Балуан Шолақ, Ғазиз, Естай, Үкілі Ыбырай, Жарылғапберді, т.б. арқаның атақты ақын-әншілері – Біржан салдың мектебінен өнеге алып, оның композиторлық өнерін жалғастырып, ілгерілеуіне мол үлес қосқан өнерпаздар.Біздің заманға Біржан салдың алпысқа жуық әндері жеткен. Оның әндері нәзік сезімді, сұлулықты жырлаған сыршылдығымен қоса («Ғашығым», «Қаламқас», «Ләйлім шырақ», «Айтбай», «Ақтентек», т.б.), әлеуметтік мән-мазмұнымен де («Жанбота», «Адасқақ», «Көлбай – Жанбай», «Шідер», т.б.) құнды. Сара ақынмен айтысы оны дарынды, суырыпсалма ақын ретінде дүйім елге танытты. Біржан салдың ақындық өнерінің өріс ашып, өрби түсуіне Сара, Әсет, Доскей, т.б. қатарлы тұтас бір сала буын игі әсерін тигізген.Өмірінің соңғы кезінде ру арасындағы талас-тартыстар, ағайын ішінің кикілжіңі Біржан салдың жеке басына да қатты әсер еткен. Қиянатшылар тіпті оны «жынданды» деген лақап таратып, қол-аяғын байлап тастауға дейін барады. Аталмыш оқиға Біржан салдың «Теміртас» әнінде үлкен қасіретпен айтылады. Оның «Айтбай», «Адасқақ», «Жамбас сипар», «Жонып алды», «Алтын балдақ», «Көкек», «Жанбота», «Теміртас» сияқты әндері дәстүрлі қазақ әндерінің классикалық үлгілері ретінде қазақ мәдениетінің алтын қорынан орын алды. Олар Ғаббас Айтбаев, Қали Байжанов, Әміре Қашаубаев, Жүсіпбек Елебеков, Манарбек Ержанов, Қосымжан Бабақов, Қуан Лекеров, Мәжит Шалқаров, Темірбек Арғынбаев, Қайрат Байбосынов, т.б. әншілердің орындауында ел арасына кең тарап, халық игілігіне айналды. Біржан салдың музыкалық мұрасы бірнеше рет жинақ болып басылып шықты. Мұқан Төлебаев «Біржан – Сара» операсын жазды.өкіне, ашына айтқан. Біржан сал өз ауылында тұрақтамай, ел кезіп кетеді. «Үш жүзді сайран қылған Біржан едім» деп өлеңінде өзі айтқандай, қазақ жерінің барлық түкпірін аралайды. Ел көреді, жер көреді, талай той-думандардың сәні, көркі болады. Жүрген жерлерінің бәрінде бүгінге дейін ел аузында жүрген, халқымыздың өшпес мәдени қазынасына айналған әндер шығарады. Бүгінгі әншілеріміз айтып жүрген «Ләйлім шырақ», «Теміртас», «Жайма шуақ», «Айтпай», «Бурылтай», «Айбозым», «Асыл-Ақық», «Керкекіл», «Ақ серкеш», «Мәті-Дәулен», «Алтын балдақ», «Телқоңыр», «Аққошқар», «Көкек» т. б. әндері — мәңгі өлмейтін туындылар. Бұлардың бәрі бұрын жеке дауыста орындалса, ұлы композиторымыз Мұқан Төлебаев біразын «Біржан — Сара» операсында пайдаланған. Арқаның ақиығы Біржанның Жетісу бұлбұлы атанған ақын Сарамен айтысы да — өлмес қазынамыз.\n\nБіржанды өз құлағымен тыңдаған данышпан Абай:\n\nҚұлақтан кіріп бойды алар,\nӘсем ән мен тәтті күй.\nКөңілге түрлі ой салар,\nӘнді сүйсең — менше сүй, -деген мәңгілікке жетерлік сөз қалдырған.[3]\n\nТеміртас\n\nТеміртас, Асыл, Ақық қалдың зарлап,\nАдамзат қалмақ па екен солай сарнап.\nКөз көрген құрбыларға дұгай сәлем,\nБатасын оқи берсін маған арнап.\nАқ үйдің ай көрінер маңдайынан,\nШешеннің сөз шығады таңдайынан.\nТеміртас, Асыл, Ақық, қарғаларым,\nИіскетіп кетсеңдерші маңдайыңнан.\nТеміртас, Асыл, Ақық, қарақтарым,\nҮкідей мен сендерді балақтадым.\nБірге өскен құрбы-құрдас, замандастар,\nЕсіктен келе ме деп алақтадым.\nСалғаным ағаш үйге ызботты пеш,\nЖаратқан, мен бендеңнің күнәсін кеш.\nДенеме кендір арқан жаман батты,\nҚайдасың, Асыл, Ақық қолымды шеш.\nТеміртас, Асыл, Ақық балдан тәтті,\nҚинауға салады екен адамзатты.\nҮкідей желпіндерген, қарақтарым,\nШешсеңші, білегіме арқан батты.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Бiржан сал – қазақтың ең атақты, аса көрнектi тұлғаларының бiрi. Ұлттық өнердiң жарық жұлдызы. Оның есiмi қазақ елiнiң өте ардақты адамдарымен қатар ең жоғары деңгейде, барлық энциклопедияларда,тарихи оқулықтарда үлкен құрметпен аталады. Бiржан бабамызды соншалықты биiкке көтерiп, алаш аспанында шарықтат­қан – оның Құдай берген таби­ғи таланты, асқақ әнi, ойлы, сезiмдi өле­ңi, аңызға айналған әншiлiгi. Оның ән­дерi бiр жарым ғасырдан астам уақыт бойы кең-байтақ даламызда үзбей айтылып келедi. Радиода, теледидарда, концерттерде, конкурс, фестиваль­дар­да Бiржан әндерi ұдайы, күн са­йын шырқалып,талай ұрпақтың рухани азығына айналды. Оның мұрасы – тiрi. Ол халықпен бiрге жасай беретiн бай қазына. Кез келген тарихи тұлғаның қадiр-қасиетi – көпiрме мақтау сөз, жарнама-дақпыртпен емес,оның жасаған iсiмен, елiне, адамзатқа сiңiрген еңбегiмен бағаланады. Түптiң түбiнде, таразыға еңбек тартылады. Ал Бiржан салдың еңбегi – оның өнерi, қалтқысыз адал, таза, асқақ, шалқар, терең мазмұнды әндерi мен өлеңдерi. Ол әлi күнге тiрi! Ел аузында! Халық жадында, ұрпақ санасында! Ұлтымыздың рухани әлемiнде! Өйткенi оның жаны бар, қаны бар, жалпы адамдық мазмұн-маңызы бар!\n\n“Ал, дүние” деп, Бiржан атамыздың өзi айтқандай, “Темiртас” әнi қандай қасiреттi болса, Темiртастың тағдыры да сондай қасiреттi болған. Темiртас­тың баласы Мұқаметқали ақсақалмен талай мәрте кездесiп, әңгiмелестiк. Ол кiсiнiң айтуынша, Темiртас сол кеткеннен елге орала алмай, бостандыққа шыққанша қайтыс болып, топырақ сол Сiбiрден бұйырған. Балалары боранды, аязды күндердiң бiрiнде адасып кетiп, содан аман келгенi жалғыз Мұқаметқали. Ол кiсi ұзын бойлы, iрi денелi, қара торы, келбеттi, кесек, қайратты адам едi. Жасы сексеннен асқан шағында да бiлектерi сойылдай берiк, сiңiрлi, сом болатын. Шопыр болып жұмыс iстеген, қоңыр даусымен ептеп өлең де айтатын. Мұқаметқалидың балалары, олардан тараған ұрпақтары бар. Бұған қоса, тағы бiр сөз: Бiржан салдың домбырасы Алматыда, республикалық тарихи-өлке тану мұражайында сақтаулы тұр. Сол домбыраны мен қолыма ұстап, шертiп көрдiм – созған қолым басына зорға жеттi! Бойы ұзын, құлашы кең, мол жаралған адамның мұрасы екенi көрiнiп тұр. Ал ендi Бүркiттiнiң басынан шырқаған әнi айлы түнде алты қырдан асып, аспан­ға кеткен кiсiнiң кеудесi де бiраз бар шығар-ау! Бiржан – қазақтың халықтық музыка мәдение­тiнiң алыбы. Өнер қайраткерi, азамат Бiржанның аты қазақ музыкасының тарихында алтынмен жазы­лады",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәди Бәпиұлының «Қарқаралы», «Қаракесек» өлеңдері?",
        "question_content": "Мәди Бәпиұлының «Қарқаралы», «Қаракесек» өлеңдері арқылы ақын өмірін болжай отырып, талдап жазыңыз?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәди 1880 жылы бұрынғы Семей губерниясы, Қарқаралы уезі, Едірей облысы, № 3 ауылда туған. Туып–өскен жері Үшқара деген тау. Руы- Қаракесек. Арғы аталары — қаздауысты Қазыбек, Бекболат би, одан бері Алшынбай. Алшынбайдан: Қақабай, Бәпау, Қосық, Жанығұл, Бәпи, Шәпи туады. Мәди Бәпидің баласы. Бәпи шаруасы кем адам болған себепті Мәди жасынан әкесімен бір туысқан Қақабайдың қолында болады. Қақабай Мәдиді баста сылап-сипап баққанымен кейін оны өзінің малайларының қолшоқпарларының бірі еткісі келеді. Мәди оған көнбейтін мінез білдіреді. Қақабайға Мәдидің бұл жәйі ұнамайды. «Осы бір кесірлі болады-ау шамасы» деп, Қақабай ішінен Мәдиге кіжіне қарайды. Мәдиді сынау үшін оған бірнеше рет сотқарлық тапсырма береді. Бірақ ежелден жүрегі адалдық деп соғатын Мәди көне қоймайды. Қақабайдың тілін ол өреде ешкім қайтармаған. Сондықтан ол Мәдиге енді қастық көзімен қарай бастайды. Қақабайдың болыстығы, оның әмірінің айналаға қатты жүруі, Мәдиге әсер етпейді. «Ит ұяласынан қорықпайды» деп, Мәди қымсына қоймайды. Бір жағынан ит те болса туысқан ғой деп, қауіптенбей жүре береді. Ал Қақабай болса, Мәдиге тор құра бастайды. Мәди де оны сезіп, өз қолы өз аузына жеткесін Қақабайдан үзілді-кесілді бөлініп, өз бетімен күн көруге көшеді. Болыс Қақабайдан гөрі өнер иесі, жалынды жігіт Мәдидің жұртқа үстем болады. Жасынан әдемі әңгімеге, өлең-жырға, домбыраға құмар Мәди аз уақыттың ішінде халықтың сүйіктісі болып кетеді. Міне, бұл жағы да Қақабайдың «ішіне жақпайды». Сондықтан Қақабайдың бірінші озбырлы қадамы Мәдиді Атбасар жағына жер аудартады (біреулер Атбасардың түрмесіне салған дейді).\n\nМәдидің нағыз бейнесі көрінетін, оның өмір жолынан хабар беретін, күллі қазақ даласына тараған шоқтығы биік туындысы – «Қаракесек» әні. «Қаракесек» – қазақ әнінің алтын қорына енген, қазақ халқының мәдени мұрасы. Әннің шығу тарихы туралы мынадай деректер бар:\n\n1914 жылы Мәди Қарқаралыға келеді. Жолда белгілі феодал Шорманның жылқысынан «байдың малы жаудың малы» деп екі жүйрік атын мініп кетеді. Еңбексіз жиған малдан «садақа» алу — Мәдидің түсінігінше шариғатқа да, заңға да томпақ келмейді. Мәди Үшқараға келеді. Туған жерінде бірнеше күн болады. Бірақ өзінің қыстауын түк қалдырмай Қақабай деген жауының(туысы) өртеп жібергенін көргенде оған деген өшпенділігі үдей түсті. Қасына жолдастарын қосып алып, өзінің пәлен жыл жылқысын баққандағы ақысының есебі деп, Қақабайдың жылқысынан ту бие, мінетін ат алып қайтады. Әйелін Үшқараға алдыртады. Жора-жолдастарымен, жұбайымен біраз күн сол жақта жатады. Оны Қақабай біліп, ояздан жәрдем сұрайды. Полицияның жәрдемімен Қақабай Мәдиді ұстап, Қазалының(бір деректерде мұны Ақмоланың түрмесі де, екінші деректе Қарқаралының деп жатады) түрмесіне жабады. Тергеу-тексеру деген болмағандықтан, Мәди бұл түрмеде біраз жатып қалады, қатты налиды.\n\nБарады бұл түрмеде күнім өтіп,\n\nБір күні ажал шіркін келер жетіп.\n\nЖасымнан аяғымды тарта баспай,\n\nКетті ғой Қақабайға тізем өтіп.\n\nАғамыз Қақабайдың арқасында,\n\nАлдық қой бұл түрмеден жақсы қоныс,-деп әңгіменің бәрі Қақабайдан екенін айтады. Күшін жұмсайтын жағдай жоқ. Шері ішіне сыймай, жастықтың жігерін адам үшін, бақыт үшін пайдалана алмай, мына қонаққа жайсыз лас қапаста күнінің өтіп бара жатқанына өкінеді. Өзінің басындағы драмасын сыйқырлы ән арқылы сыртқа шығаруға бекінеді. Бұдан келіп ұлы сезімнен туған ән шығады:\n\nСұрасаң руымды Қаракесек,\n\nДосым аз, дұшпаным көп қылған өсек.\n\nҮстінде құс мамықтың жататын ем,\n\nБұл күнде қу қарағай болып төсек,\n\nМіндім де Қаракөкке жылыстадым,\n\nБардым да Қараөткелге пұл ұстадым.\n\nНауқасым жанға батып жатқанымда,\n\nБолмады жан ашитын туысқаным, — деп, «Қаракесек» әнін тудырады. Өлеңнің соңғы жолын қайтара көтеріп, өзінің қапаста жатса қайрылмас, мойымас күшін көрсеткендей болады. Бұл ән еңкейген кір, еңбектеген жастың бәріне белгілі «Қаракесек» деген атпен жер жүзіне тарады.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балуан Шолақтың «Ғалия» өлеңіндегі ғашықтық сезімін жеткізу?",
        "question_content": "Балуан Шолақтың «Ғалия» өлеңіндегі ғашықтық сезімін жеткізуде қолданған ақынның көркемдік тәсілдерін талдап жазыңыз?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үкілі Ыбырай өлеңінің «Қалдырған» аталуына себепкер болған ойларды талдап жазыңыз?",
        "question_content": "Үкілі Ыбырай өлеңінің «Қалдырған» аталуына себепкер болған ойларды талдап жазыңыз?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заты даңқты, тумысынан текті, кесек жаратылған Арқаның арысы Ыбырай Сандыбайұлының өлең-жырларының нәзік кестесі, өрнек-нақышы, сыр- сымбаты да сан қилы, нешеме алуан поэзиялық, музыкалық құбылыстарға бай. Саз-келісім жағынан алғанда, біресе жігерлі, серпінді, отты, ойнақы, бұрқыраған, қуатқа толы яки жұмсақтығы жібектей әсем әуенді, қоңыр үнді, терең сезімге құрылған, я болмаса салтанатты шадыман… Сондай әндерінің қатарына «Қарақат көз», «Гәкку», «Мақпал», «Алтыбасар», «Жиырма бес», «Желдірме», «Сүйгенім», «Арарай», «Қалдырғандарды» жатқызуға болады.\n\nЫбырай Көкше өңірінде, Володар ауданы, Қызыләскер ауылында дүниеге келіп, жастайынан өлеңге, әнге кұмар болып, молдадан оқып, арабша сауатын ашып өсіп жетіледі. «Сандыбайдың әнші баласы, өлеңші баласы» атанып, ауыл-аймақтағы жиын, той-думаннан қалмай, атақты ақын-әншілер: Орынбай Бертағұлы, Арыстанбай Табылбайұлы, Шөже Қарнаубайұлы, Біржан Қожағұлұлы, Ақан Қорамсаұлы, Балуан Шолақ Баймырзаұлы, Тезекбай Шоктыбайұлы, т.б. ұстаз тұтып, үлгі-өнеге алып, олардың шығармашылық дәстүріне еліктеп, Көкше өлкесіне әйгілі бола бастайды. Осылай ән мәдениетінің ортасынан өсіп жетілгеп сылқым, өнерпаз жас жігіт Ыбырай алдыңғы ағаларының Біржан сал, Ақан сері секілді әшекейленген киімімен атқа мініп, тазы, қаршыға ұстап, аңшылық, ойын-сауық ортасынан көрініп «Үкілі Ыбырай» атанады. Үкілі домбырасын тастамай, жас әнші — Ыбырай халық әндерін, халық композиторларының әндерін шебер орындаушылық шеберлігіне жетіп, өзі де ән, өлең шығарумен айналысады. Ыбырай әндерінің кұрылысында өз ерекшеліктерімен, қайырмасыз әннің күрделі түрі романс бағытына жақындайды. Дауыска жайлы, қиын емес ырғақтардан құралып, көңілге тез қонатын әуеннен тұрады. Композитордың 40-қа жуық әндері бар. «ҚАЛДЫРҒАН» әні дуралы дерек…. …Тайга ішінің аязы бүгін ерекше шаңытып тұр. Барактан барынша жылы киініп шыққан қария қуаты қайта бастағанын бойының лезде қалтырап қоя бергенінен аңғарғандай болды. Қалың оппа қардан малтығып, бірер аттап үлгергені сол еді, жайдың оты түскендей әлде не жақын маңнан шатыр етті. Қарағай, самырсындар селк етіп, ағаштардың өн бойларынан қар ұшқыны саулап қоя берді. Еңсегей бойлы қария өзін басып қала жаздаған ақ ұлпадан үсті-басын қағынып, арылысымен-ақ қарсы алдына көз салды. Әлгінде ғана тұлғасы аспандай зорайған алып қарағай аязға шыдамай қақ айырылған екен. Өзегінің қызғылт беттерінен сары алтындай шырыны бұлақ болып ағып жатыр. “Ғұмыры біткен соң, қарағай да жылайды екен-ау” – деп, тебіренді ақын жаны. Дұшпандарының жаласымен Қиыр Шығысқа айдалып келгелі Үкілі Ыбырай болмысы боркеміктікке ауысқандай ма қалай. Көзіне жас алды. Жо-жоқ! Ақынның Айыртаудай ардағын, Көкшетаудай қымбатын, өзін әз көтерген асыл жұртын сағынғаны бұл.\n\n– Шіркін бір дүние кең едің,Біраз күн алдап бөгедің.Өкпеледім, дүние-ай,\n\nЖолдас едің демедің.\n\nАрғын, Найман ұлынан,\n\nТалайдан сарқыт жеп едім.\n\nЖетпістен асқан шағымда,\n\nСақал, мұртым қуарып,\n\nТамыр біткен суалып,\n\nНеліктен мұнша жүдедім.\n– Қария, баракқа қайтқаныңыз жөн болар. Түсіңіз қашып кетіпті, – деді ағаш дайындап жатқан алаңда балтасын құлаштай сілтеп, құлатылған қайыңдарды бұтақ­тарынан арылтып жүрген башқұрт жігіті. – Бүгінгі нормаңызды біз-ақ орындармыз.\nАйналайындар! Бұның әндерін кешкілік бараққа жиналып, темір пешті паналаған сәттерінде елти, құмарта тыңдайтын тұтқындағылар жетпістен асып кеткен қарт ақынды әрі аяйтын, әрі сыйлайтын. Ыбырайдың осында келгелі қарағайдан қиып жасап алған домбырасы ақынның екпіні, тегеуіріні қайта бастаған дауысын демеп отырар еді. Сұрапыл аяздан қатып қалған орман қоянын тауып алып, темір пешке жібітіп, етін елге беріп, тоқ шегін бабына келтіре илеп, домбырасына таққан ақын оның үнінің қоңырлап шығар қаз дауысын ұнатқан. Салалы саусақтарын аспабының шанағына тигізуі мұң екен, өзгеше бір сазды қаузай жөнелетін тұтқындағы домбыра да. Үкілі Ыбырайдың есіне сері інілері Сәкенмен, Сәбитпен жүздескен айбоз күндері оралды.\nБұл – 1927 жылдың шыбынсыз жазы болатын. Жер бөлісі деген айқай-ұйқайы көп шаруа шыққан ел ішінде. Жайлаудың шұрайлысын, шабындықтың құнарлысын, егістіктің майлы топырақтысын нешеме жылдар малына азық еткен байлардан кедейлер еншісіне жаңа үкімет жер алып бере бастаған. Болыстыққа өз адамдарын отырғызып, биліктен әлі де тастай қатып ажырағысы жоқ ауқаттылар жер бөлісіне келгенде қандай қулық-сұмдықтарға бармады десеңізші. Сіңірі шыққан, сауатсыз кедейлерді бойтаса етіп, “жер де, мал да соныкі, мендегі мынау ғана” деген көзбояушылыққа дейін баратын олар. Бірақ, Сәкендей сауатты, Сәбиттей талапты жастарды ақиқаттан адастыру оңай емес. Сол науқанның қарбалас бір күндерінде Сәкен Сейфуллин 71-ге иек артқан Үкілі Ыбырайды алдырды. Ақынның алысқа кеткен даңқына тәнті екендіктерін айтысты. Сәбит Мұқан баласы екеуі еңсегей бойлы ер мінезді ақын Ыбырай мақпал бешпентінің жез түймелерін жарқыратып, Оқжетпестей тұлғасын тік ұстады. Дауысы да кең тыныс, ерек екпінінен жаңылмағандай көрінді Сәкенге.\n– Ыбекеңді Оқжетпестің түбінде отырып тыңдайық, — деді, Сәкен Сейфуллин қасына ерген бозбала жігіт Мұқанның Сәбитіне, мұнартқан көгілдір Көкшенің жасыл жоталары қоршап жатқан шыңды иегімен меңзеп. Үкілі сусар бөркін желкесіне жылжытып, құндыз жағасы күнмен шағылысып құлпырған шапанын желең жамылып, тізерлеп отыра қалған ақын күмбірлеген тынысты домбырасын толғап-толғап, шырқай жөнелді.\nКез болдың тәтті ұйқыда биыл маған,\n\nЖел көңіл жігіттікте тыйылмаған.\n\nБір дұшпан арадағы қас ойлар деп,\n\nҚалмады елде құрбым сыйынбаған.\nҚардан аппақ етің бар,\n\nҚаннан қызыл бетің бар.\n\nҚайта айналып келгенше,\n\nКөкіректе зарлы дертім бар.\nАл, Қаракөз,\n\nҚалдың кейін,\n\nМен не дейін,\n\nУа, шіркін!.\nАқын дауысы қиянға шырқап, Оқжетпестің ұшар басына қанат қақты. Айдын көлдің беті жел тұрмай, әннің екпінімен толқып, толып алды. Ақ қайыңның көлеңкесіне жайылған текеметте қисайып жатқан Сәкен ән орындалып біткенде орнынан атып тұрып, Ыбырайдың алдына барып, тізерлеп отыра кетті.\n– Айналайын, ағатай-ай! Не деген құдіретті едіңіз. Япыр-ай, мұндай да көркем, биік дауыс болады екен ғой – деп, тамсанды Сәкен ақ жүзі алабұртып, аса бір ризашылық пейілмен. Ғажайып әннің әсері Арқаның самал желіндей көңілді желпіп, жанды жадыратқаннан соңғы тыныстан кейін ақын Сәкен де қанаттанып жырдан шашу шашты.\nӘнші бар Көкшетауда талай ірі,\n\nЫбырай топ жарғанның о да бірі.\n\nҚаңбақша қыз-бозбала қағып алып,\n\nЖайылған талай әсем ән мен жыры.\nӨзі ақын, ән шығарғыш, домбырашы,\n\nСауықтың жан думаны, болған пірі.\n\nАқырып арыстандай ән салады,\n\nЫбырай жүйрік тарлан, әлі тірі.\nАқан сері, Балуан Шолақ, Біржан сал секілді қазақтың небір саңлақ ардагерлерін шабыттана жырына қосқан Сәкен Үкілі Ыбырайға да өз бейіл, бағасын осылай берді.\n– Ыбырай жүйрік тарлан, әлі тірі, – деп күбірледі ақын, сол бір думанды күндерді көз алдына елестеткендей, тайганың аязы ақырған ауасымен тұншыға тыныстап.\nЕнді бір уақ қазанның қара дауылы тал, теректерін ерекше теңселткен Қызылжар­дағы базарлы, думанды күндер келді көлбеңдеп көз алдына. Қазақтың ардақты перзенттері Құлымбетов пен Сейфуллин қатысқан 1924 жылдың соңындағы сол бір жастар кешінде Ыбырай ақын айрықша шабытпен, зор дауыспен өзінің “Қалдыр­ған” әнін тамылжыта айтып берген жиналғандарға. Ақынның шау тартса да, қуатынан таймағаны талайды тамсантқан сол жылы.\nСуаты құмдақ көл қайда,\n\nЖағалай қонған ел қайда.\n\nҚыз-бозбала бас қосса,\n\nЫбырай ақын сен қайда.\nЖан-жаққа гүлің балбырап,\n\nҚызықты дүние сен едің.\n\nОрта жүзді қыдырған,\n\nЖалғыз да бұлбұл мен едім.\n– Жас кезімде жазық далада шырқаған әнім жеті шақырым жерге жететін, – деген Үкілі Ыбырайдың жан сырларына жұрт имандай сенетін. Расы да солай еді-ау. Кең тынысты кеудесін жүрегінен нәр тарта жарып шығатын дауысының шалқар аясы мен құс қанатын көтерердей қуатына елінің қуана қол соғатыны, риза пейілдері, еркелеткен қамқорлықтары күш қосатын.\nОсы 1931 жылдың Қиыр Шығысқа айдалып келген алғашқы айларының бірінде жетпістен асқан Үкілі Ыбырай сонау бала кезіндегі, сегіз жасындағы ғажайып түсін өзгеше мазмұнмен қайталап көрді де, өмірінің соңғы сәттері жақындағанын ақындық бір ерекше түйсікпен, көріпкелдікпен сезінді. Сезінді де ендігі халде алаң көңілінің ақ желкенін жайып, күндіз ағаш кескендерден бөлініп, тайга кезіп кететінді шығарды. Сол түсі қандай еді.\nАуылы аясына көз жеткісіз шалқар көлдің жағасына қонған екен. Айдынның аққу-қаздары сұңқылдап, шағалалары шаңқай түстің шұғыласына аппақ қанаттары шағылысып, аунап-төңкеріліп еркелей ұшып жүр. Жағалауда ақ боз ат мініп тұрған бұл көлдің арғы бетіне жанарын тіктеді. Бір сәтте көзіне көкжиектен бері ойысқан ақ киімді, ақ сақалды қария шалынды. Қолында үкілі домбыра. Сол қолындағы аса таяғымен бұл отырған жақты нұсқап, әлденені айтқандай, дауыстағандай болады абыз. Көл толқынын белден кешіп арғы бетке жақындап барған Ыбырайға әлгі абыз қарт: “Шырағым, мына домбыраны бала күніңде саған сыйлап едім, енді өзім қайыра алдым, сен ренжіме”, – деді.\n…Азынаған суық барақтағы темір кереуетте жатқан қария қалтырап, шошып оянған сол жолы.\n…Тайганың тасты талқан етер сұмдық аязынан күңірене қарс айырылған манағы алып қарағай құшағын жая құлап жатыр. “Менің де тамырым сенікіндей тереңде еді, қарағай! Құламастай, еш пенде құлата алмастай көруші едім өзімді, дариға!” Қарт ақынның жаны сыздап қоя берді. Жастығының жалаулы, жеңісті күндеріндегі ғашығы Кәкимә келді көлбеңдеп көз алдына. Не деп еді, сонда. Қалай-қалай төгілтіп еді ақын жаны жырларын жастығының сол жазираларында.\nҚұс салып, айдын көлде дабыл қақтым,\n\nӘн салып, талай елдің дәмін таттым.\n\nЖетсін деп осы дауысым Гәккуіме,\n\n“Гәккуді” қоңыр қаздай қаңқылдаттым.\nТүрлентіп тоқсан түрлі ән саламын,\n\nЖай тастап құлашымды кең аламын.\n\nТүскенде сен есіме, ерке Гәкку,\n\nҚұлпыртып осынау әнді толғанамын.\n…Барактың өлеусіреген май шамының болар-болмас жарығымен қағазға сонау бір жылдары бастаған “Тотының тоқсан толғауын” мұңдана жаза бастады ақын. Арабша сауатқа зирек Үкілі Ыбырайдың айдауда жүріп бастаған күнделік дәптеріне 75 жастан асқан жанның елді сағынған, қиналған сәттерінің жанды сыздатқан сырлары тайганың аппақ қарының бетіндегі әлдебір жұмбақ іздердей өзгеше өрнек салып түсіп жатты.\nМына бір дүние өткен күн,\n\nКейінгі қуып жеткен күн.\n\nҚара бура қартайып,\n\nЖар басына шөккен күн.\nСексенге кеткен шағымда,\n\nЖабысты мына жаманат,\n\nЗарымды айтқан бұл әнді,\n\nҚалдырдым саған аманат.\nСонау бір жылдары кең жайлаудың төсінде, Сасық көлінің жағасында: “Ыбырай жынданды”, – деп елді шулатып шығарған ардақты ақынның әні Қиыр Шығыстың бораны ұйытқып, аязы ақырған тайгасындағы саяси қылмыстылар паналаған барағында өзегіне өксік салып осылай өрілді. Бірақ, алыста жатқан жұртына Үкілі Ыбырайдың әйгілі “Қалдырған” әнінің осы жетінші нұсқасы жетпеді. Жазықсыз жер аударылған ақынның өзі 76-ға қараған шағында жат жұртта, туған елінен жырақта көз жұмды.",
                "date": "28.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұхит Мералыұлының «Зәуреш», «Айнамкөз», «Дүние–ау» өлеңдеріндегі ғашықтық сезімі?",
        "question_content": "Мұхит Мералыұлының «Зәуреш», «Айнамкөз», «Дүние–ау» өлеңдеріндегі ғашықтық сезімін жеткізуде қолданған ақынның көркемдік тәсілдерін талдап жазыңыз?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхит (Мұхаметкерей) Мерәліұлы қазіргі Орал облысы, Қаратөбе ауданындағы Жақсыбай өзенінің бойындағы Ақбақай деген жерде 1841 жылы ауқатты жанұяда туған. Мұхиттың туған ағалары Шәңгерей, Сақыпкерей, Жанша, Жүсіптер домбырашы, әншілер болған. Европалық аспап – скрипкада да ойнау өнерінде меңгерген. Мұхит жас кезінен — ақ әнге, домбыраға әуес болып өсті. Оның дарынының Жан – жақты ашылып оянуына өнерпаз ағаларының мол әсері тиді. Өсе келе Мұхит елге билік жүргізетін төреліктен, байлық – дәулеттен бас тартып, бар өмірін өнерге бағыштайды. Ауылға келген әнші, күйші, ақын – жыраулардың қасында жүріп, өнер үйренеді. Ел аралап, жәрмеңкелерге қатысып, той – думанның сәнін, халық мұрасын дәріптеуші насихаттаушы болып, “әнші Мұхит”, “сал Мұхит” атанды\nӘндерін тыңдау: “Айнамкөз”, “Кіші айдай”, “Зәуреш”\nМұхиттың жүрегінен жарып шыққан күйінішті шығармасының бірі -“Зәуреш әні”. Қайғылы көңілдің зарын, жоқтауын баян ететін бұл әннің әуені аса терең, үні мұңды. “…Медеттің үш әйелінен отыз ұл, бір қыз болады. Елге келген ауру – апаттан Медеттің отыз ұлы бірдей қайтыс болып, жалғыз Зәуре деген қызы қалады. Медет Орынборға жолаушылап кетіп, қайтып келгенінде, Зәуре де дүниеден өтеді. Тек шошайып моласы ғана қалады. Медет моланы құшақтап күңіренеді. Міне, осы трагедия Мұхитты қатты қобалжытады. Ол домбырасын алып, “Медет айтыпты” деген сөздерге ән шығарады. Әннің аты халық арасында “Зәуреш” болып тарайды. Мұхитты толқытып, оның шығарған әні осы күнге дейін тыңдаған адамның сай сүйегін сырқыратады.” Айтушылар Мұхит Қобда бойын аралап жүргенде біреудің үйіне түсіп, ән салып, ауыл адамдары жиналып, кеш бойы сауықтайды. Ертеңінде сол үйдің бойжеткен қызы Құралайдың шай құйып отырғандағы сыпайылығы, мінезі, ажары Мұхитқа қатты ұнап, сол арада бір ән шығарады. Әншіге қыздың көзі ұнайды. Сондықтан ол: «Шырағым, мына бір әнді саған арнадым, нағыз айнамкөз екенсің, әннің аты да\n«Айнамкөз» болсын дейді. Бұл ән халық арасында көп тараған, « Айнамкөзді» айтпайтын адам аз. Әсіресе жай үйде болған мәжілістерде көпшіліктің қосылып айтатын әннің бірі — « Айнамкөз». Бұл Мұхитқа тән диапазонды, үлкен дауыс шеңберңн тілейтін ән. Басынан аяғына шейін лирика, ешбір қайғының ұшқыны жоқ, сүйгенін, жақсы көргенін сағынған әуен бар. Әннің кеудесі мен қайырмасы бірімен бірі жалғасып кетеді. Ән байсалды, орнықты екпінде жүреді. Әрбір дыбысы қатталып, орындаушыдан дауыс регисторінің тегістігін тілейді. «Айнамкөз» — үлкен, жылы жүректен шыққан ән.\n\nШандоз ән шебері, халық психологиясының білгірі сал Мұхит дыбыстар жүйесін әр қырынан құбылта құруымен тыңдаушысын эстетикалық-эмоционалдық көңіл-күйде қалдырып отырған. Мәтінде бейнеленген ойлау формаларының сезімдік әсерін әуен арқылы арттырып, күшін өсіре түскен. Бұған оның қай шығармасы да толық дәлел. Соның бірі – байтаққа жақсы таныс әйгілі «Зәуреш» әні. Өрнегі бөлек. Бітімі өзгеше. Қалың қарындасқа Ғарекеңнің, Ғарифолла ата Құрманғалиевтің (1903 – 1993) орындауында тарап еді. Бірегей орындаушысы-тын.\n\nЗәуреш еліне дәріпті Медет есімді кісінің қызы екен дейді аңызға айналған дерек. Обадан опат болған отыз ұлдан соңғы жалғыз тұяқ. Әкенің бар үміті, бар жұбанышы – Зәуреш-ті, өмірімнің шырағы болар деген. Тағдыр оны көп көреді. Ажал тырнағына ілінеді. Саулы інгендей боздап келіп, суық қабірді құшақтап айтқан Медеттің сондағы сөздерін Мұхит кейін өлеңге айналдырып, зар – әнге қосқан дейді. Сөздері қамырықты. Эмоциялық бояуы өте күшті.\n\nУа, Зәуреш, сенің үшін елден келдім,\n\nБаяғы өзің өскен жерден келдім.\n\nСен неге мен келгенде тебіренбейсің,\n\nИіскеп бір сүйейін деген едім?\n\nҚұланның жонда көрдім шоқырағын,\n\nҚайыңның жаста көрдім жапырағын.\n\nҚарамай кетіп қалып әкең сорға,\n\nБір уыс көп көрді ме топырағым.\n\n(Ғарифолла Құрманғалиев. Мұхиттың әндері. Алматы. «Дастан» дыбыс жазу студиясы, 2001 ж.)\n\nӘн терең психологиялық тебіреніске құрылған. Бейжай қалдырмайды.Өлең шумақтарында қаралы жанның көрініс тапқан ішкі сезімі тыңдаушы жүрегінен орын алып, оның қоғамдық санаға айналуының бір сыры мелодиясына тығыз байланысты-тын. Эстетикалық танымы да, мәні де осында жатыр. «Зәуреш» әнінің тарихы терең.Философиялық тербеністерге толы Мұхиттың “Дүние – ай” әні музыкалық мазмұнының тереңділігімен ерекшеленеді.\nМұхит жүректі тебірентер сыршыл әндерімен бүкіл қазақ даласына танылған аса ірі тұлға, ғажайып дарында талант иесі.",
                "date": "20.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаяу Мұсаның айбынды ұранына айналған «Ақ сиса» өлеңі – Шорман тұқымы?",
        "question_content": "Жаяу Мұсаның қиянатқа қарсы күрестің айбынды ұранына айналған «Ақ сиса» өлеңі – Шорман тұқымына бағытталған тоқтау сөз. Пікіріңізді дәйектерге сүйеніп, дәлелдеп жазыңыз.",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаяу Мұса Байжанұлының «Ақ сисасын» білмейтін исі қазақ жоқ шығар. Бұл — қазақ музыкасының алтын сандығындағы сүбелі олжаның бірі. Жалпы, «Ақ сиса» — өз уақытындағы қоғамдық бүлік пен күрестің гимніне айналған атышулы ән. Оның шығу тарихы туралы түрлі пікірлер айтылады.Ауылының қасынан өтіп бара жатқанда, Шорманның жуандары мінген атын тартып алып, өзін соққыға жығады. Бірақ ақын жуандардың мұндай зорлығынан жасқанып, жасымайды. Шорман тұқымының зорлық-зомбылығына деген ыза-кектің әсерінен композитордың «Ақ сиса» әні дүниеге келеді деген деректер бар. Әркім әртүрлі айтады. Дегенмен бұл классикалық шығарманың теңсіздік, зорлықшылық үстем тап өкілдеріне деген ызадан өрілген әлеуметтік маңызы зор. Тек Шорман жуандарын ғана әшкерелеп қоймай, қазақ даласындағы феодалдық тұрмыс жағдайды сынайтын әуезді туынды. Алайда қазіргі күні «көк жәшіктен» күрескер ақынның ыза-кегінен туындаған әнді заман ағымымен өңдеп селтеңдетіп қойғанын да жасырмау керек. Былтыр ақын-сазгердің Павлодарда 175 жылдығы тойланған уақытта да бұл жайт кеңінен сөз болған. Ақын, Жаяу Мұсаның өмірін кеңінен зерттеп жүрген Ғалым Жайлыбайдың айтуынша, «Ақ сиса» — жеңілдікті көтермейтін шығарма. Әннің бойында қазақтың қамын жеген қайраткердің басындағы трагедия ғана емес, бүкіл қазақ халқының «әлімжеттік» кезеңдегі жағдайы сипатталған. Бұл өмір бойы тауқымет тартқан ақын-сазгердің елі үшін жанайқайы іспетті. Бір ән арқылы да Жаяу Мұсаның қандай болғанын біліп-тануға болады.\n\nЖалпы, Жаяу Мұса өзегін өртеген өртті өз шығармаларының бойына сіңіре білген. Ол үшін түрлі музыкалық әдіс-тәсілдерді кеңінен пайдаланған. Скрипкада ойнаған сазгердің музыкалық білімі де жетік болғаны даусыз. Оған Ахмет Жұбановтың жазған жазбаларындағы деректері де дәлел бола алады. Атақты музыкатанушы: «Ресейдің шеткері қалаларының бірі болған Омбы секілді қалада ең болмағанда бастапқы музыкалық білім алудың өзі орындалмас арман болатын. Дегенмен Омбы Мұсаның музыка мектебіне айналады: ол орыс классиктерінің шығармашылығын мұқият зерттеп, сыни әдебиет оқып, концерттерге қатысты. Бұл қалада Мұса бірінші рет үрлемелі аспаптар оркестрінің ойынын естиді, орыс халық аспаптары оркестрімен танысып, кәсіби музыка туралы алғашқы мәлімет алады. Егер ол бұған дейін тек ән мен күйді ғана есітсе, енді басқа музыка жанрлары — марш, вальс, мазурка және т.б. болатындығын білді» дейді Жаяу Мұса туралы. Яғни қазақ топырағына шетелдік стильдерді әкелуші деп танысақ артық емес. Ал ақынның жиеншары, ақын Арман Қани «Ақ сиса» Жаяу Мұсаның ең күрделі шығармаларының бірі екенін айтады. Кез келген әншінің жеріне жеткізе орындауына жүректері дауалай бермейді. Жалпы, ақын әлемдік музыканы меңгергендіктен, аталмыш шығарма марш түрінде шығарылған. Бірнеше нұсқасы бар. Дегенмен қай-қайсысын айтуға да әннің жілігін шағып, майын ішкен өнерпаз керек. Рухпен айтылатын рухты ән болғандықтан ол ырғалта жөнелетін жеңілдікпен орындауға келмейді.\n\nЖаяу Мұсаның «Ақ сисасы» — қазақ топырағындағы теперішті тағдырдан хабар беретін сом туынды. Мұндай маңызы терең әнді орындау үшін бірінші кезекте салмақ керек және иірім-қайырымдарын меңгерген өнерпаз айтса, құба-құп. Сол себептен де «апам тойға барады, мен де барамын» дегенге салынбаған абзал. Ол әннің қадірін қашырмаса, арттырмайды. Сондықтан да «Ақ сисаға» аңсары ауған әуесқой әншілер бірінші кезекте мәтін мен музыкалық қырының тереңдігіне үңілгені жөн.\n\nТағы бір дерек…\n\n1860 жылы жаламенен 12 жылға Тобылға жер аудартады. Осы уақытта Жаяу Мұса «Ақ сиса» әнін шығарған. Бұл ән Мұсаға өлгенше қажымайтындай қайрат бергендей, Мұстафада кеткен кегі қайтқандай әсер етті. Тобылда айдауда болғанда емдеуші фельдшер Меньшиков пен адвокат Рубановтың ақылымен ақ патшаға: «Бұйрығыңның бәрін орындаймын, әскеріңде адал қызмет етемін» деп арыз жазады. Сөйтіп, Жаяу Мұса әскер қатарына алынды. Оны Орта Азия жорығына даярлап, Литвада құрылып жатқан генерал М.Г.Черняевтың отрядына жібереді. 1863-1865 жылдары осы отрядтың құрамында болып, Литва, Латвия, Польша, Украина мен Белоруссияда, Қазақстанның оңтүстігінде, Әулиеата, Шымкент, Верный жорығына қатысты. Ақыры генерал Черняевтың қазақтарға көрсеткен қиянатына шыдай алмай, Мұса туған еліне қашады. Бірақ барған соң да ата жаулары тыныштық бермей, тағы қуғынға салады. Біраз уақыт Қазанда тұрады, сол уақытта «Қазан қыздары» деген әнін шығарады. «Ақ сиса» шырқалып шыққанда-ақ төбесінен жай түскендей болған Мұстафа Шорманов Жаяу Мұсаға неше түрлі жала жауып, Құсайын Боштаевқа Жасыбай көлінің тұсынан жер алып береді. Төбет, Шымыр ауылдарын алды-артына қаратпай, көшіріп жібереді. Жаяу Мұсаның туыстары Далба тауындағы Ақшоқы деген жерге көшіп келеді. Мұсаның:\n\n«Боштаев, бір атаның баласы едің,\n\nӘуелден осы араға талас едің», — деген өлеңі осы кезде туған.\n\nМұса Есіл бойын жайлайтын Құлбай байдың немересі Сапарға үйленеді. Бірақ ол 37 жасында 1895 жылы қайтыс болады. Соңында Анна, Кәсіп атты екі қыз бен Салық атты ұл қалады. Салықтың қызы Ғазиза Мусина Орал қаласында тұрады.\n\nЖаяу Мұса композитор ғана емес, сонымен бірге, ақын әрі публицист. Жетпіске таяу әнінің барлығының дерлік сөзін өзі жазған. Жаяу Мұса орыс тілін біліп қана қоймай, Л.Толстой, Ф.Достоевский, Н.Гоголь, С.Щедрин, И.Крылов секілді әйгілі көркемсөз шеберлерінің шығармаларымен жете таныс болған. Бірнеше мысалдар, көптеген өлеңдер, әндер, «Данышпан қыз» атты поэма, «Олжабай батыр» дастанын жазған. Абайға өлең арнаған, Ы.Алтынсариннің «Кел, балалар оқылық» өлеңіне ән шығарған.\n\nӘнші 94 жасында 1929 жылы 31 шілдеде дүниеден өтті. Ақшоқыда жерленді. 1972 жылы тұлғаның басына шағын күмбез орнатылды.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сал-серілердің жеке тағдырына әсер еткен әлеуметтік мәселелер ме, әлде ғашықтық па?",
        "question_content": "Сал-серілердің жеке тағдырына әсер еткен әлеуметтік мәселелер ме, әлде ғашықтық па?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 10200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сал-серілердің ұлт мәдениеті мен өнеріне қосқан үлесі өте зор. Олар сал-серілікпен бірге халықтың басқа жұртта кездесе бермейтін жомарттық, мәрттік, ерлік, өнерпаздық сияқты артық қасиеттерді көрсете білген әрі оны ұстай білген ерекше тұлғалар. Байлық пен өнердің қызығын ел-жұртқа әйгілеп, артына аңызға бергісіз өнер мұрасын қалдырған сал-серілердің өз заманындағы орны мен қызметі адам айтса нанғысыз таңғажайып оқиға деп бағалауға болар еді. Әсіресе салдың ісі мен мінез-құлқы, әдет-салты, жүріс-тұрыстарының өзі ешкімге ұқсамайтыны, өзгеше тұрмыс құрып, өмір сүргенінің өзі адам күлерлік, ақылға сыймайтын әрі таңғаларлық көрініс десе де болады. Сал жорға немесе жүйрік ат мініп, қоржынын, қойны-қонышын асыл тас, қымбат бұйымға толтырып, елде жоқ ерекше үлгімен тігілген қымбат киім киіп келіп, өзі ұнатқан қызды ауылдың сыртына келіп аттан құлап жатады екен. Иә, аттан түсіп емес, әдейі құлап жатады екен. Жай жатпайды әрине, әндетіп, өлеңдетіп жатады. «Арқаның он бір салының» бірі Төлебай:\n\nОн бір салдың біреуі Төлебай сал,\n\nСалдықпенен қалмады сары атта жал.\n\nСалдығымның белгісі сол емес пе,\n\nАйжан, Күнжан екі қыз көтеріп ал! – деген.\n\nСөйтіп әлгі салды ауыл қыз-келіншектері киізге салып ауылға көтеріп әкелетін болған. Одан әрі ойын-сауық, ән, жыр, қыз-жігіт айтыстары сияқты өнер бәсекесіне жалғасады. Осындай қызық үстінде епті қыз-келіншектер салдың артып әкелген барлық асыл бұйымдарын қыл үстінен бөліп әкетеді. Мінген ат, ер-тоқымы да біреудің қолында кетеді. Ол аз болғандай, салдың үстіндегі киімдерін де сыпырып алып, салың ауылына әрі жаяу әрі жалаңаш қайтады. Бірақ сал бұған ренжімейді. Өйткені салдықтың шарты осындай. Сұрағанын бермесе немесе реніш білдірсе — ол сал емес. Ондай жігітті ел сал деп мойындамайды, қарсы алмайды.\n\nСал-серілердің салтанаты да өзгеше, айта қаларлықтай болған. Олар бір-біріне ұқсамауға, бірінің ісін бірі қайталамауға тырысқан. Және сондай ерекшелігімен аты қалған. Мысалы, Жетісудың Дәурен салының судан өткенде белбеуінің бір ұшы бергі, бір ұшы арғы жағаға жетеді екен. Бар байлығын салдың жолында сарп еткен Бәшен сал қайталанбас мінез-құлықтарымен Жеке сал атанған.\n\nМен өзім жасымнан-ақ Бәшен салмын,\n\nАртылған қатарымнан әсем салмын.\n\nСу ішпей, қымыз ішпей шөлдегенде,\n\nСүт ішкен тұмса қыздан көсем салмын, – дегені ел есінен әлі шықпаған (дерек Ш. Керімовтен алынды).\n\nТорғай бойындағы Қыпшақ Елғон деген кісі «Құрым сал» атанамын деп, құрым киізден киім тіктіртіп, қызыл қасқа өгіз мініп, оның мүйізіне, құйрығына көк, сары, жасыл мата байлап барып, елді күлкіге қарқ қылған.\n\nСал-серілер кей жерлерде топ-топ болып жүріп, елді думанға, қызыққа бөлеген. Мысалы, Маңғыстау даласында Өскенбай бастаған «Адайдың жеті қайқысы», Шу өңірінде Сауытбек бастаған «ашаның алты салы», Дәурен сал бастаған «Жетісудың алты салы», Арқаның Төлебай бастаған «Арқаның он бір салы» осылай топтанып барып, бір-бірінен өнер асырған.\n\nӨкінішке орай, қазақ өнерінің сал-серілер жасаған ұлы мұрасын қызыл империя жауыздықпен жойды. Жойып қана қойған жоқ, олардың атын өшірді. Алдын атты, артын барса келмеске жөнелтті. Үкілі Ыбырай, Мәди, Иманжүсіптер сол қызыл қырғынның құрбаны болды. Сал-серілік өнер мен салт-дәстүр де солармен бірге жойылды.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ХІХ ғ. ІІ жартысында өмір сүрген сал-серілер мен бүгінгі таңдағы әншілердің арасы?",
        "question_content": "ХІХ ғ. ІІ жартысында өмір сүрген сал-серілер мен бүгінгі таңдағы әншілердің арасында байланыс бар ма?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сал-серілердің (әнші-ақындар) өлеңдеріндегі қыз сипатын талдап жазыңыз?",
        "question_content": "Сал-серілердің (әнші-ақындар) өлеңдеріндегі қыз сипатын талдап жазыңыз?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 19300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХІХ ғасырда қазақ әдебиеті мен өнерінің алтын ғасыры деп текке атамаса керек. Бұл кезең – қазақтың төл әдебиетінің көш басшысы – жыраулар поэзиясының шырқау биікке көтерілген кезеңі. Бұл кезең – ақын, сал, сері, тал бойына өнер қонақтаған жандардың шығармашылығының өркендеген тұсы.\n\nХалқымыздың асыл қазынасының бірі – әнші – ақындардан қалған поэзия, өлеңдер, музыка өнері. Қазақтың ән өнері ұлттық өнер болып, халқымыздың өзімен бірге туғандай. ХІХ ғасырдың соңғы ширегі мен ХХ ғасырдың басында ақындық пен әншілік өнерді бойына тоғыстырған айрықша талант иелері пайда болды. Олар – әншілік пен ақындықтан басқа сазгершілік, актерлік, күйшілік, спорт өнерлерін де қоса меңгерген сегіз қырлы,бір сырлы жандар болған.\n\nЖүрегін ән тербеген бабаларымыздан қалған өлмес өнер дәуірден- дәуір өткізіп бүгінгі күнге жетіп отыр. Қазақ музыка өнерінде аттары алтын әріппен жазылған біртуар тұлғалардың(слайдта көрсетіледі) Біржан сал, Ақан сері, Сегіз сері, Мұхит, Жаяу мұса, Мәди, Үкілі Ыбырай, Балуан Шолақ, Иманжүсіп, Әсет, Естайлардың сазгерлік, әншілік өнерлерінің алдында тұрғаны – өнер атаулының патшасы –сөз өнері, ақындық өнер. Сөз құдіреті арқылы олар ел мен жерге, сүйген жарға деген махаббаттарын, сырлы сезімдерін, үстемдік жасап, жер аударып, түрмеге қамаған әкім-төрелерге өкпе – назын, ашуын да өлеңмен жеткізеді. Ән мен әуеннің, әншінің бірлігінің артықшылығы – оның аумақтық та, әлеуметтік те шегарасының болмауы, самғаған құстай ұшып барып, қонған жерінде шырқала берді. Әнді іліп алып, ел боп жырлады. Атадан бала үйреніп, өнер керуені бүгінгі күнге жетті.\n\nБүгінгідей «Халық әншісі», «Еңбек сіңірген өнер қайраткері» деген атақтары болмаса да, халқымыз оларды еркелетіп, «Сал-сері» деп атаған. Артистерше жарқ-жарқ әшекейлену, ерекше көз тартатын кескінмен жүріп-тұру, халқына еркелеу – әнші-ақындардың негізгі салты болған.\n\nӘдетте сал-серілер шығармашылықтарында махаббат, сүйіспеншілік туралы, сұлулар, ғашықтықтың сыры мен сипаты, психологиясы жайында жырланатын болған. Тақырыптарымен, мағыналы мазмұндарымен ерекшеленетін халық әндерінің поэтикалық тексі, мәтіні төңірегінде айтар болсақ, бүгінгі қазақ лирикалық поэзиясындағы мазмұн мен түрге тікелей қатысты жетістіктерге олардың негіз болғанын айтпай тұра алмаймыз. Мәтіндерінде бір ауыз артық сөзі жоқ, бәрі өлең идеясы мен мазмұнына бағындырылған, тіпті қысқа қайырмаларының өзі кейінгі кәсіби жазба әдебиетіміздегі лирикалық өлеңдерге буын, бунақ ерекшеліктері күйінде сіңісіп кеткен. Иманжүсіп Құтпанұлы өнерінің бағасы мен бәсінің жоғары болатынын осы бағыттан бір бағамдап қоюға болады. Иманжүсіптің ән өлеңдерінің мәтіні — ақындық поэзияға қойылатын қандай талаптың болса да үдесінен шығатындай көркем, өнерпаз талғамының биіктігін дәлелдейтін шынайы туындылар. Оның «Қазақ поэзиясының антологиясындағы» өлеңдері — жеке тұрып та көркемдігіне қамшы салдырмайтын, әдеби-эстетикалық тұрғыдан бүтін бітімге ие шығармалар. Өлең құрылысы жағынан қара өлең үлгісімен шығарылған, а-а-б-а ұйқасымен беріледі. Бұл түр яғни 11 буынды қара өлең ұйқасымен дүниеге келетін шығармалар қазақ поэзиясы үшін дәстүрлі, Біржан сал, Ақан сері ән-өлеңдерінің дені осы түрмен шығарылған. Балуан Шолақтың атақты «Ғалиясы» да осы түрге, осы ұйқасқа құрылған.\n\nӘнші ақындар шығармашылығының поэзиямызда өзгеше арналы болып қалыптасуына қазақ даласындағы әлеуметтік жағдай ықпалын тигізді. XIX ғасырдағы сан қабатты өзгерістер, ежелгі салт-дәстүрдің, қауым мен қауым, адам мен адам арасындағы қатынастардың басқаша өріс табуы әншілік поэзиямыздың қуаттана дамуына қолайлы жағдай тудырып, әнші ақындар өз әнін, өз өнерін ақы дәмету үшін пайдаланған емес, оны күрестің құралы деп таныған, бар ғұмырын өнерге қызмет етуге бағыттай білген жандар. Олардың еркін жүрісі, ерке әндері айналасындағылардың бәріне бір-бірдей жаға бермеген, ел тұтқасын ұстаған үстем топтан қысым да көрген. Олардың шығармаларында өнер жолындағы адам тағдырының қиындығы жырланады. Әнші ақындар айналасында өтіп жатқан құбылыстарды сырттан бақылаушы ретінде емес, өз басынан кешкен жайларды суреттеу арқылы махаббат пен ғадауат, теңсіздік пен әділетсіздікті қоғамдық орта мен адам арасындағы қатынастарды жырлап, бүгінгі күнге жеткізді деп ойымызды қорытамыз.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақ поэзиясының ерекше дамыған кезі – XIX ғасырдың екінші жартысы мен XX ғасырдың басы. Бұл кезеңдегі қазақ поэзиясының басында сал-серілер шығармашылығы тұрды. Сал-серілер поэзиясы — өзіне дейінгі ауызша поэзия мен жазба поэзияның жалғастыратын буын сияқты, өзінің алдында өткендерге қарағанда бір адым ілгері кеткен, жаңалығы, ерекше сипаты бар өнер. Оның қазақ поэзиясының көкжиегін кеңейткен, тың өрістерге көтерген арна екені дау тудырмайды» — дейді профессор Ш.Керимов [1,120]. Шындығында да сал-серілер мұралары – қазақ поэзиясын көкке көтеріп, жұлдызын жарқыратты. Осы кезде қазақ поэзиясы жаңа түрге ие болып, сан алуан бояу — өрнектермен дами түсті.\nСал-серілер — әдебиет тарихында да, музыка өнері тарихында да есімдері алтын әріппен жазылып, халықтың ерекше сүйіспеншілігіне, ықыласына бөленген талант иелері. Сал-серілер сегіз қырлы бір сырлы жандар болғаны бәрімізге мәлім. «Жігітке жеті өнер де аз» деп дана халқымыз тегін айтпаса керек. Сал-серілер сан түрлі өнерді игерген. Олар ақын, әнші, композитор болумен қатар, әрі бишілік, әрі артистік, әрі фокусшілдік қасиеттерін бойына жинақтаған жан-жақты талант иелері. Сал-серілердің әнші, композитор ретінде қазақтың өнерін, музыкасын дамытып, жаңа белеске көтергендігін әрі әншілік-сазгерлік шығармашылықтың өзіндік озық үлгі — өрнегін қалыптастырғандығын, поэзия мен музыканың, халықтың ойын-сауық өнерлерін ұштастырып келгендігін, ең бастысы қазақ поэзиясының дамуына зор үлестерін қосқандықтарын әдебиетші, өнертанушы ғалымдар әлі күнге дейін зерттеп жазып келеді.\nСал-серілер туралы алғашқы жазба деректер Қазан төңкерісіне дейін де әр түрлі Ресей басылымдарында жарияланған. Бірақ олар негізінен сипаттама түрінде болды.\nСал-серілердің өмірбаяндық деректерін жинап, өлеңдерін жазып алу, нотаға түсіру ісі Қазан төңкерісінен кейін ғана қолға алынды. XX ғасырдың 20-жылдарынан бастап сал-серілер туралы зерттеулер жариялана бастады.\nСал-серілердің өмірбаянын, шығармашылығын, композиторлық, әншілік өнерін жан-жақты зерттеген ғалымдар кімдер деген сұраққа, ең бірінші ауызға алатынымыз – С.Мұқанов, А.Затаевич, С.Сейфуллин, М.Жұмабаев, Қ.Жұмалиев, А.Жұбанов, М.Әуезов, М.Ғабдуллин, Е.Ысмайылов, Ғ.Әбетов, Ғ.Малдыбаев, І.Жақанов т.б.\nЕң алғаш баспа жүзінде Біржанның атақты сал ақын, әнші ретінде есімі С.Мұқанов, А.Затаевич, С.Сейфуллиннің еңбектерінде аталады. М.Жұмабаевтың «Ақан сері», С.Мұқановтың «Үкілі Ыбырай» деген мақалалары жарияланды. А.Затаевич әнші ақындардың туындыларын нотаға түсірумен қатар, оның авторы, орындаушысы жайлы деректер береді. Мәселен, Біржан әніне жазған түсініктемесінде сал мен серінің айырмашылығы, мінездері туралы айтады.\n\nАқан сері Қорамсаұлы.\n\nАқан сері өмір шындығын терең жырлаған. Асқақ ақын ғана емес, сыршыл лирикалық сезіммен, әншілік орындаушылық композиторлық өнерімен бүкіл қазақ даласына танылған ерекше дарын иесі, арқаның ардагер ақын әншісі болды. «Ойқалқа», «Біздің көңіл қайда жатыр».\nЖастық, бозбалалық көңілде Ақан серінің көп жырлаған тақырыбы достық, махаббат болды. Өзі ақын, өзі әнші, өзі аңшы сұлу жігіт Ақанның халық арасына атағы тез жайылады. Оның айналасына қыз-бозбала топтала береді. Эстетикалық сезімі, талғамы күшті, ол Көкшенің көркем табиғатында туған небір әсем әндерін бабына келтіріп орындайтын болған. Ақанның енді қадірі ел арасында күннен-күнге арта түскен. Нәзік жанды ақын өмірдегі небір сұлу, әдемінің бәрін беріле жырлаған. Ол өзінің «Желдірме» өлеңінде:\n\n…Ғашықтық бір ыстық күн, желі тынық,\n\nБасына түскен жанның көңілі сынық.\n\nЖарлы, бай, жаман, жақсы дегізбейді\n\nУа, шіркін, желіктірсе жігітшілік, –\n\nдеп бастан өткізген албырт жастықтың бір кезеңін сүйсіне толғайды;\n\nАқынның «Жайықтың ақ түлкісі», «Ақ көйлек» т.б. лирикалық өлеңдерінде көркі көз сүріндірер сұлу арулар ақын назарынан тыс қалмайды. Ол адамның түсі де, ісі де, жаны да сұлу болуын қалайды, өлеңдерінің лирикалық қаһарманы – әсем бейнелі, жаны сұлу адам болып келеді. Оны суреттеу барысында неше алуан теңеу, метафоралар, бейнелі сөздер, үздік эпитет, теңеу, шендестірулерді молынан шебер пайдаланады. «Жайықтың ақ түлкісі аралдағы» өлеңінде:\n\nЖайықтың ақ түлкісі аралдағы,\n\nАлдымен сен бір қашқан маралдағы.\n\nЕртістің құба талы секілденіп,\n\nЖаудырап екі көзің отырасың\n\nТұндырған шай секілді құмандағы, –\n\nдеп келіп енді бірде:\n\n«Сен болсаң, ол – қызыл гүл асыл еркем,\n\nМен – бұлбұл сайрап тұрған иран бағы, –\n\nдеп қызды гүлге теңеп, еркелете келіп, өзін бұлбұлға теңейді. Қыз бейнесін суреттеуде Ақан ең әдемі, нәзік суреттермен береді; «ақ түлкі», «ақ марал» өмірде сирек кездесетін, ешкімнің қолына оңайшылықпен түсе бермейтін сүйкімді хайуанаттар.\n\nАры қарай:\n\nҚалқыған дариядағы сен бір кеме,\n\nІшінде бір шамшырақ бұрандалы,\n\nнемесе:\n\nСен болсаң адамзаттың асылысың,\n\nБіз қанжар алтындаған қыныңдағы.\n\nҰнаса көңіліңе, перизатым\n\nЖүре бер беліңе, орап буын-дағы, –\n\nдеп ақын қыз бейнесін ерекше бір нәзіктікпен суреттей отырып, өзінің де осал еместігін ұмытпайды, «Алтын қанжарға», «Сұңқарға» теңеп, қияға қол созып, арманын ашық көрсетеді.\n\nЖүсіп төренің сұлу қызы Жамалға ғашық болған Ақан оны ешбір қызға теңемейтінін өлең шумағында анық білдіреді.\n\n… Етегін ақ көйлектің алтындаған,\n\nАжарың ақжамбыдай жарқылдаған.\n\nСексен қыз серуенге шықса-дағы\n\nІшінде сен қоңыр қаз қаңқылдаған.\n\nСармойын ақкуымсың көлге тартқан.\n\nЖүйрік ат көлденеңдей жемге тартқан.\n\nБолғанда сен аққу құс көлде жүзген\n\nЛашын кұс не болады талпынбаған.\n\nМұнда ақын Жамалды «Ақ жамбы», «Аққу» «Қоңырқыз» т.б. сияқты небір теңеулермен аспандата суреттеп эмоциялық әсерін күшейте түседі. Осындай сұлу жанның өзіне тең келмейтін сүймеген адамына баруына мүлде қарсылық білдіреді. Жамалды мүлде ұмыта алмаған Ақан сері оның өзі ұнатпаған адамына ұзатылу кезінде іштегі мұң-шерін өлеңнің, музыканың тілімен сыртқы шығарған әйгілі «Сырымбет» әні дүниеге келеді. Бұл ән кімнің болса да жүрегін қозғайтын, ішкі жан ашуының, сезімінің адамшылық, азаматтық сырларын паш еткен шығарма. Ақан суреттеген бейнелер Шығыс поэзиясында кездесетін қыздардың романтикалық сипатымен ұқсас келуі, оның шығыс әдебиетін жақсы білгенін көрсетеді. Ақан әндерінің ішінде көңілді, ойнақы, қысқа қайырылатын әні – «Балқадиша», бұл да – халық арасында кең тараған әндерінің бірі. Бір сапарында Ақан Қарауыл Шәкейдің Ыбырайының қызы Балқадишаны кездестіреді. Атына сай көрікті қылықты қыз Ақанды өзіне тарта түседі. Қыздың мінез-құлқын, түрінің әдемілігін, әдептілігін бірден байқаған сері Ақан оны қасынан жібергісі келмейді. Бірақ, қыздың жеңгесі қайталық деп болмайды, қыз екі оттың арасында қалып мазасыздана береді. Сезімтал Ақан оны байқап: –\n\nДегенде Балқадиша, Балқадиша\n\nЕсілді өрлей біткен тал Қадиша\n\nЖеңгеңіз қайталық деп асығып тұр,\n\nРұхсат бізден сізге бар, Қадиша, –\n\nдеп табан астында өлеңмен өзі амалсыздан қимаса да рұхсат беретінін білдіреді. Өлең – асығып тұрған қызға тілек-ықыласын байқату мақсатында шығарылған ән. Мұнда мұң, қасірет, өкініштен бөлек, ашық-жарқын көңілділік, ойнақылық басым.\n\n«Құлагер». Ереймен еліндегі Сағынайдың асында Ақанның сүйікті аты Құлагерге қастық жасалады. Бұл кез серінің сүйген жары Ұрқиядан, қыран құсы Қараторғайдан, құмай тазысы Базаралыдан айрылған кезі болатын. Ат арқылы халық арасында беделі айырықша артып бара жатқан Ақанды дұшпандары көре алмайды. Топ аттың алдында озып келе жатқан Құлагерді Батыраш-Қотыраштың адамдары тосып тұрып, шоқпармен ұрып өлтіреді. Ақан сері алдыңғы аттың түсінің өзге екенін көріп, бір жамандықты көңілі сезеді.\n\nБіржан сал Қожағұлұлы.\nҚожағұлұлы Біржан (1825 — 1897) – қазақ халқының әйгілі әнші — композиторы, ақын. Соңғы деректерге сүйенсек және ең бастысы Біржанның өз өлеңдеріне табан тіресек — ол 1925 жылы наурыз айында Ғ. Мүсіреповтің туған ауылы Жаңажолдан 4 — 5 шақырым жердегі «Қожағұл бүркеуі» делінетін қалың орман мекендеген Бертіс ауылындағы зергер Тұрлыбай Қожағұлұлының отбасында туған. Топырақ бұйырған жері Ақмола облысының Еңбекшілдер ауданына қарасты Қожағұл бүркеуі деген жер. Шыққан тегі — Орта жүз Ақсары Керей, оның ішінде Көшебе. Үлкен әкесі Қожағұл Бертісұлы Ресей отаршыларының қысымын көріп, 1826 жылы Көкшетау, Ақмола өңіріне қарай қоныс ауыстыруға мәжбүр болады. Бозбала кезінен әнші — ақындардың қасына еріп, той — думанның сәніне айналады. Шөже, Салғара, Толыбай, Орынбай, Нүркей, Сегізсері, Арыстан тәрізді өнер иелері – Біржан салдың ұстаздары. Біржан сал алғашқыда Қызылжардағы екі жылдық орыс — қазақ мектебін оқып бітірген. Сонан соң осындағы медресеге оқуға түседі. Оның өнер жолына біржола бет бұруы осы медреседен басталады. Өйткені, медреседе ұстаздық еткен Имағамбет Ырғызбекұлы, Көрпеш Бахрамұлы деген кісілер Көшебелі көп Керейге аттары мәлім ақын, өнерпаз болған. Бұлар Біржанға діни ғибадатшылыққа қоса, ән — күй өнерін, ақындық — жыршылықты, қол өнерінің алуан түрлерін, атбегілікті, аңшылық — саятшылықты үйреткен. Тіптен тоғызқұмалақ, дойбы ойындарына дейін терең меңгеріп шығуға мән берілген. Яғни, Біржанның болашақ сал — сері атағына лайық болып, өнердің үлкен жолына түсуіне бірден — бір негіз болған. Ол Қызылжар медресесінен араб, парсы, шағатай тілін меңгеріп, оң — солын танып, өз ортасының сауатты адамы болып шыққан. Біржан сал өмірінде төрт рет некелі болып, он бір ұл сүйген адам. Бірінші әйелі Балқаштан — Ақыл, Алтынбек, Әділбек, Мақұлбек, екінші әйелі Ләйләдан — Ахметжан, Ахметбек, үшінші әйелі Айтбайдан — Ахметқали, Айтжан, Айтмұхаммед, төртінші әйелі Әпіштен — Теміртас, Қалкен есімді ұлдар туған. Әлеуметтік ауыртпалық, репрессия зобалаңы, соғыс салдарынан осы балалардың ішінде тек Теміртастан ғана ұрпақ жалғасты. Теміртастан Мұхаммедқали туған. Біржан Тұрлыбайдың баласы. Атасы немересін бауырына басып, ежелден ерке өсіреді. Ата мен әже тәрбиесін көріп өскен ерке Біржан «Баласы Қожағұлдың Біржан салмын» деп жар салатын содан. Дәулетті атасының тәрбиесінде өскен Біржан тұрмыс таршылығын көрмей, еркін ер жетеді. Бас еркіндігі өзіндегі талантты бала жас шағынан домбырамен ән салуға, өлең сөз қиыстыруға бейімдігін байқатады. Өлеңге құмар жас тар аяда оңалмай, ошақ басы, от анасы әңгімелерінен биік тұрып, ел тамсандырар серілер өміріне қызығып, өзі де салдық, серілік құра бастайды. Осы әншілігінің, ақындығының арқасында Біржан алты алашқа оңай танылып, кейінгіге ертегідей жетіп, қазақтың ерекше салт — дәстүрі серілік дәстүрін шыңға шығарған жанға айналады. Ол тек Көкшетау аймағы ғана емес, бүкіл Сарыарқаға танылып, кейіндері қазақ әдебиетінің биік тұлғасына айналады. Жаяу Мұса, Үкілі Ыбырай, балуан Шолақ секілді әнші — ақындар Біржан жолын жалғастырушы болып, соның жолымен жүрген жандар еді. Біржанның әр әні ерекше жағдайларда, ерекше жайларда туады. Мәжіліс құрып отырған шақтарда, я болмаса көңілінде қалған бір түйткіл жайларға байланысты Біржан ән шығара береді.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шәкәрім Құдайбердіұлының «Еңлік–Кебек» поэмасындағы ғашықтар тағдыры?",
        "question_content": "Шәкәрім Құдайбердіұлының «Еңлік–Кебек» поэмасындағы ғашықтар тағдырын автордың қайғымен аяқтау себебін талдап жазыңыз?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 27500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нысан абыз бейнесі кездесетін «Еңлік-Кебек» оқиғасы он сегізінші ғасырдың үшінші ширегінде, дәлірек топшылағанда 1770-1780 жылдардың аралығында Шыңғыс тауының алқабындағы Бөкенші өзенінің бойы мен Кіші Орда тауының балақ сілемінде өткен. Ол оқиғада мынадай тарихи шындық ізі жатыр: Қазақ басына ауыр күн туған заманда жоңғар шапқыншылығынан ығысқан қазақ елінің дені Сыр бойын сағалайды. Сарыарқа иен қалады. Тобықты ол кезде Қаратауды мекен еткен екен. Жоңғарлықтарды өкшелей қуған жұрт өзіне жол-жөнекей ұнаған жерлерге қоныстанған. Тобықты биі Қараменде мен батыр Бақай өз елімен Ертісті өрлеп барып, жоғары ағысына мекен етуді көздейді. Алайда олардан бұрын келген қалың найман мен керей Ертісті қапталдай жайғасады. Сондықтан да олар Шыңғыстаудың етегін баса, сыбан мен матайлардың арасына сыналай тұрақ тебеді. Жер дауы, жесір дауы өршиді. Мұның соңы тобықты Бақай батыр мен сыбан Маян батырдың жекпе-жегіне ұласады. Екеуі де қаза табады. Осы оқиғадан соң тобықты мен матай арасындағы қызыл жаулыққа әкеледі. Міне, осы кезде Еңлік-Кебек оқиғасы бұрқ ете түседі. М. Әуезов: «Шыңғыстың бұрынғы иесі матай болады. Сол матайды Кеңгірбай тұсында тобықты ру басылары алғаш ірге тепкен жерінен тайдырмақ болады. Бұның арты шабуылға ұласады. «Еңлік-Кебек» оқиғасы дәл осы алғашқы талас-тартыстың кезін көрсетуші еді», -деп түсініктеме береді. Еңлік – Кебек оқиғасына байланысты жазылған туындылардағы әлеуметтік тартыс, трагедиялық дау-дамайдың түп тамырында сонау ел басына күн туып, есіл жұрт үдере көшіп, қоныс іздеген тарихи кезеңнің зардаптары жатыр. Шығармаларда найман көптігінен тобықтының сескенетіні айтылғандығы болмаса, бұл тікелей сөз болмайды. Дегенмен, Еңлік пен Кебектің махаббат сапарында қайғылы қазаға ұшырауын тарихи оқиғалар аясындағы қоғамдық, әлеуметтік тартыстың қаталдығынан көреді. Еңлік пен Кебек оқиғасының драматизмін «ақтабан шұбырынды алқакөл сұламадан» кейінгі қайғылы ел тарихының ауыр жағдайы, ру мен ру арасындағы тартыс, рубасылардың арасындағы бітіспес кикілжің, қазақтың баласын бесікте айттырып қоятын, қыз баланы малға қалыңмалға сататын ескілік салты — бәрі-бәрі қосылып матастырып, қояландырып жібереді. Еңлік пен Кебек оқиғасы туралы мәлімет баспасөз бетінде 1892 жылы «Дала уалаяты газетінде» «Қазақтың естерінен кетпей жүрген бір сөз» деген атпен жарияланды. Кейіннен 1900 жылы тағы да осы газетте «Қазақ турасынан хикая» деген атпен шықты. Мағауия Абайұлы да «Еңлік-Кебек» дастанын жазған. «Еңлік – Кебек» оқиғасының сюжетіне Шәкәрім ақын поэма арнаған. «Еңлік-Кебек» поэмасы Абайдың көзі тірісінде, оның ақылымен жазылған. Оқиғаны Абай шәкірттеріне айтып беріп, поэма етіп жазуды ұсынады. Шығарманың негізгі арқауы махаббат трагедиясы болғанмен, Шәкәрім замана кейпін нақтылау, оқиғаның ескі күндерде өткенін, ендігі жерде ел арасында мұндай келеңсіз істер болмауға тиісін дәлелдей түсу үшін хикаяның өмірлік фонына айрықша мән беріп, шағын көлемді тарихи ақпар жасайды. Дастанның кіріспесі ел-жұрттың бұл жерге келу тарихына барлау іспетті. Ақын осы тарихи процесс үстіндегі нақты жағдайларды тәптіштеп баяндайды.\n\nАқынның мұны ғажайып тартысты ойдан шығару емес, сол адам нанғысыз оқиғаны өмip заңдарымен дәлелдей білуде». Бұл айтылған пікірлердің қайсысы да шығарма шындығының төркіні өмірдің өз ағымынан туатынын қуаттайды. Ш.Құдайбердиевтің адам бостандығы туралы заман идеясына үн қосу қадамынан туған ғашықтық тақырыбындағы поэмалары осы махаббат деген ұлы сезімнің барлық уақыттарда бірдей, бip қалыпты, бip мөлшерде таныла, бағалана бермегенін білдіреді. Қоғамдық қатынастар мен өмip салтына, мәдениеттің әр алуан дережеде болуына байланысты, шындығында, махаббат туралы түсініктер де үлкенді­кішілі өзгерістерге ұшырап, тың түciнiк, талғамдарға ие болып, соған сәйкес өмірден де өзінше бағалар алып отырған. Мұның өзi заңды да. Адамның тipшiлік харакеті, санасы өскен сайын оның жалпы жайды ондағы құбылыстарды, өзімен бipгe басқаларды тануы, білуі, бағалауы да тереңдей түспек. Біз Ш.Құдайбердиевтің поэмаларынан осы жайды байқаймыз. Атап айтсақ, олардан бiз, махаббат деген асыл сезімнің қазақ жағдайында, қазақтың екі­үш ұрпағының өмipi тұсында ру таласын қоздыра түскен қатал да қатыгез кектің құралы дәрежесінен адамдық абзал қасиетті білдіретін үлкен сезім қалпына келуін, өсу жолын көргенбіз. XX ғасырдың бас кезі еді, ұлы өзгеріс заманының қарсаңы үшін бұл махаббатты асыра бағалағандық өмipді тepic түсінушілік емес еді, керісінше, адамдық байырғы абзал сезімге тың сипат, соны мазмұн берушілік еді. Махаббат сөзінің әр кезде, әр ортада әр түрлі танылып, әр­алуан бағалар алып келгенін бiз тек Ш.Құдайбердиев поэмаларынан ғана емес, әдебиет пен мәдениеті көне кездерден дамып келе жатқан өзге елдердің өмірінен де көреміз. «Үлкен әдебиет пен мәдениет бар Жапонияға Толстойдың «Воскресение» романы алғаш келгенде, — деп жазады В.Шкловский, — халық Катюша Маслованың жезөкшелігіне таңданбапты. Өйткені, жезөкшелік туралы ұғым мұнда біздегідей масқара мінез­құлықты білдірмейді жұртты таңдандырған нәрсе — Катюшаның Нехлюдовты сүйе тұрып, оған тұрмысқа шықпауы, басқа адаммен кетуі бопты. Махаббаттың осы бip жаңа қасиеті бүкіл елде күндей күлімдеп, мұхиттың асыл жағалауларындағы кiшiгiрім ауылдарға деген неше алуан әндер туғызыпты, ал Катюшаның eciмi адамдық жаңа сезімдердің символындай ұғынып кeтiптi. Tiптi сөздерінде «Махаббат» деген сөзге түсінік бергенде де, осы eciм бipгe аталды дегендей айтады». Бұл сияқты деректерге қарағанда, бip кезде ел бұзар, жұрт аздырар кесапаттай көpiнiп, керітартпа әдет­ғұрыптардың құрбаны боп кеткен Қалқаман мен Мамыр, Еңлік пен Кебек махаббатын кейінгі кезеңдерде үлкен адамдық қасиет, аса қадірлі сезім ретінде ашықтан­ ашық жырлануы, қоғамдық, әлеуметтік сипат, салмақ алуы тiптi де кездейсоқ жағдай емес. Мұның өзi, сайып келгенде, махаббатты тану, бағалау дәрежесінің адамның өзімен бipгe өciп, адамдық, қоғамдық маңызды құбылыс ретінде қадір ­ қасиетінің үнемі артып, тіпті бағасын алып келе жатқандығының айғағы боп табылады. Сонымен Ш.Құдайбердиев поэмаларының белгілі аңыздар негізінде туу мысалын, автордың сол аңыздарды жаңа заман талабына лайық суреттеу мақсатын көрсетіп өттік.\n\nМұның қайсысы да уақыт рухына сай көркем шығарма жасау үшін қажет шарттар, бipaқ олар әлі де шығарманың өзi емес. Шығарманың өзін жасау үшін ешкімнің, өлгенге жан берерліктей үлкен суреткердің қолы керек. Тарихтың дерегі — жеке нәрсе. Ол қаз қалпында өзгермей керісінше, оқушыға көп әсер ете де бермейді. Сол тарихи жеке нәрсені жинақтау, көпке ортақ үлкен көркем дүниеге айналдыру және оған тартымды, жанды сипат беру — көркемөнер ici. Өнер табиғаты осыны талап етеді. «Қалқаман — Мамыр», «Еңлік — Кебек» аңызы жұрттың бәріне белгілі. Сол көпке мәлім аңызды уақыт пен адамдардың өзара қатынасымен, өткен өмip, алдағы болашақпен, жалпы адамгершілік идеялармен тығыз байланысты түрде бейнелегенде ғана жұрт құптарлықтай көркем дүние жасауға болады. «Ақынның міндеті — деген данышпан Аристотель («Поэтика», IV тарау), — болған нәрсені айту емес, анық болу мүмкіндігін, болуға ықтимал мүмкіндіктері мен қажеттілігін айту… Геродоттың шығармаларында өлеңге аударуға болады. Бipaқ бipi метраз (өлең өлшемі, бipi метрге тарих боп қалар еді». Сондықтан көркем шығармаға баға бергенде, оның тарихи шындықпен арасындағы айырмасын тeкcepiп жатудың онша қажеттілігі жоқ. Мәселен сол көркем дүниенің көркемдік құнын күңіретіп ғана, айқындай білуде. Осы әңгіменің үлкен түйіні осында. Ш.Құдайбердиевтің «Қалқаман — Мамыр», «Еңлік — Кебек» поэмалары әдебиетімізде өмip құбылыстарын адам тағдыры арқылы ашудың, оны мұқият зерттеуге батыл бет бұрыстың алғашқы тәжірибелерінен саналады. Олардағы сюжеттік арналар бip­бipiнe ұқсас болғанымен, коғамдық өмip қайшылықтарын бейнелеу деп негізгі көркемдік тәсіл ретінде тартымды да тапқыр тартылған. Қазақ қоғамын сан ғасыр бойы жегідей жеп, тежеп, өзара атыстырып, шабыстырумен келген ру таласы, ру тартысы поэмалардың негізгі арқауын белгілеп, автордың қоғамдық өмipдегi көп кecip, сан сұрапыл зорлық­зомбылықтың сырларын ашуына мүмкіндік береді, адалдық, әділдік, теңдік іздеген аяулы жандардың мойнына қыл арқан боп түскен кесапат сиқын бейнелейді Ру таласы, семьялар тартысы — дүние жүзі әдебиетіне неше алуан ғашықтық дастандардың, трагедиялардың тууына себепкер болған белгілі сюжеттік желі зұлымдық пен махаббатты суреттегенде бірсыпыра ұлы жазушылар осы тартысты негізге алып, өз дәуірінің өз қоғамының кескін­кейпін терең сындарлы аша білген. Мысал үшін алысқа бармай­ақ, әлемге әйгілі «Ромео­Жульетта» трагедиясындағы (В. Белинский бұл шығарманы лирикалық трагедия деп атайды) Монтекки мен Капулетти семьяларының арасындағы қарым­қатынасты және оның белгілі нәтижесін айтсақ та жеткілікті. Тағы басқа осындай ұқсас жайттар көбінесе бip жазушының eкiншi бip жазушыдан үйренуінен, үлгі алуынан туа бермеген. Қоғамның осы, өрлеу жолындағы ортақ, ұқсас жағдайлардың талас­тартыстардан туып, ақын жазушылардың творчествосынан өзіне лайық орын алып отырған. Мысалы, Ш.Құдайбердиевтің «Қалқаман — Мамыр» поэмасындағы негізгі түйін — Мәжетай мен Олжай арасындағы тартыс Қалқаман — Мамыр оқиғасына немесе «Еңлік — Кебек» поэмасындағы Матай мен Тобықты руларының тартысы Еңлік — Кебек трагедиясына әкеледі, бipaқ бұл жәйтті автордың Шекспир тағлымынан үйренуінен немесе соған еліктеуінен туған нәтиже деп бағалау қиын.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шәкәрім Құдайбердиев «Жастарға» өлеңінде жастарды неге Абай арқылы түзеткісі келеді?",
        "question_content": "Шәкәрім Құдайбердиев «Жастарға» өлеңінде жастарды неге Абай арқылы түзеткісі келеді?",
        "question_date": "4.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 51800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шәкәрім Құдайбердиев қазіргі Шығыс Қазақстан облысы, Абай ауданы, Қарауыл ауылында 1858 жылы дүниеге келген. Шәкәрім – қазақ ақыны, ойшыл, композитор, аудармашы.Әкесінен жастай жетім қалып, немере ағасы Абай Құнанбайұлының қолында тәрбиеленгеи. Бұл жағдай Шәкәрімнің дүние көзқарасының қалыптасуына, ақындық шеберлігінің шындалуына зор әсер етті. Орыс, араб, парсы, түрік тілдерін жетік менгерген. Батыс, Шығыс әдебиеттерін жетік білген.Жеті жасынан бастап өлең жазып, омірінің ақырына дейін ағартушылық бағыт ұстаған. Абайдың жаңашылдық дәстүрін дамытып, Абайдан кейінгі екінші реалист ақын болған. Шәкәрім шығармасы сан-салалығымен ерекшеленеді. «Жастарға», «Жастық туралы», «Кәрілік туралы» өлендері Абай үлгісінде жазылған. «Өмір», «Сәнқойлар», «Ызақорлар». «Анық асық әулие», «Шын сырым». «Арман», «Насихат» өлеңдерінің авторы.Шәкәрім ауыз әдебиетінің суырыпсалма ақындар поэзиясының жазба әдебиетке ауысуына зор қызмет етті. Лирикалық жанр түрлерінің дамуына, мазмұнынын өмірмен етене жақындасуына мол еңбек сіңірген. «Қалқаман-Мамыр», «Еңлік — Кебек» дастандарын жазған. «Нартайлак-Айсұлу» поэмасының, «Әділ — Мария»романының, «Кодар өлімі». «Крез патша» шығармаларының авторы.\nАбайдың жаңашылдық дәстүрін дамытып, Абайдан кейінгі екінші реалист ақын атанды. Ақынның шығармашылығы сан-салалылығымен ерекшеленді, оған көңілдің шат-шадыман әуені де, көкіректі қарс айырған трагизм де тән. Ақын нақты өмір суреттерін, туған табиғаттың әсемдігін тебірене жырлады.\nШәкәрім өзі өмір сүрген кездің, қазақ қоғамының әлеуметтік-экономикалық дамуын, өсу дәрежесін, кемшіліктерін т.б. жан-жақты саралап жете түсіне білген. Өз халқының болашағы үшін жанын ауыртып, тұйықтан шығар жол іздеумен болған. Келешек жастарға үлкен үмітпен қарап, сенім білдірген.\nШәкәрімнің «Жастарға» атты өлеңінде жақын ағасы Абайдың биік ақыл-ой-парасатын, білімін, халыққа, болашаққа жол сілтеуші ретінде ерекше бағалап, түсінгенін көреміз. Оның кемеңгер даналығына бас иеді, одан үлгі алуға, өнеге, ғибрат тұтуға бүкіл қазақ жастарын шақырады, үндеу айтады. Мыс:\nБілімді сол кісіден ізденелік!\n«Әдейі іздеп біз келдік сізге» – делік\n«Өмір зая болмастық өнер үйрет,\nАқылыңды аяма бізге» – делік…\nӨмірдің шам-шырағы, жарық, жұлдызы, бар қазақ үшін ұлы тұлға болатынын көрегендікпен дәл болжайды.\n…Надандықтан еліріп босқа жүрсең,\nМына заман қөрсетер бізге тарлық», –дей философиялық тұрғыдан тұжырым жасай отырып, жастардың сана сарайын ашудың жолдарын іздестіреді.\nАбайдың ұлылығын түсінбей, ұқпағандарды сынға алады, надандығын ашып айтып, олардан аулақ болуға шақырады. Халқының, жастардың болашақ тағдырына зор үмітпен қарап, алға ұмтылуға үндеуді азаматтық парызым деп ұққанын көреміз.\nҚазақ халқының мәдениетті, білімді ел болып басқа елдермен тең болуын армандаған ақын, ел ішіндегі келеңсіз жайлардан қорқады, жаман әдеттен арылуды мақсат тұтады.\nҚазақтың жайнар даласы,\nЖетілер оқып баласы.\nШошытатын мені сол,\nОлардың күнде, таласы, –деген өлең жолдарынан ақынның ащы даусын, жүрек жарды үнін анық танимыз. Бұл толғаныстың бүгінгі, ертеңгі заманның адамдары үшін қажеттілігі мен құндылығы, мән-мағынасы жарқырай беретіні сөзсіз. Ақын қорқынышы кімді де болса ойлантпай қоймайды. Күндестік, мақтаншақтық жақсы жолға апармайтынын жеріне жеткізе айтады.\nӨз халқының тағдырына ерекше жаны ашыған ақын Абай сияқты айналасындағы келеңсіз жайттарға сын көзбен қарайды, озық елдердің тәжірибесін үлгі тұтады.\n«Көрінгенге көз сүзбей күнін көріп,\nҚазақ қашан ел болар құдайым-ай, – деп жалқаулық пен еңбексіз, қыдырымпаз тоғышарларды паш ете отырып, өзінің лирикалық туындыларында қатты сынға алып көрсетіп, одан құтылудың жолын нұсқайды, өзіндік ой-тұжырымдарын білдіреді.\nШығыс пен Батыстың көптеген туындылары Шәкәрім шығармашылығы арқылы қазақ еліне белгілі болды. Ол XIX ғасырдағы орыс әдебиетінің озық туындыларымен танысты. Гоголь, Пушкин, Лермонтов, Тургенев, Л.Толстой, Некрасов, Салтықов, Щедрин т.б. еңбектерін шығармашылық тұрғыдан зерттеп үйреніп, терең үңіліп, нәрін түсінген. Өзінің тарихи-философиялық, эстетикалық ой-тұжырымдарын қалыптастыруға орнымен пайдалана білген, өзін «Толстойдың шәкіртімін» – деп мақтан тұтып, бірнеше әңгімелерін қазақ тіліне аударған; Пушкиннің «Дубровский», «Боран», повесін өлеңмен аударып, 1908 жылы жариялаған.\nТынбай ізденуінің арқасында Шәкәрім философ Шопэнгауердің, Ало Бичер Стоу Гариэттидің еңбектерімен танысып қоғам, өмір жайлы көзқарастарына сын пікір білдірген. Ақын ең негізгі артта қалар байлық ғылым, білім, өнер екенін айтып ерекше бағалағанын\nАнық байлық дүниеге біткен өнер,\nБілімдінің бәрі де соған көнер, – деген жолдарынан анық көреміз. Шәкәрім – өзінің ізгі ойларын, халқына деген адал махаббатын өлеңмен өрнектеп жеткізген ақын.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Экомед\" емханасы, биолог, эмбриолог Салтанат Байқошқарованың қабылдауы?",
        "question_content": "Балалы болу мəселесі ғой мендегі....\n\n\"Экомед\" емханасының директоры, биолог, эмбриолог Салтанат Байқошқарованың қабылдауында болғандарыңыз барма?",
        "question_date": "4.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 540,
        "question_upvotes": 0,
        "answers": []
    }
]