[
    {
        "question_title": "Терісі ең қалың жануар",
        "question_content": "Терісі ең қалың қай жануар? Қателеспесем мүйізтұмсық болар, сол рас па?",
        "question_date": "24.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең терісі қалың жануар-кит. Қалыңдығы 10см. Төрт аятылардан ең қалың тері су сиырларға тән. Оның терісінің қалыңдығы 4см-ге дейін жетеді.",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрылыс басқармасына жұмысқа тұру үшін қандай оқу орнына тұрған дұрыс деп ойлайсыздар???",
        "question_content": "биыл 11 сыныпқа көшіп едім. Құрылыс басқармасына жұмысқа тұру үшін қандай оқу орнына жәнеде қандай факультетке тапсырған жөн???",
        "question_date": "24.08.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2017 жылы ҰБТ сынағы толық алынып тасталды деген рас па?",
        "question_content": "2017 жылы ҰБТ сынағы болмайды дегені рас па???",
        "question_date": "24.08.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 15500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ алынбайды.Тек өзгертіледі.\n\nҰБТ-2017 жаңа форматы туралы қысқаша:\n\nҰТО ұсынып отырған емтиханның жаңа форматының 2004-2016 жылдары өткізілген дәстүрлі ҰБТ дан айырмашылығы:\n2017 жылы балалар мектепте 5 пәннен емтихан тапсырады:\nбірінші бөлімі:\n1) 250 сөзден тұратын эссе;\n2) алгебра ( геометриясыз) пәнінен бақылау жұмысы;\n3) Қазақстан тарихынан билет бойынша ауызша.\nЕкінші бөлімі:\n- қазақ тілі мен\n- таңдау пәні ( оқушы өзі таңдаған) 40 сұрақтық тест жұмысы.\nЖОО - ға түсу үшін:\nБірінші бөлімде:\nМатематика және оқушы сауаттылығынан 40 сұрақтық тест.\nЕкінші бөлімде: таңдаған мамандығына байланысты екі таңдау пәнінен тест жұмысы. Мысалы, медицина саласы үшін химия және биология пәнінен.\n1) ҚР ЖОО - ға түсу үшін таңдаған мамандықтарына сәйкес екі таңдау пәні болады.\n2) Талапкерлер екі таңдау пәнді бір күнде емес әр күнде тапсырады.\n3) Талапкерер неше пән тапсырамын десе өз еркі, әр күні әр бейіндік пән тапсырып бағын сынай алады, бұл тапкерлерді көп мамандық таңдауға мүмкіндік береді.\n4) Емтиханды бір емес үш рет тапсыруға мүмкіндігі бар, мысалы грант үшін Наурыз және шілде айында екі рет тапсырып, өз қалауындағы нәтижесін грантқа үміткер ете алады. Ал, ақылы оқу үшін тамыз айында тапсыра алады.\n5) Мамандықтарға сәйкес таңдау пәндері:\nМамандық атаулары 1 таңдау пәні 2таңдау пәні\nАвиациялық техника мен технология Математика Физика\nҰшатын аппараттарды және қозғалтқыштарын өндіру Математика Физика\nТүркология Шеттілі Қазақ/орыс тілі\nЗаңгерлік Дүние жүзі тарихы Шет тілі\nКеден ісі Дүние жүзі тарихы Шет тілі\nХалықаралық құқық Дүние жүзі тарихы Шет тілі\nӘуенді жүргізу Шығармашылық 2 Шығармашылық 1\nВокальдық мәдениет Шығармашылық 2 Шығармашылық 1\nДәстүрлі ән күй мәдениеті Шығармашылық 2 Шығармашылық 1\nДирижерлық Шығармашылық 2 Шығармашылық 1\nӨнер менеджменті Шығармашылық 2 Шығармашылық 1\nШетел тілі: қос шеттілі Ағылшын тілі Қазақ/орыс тілі\nАударма ісі Шеттілі Орыс/қазақ тілі\nШетел филологиясы: ағылшын тілі Ағылшын тілі Қазақ/орыс тілі\nАлғашқы әскери даярлық Шығармашылық 2 Шығармашылық 1\nҚоғамдық жұмыс География Қазақстан тарихы\nДәрі дәрмек өндірісінің технологиясы Химия Биология\nҚоғамдық денсаулық сақтау ісі Биология Химия\nМедбике ісі Биология Химия\nФармация (дәрі дәрмек өндірісі) Химия Биология\nХалықаралық қатынастар Шеттілі Дүние жүзі тарихы\nТарих Дүние жүзі тарихы Қазақстан тарихы\nМәдениет Дүние жүзі тарихы Қазақстан тарихы\nФилология:қазақ тілі Қазақ тілі Әдебиет\nДінтану Дүние жүзі тарихы Қазақстан тарихы\nАрхелогия және этнология Дүние жүзі тарихы Қазақстан тарихы\nШығыстану Шеттілі Дүние жүзі тарихы\nБаспа ісі Қазақ/орыс тілі Әдебиет\nМұрағат ісі, құжат ісі, құжаттармен қамтамасыз ету Дүние жүзі тарихы Қазақстан тарихы\nҚоғаммен байланыс Қазақ/орыс тілі География\nӘлеументану Дүние жүзі тарихы Қазақстан тарихы\nСаясаттану Дүние жүзі тарихы Қазақстан тарихы\nПсихология Биология Қазақстан тарихы\nЖурналистика Шығармашылық 2 Шығармашылық 1\nАймақтану Шеттілі Дүние жүзі тарихы\nӘлемдік экономика Математика География\nМенеджмент Математика География\nМемл/к және жергілікті басқару Математика География\nМаркетинг Математика География\nМатематика Математика Физика\nИнформатика Математика Физика\nМеханика Математика Физика\nТуризм География шет тілі\nЖалпы медицина Биологи химия\nЕсеп және аудит: Математика, география\nМұнай газ ісі: Математика, физика",
                "date": "24.08.2016",
                "upvotes": 1
            },
            {
                "text": "ЖОО түсу үшін тапсырылатын тест қай жерде тапсырылады?",
                "date": "28.08.2016",
                "upvotes": 0
            },
            {
                "text": "Алынбайды ҰБТ. Сіөдерден сұрайын дегенім: Назарбаев мектебінде грант болушы еді, яғни ҰБТ-сыз қалаған оқуыңа түсуге болатын (Қазақстанда) Қазір онда да ҰБТ тапсыра ма?",
                "date": "29.08.2016",
                "upvotes": 0
            },
            {
                "text": "ҰБТ -ға толықтай және дұрыс дайындалу үшін 5+ компаниясының \"ҰБТ-ға дайындық 2017\" дискілерін пайдаланыңыздар. Диск бағдарламасы биылғы өзгерістерге байланысты жаңартылып жасалынған. Тест форматы өзгертілген, мысалы алдыңғы жылдары 1 сұрақ және оның 5 ғана жауабы болатын кәдімгі тест еді, ал биылдан бастап 1 сұрақ және оған 8 жауап нұсқалары бар, оның 1 немесе 2 немесе 3 дұрыс жауабы болуы мүмкін. Осындай сұрақтар барлық пән үшін құрастырылған.",
                "date": "31.08.2016",
                "upvotes": 0
            },
            {
                "text": "ұбт ға үйреніп қалып едік.қалай дайындалатынымызды білмей жүрміз,қалай болатынын ертерек айтса дұрыс болар еді",
                "date": "15.09.2016",
                "upvotes": 0
            },
            {
                "text": "Нақты жауап 2016 жылдың қарашасында белгілі болады.",
                "date": "18.09.2016",
                "upvotes": 0
            },
            {
                "text": "ҰБТ өз орнында қала берсін",
                "date": "14.10.2016",
                "upvotes": 0
            },
            {
                "text": "Бірнеше оқу орнына және бірнеше мамндыққа тапсыруға болады ма?",
                "date": "13.11.2016",
                "upvotes": 0
            },
            {
                "text": "ҰБТ қала бергені дұрыс еді деп ойлаймын. Себебі біз соған қаншама жылдар бойы дайындалып келдік, енді міне жаңа форматты ұсынып қалай, неден бастарымызды білмейміз.",
                "date": "16.11.2016",
                "upvotes": 1
            },
            {
                "text": "Колледжге тапсыратын түлек ҰБТ тапсырмауға бола ма?Университетке емес",
                "date": "10.12.2016",
                "upvotes": 0
            },
            {
                "text": "Неге мыжыыып кетті.ҰбТ бола берсінші.",
                "date": "5.01.2017",
                "upvotes": 0
            },
            {
                "text": "40 эссе тақырыптарын кім біледі? Тақырыптары шықты дедіғо бірақ т",
                "date": "10.03.2017",
                "upvotes": 0
            },
            {
                "text": "Эсселердің тақырыптары бар болса, барлығын жібере алсыздар ма. егер білсеңіздер",
                "date": "5.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ментал Арифметика балаға зиян емес пе?",
        "question_content": "\"Ментал арифметика\" әдісі - абакус деп аталатын арнайы есептеу тақтасымен үйретіледі. Осы тақта арқылы балалар сандарды қосу, азайту, көбейту, бөлу амалдарын, сонымен қатар, санның түбірін табу, пайызын шығаруды үйренеді. Балалар әуелі шоттағы тастарды қозалту арқылы есептесе, кейін осы шотты көз алдына елестете отырып есептеуді үйренеді. Әдіс он деңгейден тұрады. Сәйкесінше, деңгей жоғарылаған сайын есептер де күрделене түседі.\n\nМентал Арифметика балаға зиян емес пе?",
        "question_date": "24.08.2016",
        "question_tag": "Мектеп",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таяуда ғана қазақстандық 9 жастағы Данияр Құрманбаев \"Пусть говорят\" көрермендерін таңғалдырған еді. Кез келген таңбалы санды қосу, азайту, көбейту және бөлу амалдарын өте жылдам орындайтын бала өзінің \"ментал арифметика\" деп аталатын әдіспен шұғылданып жүргенін айтты. Дәл осы әдісті үйрететін үйірмелер қазір республикамыздың көп қалаларында ашылып үлгерді. Бір-екі жыл ішінде елімізде кең таралған осы әдістің пайдалы және зиян тұстарын, сонымен қатар үйрету әдісін зерттеп көруді жөн көрдік.\n\n\"Ментал арифметика\" әдісі - абакус деп аталатын арнайы есептеу тақтасымен үйретіледі. Осы тақта арқылы балалар сандарды қосу, азайту, көбейту, бөлу амалдарын, сонымен қатар, санның түбірін табу, пайызын шығаруды үйренеді. Балалар әуелі шоттағы тастарды қозалту арқылы есептесе, кейін осы шотты көз алдына елестете отырып есептеуді үйренеді. Әдіс он деңгейден тұрады. Сәйкесінше, деңгей жоғарылаған сайын есептер де күрделене түседі.\n\nӘдіс туралы, оның қалай оқытылатынын Алматы қаласында балаларға осы әдіспен есептеуді үйретіп жүрген Арайлым Еламановадан сұрап көрдік. Ол жаңа саланың пайдалы жақтары мен оқытылу ерекшеліктерін айтып берді. Мұғалімнің айтуынша, балаларды оқыту мерзімі олардың жас шамасына байланысты анықталады. Мысалы мектепке барып жүрген оқушылар бірінші деңгейді 1-2 айда үйреніп алса, 4 жастан 6 жасқа дейінгі балалар осы деңгейді 2-3 айда меңгереді. \"Оқытудың тағы бір ерекшелігі - мектепке дейінгі балалар аптасына 1 сағаттан екі рет келеді, ал үлкендері аптасына бір рет келіп, екі сағат бойы оқиды. Кішкентай баланың миына бір мезетте көп жүктеменің түсірмеу үшін оқыту барысы осылай ұйымдстырылды. Он деңгейді толық меңгерген бала кез келген амалды оңай орындайтын болады\", - деді Арайлым Еламанова.\n\nЕлімізге бірнеше жыл бұрын келген жаңа әдістің балаға қалай әсер етіп жатқанын екі баласын бірдей осы үйірмеге берген алматылық Айнұр Есжан айтып берді. \"11 және 13 жастағы екі қызымның бұл үйірмеге барып жүргеніне бір жылға таяп қалды. Осы уақыт ішінде әдістің тек пайдалы жақтарын көріп жатырмыз. Екі қызым да бұған дейін сабақты 4 пен 5-ке оқитын. Қазір екеуі де оқуда озат. Мектептегі мұғалімдері олардың сабақ үлгерімінің айтарлықтай жақсарып, зейіні ұлғайғанын, шығармашылық қабілетінің артқанын үнемі айтады. Қазір 3-ші деңгейде. Екеуінің де он деңгейді толық меңгеріп шыққанын қалаймын\" - дейді Айнұр Есжан.\n\nАлайда, мамандардың пікірі бұған қайшы болып отыр. Абай атындағы ҚазҰПУ-дың математика пәні бойынша аға оқытушысы Жарасбек Байшеміровтің айтуынша, бұл әдіс керісінше, баланың шығармашылық ойлау қабілетін шектейді. \"Біріншіден, \"ментал арифметика\" әдісі логикалық тұрғыдан балалардың шығармашылық ойлау қабілетіне кері әсер етеді. Cебебі, бұл әдісті меңгерген бала есепті ойлану арқылы емес, жаттанды түрде шығарады. Яғни, бала автоматты түрде бір шаблонның аясында ғана ойланады. Бұл оқушының миына белгілі бір бағдарламаны енгізіп қойғанмен тең. Бала шығармашылық тұрғыда ойланбай, дайын алгоритммен жұмыс істейді. Бұл - негізгі кемшіліктері. Ал пайдалы жағына келсек, осы әдістің арқасында балалар математиканың күрделі пән емес екенін түсініп жатыр\", - деп қорытындылады сөзін математика пәнінің оқытушысы.\n\nАл психолог Сая Бақымова әдістің педагогикалық тұрғыда оқытылу барысына сын айтты. Ол мектепке дейінгі балалардың миына салмақ түсіру мүлде дұрыс емес деп есептейді. \"Балаларын мұндай оқуға беріп жатқан ата-ана бірінші ретте ондағы мұғалімнің кәсіби деңгейін білуі керек. Балалармен жұмыста педагогикалық білімді маңызды деп санаймын. Ал, балаға пайдалы ма деген сұраққа келсек, әрине мұндай жүйе баланы жинақылыққа, зейінін дұрыс қалыптастыруға көмектеседі. Дегенмен мұндай үйірмелерге оқу жасындағы балалардың барған дұрысырақ. Себебі, мектеп жасына дейінгі балалардың миы мүлдем басқа ортаны керек етеді. Мұндай балаларға белсенді дене жаттығулары, көз алмасы мен қарашығын белсенді қимылдататын ойындар керек. Жас ерекшеліктеріне, физиологиялық сұраныстарына байланысты мидың ассоциациялық қыртыстарын емес, маңдайалды бөліктерін дамытуға арналған жұмыстардың жүргізілгені дұрыс\", - деді ол.\n\nБіз өз кезегімізде \"Ментал арифметика\" әдісін үйрететін үйірмелердің жұмысы қаншалықты бақыланатынын, үйірме ашу кезінде қандай мамандармен жұмыс атқарылатынын анықтау мақсатында ҚР Білім және ғылым министрлігіне арнайы сауал жолдаған едік. Берілген жауапты \"Білім туралы\" Заңға сәйкес, жалпы білім беретін мектепте бастауыш, негізгі орта және жалпы орта білімнің оқу бағдарламалары, сондай-ақ білім алушыларға қосымша білім беру бағдарламалары іске асырылатыны айтылады. \"Министрлік Қазақстан Республикасының Үкіметі бекіткен  Мемлекеттік жалпыға міндетті білім беру стандарттарының талаптарына сәйкес жалпы орта білім беретін мектептерге арналған үлгілік оқу бағдарламалары мен үлгілік оқу жоспарларын әзірлеп, бекітеді. Осы үлгілік оқу бағдарламасының мазмұны әрбір пән бойынша базалық білім беруге бағытталған да,  ал \"Ментал арифметика\" қосымша білім беру болып табылады\", - делінген министрліктің жауабында.\n\n\"(...) Сондай-ақ, қосымша білім беру ұйымдарына балалар ерікті түрде қабылданады, яғни қосымша білім беру бағдарламасы шартты негізде, ұйым басшысы мен ата-аналар арасында келісім шарт арқылы реттеледі. (...) \"Ментал арифметика\" үйірмесі сабақтан тыс уақытта балалар мен олардың ата-аналарының таңдауына сәйкес білім беру және мәдени қажеттіліктерді қанағаттандыру мақсатында жүргізілетіндігін мәлімдейміз\", - делінген министрліктің жауабында.\n\nБұдан түсінетініміз, бұл әдісті қосымша білім беру ұйымдары министрліктің қатысуынсыз, яғни өз тарапынан оқытады. Мәселенің тоқетері - әдісті оқыту мемлекет тарапынан бақыланбайды, ал мамандар жоғарыдағыдай екіұшты мәселенің шетін шығарып отыр.\n\nТҮЙІН. Соңғы кезде мақтаулы болып жүрген \"Ментал арифметика\" әдісі баланың білім алуына теріс ықпалын да тигізуі мүмкін екен. Сондықтан, баласын мұндай үйірмелерге беретін ата-ананың әдістің оқытылу бағытына, оқытатын адамның тәжірибесіне мән беріп, олармен қатар баласының жетілуін бақылауда ұстағаны жөн-ақ.",
                "date": "24.08.2016",
                "upvotes": 0
            },
            {
                "text": "Сөз жоқ, біз ментал арифметика саласын кәдімгі классикалық есептеудің қатарына толыққанды жатқызбаймыз. Неге? Себебі, мұнда есептеу таза менталды түрде жүреді. Балалар кәдімгідей ойша есептей алмай қалуы мүмкін деп ойларсыз, бәлки. Жоқ. Балалар өз қажетінде ойша да есептей алады. Керісінше, бұл бағыт балаларға ол тұрғыдан өте жоғары пайдасын тигізбесе, зияны жоқ. Осы тұрғыда сіздерге бір қызық нәрсе айтып берейін. Ментал арифметикада балалар соробан деп аталатын құрылғымен есептеп үйренеді. Соробан дегеніміз өзіміздің бухгалтер аталарымыз қолданатын есепшоттың жапонша нұсқасы. Соробанда 10 баған болады. Сәйкесінше, Ментал арифметикада 10 саты болады. Балалар алғашында соробанмен есептеп үйрене бастайды да. Біршама уақыттан соң, соробансыз тек ойша соробанды елестету арқылы күрделі арифметикалық амалдарды орындайтын үдеріске көшеді. Демек, уақыт өте балалар есептеп жатқанда жаңағы соробан құрылғысының 10 бағаны да көз алдында тұратын болады. Ересектер, яғни біз ментал арифметика оқитын болсақ, максимум 3-4 бағанды ғана елестете аламыз. Ары қарай есептейін десек, бәрібір есептеу барысында ортадағы бағандардың елесін жоғалтып аламыз. Ол дегеніміз біз ересектердің фотожады қатып қалғаны соншалықты, оны қайта ояту өте мүмкін емес дүние. Ал, ең қызығы сол нәрсені балаларға үйретсеңіз, олар барлық 10 бағанды да көз алдында елестетіп, қай тастар қайда тұрғанынан жаңылмай есептей алады. Яғни, олардың миы мен қиялы біздікіне қарағанда әлдеқайда таза және сау демек. Осының арқасында балаларыңыз тек қана қосу яки алу ғана емес, көбейту, бөлу, квадрат, түбірастынан шығаруға дейінгі амалдарды ойша орындайтын деңгейге жетеді.\nЖоғарыдағы нәрселермен қарайтын болсақ, ментал арифметика деген тек қана баламалы есептеу жүйесі ғана емес, балаңыздың зеректігі мен ақыл-ойын дамытып жүйелендіретін өте жақсы технология деуге толыққанды негіз бар. Бірақ, дәл қазір бұл саланы оқытатын орталықтар көбейіп жатыр. Бірақ, көбісі шетелдікін карго-культпен көшіре салады. Ол дұрыс емес. Воот, сондықтан, санау білетін балаларыңыз болса, Алматы қаласында біздің мектептерде ашылып жатқан жаңа топтарға қоссаңыздар болады",
                "date": "24.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз қорқынышыңды, үрейді жеңу жолдары бар ма?",
        "question_content": "Қараңғы жерден, өз ойларымнан қорқамын. Жалғыз қалудан қорқамын, жақындарымнан айырылып қалудан қорқамын. Көп нәрселерден қорқамын. Өз қорқынышыңды жеңу жолдары бар ма?",
        "question_date": "24.08.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қорқынышты жеңудің ең қиын да, жылдам да жнәе оңай да жолы - неден қорықсаңыз соны жасаңыз. Яғни, қараңғы бөлмеден қорықсаңыз, соған кіріңіз. Елес анау-мынау дегеннің жоқ екеніне толық көз жеткізіңіз. Осылайша өз фобиаңызды жеңуге болады.",
                "date": "7.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балалы болмай бақытты жанұя болуға болады ма?",
        "question_content": "Жанұяның бақыты бала дейді. Балалы үй базар деген сөз де бар. Жақындарыңыздың арасында баласы жоқ, бірақ бақытты өмір сүріп жүрген жаняұылар бар ма?\nЖалпы баласыз бақытты отбасы құруға болады ма?",
        "question_date": "24.08.2016",
        "question_tag": "Жанұя",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баласыздың бəрі бақытсыз деп айталмаймын. Біздің отбасы құрғанымызға 6 жыл болды. Əзірге баламыз жоқ, болады деген үміттеміз. Сол үшінде қаражатқа қарай қолымыздан келгенін жасап жүрміз. Бірақ баламыз жоқ деп өмірден түңіліп кеткен жоқпыз, тусінушілікпен силастықпен, өмірде басқада мəнін тауып журіп жатырмыз. Мен ушін қазіргі уақытта жұбайымның аман есен көз алдымда жургеніде бір бақыт.",
                "date": "25.08.2016",
                "upvotes": 1
            },
            {
                "text": "ия, Жанар, дұрыс айтасыз, мен сізге толықтай қосыламын!!!",
                "date": "26.08.2016",
                "upvotes": 1
            },
            {
                "text": "Балалы үй базар !\n\nбаласыз үй мазар.\n\nБақытты бола алмайды деп ойлаймын. Егер әйелің көркем мінезді, сымбатты, ақылды болса, сол әйелмен ақ бақытты болуға болады.",
                "date": "26.08.2016",
                "upvotes": 1
            },
            {
                "text": "Артыңда ұрпақ қалу керек, 1000 - 1000 000 000 жылдардан кейін де  олар көбейіп үлкен әулет,руға айналады сол кезде  ұрпақтарың сені еске алып үлкен жиын тойларда қуанып мақтанышпен айтып жатады. Бұл деген нағыз бақыт,  мүмкіндік болса балаларды көбейтіңдер, көп болсақ бізді ешқандай да жау ала аламайды.  Мүмкін ойлайтын шығарсыңдар, қазіргі заманда соғыс жоқ деп,  олай ойласаңдар өте терең қателесесіңдер,  көзге көрінбейтін  соғыс өте қарқынды жүріп жатыр, ол соғыстың аты экономически жаулаап алу,  биологиялық жолмен де адамдар бір бірін өлтіріп жатыр түрлі химиялық өте қауіпті медикаменттер арқылы !!!    Көп болайық, егер біз көп болмасақ ешқашан да держава бола алмаймыз! Еліміз ешкімге жалтақтамай үлкен Державаға айналуға өз үлестеріңді қосыңдар !!!",
                "date": "27.08.2016",
                "upvotes": 0
            },
            {
                "text": "бала да бақытта Алланың беретін сыйы ғой. негізі өзім бала келсе бақытта қоса келеді деп ойлаймын бұл бақытты ештеңемен салыстыруға болмайды",
                "date": "28.08.2016",
                "upvotes": 0
            },
            {
                "text": "Әрине балалы болған неткен бақыт. Бірақ, жер бетінде қаншама адам тіпті күйеуге шықпай-ақ, үйленбей-ақ бақытты бола береді. Мәселесі сол, сіз өзіңіз өз өміріңізден ләззат алуыңыз керек. Бала болғасын ғана бақытты өмір сүруді бастаймын деп өзіңізді психологиялық түрде сендірмеуге тырысыңыз.",
                "date": "7.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамға тән комплекстер қалай пайда болады және онымен қалай күресу керек?",
        "question_content": "Психологиялық тұғыда адамдар ынжық, ұялшақ, өзіне қажетті нәрсені сұрауға ұялатын компьлекстер бар. Оны қалай кетіруге болады. Адамға тән комплекстер қалай пайда болады және онымен қалай күресу керек?",
        "question_date": "23.08.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://vk.com/mabilhair Ақбөпе психологиялық философиялық көмектер керек болса go!",
                "date": "7.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Техникалық мамандықтарға Дипломмен ауылға бағдарламасымен ауылға баруға болама?",
        "question_content": "Техникалық мамандықтарға Дипломмен ауылға бағдарламасы бойынша ауылға баруға болама?\n\nмысалы: Техник-техолог, элктро технолог, техник-программист, т.б",
        "question_date": "23.08.2016",
        "question_tag": "Мамандық",
        "question_views": 653,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Табиғатта тек адамдар ғана күле алады ма?",
        "question_content": "Күлімдеу тек адам балсына тән қасиет пе? Жан-жануарлар күле алады ма, әлде тек адамдар ғана күле беледі ма?",
        "question_date": "23.08.2016",
        "question_tag": "Биология",
        "question_views": 740,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине күле алады (мысалы маймылдар, иттер, дельфиндер), тек олардың күлуі адамдардан басқа, көбіне олар өмірге риза болғанда күледі",
                "date": "24.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қышқылдармен әрекеттесетін заттар",
        "question_content": "Қышқылдармен әрекеттесетін заттар, арасындағы химиялық теңдеулерді жаз",
        "question_date": "23.08.2016",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "USB флешкадағы МР 3 музыкаладың реті ауыспас үшін не істеуге болады?",
        "question_content": "USB флешкадағы әр папкалардағы МР 3 музыкалардың реті (орындары ауысып, араласып көп әуреге түсіріп жатады) ауыспас үшін не істеуге болады?   Көп жағдайда музыкалардың орны ауысып, араласып  келіп жатады,  соны қалай ауыспайтын етіп жасаймыз, оған арнайы сақтандырғыш программалар бар ма?.",
        "question_date": "23.08.2016",
        "question_tag": "Жалпы ән туралы",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Химия, оксидтер, әрекеттеседі",
        "question_content": "Оксидтермен әрекеттесетін заттар арасындағы химиялық теңдеулерді жаз?",
        "question_date": "23.08.2016",
        "question_tag": "Химия",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Samsung N7000 ұялы телефон иелеріне сұрақ?",
        "question_content": "Samsung N7000 ұялы телефон иелеріне бірнеше сұрақтар бар еді... память толып қала береді. Бұрында фото, видео, приложение, ойындар жазыла беретін еді. Қазір дым жазылмайды! Обновление жазылмай тұр. Бәрін өшіріп тастадым дым жоқ суреттерден басқа. Сонда да полный деп тұр. Мүмкін настройкасы дұрыс емес шығар. Білмедім. Версиясы 4.1 мүмкін содан да шығар. N7000кімде бар настройкасын салыстыру арқылы дұрыстап алайын",
        "question_date": "23.08.2016",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вирустардан да болады кейде ол, антивирусты дұрыста. Жадыны (Памать)  форматировать етіп көру керек, немесе  Автоматически исправлять системные ошибки, бір тексеріп таста.",
                "date": "23.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ондық бөлшекті қалай қысқартады?",
        "question_content": "Мен 6 сыныпқа көшемін. 6 сыныпқа дайындалайын десем тіпті қайталауды ұмытып кетіппін. 6 сынып кітабы 21 тапсырманы қалай шығаруға болады?",
        "question_date": "23.08.2016",
        "question_tag": "Математика",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тапсырманың Толық нұсқасын осында жаз.",
                "date": "23.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын пәнін таңдасам, қандай маман иесі болуыма болады?",
        "question_content": "Тек ҚазҰУ басқа да қандай универлерде кандай баска да мамандықтарды тауып осында жазсаңыздар?",
        "question_date": "22.08.2016",
        "question_tag": "Мектеп",
        "question_views": 707,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иностранный язык: два иностранных языка\nМеждународные отношения\nПереводческое дело\nВостоковедение\nИностранная филология\nТюркология\nМеждународное право\nРегионоведение\n\n \n\n Таңдау пәніңіз ретінде ағылшын тілі пәнін таңдасаңыз , жоғарыда көрсетілген мамандықтар бойынша оқуға түсе аласыз. Өзіңіз ішінен біреуін таңдап , қандай ЖОО -да бар екенін гуглдан іздеп көріңіз (тестент сайтынан қарасаңыз да болады)",
                "date": "23.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат алуға мүмкіндігім барма",
        "question_content": "Құрметті оқырмандар мені мазалап жүрген бір сұрақ қызыл аттестат ала аламын ба? Мен 1-2 сыныптар да қай пəн екенін білмеймін əйтеуір 3-4 сабақтан 4-ке кетіп екпінді болғам. Ал содан кейін 3-4-5-6-7-8 кл 5 болып грамот алғам енді 9 сыныпқа көшейін деп отрм.Мені осы сұрақ жиі мазалайды.Өтінем, пікірлеріңізбен бөліссеңіздер",
        "question_date": "22.08.2016",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, әрине. Мектеп әкімшілігі жылдың басында сізді қызыл куәлік алуға  ұсынады.  Егер жыл соңындағы негізгі мектеп бітіру емтиханынан 5 пәннен де   \"үздік\" деген баға алсаңыз  сізге қызыл куәлік беріледі.",
                "date": "23.08.2016",
                "upvotes": 0
            },
            {
                "text": "Төменгі сыныптарда 4 болып қалған жағдайда ала алмауыңыз мүмкін.Бірақ ол кезде 5 емтиханнан 5 алсаңыз іші толы 5,бірақ көк куәлік береді.\nАл егер мектебіңіз қызыл куәлікке ұсынса алуыңыз да мүмкін.Жоғары жақтағылар тексереді.\n(біздің сыныпта да осындай жағдайлар болған...)",
                "date": "24.08.2016",
                "upvotes": 0
            },
            {
                "text": "Жок ала алмайсың",
                "date": "4.10.2016",
                "upvotes": 0
            },
            {
                "text": "Егер жылдыкта 4 жок болса онда мумкиндик бар",
                "date": "29.11.2016",
                "upvotes": 0
            },
            {
                "text": "Егер сізді мектебіңіз ұсынып отырса аласыз ол жерде 6 сыныптан бастап журнал тексеріледі бастауыш сыныптағы 4",
                "date": "29.03.2017",
                "upvotes": 0
            },
            {
                "text": "Міндетті түрде 1-2-3-4-5-6-7-8 мыныптарда үздік болудың керегі жоқ. Тек 3 болмаса. 9 сыныпты жылдығы мен емтихан бағасы 5 болса болды. Мен өзім 9 оқимын. Мен 1-8 сыныптарды үздікке аяқтадым. Қазір құдайға шүкір",
                "date": "9.04.2017",
                "upvotes": 0
            },
            {
                "text": "\"Қызыл аттестат алуға мүмкіндігім бар ма?\"-деген сұрақты қатемен жазуыңа қарағанда, мүмкіндігің жоқ сияқты.",
                "date": "18.04.2017",
                "upvotes": 0
            },
            {
                "text": "Сиздын оку улгеримыне карайды гой",
                "date": "8.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фотостудия ашайын деп жатыр едім атын не деп қойсам болады?",
        "question_content": "Фотостудия ашайын деп жатыр едім атын не деп қойсам болады? Қысқа әрі мағыналы болса ағылшын аты да болады мысалы: ROYAL деген сияқты?",
        "question_date": "22.08.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 609,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотостудияға қысқа əрі есімі елең еткізетін есімдер қоюға болады: Line (Лайн), монстр, матрица, Life (лайф), Фокус, ФотоStudio7",
                "date": "24.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйге табиғи газ орнату үшін қандай істер жасау керек?",
        "question_content": "Қызылорда облысы, Шиелі ауданында газ орнату жұмыстары басталды. Осыған орай мен де үйге газ орнатайын деп едім (яғни газбен жылыту үшін пеш). Соған қандай документтер керек, қандай газ пештері жақсы, соған тоқталып кетсеңіздер, білетіндеріңіз болса.",
        "question_date": "22.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үйдің жобасын құрастыруға арналған қандай бағдарламаларды білесіз?",
        "question_content": "Өзгертулер енгізу үшін тұрып жатқан үйдің жобасын, құрылысын жасап көрсем деп едіп. Осыған байланысты қандай компьютерлік немесе смартфонға арналған арнайы бағдарлама білесіз? (Біраз тәжірибе жасап көріп, ыңғайлысын тапсам деп едім: қабырғаны бұзып, бөлмелерді қоссам деген сияқты)",
        "question_date": "22.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Автокад программасы бар, бірақ бұл сызықтар арқылы саласыз ұзақ уақыт  алады, дегенмен  жеңіл әрі жай ғана көру үшін жарай береді.\nРевит программасы бар, нағыз құрылыс мамандықтары қолданатын программа, мұнда арнайы қабырға, есік, терезе дайын тұрады. Жай ғана орнын, өлшемдерін таңдап қоя бересіз. Автокадқа қарағанда жеңіл.\nАрхикад программасы  бұны көбінесе архитекторлар пайдаланады, Ревитке ұқсас, ревиттен айырмашылығы қарапайым адамдарға түсініктірек.\nАвтокад сызықтардан тұрады, Ревит пен Архикад  дайын объектілерден тұрады, сондықтан Ревит пен Архикадта Зд (яғни түсін, формасын, шынай өмірде қалай көрінетінін) көре аласыз. Бұл программалардың барлығының интернеттен студентерге арналған 1 жылдық версияларын  алып жұмыс жасап көруге болады, бірақ жобаны сызып сатуға болмайды.",
                "date": "15.07.2020",
                "upvotes": 1
            },
            {
                "text": "Компьютерлік бағдарламаның ең тиімді əрі танымалысы АutoCat деген бағдарлама",
                "date": "24.08.2016",
                "upvotes": 0
            },
            {
                "text": "Sweet Home 3D ең тиімді бағдарлама",
                "date": "5.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратураға мүлдем қосымша ақша төленбейді не себептен?",
        "question_content": "Магистратураны бітіріп мектепте жұмыс істегендердің айлығы не болады? Магистратураға мүлдем қосымша ақша төленбейді не себептен?",
        "question_date": "21.08.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эм... Не себепті магистратура бітіргендерге қосымша ақша төленуі қажет?!",
                "date": "23.08.2016",
                "upvotes": 0
            },
            {
                "text": "дұрысы 4 жыл оқығандар мен қосымша екі жыл оқып магистр дәрежесін алған азаматтарға қосымша ақша төленуі қажет деп есептеймін. Өйткені бакалаврмен салыстырғанда оның білімі жоғары болып есептелінеді. Бұрынғы уақыттарда техникум бітіргендер мен институт бітіргендер бірдей жалақы алмаған, бұл да дәл сол сияқты дүние",
                "date": "23.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында 12г alcl3 бар ертітінді калий гидроксидінің ерітіндісін құйғанда",
        "question_content": "Құрамында 12г alcl3 бар ертітінді калий гидроксидінің ерітіндісін құйғанда тұнбаға түсетін алюминий гидроксидінің массаы қанша?",
        "question_date": "21.08.2016",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AlCl3+3KOH=Al(OH)3+3KCl\n\nn AlCl=12/133.5=0.089моль\n\nn Al(OH)3=0.089 моль\n\nm Al(OH)3=0.089*78=6,942 г",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "PDF-тен көшірген текст, кестесімен көшпейді. Не істесем болады?",
        "question_content": "PDF-тен Word-қа көшірген  текст, кестесімен көшпейді, таблицаның сөздері  көшеді де өзі  жоқ болады, ғаламтордан мәлімет алар кезде де кесте болса  сөйтеді. Енді  оның сөздерімен қосып  кестесін де қалай  көшіре  аламын?",
        "question_date": "21.08.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешқалай, pdf-тың мағынасы poratable file format, ол барлық жерде яғни pdf reader бар жерде бірдей форматирование болу. Оның структурасын ешкімге айтпайды Adobe сол үшін таблицаны өзің қолыңмен жаса. Интернеттен оңай жол іздемей. Конвертацияның көп көмегі жоқ. Одан арман былық жасамасы. Онда да қоймай іздесең мынаны көр newocr.com Алдын ала pdf-тағы тексттың тілін таңда",
                "date": "19.12.2016",
                "upvotes": 0
            },
            {
                "text": "Конвертация жасайсыз",
                "date": "22.08.2016",
                "upvotes": 0
            },
            {
                "text": "PDF тағы кестені конвертацияменде распознаванияменде ала алаймайсыз! Қолмен жасаған дұрыс!",
                "date": "22.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылу энергетикасы мамандығын бітіріп қандай жұмыс істейді??",
        "question_content": "Мен Əл-Фараби атындағы қазақ ұлттық университетіне жылу энергетикасы мамандығына грантқа тустім, оқуды аяқтаған соң мамандығым бойынша қандай жұмыс жасаймын??",
        "question_date": "21.08.2016",
        "question_tag": "Мамандық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ламинат немесе линолеум?",
        "question_content": "Жаңадан салынған үйдің еденіне қайсысын алған тиімді?",
        "question_date": "21.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрылыстың нағыз маманы болмасамда, құрылыстан хабарым біраз бар. Ламинат көбінесе қонақ бөлме, жатын бөлмелерге қойылады. Ал линолеумді ас бөлмеге қойсаңыз болады. Бірақта қазіргі дизайндерге қарап отырсаңыз көбіне ас бөлмеге кафель қойылады.",
                "date": "25.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менеджмент қандай мамандық",
        "question_content": "Менеджмент мамандығын бітіріп қандай жерлерде жұмыс жасай аласың толық ақпарат бере аласыздар ма?",
        "question_date": "20.08.2016",
        "question_tag": "Мамандық",
        "question_views": 865,
        "question_upvotes": 0,
        "answers": []
    }
]