[
    {
        "question_title": "Ғұндардың әлемдік тарихта алатын орны?",
        "question_content": "ұндар әлемдік тарихта алатын орны,мәлімет",
        "question_date": "19.02.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 10600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғұндардың шығуы туралы мәлімет. Ғұндардың этникалық тегі туралы мәселе әлі анықталып біткен жоқ. Зерттеушілердің көпшілігі оларды түріктердің арғы аталары деп болжайды. Шаруашылықтың біртіндеп дамуы, тұрмыстың біршама ортақтығы, этникалық жақындық, саяси тәртіп факторы Орталық Азияда, ертедегі таптық ірі бірлестіктердің құрылуына әкеп соқты. Олардың уақыты жағынан алғашқылары сюнну болды. Б.з.б. III ғасырдың аяғында қытай деректемелерінде пайда болған сюнну атауы тегі әртүрлі тайпаларды біріктірген және Тынық мұхит пен Солтүстік Қытайдан Алтай мен Жетісуға дейінгі аумақта, ал кейіннен одан әрі батысқа да ары-тұра таралып отырған саяси құрылымға қатысты болды. Ғұндардың құдіреті тасып тұрған кезде, олардың бірлестігіне басқа бірнеше тайпалар қосылған, сондықтан «Ғұн» атауы этникалық болудан гөрі саяси одақ атауына қарай айналыңқыраған. Ғұн тайпаларының бір одаққа бірігуіне негізгі себеп қытайлықтардың бұларға қарсы төрт ғасырға созылған кескілескен соғысы болуы керек. Ғұндар туралы алғашқы деректер б.з.б. 4-3 ғасырларда Қытайдың солтүстігіндегі көшпелі тайпалардың топтасуы нәтижесінде екі тайпалық бірлестік сюнну және дунху тайпалары қалыптасты. Мұндағы сюнну тайпалары өз заманындағы тарихи оқиғаларға белсене қатысып, көршілес елдердің тарихына ықпал жасады және олардың кейінгі дамуында да айтарлықтай роль атқарды. Сюнну этнонимінің мазмұны мен нақты қалай айтылатыны әзірше айқын емес. Зерттеулердің көрсетіп отырғандай, оның ежелгі қытайлық транскрипциясы гректер иен ертедегі орыс шежірелерінің фруна (труна) деген түріне тіреліп жатыр. Орыс шежіресі Еділ мен Дунайдағы өздерінің сюннуларға сабақтастығын сақтап қалған ғұн- болғар қсүйектерін сипаттай келіп, оларды трунове, яғни трундар деп атаған. Егер осылайша, «трун» деген сөз бастапқы «ғұн» тайпаларының ақсүйектеріне арналып айтылса, сюнну(хунну), яғни трундар ғұндар деп саналмағанын білдірмейді. Трун және ғұн терминдері бір ғана этникалық-саяси қауым жөнінде қолданылған, олардың таралған аудандарын әр түрлі болғанымен ғұн термині әлдеқайда мол қауымды білдіреді. Сюннулар б.з.б. III ғасырда едәуір күшейді. Ғұндардың жаңа жорықтарынан қауіптенген қытайлар Ұлы Қытай қамалын салады және оны одан әрі нығайтады. Ғұндар Саяси тарихы. Ғұндар бір кезде Азия мен Шығыс Еуропаны мекендеген ең ежелгі халықтардың бірі болды. Әртүрлі тарихи деректерде ғұндардың рулық және тайпалық бірлестіктері әрқилы аталды. Тарихта ғұндар құрған ірілі –ұсақты мемлекеттер белгілі. Осыған орай олардың ішінде ғұндардың ең үлкен, ең танымал екі империясы зор тарихи із қалдырды. Бұлардың біріншісі – қытайлықтар Томан шаньюй (б. з. б. 209 жылы қайтыс болған) деп атаған Тұман (Тумань, Теоман жабғу) мемлекеті. Ол өмір сүрген кезеңде ғұндар мемлекеті әжептәуір әлсіреді, бірақ оның мұрагері Құдіретті Мөде (Мете) мемлекетті айтарлықтай нығайтты, ел шекарасын империя деңгейіне дейін кеңейтіп, сапалық өзгерістерді жүзеге асырды. Ол ғұндардың үлкен мемлекетін б. з. б. 209 – 176 жылдар аралығында биледі. Бұл «Ғұндардың шығыс империясы» еді. Екінші империя — Еділ (Еділ патша) мемлекеті. Оның заманында ғұндар Дунайдан бастап Сырдарияға дейін шығыс Еуропаны мекендеген аумақ пен халықтарды иеленді. Бұл мемлекет «Ғұндардың батыс империясы» деп аталды. Түркі халықтарының арғы тегі саналатын ғұн тайпалары бастапқы кезде Солтүстік Қытайда, Монғолияда, Байкал өңірінде қоныстанған. Ежелгі Қытай жылнамаларында ғұндар «гуй фаң», «гун руң», «хун ю», «шиан ю», «шиұң ну» секілді атаулармен берілген. Б. з. басында Қазақстан аумағын мекен еткен тайпалардың ең жауынгер халқы ғұндар болды. Ғұндардың жауынгер билеушілерінің бірі Атилланың есімі ерекше. Оның Еуропа халықтарына басқыншылық жорығы бізге белгілі. Тіпті әлемнің сұлу шаһарларының бірі Венецияның салынуына Атилла бастаған ғұндардың шапқыншылық соғысы себеп болған. Сонымен бірге ғұндар Еуразияда б. з. б. болған «халықтардың ұлы қоныс аударуымен» тығыз байланысты. Қазақстан жеріне б. з. I ғ. басында қоныстанды. Ғұндар бірлестігінің негізін салушы Мөде болды. Ол деректер бойынша б. з. б. 230 – 174 жылдары өмір сүрген. Б. з. б. III ғ. Ғұндардың билеушісі Мөде үйсіндерге және Қытай аумағының біраз бөлігіне билік жүргізеді. I ғ. яғни 55 жылы ғұндар екіге бөлінеді: 1. Оңтүстік ғұн мемлекеті қытайлардың қол астына кіреді. 2. Солтүстік ғұн мемлекеті қазіргі солтүстік-батыс Моңғолия жерін мекен еткен. Билеушілері Чжи-чжи шаньюй болады. Чжи-чжи бастаған ғұндар Ыстықкөл маңында қытай әскерлерінен жеңіліп, қолға түседі (1518). Ғұндар б. з. 93 жылдан бастап екінші рет Мажарстан жеріне (Венгрия) қоныс тебеді. Шаруашылығы. Мал шаруашылығы жақсы дамыды. Егін шаруашылығы да маңызды рөл атқарды. Негізінен, дәнді дақылдардың ішінде тарыны көп өсірген. Сонымен қатар ғұндар аң аулаумен айналысқан. Көшпелі шаруашылықпен айналысқан ғұндардың негізгі баспанасы киіз үй болды. Ғұндарда қолөнер мен бейнелеу өнері жоғары деңгейде болған. Зергерлік өнердегі полихромды стилін дүниеге әкелген. Соғыс ісінде дамуы шарықтап, әскердің негізі атты жауынгерлерден құрылды. Олардың қаруы садақ және дөңгелек немесе сопақша кескіндегі қалқандары болды. Мәдениеті. Ғұндар сақ тайпаларының мәдениетін жалғастырушы, одан әрі дамытушысы болды. Ғұн қоғамында сауда қатынасының, темірден жасалған бұйымдардың, тері өңдеудің кең өріс алуы, қолөнердің пайда болуы өркениеттің қозғаушы күші еді. Ғұндарда жоғары дамыған материалдық мәдениет пен әскери істе қамал бұзудың техникасы мәлім болды. Жойқын соғыстардың кезінде ғұн жауынгерлері ысқырғыш жебелерді қолданды. Олар жауларының үстіне қардай борап үрейін алатын. Б. з. б. I мыңжылдықта ғұндарда көшпелі мал шаруашылығы үстемдік етті. Ғұндардың тастағы суреттерінде бұқа, бұғы, аққудың бейнелері салынған. Олардың ойынша бұқа күш пен биліктің, бұғы бақыт пен жақсылықтың, ал аққу үй ошағының сақтаушы символдары. Ғұндардың бейнелеу өнері сақтардың көркемдік (аңдық стиль) дәстүрімен байланысты келеді. Ғұндардың қоғамдық құрылысы. Мемлекет билеушісінің титулы – шаньюй. Шаньюйге түменбасы, жүзбасы, онбасылар бағынышты болды. Ғұндар 24 рудан құрылды. Әр руды ақсақалдар басқарды. Ақсақалдар мемлекет ісін талқылау үшін бір жылда 3 рет құрылтай өткізіп отырды. Қорытынды. Монғол нәсілдес және түркі тілдес ғұндар Қазақстан аумағында тайпалардың антропологиялық тұрпатын да өзгертті. Зерттеуші ғалымдардың көпшілігінің пікірінше ғұндардың көпшілігі түріктердің арғы ата-бабалары. Ғұндардың қоғамдық құрылымында патриархалды-рулық қарым-қатынастардың белгілері сақталды. Бізге жеткен мәліметтер бойынша ғұндар 24 руға бөлінген. Оларды ақсақалдар басқарды. Мемлекетті шексіз билігі бар шаньюй биледі. Ғұндар арасында мал және жеке меншіктің пайда болуы, тұрпайы бюрократтық құрылуы, қанаудың бір түрі ретінде алым-салықты енгізу, жазу-сызудың таралуы сияқты құбылыстар өзімен бірге жаңа кезеңге –таптық қоғам мен мемлекеттке өту кезеңін ала келді. Артына терең мұра мен айтулы оқиғалар қалдырған, өзіндік мәдениетті қалыптасқан ғұндар түркі тілдес тайпалар мен халықтардың одан кейінгі тарихи дамуына да айтарлықтай үлес қосты.",
                "date": "20.02.2017",
                "upvotes": 0
            },
            {
                "text": "Ежелгі қазақ даласындағы этникалық, саяси және мәдени үрдістерде ғұн тайпаларының алатын орны ерекше. Б. з. б. IV - III ғасырларда Орталық Азияда Қытайдың солтүстік шекараларына жақын орналасқан ғұн тайпалары біріге бастады.\nҒұндар Қазақстанға Орталық Азиядан б. з. б. I ғасырдың соңы мен б. з.- дың I ғасырында келгендіктен, олардың тарихы қазақ жерімен тығыз байланысты. Оны біз археологиялық қазбалардан және Қытайдың жазба деректерінен білеміз. «Ғұн» атауы б. з. б. ІІІ ғасырдың аяғында алғаш рет қытай деректерінде кездеседі.\nҒұндардың әлеуметтік - экономикалық және саяси тарихы жөнінде ең алғаш жазған қытай тарихшылары: Сыма Цянь, Бан Гу, Фай - Е - нің шығармалары аса құнды мәліметтер береді.",
                "date": "15.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функция графигінің абсцисса осімен қиылысу нүктелерін табыңыз?",
        "question_content": "Функция графигінің абсцисса осімен қиылысу нүктелерін табыңдар\n\nу=3(х+6)^2",
        "question_date": "19.02.2017",
        "question_tag": "Математика",
        "question_views": 10000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "y=0\n\n3(x+6)^2=0\n\nx=-6\n\n(-6,0)",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "лей дай дей тай тей жұрнақтары бар сөздерге сөйлем құрау",
        "question_content": "үстеудің құрамдық түрлері, қазақ тілі сабағынан, өтінемін.",
        "question_date": "19.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізге :Жұмыстың бəрін жылдамдау жасағанда,үйге кешікпейтін.",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "Туындыға:Садақаға ақшалай берсек болады.",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "Күрделіге:Анардың күнде-күнде қуатынындай,бүгін бəріміз қудық.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 10л сутегін жағу үшін қанша ауа қажет?",
        "question_content": "8 сынып химия пəнінен к",
        "question_date": "19.02.2017",
        "question_tag": "Химия",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы 25 литр болады",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Сутек болашақтың отыны\" атты тақырыпта шығарма керек?",
        "question_content": "\"Сутек болашақтың отыны\" атты тақырыпта шығарма керек?",
        "question_date": "19.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сутекті  энергетика – бұл термохимиялық және электролиттік әдістермен сонымен қатар билогиялық процесстермен энергия тасымалдағыш ретінде сутекті алу. Келешекті жылу тасымалдағыш ретінде сутектің жылу шығаратын мүмкіндігі көміртекті отынға қарағанда 3 есе жоғары болады. Сутек – экологиялық таза отын, табиғи дәстүрлі отындарға қарағанда құрамында күкірт те, шаң да, ауыр металлдар да болмайды. Сутекті жандырған кезде сулы буға айналады. Осы жағдайларда жалғыз зиян байланысы азот оксиді болуы мүмкін, себебі ол ерекше жоғары температуралы жану кезінде атмосфералық азоттын тотығуынан пайда болады. Бұл зиян құбылысты салыстырмалы түрде кейбір катализаторлармен оңай оқшаулауға болады. Сутекті тек жаңғыш отын ретінде ғана емес, сонымен қоса әмбебап энергия аккумуляторы ретінде қолдануға жарамды, оны осындай әдіспен тасымалдауға және энергетиканың әр түрлі салаларында қолдануға болады. \nОттекті алу үшін суды ыдыратудың әр түрлі мүмкіндіктері қолданылады: электрохимиялық, термохимиялық, фотоэлектрохимиялық. Сутекті алудың аталып өткен әдістерінен бөлек келешекте күн энергиясының түрлендіргіші ретінде фотосинтездеуші бактерия қолданылады. \nСынақ көрсеткендей, 5... 10 % бензиге сутегін қосу түрінде сутегіні қолданудың тиімділігін арттыруға болады, таза сутегіні қолдану қозғалтқыштың жұмыс процесінің бұзылуына және N0 үлкен мөлшерінің бөлінуіне әкеледі, сонымен қатар үлкен мөлшерде сутегіні машинаның бортында сақтауды күрделірек етеді. Мұндай қоспа  қозғалтқыштың отын үнемділігін 20...25 %-ға арттырады, бензинді пайдалану шығынын 35...40 % - ға төмендетеді және СО бойынша пайдаланылған газдардың уыттылығы 15—20 есе, кқмір сутек бойынша 1,5-—2,0 есе және азот тотығы есебінен 10—15 есе төмендетеді.\nҒалымдар сутегі өндірісінің 20-30 есе ұлғаюын болжауда. Бірақ ешкім энергетиканың дамуына нүкте қоймайды. Дүниенің барлық ойшылдары атомдық энергетиканың көмегімен қазіргі көзді – сутегі және табиғи газды қолжетімді және арзан шикізатқа – суға ауыстыруды жоспалауда. Оны 2 тәсілмен жүргізуге болады. Судың электр механикалық ыдыратылуының көмегімен және одан да күрделі және су буының 3000-3500 C дейін  қыздырылуының аса белгілі емес әдісімен, оның нәтижесінде су молекулары өздігінен ыдырайды. Бірақ бұл әдістер табиғи газдан сутегіні алуға қарағанда, әзірше, ең қымбат. Алайда табиғи газдың бағасы да өсуде, ал суды ыдырату әдістері жетілдірілуде, мүмкін, біршама уақыт өткен соң судан сутегіні алу арзан болар. Бірақ электролиздің қазір де пайдалы кездері бар, әсіресе, электр энергиясының біршама арзан кезінде,түнгі уақытта. Осыған қарамастан, сутегі энергетикасы нық дамуда, алайда атомдық-сутегі энергетикасы жұртты дүрліктіруде. Сутегіні алу үшін энергетикалық шығындар керек. Ал «ядролық генератор – сутегі генераторы» – қазіргі заманның энергетикалық экономикасының бірінші қатарын жаулап алуда.\nЭнергетикада сутегін пайдалану арқылы пика электр энергиясын алу мақсаты мен АЭС-ның электр энергиясын су электролизімен сутегі өндіру үшін, кейіннен ең жоғары жүктемелерде, не бу турбинасында, бу генераторында және МГД-генераторда, не МГД-генераторда және бу генераторында электр қуатын өндіру үшін сутегінің жану процестерін бір мезгілде қарастыру қажет. Белгілі бір қуатты беру кезінде Үлкен қашықтыққа Магистральдық сутегі тасымалдаудағы шығындарды есептеу мәндері электр энергиясын тасымалдау шығынынан 3—5 есе кем болады.\nАзоттық энергетика\nАзоттық энергетика құрамында азоты бар байланыстарды және олардың қоспаларын қолануда негізделген. Осындай қоспалар мұнайдан пайда болған жаңғыш сұйқтықтын түрлерін ауыстыра тұру үшін қолданылады, бағыттас (пропан-бутан) және табиғи (метан) газдарды, сутекті, сонымен қоса биогазды, биометанолды, биоэтанолды, рапс майын және басқа да өсімдікті көмірсутекті түрлерін, биодизелді реактивті қозғалтқыштарда және газды турбиналарда механикалық энергияны алу үшін қанық энергетикалық қайта қалпына келетін баламалы (альтернативті) және таза экологиялық энергия тасымалдағыш ретінде қолдануға болады.\nТолығырақ: http://lib.kstu.kz:8300/tb/books/2018/ES/Mehtiev%201/%D0%A2%D0%B5%D0%BE%D1%80%D0%B8%D1%8F/6.6%D0%BD.htm",
                "date": "15.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген сөйлемдерді көп сыңарлы салалас құрмаласқа айналдырыңыз?",
        "question_content": "Енді әзіл әңгімеге кірісе берген еді, ауыз үйдің есігі шалқасынан ашылады. Жай мәлім, сөз қысқа. Мал жерді емеді,адам малды емеді.Ол сүт қатқан қою шайды жақсы көреді, бірақ оны ішпеді. Сөз көп, тыңдаушы аз. Қазір не таң атқанша отырып өлең айтатын сауық-сайран жоқ, не көңіл ңөтеретін той-топыр жоқ. Баяу ескен жел бірде басылады,бірде толқып жасыл шөптердің бастарын ақырын ғана қозғайды. Теңіз көкпеңбек,құм-қайрақ жағасы алтындай сап-сары",
        "question_date": "19.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бронхит ауруын қалай емдеуге болады?",
        "question_content": "Бронхит ауыруын қалай емдеуге болады?қант диабетінің инсулинге тəуелді типінде ауыратын адамға.Қандай дəрумендер немесе Алматы облысында емдейтін қандай емші бар.Білсеңіздер номерін адресін бер",
        "question_date": "19.02.2017",
        "question_tag": "Денсаулық",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ресей дәрігерлер тез бронхит емдеуге болады ғана емес, сонымен қатар басқа да аурулардың бірқатар жеңе үйде пайдалануға арналған бірегей Stiotron (STIOTRON) құрылғысын құрдық. аурулардың әр түрлі емдеу қатар, тағы бір Stiotron, бірдей маңызды мақсаты бар: ол жасуша деңгейінде денсаулық сақтау адам ағзасына жасарту және қалпына келтіру тетіктерін іске қосады және қолдайды. Қандай ғана бірнеше жыл бұрын мүмкін емес болып көрінген, енді соңғы инновациялық технологиялар арқасында шындық. дәстүрлі көзілдірік жағдайда сəйкес етіп шағын құрылғыны жасау үшін, және ол әрқашан олармен асыра алады. тиімді 4 минут әрқайсысы үшін жеткілікті 2-3 отырыстар күні емдеу үшін. Бұл ресейлік дамыту ол өзінің жан-жақты және қуатты терапевтік әсері үшін күміс медалімен марапатталды соңғы Медика медициналық жәрмеңкесіне (Дюссельдорф, Германия), кезінде әсер қалдырды. Көрмеде Еуропалық Одақ, Азия және АҚШ құрылғы жеткізу бойынша шетелдік компаниялармен келісім-шарттар ондаған қол қойылды.",
                "date": "20.02.2017",
                "upvotes": 0
            },
            {
                "text": "Бронханы калай емдеуге болад кандай дари колдагуга болады",
                "date": "19.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Авторы бар кітапқа эссе керек еді",
        "question_content": "Балуан Шолақ, т.б. сиякты кітаптарға 7~эссе керек еді...\n\nАвторымен, кітаптың атымен бірге...",
        "question_date": "19.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 563,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сұрақ жауап керек пж",
                "date": "26.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген өзгерістерді іске асыруға болатын химиялық реакция теңдеуін жазу",
        "question_content": "Берілген өзгерістерді іске асыруға болатын химиялық реакция теңдеуін жаз\nFe2O3 > Fe --> FeCl2\n                Fe --> FeCl3",
        "question_date": "19.02.2017",
        "question_tag": "Химия",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3CO + Fe2O3 = 2Fe + 3CO2↑\n\nFe2O3 + 3H2 = 2Fe + 3H2O\n\nFe + 2HCl → FeCl2 + H2↑\n\n2Fe+3Cl₂ => 2FeCl₃",
                "date": "22.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Answer the question.",
        "question_content": "1.When was London Zoo opened?\n\n2.How many animals are there in London Zoo?\n\n3.What makes the zoo a really good habitat for many animals?\n\n4.What animals has the biggest appetite?\n\n5.What does the elephant's diet consist of?\n\n6.What can you watch in London Zoo every dat?\n\n7.What other zoos do you know and what is their importance?",
        "question_date": "19.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.It was opened in 1827 by the zoological society.\n2.Today there are more than 8000 animals in the zoo.\n3.scientists and zoo keepers teach them about wild live conditions.\n4.The elephants have the biggest appetite in the Zoo.\n5.An elephants diet consists of hay, grass, linseed cakes, cabbages, carrots, potatoes, dates, salt, vitamins and minerals, washed down with 100 liters of water.\n6.Every day you can watch animals being fed, for instance snakes, lion and seal.",
                "date": "5.04.2017",
                "upvotes": 0
            },
            {
                "text": "1.It was opened in 1827 by the zoological society.\n\n2.Today there are more than 8000 animals in the zoo.\n\n3.scientists and zoo keepers teach them about wild live conditions.\n\n4.The elephants have the biggest appetite in the Zoo.\n\n5.An elephants diet consists of hay, grass, linseed cakes, cabbages, carrots, potatoes, dates, salt, vitamins and minerals, washed down with 100 liters of water.\n\n6.Every day you can watch animals being fed, for instance snakes, lion and seal.",
                "date": "5.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұтығудан қалай арылуға болады?",
        "question_content": "20дамын , жумыс жасайм , кейде болып калады быр ышынде богде адам ойынды жеткыздырмей тургандай , айткым келген созымды айта алмай калам , бул не жасканшактыкпа калай арылуга болады , жалпы кейде тутгып калам өскенше тутыкпай сойлеуге тырысып келем  узак жауаб бермей турып калсамда мумкын содан бекен .ан қалай арылуға болаы",
        "question_date": "19.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кеше, зорға, биыл, байқаусызда сөздерімен бірге көктем мәтінін құрастыру керек?",
        "question_content": "Кеше,зорга,биыл,байкаусызда создермен бирге коктем матинин курастыру,Айтындаршы,отиниш!",
        "question_date": "19.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биыл осы жылы көктем кеше зорға дегенде Астанаға кеш келді,байқаусызда күннің реті құбылып,өзгеріп отырды.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика. Жылу мөлшерін табу керек?",
        "question_content": "U=220 B\nP=600 Btt\nt= 3 сағ\n\n</spa. Жылу мөлшерін табу керек",
        "question_date": "19.02.2017",
        "question_tag": "Физика",
        "question_views": 752,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Геометрия 10 сынып. Көмектесіңіздерші!",
        "question_content": "1)D түзуі a жазықтығын 45 градус бұрышпен O нүктесінде қиып өтеді. О нүктесі арқылы өтетін а жазықтығымен 45 градус жасайтын тағы да түзу жүргізуге бола ма?болса,қанша?\n\n2)АВ түзуі а жазықтығын 30 градус бұрышпен қиып өтеді. АА1-перпендикуляр. ВА1-АВ-ның а жазықтығындағы проекциясы. Егер:\n\nа) АВ-24см болса,онда ВА1проекциясын және АА1 перпендикулярын;\n\nә)АА1 8см болса, онда АВ көлбеуінің ВА1 проекциясын;\n\nб)ВА1 15 см болса,онда АВ көлбеуінің және АА1 перпендикулярының ұзындығын табыңдар",
        "question_date": "19.02.2017",
        "question_tag": "Геометрия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қолдану аясы тар лексика дегенимиз не?",
        "question_content": ")Колдану аясы лексика дегенимиз не? Тезирек",
        "question_date": "19.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колдану саясы деген мысалга: сен быр нарсены колданасын всё",
                "date": "27.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің өтімде тас болғандықтан алып тастап еді маған қандай күтім керек?",
        "question_content": "Менің өтімде тас болғандықтан алып тастап еді маған қандай күтім керек? Жəне бала көтере аламын ба, оған зияны бар ма?",
        "question_date": "19.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұлпан романында Ұлпанның өмірі қалай аяқталады?",
        "question_content": "Ұлпан романында Ұлпанның өмірі қалай аяқталады?",
        "question_date": "19.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 24000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлпан - ХІХ ғасырда қазақ даласында болған тарихи шындықтарға негізделген. Романдағы бас кейіпкер Есеней - қалың Керей-Уақтың билігін қолына мықтап ұстаған аузы дуалы биі, атақты байы.Кенесарының қалың қолымен кескілескен ұрыста ерлік көрсеткен, екі жүз сарбазын тұтқындап стапқа өткізген, кейін жараланып, орыс-казактары дәрігерлерінің көмегімен ажалдан аман қалған.\n\nОл бұдан он үш жыл бұрынғы әкесі Артықбай батырдың үйінде Есеней намаз оқып отырғанда еркелеп мойнына асылып, «Мен түйеге мініп кеттім! Әке, сен үйде қалдың!» деп маза бермейтін қара қыз. Бүгінде аңшы, құсбегі, жылқышы болып ат құлағында ойнап өскен батыр қыз. Есеней өзінен қырық жас кіші қара торы өткір қыз Ұлпанға ғашық болады,Ұлпанды екінші әйелдікке алады.\nАйналасы он-он бес жылда Ұлпан дүйім елді билейтін ақылды ана болады. Бүкіл Торғай уезіне Есенейдің аты Ұлпанның атымен қатар жайылады.Ұлпанның шалы Есеней тоғыз жыл топ болып жатып қайтыс болады.Ұлпан туысқандарынан үлкен жапа шегіп, қорлыққа шыдай алмаған ер мінезді Ұлпан: «Маған көрсеткен қорлығың өз басыңа келсін»,—деп қарғап, бір түнде у ішіп өледі.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шартты, қарсылықты, мезгіл, себеп сабақтас сөйлемге 2 мысалдан құрастыру керек.",
        "question_content": "Кітаптағы мысалдар емес , түсінікті мысалдар құрап берулеріңізді сұраймын",
        "question_date": "19.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 19200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соны Ербол біліп қоймасын деп, Әзімбай әдейі үндемеді.(Себеп)",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "Май құйған шам сөнсе де, Шамшырақ сөнбес дүниеде. (Қарсылықты)",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "Мен қанша қарасам да, ол мені байқамады\n\nМотор үні өшті демесең,екпіні басылып тұр.\n\nБұл ажыраптың күні ыстық болғанмен, түні салқын.(Қарсылықты)",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "Диана жазуды білсе де,оқуды білмейді.( Шартты)",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "Бүгін қара жел басталысымен, қиыршықтап қар да түсе бастады.(Мезгіл)",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "Зейнептен апасын сұрағанша, отырған жерін өзім таптым.(Мезгіл)",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайта жақсы көруге бола ма?",
        "question_content": "Баста мен оны менсінбейтінмін,кейін жек көрдім,біраз күндер өткенде оның маған қараған көз қарасы жүрегімді жаулап алды.Қыздардың қасынан көрсем қызғанатынмын.Ол білмейтін,вксын сурап ап жаздым жақсы көретімді.Кейіннен 2 ай жүрдік,оның сезімі маған артып келеді,ал мен бұрынғыдай емес көңілім суып кетті.Қалай бұрынғыдай жақсы көрсем болады?",
        "question_date": "19.02.2017",
        "question_tag": "Махаббат",
        "question_views": 900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Симокио,сіздің сұрағыңыз орынды.Ең бастысы жүрекпен шешім қабылдаңыз.Өзіңіз одан бас тартып,кейін өкініп қалмаңыз.Оны қайта жақсы көруіңіз үшін,оның сізді қаншалықты жақсы көретінін еске алыңыз.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Термин сөйлемге мысалдар керек?",
        "question_content": "Nтерминге мысалдар сөйлемдер",
        "question_date": "19.02.2017",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен апайымнан сұрадым:мен қандаймын?\n\nСен халериксін дейді.\n\nтермин-халерик.",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "Матемтикадан жаңа сабақ\n\nФункция жəне оның анықтамасы.\n\nФункция- термин.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "18 ғасырдың келбеті сақталған Санкт- Петербургтегі тас көпір қалай аталады?",
        "question_content": "а) Аничков                                б) Старо- Калинкин\n\nс) Эрмитаждық                        д) Иоаннов",
        "question_date": "18.02.2017",
        "question_tag": "Өнер",
        "question_views": 814,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Старо- Калинкин",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Елінің еркесі еді Ақан сері",
        "question_content": "Елінің еркесі еді Ақан сері деген тақырыпта шығарма бар ма?",
        "question_date": "18.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серегелдеңге салғандай азапты, ләз­зат­­ты, шытырман оқиғаға толы осы бір дерек­ті хикаятты оқып отырып Ақан сері­мен бірге тозақтың отына түскендей, бірге жұмақтың бағын кешкендей, бірге ғажайып ертегінің ішінде жүргендей боласың. Бастан-аяқ сиқыршыдай арбай­ды да отырады. Бүгінде елде кітап аз шығып жатқан жоқ, бірақ оның бәрі оқыла бермейді. Қазақ мәдениеті тарихының айрықша саласын құрайтын сал-серілер, олардың ешкімге ұқсамайтын өмір салты, өнері, салтанаты – біздің таңдай қағып тамсана беретін кені­шіміз, ұлттық байлық қазынамыз. Өкініші – қазақ топырағындағы осы бір асыл өнердің табиғаты толық ашылмай келеді. Кейбір кісілердің тиіп-қашып жазғаны болмаса, сал-серілер өмірін академик Әлкей Марғұланға дейін арнайы зерттеген ғалым кездеспейді. «Күйді ерттеп, әнді мінген кемең­герлер» дейтін еңбегінде Әлекең қазақ­тың сал-серілік өнерінің тарихына, таби­ғатына, ерекшелігіне кең талдау жасайды: «Сал мен сері – екеуі екі алуан, екі дәстүр өрнектері, өте ескі дәуірден сақ­та­лып, халықтың тіршілігіне көп жаңалық кір­гізіп, әдебиетке, ой-санаға игі әсер еткен қазақ мәдениетінің бір жарқын белгілері. Сал-серілер қазақ тіршілігінде ерекше жа­рал­ған, дарындылық дарыған, ақындық, ше­шендік, күйшілік сүйегіне біткен; махаб­бат­­қа бас иген, бүкіл өмірін сұлу қыз іздеуге ар­наған, мал-мүлкін аямай соның жолына құр­бан еткен; ерекше киінген, жүйрік мініп, сұң­қар ұшырған ерекше жандар, өмірі аңыз­ға айналған адамдар. Сондықтан олар ел ішінде сыйлы болған» дей келе, Түрік қа­ға­­наты, Қыпшақ заманы, Қазақ хандығы дәуі­рінен бергі жердегі сал-серілерге тоқталады. Шынында да сал-серілер – тұла бойы тұнып тұрған махаббат; бір жанып, бір тұтанған, өле-өлгенше еш сөнбеген махаббаттың оты мен дертінен жаралған, ғашықтық үшін жаралған адамдар. Өзге жұртта көп кездесе бермейтін; мінген аты, киген киімі, жүріс-тұрысы, өнері де, өмірі де ешкімге ұқсамайтын; махаб­баттың отына өртенген, дертіне шал­дыққан; ғашықтықтың азабы мен тозағын тартқандар; салдықтың салтанатын құрып, серіліктің сергелдеңіне түскен; қоғамынан, өмір сүрген ортасынан қорғаныш таппай, баяны, тұрлауы жоқ, бейопа ғұмыр кешкен; сұқтың көзіне, елдің қаңқу сөзіне ұшырай беретін; үнемі сұлу құшқан, қыз біткенді өзіне ынтық қылған ақын, ән­ші, композитор, аңшы әрі құсбегі; орта­ның сәні, ұлы даланың өмір салтын қалып­та­стырған, Алла ерекше сұлу ғып жаратқан ғажайып құбылыс. Ел жақсылары оларды еркелеткен, үкілеп ат мінгізіп, төріне шығарған; төрелеп төбесіне тұтқан, аялап алақанына салған, аяғын жерге тигізбеген.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүниежүзі елдердің ресурстар мен қамтамасыз етілген елдер?",
        "question_content": "\"Дүниежүзі елдердің ресурстар мен қамтамасыз ету \" көмек керег еді.",
        "question_date": "18.02.2017",
        "question_tag": "Табиғат",
        "question_views": 47100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дүниежүзіндегі елдердің табиғат ресурстарымен қамтамасыз етілу дәрежесі әркелкі. Табиғат ресурстарымен қамтамасыз етілу көрсеткіші алуан түрлі ресурстардың қор мөлшерінің арақатынасымен және оның пайдаланылу ауқымымен байланысты. Дүниежүзілікшаруашылықтың күрделі жүйесінде және еңбектің халықаралық үлестірілуінде экономикасы дамыған елдер, негізінен, тұтынушы болса, ал дамушы елдер — шикізат ресурстарын өндіруші әрі экспорттаушы болып табылады. Дегенмен көптеген жоғары дәрежеде дамыған елдер де ресурстардың ірі қорына ие, олар кейбір ресурс түрлерін өндіруден әлемдік жетекші болуы да мүмкін. Жалпы алғанда, осы айтылғандай дүниежүзілік экономикада мамандану бір жағынан, дүниежүзіндегі елдердің тарихи және әлеуметтік-экономикалық даму деңгейімен, екінші жағынан, жекелеген ресурс түрлерінің Жер шарындағы таралу ерекшеліктерімен түсіндіріледі. Ресурстардың көпшілігі дамушы елдердін, аумақтарында орналасқан. Дүниежүзіндегі табиғат ресурстарының тендестігі, олардың корлары, жағдайы және пайдалану болашағы қосымшадағы 4-кестеде көрсетілген. Осы кестеде теңдестіктің маңызды құрамына жеке-жеке тоқталамыз.Энергетикалық ресурстар. XIX ғасырдың басына дейін негізгі энергетикалык ресурс түрі — ағаш болып келді. Содан соң оның маңызы біртіндеп темендей бастады да, көмірді кеңінен пайдалану байқалды. Дегенмен көмірдің басымдылығы ұзаққа созылмады, себебі оның орнына мұнай мен табиғи газ игеріліп пайдаланылды. Қазіргі замандағы жалпы дүниежүзілік отын қорлары бірінші кезекте көмір қорынан (жылу өндіру мүмкіндігінің 60%-ына дейін), мұнай мен газдан (шамамен 27%) тұрады (2-қосарбеттегі картаны қараңдар). Жалпы әлемдік өндірісте сұраныс басқандай: көмірге шамамен 30%, ал мұнай мен газға 67%-дан артық. 2000 жылы дүниежүзіндегі шынайы мұнай қоры 140 млрд т (жалпы барланғаны 250—300 млрд т) деп анықталған. Оның ішінде ОПЕК (мүнай экспорттаушы елдер ұйымы) елдерінің үлесіне өндірілген мүнай корының 77%-ы тиесілі болды. Дүниежүзілік табиғи газ қоры 146 млрд м3 деңгейінде анықталған. Оның ішінде ОПЕК елдерінің үлесіне табиғи газ корының 41%-ы тиесілі (косымшадағы 14-кестені караңдар).\nЕгер артық айтсақ дүниежүзілік мұнай қоры 200—300 жылға жетеді, ал шындығында колда бар мұнайқоры тек бірнеше жылға ғана жетуі мүмкін. Өйткені мүнай өндіру көлемі жыл сайын артып отыр. Мысалы, 1960 жылдары мүнай мен газ конденсатын өндіру мелшері шамамен 1 млрд т, ал табиғи газ ендірісі 5 трлн м3 болған. Ал 2000 жылы бүл көрсеткіштер тиісінше 3,5 млрд т жонө 23 трлн м3-ге жеткен (косымшаны карандар).\nМұнай өндірудің анықталған қоры казіргі кезде дүниежүзі деңгейінде жалпы 40 жылға жетеді деп болжам жасалуда. Бұл көрсеткіш ОПЕК елдері бойынша орташа есеппен 77 жылды құрайды. Сонымен қатар аса ірі ендіргіш елдерде керсеткіш қорлардың қамтамасыз етілуіндегі орташа деңгейінен жоғары. Мысалы, бұл көрсеткіш Сауд Арабиясындашамамен 80 жыл Кувейт пен Біріккен Араб Әмірлігінде 100 жылдан астам және т.б. Көмірдің сапалық кұрамы айтарлықтай маңызға ие, оньщ ішінде кокстелетін көмір ерекше бағаланады. Мұндай көмірдің үлесі Аустралияда, Германпяда. Қытайда және АҚШ-та аса мол. Көптеген елдердегі экологиялык проблемалардың шиеленісуіне және табиғат қорғау шараларының қатаңдануына байланысты кемірдің күкірттілігіне басты назар аударылуда. Дүниежүзіндегі тас көмір өндіру, шамамен, 3,5 млрд т деңгейінде. Соңғы жылдары бірқатар өндіріс жағдайы нашар және ендірілетін кемірдің айтарлықтай белігінің күкірттілігі жоғары елдерде таскөмір өндірісі күшті дағдарыска ұшырады, соның нөтижесінде бұл елдер көмірді сырттан сатьш алуға кешті. Көмір экспорттаушы аса ірі елдер катарына Аустралия, Канада, ОАР, Колумбия сияқты мемлекеттер кіреді.\nҚоңыр көмірдің барланған қорынын басым бөлігі және оны өндіретінөнеркәсіптің көпшілігі дамыған елдерде шоғырланған. Қоңыр көмір коры жөнінен АҚШ, Германия жәнеАустралия алдынғы орында. Қоңыр көмір өндірудің арзандығы (тек қана ашық әдіспен), онын төмендігіне қарамастан, салыстырмалы түрде арзан электр энергиясы алуға мүмкіндік береді. Тас- көмір өндірісімен салыстырғанда қоңыр көмір өндіруде дағдарыс байқалған жоқ.\nДамушы елдердің көпшілігінде не мұнайдың, не көмірдің ірі қорлары жоқ, ол елдер сондықтан өндірістік-энергетикалық ресурстардың импортына тәуелді. Ал аса дамымаған елдерде отынға деген сұраныстың айтарлықтай бөлігі ағаш отын және биомассаның өзге түрлері(сабан, көк) есебінен қамтамасыз етіледі. Энергетикалык ресурстардың шектеулі монополиялы сипат алуы XX ғасырдың 70-жылдары энергетикалық ресурстардың жетіспеушілігіне, әсіресе мұнайдың, ш рілуіне, соньщ салдарыная әлемдік жүзілік экономика дамуышы қаркықлы өзін-өзі жоғалтты. Энергетикалық қорларының есімінен асып түсті, төмендей бастады. Экологиялық проблемалардың шиеленісуі де айтарлықтай деңгейге жетті. Дәл осы кезде алғашкы өлемдік ресурстардың саркылуы жөнінде қоркынышты болжамдар өмірге келді. \"Ресурстық жомарттық\" дәуірінен әнергияны тиімді пайдалану дәуіріне өту басталды. Минералдық ресурстар. Минералдық ресурстарға металдар, металл емес, пайдалы қазбалар, техникалык, кұрылыс материалдары жатады (10-сызба- нұсқаны жөне косымшаны қарандар).\nПайдалы казбалардың ішінде темір кені үлкен маңызға ие. Оның жер кыртысындағы қоры 600 млрд т мөлшерінде бағаланып отыр. Дамыған елдерде соңғы жылдары темір кенін өндіру қысқарған. Бұл болат балқытудың азаюына және металл сынықтарын кайта ендеуге байланысты. Сонымен қатар болатты езге материалдармен алмастыруға да болады. Темір кені дүниежүзінің көптеген аймақтарында өндіріледі (оларды картадан анықтаңдар). Марганец кенін өндіруден ТМД өзге елдерден айтарлықтай алдыңғы орында (Аустралиядан 1 млн т, Бразилиядан 990 мың т, Үндістаннан 400 мың т артық). Қазақстанның жер қойнауынан пайдалы қазбалардың көптеген түрлері табылған. Еліміз вольфрамның барланған қоры бойынша дүниежүзінде 1-орында, уран, фосфор және хромиткендерінен 2-орында, ал молибден мен қорғасыннан 4-орында. Батыс аймақтарда мұнай мен газдың мол қоры шоғырланған. Кен орындары өзге де пайдалы казбаларға бай. Алайда кеннен пайдалы өнім алу дөрежесі темен (темір 25—50%, мыс 0,3—0,6%, никель 1,3%, селен 0,1— 0,2%). Өнім өндіру барысында аса көп мөлшерде үйіндіге айналатын қалдықтар пайда болады. Сондықтан табиғат ресурстарын тиімді пайдаланудың негізгі принциптері мынадай болуға тиіс:\nтолық алу;\nкешенді ендіру;\nқайта пайдалану;\nүнемді пайдалану.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қажымұқан Мұңайтпасовтың руы қандай?",
        "question_content": "Қажымұқан Мұңайтпасовтың руы қандай?",
        "question_date": "18.02.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қажымұқат Мұңайтпасовтың руы -алтыбас,қыпшақ",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "Алты бас Қыпшақ Орта жүз",
                "date": "25.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Державиннің Суворовқа арналған өлеңінің кейіпкері болған құс?",
        "question_content": "орыс тілінен олимпиада сұрағы</pң",
        "question_date": "18.02.2017",
        "question_tag": "Өнер",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": []
    }
]