[
    {
        "question_title": "Кезекті еңбек демалысына қанша айдан кейін шыға аламын?",
        "question_content": "Саламатсыздар ма! Мемлекеттік мекемеге 2018 жылдың қаңтар айынан бастап жұмысқа тұрдым. Жұмыс өтілім 1 жыл. 2017 жылы 1 жыл бойы басқа мемлекеттік мекемеде жұмыс жасадым, бірақ ол мекемеде штаттан тыс қызметкер болғаным және еңбек демалысына республикалық бюджеттен қаражат қойылмағанын айтып еңбек демалысын бермеді. Қазіргі жұмыс орныма переводпен ауыстырудың орнына өз еркіммен деп арыз жаздырып шығарып жіберді, расчетный ештене бермеді. Ендігі сұрағым ақылы кезекті еңбек демалысыма қанша уақыттан кейін шыға аламын? Көмектесіңіздерші?!!",
        "question_date": "11.02.2018",
        "question_tag": "Заң",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр қызметкер жарты жыл өткен соң, басшылыққа екі апта бұрын ескертіп, кез келген уақытта құрметті демалысын пайдалану мүмкіндігі бар. Егер ол қарсы болмаса, саяхаттауға жинала берсеңіз болады. ҚР Еңбек кодексі №251 101-бап. Жыл сайынғы негізгі ақылы еңбек демалысының ұзақтығы Егер қызметкерлердің жекелеген санаттары үшін басқа нормативтік құқықтық актілерде, еңбек шартында, ұжымдық шартта және жұмыс берушінің актілерінде көп күн саны көзделмесе, қызметкерлерге ұзақтығы күнтізбелік жиырма төрт күн болатын жыл сайынғы негізгі ақылы еңбек демалысы беріледі.  Еңбек шарты тоқтатылған кезде жыл сайынғы ақылы еңбек демалысын (жыл сайынғы еңбек демалыстарын) пайдаланбаған немесе толық пайдаланбаған қызметкерге жыл сайынғы ақылы еңбек демалысының (жыл сайынғы еңбек демалыстарының) пайдаланылмаған күндері үшін өтемақы төлемі жүргізіледі.\nЕңбек демалысы үшін төленетін сома\nЖыл сайынғы ақылы еңбек демалысы қызметкердің соңғы 6 немесе 12 айлық табысына сәйкес есептеледі. Жұмыс істемеген мейрам күндері мұның ішіне кірмейтіндіктен, сол күндер үшін ақша аударылмайды. Ережеге сәйкес бес күндік, сондай-ақ алты күндік жұмыс аптасында орташа айлық жалақыны есептеу белгіленген қосымша ақылар мен үстемеақылар, сыйақылар және еңбекақы төлеу жүйесінде көзделген тұрақты сипаттағы басқа да ынталандыру төлемдері ескеріле отырып, тиісті кезеңдегі орташа күндік (сағаттық) жалақының есебінен нақты жұмыс істелген уақыт үшін жүргізіледі. \nБәрін мазалайтын сұрақ: демалыс өтемақысы қалай есептеледі? Оларды есептеу үшін он екі айдың жалақысын (кейде жұмыс істеген ай) он екі айдағы жалпы жұмыс күндеріне бөліп, еңбек демалысы күніне көбейтеді. Есептеу формуласы шамамен мынадай: (айлық жалақы1+айлық жалақы2+айлық жалақы3+...айлық жалақы12) / (он екі айдағы жалпы жұмыс күні) * (еңбек демалысы күндері) = қолға алатын сома",
                "date": "28.05.2018",
                "upvotes": 0
            },
            {
                "text": "менинде сурагым бар еди негизинде осы бойынша мен тарбиешимин садикте жартылай гос жартылай жекеменшикте енди менин жумыс истегениме бир жыл толды соган олар оздравительный толенбейди деп бир айлыкты ган тусиремиз дейд мен еще методисти коса аткпрдым 05 ставкамен оны есептелмейди деп тарбиешинин бир айлыгы гана туседи деп отыр осы дурыспа отиниш сиздерден жауап жазынызшы",
                "date": "26.06.2018",
                "upvotes": 0
            },
            {
                "text": "Жұлдыз, сіз провсоюзга звандап біліңіз, сонда өзіңіз толық жауап ала аласыз",
                "date": "3.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өткізгіштің ұзындығы формуласы керек?",
        "question_content": "Өткізгіштің ұзындығы формулсы керек?",
        "question_date": "11.02.2018",
        "question_tag": "Физика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "l=RS/p\n\nR өткізгіш кедергісі\n\nS өткізгіш қимасының ауданы\n\np өткізгіштің меншікті кедергісі",
                "date": "11.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жай бөлшектің алымы бөлімінен 7-ге кем. Егер алымына 5-ті, ал",
        "question_content": "Жай бөлшектің алымы бөлімінен 7-ге кем. Егер алымына 5-ті, ал бөліміне 3-ті қоссақ, онда бөлшек 53/88-ге артады",
        "question_date": "10.02.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "РЭТ мамандығын бітірсем?",
        "question_content": "Радиотехника электроника телекоммуникация мамандығын бітірсем қай жерде жəне кім болып жұмыс істеймін?қай оқу орындары оқыта",
        "question_date": "9.02.2018",
        "question_tag": "Мамандық",
        "question_views": 772,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ремонт сотка)_______________________",
                "date": "9.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Фабрикада неше жұмысшы жұмыс істейді?",
        "question_content": "Фабриканың үш цехында 570 адам жұмыс істейді. Екінші цехтың жұмысшылар саны бірінші цехтың жұмысшылар санының 35%- ын құрайды, ал үшінші цехтың жұмысшылар саны екінші цехтың жұмысшылар санының үштен екі бөлігін құрайды. Әр цехтағы жұмысшылар саны қанша?\n\n Осы сұраққа жауап беріңіздерші!\n\nАлдын ала рақмет!!!",
        "question_date": "9.02.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 854,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жайдарманға арналған таныстыру, топ аты, ұраны керек .Көмектесіңіздерші керек болп тұұр",
        "question_content": "Мектепке жайдарманға арналған топ аты ұраны таныстыру",
        "question_date": "9.02.2018",
        "question_tag": "Тазалық",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір уақытта қуаты 60Вт және 100Вт екі шамды, үтікті қосуға болама?",
        "question_content": "Пәтерде 6А ток күшіне шыдайтын сақтандырғыштар орнатылған. Егер желідегі кернеу 127В болса, бір уақытта қуаты 60Вт және 100Вт екі шамды, үтікті қосуға болама?",
        "question_date": "9.02.2018",
        "question_tag": "Физика",
        "question_views": 711,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "«Білім туралы» 2007 жылғы 27 шілдедегі № 319-III Қазақстан Республикасының Заңы",
        "question_content": "«Білім туралы» 2007 жылғы 27 шілдедегі № 319-III Қазақстан Республикасының Заңы",
        "question_date": "9.02.2018",
        "question_tag": "Заң",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Парламентiнiң Жаршысы, 2007 ж., N 20, 151-құжат; \"Егемен Қазақстан\" 2007 жылғы 15 тамыз N 254-256\n      Ескерту. Заңның қолданысқа енгiзiлу тәртiбiн 68-баптан қараңыз.\nМАЗМҰНЫ\n\n      Осы Заң бiлiм беру саласындағы қоғамдық қатынастарды реттейдi,\nосы саладағы мемлекеттiк саясаттың негiзгi принциптерiн айқындайды және\nҚазақстан Республикасы азаматтарының, сондай-ақ Қазақстан\nРеспубликасында тұрақты тұратын шетелдiктердiң және азаматтығы жоқ\nадамдардың бiлiм алуға конституциялық құқығын қамтамасыз етуге\nбағытталған.\n\n 1-тарау. ЖАЛПЫ ЕРЕЖЕЛЕР\n\n      1-бап. Осы Заңда пайдаланылатын негiзгi ұғымдар\n\nОсы Заңда мынадай негiзгi ұғымдар пайдаланылады:\n\n      1) адъюнктура - әскери оқу орындарында жоғары бiлiктi ғылыми-педагогтiк кадрлар даярлау нысаны;\n\n      2) академия - мамандықтардың бiр-екi топтары бойынша жоғары және\nжоғары оқу орнынан кейiнгi бiлiм берудiң кәсiптiк оқу бағдарламаларын\niске асыратын, ғылыми-зерттеу қызметiн және педагогтiк қызметтi,\nкадрлардың бiлiктiлiгiн арттыруды және қайта даярлауды жүзеге асыратын\nоқу орны;\n\n      3) атаулы стипендия - тиiстi бiлiм беру бағдарламаларын ойдағыдай\nмеңгерген, ғылыми-зерттеу жұмыстарымен айналысатын, оқу орнының\nқоғамдық, мәдени және спорттық өмiрiне белсене қатысатын неғұрлым\nқабiлеттi бiлiм алушыларды көтермелеу үшiн жеке немесе заңды тұлғалар\nтағайындайтын стипендия;\n\n      4) бакалавр - жоғары бiлiм берудiң тиiстi бiлiм беру бағдарламаларын меңгерген адамдарға берiлетiн академиялық дәреже;\n\n      5) бейiн алды даярлық - бiлiм алушының жеке бiлiм беру\nтраекториясының негiзгi орта бiлiм берудi таңдауын мақсатты\nпедагогикалық қолдау;\n\n      6) бейiндi оқыту - бiлiм алушылардың мүдделерiн, бейiмдiлiгi мен\nқабiлеттерiн ескере отырып, оқытуды саралау және даралау процесi, бiлiм\nберу процесiн ұйымдастыру;\n\n      7) \"Болашақ\" халықаралық стипендиясы - Қазақстан Республикасы\nПрезидентiнiң Қазақстан Республикасы азаматтарының шетелдiк оқу\nорындарында күндiзгi оқыту нысанында оқуы және мемлекеттiк ғылыми\nұйымдар мен жоғары оқу орындары ғылыми қызметкерлерiнiң әлемнiң жетекшi\nжоғары оқу орындарында, ғылыми орталықтары мен зертханаларында\nтағылымдамадан өтуi үшiн тағайындайтын стипендиясы;\n\n      8) бiлiм алушыларды аралық аттестаттау - бiлiм алушылардың бiр\nоқу пәнiн оны зерделеп бiтiргеннен кейiнгi бiр бөлiгiнiң немесе бүкiл\nкөлемiнiң мазмұнын меңгеру сапасын бағалау мақсатында жүргiзiлетiн\nрәсiм;\n\n      9) бiлiм алушыларды қорытынды аттестаттау - тиiстi бiлiм беру\nдеңгейiнiң мемлекеттiк жалпыға мiндеттi стандартында көзделген оқу\nпәндерiнiң көлемiн олардың меңгеру дәрежесiн айқындау мақсатында\nжүргiзiлетiн рәсiм;\n\n      10) бiлiм беру гранты - кәсiптiк бiлiм алуға төлеу үшiн Қазақстан\nРеспубликасының заңнамасымен белгiленген шарттармен бiлiм алушыға\nберiлетiн ақшаның нысаналы сомасы;\n\n      11) бiлiм беру қызметi - бiлiм беру субъектiлерiнiң мақсатты,\nпедагогтiк негiзделген, дәйектi өзара iс-қимылы барысында жеке адамды\nоқыту, дамыту және тәрбиелеу мiндеттерi шешiлетiн процесс;\n\n      12) бiлiм беру мониторингi - бiлiм беру процестерiн жүзеге\nасырудың жай-күйiн және нәтижелерi мен шарттары өзгеруiнiң серпiнiн,\nбiлiм алушылар контингентiн, бiлiм беру ұйымдары желiсiн жүйелi түрде\nбайқау, талдау, бағалау және болжау;\n\n      13) бiлiм беру саласындағы уәкiлеттi орган - бiлiм беру\nсаласындағы басшылықты және салааралық үйлестiрудi жүзеге асыратын\nҚазақстан Республикасының орталық атқарушы органы;\n\n      14) бiлiм беру сапасын бағалаудың ұлттық жүйесi - бiлiм беру\nсапасының мемлекеттiк жалпыға мiндеттi бiлiм беру стандарттарына, жеке\nадамның, қоғам мен мемлекеттiң қажеттiлiктерiне сәйкестiгiн белгiлеудiң\nинституционалдық құрылымдары, рәсiмдерi, нысандары мен әдiстерiнiң\nжиынтығы;\n\n      15) бiлiм беру туралы құжаттарды нострификациялау - басқа\nмемлекеттерде, халықаралық немесе шетелдiк оқу орындарында (олардың\nфилиалдарында) бiлiм алған адамдарға берiлген құжаттардың баламалылығын\nайқындау мақсатында жүргiзiлетiн рәсiм;\n\n      16) бiлiм беру ұйымдарын аккредиттеу - бiлiм беру қызметтерiнiң\nсапасы туралы объективтi ақпарат беру және оны жетiлдiрудiң тиiмдi\nтетiктерiнiң бар екенiн растау мақсатында аккредиттеу органының олардың\nбелгiленген талаптар мен стандарттарға сәйкестiгiн тану рәсiмi;\n\nАры қарай мына сілтемеден оқи аласыз.\n\nМатериал adilet.gov.kz сайтынан алынды.",
                "date": "2.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжден кейін аударма ісін оқуға болады ма?",
        "question_content": "Колледжде баска мамандык окып ЖООга аударма исине сырттай окуга бола ма? Алматы мен Оралда кандай ЖОО бар аударма исин окытатын отинем айтп жибересиздеоме!",
        "question_date": "9.02.2018",
        "question_tag": "Университет, колледж",
        "question_views": 822,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әл-Фараби атындағы Қазақ ұлттық университеті\nАлматы қ., Әл-Фараби даңғылы, 71\nЭлектронды пошта: *Emails are not allowed*\nИнтернет-сайт: www.kaznu.kz\nКеңсе факсі: +7 (727) 247 26 09  Ішкі телефон нөмірлерін терер алдында коммутаторды теру керек:\n+7 (727) 247 14 88; 247 25 17; 247 29 29; 247 29 47\n\nАбай атындағы Қазақ ұлттық педагогикалық университеті\nАлматы қ., Достық 13, Абай атындағы ҚазҰПУ ШЖҚ РМК\nЭлектронды пошта: *Emails are not allowed*\nИнтернет-сайт: www.kaznpu.kz\nКеңсе факсінің нөмірі: +7 (727) 291 37 23\n\nАбылай хан атындағы халықаралық қатынастар мен әлем тілдері университеті\nАлматы қ., Мұратбаев к., 200\nЭлектронды пошта: *Emails are not allowed*, *Emails are not allowed*\nИнтернет-сайт: www.ablaikhan.kz\nҚабылдау бөлмесі факсінің нөмірі: +7 (727) 292 44 73\nhttps://surak.baribar.kz/336673/",
                "date": "9.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Параллепипедтің сызықты өлшемін табыңыз?",
        "question_content": "Көмек керек еді. Тура қазір керек боп тұр.",
        "question_date": "9.02.2018",
        "question_tag": "Геометрия",
        "question_views": 976,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төмендегі мамандықтарды бітірсем қай жерде жəне кім болып жұмыс істей аламын?",
        "question_content": "Бұл мамандықтарды бітірсем қай жерде жəне кім болып жұмыс істей аламын,жəне де қандай оқу орындары бар?біреуін білсеңіздерде жазыңыздаршы,бұл өте маңызды\n\n5В010900 Математика\n\n5В011000 Физика\n\n5В011100 Информатика\n\n5В012000 Кәсіптік оқыту\n\n5В012600 Математика-Физика\n\n5В012700 Математика-Информатика\n\n5В012800 Физика-Информатика\n\n5В060100 Математика\n\n5В060200 Информатика\n\n5В060300 Механика\n\n5В060400 Физика\n\n5В060500 Ядролық физика\n\n5В061100 Физика және астрономия\n\n5В070200 Автоматтандыру және басқару\n\n5В070300 Ақпараттық жүйелер\n\n5В070400 Есептеу техникасы және бағдарламалық қамтамасыз ету\n\n5В070500 Математикалық және компьютерлік модельдеу\n\n5В070600 Геология және пайдалы қазбалар кен орнын барлау\n\n5В070700 Тау-кен ісі\n\n5В070800 Мұнай газ ісі\n\n5В070900 Металлургия\n\n5В071000 Материал тану және жаңа материалдар технологиясы\n\n5В071200 Машина жасау\n\n5В071300 Көлік, көліктік техника және технологиялар\n\n5В071400 Авиациялық техника және технологиялар\n\n5B071500 Теңіз техникасы мен технологиялар\n\n5В071600 Аспап жасау\n\n5В071700 Жылу энергетикасы\n\n5В071800 Электр энергетикасы\n\n5В071900 Радиотехника, электроника және телекоммуникациялар\n\n5В072200 Полиграфия\n\n5В072300 Техникалық физика\n\n5В072400 Технологиялық машиналар және жабдықтар (сала бойынша)\n\n5В072500 Ағаш өңдеу және ағаштан бұйымдар жасау технологиясы (қолданылу саласы бойынша)\n\n5В072600 Жеңіл өнеркәсіп бұйымдарының технологиясы және құрастырылуы\n\n5В072900 Құрылыс\n\n5В073000 Құрылыс материалдарын, бұйымдарын және құрастырылымдарын өндіру\n\n5В073100 Қоршаған ортаны қорғау және өмір тіршілігінің қауіпсіздігі\n\n5В073200 Стандарттау және сертификаттау (сала бойынша)\n\n5В073300 Тоқыма материалдарының технологиясы және жобалануы\n\n5В073800 Материалдарды қысыммен өңдеу технологиясы\n\n5B074300 Ұшатын аппараттар мен қозғалтқыштарды ұшуда пайдалану\n\n5В074500 Көлік құрылысы\n\n5В074600 Ғарыш техникасы және технологиялары\n\n5В075000 Метрология\n\n5В075200 Инженерлік жүйелер және желілер\n\n5В080500 Су ресурстары және суды пайдалану\n\nВ080600 Аграрлық техника және технология\n\n5В081000 Жерді мелиорациялау, баптау және қорғау\n\n5В081200 Ауыл шаруашылығын энергиямен қамтамасыз ету\n\n5В100100 Өрт қауіпсіздігі\n\n5В100200 Ақпараттық қауіпсіздік жүйелері",
        "question_date": "8.02.2018",
        "question_tag": "Мамандық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фельдшер мамандығында грант барма?",
        "question_content": "Фельдшер мамандығында грант барма? қанша бал грант ? 11ден соң қайсы қалада қандай университетте оқыған",
        "question_date": "8.02.2018",
        "question_tag": "Университет, колледж",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "фелдшер маманы орта медициналық қызметкер болғандықтан олар колледжде оқытады",
                "date": "29.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беттер екінші бөлігіне қарағанда неше есе артық болды?",
        "question_content": "БАрай бір кітапты оқу үшін оны екі бөлікке бөлді. Ол 10 күн 28беттен жəне 2 апта бойы күніне 10 беттен оқыды. Арай оқыған кітаптың бірінші бөлігіндегі беттер екінші бөлігіне қарағанда неше есе артық болды?",
        "question_date": "8.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "оқыған кітаптың бірінші бөлігіндегі беттер екінші бөлігіне қарағанда екі есеге артық",
                "date": "8.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Заңгер мамандығын қай университет оқытады?Грант қанша балл",
        "question_content": "Астана, Алматы қалаларында барма?",
        "question_date": "8.02.2018",
        "question_tag": "Университет, колледж",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанша баламен грантқа түсуге болады",
                "date": "27.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мамандықтарға \"Дипломмен ауылға\" бағдарламасы бойынша жәрдемақы беріледі?",
        "question_content": "менің мамандығым программист.Мен тараз қаласында ТСТК колледжінде оқып осы 2017 жылы бітіріп Мойынқұм ауданы Ақбақай орта мектебіне жұмысқа кірдім,жас маманмын.Инженер-программист болып жұмыс істеймін,қосымша сертификатпен информатикадан сабақ беремін.Енді программист мамандығым бойынша дипломмен ауылға бағдарламасы бойынша көтерме жәрдем ақы,үй ала алмынба?",
        "question_date": "8.02.2018",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Дипломмен – ауылға»\nТөмендегі мамандықтар:\n• білім беру;\n• денсаулық сақтау;\n• әлеуметтік қамтамасыз ету;\n• мәдениет және спорт;\n• ветеринария бойынша ЖОО-ны аяқтаған студенттер үшін.\nМемлекет тиісті әлеуметтік қолдаумен ауылдық жерлерде жұмыстар ұсынады. Жас мамандарды әлеуметтік қолдауға мыналар кіреді:\n• 70 АЕК мөлшерінде біржолғы көтерме жәрдемақы беру;\n• 1500 АЕК мөлшерінде 0,01% мөлшеріндегі сыйақы мөлшерлемесімен, 15 жылға арналған мерзімге тұрғынүй сатып алу және салу үшін бюджеттік несие беру;\n• ауылдық елді мекендерде орналасқан әлеуметтік салалар мекемелерінің мамандарына (қалалық елді мекендерде) тарифтік мөлшерлемелерден 25%-ға кем емес мөлшерде лауазымдық еңбекақыны көтеру.\nБағдарламаға қатысу үшін мыналар қажет:\n• сіз таңдаған елді мекенде (ауыл мектебі, аурухана, Мәдениет үйі, спорт кешені және т.б.) өз бетімен жұмыс табу;\n• жұмысқа қабылдау кезінде үміткер бағдарламаға қатысуға аудандық комиссияға өтініш береді;\n• өз бетіңізбен жұмыс іздеу мүмкіндігі болмаған кезде, сіз ҚР Ауылшаруашылық министрлігіне немесе өңірлердегі жауапты қызметкерлерге өтініш білдіре аласыз;\n• өңірлердегі кадрларға деген қажеттілік туралы деректер облыстық әкімдіктер басқармаларының сайттарында орналастырылған.\nЖобаға қатысу үшін құжаттар тізбесі:\n• үлгі бойынша өтініш;\n• жеке басты куәландыратын құжаттың көшірмесі;\n• тиісті елді мекенде тұратындығын растайтын, азаматтарды тіркеу кітабының (үй кітабының) көшірмесі немесе мекенжай анықтамасы;\n• білімі туралы дипломның көшірмесі;\n• Қазақстан Республикасының қолданыстағы заңнамасына сәйкес тұрғын үй сатып алу-сату туралы алдын ала шарт;\n• жылжымайтын мүлікті бағалау актісі (бюджеттік несие алу үшін);\n• тұрғын үй салу үшін берілген жер телімдерін пайдалану құқығына акті.\nhttps://www.keu.kz/kz/zh-mys-a-t-r-yzu/28-current-users/4515-s-diplomom-v-selo-molodezhnaya-praktika-i-molodezhnyj-kadrovyj-rezerv-2.html",
                "date": "22.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суреттегі мәліметтерді пайдаланып, a және b түзулерінің параллельдігін дәлелдеңіз?",
        "question_content": "болим бойынша жиындык багалау комектесесиздерме",
        "question_date": "8.02.2018",
        "question_tag": "Геометрия",
        "question_views": 27000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Параллель болады",
                "date": "8.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жайдарманда ойнауға және ойыншы болып кіру үшін не істеу керек?",
        "question_content": "Жайдарманда ойнауға және ойыншы ретінде кіруге не істеуге болады?",
        "question_date": "8.02.2018",
        "question_tag": "Өнер",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өңірізде өтетін жадыйдармандарға қатысысыз сосыай көтеріле бересіз егер жайдарман өткізілмейтін болса оқуын оқу керек болады ресейде сол жерде сізді квнге қосады",
                "date": "16.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А(3;-1)жəне В(-7;-3) нүктелерінен өтетін түзудің тендеуін жазыңдар",
        "question_content": "А(3;-1)жəне В(-7;-3) нүктелерінен өтетін түзудің тендеуін жазыңдар",
        "question_date": "8.02.2018",
        "question_tag": "Геометрия",
        "question_views": 27100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x-x2)/(x2-x1)=(y-y2)(y2-y1)\n\n(x-(-1))/(-1-3)=(y-(-3))/(-3-(-7))\n\n(x+1)/-4=(y+3)/4\n\nx+1=-y-3\n\ny=x-4",
                "date": "8.02.2018",
                "upvotes": 1
            },
            {
                "text": "А(3;-1)жəне В(-7;-3) нүктелерінен өтетін түзудің тендеуі",
                "date": "5.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіңірліу үшін реакцияға қанша грамм азот керек?",
        "question_content": "N2+O2＝2NO － 180,8 кДж 360 кДж Сіңірліу үшін реакцияға қанша грамм азот керек? Табу керек:",
        "question_date": "7.02.2018",
        "question_tag": "Химия",
        "question_views": 202,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен сабаққа рефератты белгілі себеппен әкелмесем, мұғалімнің маған 2 қоюға құқығы бар ма?",
        "question_content": "Мен биология сабағына реферат әкелген жоқпын. Өйткені менің үйімде принтер жоқ. Сосын мұғалім маған екі қойды. Оның маған екі қоюға құқығы бар ма?",
        "question_date": "7.02.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қанның вена қан тамырымен ағуы",
        "question_content": "Қанның вена қан тамырымен ағуы",
        "question_date": "7.02.2018",
        "question_tag": "Биология",
        "question_views": 9500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Вена қантамырлары (лат. vena - қантамыр, сіңір) — мүшелер мен ұлпалардан көмірқышқыл газына, зат алмасу өнімдеріне, гормондарға және т. б. қаныққан қанды жүрекке тасымалдайды. Артерия қантамырларына ұксас веналардың да кабырғасы 3 кабаттан тұрады. Артерияларға қарағанда веналардың бұлшықет қабаты нашар жетілгендіктен, қабырғасы жұка, жұмсак, серпімділігі аз болады. Вена қантамырларының бір тобы терінің астына жақын орналасқандықтан, тарамдалған көк түсті тамырлар жай көзге айқын байқалады. Әсіресе қарт адамдарда бадырайып анық көрінеді. Артерияларға қарағанда веналарда қан козғалысы баяу.\nВена қантамырлары орналасқан орнына байланысты теріге жақын жатқан және тереңде жатқан деп екі топқа бөлінеді. Веналық қантамырларымен канның ағуына сол қантамырлардың жанындағы бұлшыкеттердің жиырылуы да көмектеседі. Денеден жиналатын вена қаны, алдымен ұсақ вена қантамырларына жиналады. Ұсақ вена қантамырлары өзара қосылып, ірі вена қантамырларын түзеді. Ең соңында бүкіл денеден жиналатын вена қантамырлары жоғары және төменгі қуысты вена қантамырларына айналады. Бұл екі вена қантамырлары вена қанын оң жақ жүрекшеге әкеледі.\nӨкпеден келетін 4 өкпе вена қантамырлары сол жақ жүрекшеге артерия қанын тасиды.\nВена тамырларының ерекшелігі - ішінде жарты ай тәрізді қақпақшалары болады. Ол қақпақшалар қанның жүрекке қарай қозғалуына әсер етпейді, тек кері ағуына кедергі жасайды.",
                "date": "25.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тахауи Ахтановтың \"Шырағың сөнбесін\" туралы шығарма керек еді",
        "question_content": "Соғыс басталып кетеді. Осы кедегі Нəзира",
        "question_date": "7.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анасын бала, баласын ана жоқтамасын мәңгілік... Т.Ахтановтың сұм соғыс кезіндегі көп қаламгер қалам тарта бермейтін тақырыпты өзек етіп алған «Шырағың сөнбесін» романын оқыған кезде осы ән жолдары еріксіз есіме түсті. Неге көпшілік қозғай бермейтін тақырып? Барды жоқ, тауды жер ететен тажал соғысты әрине көп ақын-жазушылар шығармаларына арқау етті. Ал Тахауи Ахтанов дәл майдан үстін емес, майдан мен ел шакарасындағы нәзік жандылардың өліммен арпалысын суреттейді. «Шырағың сөнбесінді» оқыған соң осыған дейін оқыған күйретіші күш-соғыс жайлы тамаша туындылардан Тахауи атамыздың шығармасын дара, кейіпкерін дана дер едім. Біріншіден, Нәзира-ұлтжанды, қайсар, «қаһарман» қыз.            Бұлай деуімнің себебі-он тоғыз жастағы жас келіншектің қолына қару алып соғыспаса да, жолшыбай жау бомбасының астында қалуы, вагонда «тілсіз жаумен», одан бөлек фашистермен кездесуі, осының бәрінен ұрпақ ұрпақ үшін ерлікпен өтуі. Құрсағындағы баламен: «Қайран туған жер! Ортамызда өткел бермес дариядай жау бар. Кішкентай болса да үміт жетелеп, әйтеуір жақындай берейікші деп шығысқа қарай жетелеп келеміз»-деген сөздері келешектен үміт үзбеген, әрі туған елі үнемі жүрегінде жүретін жан екендігін айғақтайды. Қаршадай қыздың «тар жол тайғақ кешкенін» көріп, бүгінгі бейбіт заманда өмір сүріп жатқандығыма шүкіршілік етемін. Бүгінгі күні кей замандастарымның тәуелсіз елде әлеуметтік желілер мен ішімдік, нашақорлық секілді кесапаттарға қарсы тұра алмай, жауды емес, жауды емес, өз нәпсісін жеңе алмай жатқандығына көңіл құлазиды. Екіншіден, Нәзира- ана! Енді ғана балалықпен қош айтысқан ару құрсағындағы сәбимен «ауыздықпен су ішеді». Оның «ана» деген мәртебесі тым биік атауды арқалап жүруінің өзі туындының бар мәнін ашып тұрғандай. Кім біледі, ол жай ғана келіншек болса, шығарма осыншалықты әсерлі болар ма еді? «Мен жападан жалғыз қалдым. Көз жасым шықпай ағыл-тегіл кеудеме құйылып жатты. Бірақ мені тоқтататын бір-ақ жан сол. Бүйірімді түртіп-түртіп қалатын сол тірі жан иесі...» Бұл жердегі «сол»- Нәзираның әлі жарық дүние есігін ашпаған нәрестесі. Жары Қасымбектің артынан бала қалсын деп, ұлтының бір ұрпағы үшін Нәзира «ана» деген атқа лайық болып, қиындыққа мойымайды. Бүгін де Нәзирадай жас аналар қоғамда көп. Бірақ бәрін бірдей ана деп атай алмаймыз. Өмірдің сынағына төзе алмай, не болмаса жастықпен шалыс басып, нәрестесін қоқыс жәшігіне тастап кететін тас бауырлар баршылық. Сол себептен Нәзираны қазақ қыздарының «эталоны» десек артық емес. Сөз соңында шығармадағы әженің «шырағың сөнбесін» деген сөзін барша елге тілегім келеді.Роман Нәзира арқылы өмір үшін күресті көрсетті. Ендеше, мына өмірдің шамшырағы, кемел келешегі-яғни біз және ертеңгі ұрпақ, сол шырақты сөндіріп алмайықшы!\n\nМәлімет ашық ақпарат көздерінен алынды.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Шырағың сөнбесін\" тақырыбына шығарма",
        "question_content": "Тахауи Ахтанов \"Шырағың сөнбесін\" романындағы өмір үшін к",
        "question_date": "7.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анасын бала, баласын ана жоқтамасын мәңгілік... Т.Ахтановтың сұм соғыс кезіндегі көп қаламгер қалам тарта бермейтін тақырыпты өзек етіп алған «Шырағың сөнбесін» романын оқыған кезде осы ән жолдары еріксіз есіме түсті. Неге көпшілік қозғай бермейтін тақырып? Барды жоқ, тауды жер ететен тажал соғысты әрине көп ақын-жазушылар шығармаларына арқау етті. Ал Тахауи Ахтанов дәл майдан үстін емес, майдан мен ел шакарасындағы нәзік жандылардың өліммен арпалысын суреттейді. «Шырағың сөнбесінді» оқыған соң осыған дейін оқыған күйретіші күш-соғыс жайлы тамаша туындылардан Тахауи атамыздың шығармасын дара, кейіпкерін дана дер едім. Біріншіден, Нәзира-ұлтжанды, қайсар, «қаһарман» қыз.            Бұлай деуімнің себебі-он тоғыз жастағы жас келіншектің қолына қару алып соғыспаса да, жолшыбай жау бомбасының астында қалуы, вагонда «тілсіз жаумен», одан бөлек фашистермен кездесуі, осының бәрінен ұрпақ ұрпақ үшін ерлікпен өтуі. Құрсағындағы баламен: «Қайран туған жер! Ортамызда өткел бермес дариядай жау бар. Кішкентай болса да үміт жетелеп, әйтеуір жақындай берейікші деп шығысқа қарай жетелеп келеміз»-деген сөздері келешектен үміт үзбеген, әрі туған елі үнемі жүрегінде жүретін жан екендігін айғақтайды. Қаршадай қыздың «тар жол тайғақ кешкенін» көріп, бүгінгі бейбіт заманда өмір сүріп жатқандығыма шүкіршілік етемін. Бүгінгі күні кей замандастарымның тәуелсіз елде әлеуметтік желілер мен ішімдік, нашақорлық секілді кесапаттарға қарсы тұра алмай, жауды емес, жауды емес, өз нәпсісін жеңе алмай жатқандығына көңіл құлазиды. Екіншіден, Нәзира- ана! Енді ғана балалықпен қош айтысқан ару құрсағындағы сәбимен «ауыздықпен су ішеді». Оның «ана» деген мәртебесі тым биік атауды арқалап жүруінің өзі туындының бар мәнін ашып тұрғандай. Кім біледі, ол жай ғана келіншек болса, шығарма осыншалықты әсерлі болар ма еді? «Мен жападан жалғыз қалдым. Көз жасым шықпай ағыл-тегіл кеудеме құйылып жатты. Бірақ мені тоқтататын бір-ақ жан сол. Бүйірімді түртіп-түртіп қалатын сол тірі жан иесі...» Бұл жердегі «сол»- Нәзираның әлі жарық дүние есігін ашпаған нәрестесі. Жары Қасымбектің артынан бала қалсын деп, ұлтының бір ұрпағы үшін Нәзира «ана» деген атқа лайық болып, қиындыққа мойымайды. Бүгін де Нәзирадай жас аналар қоғамда көп. Бірақ бәрін бірдей ана деп атай алмаймыз. Өмірдің сынағына төзе алмай, не болмаса жастықпен шалыс басып, нәрестесін қоқыс жәшігіне тастап кететін тас бауырлар баршылық. Сол себептен Нәзираны қазақ қыздарының «эталоны» десек артық емес. Сөз соңында шығармадағы әженің «шырағың сөнбесін» деген сөзін барша елге тілегім келеді.Роман Нәзира арқылы өмір үшін күресті көрсетті. Ендеше, мына өмірдің шамшырағы, кемел келешегі-яғни біз және ертеңгі ұрпақ, сол шырақты сөндіріп алмайықшы!\n\nМәлімет ашық ақпарат көздерінен алынды.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік бұрышты үшбұрыштың катеттері Ох және Оу осьтерінде жатыр",
        "question_content": "Тік бұрышты үшбұрыштың катеттері Ох және Оу осьтерінде жатыр және олардың ұзындықтары сәйкесінше а-ға және b-ға тең.Егер үшбұрыш: 1)бірінші ширекте 2)екінші ширекте 3)үшінші ширекте 4)төртінші ширекте жатса , онда оның төбелерінің.",
        "question_date": "7.02.2018",
        "question_tag": "Геометрия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зейнетке шығу жолдары",
        "question_content": "Жасы 54 те 3 балалы ана. Мамандығы мұғалім 35 жыл еңбек өтілі бар. Ауылдық жерде тұрады. Енді зейнетке шығудың жолдарын айтасыздар ма",
        "question_date": "7.02.2018",
        "question_tag": "Заң",
        "question_views": 867,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2018 жылдан бастап ҚР заңнамасы негізінде әйелдердің зейнеткерлік жасы әр жыл сайын жарты жылға өсіп отырады. Мысалы, 2018 жылы 58.5 жас, 2019 жылы 59 жастан бастап зейнеткерлікке шығады. Бұл өсу 63 жасқа жеткенше 2027 жылға дейін болады. Яғни, сіздің анаңыз 63 жастан бастап шығады зейнетке.",
                "date": "7.02.2018",
                "upvotes": 0
            }
        ]
    }
]