[
    {
        "question_title": "Оқушыларға терроризм мен экстремизмге қарсы күрес мамандарымен кездесу қажет",
        "question_content": "Астана қаласы №64 мектеп-лицейінің оқушылары үшін \"Терроризмге және экстремизмге қарсы күрес\" тақырыбы аясында кездесу ұйымдастыру қажет еді. Сол үшін қандай мекеме жауапты? Бізге тікелей байланысу үшін телефондары қажет. Көмектесіп жіберуіңізді өтінеміз! Рахмет!",
        "question_date": "15.02.2017",
        "question_tag": "Мектеп",
        "question_views": 434,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Химиялық реакция теңдеулерін аяқтаңдар",
        "question_content": "Fe+H2SO4=\n\n( Кішкентай екі ,  төрт астында тұрады )\n\nAI+HCI=\n\nK+H2O=",
        "question_date": "15.02.2017",
        "question_tag": "Химия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 Fe+3H2SO4=Fe2(SO4)3+3H2\n\n2Al+6HCl=2AlCl3+3H2\n\n2K+H2O=K2O+H2\n\nГаз деп белгіле 3іне де)",
                "date": "15.02.2017",
                "upvotes": 0
            },
            {
                "text": "Тағы болса жибер химиядан шығарып берем.",
                "date": "15.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Шешендік өнердің ежелгі отаны\"деген тақырыпқа эссе жазып беріңдерш",
        "question_content": "\"Шешендік өнердің ежелгі отаны\" деген тақырыпқа эссе жазып беріңдерш\n\nƏдебиеттен керек еді.",
        "question_date": "15.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ ауыз әдебиетінің ерекше бір жанры – шешендік өнер. Халқымыздың даналығының үлгісі шешендік сөздер – ғасырлар бойы халық сынынан ерекшеленіп өткен құнды мұра, асыл қазына. \nШешендік өнеріне ерте замандардан-ақ, үлкен мән берілген. Ежелгі грек, рим елдерінде шешендік өнерді \"риторика\" деген атпен жеке пән ретінде оқыған. Дүние жүзіне әйгілі ерте заман шешендері Пратогор, Демоссфен, Цицерон, Квинтилиан сияқты өз заманының мемлекет қайраткерлері, ел аузына қараған ойшылдары болған. \"Риторика\" ғылымы өнердің падишасы ретінде ерекше бағаланған. М.В.Ломоносовтың 1748 жылы басылып шыққан \"Шешендікке қысқаша басшылық\" атты еңбегі бұл өнердің Ресейде дамып, қалыптасуына түрткі болды. \nҚазақтың шешендік сөз тарихы Майқы би мен Аяз билерден басталып (XII-XIII ғғ.), Жиренше шешен, Асан қайғы (XIV-XV ғғ.) есімдерімен қатысты калыптасып, өркендей түсті. \nШалгез, Бұхар (XV-XVIII ғғ.), Шортанбай, Дулат, Мұрат, Төле, Қаз дауысты Қазыбек, Әйтекелерге жалғасты. Шешендік өнерінің кеңінен дамып биіктеген кезеңі – XV-XVIII ғғ. Бұл кез қазақ халқының жоңғар, қалмақ, қытай басқыншыларына қарсы тұрып, өз тәуелсіздігін қорғау жолындағы күрес жылдары еді. \nШешендік сөздердің алғашқы үлгілерін халық ауыз әдебиеті туындыларынан, ертегі, аңыз әңгімелерден, өлең-жыр, дастандардан ұшыратамыз. Осы сөз өнерінің кең қанат жайып, орнығып дамуында тапқырлық пен шешендіктің тамаша нұсқалары – жыраулар толғаулары, айтыстар мен мақал-мәтелдердің орны ерекше. \nҚазақтың шешендік сөздерін өзге жұрттың атақты адамдары, ғалымдары жоғары бағалады. Шешендік сөздер нұсқаларын академик В.В.Радлов (XIX ғ.) зерттеп жинаған болатын. Ол: \"Қазақтар... мүдірмей, кідірмей, ерекше екпінмен сөйлейді. Ойын дәл, айқын ұғындырады. Ауыз екі сөйлеп отырғанның өзінде сөйлеген сөздер ұйқаспен, ырғақпен келетіндігі соншалық, бейне бір өлең екен деп таң қаласын\", – деп көрсете отырып, әсіресе қазақ тілінің тазалығы мен табиғилығын дұрыс аңғарып, қазақтардың сөзге тапқырлығы мен шешендігі өзіне ерекше әсер еткенін жазған. \nСондай-ақ, қазақтың шешендік, тапқырлық, нақыл сөздерін жинап жариялағандардың бірі – Ыбырай Алтынсарин. Ол халық даналығының жас өспірімдерді тапқырлыққа, өткірлікке, адамгершілікке баулитын тәрбие құралы екенін жете танып, өз еңбектеріне орнымен енгізіп, пайдалана білді. \nШешендік сөздерді алғаш зерттеушілердің бірі – М.Әуезов. \"Қазақ әдебиеті тарихы\" (1927 ж.) еңбегінде \"Билер айтысы\" деген арнаулы тақырыппен шешендік сөздердің кейбір түрлеріне мысалдар келтіреді. Ауыз әдебиетінде алатын орны мен халықтық сипатына дәлелді ғылыми тұжырымдама береді. Ауыз әдебиеті мұраларын зерттеп, жинап, ерекше еңбек сіңірген ғалым-лингвист А.Байтұрсынов шешендік өнерді жеке алып қарастырып, құнды пікірлер білдірді (1926 ж.). Шешен сөз, көсемсөз, дарынды сөз деп үш топқа бөліп, әрқайсысын қолданыс орнына қарай (саясатқа қатысты, сотта сөйлеу, қошемет сөздер, ғалымдардың ғылыми тақырыптағы сөзі, діни уағыз сөздер) іштей тағы беске бөліп, әрқайсысына қысқаша түсініктер, тың анықтамалар берген. \nШешендік сөз терең ойға, ұтқыр шешімге, тапқыр логикаға құрылады. \nХалық мақалдарында: \"Таяқ еттен өтеді, сөз сүйектен өтеді\", \"Бас кеспек болса да, тіл кеспек жоқ\", \"Қылыш жарасы бітеді, тіл жарасы бітпейді\", \"Аталы сөзге арсыз ғана тоқтамайды\", – деп сөзді айтушыға да, оған құлақ қоюшыға да биік талап қойған. Демек, шешеннің ең негізгі құралы – сөз. Ол тындаушының жүрегіне жетіп, ерекше сезімге бөлеген. \nСөз туралы Бөлтірік шешен: \"Сөзден тәтті нәрсе жоқ. Сөзден ащы нәрсе жоқ. Сөзіңді тіліңе билетпе, ақылыңа билет. Ақылыңды, сөзіңді ақылсызға қор етпе, ақылдыға айт, кімге, қай жерде, қай кезде, қалай сөйлейтініңді біл\", – деп толғайды. Бұлар – \"Ердің құнын екі ауыз сөзбен бітіретін, жауласқан елдің арасына бітім айтатын, күлгенді жылатып, жылағанды жұбата алатын даналық сөздер иесі\". Мұндай сөз білетін, жөн білетін адамға ел ісіне араласуға, халық атынан сөйлеуге құқық берілген. Шешендік өнер — көрген-білгенді көкейге тоқып, көп үйреніп ізденудің арқасында талай айтыс-тартысқа түсіп, жалықпай  жаттығу арқылы жетілетін өнер. \nШешендік өнердің қиындығы туралы Бұқар жырау: \n\n...Көш бастау қиын емес – \nҚонатын жерде су бар. \nҚол бастау қиын емес – \nШабатын жерде жау бар. \nШаршы топта сөз бастау қиын – \nШешімін таппас дау бар, – \n\nдеп дұрыс аңғартады. \nНағыз шешен үшін сөзге шебер болу жеткіліксіз. Табанда тауып сөйлейтін тапқыр, топ алдында тайсалмай, мүдірмей сөз бастайтын батыл, сөз сайысында саспайтын сабырлы болуы қажет. \n\nШешендік сөздерге тән ерекшеліктер. Біріншіден, қазақ шешендерінің сөздері жазбаша емес, ауызша айтылып дүниеге келеді де, одан кейін бірден-бірге жатталып, ұрпақтан-ұрпаққа жетеді. \nЕкіншіден, айтыла келе бастапқы нұсқа қалып өзгертіліп отыруы мүмкін. \nҮшіншіден, шешеңдік сөздер кейінгі айтушылар тарапынан қажетіне қарай өзгеріп қолданылып отырған. \nШешендік сөз ақындар айтысы сияқты сөз тартысы дау үстінде, ел тағдыры талқыланған ұлы жиын кеңес кезінде, оңаша ой толғау не сұхбат, әңгіме-дүкен барысында арнау, сәлем, өсиет түрінде де өмірге келген. \nШешендік сөздер көбінесе түсінік сөзден басталады. Түсінік сөзде айтылмыш шешендік сөздің немен байланысты, қандай жағдайда туғандығы мен кім айтқаңдығы баяндалады. \nШешендік сөздің, айтылар ойдың негізі – мазмұн. Сөз нақтылы, нені айтса да сендіретіндей, иландырып қарсыласын мойындататындай дәлелді айтылған. \nЖазба әдебиетіміз дамыған кейінгі дәуірде шешендік сөздер саптан шыққан жоқ. Заманға сай жаңа мазмұн, жарасымды тұр тапқан шешендік сөз нұсқалары көбейді. \nШешендік сөздің шыны – айтыс. Мұнда ауыз әдебиетіне тән барша қасиеттер тоғысқан. \nШешендік сөздер мән-мағынасының тереңдігімен ғана емес, сондай-ақ тақырыбының кеңдігімен де ерекшеленеді. \nШешендер сөзі – халқымыздың тілдік қазынасы. Ол көркем әдебиетіміздің қалыптасып дамуына белгілі дәрежеде үлес қосқан ақын-жыраулардың арнау, толғау сөздеріне ұқсас болып келеді. \nЕртеден-ақ, халқымыздың өзіндік басқару жүйесі болды. Ел қамын жеген ерлері, сөзін сөйлеген, әділін айтқан шешендері, білімпаз билері болды. Би – халықтың көкейіндегісін айтқан, ойын жарыққа шығарған әділет жоқшысы. Қазақтың атақты билері Төле, Қаз дауысты Қазыбек, Әйтекеден қалған сөз дәстүрі ғасырлар бойы үзілген емес. \nШ.Уәлихановтың: \"Би атағын беру қазақта халық тарапынан бір сайлау арқылы немесе халықты билеп отырған өкімет тарапынан бекіту арқылы болған емес, тек сот ғұрыптарына әбден жетік, сонымен қатар тілге шешен қазақтар ғана бұл құрметті атаққа өз бетімен ие болған. Би атағын алу үшін би болам деген қазақ өзінің заң ісіне жетіктігі және шешендік қабілеті бар екеңдігін халық алдында сан рет көрсетуге тиіс болған. Ондай адамдардың атағы бүкіл қазақ даласына тез жайылып, олардың аты жұрттың бәріне мәлім болып отырған\", – деген сөздерінен би – халықтың көкейіндегісін айтқан, жарыққа шығарған әділет жоқшысы екенін танимыз. \nКезінде Ахмет Байтұрсынов: \"Әділ билердің қолындағы билік қазақтың неше түрлі дертін жазатын жақсы дәрі еді\", – деді. Демек бұл қастерлі мұра – шешендікпен айтылған билер сөзі ұмытылмайды, қай кезде болса да халық жадында.",
                "date": "15.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында үстеу сөз барсөйлем жазу кемінде 8 сөз болсын?",
        "question_content": "Құрамында үстеу сөз барсөйлем жазу кемінде 8 сөз болсын\n\nҮстеуге біткен сөйлем жазу",
        "question_date": "15.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Белайнда личный кабинетке киру аркылы.киммен сойлескен запистерди тындауга болама?",
        "question_content": "Белайндазапис тындауга болама",
        "question_date": "15.02.2017",
        "question_tag": "Әлеуметтік желі",
        "question_views": 519,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жеке кабинетте тындай алмайсыз жай гана номерлерин  коре аласыз",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірліктерін қосқанда 11, ал ондықтарын қосқанда бір таңбалы сан шығатын екі таңбалы",
        "question_content": "Бірліктерін қосқанда 11, ал ондықтарын қосқанда бір таңбалы сан шығатын екі таңбалы екі санның қосындысын жаз.Оның мәнін тап.қосуды азайтуды тексер",
        "question_date": "15.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірліктерін қосқанда 17, ал ондықтарын қосқанда бір таңбалы сан шығатын екі таңбалы екі санның қосындысын жаз.Оның мәнін тап.қосуды азайтуды тексер",
                "date": "27.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балапан бастатын инкубатормен жұмыс?",
        "question_content": "Инкубатормен балапан басқандағы ылғалдылық температура жане неше күнде басып шығарады анықтамасын толық берсеңіздер қаз,тауық,үйрек,бөденеге жеке жекеинкубатор жасап сонымен балапан басып құс асырасам ба деп едім соған енді ар құстың жұмыртқасына қандай жағдай жасау керек жане балапан шыққаннан кейін оған қандай жем қандай қора күтімі жайлы толық мағлұмат керек",
        "question_date": "15.02.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ажырасқан соң өз заттарымды алалмай қалдым?",
        "question_content": "Мен 2 жыл бұрын тұрмыс құрдым. Барған жерім ішімдікке салынған кісілер болып шықты(жолдасым, ата-енем). Тұралмадым жолдасымның əпен қарындасы арамызға көп түсті. 3 айдан кейін ажырасып кеттім. Олар маған қалыңмал бермеді. Артымнан киім апарып берген. Ажырасқаннан соң алып кетуге анам 3 рет барды үйіне кіргізбей қайтарып жіберді. Өзімнің денсаулығым болмай баралмадым. Енді қайта мазалап жүр. Енді олардың үстінен іс қозғатсам боладыма. Мені ұрып-соққаны, киімдерімді бермей қойғаны үшін. Маған кеңес беріңіздерші. Заңды некеге тұрып үлгермедік.",
        "question_date": "15.02.2017",
        "question_tag": "Заң",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сутегінің қасиеттері",
        "question_content": "Металдар алуда сутегін қолдану оның қандай қасиеттеріне негізделген?",
        "question_date": "15.02.2017",
        "question_tag": "Химия",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәдімгі жағдайда сутегі тұрақты зат, ал қыздырғанда кейбір жай заттармен реакцияға түседі. Сутегі оттегінде көзге көрінбейтін жалынмен су түзе жанады. Бұл үдеріс баяу жүреді.\n\n2Н2+ 02 = 2Н20 + 572кДж\nЖай заттардан күрделі зат олардың тікелей әрекеттесуі аркылы алынса синтез деп аталады.\n\nБұл реакцияны жүргізу үшін калың қабырғалы сынауық алып, оны үшке бөліп сыртынан белгілеп алып, 1 бөлік О2, жәнө 2 бөлік Н2 жинап аламыз да (суды ығыстыру арқылы) оны орамалмен ораймыз. Сынауықтың аузына жанған шырпы апарғанда қопарылыс бере реакция жүреді. Сутегі оттегімен шабытты әрекеттеседі, нәтижесінде су түзіліп, жылу бөлінеді.\n\nV(Н2): V(02) = 2 : 1 болғанда ғана олар қопарылыс береді, сондықтан осындай қатынаста алынған газ қоспасын «күркіреуік газ» деп атайды. Сутегі хлормен реакцияласқанда өткір иісті хлорлы сутек газын береді.\nН2 + Сl2 = 2HCl↑.\nҚыздырылған күкірт арқылы сутегін өткізсек, жағымсыз иісті күкіртті сутек газы түзіледі:\n\nН2+ S H2S↑\nБейметалдардың сутекпен қосылыстарын атау үшін сутекті қосылыс түзуші, элемент атына ды, ді, ты, ті, лы, лі жалғаулары жалғанып, сутек сөзі қосылып оқылады.\n\nМысалы: HCl - хлорлы сутек; НВr - бромды сутек; H2S - күкіртті сутек; НҒ - фторлы сутек.\n\nКейбір бейметалдардың сутекті қосылыстарының тарихи қалыптасқан атаулары бар:\n\nН20 - су;\nNH3 - аммиак;\nСН4 - метан;\nРН3 - фосфин;\nSiH4 - силан.\nСутегі өте белсенді металдармен әрекеттескенде гидридтер деп аталатын тұз төрізді қатты заттар түзіледі:\n\nH2+2Na=2NaH натрий гидриді\nН2+Са=СаН2 кальций гидриді\nСутектің металдармен қосылыстарын атау үшін металл атына гидриді деген сөз қосылып оқылады.\n\nКүрделі заттарменәрекеттесуі: Егер мыс (II) оксидін қыздырып, оған сутегін жіберсек мыс оксидінің қара түсі жойылып қызыл түсті мыс бөлінеді:\n\nCuO + Н2 = Н2О+Cu\nБұл реакцияда тотықсыздану үдерісі жүреді, өйткені сутек мыс (II) оксидіндегі оттекті өзіне қосып алады, сөйтіп сутек тотығады, ал мыс тотықсызданады.",
                "date": "15.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызды алып қашқан жөн ба?",
        "question_content": "мен кызыммен 7 ай кездесип журмиз сонгы кездерде ренжип жур катты болек шыгайык дейды биресе озимиз загска бара салайык дейди мен барайык десем кайтадан ойын озгертеды нактысын айтканда менин аке шешем 1 жыл кут дейды мен тез арада уйленудин амалын жасагым келип жур не истесем болады алып кашсам аке шешем амалсыздан конедиме екен деген ойдамын кыз болса не уйленейик не басымызды босатайык деп ренжип жур кандай айтар акылдарыныз бар ???7",
        "question_date": "14.02.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 757,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жок, қыз алып қашу заңсыз бұл қылмыс түрмеде жатыр го бұрын алып қашқандар.\n\nЖəйлеп айтып көр,көнбесе үйленгісі келмейтін шығар.",
                "date": "15.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шананың массасы неге тең?",
        "question_content": "1,3,4 есеп керек. Тезирек,отнемин. Шу\nсасы неге тең?",
        "question_date": "14.02.2017",
        "question_tag": "Физика",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ түсініксіз, дұрыс қойып жіберші",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылыми жоба.Зоология саласындағы зерттеулер",
        "question_content": "Жоба үлгісін бола ма?Зоология саласындағы зерттеулер деген тақырыпқа",
        "question_date": "14.02.2017",
        "question_tag": "Мектеп",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ораза кестесі 2017 жыл қай айға келіп тұр? Ақтөбе)",
        "question_content": "Ораза кестесі 2017 жыл қай айға келіп тұр?Ақтөбе)",
        "question_date": "14.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мамыр айына келеді, қателеспесем 25",
                "date": "16.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кенесарының кітабы сатыла ма?",
        "question_content": "Кенесарының кітабы сатыла ма?\n\nКімде бар?",
        "question_date": "14.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жасыл елге неше жастан бастап алады жумыска?",
        "question_content": "Жасыл елге неше жастан бастап алады?\n\nЖумыс кундери кандай? Саг  нешеден нешеге дейн?",
        "question_date": "14.02.2017",
        "question_tag": "Уақытша жұмыстар",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таңертеңнен кешке дейін.",
                "date": "19.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Студенттердің сабағы қайсы айда бітеді?",
        "question_content": "Студентердин сабагы кандай айда битеди?2 ай демала ма алде 3 ай ма?",
        "question_date": "14.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 590,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің сабағым маусымның басында бітеді,3 ай демаламыз.Студенттердің көбі 3 ай демалады деп ойлаймын.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екінші дорбада қанша асық бар екенін анықтаңыз?",
        "question_content": "Асықтар екі дорбаға салынған. Бірінші дорбадағы асықтар екінші дорбадағы асықтардың жартысынан 5 асық артық. Екінші дорбадағы асықтар бірінші дорбадағыдан 10 асық артық. Екінші дорбада қанша асық бар екенін анықтаңыз.",
        "question_date": "14.02.2017",
        "question_tag": "Математика",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x=y/2+5\n\ny=x+10\n\n2x=x+20\n\nx=20\n\ny=30",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Некрасовтың қандай өлеңдері жақсы жаттауға тез?",
        "question_content": "Орыс əдебиеттен Некрасовтың қандай өлеңі жаттауға тез əрі жеңіл?",
        "question_date": "14.02.2017",
        "question_tag": "Мектеп",
        "question_views": 946,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толығырақ.Вчерашний день, часу в шестом...\n\nНиколай Некрасов\n\nВчерашний день, часу в шестом,\nЗашел я на Сенную;\nТам били женщину кнутом,\nКрестьянку молодую.\nНи звука из ее груди,\nЛишь бич свистал, играя...\nИ Музе я сказал: \"Гляди!\nСестра твоя родная!\"\n\nТолығырақ.",
                "date": "15.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қытай тілін оқуға грант бар ма?",
        "question_content": "Қытай тілін оқуға грант бар ма?\n\nтіл білмей түсуге бола ма?",
        "question_date": "14.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 566,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ұлы дала баласы\" атты концертке сценарий керек?",
        "question_content": "Мектепте ұлы дала баласы концерті өтеді. Соған сценарий керек еді. Өтініш",
        "question_date": "14.02.2017",
        "question_tag": "Өнер",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бұрынғы вкамды қалай жабуға болады?",
        "question_content": "Менің бұрынғы вкамды жабу керек еді,тел номир мен паролин умытп калдм қалай жабуға болад?",
        "question_date": "14.02.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 960,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Логин,Парольін білмесең жаба алмайсың.",
                "date": "14.02.2017",
                "upvotes": 0
            },
            {
                "text": "Және удалить ету ушин",
                "date": "14.02.2017",
                "upvotes": 0
            },
            {
                "text": "Синий киттен корккан екенсиз",
                "date": "14.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туындыны қалай есептейді?",
        "question_content": "Туындыны қалай есептейді?Мысалмен болса,",
        "question_date": "14.02.2017",
        "question_tag": "Мектеп",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туындыны есептеу жолдары.\nМысалы",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Резюме тапсырып тегін кіретін қандай жұмыс орыны бар?",
        "question_content": "Қазіргі таңда парасыз,резюме тапсырып тегін кіретін қандай жұмыс орыны бар?мен биыл медицина мамандығын бітірдім,бірақ жұмыс жоқ.Енді осы жазда басқа бір мамандық оқып алсам ба деймін сырттай высшийді,қандай мамандық оқуға бересіздер",
        "question_date": "14.02.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диплом алмай-ақ  жұмысқа орналасуға болады. Екінші мамандықты оқудың қажеті жоқ сияқты. Қандай іске ебіңіз бар. Не нәрсемен айналысқанды қалайсыз? Сол істі қолға алыңыз. Қазір нарық қажет ететін мамандықтардың екі-үш айлық курсын оқып алсаңыз жақсы болады. Тағы екі жыл оқыдыңыз делік. Ол мамандық тағы ұнамай қалса, үшінші мамандықты оқисыз ба?",
                "date": "1.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квадраттың периметрін табыңыз?",
        "question_content": "аттың Квадраттың қабырғасы 6,5 см болса периметрі неге тең.??",
        "question_date": "14.02.2017",
        "question_tag": "Геометрия",
        "question_views": 16000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a = 6.5\n\nP = 4a = 4*6.5 = 26 см",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "9,78-4,22=5,68 5,68:57,6=2,34",
                "date": "30.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менде соткада Е ұстайды қалай +Н ұстатуға болады?",
        "question_content": "Менде соткада Е ұстайды қалай +Н ұстатуға болады?",
        "question_date": "14.02.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 849,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол сіздің телефоныңыздың моделіне байланысты!!! Егер телефоныңыз Н+ ті қолдамайтын болса ешқандай жолы жоқ Н+ ұстатудың.",
                "date": "15.11.2017",
                "upvotes": 0
            },
            {
                "text": "мендеде солғой неге екен?",
                "date": "22.01.2019",
                "upvotes": 0
            }
        ]
    }
]