[
    {
        "question_title": "Дарын мектебіне тапсыру үшін қандай құжаттар керек?",
        "question_content": "Дарын мектебіне тапсыру үшін қандай құжаттар керек?",
        "question_date": "21.02.2017",
        "question_tag": "Мектеп",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2 моль циклопропан жанғанда түзілген көмірқышқыл газының молін табыңдар?",
        "question_content": "2 моль циклопропан жанғанда түзілген көмірқышқыл газының молін табыңдар?",
        "question_date": "21.02.2017",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 моль             х моль\n\n2С3H6+9O2⇒6CO2+6H20\n\n2 моль            6 моль\n\nх=n(CO2)=2*6/2=й моль",
                "date": "21.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ондық бөлшектерді жай бөлшекке айналдырып, амалдарды орындаңдар?",
        "question_content": "Ондық бөлшектерді жай бөлшекке айналдырып, амалдарды орындаңдар?",
        "question_date": "21.02.2017",
        "question_tag": "Математика",
        "question_views": 14500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екіншісі де осылай шығады.",
                "date": "26.03.2017",
                "upvotes": 0
            },
            {
                "text": "1) 1бүтін 4тен 1\n2)4\n♡жауабы осылай болады ♡",
                "date": "2.02.2022",
                "upvotes": 0
            },
            {
                "text": "1)отыз алтыдан отыз бес\n\n2)5 екіден бір",
                "date": "22.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімдердің намысы аяққа тапталды ма?",
        "question_content": "Мұғалімдердің намысы аяққа тапталуда.\n\nБіз, Еңбекшіқазақ ауданының педагогтары ойымызды ораға саламыз. Ауданда аудан әкімі Б.Ысқақтың қорлығына әбден шаршатты! Білім бөліміне қарасты қаржыны өзі білгенін істеп үйренген аудан әкімі тіпті жетім, жартылай жетім балалардың ақшасын биылғы жылы жеп қойғанын естіп, жағамызы ұстадық. Осы мақсатқа Б.Ысқақ 9 ай бойы білім саласы бойынша мұрнына иісі бармайтын А.Молдосбаеваны басшы міндетін атқарушы қойып, дегеніне жетіп отырды. Оқушыға арналған қаражат армансыз тоналды. Масқаралығы аздай Б.Ысқақ өз адамын қою мақсатында білім бөліміне мәдениет бөлімін қосып, заңсыз Б.Аманова есімді пысықсымақты білім бөлімінің басшылығына тағайындады. Б.Аманова бірнеше ай бойы мемлекеттік тесттен өте алмай жүр екен деген сөздер дуылдады. Бірақ, бәрібір заңсыз отырды. Намысымызға келетіні 84 мектебі бар Еңбекшіқазақ ауданынан лайықты азамат табылмағаны ма? Әлде олардың қалтасы Б.Ысқақтың сұранысын көтере алмадыма? Аудан әкімінің ауылдарды аралаған есебінде білім саласында жеткен жетістіктерді мақтана айтып жүргені қайда қалды? Ол жетістіктер ұстаздар мен мектеп басшыларының еңбегі емеспе? Ең сорақысы, жасы 53 келген Б.Аманова сонау Қарасай ауданынан Еңбекшіқазаққа жаны ашып келмегені анық. Қалтасын толтырып, тайып тұрмақ. Кеше ғана өзі директор болған Б.Аманова алғашқы күннен мектеп басшыларына дөрекі сөйлеп, аузына келгенін айтты. Мүлде мәдениетсіз екені көрініп тұр. Зиялы қауыммен сөйлесуді білмегені былай тұрсын, сөйлер сөзін білмейді. Мектебінде мұғалімге білгенін істеп үйреніп қалғаны көрініп тұр. Ойпырмай, енді не боламыз деп шуластық та қалдық. Баршаңыздан көмек сұраймыз. Ойымызды талқыға саламыз ағайын! Жоғары жаққа жазудан пайда жоқ.",
        "question_date": "21.02.2017",
        "question_tag": "БАҚ",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2 моль циклопропан жанғанда түзілген көмірқышқыл газының көлемі?",
        "question_content": "2 моль циклопропан жанғанда түзілген көмірқышқыл газының көлемі? Көмектесініздерші өтінінем!",
        "question_date": "21.02.2017",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Грамматикалық категория дегеніміз не?",
        "question_content": "Грамматиалық мағына. Грамматикалық форма Грамматикалық категория дегеніміз не? нақты түсінікті, ауызекі тілде түсіндіріп берініңзші.?",
        "question_date": "21.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грамматикалық мағына — тілде қалыпты сипаты бар (стандартты) сөздер тобы мен сөз тұлғаларына, синтаксистік құрылымдарға тән жинакты, дерексіз тілдік мағына. Морфология саласында сөз таптарынын жалпы мағыналары болсын немесе сөз тұлгалары мен сөздердін жеке мағыналары болсын морфологиялық категориялар дәрежесін сактай отырып, бір-бірінен өзгеше болып келеді. Синтаксис саласында грамматикалық мағына предикативтіліктен, сондай-ак сөз тіркестері мен сөйлем компоненттерінін әр түрлі қатынасын білдіретін дерексіз грамматикалық құрылымдардан көрінеді.Мысалы: семантикалық субъект пен объектінін мағынасы, құрмалас сәйлемдердін шылау аркылы байланысы т. б. Грамматикалық мағынаға сөз таптарында қалыптаскан жалпы сөзжасамдық мағыналарда жатады. Грамматикалық мағына сөздерге немесе сөздердін белгілі топтарына ғана тән, дерексіздігі әлсіз лексикалык мағыналардан өзгеше. Грамматикалық мағыналар жүйесі болмыстағы заггар мен құбылыстардын және олардын өзара байланыстары мен қатынастары туралы ұғымдардың дерексізденуі аркылы қалыптасады. Мысалы, қимыл ұғымы етістіктін жалпы мағынасымен бірге неғұрлым шағын категориялық мағыналарынын (шақ, жақ, етіс) дерексізденуінен туады. Грамматикалық мағына референциялық (синтаксистік емес) жәнеРеляциялық (синтаксистік) болып бөлінеді. Референциялықмағына тілден тыс болмыстағы заттар мен кұбылыстардың касиеттерін білдіреді, мысалы, көлемдік, мөлшерлік, қимыл-әрекеттік сиякты мағыналар. Ал реляциялық мағына сөз тіркесі мен сөйлем құрамындағы байланысты білдіреді.\nГрамматикалық форма— грамматикалық мағынаның қалыпты (стандартты) көрінісін білдіретін тілдік белгі. Әр түрлі тілдерде грамматикалық мағынаны білдіретін грамматикалық форма — аффикстер (оның ішінде нөлдік), дыбыстық алмасулар (\"ішкі флекция\"), екпін, қайталау, көмекші сөздер, сөздердін орын тәртібі, интонация арқылы көрінеді. Форма, әдетте, белгілі бір мағынаны білдіреді, мағынасыз форма жоқ. Ендеше, әр түрлі грамматикалық мағыналарды білдіретін сөз формаларын — грамматикалық формалар деп атаймыз. Мысалы ек, ексін, егейік - бұлар бір сөздің әр түрлі грамматикалық формалары. Ал ек, егінші, егіс - дегеңдер ек түбірінен жасалған әр қилы сөздер. Өйткені соңғылар әр басқа лексикалық мағыналарды білдіріп тұр. Формалардың ішінде біреуі негізгі, ал қалғандары туынды болады. Мысалы, атау септік - негізгі форма, қалған - туынды формалар. Туыңды формалар негізгі формалардан жасалады. Екінші жақ бұйрық рай формасы (жаз) — негізгі форма, ал ашық рай (жазды), шартты рай (жазса), қалау райы (жаз+ғы+м келеді) — туынды формалар. Сөз формаларының екі түрі бар: 1) синтетикалық формалар, 2)аналитикалық формалар.Сөздің синтетикалық формалары. Сөздің синтетикалық формалары аффиксация арқылы және ішкі флексия (дыбыстардың алмасуы) аркылы жасалады. Мысалы, стол - столы, ағыл. table (үстел) — tables (үстелдер). Бұл сөздердің көпше формалары аффикстер арқылы жасалып тұр. Аффиксация тәсілінің префиксация, инфиксация, суффиксация деген түрлері бар. Бұлар сөздің қай жерінен қосылатындығымен ерекшеленеді. Қазақ тілінде сөздің формаларын жасайтындар — жалғаулар (көптік, тәуелдік, септік, жіктік). Мысалы: әке+лер+ің+нің дос+ы+мын. Жалғаулардың кейбіреулері сөз тудырушы қызмет те атқарады. Мысалы: бос+қа, теб+е+ген, жүр+е+сі+нен, еге+у, жайы+мен т.б. Сөздің синтетикалық формалары ішкі флексия аркылы да жасалады. Мысалы: ағыл. man (ер, еркек) — men (ерлер, еркектер), GAST (қонақ) — gaste (қонактар). Соңғы сөз әрі ішкі флексия, әрі аффиксация арқылы жасалған. 2) Сөздің аналитикалық формалары. Сөздердің аналитикалық формасы дербес (атауыш) сөз бенкөмекші сөздің тіркесінен жасалады. Мысалы: келе жатыр. Бұл — екі сөздің тіркесі емес, форма емес, бір сөздің күрделі (аналитикалык) формасы; біртұтас грамматикалық бірлік. Кел дегенде лексикалық мағына бар, келе жатыр дегенде бұл жерде дербес лексикалық мағына жоқ. Ол алдыңғы толық мағыналы дербес сөзге тіркесіп, оған осы шақта мағына үстеп тұр. Бұл жағынан жатыр көмекші етістігінің кызметі келеді, келмек, келіпті, келген дегендердегі -е+ді, -мек, -іп+ті, -ген аффикстерінің қызметтерімен бірдей. Бұл аффикстердің қызметтері де - шақтық мағына туғызу. Орыс тіліндегі будет работать (келер шақ) деген де — аналитикалық форма. Ол сөзді работать — работал (өткен шақ) - работает (осы шақ) дегендермен салыстырсақ, бұл айтқанымыз дәлелдене түседі. Көмекші сөз өзінің грамматикалық табиғаты мен қызметі жағынан сөз түрлендіруші (форма тудырушы) морфемаға барабар қызмет атқарады. Ал аналитикалық конструкцияның формасы атауыш сөздің (бір сөздің) формасы болып саналады. Аналитикалық конструкция лексикалық жағынан да, грамматикалық жағынан да ажыратылмайды. Өйткені келе жатыр дегендегі осы шақтық мағына мен буду работать дегендегі келер шақтық мағына жатыр, буду көмекші етістіктерімен емес, олардың кел, работать деген атауыш сөздермен тіркесуі арқылы беріледі. Яғни грамматикалық мағына олардың тұтасқан тіркесі арқылы пайда болады және олар даяр түрған үлгі бойынша сөйлеу кезінде жасалады. Сондықган да оларды тұрақты тіркестердің қатарына жатқызуға болмайды (олар аналитикалық формалар). Аналитикалық конструкция - даяр тұрған аналитикалық (яғни даяр тұрған элемент) арқылы жасалады. Ол аналитикалық формант - көмекші сөз. Яғни дербес сөз даяр тұрған көмекші сөзді қабылдайды. Сөйтіп, аналитикалық форма жасалынады. Сөздің аналитикалық формасы бір бүтін мағынаны білдіреді. Қорыта айтқанда: Сөз әр түрлі формаларға ие. Ол формалар грамматикалық мағыналарды білдіреді. Сөз формаларының екі түрі бар: бірі - сөздердің синтетикалық формасы, екіншісі - сөздердің аналитикалық формасы.\nГрамматикалық категория (гр. grammatike гр. gramma әріп, жазу, гр. kategoria пікір айту, пайымдау орыс. грамматическая категория) — мағынасы біртиптес грамматикалық тұлғалардын бір-бірінен өзгеше жүйесі.\nБұл жүйеде категорияландыратын белгі басты қызмет атқарады. Мысалы: шақ, жақ, етіс т. б. категориялардын жинақты мағыналары соларға сай тұлғалар жүйесін қалыптастыратын категориялық белгі болып тұр. Грамматикалық категорияны анықтауда мағыналық тұрғыдан қарап, оны бірінші қатарға шығару кең тараған. Шынында, грамматикалық категорияның ен басты белгісі мағынасы мен тұлғасының бірлігі болып табылады. Одан грамматикалық категорияның екі жақты сипаты көрінеді.[1]\nГрамматикалық категория морфологиялық және синтаксистік болып бөлінеді. Морфологиялық категорияларға етіс, түр, шақ, жақ, рай, септік т. б. жатады. Бұл категориялардың жүйелі түрлері сөздердін ірі грамматикалық топтарын (сөз таптарын) жасайды. Тілдерде грамматикалық категориялардың саны бірдей емес. Мысалы, қазақ тілінде орыс тіліндегідей вид, род категориялары жоқ.\nСинтаксистік категориялар тұлғалардың сөз тіркесі мен сөйлем құрамында тіркесу қабілетіне қарай жіктеледі. Грамматикалық категория ұғымы негізінен морфологиялық материал негізінде қалыптасқан да, ал синтаксистік материал негізінде жетімсіз талданған, Грамматикалық категория ұғымының синтаксиске қатысты қолдану шегі әлі айқын емес деген пікір бар. Грамматикалық категория ұғымына байланысты әлем тілдері бір-бірінен:\nГрамматикалық категорияның саны мен құрамына карай;\nБір грамматикалық категорияның ішіндегі қарама-қарсы тұрған мүшелер санына қарай (мысалы, септік жалғаулары орыс тілінде — 6, қазақ тілінде — 7, кейбір дағыстан тілдерінде 40-ка дейін);\nБелгілі бір категориялардың қандай сөз таптарына кіретініне қарай жіктеледі.",
                "date": "21.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери кафедраға колледжді бітіріп түсуге бола ма?",
        "question_content": "Әскери кафедраға колледж бітіріп түсуге болама",
        "question_date": "20.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 652,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қараш-қараш оқиғасына композициялық талдау?",
        "question_content": "Қараш-қараш оқиғасына композициялық талдау",
        "question_date": "20.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атыраудан Ақтауға қалай баруға болады?",
        "question_content": "Атыраудан Актауга калай баруга болады? Автобус, такси деген журе ме? Поезд бир кун екен. Ким биледи, батыстар??",
        "question_date": "20.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Медет пен ағасы биыл неше жаста?",
        "question_content": "Медет агасынан канша жаска келдиниз деп сурады, сонда агасын мен сендей кезимде 10 жаста едим ,сен мендей болганда ,мен 46 жаска шыгар едим Медетпен агасы биыл неше жаста ?",
        "question_date": "20.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 438,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медет 10 Ағасы 46 солай ма?",
                "date": "20.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заң бойынша балаларым кімде қалады және 3 балаға қанша алимент төлейді?",
        "question_content": "3 баланың анасымын куйеуім əскери жұмыс жасайды, ажырасамыз алимент төлемеймін дейді,мен жұмыс істемеймін, маған қол көтереді,боқ ауыз сөздер айтып қорайды, қыздармен көп журеді дəлелім бар,заң бойынша балаларым кімде калады жане 3 балаға канша алимент төлейді жане кол көтергені ушін кандай шара колданылады?",
        "question_date": "20.02.2017",
        "question_tag": "Заң",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заң бойынша 1 балаға 25 пайыз, 2 балаға 33 пайыз, 3 және одан көп болса 50 пайыз төленеді. Ал қол көтеру бойынша оны тұрмыстық зомбылық. Оның мынандай 4 түрі бар: \n1. Күш көрсету зорлық-зомбылығы - дене күшін қолданып, денені ауыртып денсаулыққа қасақана зиян келтіру.\n2. Психологиялық зорлық-зомбылық - адамның психикасына қасақана әсер ету, оны қорқыту, қорлау, бопсалау немесе құқық бұзушылықтарды немесе өмірге немесе денсаулыққа қауіп төндіретін, сондай-ақ психикалық, дене және жеке басы дамуының бұзылуына әкелетін әрекеттерді жасауға мәжбүрлеу (еріксіз көндіру) арқылы ар-намысы мен абыройын кемсіту.\n3. Сексуалдық зорлық-зомбылық - адамның жыныстың тиіспеушілігіне немесе жыныстық еркіндігіне қауіп төндіретін құқыққа қарсы қасақана іс-әрекет, сондай-ақ кәмелетке толмағандарға қатысты сексуалдық сипаттағы іс-әрекеттер.\n4. Экономикалық зорлық-зомбылық - адамды заңмен көзделген құқығы бар тұрғын үйінен, тамағынан, киімінен, мүлкінен, қаражатынан қасақана айыру.",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бейімділік белгілері қандай?",
        "question_content": "Тақырыбы: Организмдердің мекен ортасына бейімделуі\n\nМақсаты: Ағзаның тіршілік ортасына бейімділік белгілерін анықтап, олардың салыстырмалы сипатын түсіндіру.\n\nҚұрал-жабдықтар: кеппешөптер / таңдау бойынша/\n\nЖұмыс барысы:\n\n1. Қуаңшылық жағдайда, ылғалды ортада, жарық және көлеңке ортада өсетін өсімдіктердің кеппешөптерін қарау.\n\n2. Өсімдіктердің сыртқы құрылыс ерекшеліктеріне қарап, қандай ортада өсетінін анықтау.\n\n3. Тіршілік ортасына байланысты қалыптасқан бейімділік белгілерін жазу.\n\n4. Кесте толтыру\n\nӨсімдіктің атауы Мекен ортасы Бейімділік белгілері\n\nҚорытынды:\n\n1. Бейімділік деген не?\n\n2. Бейімділік белгілері қалай қалыптасқа",
        "question_date": "20.02.2017",
        "question_tag": "Биология",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейімділік — адамның белгілі бір әрекетпен айналысуға бет бұрысы оған көңілі аууы, оянып келе жатқан қабілеттің алғашқы белгісі. Бейімділік әрекеітің бір саласына (сурет, музыка т.б.)әуестенушілікті көрсетеді. Бейімділікті балада қандай да бір нышанның барлығын хабарлайтын белгі деуге де болады. Балалық кезде ерекше көзге түсетін бейімділіктер оның келешек қабілетінің көрсеткіші болып та табылады, мәселен, екі-үш жасар баланыңмузыка үніне құлағының елеңдеуі, онда музыкалық қабілетке байланысты табиғи негіздің бар екендігін көрсетеді. Жас балалардаәрекеттің әр түріне байланысты бейімділік жиі ұшырайды. Нағыз бейімділіктен алдамшы, шүбәлі бейімділікті айыра алу керек. Нағыз бейімділік адамның әрекетке тек құштарлығы ғана емес, оны нәтижелі етіп орындауында. Мәселен, осындай бала сабақ үлгіруде қатарындағы балалардан көп ілгері озып кетіп отырады. Ал бейімділіктің алдамшы түрінде адам іске қатты әуестенгенмен сол салада жақсы нәтижеге ие бола алмайды. Оның мүмкіндігі орта дәрежеде ғана болады.\n\nhttps://kk.wikipedia.org/",
                "date": "27.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың қабырғаларын табыңыз?",
        "question_content": "Ұшбұрыштың төбелері берілген: A(2; 1), B(-6; 7), C(2; -2).\n\nҮшбұрыштың қабырғаларын табыңыз?",
        "question_date": "20.02.2017",
        "question_tag": "Геометрия",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарасыз",
                "date": "21.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Тағай\" есімі қандай мағынаны береді?",
        "question_content": "\"Тағай\" есімі қандай мағына береді?Тек мен бұл есімнің грек сөзінен алынғанын ғана білемін((((((((( Осы есімді менің атам тәтемнің жаңа туылған баласына берді,ол ұл бала(((((((((м",
        "question_date": "20.02.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ТАҒАЙ - араб тілінен - нағашы; бұл есімнің синонимдері — Нағашыбек, Нағашыбай.\nДереккөзі.",
                "date": "21.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі ақындардың бір тақпағы керек",
        "question_content": "Казіргі ақындардын бір такпағы керек еді.Əн болып айтылған болса (жаттағанға онай болу үшін)Қайнар Алагөзов немесе Иран-айып, Қалқаман Сариндікі болса жаксы болар еді",
        "question_date": "20.02.2017",
        "question_tag": "Мектеп",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхтар Шаханов \n               Төрт ана\nТағдырыңды тамырсыздық індетінен қалқала, \nӘр адамда өз анасынан басқа да, \nДемеп жүрер, жебеп жүрер арқада, \nБолу керек құдіретті төрт ана: \nТУҒАН ЖЕРІ - түп қазығы, айбыны, \nТУҒАН ТІЛІ - мәңгі өнеге айдыны, \nЖАН БАЙЛЫҒЫ, САЛТ-ДӘСТҮРІ - тірегі, \nҚадамына шуақ шашар үнемі, Және ТУҒАН ТАРИХЫ, \nЕске алуға қаншама Ауыр әрі қасіретті болса да. \nТөрт анасын менсінбеген пенделердің басы қайда қалмаған\nТөрт анасын сыйламаған халықтың \nЕшқашанда бақ жұлдызы жанбаған. \nҚасиетті бұл төрт ана - тағдырыңның тынысы, \nТөрт ана үшін болған күрес - күрестердің ұлысы!",
                "date": "20.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның табиғат зоналары",
        "question_content": "Қазақстанның табиғат зоналары дегніміз не?СИпаттама беріңіздерші?",
        "question_date": "20.02.2017",
        "question_tag": "Табиғат",
        "question_views": 87200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғат зоналары - Табиғат зоналарын ең негізгі сыртқы факторлар қалыптастырады. Олар көп жағдайда күн жылуының таралуына (яғни географиялық ендікке) тәуелді. Тағы бір фактор - аумақтың ылғалдылығының әртүрлілігі. Жылу мен ылғалдың арақатынасы нәтижесінде әр түрлі табиғи зоналар пайда болады. Мәселен, аумаққа күн жылуы көп түссе, оның біраз ылғалдылығы жеткіліксіз (К=0,3) болса, онда шөлді аймақтар пайда болады. Әрбір зона өзіне тән климатымен, топырағымен, өсімдік және жануарлар дүниесімен ерекшеленеді. Кейде бір зонаның ішінде басқа зоналарға ұқсас жеке үлескілер де кездеседі. Қазақстанның жазық бөлігінде солтүстіктен оңтүстікке қарай бірте-бірте орманды дала, дала, шөлейт және шөл зоналары ауысып отырады. Сонымен бірге бұл зоналарда топырақ және өсімдік жамылғысы батыстан шығысқа қарай да өзгереді. Оның себебі осы бағытта климаттың континенттігі артады. Республиканың биік таулы аудандарында зоналар биіктікке байланысты (зоналар немесе биіктік белдеулер) ауысып отырады.",
                "date": "20.02.2017",
                "upvotes": 0
            },
            {
                "text": "Актобенин табигат зонасына жоспар\n\n1.Географиялык орны\n\n2.Жер бедери\n\n3.Климаты\n\n4.Ишки сулары\n\n5.Зоналык топырагы\n\n6.Зонадагы осимдик\n\n7.Зонада мекендейтин жануарлар\n\n8 Шаруашылыкка пайдалану.Адамнын шаруашылык арекетине байлпнысты тпбигат жагдайына озгеристер",
                "date": "25.04.2018",
                "upvotes": 0
            },
            {
                "text": "Казакстанды 4табигат зонасы бар:Орманды дала зонасы,дала зонасы,шолейтты зона,шолды зона",
                "date": "13.03.2022",
                "upvotes": 0
            },
            {
                "text": "Табиғат зоналары-паралелльдер бойымен ендіа бағытта созылған және жазық жерлерде өсімдіктердің құрамымен,топырағымен және жануарлар әлемімен сипатталстын,жердің белгілі бір сипатын беретін ауқымды жерлер\nОсы дұрыс!!",
                "date": "20.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "y=sqrt(x) функциясының графигін салыңыз?",
        "question_content": "p?y=sqrt(x) функциясы графигінің қандай нүктелерінде оған жүргізілген жанама абсцисса осімен 30 градусқа тең көлбеулік бұрыш жасайды,",
        "question_date": "20.02.2017",
        "question_tag": "Математика",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "y=sqrt(x) функциясының графигі",
                "date": "21.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғ.Мүсіреповтің \"Боранды түнде\" әңгімесінің қысқаша мазмұның қайдан алуға болады?",
        "question_content": "Маған ,Ғ.Мүсіреповтің ,\"Боранды түнде\" әңгімесінің қысқаша мазмұны керек.",
        "question_date": "20.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "кітаптан word қандай программамен көшіреді",
        "question_content": "мен кітаптан wordқа көшіргім келеді теріп отырмай)))\n\nқандай программа көмектеседі. қазақша кіт",
        "question_date": "20.02.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 326,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Қазақстан аумағын мекендейтін жылқы тұқымдас жабайы аң?",
        "question_content": "1.қалың мұз қабаты(6әріп)\n\n2. орталық Қазақстанда орналасқан өзен(5 әріп біріншісі А)\n\n3.Қазақстан аумағын мекендейтін жылқы тұқымдас жабайы аң (5әріп)4.тау ешкісі (4әріп)",
        "question_date": "20.02.2017",
        "question_tag": "Жануарлар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дәреті тамшылап тұратын адамның намаз оқуына бола ма?",
        "question_content": "дәреты үнемі тамшылап тоқтамай туратын адам",
        "question_date": "20.02.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл жағдайды исламда \"үзір\" деп атайды. Бұл жағдайда әр намаздың алдында міндетті түрде дәрет алынуы тиіс. Кейін намаз оқып жатқанда тамшыласа дәретіңіз бұзылмайды. Бірақ зәрдің киіміңізге өтіп кетпеуін қадағалаңыз. Жалпы Аллаһ тағаланың адамзатқа көп ауыртпалық салғысы келмейді ғой. Қандай да жағдайда болмасын намаз оқуға болады, оған шектеу жоқ. Тұра алмасаң отырып, отыра алмасаң жатып та оқуға болады ғой. Сондықтан берілген сынақтарға имене бермей бекем болыңыз, Аллаһ сізбен бірге)",
                "date": "23.02.2017",
                "upvotes": 0
            },
            {
                "text": "Бұндай сұрақтарды орысша айтқанда в частном порядке дейді имамдармен шешу керек. Бұл сұрақ жауап сайтында квалифицированный жауап алмайсыз.",
                "date": "23.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрышқа сырттай сызылған шеңбердің радиусы 4 см тең?",
        "question_content": "Үшбұрышқа сырттай сызылған шеңбердің радиусы 4 см тең. Егер үшбұрыштың бір қабырғасы жанама нүктесі арқылы 4 см және 5см кесінділерге бөлінсе, онда үшұрыштың қабырғаларын табыңдар.",
        "question_date": "20.02.2017",
        "question_tag": "Геометрия",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үшбұрышқа іштей сызылған шеңбердің радиусы 4 см тең. Егер үшбұрыштың бір қабырғасы жанама нүктесі арқылы 4 см және 5см кесінділерге бөлінсе, онда үшұрыштың қабырғаларын табыңдар.\nБұл түбір шартты қанағаттандырмайды.\nСонымен, үшбұрыштың қабырғаларының ұзындықтары 40 см, 9 см және 41 см.",
                "date": "22.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТның өзгерістері ЖурФакқа түсу талаптарын өзгерте ме?",
        "question_content": "Мен 10 сынып оқушысымын. Болашақ журналист.  ҰБТның өзгерістері ЖурФакқа түсу талаптарынн өзгерте ме?\n\nГрантқа түскім келеді. Қалай түсу керектігін нақты айтып беріңіздерші.ҰБТның өзгерістері ЖурФакқа түсу талаптарынн өзгерте ме?",
        "question_date": "20.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 686,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шашкы ойынында қалай оңай жеңіске жетуге болады?",
        "question_content": "шашкы ойынындағы қандай құпияларды білесіздер?Жалпы қалай оңай жеңіске жетуге болады?Білсеңіздер көмектесіңіздерші!Алдын-ала рахмэт:)",
        "question_date": "20.02.2017",
        "question_tag": "Жалпы спорт",
        "question_views": 750,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақылмен жұмыс істеу керек.Жеңу- жеңілістерден басталады.Басты көп қозға,оның сырыларын түсінесің.",
                "date": "20.02.2017",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша ол жерде барлығын асықпай,ойланып ақылмен шешу керек. Өзіңнің шашкаларыңды барынша азайтпауға тырыс және қарсыласыңның жағына шығып,дамка бол. Айла тәсілдерді қолдан,сондай қу адам болу керексің",
                "date": "27.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Волейболшының киімі, яғни формасы туралы нақты ақпарат керек еді?",
        "question_content": "Волейболшының киімі, яғни формасы туралы нақты ақпарат керек еді.",
        "question_date": "19.02.2017",
        "question_tag": "Жалпы спорт",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Волейболшылардың формасы. Мысалы арнайы ASICS фирмасының формасы болса тіпті жақсы.",
                "date": "31.01.2022",
                "upvotes": 0
            }
        ]
    }
]