[
    {
        "question_title": "Радиотехника электроника және телекоммуникациялар мамандығы",
        "question_content": "Радиотехника электроника және телекоммуникациялар мамандығын таңдап қандай жұмыс істеуге болады? Айлығы қанша болады?",
        "question_date": "17.03.2018",
        "question_tag": "Мамандық",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Телекомдарда, радиобайланыс салаларында жұмыс істеуге болады.\n\nайлығы əр мекемелерде əр түрлі.",
                "date": "18.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыда мектептерде колледж бітірген студенттерді жұмысқа ала ма?",
        "question_content": "Сіздерден кеңес сұрайын деп едім. Биыл Оралдағы педагогикалык колледжді математика пәні мұғалімі мамандығын бітіремін. Бітіргесін Алматыға жұмыс іздеуге барсам деп едім. Алматыда мектептерде колледж бітірген студенттерді жұмысқа алама? Жалпы Алматыда жұмыс істеу тиімді ме? Квартира багасы канша ? Жаңа мектептер кай райондар да салынып жатыр?",
        "question_date": "17.03.2018",
        "question_tag": "Мамандық",
        "question_views": 666,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ия жұмысқа алады. Бірақ білім алу кезеңдерінің әртүрлі дәрежелері бар:жалпы орта,коледж, бакалавриат, магистратура, докторантура. Қолыңыздағы диплом дәрежесіне орай жұмысқа орналасқанда мұғалімдік санатыңыз өлшенеді. Бакалавр магистратура бітіріп келген мамандармен салыстырғанда жалақыңыз төмендеу болады. Ол мамандықты меңгеру дәрежесіне ( бакалавр, магистр және т.б.) байланысты.",
                "date": "20.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың ауданын оның үш қабырғасы бойынша табыңдар?",
        "question_content": "Үшбұрыштың ауданын оның үш қабырғасы бойынша табыңдар?\n1)a=37 b=13 c=40\n2)a=44 b=37 c =15\n3)a=12 b=5 c=12\n4)a=12 b=9 c=15\n5)a=15 b=8 c=17\n6)a=18 b=24 c=30",
        "question_date": "16.03.2018",
        "question_tag": "Геометрия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.240\n\n2.264\n\n3.226.1\n\n4.54\n\n5.60",
                "date": "17.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтың көнерген салт дәстүрлері жайлы не білесіздер?",
        "question_content": "Ертедегі қазақтардың салт-дәстүрлері жайлы толық мәлімет!",
        "question_date": "16.03.2018",
        "question_tag": "Мектеп",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың салт-дәстүрлері\nШарана шайқау\nКіндік шеше\nҚыз айттыру\nТабалдырық аттау\nҚұйрық-бауыр (салт)\nЖасау\nСәлем салу\nКиіт\nТүйе мұрындық\nЕсік ашар\nӨңір салу\nҚұрсақ той\nЖарыс қазан\nТөркіндеу\nІлу салу\nҚыз алып қашу\nҚұда түсу\nНеке қияр",
                "date": "17.03.2018",
                "upvotes": 1
            },
            {
                "text": "Шілдехана күзету\nХалқымыз ұрпақ көруді ерекше бақыт санаған, ол жалғыз ата-ананың қуанышы ғана емес, бүкіл ауыл-аймақтың қуанышы есептелген, баланы өмірдің жалғасы деп түсінген. Нәресте дүниеге келген күні «баланың бауы берік болсын» айтып бір түн күзетіп, жиылған ел-жұрт ән салып, өлең айтып, домбыра шертіп, үлкен\nҚалжа.\nҚазақ салты бойынша бала туылған күні сол отбасында той жасалып, ауыл ақсақалдарының батасын алып, маңайдағы абысын-ажын тағы басқа әйелдер сол үйге жиылып босанған анаға арнап қой сою кәдесі «қалжа» деп аталған. Қалжа сойылып малдың етін жеп болған соң, мойнын қырық күнге дейін керегенің басына іліп қояды, бұл баланың мойны берік боп қатсын деп ырымдаудан болған.\nЕр баланың «мені де әкем ұл туды деп, қалжа сойған» деген сөз содан қалған.\nБалаға ат қою.\nХалқымыз жаңа туылған нәрестеге ауылдағы қадірменді, сыйлы, беделді ақсақалдарды шақырып азан шақырып ат қойғызады. Ат қойылатын баланың оң құлағына үш рет, сол құлағына үш рет «сенің атың пәлен» деп айғайлайды. Ат қоюда белгілі ғылымилық бар, ат қою қоғамдық ортаға, заман райына, өндіріс кәсібіне тығыз байланысып жатады. Кейбіреулері әйгілі адамдардың атын ырымдап қою арқылы сол адамға тартсын деп тілек тілейді. Ат қоюда туыс-туғандардың атын қайталамауды түйін етеді, егер қайталанса, сол адамға үлкен құрметсіздік есептеледі. Адам атын әркімнің өз өміріндегі жеке орнын білдіретін ұғым деп түсіну керек, ат қою өзіндік даралығы бар халықтық дәулет.\nБесікке бөлеу (салу).Баланы бесікке бөлеуді халқымыз өнер деп таныған, бұл «бесік тойдың» артынан іле-шала болатын қимыл. Бесік тойға келген әйелдердің арасынан жолы үлкен тәжірибелі бір әйел баланы бесікке бөлейді, бесікке бөлеудің өзіндік ырымдары болады. Бұл тұста түбектің тесігінен балаларға тәтті, бауырсақ, құрт-ірімшік (тыштыма) үлестіреді. Осыдан кейін бесікті отпен аластап, баланы бөлейді. Бесікке салған әйелдергекөйлек,жаулық сияқтысый тартылады.Бала бөленген бесіктің үстінде жеті нәрсе (шапан, кебенек, тон, жабу, жүген, қамшы және бесік көрпе) жабады. Кебенек пен қамшы – ел қорғайтын ер болсын деген тілекті білдіреді.Үлкендер батасын беріп, баланың ер жетуіне, ананың үбірлі-шүбірлі болуына тілектестік білдіреді. Және Бесік жыры айтылады:\nАйыр қалпақ киісіп,\nАқырып жауға тиісіп,\nБатыр болар ма екенсің?\nБармақтарың майысып,\nТүрлі ою ойысып,\nШебер болар ма екенсің?\nТаңдайларың тақылдап,\nСөзіңді жұрт мақұлдап,\nШешен болар ма екенсің?\nӘлди-әлди ақ бөпем,\nАқ бесікке жат бөпем\nЖылама, бөпем, жылама,\nЖілік шағып берейін.\nБайқұтанның құйрығын\nЖіпке тағып берейін.\n\nТанабау тағу.\nБала әкесіне немесе шешесіне ілесіп жұмыс басында қолқабысын тигізіп жүргенін көргенде, ел-жұрт «жігіт болыпты», «қажетке жарапты» деп құттықтап танабау тағады. Танабауға тана, шыт, парша-парат ақша, т. б нәрселер беріледі. Танабау тағушыларды баланың ата-анасы шақырып қонақ етеді, мұны «танабау тағу» деп атайды.\n\nАйдар тағу.\nҚазақта ұл баланы зарығып жүріп көрген ата-ана ұлына кішкене күнінде төбе шашын ұзартып өсіріп, моншақ араластырып өріп қояды. Мұны ертеде қазақта көп қолданған. Тарихи деректерге қарағанда, Кенесары мен оның немересі атақты Наурызбай батырда айдар болған екен.\nБала он жасқа келіп айдарынан намыстанған кезде оның айдарын алып тастау барысында бірер мал сойып тойлайтын әдет болған.\n\nТана тағар.\nҚыз балаға тұлым өріп, құлағын тесіп, тана тағу ырымы ертеден жалғасып келе жатқан салт. Тана тағарда туыс-туған, көрші-қолаңдарының әйелдерін шақырып шағын тамаша өткізіп береді, мұны қазақта «тана тағар» деп атаған.\nТоқым қағу.\n7-8 жасар бала нағашы жұрты бәсіреге мінгізген құнанына ашамай ерін ерттеп мініп, бірінші рет үйінен алысқа жолаушылап шығып, нағашы жұртына барады.Сонда әке-шешесі бір малын сойып, ауыл аймағын жинап, тоқым қағар тойын жасайды.\n\nдереккөз: https://ust.kz/word/qazaqtyng_salt_dasturleri-34209.html",
                "date": "9.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепте өтетін ерекше пәндер туралы айтып беріңіздерші!",
        "question_content": "Мектептегі сіз үшін ең сүйікті пән қандай және неліктен  ұнайтыны жайлы қысқаша мәлімет берсеңіздер",
        "question_date": "16.03.2018",
        "question_tag": "Өнер",
        "question_views": 1800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мен тоғызыншы сыныпта оқимын.Менің сүйікті пәнім — математика. Маған барлық пән ұнайды. Менің сабақ үлгерімім өте жақсы. Пәндердің ішінде әсіресе математиканы қатты ұнатамын. Мектепаралық олимпиадаға қатысып, жүлделі екінші орын алдым. Сабақта үнемі логикалық тапсырмаларды орындаймыз. Топпен жарысып есеп шығарамыз. Қосымша берілген математикалық тапсырмаларды қызыға орындаймын. Математика сабағында біз бір-бірімізге көмек беремізМатематика пәні барлығына ұнайды деп ойлаймын.",
                "date": "16.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғатты қорғаймыз тақырыбындағы шығарма немесе эссе бар ма?",
        "question_content": "Табиғатты қорғаймыз тақырыбындағы эссе немесе шығарма керек!",
        "question_date": "16.03.2018",
        "question_tag": "Мектеп",
        "question_views": 58300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Табиғатты қорғау - қазіргі кезде өмір сүрушілер ғана емес сондай-ақ, болашақ ұрпақтардың да денсаулығы мен хал-жағдайы дұрыс және өз уақытындағы шешімдерге тәуелді болатын қазіргі кездегі мәселелердің бірі.[1]\nТабиғатты қорғау - бұл табиғи жер және су ресурстарын ұтымды пайдаланып, сақтауды және ұдайы өсіруді қамтамасыз етуге бағытталған мемлекеттік, қоғамдық, әкімшілік-шаруашылық, техникалық-өндірістік, экономикалық және заңды шаралар жүйесі. Қазақстанның табиғи ресурстарын қорғау және ұтымды пайдалану. Қазақстан Республикасының Мәжілісі және Үкіметінде табиғатты қорғауды күшейтуге, республикамыздың табиғи ресурстарын ұдайы өсіруге бағытталған бірқатар заңнамалық актілер қабылданып, пайдаланылуда. Әрбір облыстардың жанында осы актілердің орындалуын бақылайтын арнаулы мекемелер бар. Республикада табиғат қорғау прокуратурасы құрылды. Ол Қазақстан Республикасының табиғат қорғау туралы заңдарының орындалуын қатаң кадағалайды. Қазақстанда мемлекеттік ұйымдар торабы құрылған, олардың қызметі бірегей құрамды флоралар мен фауналары бар үлкен аумақты барынша ұзақ сақтауға арнайы бағытталған. Бұл ұйымдар - қорықтар, ұлттық табиғи саябақтар және ерекше қорғалатын аумақтар. Қазақстан Республикасында 2003 жылы ерекше қорғалатын 25 аумақ бар деп есептеледі, олардың қорықтары 10, табиғи ұлттық саябақтары - 10. Бұл табиғат қорғау мекемелері шамамен 3 млн гектар ауданға орналасқан.",
                "date": "16.03.2018",
                "upvotes": 0
            },
            {
                "text": "Қазіргі таңда табиғатты қорғау ерекше назарға алыну керек деп есептеймін.Себебі, табиғат ол - ЖЕР АНА. Жер ананы қадірлеу  адамзаттың  парызы емес пе? Табиғат ана бізді қоршаған орта бізден кейінгі ұрпаққа да өте қажет!Сол себептен аманатқа қиянат келтірмей қажет деп есептейік.Жер ананы , Табиғат ананы қадірлейік!",
                "date": "5.02.2020",
                "upvotes": 0
            },
            {
                "text": "Табигатты коргаймыз\n\nТбигатты быз ерекше коргауымыз керек.\n\nСебе бы табигат тура жер ана жер ана табигат екеуыде быр сондыктан быз табигатты коргаумыз керек.Табигат кадырлеу Адам заттын парызы емеспе?\n\nБарлык адамдар оз каласын табигатын кадырлеу керек.♡",
                "date": "31.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массалық үлесі қандай?",
        "question_content": "Массасы 100 г ізбес тасты өртегенде 40 г көміртек оксиді бөлінеді. Алынған ізбес тасында кальций карбонатының массалық үлесі қан",
        "question_date": "16.03.2018",
        "question_tag": "Мектеп",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CaCO3--->CaO+CO2\nM(CaCO3)=100г/моль\nn(CaCO3)=m/M=100/100=1моль\nn(CO2)=n(CaCO3)=1моль\nM(CO2)=44г/моль\nm(CO2)=n*M=1*44=44г\n100% - 44г\nx % - 40г \nx=100*40/44=91%\nЖауабы: 91 %",
                "date": "25.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асқазандағы жағымсыз иісті қалай кетіруге болады?",
        "question_content": "Асқазандағы жағымсыз иісті қалай кетіруге болады. Үй жағдайында немесе қандай дәрі көмектеседі?",
        "question_date": "16.03.2018",
        "question_tag": "Тазалық",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыздан шығатын жағымсыз иіс кез келгеннің ізіне түсуі мүмкін. Ал егер мұндай ыңғайсыз жағдайға тап болмаған болсаңыз, жолым болған екен дей беріңіз. Өйткені, мұндай ұсақ-түйектердің өзі жеке өміріңізге, араласатын ортаңызға, қызмет бабыңызға кері әсерін тигізеді. Тіс дәрігерінің көмегіне жүгіну – барлық уақытта галитоз атты жаудан құтылуға көмектесе бермейтіні тағы бар.\nНе істейсіз? Жауыңызбен қалай күреспексіз?\nОсы орайда, кәдеңізге жарап қалар деген мақсатта өз кеңестерімізді ұсынуды жөн көрдік.\nЕң алдымен, жағымсыз иістің себептерін іздеп көрелік. Оның бірі – ауыз қуысына дұрыс күтім жасамау. Тісіңізді күн сайын әрі уақытылы тазалайтыныңызды айтып, ашулана бастаған боларсыз. Білесіз бе, мұнымыз жеткіліксіз екен. Микробтар мен бактериялар тілдің астында, тіс арасында, қызыл иекте қалып қояды. Сол жерде қалып қойған бактериялар біз ауызға салған тағамдармен қоректенеді де, күкіртті сутек секілді жағымсыз қалдықтарын шығарады. Осыдан кейін шыққан иісті өзіңіз елестете беріңіз...\nМұндай сасық иістің екінші бір себебі – асқазан-ішек жолдарының дұрыс жұмыс істемеуінен. Айдақ-сайдақ шайналған тағамдар (котлеттер, нан, торттар) көп уақыт өтпей-ақ өзін танытады. Арамызда ауыз бен асқазанның не қатысы бар деушілер табылуы да мүмкін. Алайда, бұл екеуінің тығыз байланысы бар екендігі ғылымда анық дәлелденген.\nСебебін анықтап алған болсаңыз, жауыңызға тойтарыс беруге тырысып көрелік.\nТісіңізді аса ұқыптылықпен тазалап болған соң, жақсылап шайыңыз. Тістің арасын тазалау үшін арнайы жіптерді пайдаланыңыз. Тіліңізді міндетті түрде тазалауыңыз керек, ол үшін арнайы щетканы немесе қасықты қолданыңыз. Дәке оралған таза саусақ та жарайды. Тіліңізден шыққан бактерияны көргенде өзіңіз де таң қалатын боласыз.\nАуызды шаю үшін өсімдік майын пайдалануға да болады. Май ауыздағы барлық лас нәрселерді шығарады екен. 15 миуттай шайған соң, жұтып қоймауға барынша тырысып, түкіріп тастаңыз. Мұндай әдісті күніне екі рет жасауға болады.\nТәжірибиеден өткен тағы бір әдіс: ауыз бен тамақты сутек асқын тотығымен шаю. Үш пайызды сутек ертіндісін аласыз да, қарапйым сумен бірдей мөлшерде араластырасыз. Содан кейін ,қалағаныңызша ауызды шаясыз. Көпіріктер шығып, ауыз қуысының біраз ашуы мүмкін, алайда, бірнеше апта өткен соң, ауыздағы иістен ештеңе қалмайтын болады.\nАуызды ащы жалбызбен, тминмен, жусанмен шаюға да болады. Ол үшін 1-2 қасық шөпке бір стақан қайнаған су құйып, аз уақыт бұқтырып қоясыз. Дайын болған соң, күніне 4-6 реттен қолдануға болады. Сондай-ақ көпті көрген апаларымыз алманы көп жеуге кеңес береді. Алма ауызды ғана емес, асқазанды да тазартатын көрінеді.",
                "date": "16.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Малта сөзінің мағынасы қандай?",
        "question_content": "Малта сөзінің мағынасы керек!",
        "question_date": "16.03.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Малта тағамы - қазақ халқының өте ерте заманнан бері сүйіп жейтін сүттен жасалатын тағамы.\n«Малта» деп езілген ащы құрттың қалдығын (езілмей қалған түйіртпектерін) айтады. Ол әсіресе бақташылар мен жолаушылардың азығы. Кепкен малтаны шөлдегенде сорып шөлін басады, әрі қарны ашқанда қорек болады.",
                "date": "16.03.2018",
                "upvotes": 0
            },
            {
                "text": "Маған С.Бегалиннің Мейірім немесе Қырдың жас түлегі əңгімелерінің текстер",
                "date": "16.03.2018",
                "upvotes": 0
            },
            {
                "text": "менің атым ғалымжан",
                "date": "14.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайын Мұратбековтың \"Қылау\" әңгімесіндегі Сатай мен Рәбиғаның портреті",
        "question_content": "Көмектесіңізші өтінемін",
        "question_date": "16.03.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қылау» - табиғаттың түлеуін -, жеңіл ғана көмкерілген ақша қарды білдіреді. \nАл адамға қаратыла айтылғанда көңілдегі тазалықты, не жүрекке ерекше әсер қалдырған сезімді аңғартады. Сайын Мұратбековтың «Қылау» атты шағын да  шырайлы, нәзік сезімге құрылған туындысы осы бір сөздің екі ұғымының тоғысуын, яғни, табиғаттың жаңаруымен  кішкентай Сатайдың ояна бастаған махаббатын,  пән тілегін сыр ғып шертеді. Жарыстырмалы психологизм, табиғат пен адам тағдырын астастыра бейнелеу – әдебиетте ірге тепкен тәсіл.  Дегенмен де «Қылаудағы» шендестірудің  ерекшелігі өзгеше. \nПсихологиялық паралелизмді қаламгерлер үлкен оқиғаны шегіне жеткізе отырып,  оның күйреуімен не түлеуімен сабақтастыратын. Ал Сайын Мұратбеков домбыраның құлақ күйін қоңыр әуенге келтіріп, Сатайдың бір күнгі сезімін қылаулаған қармен шендестіре суреттейді. Өйткені Сатайдың оянған  сезімі оның өміріндегі алғашқы құлпыруы, оның жүрегіндегі алғашқы із қалдырушы.\n\nТіршіліктің ыстық көктемі, атты жазы, найзағай-бораны, сүйініш-күйініші алда.  Бұл қылаулаған қордай ғана  пәк те кіршіксіз  сезімі. Сатай мен Рабиғаның тіл қатулары, елегізулері, ашық та  бүкпесіз сұхбаты, ізгілік ілтипаты табиғаттың сол бір қылаулаған шағынан аумайды.  Көңілдерінде тыныштық та  жоқ, бірақ аласұрған сапырылыста байқалмайды. \nАлгебра оқулығын Сатайға сыйлап тұрып: «- Сөйтіп, ендігі жылы  бірге оқимыз ба... Байқа, класта қалып қойып жүрме», - деп Рабиғаның күліп тұрып ескертуі арқылы автор олардың өмір жолында әлі талай тоғысарын, табысарын, шынайы ыстық сезімге  бөленерін мензейді. Ол кезде  бұл шақ қос жеткіншектің ең қызық дәуренін кешер, не осы арман күйінде қалар, ол белгісіз. Сондықтан да табиғат та аяздатпай, борандатпай, қылаулаған қалпынан айнымайды.\nМәліметтер ашық ақпарат көздерінен алынды",
                "date": "18.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер 80 МкКл зарядты көшіргенде 0,3МкДж жұмыс жасалса",
        "question_content": "Егер 80 МкКл зарядты көшіргенде 0,3МкДж жұмыс жасалса , онда осы өрістің екі нүкте",
        "question_date": "16.03.2018",
        "question_tag": "Мектеп",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алаяқтарға тап болдым!?",
        "question_content": "Сұрағым былай:\nҮй алып беремін деп, несиеге ақша алдыртып, алдап кеткен адамнан, ақшаны процентімен  қалай қайтарып алсам болады ?\n Алаяққа ақша беріп алданғаным, пара болып саналады ма ? Жазасы қандай ?\n Егер де ол қолынан келмейтіндігін айтып ақшаны қайтарған уақытта  үстіндегі процентін қалай қайтарсам болады ?\nЕгерде ол адам мені өз депозитін көбейту үшін несие алдыртқаны дәлелденсе, пайдама шеше аламын ба ?\nОған қандай заңдар мысал бола алады ?\n\nОқиға.Мән-жай:\nБізге үй алып береміз деп, несиеге ақша алдыртып, 11 ай бойына алдап келеді.\nОсы уақыт аралығында бәленбай уәде берді, алайда еш қайсысынан нәтиже көре алмадық. Күтіп келеміз. Осы уақыт аралығында сенбейтіндігімізді айтып, ақшамызды да қайтарып алдық. Бір қызығы ақшаны дереу қайтара салды. Бірақ  депозитінен... Алайда, біз байланысымызды үзген жоқпыз, себебі олар үйді қалайда алып беретіндіктерін айтады... Сене тұғын қолымызға бір тұтам құжатта берген жоқ. Егерде алып бере алмаймыз десе ше ? Алаяққа жем болып, несиені бостан босқа алып, 5 жыл бойына төлеп отырамақ болғанымыз ба ?\nҚолымызда тек телефонмен сөйлескен дауыстар, вацаппен сөлескен перепискалар ғана бар.  Көмектеріңізді сұраймын...",
        "question_date": "16.03.2018",
        "question_tag": "Заң",
        "question_views": 751,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Астана қаласындағы \"Астана\" университетінде оқитындар бар ма?",
        "question_content": "Сол универдегі \"5В010100 - Дошкольное обучение\" ақылы оқу бағасы қанша екендігін білгім келеді. Айтып жібересіздер ме? Шұғыл қажет болып тұр))",
        "question_date": "16.03.2018",
        "question_tag": "Университет, колледж",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Раздвоение личности\" дегенді толық түсіндіріп беріңізші?",
        "question_content": "Қазақша ақпарат керек еді?\n\n_____________________________",
        "question_date": "15.03.2018",
        "question_tag": "Психология",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) екіге бөлу; екіге бөліну; қақ жарылу\n\nкопыто с раздвоением → аша тұяқты\n\nраздвоение колонны произошло быстро → саптың екіге бөлінуі жылдам болды\n\n2)\n\nраздвоение личности → тұлғаның екі жүзділігі\n\nҰнаған болса ЖЖ баса саларсыз",
                "date": "17.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тəуекелге бас тігетін жансыз ба? Тəуекел арқылы бақытқа қол жеткіземіз бе?",
        "question_content": "Тəуекелге бас тігетін жансыз ба?  Тəуекел арқылы бақытқа қол жеткіземіз бе?",
        "question_date": "15.03.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 723,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы тәуекелдің тұжырымдамасы адамзатқа ежелден-ақ таныс. Өйткені тәуекел біздің өміріміздің ажырамас бөлігі болып келеді. Тәуекел деп оқиғаның болу немесе болмау мүмкіндігін жүз пайыздық нақтылықпен болжай алмауын айтамыз. Кез келген адам тәуекел деңгейін төмендетуге тырысады. Өйткені жағымсыз оқиғаның болу жағдайында тәуекелге ұшыраған адам міндетті түрде шығын шегеді",
                "date": "17.03.2018",
                "upvotes": 1
            },
            {
                "text": "Оган калай жетесин?",
                "date": "17.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жас кезде өзіңді, намысыңды қорғап төбелесудің айыбы жоқ шығар?",
        "question_content": "Жас кезде өзіңді, намысыңды қорғап төбелесудің айыбы жоқ шығар?\n\nƏрине, төбелес барлық жағдайда дұрыс емес шешім екені белгілі, бірақ сөз түсінбейтіндерге агрессия көрсетудің айыбы жоқ болар.",
        "question_date": "15.03.2018",
        "question_tag": "Психологиялық кеңес",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неге телефон ақырын заряд алып тұр?",
        "question_content": "Неге телефон зарядты ақырын алып тұр. Əдетте, телефон 2 сағаттың і",
        "question_date": "15.03.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 558,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ толық емес. Компьютерден USB емес, зарядчикті розеткаға салып көріңіз.\nUSB-кабель немесе зарядканң \"головкасын\" ауыстырыңыз.",
                "date": "24.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мына қатеден қалай құтылуға болады?",
        "question_content": "Мына қатеден қалай құтылуға болады? 3-4 ай өтті түзете алмай жүрмін қатені жоюға болама?",
        "question_date": "15.03.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 615,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Youtube қа жаз атып шығады",
                "date": "15.03.2018",
                "upvotes": 0
            },
            {
                "text": "Менің де ноутбугымда, компьютерімде шығатын болды Осы\n\n________________",
                "date": "15.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Туған жерге деген сағыныш\" тақырыбына шығарма жазып бере аласыңдарма?",
        "question_content": "\"Туған жерге деген сағыныш\" тақырыбына шығарма жазып бере аласыңдарма?",
        "question_date": "14.03.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 29600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған жер, осы сөзді естігенде құлаққа жағымды, жүрекке жылы тиіп, бойыңды бір тәтті сезім билейді. «Туған жердей жер болмас, туған елдей ел болмас» демекші, қай жерде жүрмесін әр адамның туған жерге деген сағынышы бір бөлек.\nМіне, 2 айлық қысқы демалысымыз аяқталып, ақпан айының 23-ші жұлдызында Қытай елінің Бейжің қаласына ұшып келдім. «Пәлен жерде пайда бар, өз еліңдей қайда бар» деген екен дана халқымыз. Қазіргі таңда экономикасы қарыштап, миллиардтаған халықты белгілі бір тәртіпке жұдырықтай жұмылдырып, оларды қамтамасыз ете алып отырған осы бір алпауыт елден керегімізді алып,iлiм-бiлiм жинап оны өз халқымыздың пайдасын арттыруға жұмсамақ ниетте жүрмін. Дегенмен шет мемелекттің аты шет мемлекет сондықтан да өз туған жеріңді сағынарың сөзсіз.\nҚасиетті қазақ даласының қадірін сыртта жүріп сезінбеу әсте мүмкін емес. Оның ішінде кіндіқ қаным тамған, Қазақ елінің кіндігінен орын тепкен, қасиетіне дүйім жұрт қайран болған Ұлытаудың топырағын басып жүргенге не жетсін. Қазақ халқының ортақ тірлігі мен бірлігіне ту тіккен киелі Ұлытаудың жанға шипа саф ауасы мен тау суынан канып ішкен бір сәттің өзі құдды бір жаныңа жәннәт сыйлағандай әсерде қалдырады. Табиғаттың жазылмаған заңдарымен жеткен құбылыстың бірі-Туған жер бізге өз қасиетін берер болса, біз де яғни жас ұрпақ туған жерге деген шексіз махаббатымызды патриоттығымыз арқылы білдіре алуымыз шарт. Әдетте, туған жердің қадірін сыртта жүрген біледі. Жерлесіміз, Ұлытаудың тумасы Камал Смайылов ауылына деген сағынышын сыртта жүріп, «Ұлытауым, сенің қасыңда Гималай маған аласа, Ұлытау сен ғажапсың, Кавказдан да тамаша» деп білдірген екен. Жалғыз Камал Смайлов қана емес, Ұлытау талай жүйріктерді бәйгеге қосып, қаншама текті ұрпақты тәрбиелеген дала. Сондықтан да Ұлытауда бекер туған ұл болмауы шарт. Туған жердің қасиетін жырлап келіп, жырлап өтетін ұрпақ азаймасын!\nТуған жерге деген сағынышымды қағаз бетіне түсіруіме себеп болып отырғаны мына жағдай. Бүгін күнделікті әдетім бойынша электронды пошталық адресімді ашып қарасам қазақ ұлтының ұлы мейрамы наурыз мерекесімен аудан әкімінің құттықтауы келіп тұр. Ұлытау ауданының әкімі Хамит Нұрланұлы Омаровтың қолы қойылған. Менің шет елде жүріп мынандай қуанышты көргенімде қуанғанымды көрсеңіздер. Ұлытаудағы өз үйіме бірден телефон соқтым. Аудан әкімінің құттықтауын және бағалы сыйлықтарды менің отбасыма ауданның жастармен жұмыс жасау орталығы арқылы жеткізіпті. Осындай іс шараны ұйымдастырған аудан әкімі Х.Омаровқа алғысым шексіз. Осы сәтті пайдалана отырып, аудан жұртышылығын наурыз мерекесімен және биылғы Ұлытау ауданының 75 жылдық мерекесімен шын жүректен құттықтаймын. Ауданымыздың биылғы 75 жылдық мерекесіне өз үлесімді жастар тарапынан қосуға уәде беремін.https://baq.kz/kk/news/regmedia/regmedia-54191",
                "date": "15.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Толқын ұзындығы 0,42 мкм күлгңн сәуле калийдің бетіне түседі?",
        "question_content": "Толқын ұзындығы 0,42 мкм күлгңн сәуле калийдің бетіне түседі. Калийден электронный шығу жұмысы 2 эВ. Калийден ұшып шыққан электрондар қандай жылдамдық алады?",
        "question_date": "14.03.2018",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:                                        СИ\n\nλ = 0,42 мкм                      0,42·10 ⁻⁶ м\nA = 2 эВ                             2·1,60·10⁻¹⁹ = 3,20·10⁻¹⁹ Дж\n____________\nV - ?\n\n1)Энергия кванта:\nε = h·c / λ = 6,63·10⁻³⁴·3·10⁸ / 0,42·10 ⁻⁶ ≈ 4,74·10⁻¹⁹ Дж\nздесь h - постоянная Планка, с - скорость света\n\n2) По закону Эйнштейна для фотоэффекта:\nε = A + Ek\nEk = ε - A = (4,74 - 3,20)· 10⁻¹⁹  = 1,54·10⁻¹⁹ Дж\n\n3) Но\nEk = m·V² /2\nотсюда:\nV = √ (2·Ek / m ) = √ (2·1,54·10⁻¹⁹/9,11·10⁻³¹) ≈ 580 000 м/с\nm - масса электрона.",
                "date": "23.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мәтінді ағылшынға аудару. Кей мұғалімдердің сабағынан кейін қанаттанып,",
        "question_content": "Кей мұғалімдердің сабағынан кейін қанаттанып, рухтанып шығасың. Кейбірінен түңіліп, ұнжырғаң түсіп кетеді. Ал енді кейбірінен «уһ, құтылдық па» деп қашып шығамыз. Иә, иә...сабағында өткізген уақытыңа жаның ашитын мұғалімдер де болады. Кейбір сабақтар санаңды кеңейтіп, өмірге деген көзқарасыңды аша түссе, кейбірінде керісінше, барлығымыздан бірдей ойлайтын роботтар дайындап жатқандай бірдей ойлауға итермелейді",
        "question_date": "14.03.2018",
        "question_tag": "Университет, колледж",
        "question_views": 564,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "After some classes of teachers, you have a great enthusiasm and enthusiasm. Some of them have disappeared and become discouraged. And now some of us go out and say, \"Woe to us!\" Yes, yes ... will be teachers who open their eyes for the time you spend in the lesson. Some lessons extend your thinking and open your eyes on life, but on the contrary, it encourages us to think the same way as robots think of us all.",
                "date": "21.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Толықтауыш болатын сөздердің негізгі белгісі?",
        "question_content": "Толықтауыш болатын сөздердің негізгі белгісі қалай айтып жіберсеңіздер?",
        "question_date": "14.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 14900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толықтауыш деп сөйлемде негізінде атау мен іліктен басқа септіктің бірінде тұрып, бір мүшені заттық мағына жағынан толықтыратын тұрлаусыз мүшені атаймыз.\nТолықтауыш кімді? нені? кімге? неге? кімнен? неден? кімде? неде? кіммен? немен? кім (не) туралы? кім (не) жөнінде? не тақырыпты? деген сұрауларға жауап береді.\nТолықтауыш болатын сөз таптары:\nЗат есімнен болады\nЗат есім орнына қолданылған немесе заттық мағынаға ие болған есімдік, сан есім, сын есім, есімше, тұйық етістік, үстеу сөздерден болады.\nТуралы, жөнінде, жайында деген шылаулардың бірімен тіркесіп келген сөздер етістіктен болған мүшенің алдында келсе, толықтауыш болады.\nТолықтауыш та дара, күрделі және үйірлі болып келеді.",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірнеше жай сөйлемнен қимыл-сын бағыныңкылы сабақтас құрмалас сөйлем құрау қажет",
        "question_content": "Қазақ халқының ұлттық болмыс-бiтiмiнiнің бip өзгeшeлiгi- дастaрқан жайып, кiмдi болcа да адал көңiлмен қарcы алатын кеңпейiлдiгi, меймандостығы. Қазақ үйiне келгeн адамға дастарқан жайып, қонақжaйлылық ниет бiлдipмеген адамды «қазанын қара суга малып отыpғандай» деп кемciтетiн болған. Сондықтан да қазақ халқы танысын, танымaсын үйiне бас сұққан адамғa қырыктың бipi- Қыдыр деп карап, дастaрқан жайып, барын oның алдына қойған. Қазақ-намысшыл халық. Қонақтан тамақ үшiн ақы алу деген оның әдетiнде мүлдем жоқ. Бұл көргенсiздiк саналып, ырымға жаман деп eсептелген. Расында да қазақ дастарқаны қурап тур дeгізбеу үшiн, өзiнiң ең дәмдi aсын қонағына сақтап отырады да, реті келгенде оны дастaрқанға қояды. Қазақтың ұзақ сақталып, тек қoнақ келгенде ғана дастaрқанға салатын сыйлы асы сүрленген ет, қазы, шұжық, жент, құрт, қарынға салынып cақталған сары май, тәттi, тары, қант, шай, өpiк мейiз жене т.б. Қонақасы қазақтың бөлiнбеген еншici деген сөз бұрынғыдан қалған. Ерулiк , қымызмұрындық, сiрге мөлдiретер, соғым басы, көңіл шайы, келiн шайы және т.б. басқосулардың мақсаты, тiлек-мүдделеpi қазақтың меймандостық ниетiнен тyындаған.",
        "question_date": "14.03.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 864,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Салауатты өмір салтын қалай дұрыс ұстану қажет?",
        "question_content": "Салауатты  өмір салтын  ұстану жайлы толық жауап беру",
        "question_date": "14.03.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салауатты өмір салты (СӨС) — бұл ең әуелі денсаулықты сақтауға және нығайтуға бағытталған сауықтыру жолындағы белсенді іс-әрекет. Өмір Адамның өмір салты өздігінен қалыптаспайды, ал салауатты өмір салты өмір сүру барысында мақсатты түрде қалыптасады. Қазіргі мәліметтер бойынша денсаулық 53-55%- ға салауатты өмір салтына тәуелді болады екен. Бұдан салауатты өмір салтын ұстанудың қаншалықты маңызды екендігі айқын.\nБұл салауатты өмір салтын қалыптастырудың негізгі шарты болып табылады. Ол өмірлік маңызды мүшелердің және мүшелер жүйесінің қызметін жақсартады, сондықтан салауатты өмір салтын қалыптастыруда үлкен рөл атқарады. Қозғалыс белсенділігін дұрыс ұйымдастыру организмнің өсу мен дамуына белсенді ықпал етеді, организмнің жұмысқа қабілеттігін жоғарылатады, әр түрлі ауруларға төзімділігін арттырады. Ал аз қозғалған кезде организмде өзгерістер дамиды.",
                "date": "14.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында 16г мыс CuSO4 және 10 г NaOH бар екі ерітіндіні бір-біріне құйғанда?",
        "question_content": "Химиядан есеп шығарып беріңіздерші. 9 сыныптың есебі!\n\n1. Fe → FeCl2→Fe(OH)2→ Fe(NO3)2\n\n2. №10, № 5, № 27 элементтердің атомының құрылысын анықтап, электрондық сызбанұсқасын сыз.\n\n3. Құрамында 16г мыс CuSO4 және 10 г NaOH бар екі ерітіндіні бір-біріне құйғанда, неше грамм тұнба түседі?\n\n4.1 г әктасты (CaCO3) сұйылтылған HNO3 - пен өңдеп, шығымы 85% болатын Ca(NO3)2 алынды. Осының массасы тап.\n\n5. 4,9 г FeCI3 мен 2,3 г NaOH әрекеттескен кезде түзілген тұнбаның массасын есепте.\n\nТезірек шығарып беріңіздерші!!!",
        "question_date": "14.03.2018",
        "question_tag": "Химия",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Fe⇒FeCl2⇒Fe(NO3)2⇒Fe(OH)2⇒FeO\n1) Fe + 2HCl ⇒ FeCl2 + H2↑\n2) FeCl2 + 2AgNO3 ⇒ 2AgCl↓ + Fe(NO3)2\n3) Fe(NO3)2 + 2NaOH (1,2 капли) ⇒ Fe(OH)2↓ + 2NaNO3\n4) Fe(OH)2 =[ t°c ]⇒ FeO + H2O",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    }
]