[
    {
        "question_title": "Газ абдиабаталы ұлғаяды.Берілген газдың температурасы мен қысымы қалай өзгереді?",
        "question_content": "Физикадан тест тапсырушы едім көмектесіңіздерші?",
        "question_date": "18.12.2016",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "250-ден аспайтын, 9-ға еселік натурал сандардың қосындысын табыңдар?",
        "question_content": "250-ден аспайтын, 9-ға еселік натурал сандардың қосындысын табыңдар?",
        "question_date": "18.12.2016",
        "question_tag": "Математика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "250-ден аспайтын, 9-ға еселік натурал сандардың қосындысын табыңдар?",
                "date": "21.06.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынша 5 белгілі сөйлем құрау керек?",
        "question_content": "Ағылшын тілінен қатты қиналып жатырмын. Ағылшынша 5 белгілі сөйлем құрау керек?",
        "question_date": "18.12.2016",
        "question_tag": "Мектеп",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "салем, 5 белгілі сөйлем дегенінді түсіндбедім кандай белгілі сойлемдерге? ашып жазарсың, мүмкін болса )",
                "date": "18.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9-сыныптан кейін колледжеге түспеуге бола ма?",
        "question_content": "9-сыныптан кейін колледжеге түспеуге бола ма? Мәселе менің жаман оқуымда емес!",
        "question_date": "18.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине, 9 сыныптан кейін колледжге кетуің кетпеуіңе заң бойынша құқық тек өзіңе ғана тиесілі. Мұғалімдер сені ертен ҰБТ барады деп қорыққандықтан не болса соны айтып, құтылуға тырысады. Алайда сенің 11-ге дейін қалуыңа, ҰБТ-ға қатысуыңа да толық құқығың бар!",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала күтіміне төленетін жəрдемақы туралы қай баптан қарауға болады?",
        "question_content": "Бала жасқа толғанға дейін төленетін жалақының 40 пайызы мен əлеуметтік сақтандыру қорынан төленетін жəрдемақы, екеуі бір ма? Немесе жалақының 40 пайызы жұмыс жасайтын əйелдің мекемесінен бөлек төленуі керек па? Мен қазір бала күтіміне қолыма 14000 теңге аламын 2-ші балаға, ал жұмыс орнымнан ақша төленбейді. Сол дұрыс па? Заңның қай бабынан қарауға болады?",
        "question_date": "18.12.2016",
        "question_tag": "Заң",
        "question_views": 402,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жол ережесін қалай білуге болады?",
        "question_content": "Мен кеше багдаршамда турганда,багдаршам туси жасыл жанып,машиналар орнынан козгала бастады. Менин алдымдагы машинанын догалагы жазгы догалак екен.сол машина козгала бере менде козгала бастадым. Кенет сол алдымдагы машина тайганактап токтап калдыда мен солмашинанын артына соктым. Енди сурак: бул жерде кимдики дурыс.бериниздерши",
        "question_date": "18.12.2016",
        "question_tag": "Жол ережесі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "оныкі қыстың күні жаздықпен жүргені үшін",
                "date": "22.12.2016",
                "upvotes": 0
            },
            {
                "text": "Оныкы де дұрыс емес, ара қашықтық сақтамаған сенікі де дұрыс емес.",
                "date": "8.05.2017",
                "upvotes": 0
            },
            {
                "text": "сеники дурыс емес",
                "date": "6.04.2018",
                "upvotes": 0
            },
            {
                "text": "Аялдамада туруга болама егер знак болмаса алде канша метир жетпей туру кажет",
                "date": "1.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін өте жақсы меңгерген адамдар бар ма?",
        "question_content": "Ағылшын тілінен көмектесе алатын адамдар болса, төменге вк парақшаларыңызды қалдыруды сұраймын",
        "question_date": "18.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жамандығын ұзағырақ есіне сақтайды эссе жазу?",
        "question_content": "Көп адам өзіне жасалған жақсылықтан гөрі, көрген жамандығын ұзағырақ есіне сақтайды. Мені сол қапаландырады... (пьер буаст) осы тақырыпқа эссе жазу?",
        "question_date": "18.12.2016",
        "question_tag": "Мектеп",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сүйіктімнің (жігітімнің) туылған күніне не сыйласам болады?",
        "question_content": "Сәлеметсіздер ме? Сіздерден сұрағым келгені менің жүріп жүрген жігітімнің жақында туылған күні соған не истесем болады?..не сыйлаймын???...шынымды айтсам осыны ойлар басым қатып жүр,содаан сіздерден сұрайын деп шештім....Апкелер сіздер өз сүйіктілеріңіздің туылған күнін қалай өткізіп едіңіздер бөлісе отырыңыздар!? Кеңес беремін деушілерге:жалпы менің жігітім әнші,аранжировчик(қазақшасын білмейді екенмін айып етпеңіздер)бірақ оның музыкасына жалпы жұмысына керекті нәрсе бергім келмейді,оданда ерекше нәрсе бергенім дұрыс шығар?білмеймін...Олл 93жылғы өзім 99жылғымын жүріп жатқанымызға 2ай болды(сол себепті болар шыны керек не ұнатып не ұнатпайтынын әлі толық білмеймін).Өзімнің ойым не болсада оны қатты жақсы көретінімді сүйетінімді оның мен үшін қымбат жан екенін білдіретіндей әрі есте қаларлықтай бірнәрсе болса деймін бірақ ойланып еш табалмадым(бұрын соңды жігітке сыйлық жасап көрмегенмін,содан да қобалжимын)..меніңше ол туылған күнін бір жерде жасайды оның таныстары араласатн адамдары достары өте көп солардын бәрінің басын қосып бір жерде жасайтын шығар деп ойлаймын..Сондықтан мен жеке екеуміз ғана болатын кеш жасай алмаймыын....Тағы айта кететінім ол қарапайым бірақ ол танымал жігіт егер сыйлық сыйлайтын болсам ерекше және қымбат сыйлық беруім керек шығар деймін...себебі жоғарыда айтқанымдай оның араласатын адамдары көп олардың бәрі қызы не сыйлады екен?деп сұрағыштап сынайтындары белгілі..сондықтан менің сүйіктім де өзім де ұялмайтындай жұрттың бәрі де жігітім де ооо деп таңырқаап қарайтындай бірнәрсе болса деймінн....Ұсыныстарыңыз олса міндеттй түрде жазыңыздар мен тағатсыздана күтемін.Және өз бастарыңыздан бұндай жағдай өткенде не істеген едіңіздер бөлісіңіздер!?",
        "question_date": "18.12.2016",
        "question_tag": "Достық",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әтір сыйлаңыз, ерекше болу үшін шығыс май негізінде жасалған Al Haramain, Swiss Arabian, Rasasi сияқты фирмалардың әтірлерін сыйлаңыз. Мешіттің жанында сататын 500 теңгелік Al-Rehab емес. Бұл әтірлердің ерекшелігі олар мұрынға үйреншікті европалық Allure Homme Sport, Antonio Banderas сияқты емес. Парфюм болмаған соң басқаша ашылады. Яғни ол иіс міндетті түрде сізбен байланысты, қысқаша айтқанда ол иісті сезген сайын сізді есіне алып тұрады :)",
                "date": "19.12.2016",
                "upvotes": 0
            },
            {
                "text": "Кәмпит  сыйлаңыз  қалжың",
                "date": "19.09.2017",
                "upvotes": 0
            },
            {
                "text": "Бір нәрселерді өлшеу үшін арналған құралдар. Мысалы, термометр, барометр, динамометр деген сияқты. Бұндай құралдар бірден есте қалатын ерекше сыйлықтардың қатарына жатады. Олардың кейбірінің құны кәдімгідей қымбат, ал кейбірі тіптен арзан. Мысалы, термометр. Неге менің сүйіктіме барометр қажет, ол теңізші емес қой деп басыңызды қатыруыңызға да, жәй ғана сатып алып сүйіктіңізге сыйлық қып апарып беруіңізге де болады. \nЖігітіңізге өзін әскер не аңшы ретінде сезіндіретін құралдар. Әсіресе әскерге барып келген жігітіңіз үшін әскери сыйлықтар сай келмек. Мысалы, фонарик, карта, компас, бинокль деген сияқтылар. Рация, ұялы телефондар тіптен керемет сыйлық!\n Спорттық құрал-саймандарды да ұялмай сыйға тартсаңыз болады. Гантель, грушалар т.б. \nКөліктің құрал-жабдықтары. Жігіттеріміз машинаны қыздардан артық жақсы көрмесе, кем жақсы көрмейді. Әрине, қалжың. Дегенмен, еркектердің өмірінде машина аса зор рөл атқарады. Бұндай сыйлықтарды алуда өзіңіз де машинаның «тілін» жақсы білгеніңіз дұрыс немесе машинаның құрал-жабдықтарын жақсы білетін таныстарыңыздың көмегіне сүйеніңіз. \nКітап. Кітап кім-кімге де таптырмас сыйлық. Әсіресе, өзі сүйіп оқитын жазушысының кітабын сыйласаңыз жақсы сыйлық болмақ. \nЕстелік заттар (сувенир). Әдетте, бір жерге барсақ, міндетті түрде өзімізге қымбат жандар үшін сыйлық әкелуді ұмытпаймыз. Сол елдің дәстүрін айқындайтын, салтын көрсететін сыйлықтар әлбетте кім-кімге де ұнайтыны сөзсіз. Сүйікті адамыңызға да сувенирлерді қысылмай беруіңізге болады. Сіздің оған деген махаббатыңызды паш ететін естелік заттар көздің жауын аларлықтай әдемі, мағыналы, сәйкесінше кез келген жерге сыйып кететіндей шағын болғаны дұрыс. Қалтаңыз қалың болса, бұдан да қымбат сыйлықтар алып, сүйіктіңізді қуантуыңызға болады. Мысалы, велосипед, көлік т.б.\nГалстук. Ең көп силанатын сыйлық болып саналады. Жұмыста жетістікке жетуін, көп жиындарда ерекше көзге түсіп мәртебелі болып жүргенін қаласаңыз галстук сыйға тартыңыз. \nӘтір. Күнделікті өмірге етене сіңісіп кеткен әтірдің қазіргі кезде көптеген түрлері бар. Жас жігіттерге, егде жандарға, іскер жандарға, спортпен айналысатындарға әр қалай таңдауға әбден мүмкіндік бар. Әтір сыйлар болсаңыз адамның мінез ерекшелігі мен өмір салтына баса назар аударыңыз.\nКітап. Барлық ер-азаматтарға сыйлана бермейтін сыйлық түрі. Оқу-білімді жанына серік еткен жан бұл сыйлығыңызды өзіне жасаған жақсылық ретінде қабылдап, сол кітапты көргенде сізді есіне алып отырады. Кітап таңдағанда сол ер-азаматтың қандай саланы қызығып оқитынын біліп алыңыз. \nЖейде. Көп жағдайда ерлі-зайыпты болған кезде сыйлауға болатын сыйлық жейде көп жағдайда аса қызықты сыйлық бола қоймайды. Киімге аса мән беріп, үнемі киім ауыстырып жүретін жан ғана жейдені сыйлық ретінде бағалай алады.\nСағат. Жұмыста табысты болғанынды тілеймін деген мағынаны білдіреді. Сағат көбіне жігерлі, белгілі бір қызметпен жүрген жандарға сыйланады. Бет орамал. Ізгі ниетіңіз бен таза жүрегіңізді білдіреді. \nСақина. Азаматтың мінез-құлқына қара таңдап берілетін сыйлық. Алтын сақинаға қарағанда күміс сақина ер адамдарға лайықты деп есептелінеді. \nКиім түрлері. Өзінің қызығып жүрген, қолы жетпей жүрген киім түрін білмесеңіз, бұл сыйлық түріне көп жақындамағаныңыз жөн.\n Қаламсап сыйлау қызмет дәрежесі жоғары жандарға таптырмас сыйлық. Қазіргі кезде қаламның әр түрлі бағадағы көп таңдауы бар. Сапасы мен дизайны керемет қалам таңдаңыз да өз қызметін жақсы көріп бағалай білетін жанға сыйға тарта беріңіз. \nҚызығатын спорт түріне қатысты заттар. Футболдың жанкүйері болса, футболка, доп немесе ұнататын командасы түскен сурет, футбол тарихы туралы кітаптар, не футбол тақырыбында шығарылатын журнал түбіртегін сыйлауға болады. Дəл осы секілді етіп, басқа спортқа қатысты сыйлық түрлері сыйлығыңызды ерекше етері анық. Бокс жанкүйеріне бокс қолғап, баскетбол болса, доп немесе атақты баскетбол ойыншыларының суреті, осы секілді сыйлықтар бірқатар сыйлықтар қатарында ерекшеленіп көрінері анық.\nМәліметтер ашық ақпарат көздері арқылы дайындалды",
                "date": "11.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "М.Әуезов жане Ғ.Мүсірепов жайлы эссе болек- болек",
        "question_content": "М.Әуезов жане Ғ.Мүсірепов жайлы эссе болек- болек",
        "question_date": "17.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еуропа да бір-біріне ұқсас тілдер бар ма ?",
        "question_content": "Мысалы Азия жақта парсы тілдестер деп Тәжіктер, Ауғандар, Ирандар  Күрдтер жатады. Бұл ұлттар әр мемлекетте тұрғанымен тілдері өте ұқсас. Бір-бірлерімен тілмашсыз сөйлесе алады. Түркі тілдестер де  үлкен топ. Оның ішінде Қазақ Қырғыз Қарақалпақ, Ноғай деген ұлттар бір-бірінің кітабын оқып киносында көре алады. Шығыс еуропа да славяндардың тілдері өте жақын . Ал енді италия тілі, неміс тілі, франсуз, ағылшын, португал, испан тілдеріне мына ұлттардың тілдері жақын дегенді естімедім. Әлде бар ма ?",
        "question_date": "17.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түркі тілдестер, славян тілдестер, роман тілдестер (латын), иран деп тілдік топтарға бөліне береді. Бір топтағылар бір-біріне ұқсайды. Кейбіреулер мекен ететін жеріне байланысты өзгерістерге ұшырап бір-бірін анық түсінбейді. Мысалы қазақша мен қырғызша бір-біріне қатты ұқсағанымен, түрікшені аудармашысыз түсіну қиын. Сол секілді орысша мен чех тілдері де бір-бірін аудармашысыз түсіну қиындық тудырады. Ал роман тілдеріне келсек, оларда бөлінеді. Батыс роман тілдері, шығыс роман тілдері деп...! Ал олардың түркі тілдестер мен славяндардан айырмашылығы бір-біріне ұқсамайды десекте болады. Тек кейбір сөздері мен терминдері болмаса. Бұл Еуропа елдерінің барлығы жеке дара кезінде ірі империя ретінде дамығандығының салдарынан болған екен. Мысалы, француз тіліне ең жақын меніңше Франкопровансаль тілі. Бүгінде ол тілде сөйлейтіндердің көбісі француз тіліне көшіп кеткендіктен бұл тіл  жоғалудың алдында... Ал португал тілі мен испан тілі ең жақын тілдер болғанымен испан тілінің өкілі португалшаны аудармашысыз мүлдем түсінбейді. Тек бразилиялық португал тілін испанша сөйлейтін Латын америкалықтар ғана түсінуі мүмкін.",
                "date": "19.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Етістікпен бірге сөйлем құрау",
        "question_content": "Сөйлемдергк етістіктерді қолданып сөйлем құрау. Көмектесіңіздерші\n\nЖұмысшы,еңбек,еңбекқор,егін,тәлімгер,тыңгерр,тың жер,баспа,баспагер,ғарыш,ғарышкер,лездеме,бағыт,Атажұрт атты айдармен беріледі,теледидар,ақсақал,зейнеткер,xабар,xабарлама",
        "question_date": "17.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "телефоным вконтакте желісіне және ватсапқа кірмей тұр",
        "question_content": "телефоным вк мен ватсапқа кірмей тұр, бірақ интернетке кіреді, алғашқыда ватсапта аудио ашылмай тұрған, екеуінің де версиясын ауыстырдым, сонда да кірмейді, неге олай,",
        "question_date": "17.12.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір данасы үшін бағалары бірдей, барлығы 15 қарындаш пен қалам сатып алынды",
        "question_content": "Бір данасы үшін бағалары бірдей, барлығы 15 қарындаш пен қалам сатып алынды. Қарындаш үшін 400тг,ал қалам үшін 350тг төленді. Сонда неше қарындаш және неше қалам сатып алынды",
        "question_date": "17.12.2016",
        "question_tag": "Математика",
        "question_views": 5800,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Шешу:  15*x=400+350   15*x=750    x=750:15    x=50    400:50=8    350:50=7  \n\nЖауабы: 8 қарандаш және 7 қалам сатып алынды",
                "date": "17.12.2016",
                "upvotes": 1
            },
            {
                "text": "10 бірдей қарындаш құнының бір қарындаш құнына тәуелділік функциясы",
                "date": "22.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ағылшын + тарих таңдасам қандай маманықтар бар?",
        "question_content": "Мен ҰБТ да ағылшын + тарих таңдамақшымын, оған қандай мамандықтар бар, толығырақ айтып берсеңіздер, жалпы 22 мамандық бар деп естігем",
        "question_date": "17.12.2016",
        "question_tag": "Мектеп",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жалпы 10мамандык",
                "date": "4.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Информатика. у-тің менің табатын программа құуры керек у= а 2 (квадрат),",
        "question_content": "у-тің менің табатын программа құуры керек у= а 2 (квадрат), егер а < { Түбір астында а , егер а үлкен немесе тең нөлден ; Жəне осы : 100000111 астында квадраты бар 1568 астында 10 дәрежесә бар 2564 астында 8 дәрежесі бар , бұл сандардын барлығын 16 санау жүйесіне түрлендіру керек көмек беріңіздерші!",
        "question_date": "17.12.2016",
        "question_tag": "Операциялық жүйелер",
        "question_views": 469,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсіңде өзіңнің өртеніп жатқаныңды көрсең қандай мағына береді?",
        "question_content": "Түсімде өзімнің өртеніп жатқанымды көрдім, өртеніп жаттым бірақ қасымда адамдар тұр біреуі де көмектеспейді, қыс айы деймин куртка киіп тұрмын курткам екен өртеніп жатқан өзімді сабырға шақырдым да жайлап куртамды шешіп тастап едим, аман қалдым, бірақ аяғым арқам күйген екен мұндай түсті бірінші рет көруім. Жорып беріңідерші.",
        "question_date": "17.12.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 9700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өрт-ұзақтан хабар келу. Түсте қырман өртеніп кетсе-қолдағы мал-мүліктен айырылу.",
                "date": "3.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "а -ның қандай мәндерінде (а+2)х^2+2(а+2)х+2=0 тендеудің түбірлері өзара тең болады?",
        "question_content": "а -ның қандай мәндерінде (а+2)х^2+2(а+2)х+2=0 тендеудің түбірлері өзара тең болады?",
        "question_date": "17.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мағанда осы есептен көмек қажет Көөөмеккктесіңізззздершііііі өтінемін",
                "date": "9.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Видео түсіргенде дауысын мирафонмен сөйлегендей басылатын программа қандай?",
        "question_content": "Видео түсіргенде дауысын мирафонмен сөйлегендей басылатын программа қандай?",
        "question_date": "17.12.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер линукс(windows емес) онда Audacity деген программаны орнатасыз сосын remove noise деген фильтр қолданасыз",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір рудан қыз алысу туралы болмақшы сұрағым?",
        "question_content": "Осы 7 атадан асса болады дейді көпшілігі, сонда 7 атадан қызда-жігітте екеуде асу керек пе ? Алде тек ұл немесе тек қыз асса да бола ма? Мен озм 7 атадан асқанмын, бірақ қыз аспаған.",
        "question_date": "17.12.2016",
        "question_tag": "Шежіре",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңыз қызық, жеті атадан асу деген бір-біріңе жеті атаға дейін қосыласыңдар ма соны айтады емес пе, мысалы әкеңнен бастап санай бер, атаң екінші, арғы атаң үшінші......, егер жетіге дейін қосылмасаңдар болады",
                "date": "17.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаш ұштанса қандай жолмен емдейміз?",
        "question_content": "Шаш ұштанса қандай амалдар қолданамыз.Шаш ұштануына қарсы қандай сусабын(шампунь) бар.Қандай маскаларды қолданған дұрыс???",
        "question_date": "16.12.2016",
        "question_tag": "Денсаулық",
        "question_views": 876,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Аптека немесе супермаркеттен репейное масло алып жақсаңыз болады.",
                "date": "17.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Морфологиялық талдау қалай жасауға болады?",
        "question_content": "Кейбіреу тыңдап үйден шыққанынша Кейбіреу қатар құлақ ұққанынша Сөз мəнін түсінерлік кейбіреу бар Абайлар əрбір сөзді өз халінше",
        "question_date": "16.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Отау тв да кез-келген Спутниковая антенна бола бере ме?",
        "question_content": "Менде отау тв сам-модул бар еді, енді Спутниковая антенна алу керек, сұрағым келгені кез-келген антенна бола береме, әлде міндетті тұрде отау тв ның антеннасы болу керекпе",
        "question_date": "16.12.2016",
        "question_tag": "Телеарналар",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек отау тв - дин антенасы керек. Баскасы жарамайды.",
                "date": "22.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен қызымды ренжітіп алған едім?",
        "question_content": "Мен жүріп жүрген қызымды ренжітіп және ауыр сөздер айтып қойған еді. Ол қызды мен жақсы көремін. Мен қайтарғым келеді, қалай қайтарсам болады?",
        "question_date": "16.12.2016",
        "question_tag": "Махаббат",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "шын журектен кешірім сұра",
                "date": "17.12.2016",
                "upvotes": 0
            },
            {
                "text": "самая большая это бездействие, даже если ты пойдешь и попросишь прощение, и она не простит - у тебя будет в душе спокойно. а если не попросишь прошение, то это будет вас мучаить большое количество времени...удачи",
                "date": "16.12.2016",
                "upvotes": 0
            },
            {
                "text": "Телфон на қоңырау шалып оны кездесуге шахырасын бір жақсы силық алып бір кафеге ма отрғызасын.",
                "date": "26.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кесіндінің үзындығын табу",
        "question_content": "Кесіндінің 3,1-і 9см. Кесіндінің ұзындығы қанша",
        "question_date": "16.12.2016",
        "question_tag": "Математика",
        "question_views": 9200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Шешуі: 9*3.1=27.9см\n\nЖауабы: кесінді ұзындығы 27,9 см",
                "date": "17.12.2016",
                "upvotes": 1
            }
        ]
    }
]