[
    {
        "question_title": "Білесің бе, ардақтым? Мұқағали Мақатаев кімге арнап шығарған?",
        "question_content": "Білесің бе, құрметтім?\nАрасында дүрмектің,\nСені ұмытып кетерімді білмеппін...\nЕнді, міне, ойланатын күн жетті,\nАрасында дүрмектің,\nӘлдеқалай жүрмеппін.\n\nКөп нәрсені сезіппін,\nСезіппін де, түйіппін.\nБіреулерден жиіркеніп, біреулерді сүйіппін.\nБіреулерден аласа, біреулерден биікпін.\nАқыры кеп,\nАт басын саған бұрдым, сүйіктім.\n\nАрманым да, үмітім де,\nСенде екенін ұғындым.\nЖәбір көрген сәбидейін, бауырыңа тығылдым.\nҰғындым мен -\nБасқаларға жоқ екенін құнымның,\nАя, ардақтым, ая мені...\nАлдыңа кеп жығылдым.\n\nБілесің бе, ардақтым?\nСаған деген асылымды әркімдерге арнаппын.\nӨзімді-өзім алдаппын,\nКешесің бе, ардақтым?\nҚұлың болып қалмақпын.",
        "question_date": "20.08.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауылдық квота бойынша оқығандар",
        "question_content": "Мен ауылдық квота бойынша биыл 2016 жылы ЖОО бітірдім.. Маған енді ауылда 3 көлемінде жұмыс істеуің қажет дейді. Бірақ, мен ауылдық жерден жұмыс таппадым.Мен педагогикалық бағытта \"қазақ тілі мен әдебиетті\" бітіргенмін.  Маған бітірген оқу орным қыркүйекке дейін жұмысқа тұруға міндеттісің дейді. Тұрғылықты жердің Халыққа қызмет көрсету орталығына барсам ол жердегілер \"бізде  бос ваканция жоқ\"-дейді.. Оқу орным жұмыс істемесің соттан 4жыл көлемінде алған степендиңды қайтарасың дейді... Енді мен не істеуім керек. Мен жұмыс таппадым. Қалалы жерде жұмыс істеуіңе болмайды дейді... Ал мен жұмыс таппадым. Алған степендиямды қайтаруға міндеттімінба? Менің ендігі әрекетім қандай болмақ? Жауап күтемін!",
        "question_date": "20.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менде де дəл осы мəселе. Не істедіңіз? Жауабын тапсаныз маған да көмектесіңізші",
                "date": "4.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерекше слайд, презентацияны қандай бағдарламалар арқылы жасауға болады?",
        "question_content": "Қандай ерекше слайд, презентация жасауға болатын бағдарлама немесе онлайн сайттар білесіз?",
        "question_date": "20.08.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cіздің  сұрағыңыз бойынша Prezi,Ms Power Point,MySlideShow,InkTools,Zoom Home Edition бағдарламалардың барын білемін.Менің қолданатын бағдарламам көбінесе Ms Power Point және Prezi.",
                "date": "20.08.2016",
                "upvotes": 0
            },
            {
                "text": "Power Point-пен жасап жүрмін өз басым",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйдің құрылысын арнайы қандай программа арқылы жасауға болады?",
        "question_content": "Өз үйімнің жобасын, құрылысын немесе конструкциясын біраз өзгерткім келеді. Сол үшін бірінші жобасын жасап көрсем деп едім(қазіргі үйдің жартысын бұзып бөлмені кеңейтіп қосу қажет еді) Осыған байланысты қандай компьютерлік (не смартфонда) бағдарламаны қолдансам болады? Тегін немесе онлайн жасауға болатын қандай түсінікті бағдарлама білесіз?",
        "question_date": "20.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Автокад программасы бар, бірақ бұл сызықтар арқылы саласыз ұзақ уақыт  алады, дегенмен  жеңіл әрі жай ғана көру үшін жарай береді.\n\nРевит программасы бар, нағыз құрылыс мамандықтары қолданатын программа, мұнда арнайы қабырға, есік, терезе дайын тұрады. Жай ғана орнын, өлшемдерін таңдап қоя бересіз. Автокадқа қарағанда жеңіл.\n\nАрхикад программасы  бұны көбінесе архитекторлар пайдаланады, Ревитке ұқсас, ревиттен айырмашылығы қарапайым адамдарға түсініктірек.\n\nАвтокад сызықтардан тұрады, Ревит пен Архикад  дайын объектілерден тұрады, сондықтан Ревит пен Архикадта Зд (яғни түсін, формасын, шынай өмірде қалай көрінетінін) көре аласыз. Бұл программалардың барлығының интернеттен студентерге арналған 1 жылдық версияларын  алып жұмыс жасап көруге болады, бірақ жобаны сызып сатуға болмайды.",
                "date": "15.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гипертиреоз (қалқанша без қызметінің күшеюі) деген не?",
        "question_content": "Гипертиреоз (қалқанша без қызметінің күшеюі) деген не?",
        "question_date": "19.08.2016",
        "question_tag": "Биология",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гипертиреоз – қалқанша безінің гармонын әдеттегіге қарағанда көп бөле бастауы. Басқаша айтқанда, гипертиреоз гипотиреозға қарама-қарсы ауру. Қалқанша безі гармондарының төмендеуі ағза жұмысын баяулатса, гипертиреоз кезінде ағза жұмысының қарқыны қатты артады.\n\n Гипертиреоз ауруына шалдықтыратын әрекеттер:\n\nЙодты мөлшерден тыс қолдану;\nГипотиреозды емдеу;\nГипофиз ауруы.\n\nҚалқанша безінің гармондарды шектен тыс көп бөлуі ағзаның барлық жұмысын қарқынды түрде жүргізетіндіктен, жүректен бастап, барлық ағзаға кері әсерін тигізеді.\n\nГипертиреоздың үш деңгейі бар:\n\nБастапқы деңгейлі гипертиреоз – қалқанша безінің ауруынан туындайды;\n\nЕкінші деңгейлі – түрлі гипофиза патологиясының кесірінен туады;\n\nҮшінші деңгейлі – гипоталамус ауруынан пайда болады.\n\nНауқас адам осының қай деңгейімен ауырса, соған сәйкес ем қолданылады.\n\nГипертиреоз белгілері:\n\nЖүйке жүйесіндегі өзгерістер: ұйқысыздық, көңіл-күйдің аумалы-төкпелілігі;\nТершеңдік;\nӘлсіздік;\nЖүректің қатты соғысы;\nДірілдеу, әсіресе, саусақтар қатты дірілдейді;\nКөздің күп болып ісіп кетуі, көзді бір орынға қадай алмау;\nАрықтау;\nІш өту.\n\nЖоғарыдағы белгілер біліне бастаса, міндетті түрде эндокринолог-дәрігерге қаралу керек. Бұл ауру қатты асқынбаған болса, емделуге болады.\n\nБүгінде гипертиреозды емдеудің үш түрі бар:\n\nКонсервативті емдеу түрі: препараттар көмегімен емдеу;\nРадиойодты терапия: радиоактивті йод көмегімен емдеу;\nХирургиялық емдеу: наркоз негізінде операция жасау.\n\nКөбіне бұл ауруға әйел адамдар шалдығады. Ал аяғы ауыр және бала емізіп жүрген әйелдерді гипертиреоздан емдеу өте қауіпті.\n\nЖоғарыда аталған ем түрлерін қабылдаған соң, қалқанша безінің гармондары қайта қалпына келеді. Кей кездерде, емдеуден кейін, біраз уақыт дәрігердің нұсқауымен қалқанша безі гармондарын реттейтін дәрі қабылдау керек.\n\nГипертиреоздан өздігінен емделу мүмкін емес, сондықтан тек қана дәрігердің көмегіне жүгініңіз.",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Театр туралы қандай нақыл сөздер бар?",
        "question_content": "Театр туралы қандай нақыл сөздер бар?",
        "question_date": "19.08.2016",
        "question_tag": "Мектеп",
        "question_views": 13600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер әртіс нашар ойнаса, онда оған деген қол шапалақтау оның одан да нашар екендігін көрсетеді. Жюль Ренар\n\nСанасы бос адамның алдында ойнағанша, бос орындықтың алдында ойнаған жақсы. А. Гиннесс\n\nТеатр – өмірлік сұрақтарға шешім табатын жоғарғы интенция. Александр Иванович Герцен\n\nСенің жаттап алғаныңды білмей қалатындай етіп ойна! Михаил Семенович Щепкин\n\nКедейлер тек театрда ғана байлардың үстінен қарап отырады. Уилл Родж\n\nСахнадан адамды емес, актерді көрсең, жалығасың. Василий Осипович Ключевский\n\nАдам бүгін театрға  ертең адам болып қалу үшін барады. Робер Лепаж\n\nТеатр – адамның өзін-өзі сахнадан көріп, өзін-өзі түсінетін орын. Григорий Ревзин\n\nТеатр мен киноның айырмашылығы – сіз театрда көресіз, ал кинода сізге көрсетеді. Александр Адабашьян\n\nЕгер театрда тек классика ғана қойыла берсе, онда театрдың өлгені. Владимир Немирович - Данченко\n\nТеатр дайын драматургияны қойып беру емес, ондағы оқиғалардың неге олай болғаны жайында ойлану. Тадаси Судзуки\n\nӨз театрын ашуды армандамайтын актерлерден құралған театр өте нашар тетар, оның болашағы да жоқ. Ролан Быков\n\nЕгер қоғамда жара болып жатса, оны театр емдеуге, не «бәрі жақсы болады» деп сендіруге тиісті емес, театр сол жақты саусағымен нұсқап көрсетуі керек. Сонда ғана қоғам алдындағы парызы өтеледі. Михаэль Тальхаймер\n\nТеатр мұражай сияқты, біз оған бармаймыз, бірақ оның бар болғанына қарсы емеспіз. Гленда Джексон\n\nЕгер екі адам сөйлесіп, оны үшіншісі тыңдап тұрса, мұның өзі - театр. Густав Холоубек\n\nТеатр – көрерменнің тіпті түсінде көрмеген не армандамаған ойларының орындалатын орны. Петер Цадек\n\nӨз биігіне жеткен театр ешкімнің де көмегін қажет етпейді. Николай Акимов\n\nЖөтеліп жүргендер ғана дәрігерге, ал қалғаны театрға барады. Алек Гиннес\n\nҚойылымның жетістігі – көрерменінің көп болуы. Тадаси Судзуки",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 қыркүйек, мектеп туралы өлең білесіздер?",
        "question_content": "1 қыркүйекке арналған қандай өлеңдер білесіздер? Жақын күндері мектеп оқушылары мектепке бара бастайды. Қандай өлеңдер білесіздер?",
        "question_date": "19.08.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяулы әнім - мектебім\n\nСөзі Ә. Аймақтыкі\nӘні С. Сапарәлиевтыкі\n\nМейірімді шапағатын тербеткен,\nАрманға асқар құлашымды серметкен.\nМен бақытты балдырғаның саяңда,\nБіліміңнің бал-бұлағы шөлдеткен.\n\nҚайырмасы:\n\nАяулы әнім – мектебім,\nШуағыңда көктедім.\nЖүрсемдағы қай жерде\nҚиялымнан кетпедің.\n\nСағыныштың сезімдерін шайқап ән,\nОраламыз жылда өзіңе қайтадан.\nӘліппені жаттатқызған, ұстазым,\nСенің ізгі көңіліңнен жай табам.\n\nҚайырмасы:\n\nТіршіліктің дүрсілдетіп жүрегін,\nМен өзіңнен қанаттанар түлегің.\nСаған деген махаббатым – әнімді\nАсқақтата шырқай салып жүремін.\n\nҚайырмасы:\n\nТұлғаңды арманыма ұқсатқанмын,\nҮлгіңді көңіліме қыстатқанмын.\nЕсімде әліппені жаттатқызып,\nЕң алғаш қолға қалам ұстатқаның.\nҚайырмасы:\nҰстазым, менің ұстазым,\nӨзіңмен өткен қыс-жазым.\nҚалдырған ізің мәңгілік,\nЖадымда тұрар жаңғырып,\nҰстазым, менің ұстазым!\nЗердемді сен ашпасаң не етер едім?\nӨмірден сыбағасыз өтер едім.\nҒажайып дүниенің сырын жайып,\nҚияға қызықтырып жетеледің.\nҚайырмасы:\nӨзіңнен өмірге азық ала бердім,\nҰшырып мені алысқа қала бердің.\nБойымда отың кетті ұшқын атқан,\nКеледі жана бергім, жана бергім!",
                "date": "20.08.2016",
                "upvotes": 0
            },
            {
                "text": "http://muz.nur.kz/1061593-bota-bejsenova-mektebim-ayaulim-mektebim",
                "date": "22.08.2016",
                "upvotes": 0
            },
            {
                "text": "Мектебым аяулым мектебым\nОзынсын омырдын коктемы\nНар алып Тында",
                "date": "14.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балаға ат қою дәстүрі",
        "question_content": "Балаға ат қою деген қандай дәстүр? Ежелден келе жатқан балаға ат қою дәстүрі қалай өтеді?",
        "question_date": "19.08.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа туған сәби болашақта сыйлы, құрметті, үлкен адам болсын деген үмітпен ата-анасы жасы үлкен, сыйлы адамға ат қоюға қолқа салады. Жастардың әке-шешесі, ата-әжесі тірі болған жағдайда сәбиге атты солар қояды. Үлкендердің айтқаны бұлжытпай орындалатындықтын, міндетті түрде солар ұсынған ат қойылады. Кейде жастармен келісе отырып, бала есімін үлкен кісілер таңдайды. Балаға есім үш күн ішінде берілуі құпталады.\n\nАуылдың беделді азаматы сәбиді қолына алып, азан шақырып, ағайын-туыспен бірге таңдалған есімді сәбидің құлағына қайталайды. Ежелде ақсүйек әулеттердің баласына есімді молда құран оқып, кітапқа қарап қойған екен.\n\nСәбиге ат қойғанда айтылуы қиын, қатаң дыбысты, жақсы да жаман мағына беретін немесе айқайлап тұрған есімдерден аулақ болған жөн.\n\nЕсім адамның тағдырына, болмысына әсер ете ме деген сауал төңірегінде ғалымдар ХХ ғасырдан бері зерттеулер жүргізіп келеді. Соның негізінде адам есімдерін зерттейтін антропонимика ғылымы пайда болған. Ғалымдардың зерттеуінше адам аты оның өміріне айтарлықтай әсер етеді екен, баланы неғұрлым көркем есімдермен атаған сайын, тұла-бойы да соған сәйкес көркемделе түседі.\n\n \n\n \n\nP.S. Қосымша https://kk.wikipedia.org/wiki/Ат_қою_рәсімдері",
                "date": "20.08.2016",
                "upvotes": 0
            },
            {
                "text": "Ат қою рәсімдері Бала – адамның бауыр еті. Қай ата-ана да өз шаңырағында шыр етіп сәби дүниеге келгенінде оған ең жақсы есімді қоюға тырысады. Негізінен, жаңа туған сәбиге есім таңдауға қазақтан дана, қазақтан шебер халық жоқ. Алайда, әрбір ата-ана баласына ат қоярда өзіне жүктелер жауапкершілікті жете сезініп, оған сақтықпен қарағаны, он ойланып, он толғанып барып қана жүрегі қалаған есімді сәбиіне қойғаны абзал. Өйткені, есімдердің адам өміріне, адам атына планеталардың ықпалы өте айрықша. Ырымға байланысты ат қою Қазақтың салты бойын- ша, жас нәресте туған кез- де ата-анасы ең сыйлы, қат- ты құрмет тұтатын адамы- на өз сәбиінің есімін қой-ғызады. Кейде олар келісе отырып, бала есімін өздері таңдайды. Егерде әке-шешесі, ата-әжесі тірі болса, өз немере, шөберелерінің есімдерін солар қояды. Мұн- дайда үлкен кісілердің айт-қаны – заң. Олар айтқан есімді ата-анасының азан шақыртып, сәбиіне қоюы – бұлжытпай орындалатын міндет. Тек есте болатын бір жағдай, сәбиге ат қойғанда айтылуы қиын, қатаң дыбысты, жақсы да жаман мағына беретін, немесе айқайлап тұрған есімдерді қоймаған жөн. Біздің дана халқымызда «Балаға қандай ат қойыл- са, оның болашақ тағды-ры соған байланысты бо- лады», - деген наным-се- нім бар.\n\nP.S.Қосымша Уикипедиядан алынды.",
                "date": "20.08.2016",
                "upvotes": 0
            },
            {
                "text": "Екінші рет азан шақырып ат қоюға болама",
                "date": "22.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласында қандай мектептер үздік деп табылады?",
        "question_content": "Інімді үздік, белім жақсы беретін мектепке берейін деп едім. Алматы қаласында қандай мектептер үздік деп табылады?",
        "question_date": "19.08.2016",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Haileybury Almaty , Almaty International School, Мирас ... Менң ойымша, №15 гимназияға бергендеріңіз жақсы болады (:",
                "date": "20.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көкжиек тұстарын қалай анықтауға болады?",
        "question_content": "Көкжиек тұстарын қалай анықтауға болады? Көкжиек деп отырғанымыз не?",
        "question_date": "19.08.2016",
        "question_tag": "Мектеп",
        "question_views": 85000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Көкжиек\" дегеніміз аспан мен жердің жиегі бір-бірімен ұштасқан жері, оны ЖАЛПЫ халықаралық термин тілі бойынша айтқанда ГОРИЗОНТ ДЕП АТАЛАДЫ ( ҚАЗАҚТАРДАН БАСҚА ЕЛДІҢ БӘРІНДЕ \" ГОРИЗОНТ\"ДЕП АТАЛАДЫ. БІЗ ҚАЗАҚТАР ТІЛГЕ БАЙ ХАЛЫҚПЫЗ ҒОЙ). Көкжиек тұстарын анықтау өте оңай, мысалы: күн шығыс жақ шығыс болса тағы да 3 тұстары белгілі болып шыға келеді. Ал түнде, немесе боранды күндері адасып қалсаң  кез келген ағаштың бұтақтарына қарасаң олардың бұтақтары оңтүстік жағында қалың және оңтүстікке қарай ізденіп,ентелеп майысып тұрады, ОҢТҮСТІКТІ тапсаң болды, солтүстік жағы оған қарама қарсы екені белгілі болады, шығысы да батысы да солай  өзінен өзі анық болжанып шыға келеді!  Бұның бәрі КОМПАС жоқ жағдайда!",
                "date": "20.08.2016",
                "upvotes": 0
            },
            {
                "text": "петропавль каласынын кокжиек тусы кандай?",
                "date": "26.10.2016",
                "upvotes": 0
            },
            {
                "text": "арман деген не????????????????????????",
                "date": "23.11.2017",
                "upvotes": 0
            },
            {
                "text": "Кокжиек дегенимиз сол он  батыс шыгыс деген го. САУАТСЫЗДАР!!!!",
                "date": "15.05.2018",
                "upvotes": 0
            },
            {
                "text": "Көкжиек сызығы деген не ?",
                "date": "23.11.2018",
                "upvotes": 0
            },
            {
                "text": "Көкжиек дегеніміз өзің көзің жеткенге дейінгі кеңістік",
                "date": "12.05.2020",
                "upvotes": 0
            },
            {
                "text": "Aфрика,Солтүстік,Афстрия\n\nМіне сіздің жауабыныз",
                "date": "1.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазушы Бауыржан Омарұлы туралы не білесіздер?",
        "question_content": "Жазушы Бауыржан Омарұлы туралы не білесіздер?",
        "question_date": "19.08.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бауыржан Жұмаханұлы Омаров 1962 жылы мамырдың 1 жұлдызында Қызылорда облысы Арал ауданы Қаратерең ауылында дүние есігін ашқан. Ол - филология ғылымдарының докторы, профессор. 1986 жылы Киров атындағы Қазақ мемлекеттік университетінің журналистика факультетін тәмамдаған. Мұнан соң Мәскеу халықаралық бизнес және ақпараттық технологиялар университеті, Т.Рысқұлов атындағы Қазақ экономикалық университетінде білім алған. Ғалым 1986-1994 жылдары \"Лениншіл жас\" газетінің тілшісі, аға тілшісі, аудармашы, бөлім меңгерушісі болып қызмет атқарған. 1994-1996 жылдары ҚазҰУ-де аға оқытушы, 1998-2000 жылдары аға ғылыми қызметкер, 2002-2003 жылдары профессор болған. Мұнан кейін түрлі қызметте болған Бауыржан Омаров ҚР Президенті Баспасөз хатшысының орынбасары лауазымына дейін көтерілген.\n\nҒалым әдебиеттану саласында тер төгіп, 1993 жылы \"Мұрат Мөңкеұлының әдеби мұрасы\" кандидаттық диссертация, 2001 жылы \"Қазақ әдебиетіндегі зар заман ағымы (генезис, типология, поэтика)\" тақырыбында докторлық диссертация қорғаған.",
                "date": "7.09.2016",
                "upvotes": 0
            },
            {
                "text": "Әкемнің бала кездегі досы болған деп естідім",
                "date": "3.12.2016",
                "upvotes": 0
            },
            {
                "text": "Әкем марқұм болған. Сол кісінің бала кездегі досы болған деп естігем",
                "date": "3.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Алтын тамыр\" шөбі туралы не білесіздер?",
        "question_content": "\"Алтын тамыр\" шөбі туралы не білесіздер? Қазақтар ежелгі кезде қолданған қандай пайдалы шөптер туралы ақпарат білесіз?",
        "question_date": "19.08.2016",
        "question_tag": "Биология",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтын тамыр немесе Қызғылт семізот (лат. Rhodiola rosea) — ірі әрі жуан тамыры бар, жасаңшөп тұқымдасының семізот туысына жататын көп жылдық, шөп тектес, өте бағалы дәрілік өсімдік. Кейбір тамырының салмағы 900 грамға дейін жетеді. Тамырының сырт жағы алтын түстес сары да, ішкі жағы ақ түсті, кепкен кезде тамырының сынған жері ашық қызыл түсті болады. Тамырының сыртқы қабығын пышақпен ептеп аршыса мұрынға аңқыған хош иіс келеді, ал сыртқы қабықтан кейінгі қабық лимон сияқты сары түсті болады. Бұл - тек алтын тамырға ғана тән қасиет.\n\nАлтайдан басқа Тарбағатай тауында және Жоңғар Алатауының солтүстік беткейінде кездеседі. Ылғалды, ірі қиыршық тасты беткейлерде , өзен аңғарлары мен жағалауларында, шалғындықтарда және бұта шіліктерінде орманның жоғарғы бөлімінен Альпі белдеуіне дейінгі аралықта өседі. Кейде үлкен, көңіл аударлық шіліктер құрайды.\n\nАлтын тамыр 400 жылдан астам уақыттан бері халық медицинасында қолданылып келеді. Ол әсіресе қытай медицинасында ертеден белгілі болған. Онда бұл өсімдіктің тамырын тауып келу үшін арнаулы экспедициялар ұйымдастырып отырған.\nБіздің еліміздің ғалымдары 1930 жылдан Алтай маңын мекендеген халықтарға белгілі осы дәрілік өсімдікті іздеп табу ісімен шұғылдана бастады. Соның нәтижесінде1931 жылы совет ғалымы Г.В.Крылов басқарған экспедиция алтын тамырды Алтай тауларынан тапты.\nАлтын тамыр 1961 жылдан бері ғылыми медицинада қолданылып, аз уақыттың ішінде ғана халық арасына кеңінен белгілі болды.\nҚұрамында глюкозид, илік заттар, флавоноидтер, крахмал, органик, қышқылдар, эфир майы бар.\n\nХалық медицинасында бұл өсімдіктің тамырынан жасалған дәрілерді адамның еңбек ету қабылетін күшейтетін, шаршағандықты басатын дәрі ретінде пайдаланады.\nАсқазан мен жүйке ауруларын емдеуге де, жатырдан кеткен қанды тоқтату үшін де кеңінен қолданады.\nӨсімдікті қайнатып трахоманы да емдейді.\nФармакологиялық зерттеулер бұл өсімдік тамырының денеге қуат беретін қасиетін толық анықтады. Әсіресе ой еңбегімен айналысып, шаршаған адамдардың еңбек ету қабілетін едәуір арттыратыны белгілі болды.\n\nЖүргізілген зерттеу жұмыстары алтын тамырдың дәрілік қасиеттері маралшөп тамырының дәрілік қасиетінен анағұрлым күштірек екенін көрсетті. Алтын тамырдың табиғи ареалы жылдан-жылға азайып барады. Қазіргі кезде Алматы, Алтай ботаникалық бақтарында қолдан жерсіндірілуде. Алтын тамыр өте сирек кездесетін түр болғаңдықтан Қазақстанның \"Қызыл кітабына\" енгізілген.",
                "date": "7.09.2016",
                "upvotes": 0
            },
            {
                "text": "Алтын тамыр немесе Қызғыл семізот өсімдігінің қорығы қандай? Қорығы қандай қорық?",
                "date": "7.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тақ сан мен жұп санның қандай айырмашылығы бар?",
        "question_content": "Тақ сан - екіге қалдықсыз бөлінбейтін (яғни тек қалдық қалып бөлінетін) сан. Жұп сан - екіге еселік болатын (яғни екіге бөлінетін) бүтін сан. Толық ақпарат бере кетсеңіздер. Тақ сан мен жұп санның қандай айырмашылығы бар?",
        "question_date": "19.08.2016",
        "question_tag": "Мектеп",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тақ сан - екіге қалдықсыз бөлінбейтін (яғни тек қалдық қалып бөлінетін) сан.\n\nЖұп сан - екіге еселік болатын (яғни екіге бөлінетін) бүтін сан.\n\nЖұп сандарға:2,4,6,8,10,12,14,16,18,20 ...........деген сияқты сандар жатады.\n\nТақ сандарға:1,3,5,7,9,11,13,15,17,19,21............деген сияқты сандар жатады.",
                "date": "20.08.2016",
                "upvotes": 1
            },
            {
                "text": "Тақ сан - 2-ге қалдықпен бөлінетін сандар жиыны. Мысалы:(1, 3, 5, 7,...)\nЖұп сан - 2-ге қалдықсыз бөлінетін сандар жиыны. ММысалы:(2, 4, 6, 8,...)\nОлардың айырмашылықтары біреуі қалдықсыз бөлінеді ал екіншісі қалдықпен бөлінеді.",
                "date": "23.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ОҚМУ-ға түскен электр энергетикасы мамандығын таңдаған талапкерлер қай корпуста оқиды?",
        "question_content": "ОҚМУ-дың электро энергетик саласында оқитын студенттері",
        "question_date": "19.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер уақыт 10 жыл артқа қарай жылжып кетсе, қазіргі әйеліңе қайтадан үйленермедің?",
        "question_content": "Егер уақыт 10 жыл артқа қарай жылжып кетсе (бойдақ болып қаласың), қазіргі әйеліңе қайтадан үйленермедің?",
        "question_date": "18.08.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Окнішке орай  әйел жоқ менде",
                "date": "19.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Олимпиада алтын жеңген спортшылар неге медальдерін тістейді?",
        "question_content": "Бір түсінбейтінім: жеңген спортшылар медальдерін неге тістейді? Олимпиаданың сайтында ішінде қанша алтын не күміс қосулы екені жазылған. Таза алтын не күміс емес. Баяғының теңгесі не дархамы емес.\nМенен кейін ешкім тістемесін деген ырым ба? Баяғыда мектепте столовыйда сорпа менікі деу үшін саусақты ішіне тыға салатын ек ауызға салып. Соған ұқсап кетті",
        "question_date": "18.08.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Төрт жылда бір айналып келіп отыратын жазғы Олимпиада ойындарының тасқа басылмаған, алтынға қолы жеткен чемпионның одан айналып өте алмайтын өз жарғысы бар. Ол - жеңіс тұғырында алтын медальдың дәмін сезіну. Біздің бұл ойымызға «алтын - темір, оның дәмі болушы ма еді?!» деп қарсылық танытатындар да бар шығар.\nБірақ өткен ғасырларда алтынға қолы жеткен жеңімпаздар оның таза­лығын тіспен байқап көрген. Алтынның дәмін тіспен сезіну - екінің біріне бұйыра бермейтін бақыт. Таза табиғи алтынның майысқыш өте жұмсақ екені, тек 1 грамм алтыннан есілген жіптің ұзын­дығы 12 шақырымға жететіні көзіқарақты оқырманға белгілі. Бірақ 1908 жылдарға дейін жеңімпаздарды тек алтыннан құйылған диаметрі 3,3 мм, салмағы 2 грамдық алтынға бар болғаны 2 спортшы қол жеткізген. Бірақ уақыт өте келе, ойын түрлері көбейіп, чем­пион­дардың да қатары өскен. Бұл жағдай халықаралық олимпиада комитетін алтынды барынша үнемдеуге, сонымен, бір мезгілде оған саяси мән беруге тырысқан. Бірақ уақыт өте келе, алтын медальдың құрамы аса таза емес екені сырт көзге байқала бастаған. Мұны ең бірінші кезекте жеңімпаз­дардың өзі тіспен тістеу арқылы сынап көрген. Әлемдік геосаясатты кірпік қақпай бақылап отырған саясаттану­шылар­дың назарынан бұл да тыс қалмапты. Капиталистік және социа­лис­тік болып екі лагерьге бөлінген өт­кен ға­сырда алтын жалатылған олим­пиа­далық медаль саясат құралына ай­налып шыға келді. Ел ішінде дау-да­май көбейіп бара жатқан соң, халықара­лық олим­пиадалық комитет олимпиада медаль­да­рындағы алтын мөлшері 6 пайыздан кем болмауы тиіс деп шешім шығарды. Ең жоғары күміс қоспасынан дайындалып, алтынмен апталсын деген шешім де осы түйінді тарқата алмаған. Себебі бұл жарлық барлық жерде бірдей сақтала бермепті. Алтынның ең жоғарғы құрамы 1980 жылы Мәскеуде өткен жазғы Олимпиада кезінде болған. Мәс­кеу Олимпиадасының 5,8 пайызы тек алтын­нан құйылып дайындалды. Мәс­кеу сол арқылы «айдың арғы бетінде отыр­ған» елдердің жоқ жерден шу шы­ғаруына жол бергісі келмеді. 1980 жылы чемпион атанған Жақсылық Үшкем­піров ағамыз жеңіс тұғырында тұрған сәтті былай деп еске түсіреді.\n- Ол кезде қос полярлы әлем. Біз КСРО атынан түсіп отырмыз. Ол за­манда алтынды тіспен тістеп, сы­на­масын байқау - олимпиадалық ко­митеттің адалдығына күмән кел­тірумен бірдей ғой. Бірақ жұрт на­за­рынан тыс жерде кертіп алып, жұтып қойсақ та ешкім қолымыздан қақпас еді, - дейді. 1984 жылы жазғы Олимпиада­ны өткер­ген Канада КСРО-ның ре­кор­дын 8 грамға көбейтіп, олимпиада­лық ре­кордты жаңартып, алтынның дәмін қоюлатуға тырысып бақты.\nСарапшылар «жеңімпаздардың алтынның тазалығын тіспен байқап көруінің астарында саясаттың салқы­ны бар» дейді. ХХ ғасырда әлем қос поляр­лы жағдайда өмір сүрді. Бір-біріне қырын қабақ елдердің спортшы­ларының көңіл күйіне бұл жағдай әсер ете қоймады. Спорт сарапшылары Мәс­кеу Олимпиадасына АҚШ бастаған кейбір елдердің келмей қалуы - өзіміздің Серік Қонақбаевтың алтынға барар жолын кесіп тастады дегенді күні бүгінге дейін айтады. Дүбірлі дода кезінде із кесіп жүретін саяси тыңшылар арнайы құралдар арқылы тексеріп көрмеді дегенге кім сенеді?\nБір қызығы, Лондон - 2012 олим­пиадасының алтын медалi алтыны ең аздардың қатарында екен. Ондағы таза алтын құрамы бар болғаны 1-ақ пайыз. Бірақ одан олимпиаданың мәртебесі төмендеп қалған жоқ. Мысалы, ресейлік спорт шолушысы Сергей Боровик ха­лықаралық деңгейдегі доданың мәр­тебесі алтынмен өлшенбейтіні туралы былай дейді: - Олимпиада чемпионы қол жеткізген «алтын әшекейдің» нарықтық құны 250 АҚШ долларынан аспайды. 2004 жылы польшалық чем­пион Отилия Енджейчак Афиныда жеңіп алған алтынын 82 мың АҚШ дол­ларына сатқан, - дейді.\nОлимпиада алтынын тістеп көру­дің артында тұрған мемлекеттік тапсырыс­тар 1990 жылдары, КСРО-ның күйре­уімен саяси сипатын мүлдем жоғал­тыпты. Содан бері олимпиадалық ко­­митеттің атына «алтынның құра­мы аз» екенін баяндайтын бірде-бір ша­ғым түспеген. Төрт жылда бір айналып ке­ліп отыратын жазғы Олимпиадалар үшін алтын ғасыр осы кезден басталса да чемпионның бақ-талайының өтеуіндей болған алтын белгі чемпиондардың күрек тісінен бәрібір құтыла алмаған. Бірақ бұл жеңіс тұғырындағы көңіл-күйдің нағыз шырқау шегіне жеткен­дігінің нүктесі ретінде қабылданды. Әлем жұрты солай деп шешті. 2004 жы­лы Грекияда өткен Олимпиада ке­зінде алғашқы алтынға қол жеткізген ресейлік Лариса Латынина алтынның дәмін татып тұрып: - Алтын - кәдімгі темір. Ал темірдің дәмі жоқ дегендер қателе­седі. Мен Олимпиада медалінен тәтті дәмді әлі татып көрмеппін, - деп жаһанға жар салғанын әлі ұмытқан жоқпыз.\nҚазақ еліне Лондон Олимпиадасы алтынының дәмі ерекше болды. Сид­нейде, Афиныда зарықтырып, үмітті үздіріп барып жеткен алтындар бұл жолы алғашқы күндерден-ақ қоржы­нымызға құйыла бастады. Әлем жұрты «бар-жоғы 16,5 млн халықтың бас-аяғы бір аптада 6 алтынға қол жеткізуінің себебі не? Сендер немен қоректене­сіндер?» деп қазақтың дастарқанына үңілді. Әлем бұл жолы «Лондон алтын­дарынан темірдің емес, қазақтың қазы-қартасының дәмі көбірек сезілді» деп таңдай қақты. Журналистердің «қандай дәмді ұнатып жейсіз» деген сұрағына Зульфия да, Илья да алдын-ала келісіп алғандай «қазақтың қазы-қартасы» деп жауап берді.\nЖеңіс тұғырынан орын алған чем­пиондарымыздың көңіл күйіне Лон­донда жүріп зерделеген, олармен дас­тарқандас болған қазақ спортының жанкүйері Амалбек Тшанов ағамыз: - Сол сәтте чемпиондарымыздың көңіл күйін сөзбен жеткізу мүмкін емес. Мен мұны халықаралық деңгейде қол жеткізген үлкенді-кішілі жеңістерге қол жеткізіп, жүлде алып тұрған сәттерімнен білемін. Ал жазғы Олимпиададағы жеңіс - әлемдік деңгейдегі Триумф. Оған көтеріліп, еліңнің Әнұранын шарта­рапты тыңдатуға қол жеткізген жанның көңіл күйін сөзбен жеткізу қиын. Ол кезде Олимпиада алтынын ғана емес, бәтеңкеңді сүйсең де оғаш емес! - дейді.\nКешелі бері алтынды қыздарымыз бен жігіттеріміз елге орала бастады. Олардың «алтындарының» дәмі спорт әлемінде үлкен жеңістерден үміттіле­ріміздің бәріне жұғысты болсын!",
                "date": "18.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "MAZDA маркалы машиналар қалай?",
        "question_content": "Ішінде мазда 323 тер қандай?\n\nТек 323\n\nMAZDA маркалы машиналар қалай?",
        "question_date": "17.08.2016",
        "question_tag": "Автокөлік таңдау",
        "question_views": 667,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүріп тұрған машиналардың бәрі  жақсы деп ойлаймын.",
                "date": "18.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интерьер дизайнер болу үшін суретті міндетті түрде жақсы салу керек па?",
        "question_content": "Интерьер дизайнер болу үшін суретті міндетті түрде жақсы салу керек па? Яғни суретші болу міндетті ма?",
        "question_date": "17.08.2016",
        "question_tag": "Мамандық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия міндетті десемде болады",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрын осы сайтқа кіргенде белсенді қолданушыларга ақша беретін еді алы де береді ма",
        "question_content": "Мен бұрын осы сайтқа кіргенде сайтта белсенді жауап беріп сұрақ қойған қолданушыларға ақша толейді деп естуші едім алы де солай ма? жоқ қазір толемей ма?",
        "question_date": "17.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, бұрын белсенді қолданушыларға рейтинг бойынша сыйлықтар берілетін. Қазір бұрынғыдан ештеңе қалмаған)) Өкінішке орай, сайтта белсенділік жоқтың қасы , күніне 2-3 адам кірсе қуанасың...",
                "date": "18.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атырау сервис колледжіне оқуға түскім келеді",
        "question_content": "Мен осы жылы 9сыныпты қызылмен бітірдім. Атырау қаласындағы сервис колледжіне құжаттарымды тапсырдым. Алда тест күтіп тұр. Енді қоятын сұрағым қызылмен бітіргендерді тестсіз қабылдайма? Жəне грантқа түсе аламынба?? Тест болған жағдайда қандай сұрақтар келеуі мүмкін.. Алдын ала рахмет!!",
        "question_date": "17.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 987,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сценарист болу үшін...",
        "question_content": "Сəлеметсіздер ме?! Сіздерден сұрайын дегенім: егер дайын сценарий болса, оны қайда тапсырады? Яғни, ол экранға жол тартуы үшін не істеу керек? Жəне кімге беру керек?",
        "question_date": "17.08.2016",
        "question_tag": "Мамандық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша режиссер ға беру керек \nБұл тек менің ойым",
                "date": "25.04.2023",
                "upvotes": 0
            },
            {
                "text": "Қазіргі таңда түрлі кино түсіретін продюсерлік орталықтар бар. Мысалы Salem Social . Әлеуметтік желі парақшаларына жазылсаңыз сценаристерге арналған байқауы жарияланып тұрады, қай сценарий жақсы, сол бойынша кинолар түсіреді.",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "miracle glow кім пайдаланып көрді?",
        "question_content": "miracle glow кім пайдаланып көрді?егер пайдалансаңыз қандай нәтижелері бар екенін айтып өтесіз бе?",
        "question_date": "17.08.2016",
        "question_tag": "Денсаулық",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жер телімінің орналасқан орны жайлы",
        "question_content": "Жақында жер телімін сатып алып едім. Енді сол жердің нақты орналасқан орнын, периметрлерін қалай анықтауға болады?",
        "question_date": "16.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 590,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайрат Ералиев өзбек Муроджон Ахмадалиевты таза жеңген ба еді?",
        "question_content": "Ералиевті өзбекке жығып берді дегеннен кейінгі ойтүрткі.\nЖалпы, түрлі спорт дисциплинасында соңғы жылдар көлемінде көптеген өзгерістер белең алуда. Ереже ары өзгертіледі, бері өзгертіледі... Футболға да эксперименталды түрде біршама өзгерістер енгізілмек екенін бұған дейін жазып едім. Олимпиада көрсетіп отырғандай, грек-рим күресінде де бар екен тың өзгерістер.\nБоксқа қатысты. Естеріңізде ме, Бекзат Саттарханов пен Ермахандар рингке шыққанда төрешілер корпусы қалай есептеуші еді? Қазіргідей әр раунд сайын 10-9 не айқын басымдық болған кездегі 10-8 дей салмай, әр дәл соққы бағытталғанда түймені басып, жанкүйерлер ұпай (соққы) санын онлайн көруші еді. Бұл бағалау жүйесіндегі артықшылық - кешегі Ералиевімізді нақақтан жеңілдірді деген әңгімелер кемдеу болушы еді. Себебі жұдырықтасу барысындағы әр соққыны жанкүйер тамашалады, дегендей. Әрине, ол кезде де кейбір дәл соққы есепке алынбай қап жататын қиямпұрыс жәйттар болып тұратын. Бірақ жалпы картинаны нақұрыс кейпіне айналдыра қоймайтын. Қазіргі скоринг жүйенің кемшін тұстарының бірі - әр раунд сайын артықшылық белгілі бір бокшыға беріледі. Ал, мысалы, үш раундтағы жұдырықтасу барысында біздің Қайрат Ералиев өзбек Муроджон Ахмадалиевті 25 дәл соққылап, визавиі 20 соққы бағыттауы мүмкін, бірақ әр раунд сайынғы фаворитті анықтау және 10/9 скоринг жүйесі салдарынан Қайратымыз жеңілуі мүмкін. Және 10 мен 9-ды беру кезінде сыңаржақ пікір де үстемдеу боп кету қаупі бар. Уопшым, баяғыша дәл соққыларды есепке алып отыратын есептеу жүйесін қайтаруды талап етемін! Естимісің, АИБА?\nҚайрат Ералиев өзбек Муроджон Ахмадалиевты таза жеңді ме?",
        "question_date": "16.08.2016",
        "question_tag": "Бокс",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Антиблик қоюға болады ма?",
        "question_content": "Антиблик қоюға болады ма? Қанша пайыздан аспау керек жол ережесін бұзбас үшін?",
        "question_date": "16.08.2016",
        "question_tag": "Жол ережесі",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": []
    }
]