[
    {
        "question_title": "Сіздің сүйікті фильміңіз қандай?",
        "question_content": "Сіздің сүйікті фильміңіз қандай? Қандай жанрдағы фильм көргенді ұнатасыз?",
        "question_date": "18.08.2017",
        "question_tag": "Кино",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түркия және Индияның сапасыз киноларына жыным келеді. Өз басым Америкалық сериалдар мен фильмдерді ұнатамын. Сериалдардан Фарго ,Во все тяжкие, 11/22/63, Шерлок қараймын.",
                "date": "26.08.2017",
                "upvotes": 1
            },
            {
                "text": "Романтикалық жанрдағы фильмдер мен комедияларды ұнатамын. Дегенмен сүйікті сериалым \"Запретная любовь\"",
                "date": "20.08.2017",
                "upvotes": 0
            },
            {
                "text": "Санта Барбара\n\n.",
                "date": "27.08.2017",
                "upvotes": 0
            },
            {
                "text": "Мен өзім фэнтези жанрындағы барлық дерлік киноны көрем))",
                "date": "1.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "WhatsApp қашан, қалай құрылды?",
        "question_content": "Смартфондарға арналған WhatsApp қашан, қалай құрылды?",
        "question_date": "18.08.2017",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 826,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "WhatsApp — смартфондарға арналған мессенджер. Мәтіндік хабарландыру, сурет, видео және аудио жөнелтуге болады. Android, BlackBerry OS, BlackBerry 10, iOS, Series 40, Symbian (S60) және Windows Phone сияқты платформаларда жұмыс істейді. Мессенджерді жасаған компанияның негізін Ян Кум (Jan Koum) және Брайан Эктон (Brian Acton) 2009 жылы Калифорния штатында құрған. Компанияда 55 қызметкер жұмыс істейді.\n2013 жылғы маусым мәліметтеріне сәйкес, WhatsApp арқылы күніне 27 миллиардқа жуық хабарландыру жөнелтіледі.\n2014 жылғы ақпанның 19-ында Facebook Inc. WhatsApp Inc. компаниясын 19 миллиард АҚШ долларына сатып алатынын жариялады.\n2016 жылы 3 ақпанда WhatsApp қолданушыларының саны миллиардқа жетті. Бұл туралы Марк Цукерберг Facebook парақшасында мәлімдеді.\nӘлеуметтік желінің иесі қолданушыларымен жақсы жаңалықты бөлісе отырып, мессенджердің негізін қалаушы Ян Кум мен Брайан Эктонды құттықтады. \"WhatsApp Facebook-ке қосылғалы екі есе көп қолданушы жинады. Біз сіздер үшін жақындарыңызға қоңырау шалуға мүмкіндік беретін функция қостық. Енді әлем бойынша көптеген адамды жақындату мақсатында жұмыс істейміз\", - деді Цукерберг.\nОл команданың абоненттік төлемді азайтып, WhatsApp мессенджерін тегін еткенін де айта кетті. \"Әлемде Жер жүзіндегі миллиардтаған адамды байланыстыратын қызметтер санаулы ғана. Бұл кезең әлемді біріктіру жолындағы маңызды қадам\", - деді миллиардер.\n\nhttps://kk.wikipedia.org/wiki/WhatsApp",
                "date": "21.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сіздің сүйікті сайтыңыз қандай?",
        "question_content": "Сіздің сүйікті сайтыңыз қандай?",
        "question_date": "18.08.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "vc.ru - ВК емес бұл",
                "date": "30.09.2017",
                "upvotes": 0
            },
            {
                "text": "гууууугл нүкте ком)",
                "date": "2.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Венгерлер мен қыпшақтардың туыстығы бар ма?",
        "question_content": "Венгерлер мен қыпшақтар бір-біріне туыс болып келеді ме?",
        "question_date": "18.08.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ Болгарлармен ешқандай туыстығы жоқ, тек Венгерлермен туыстығы бар, екеуі де түскі тектес халықтар",
                "date": "24.08.2017",
                "upvotes": 0
            },
            {
                "text": "салем. біздің венгрлермен тікелей туыстығымыз жоқ, бірақ кезінде ғұн мемлекетінің батысқа қарай көшуі осы венгрия жеріне келіп тұрақтауымен байланысты. яғни қазіргі уақытта венгрияның белгілі бір аумақтарында қыпшақтар тұрады.",
                "date": "24.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіздің сүйікті тағамыныз қандай?",
        "question_content": "Сіздің сүйікті тағамыныз қандай?",
        "question_date": "18.08.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек салаттарды жақсы көремін.",
                "date": "23.08.2017",
                "upvotes": 0
            },
            {
                "text": "Менің сүйікті тағамын манты, пельмен. Көбіне буға дайындалған тағамдар.",
                "date": "23.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі латын əліппесіне көшуіне сіздің көзқарасаңыз?",
        "question_content": "Қазақ тілі латын əліппесіне көшуіне сіздің көзқарасаңыз?",
        "question_date": "18.08.2017",
        "question_tag": "Саясат туралы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚАЗАҚҚА БАСЫНДА НОҚАТЫ, АЯҒЫНДА ҚҰЙРЫҒЫ, ЖАЛПЫ ДӘЙЕКШЕСІ БАР ТҮРІКТІҢ, ӨЗБЕКТІҢ, ӘЗІРБАЙЖАННЫҢ, НЕМІСТІҢ, ТІПТІ ҚАРАҚАЛПАҚТЫҢ ЛАТЫН ӘЛІПБИІ КЕЛМЕЙДІ. ТЕК АҒЫЛШЫНДІКІ ҒАНА КЕЛЕДІ. Неге? Жауап төменде...\n\nНегізі ноқаты болмақ түгілі мүйізі болса да адам бәрін түсіне береді, ең қиын иероглифті де қолданып жүр ғой. Әңгіме адамның түсіну, түсінбеуінде емес. Екі тіл болады: коммуникативтік (адамдар арасындағы) және programming language (программалардың software тілі).\n\nЕнді қызықты қара, Екінші дүниежүзілік соғыстан соң, индустриясы мен техникасы қатты дамыған, 2 ел болды: бірі - Жапония, екіншісі - Германия. Бұлар темір-терсекті, яғни hardware жағын қатты дамытты да, программа, software жағынан ақсап қалды. Неге? Өйткені жапон мен немістің тілі programming language-ге келмей қалды, оған себеп жапондардікі - иероглиф, немістердікі - өзің айтқан үмлөйд деген кедергі болды (u деген әрпі бар басында 2 ноқатымен).\n\nНеге қазір әлемде Google, Facebook, Oracle сияқты программамен күн көріп отырған ағылшын тілді елдің компаниялары қаншама зауыты бар Sony, Mercedes сияқты жапон-неміс компаниялардан капиталы асып кетті? Өйткені қазіргі заманда темір-терсек (қаңқасы) емес, программа (миы) қымбат тұрады, яғни кім латын әліпбиінің ешқандай ноқатсыз, дәйекшесіз ең аз деген 26 әрпіне өзінің коммуникативтік тілін енгізе алады, сол ағылшын тіліне бәсекелес болып, бүкіл әлемнің программалық тілін түсінетін коммуникативтік тіл жасай алады. Оған қазір түріктің де, немістің де қауқары жетпейді, бұлар мың жерінен компьютер, сотка шығарса да, миы ағылшындарда, америкалықтарда болғандықтан, солардың капиталы арта береді.\n\nЛатын әліпбиін қабылдау деген 5-6 филологтың жиналып алып, саған мына әріп ұнай ма, ана әріп қалай немесе мына елдің a әрпін, ана елдің o әрпін алайық деген әңгіме емес. Бұның стратегиялық маңызы өте зор, латын әліпбиінің техникалық, экономикалық, идеологиялық, тарихи жағынан қазаққа қандай пайдасы болатынын зерттеп барып, түркі елдері мен неміс-француздардың қателігін қайталамайтындай нұсқаны таңдауымыз керек. Осы тақырыпты 10 жылдан бері зерттеп, тек филологиялық жағынан бөлек те әңгіме айтатын ғалымды кездестірмедім. Бәрі сол әріптердің орнын ауыстырумен ғана айналысып жүр. Оның орнын ауыстырып, бір күнде көше салу мәселе емес, ертең осы латын әліпбиі біздің экономикалық әлеуетіміз бен мәңгүрттік психологиямызға, техникалық болашағымызға қалай әсер етеді, әңгіме сонда болып тұр.\n(с)\nNurlan Janai",
                "date": "19.08.2017",
                "upvotes": 2
            },
            {
                "text": "https://surak.baribar.kz/666759/",
                "date": "19.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Youtube сайты қашан құрылды?",
        "question_content": "Youtube сайты қашан құрылды? Құрылу тарихы туралы білгім келеді.",
        "question_date": "18.08.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 764,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "YouTube ([ˈjuːt(j)uːb] — ютюб) — бұл бейнематериалдар хостингінің сервистерін ұсынатын қызмет. Бұл жобаның негізі 2005 жылы ақпанның 15-інде Калифорния, Сан-Брунодағы Paypal фирмасының бұрынғы үш жұмысшыларымен салынған. Олар берілетін мәліметтердің аз көлеміне қарамастан жазбаның жақсы сапалы болуына мүмкіндік беретін Flash Video (flv) технологиясын қолданды. Бұл жоба жақсы көңіл көтеру құралына айналды және өзінің бірлестігін құра отырып, Alexa аналитикалық компаниясының статистика мәліметтері бойынша танымалдылығы жағынан MySpace әлеуметтік желісін басып озды.\nЧад Херли — негізін салушылардың бірі — Forbesжурналының мұқаба бетінде, 2006 жыл қазан айы2006 жылдың қараша айында You Tube қызметін Google компаниясы 1,6 миллиард долларға сатып алды. You Tube-ті сатып алуға дейін Google компаниясында осыған ұқсас бағыттағы қызметі – Google Video болған. Google өкілдері бұны жаппай, оны барлық бейнехостингтік сайттар бойынша бейнелерді іздеу орны ретінде қолданбақ. Қазіргі уақытта Google Video іздеуіне You Tube те кіреді.\nYou Tube-те ең алғаш бейне 2005 жылдың 23 сәуірінде орналастырылды:\n2008 жылдың ақпан айында Пәкістанның өкімет билеушілері Исламға қарсы мәліметтерді орналастыру себептеріне байланысты бұл сайтқа рұқсатты алып тастады.\n2015 жылы 15-сәуірде You Tube сайтына 15 жаңа тіл қосылды. Олардың қатарында қазақ тілі де бар.\n\nP.S. Ақпарат уикипедиядан алынды (;",
                "date": "19.08.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Яндекс сайты қашан құрылды?",
        "question_content": "Яндекс сайты қашан, қалай құрылды?",
        "question_date": "18.08.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 780,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Яндекс —Ресейлік IT компаниясы, бірыңғай іздеу жүйесі болып табылады. \"Яндекс\" танымалдылығы жағынан әлемде 20-шы, Ресейді 1-ші орында. Yandex.ru іздеу жүйесі болып 1997 жылдың 23-ші қыркүйегінде ресми түрде жарияланды. Бастыпқы кезде CompTek International компаниясының ықпалында болған Яндекс, 2000 жылы жеке компания болып бөлініп шықты.\n\nhttps://kk.wikipedia.org/wiki/Яндекс",
                "date": "23.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Елімізде қандай мамандықтарға сұраныс жоғары?",
        "question_content": "Елімізде қандай мамандықтарға сұраныс жоғары? Қандай мамандықтарды оқыған дұрыс?",
        "question_date": "18.08.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстандық жұмыс берушілер орта білімді техника мамандарына мұқтаж. Бұл туралы жұмыс берушілердің кадрлық сұраныстарын анықтау мақсатында өткізілген сауалнаманың қорытындысы туралы ҚР ДСӘДМ-де өткен брифингте \"ҚР ДСӘДМ Жұмыспен қамту проблемалары жөніндегі ақпараттық-талдау орталығы\" АҚ президенті Дәулет Арғындықов мәлімдеді. Сөз барысында ол 2015 жылы алғаш рет \"Атамекен\" Ұлттық кәсіпкерлер палатасымен бірлесе отырып, 3700 жұмыс берушілер арасында мамандықтар мен кәсіптеріне қарай кадрлар сұранысын анықтау мақсатында сауалнама өткізілгенін еске салды. \"Биыл қатысушылардың саны әлдеқайда ұлғайтылды. Бұл сауалнама нәтижесінің сенімділігі мен оның аясын кеңейтуге мүмкіндік берді. 2016 жылы жалпы қызметкерлер саны 880 мыңнан астам адамды құрайтын 7 мыңнан аса жұмыс беруші сауалнамадан өтті\", − деп хабарлады Дәулет Арғындықов. Сауалнама нәтижесі бойынша, 2016 жылы 134 мың адам сұранысқа ие болған. Негізгі сұраныс - сауда, қаржылық және сақтандыру қызметтері, жылжымайтын мүлік сияқты қызмет көрсету салаларына тиесілі. Экономиканың нақты секторында жалпы кадр қажеттілігі 49 мың адамға бағаланып отыр, сонымен бірге, оның жартысына жуығы ауылшаруашылық секторына қажет екені белгілі болды. Өнеркәсіп саласында кадрларға сұраныстың негізгі бөлігі өңдеу өнеркәсібіне тиесілі, оның басым көпшілігі киім, аяқ киім, сондай-ақ, ағаштан жасалатын заттар өндірісінде қажет болып отыр. Жалпы алғанда, бұл сала өнеркәсіптері өз қызметкерлер штатын 10 пайыздан астам көрсеткішке ұлғайтуға мүмкіндіктері бар. \"Егер соңғы жылдары еңбек ресурстарына сұраныс мемлекеттік сектор тарапынан болса, биылғы жылы сұраныстың 80 пайызы жеке сектордың үлесінде\", − деді Дәулет Арғындықов. Аймақтар арасында кадрлар сұранысының басым көпшілігі Алматы, Оңтүстік Қазақстан, Шығыс Қазақстан облыстарында, сонымен бірге, Астана мен Алматыда (жалпы сұраныстың 60 пайызы) байқалады. Сонымен, бұл облыстардағы жалпы сұраныс 60,8 мың қызметкерді құраса, Астана мен Алматы қалаларында 20,9 мың адам болып отыр.\nНегізгі сұранысқа ие 5 сала: − сұраныстың үштен бір бөлігіне жуығы (42 мың адам) сауда, қаржы, жылжымайтын мүлікпен айналысатын өндірістерден; − сұраныстың 17 пайызы (23 мың адам) ауылшаруашылық кәсіпорындарынан; − сұраныстың 12 пайызы (16,3 мың адам) білім беру саласы ұйымдарынан; − 10 пайызы (13,6 мың адам) құрылыс компанияларынан келсе, − өндірістік кәсіпорындарға 12,2 мың қызметкерлер қажет. Бұл сұраныстың 9 пайызын құрайды. \"Сауалнама мәліметтері сараптамасының нәтижесі бойынша, республикада орта білікті техника мамандарына деген сұраныс жоғары болатыны анықталды. Оның мөлшері 57,1 мың немесе еліміздегі жалпы кадр сұранысының 43 пайызын құрап отыр. Сонымен бірге, жұмыс берушілердің біліктілігі төмен немесе біліктілігі жоқ мамандарға деген сұранысы жоғары. Ол 33 пайыз болып отыр. Білім беру мен денсаулық сақтау саласындағы мамандарға деген сұраныс та жоғары − 15 пайыз. Инженерлік-техникалық кадрларға деген сұраныс қажеттілігі бойынша соңғы орыннан бір саты жоғары тұр. Республика бойынша, небәрі 6,2 мың адам (жұмыс берушілер сұранысының 4,6 пайызы) ғана керек. Кеңсе жұмыскерлері, әкімшілік персонал мен өзге де қызметкерлерге деген сұраныс өте төмен 4 пайыз\", - деп қорытындылады Дәулет Арғындықов.\n\nhttps://baq.kz/kk/news/aimaktik_bak_kogam/elimizde_kandai_mamandar_suraniska_ie20160818_160200",
                "date": "23.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрғын-үй салуға Үкіметтен жер қалай алуға болады?",
        "question_content": "Тұрғын-үй салуға Үкіметтен жер қалай алуға болады? ҚР-ның \"Жер туралы\" Заңы бойынша ҚР-ның азаматтары қандай жағдайларда тұрғын-үй салуға жер тегін ала алады?",
        "question_date": "18.08.2017",
        "question_tag": "Заң",
        "question_views": 828,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қай жерлер бос жəне жеке тұлға ретінде алуға болатын жерлерді жергілікті жердің жер қатынастары басқармасынан біле аласыз. Солар жер бөледі",
                "date": "24.08.2017",
                "upvotes": 0
            },
            {
                "text": "Менің атымда жер бар, əиелім жер",
                "date": "27.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Петропавл, Павлодар қалаларын неге қазақшаға ауыстырмайды?",
        "question_content": "Петропавл, Павлодар қалаларын неге Қызылжар, Кереку деп тарихи атауларына ауыстырмайды?",
        "question_date": "18.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 972,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ бола тұра кеңес заманында туылып, Света, Ирина немесе Марина атын ғұмырының соңына дейін алып жүруге мәжбүр қазақтарды түсінуге болатын шығар.\nАлайда бір заманда патшаның әмірі, қала берді, \"қызылдардың екпінімен\" жазықсыздан-жазықсыз орысша атанып кете барған қазақ жерлері ше? Көбіне \"овка\" боп келетін орысша атаудағы елді мекендердің санына жете алмасымыз анық, алайда солтүстіктегі екі бірдей елеулі қаламыздың бірі Павлодар, екіншісі Петропавл болып жүргені қалай? Тәуелсіздігімізді алғалы 20 жылдан асты, Кереку мен Қызылжар неге әлі күнге баз баяғы атаумен тұр?\nЖоқ жерден жік шығарып тұрғанымыз жоқ, таяуда ғана, яғни 6 желтоқсан күнгі Астана қаласы Орталық коммуникациялар қызметінде өткен брифингіде Солтүстік Қазақстан облысының әкімі Самат Ескендіров: \"Ономастикалық заңдарға қатаң өзгерістер енгізілді. Өздеріңіз білесіздер, қаланың атауын өзгерту үшін халықтың келісімі керек. Петропавл қаласының атауын Қызылжар деп өзгерту туралы мәселе көтерілген емес. Сондықтан өзгертуге ешқандай негіз жоқ\" дегені.\nОған дейін жергілікті халық, жалпы, қазақ Қызылжар мен Керекудің атаулары қайта оралады деп күткен, үміт оты алаулап тұрған. Оған негіз жоқ емес-ті. Басты негіз – Елбасымыздың өз сөзі. Президент Н.Назарбаев 2008 жылдың 29 мамырында қазақтілді басылымдар редакторларына берген сұхбатында былай деген болатын: \"Қазақта \"Жерiңнiң аты – елiңнiң хаты\" деген сөз бар. Халық жерге ат қою арқылы елiнiң тарихын да жазып отырған. \"Тәуелсiз мемлекеттiң бiр белгiсi – оның ұлттық нышандары\" десек, сол ұлттық нышандар елдi мекендердiң, көшелердiң, алаңдардың да аттарынан көрiнiп тұруға тиiс. Елiмiздiң зиялы қауымы бiраздан берi \"Петропавл мен Павлодар секiлдi қалалардың атауларын да өзгертсек\" деген ұсыныстар айтып жүр. Ленинград, Сталинград, Ульяновск секiлдi қалалар, басқа да жер аттары өзгерiп жатқанда, бұл да – орынды ұсыныс...\".\nБұл 2008 жыл десек, 2009 жылдың 27 ақпанында облысқа барған сапарында Елбасымыз ең әуелгі сөз басын \"Құрметтi, қызылжарлықтар!\" деп бастағаны, ақпан ортасында айтылған осы бір ауыз жылы сөздің өзі қала тұрғындарының жүрегіне жылылық ұялатқандай болғаны\" жайлы газетіміздің 2009 жылғы бір санында жария болған да еді.\nТіпті мақала атауы \"Президент \"Қызылжар\" десе, әкiм \"Петропавл\" дейдi!\" деген болатын.\nЖалпы, шаһардың тарихи есiмi Қызылжар екенi әлдеқашан дәлелденген. Қадым заманда Қожаберген жырау: \"Атыңды \"Қызылжар\" деп бабам қойған\" деп жырласа, күні кеше қызылдардың қаһарынан қан тамып тұрған ХХ ғасырдың өзінде жазушы Сәбит Мұқанов өзінің \"Аққан жұлдыз\" романында: \"Бұл қаланың Қызылжар деп аталатын себебi – Есiл өзенiнiң топырағы қызғылт түстi жарына орнағандықтан екенiн бiлемiз\", – деп тайға таңба басқандай етіп жазса, Iлияс Есенберлиннiң \"Көшпендiлер\" трилогиясында да қаланың аты Қызылжар деп жазылады.\nТіпті 1925 жылдың жазында Ақмола губерниялық атқару комитетi қала атауын \"Қызылжар\" деп өзгерту туралы шешiм шығарып, бiрнеше жыл қала ресми түрде осылай аталса керек. Бұл жайлы осыдан бес жылдай бұрын және одан бері де Қызылжардан әріптесіміз Ербақыт Амантайұлы ұдайы жазып тұрады.\nЖоғарыдағы Елбасымыздың сөзі бар, қала берді, жергілікті халық бірауыздан тарихи құжаттарға сүйене отырып осы мәселеге заң тұрғысынан баға беруін сұрап, бір кездері ҚР Бас прокуроры болған Қайрат Мәмиге депутаттық сауал жолдағанда, Бас прокурор бастамаға қолдау білдірген.\n\"Петропавл қаласының атауы тек Қазақстанда ғана емес, Ресейде де бар\" деп жазады \"Халық сөзі\" газетінде журналист Айгүл Аханбайқызы, өзінің қала атауын неге Қызылжар деп өзгерту керектігі жайлы мақаласында. Ал оны жазуға Мәскеуде тұратын саясаттанушы Дмитрий Верхотуровтың \"Аргументы в пользу Кызылжара\" деген мақаласы елең еткізсе керек.\nМәскеулік саясаттанушы Петропавл қаласын Қызылжарға ауыстырудың сойылдай мықты төрт себебін жіктеп беріпті.\nБіріншіден, Петропавловск атауы Қазақстанда ғана емес, Камчаткада бар және ол бұл Петропавлдан асып түседі, ал ол қай қала үшін болса да аса қолайлы емес, әлдеқайда белгілі әрі атақты бәсекелесінің жанында біздікі көлеңкеде қалып қояды.\nЕкіншіден, Қызылжар атауы орысша айтуға да, қазақша қолдануға да ыңғайлы әрі ықшам. Ал бұл себеп – ең маңыздысы. Себебі қазақ тілі мемлекеттік тіл болғаннан кейін әр сөзді қолданудың тиімділігі мен тазалығына басымдық берілуі қажет.\nҮшіншіден, Қызылжар атауы – бейтарап. Христианның екі әулиесінің атынан қосақталып пайда болған немесе \"міне, қаланы біз, орыстар тұрғыздық\" дегенге тұспалдап тұрған Петропавл сияқты емес, Қызылжар деген атта ешқандай да діни, ұлттық-тарихи мағына бүркемеленбеген.\nТөртіншіден, Петропавл атауын ауыстырғаннан бұрынғы жасалған ізгі істер мен тарих естеліктері біржола өшіп кетпейді. Ол тарихи және мәдени мұраның бір бөлігі болып қалады\" дейді автор.\nҚорыта айтқанда, басты құндылығымыз – Тәуелсіздік мейрамы келе жатыр. Ел болып еңсе тіктейтіндей кезіміз жетті. Бұрын \"енді ғана аяққа тұрып жатырмыз\" деп ақталып, өткір мәселеге келгенде айналып өтетінбіз. Алайда \"кейінге қалдыру\" – істемей қоюдың ең оңай тәсілі екенін ескерсек, тап осы ел мен жер атауын елемей қою немесе жылы жауып қоя салуға қақымыз жоқ. Неге?\nӘрине, Петр пен Павлдай патшалардың өз басына айтар дауымыз жоқ, алайда әңгіме Алаш даласына келіп тірелгенде, Кереку үшін керек болса у үшіп, Қызылжар үшін қызылкеңірдек болуға әр қазақтың қақы бар! Себебі қойнаудағы малы, тіпті қойнындағы жарын берсе де, ұлтарақтай жерге келгенде ұлы бабаларымыз егеулі найзаны қолға алып, ереуіл атқа ер салған! Әрине, мұнымен айтпағымыз, қазақ жерінің әу бастағы \"азан шақырып\" қойылған атын қайтару керек!\n\nhttps://www.nur.kz/294253-sko-ekimi-petropavl-atauyn-ozgertpejmiz-dep-zhok-zherden-nege-zhik-shygaryp-zhyr.html",
                "date": "23.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Блоггер дегеніміз кім?",
        "question_content": "Блоггер дегеніміз кім? Блоггерлер қандай сайттарды көп, белсенді қолданады?",
        "question_date": "18.08.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 476,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Блог — ол ағылшынның «web log» яғни «желі журналы» сөзінен пайда болған.\nБлог — онлайн жүргізілетін автордың жеке көзқарасымен жазылған ой, шағын әңгіме не күнделік.\nБлог сөзі — ғаламтор беттерінде нақты бір тақырыптарда не белгілі категорияда информация тарататын түрлі әлеуметтік желілерде және сайттарда қолданылып жүр.\nҚарапайым сөздермен, БЛОГ дегеніміз:\n• хронологиялық тәртіппен жазылып, үнемі жаңартылып отырылатын «желі журналы» немесе «онлайн күнделік»;\n• құрамы: қысқаша жазба, түсініктеме, мағлұматтар, видео/суреттер, сілтемелер, комменттер және т.б. тұратын жазба;\n• қоғамда, айналаңызда болып жатқан кез келген жәйтқа жеткізген ойыңыздың, сезіміңіздің формасы;\n• не істегеніңіз, не істемегеніңіз және бірдеңе істеп жатқандағы қалауыңыз;\n• журналистиканың жаңа онлайн не азаматтық түрі — блоггингттің негізгі тірегі, өнімі\nБЛОГГЕР ДЕГЕН КІМ?\nБлог - abzalsariyev: Блог деген не? Блоггер деген кім?• блог жүргізетін адам;\n• өзінің өмірін, көзқарасын, ойын ғаламтордағы миллиардтың назарына ұсынатын жанкешті (десе де болатындай);\n• қаламына \"өзі қожа, өзі би\", ешкімге бағынышты емес, ақпарат кеңістігінде еркін ой ақтаратын белді сыншы, блогты қалай, қай форматта жүргізгісі келсе, солай жүргізуге құқықты, шектеуді білмейтін «недотілші», «пережазушы»;\n• нақты түр-сипаты (жасы, жынысы, бойының үзындығы. телефонының маркасы, шашының түсі, салауатты өмір салтын қаншалықты ұстанатындығы) анықталмаған, яғни, алуан түрлі бағытта күй кешетін тіршілік иесі. Әдетте, Ол, бұл «атауды» еріксіз иеленіп жатады;\n• болған/болатын жайттарға өзінің мазмұнды, жеке объективті пікірін білдіре алатын, дара тіл таба білу өнері бар, қоғамға көзқарасы бөлектеу тұлға.\n(с)",
                "date": "18.08.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Мына ағаштың аты қалай аталады?",
        "question_content": "![][1]\n\n\n  [1]:\nосы агаштын атын табу керек билетиндериниз болса айтыныздаршы отинем",
        "question_date": "18.08.2017",
        "question_tag": "Табиғат",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше мынау - итмұрын.",
                "date": "18.08.2017",
                "upvotes": 1
            },
            {
                "text": "Шырғанақ ағашына ұқсайды екен\n\nШырғанақ – бұталы немесе шағындау ағаш болып саналатын тікенді өсімдік. Жапырағы мен гүлі бір уақытта ашылады. Қазақстан жерінде бір ғана түрі кездеседі. Тау етегінде, тоғайлы алқапта, өзен-су жағалауларында, жартасты, тасты тау беткейлерінде өседі. Жапырағы күміс түстес. Сәуір, мамыр айларының аралығында гүлдейді. Гүлдеп біткен соң жеміс салады. Жемісі қазан айында піседі. Күзде жемісінде болатын ащы дәм алғашқы қара суықтан кейін жоғалады. [толығырақ...][1]\n\n\n  [1]: https://kk.m.wikipedia.org/wiki/%D0%A8%D1%8B%D1%80%D2%93%D0%B0%D0%BD%D0%B0%D2%9B_(%D3%A9%D1%81%D1%96%D0%BC%D0%B4%D1%96%D0%BA)",
                "date": "18.08.2017",
                "upvotes": 0
            },
            {
                "text": "Гууглдетіп жібермейсіз бе, \"искать картинки\" дегенге сала қойсаңыз болды",
                "date": "24.08.2017",
                "upvotes": 0
            },
            {
                "text": "Долана ағашы емес пе?",
                "date": "19.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефонды несиеге қалай алуға болады?",
        "question_content": "Жасым 20да кредитке телефон алайн дегем 60-70мың аралыкта  кредитке ала аламба телефон",
        "question_date": "18.08.2017",
        "question_tag": "Кредит, Несие",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ресми түрде жұмыс істеп жатсаң несиеге береді.",
                "date": "18.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұйқысыздықтан қалай арылсам болады?",
        "question_content": "Ұйқысыздықтан қалай арылсам болады? Қандай кеңестеріңіз бар?! Ұйқының пайдасы туралы болса.",
        "question_date": "18.08.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 700,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Менің ойымша салауатты өмір салтын ұстануыңыз керек, уақытылы тамақтанып, уақытылы жұмыс жасап күн тәртібін дұрыстаңыз. Көп уайымға салыну, беймаза күй кешіп жүру уйқысыздыққа әсер етеді.",
                "date": "18.08.2017",
                "upvotes": 2
            },
            {
                "text": "Ерте тұрып күні бойы жұмыс істесең кешке ұйқыңды табасың деп ойлаймын)",
                "date": "18.08.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Əлеуметтік желіде парақшамды қызықты қылдыруға болады?",
        "question_content": "Əлеуметтік желіде (Instagram-да) парақшамды қалай қызықты қылсам болады? Лүпіл, жазылушылар көп, қалай белсенді болуға болады?",
        "question_date": "18.08.2017",
        "question_tag": "Әлеуметтік желі",
        "question_views": 841,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Блоггер болыңыз, қазір көбі өзекті мәселелерді қозғап блог жүргізедіғой. Подписчиктеріңіз де көбейіп, лүпілдеріңізде арта түседі. Блогты ауыз екі тілде, қызықты, оқуға тартымды қылып жазсаңыз, әлеуметтік желіде танымал болатыныңыз хақ..",
                "date": "18.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Интернеттегі өзім туралы парақшаларды қалай жойсам болады?",
        "question_content": "Интернеттен, əлеуметтік желілердегі парақшалардан басқа, басқа сайтта қалған өзім туралы деректерді қалай жойсам болады?",
        "question_date": "18.08.2017",
        "question_tag": "Әлеуметтік желі",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол сайттың əкімшілігіне хабарласу керек.",
                "date": "18.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "y=tgx функциясының екінші ретті туындысының мәні қандай?",
        "question_content": "y=tgx екінші ретті туындысының мәні",
        "question_date": "17.08.2017",
        "question_tag": "Математика",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "![][1]\n\n\n  [1]: https://surak.baribar.kz/?qa=blob&qa_blobid=17656139608173381203\n\nҚателеспесем осындай болады.",
                "date": "18.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Берілген функцияның теңдеуін қалай шешеді?",
        "question_content": "3x(x-1)-17=x(1+3x)+1",
        "question_date": "17.08.2017",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "![][1]\n\n\n  [1]: https://surak.baribar.kz/?qa=blob&qa_blobid=3257357173758788319\n\nОсы әдіспен шығарасыз.",
                "date": "18.08.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Физика пәнінен есептерді қалай шығаруға болады?",
        "question_content": "Кезинде физика Панин Окымап едим ал енди керек 7 сыныптан бастап 10 сыныпка Дейнги есептерди калай шыгаруга болады? Есепти шыгару билмим",
        "question_date": "17.08.2017",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Репетиторға жазылсаңшы.",
                "date": "17.08.2017",
                "upvotes": 0
            },
            {
                "text": "Алдыңызға мақсат қойып , жоспар құрыңыз. Жалқаулықты ұмытыңыз!\n7 сыныптың оқулығынан бастап , физикаға байланысты қосымша кітаптарды оқып шығыңыз. Әрбір тақырыпты жекелей түсінуге тырысып , жалпы да мектеп бағдарламасына шолу жасаңыз. Ережерелерге мән беріп , формулаларды жазып алып , жаттаңыз.\nЕсептің берілгенін мұқият оқып шығыңыз. Шартын қысқаша жазыңыз. Схема сызып алуға да болады. Қатысты барлық  формулаларды еске түсіріп , сол бойынша бірнеше жолмен есепті шығарыңыз. Нақты жауабын жазыңыз.\nБар ынтаңызбен дайындалыңыз. Сабаққа зейін қоя отырып қатысыңыз.  Қосымша сабақтарға қатысып , жоғарыда айтылғандай , репетитор көмегіне жүгінсеңіз болады.\nІске сәт!",
                "date": "17.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге кез келген мемлекет ақшаны көп қылып шығара бермейді?",
        "question_content": "Неге кез келген мемлекет (мысалы Қазақстан) ақшаны көп қылып шығара бермейді, сонда кризис болмас едіғо. Осы тұрғыда қандай заңдылық бар?",
        "question_date": "16.08.2017",
        "question_tag": "Банк",
        "question_views": 1700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "нақтырақ айтып беріңіздерші!?",
                "date": "18.08.2017",
                "upvotes": 0
            },
            {
                "text": "Керісінше ақша тым көп болса инфляция болады",
                "date": "17.08.2017",
                "upvotes": 2
            },
            {
                "text": "Үлкееен жігіт болғанда бұл сұрақтың жауабын өзің табасың.",
                "date": "17.08.2017",
                "upvotes": 2
            },
            {
                "text": "Әлемдік экономика құрдымға кетер еді.   Ақша жүйесі туралы , инфляция жайлы материалдарды оқып шығыңыз , артық етпейді.",
                "date": "17.08.2017",
                "upvotes": 4
            },
            {
                "text": "Ақшаның құны болмайды!",
                "date": "20.08.2017",
                "upvotes": 0
            },
            {
                "text": "оны кайтесін онсызда алемде акша саны кобейіп кетті деп галымдар қорқып жатыр",
                "date": "23.08.2017",
                "upvotes": 0
            },
            {
                "text": "Ондай жагдайда акша оз кунын жойытады натижесинде керексиз халге жетеди",
                "date": "25.11.2017",
                "upvotes": 0
            },
            {
                "text": "Егер мемлекет көп ақша шығара беретін болса, өзі құдымға кетеді. Қалай екенін мына сілтемеден біле аласыз.",
                "date": "28.01.2019",
                "upvotes": 0
            },
            {
                "text": "9-10 сыныптың география кітабын оқы жауабы сонда толық",
                "date": "30.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 семестрден кейін басқа мамандыққа ауыса аламын ба?",
        "question_content": "Мен окуга грант алган едым.Оку басталган кезде жаратылыстану гылымдары факультетынде Информатика 5В011100 мамандыгы бойынша окимын.Менын сурагым:мен техника жане технология факультетыне акпараттык жуйелер мамандыгына 1 семестрдан кейын ,не 1курстан кейын ауыса аламын ба? Ауыса алсам кандай жагдай керек етыледы.",
        "question_date": "15.08.2017",
        "question_tag": "Мамандық",
        "question_views": 5500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Әрине 1 семестрдан кейін де ,1  курстан кейін де басқа мамандыққа ауыса аласыз. Толық ақпаратты  кураторыңыздан білгеніңіз дұрыс. Мамандықтар арасындағы айырмашылықты  кредит саны бойынша төлеп , оқып аласыз . Тек гранттың сақталуы екіталай )",
                "date": "16.08.2017",
                "upvotes": 2
            },
            {
                "text": "Ауысуға болады. Бірақ айырмашылық төлеп, жазғы семестр оқисыз. Гранттың сақталуы да белгісіз.",
                "date": "16.08.2017",
                "upvotes": 1
            },
            {
                "text": "Ия бірінші семестрден кейін ауысуға болады және 1 курстан кейін де",
                "date": "16.08.2017",
                "upvotes": 2
            },
            {
                "text": "Ауысуға болады.",
                "date": "19.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде таудың шыңынан суға секіруімді қалай жоруға болады?",
        "question_content": "Тусимде жардын басынан улкен тениз ба суга секирип жатыр екенмин дим алде биреу мени итерип жиберди ма сондай болып жатыр. Мен суга сунгип кеттиппинда бирак кайта шыгып жузим бара жатырмын. Бул не болуы мумкин? Уайымдап отырмын.",
        "question_date": "15.08.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүзіп үйрену керек деген белгі шығар.",
                "date": "17.08.2017",
                "upvotes": 0
            },
            {
                "text": "Суды тауды көрген жаксы гой. Су тазалық-бақыт, жүзу– қуаныш. Алған қойған биік мақсаттарың орындалады. Жолың ақ болады.",
                "date": "18.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қалай би үйірмесіне сертификат беруге болады?",
        "question_content": "Менің мамандығым хореограф. Мен би үйірмесін ашқым келеді. 6 жыл балаларға би үйретіп содан кейін қолдарына би үйірмесін аяқтағаны туралы сертификат бергім келеді. Сол сертификатты мен бере аламынба және сертификат беру үшін менде қандай құжаттар болу қажет, оларды қайдан аламын. Алдын ала рахмет.",
        "question_date": "15.08.2017",
        "question_tag": "Өнер",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке кəсіпкерлік ашасыз. Соның \"Атын\" қойып, ХҚКО заңды түрде тіркейсіз. Сосын барып сізге жеке құжат болады жəне бала қабылдап оқыту құқына ие боласыз. Сертификатты өзіңіз мөр жасатып алып өзіңіз беру құқына ие боласыз",
                "date": "24.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Филология мамандығы бойынша қандай жұмыста істеуге болады?",
        "question_content": "Филология мамандығын бітірсем,   мектепке мұғалім болуға болады ма? Тағы қандай жұмыс істеуге болады? Осы мамандықты таңдағаным дұрыс па?",
        "question_date": "15.08.2017",
        "question_tag": "Мамандық",
        "question_views": 6000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Адамдардың хайуандардан артықшылығы сөйлей білуінде». Иә, бұл тұжырым барлық жерде айтылып келеді. Адамдар ымдасудан сөйлесуге дейін үлкен бір жолды бастан кешірді. Одан кейін адамдар жазуды игере бастады. Нәтижесінде мәтіндермен жұмыс жасайтын жаңа мамандық иелері пайда болды. Олар өз кезегінде «филолог» деп аталды.\n\nФилология гректің «сөзге ғашықтық» деген сөзінен шыққан. Филологтар 2500 жылдан бері еңбек етіп келеді. Антикалық дәуірде Грекия мен Римдегі мектеп оқушылары әдебиетке жақын бір сабақты оқып жүрген. Кейінірек ол сабақтың бүгінгі филология пәніне қатысты болғаны анықталып отыр.\n\n Бұл мамандықты таңдаған жандар көбіне өткен күннің тарихына көз жүгіртіп, санасына түйгенді ұнатады. Кез келген дүниенің тарихына баса мән береді. Ал мамандықтың өзі ежелгі гректердің өмірімен және тұрмысымен тығыз байланысты қаралады. Өйткені, ежелгі гректерде шешендік өнерді меңгеру, жұрт алдында сөйлей білу, өзіңді тапқырлықпен тығырықтан алып шыға білуге баса назар аударылған. Кейіннен бұл ерекшелік еуропалықтарға, одан кейін араб елдерінің тіршілігімен біте қайнасып кетті. Қазіргі таңдағы ғылымда филологияның атқаратын қызметі айрықша. Белгілі бір өркениетке ғана тиесілі болмай, әр халықтың әлемінде шырқау шыңына өрмелеп барады десек қателеспейміз.\n\n Бүгінгі қоғамға бұл мамандық иелері ауадай қажет. Ұлттық рухтың оянуына, халықтың тілін, ділін сақтап қалуына ықпал ететін халықтың көзі мен құлағы болуға дағдыланған мамандар – осы филологтар. Мектепте оқушыларды мұғалімдер әдебиетке баулуға, тіліне баса мән беруге және әлем туралы таным-түйсігін оятуға ұмтылады. Оның себебі де жоқ емес. Дұрыс жаза білу, өмірге деген дұрыс көзқарас қалыптастыра білу, болашағыңның іргетасын қалаумен тең. Ал филолог мамандар келешекте дәл осы тұрғыдан да еліне елеулі еңбек сіңіре алады.\n\nЖеке қасиеттері:\n\nБұл мамандықтағы адамдар гуманитарлық салаға жақын болуы тиіс. Яғни, өлең немесе әңгіме жазып, не болмаса ғылыми зерттеулермен айналысуға бейімі болуы керек. Ұстаз болған кезде оқушыларының алдында әдемі, таза сөйлеп, үлгі бола білуі қажет.\n\nБілім. (Нені білу қажет?)   \n\nФилолог тілді жан-жақты зерттеп, оның функциясын, классификациясын білуге міндетті. Мысалы, жай ғана бір сөздің мағынасы, шығу тегін, болмысын ашу керек болса, филологтарға жүгінеріміз анық.\n\nЖұмыс орны мен мансап:\n\nБұл мамандықтағы адамдар кез келген мектеп, колледж, университет және музей, кітапханаларда қызмет ете алады. Филологтар көбінесе ұстаздық қызмет атқарады. Алайда жазуға икемі барлар газет-журналдарда жұмыс істей алады.\n\n Туыс мамандықтар:\n\nБаспагер, терімші, ұстаз, редактор\n\nТолығырақ: https://massaget.kz/layfstayl/bilim/gumanitarly-ylymdar/19954/",
                "date": "15.08.2017",
                "upvotes": 0
            },
            {
                "text": "Бакалавр бітірсеніз колледжде, мектепте мұғалім бола аласыз. Магистратура бітірсеңіз университетте сабақ бере аласыз.",
                "date": "17.08.2017",
                "upvotes": 0
            }
        ]
    }
]