[
    {
        "question_title": "Келер Жаңа Жылға мақсаттар мен міндеттер қоясыз ба?",
        "question_content": "Жаңа жыл қарсаңында өткен жылды қорытындылап Келер Жаңа Жылға мақсаттар мен міндеттер қоясыз ба?",
        "question_date": "31.12.2015",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 812,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә 2016 жылға қойған үлкен-үлкен мақсаттарым бар. Солардың ішінде ең маңыздысы оқуға түсу. Құдай қалап оқуға түсіп кетсем алдыма қойған мақсаттарым мың талай.",
                "date": "1.01.2016",
                "upvotes": 0
            },
            {
                "text": "Әрине иә себебі алдына мақсат қоймайтын адам болмаса керек.Жаңа жыл жаңа мақсаттар боладығой жалпы,мысалы меніңде мақсатым бар ол флекс дәстүрінен өтү және Америкада оқу.Бұл менің ең бірінші мақсатым және ең үлкен арманым! Барлық қолданушылардың жаңа мақсаттарына жетүіне тілектеспін.",
                "date": "1.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жюль Вернның «Капитан Гранттың балалары» атты романын оқығандар?",
        "question_content": "Жюль Вернның «Капитан Гранттың балалары» атты романын оқығандар оның кейіпкерлері капитан Грантты іздеу барысында ғажайып оқиғаларды бастан өткізгендері есінде қалған болар.\n\nОлар 37° о.е. бойынша барлық Оңтүстік Американы шарлап, ос паралельмен жүре Атлант және Үнді мухиттарын өтіп, Австралия мен Жаңа Зеландияны кесіп өтеді. Соңында Тынық мұхитындағы Табор аралында ержүрек теңізшіні кездестіреді. Кітап кейіпкерлеріне жер шарын айналған саяхат жасауға тура келді. Оның себебі, олар мұхиттан аулап алған құмыраның ішіндегі хатта  37°11' о.е. деген жазу сақталған.\n\nЕгер саяхат 37° о.е. паралель бойымен емес 27° о.е. паралель бойымен жүрген болса, кейіпкерлердің саяхаты қалай өзеретінін елестетіп көріңдерші. Қандай табиғи нысандарды қиып өтетін еді? Оларды күтетін қиындықтарды атаңдар. Олардың саяхаты жеңілдер ме, әлде керісінше қиындықтар көбірек кездесер ме еді?",
        "question_date": "31.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл Керемет Жюль Верннің қиялдап жазған қызықты туындысы. Шын болған оқиға емес. Мен де соның осы қияли туындысына қатты қызығамын, солай жазсам деп армандап қоямын.",
                "date": "1.01.2016",
                "upvotes": 0
            },
            {
                "text": "Жюль Вернннің бір қателігі, Паганелге Оңтүстік Американдық аброгиндер салған татуын Жаңа Зеландиялықтар түсінуі мүмкін емес",
                "date": "2.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаланың таңбасында «Өсуде, бірақ қартаймайды» сөйлемі жазылған?",
        "question_content": "Елдегі ең үлкен қаласы. Терең шұңғымада орналасқан, 2000 жыл бұрын жылы минералды көздің жанында қалыптасқан. Алғашында бұл жерде фракия тайпаларының бірі – сердтер қоныстанды, олардың кенті Сердико деп аталған. Кент Батыс және Шығыс аралығындағы сауда жолдарында орналасқан және Рим империясы кезінде маңызды сауда орталығы болған. Түріктерден азат болғаннан кейін бұл кент оның астанасы болып жарияланды. Қаланың таңбасында «Өсуде, бірақ қартаймайды» сөйлемі жазылған.\n\nСұрақ. Осы елді және астанасын атаңыз.",
        "question_date": "31.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "София. Болгарияның қазіргі астанасы. Осы қала болуы керек)",
                "date": "4.01.2016",
                "upvotes": 0
            },
            {
                "text": "Константинополь болуы керек.Қазіргі Стамбул қаласы.Сол жерде мекендеген ел Византия империясы болуы керек.",
                "date": "29.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Windows профессиональная, начальная, максимальная айырмашылығы неде қайсысы жақсы?",
        "question_content": "Windows 7 профессиональная, Windows 7 начальная, Windows 7 максимальная ОЖ ларының  айырымашылығы неде қайсысы жақсы?",
        "question_date": "31.12.2015",
        "question_tag": "Операциялық жүйелер",
        "question_views": 648,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер жаңадан устоновка қылайын деп тұрсаңыз windows 8 жақсы әрі жаңа.Егер оны істете алмасаңыз\n\nwindows 7 максимальная жақсы.Программалары тез жұмыс істейді.",
                "date": "31.12.2015",
                "upvotes": 0
            },
            {
                "text": "Айырмашылықтары аты айтып тұрғандай бар. Жоғарыдағы жауапқа келіспеймін Windows 8 Майкрасфот компаниясының ең нәтижесіз және ең нашар шыққан ОС болып табылады. Егер Windows 10 - ның поддержкасы жақсаратын болса, ондай 10 қондырыңыз. Ал сізге тек 7 керек болса профессиональная немесе максимальная қондырсаңыз жақсы болады.",
                "date": "7.01.2016",
                "upvotes": 0
            },
            {
                "text": "Компоненттеринде разница. Hyper V деген сияктыларында.",
                "date": "7.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің компьютеріммен ВК-ға басқа бір досым кіреді?",
        "question_content": "Менің компьютеріммен ВК-ға басқа бір досым кіреді. Содан кейін мен ол кеткесін паролін біле аламын ба?",
        "question_date": "31.12.2015",
        "question_tag": "Вконтакте",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Біреудің жеке заттарын қарауға ұялмайсыз ба?",
                "date": "3.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа жыл 2016 құтты болсын!",
        "question_content": "Құрметті достар!\nСіздерді Жаңа 2016 жылмен шын жүректен құттықтаймыз!\nЖаңа 2016 жылда жағымды жаңалықтар мен телегей табыс мол болсын! Әрбір игі істер мен жаңа бастамаларыңызға сәттілік серік болып, отбасыңызға баянды бақыт пен бақ-береке келсін!\nЖаңа 2016 жыл мерекелі, берекелі болып, мерейіңіз үстем, беделіңіз биік, абыройыңыз асқақ болуына тілектеспіз!\nІзгі ниетпен, Сұрақ-Жауап сайтының ұжымы!\n  Төменде 2016 жылға арналған құттықтаулар мен тілектер нұсқасын ұсынамыз!\n\nЖаңа 2016 жылмен шын жүректен құттықтаймын! Жаңа 2016 жыл бақыт, шаттық, қуаныш, құт-береке әкелсін! Жаңа 2016 жылда ырыстарың көп болып, табыстан табысқа жете беріңдер! Жаңа 2016 жылдағы жоспарларың іске асып, тілектерің орындалсын!\nЖаңа 2016 жылың жаңа нұр ала келсін\nҚуанышқа құшағың тола берсін.\nЕскі жылың есіркеп көкейіңде\nҚимас шақтың бірі боп кала берсін!\nЖаңа 2016 жыл! Жаңа күн! Жаңа өмір! Бұл күн болмастағы боядың барлығын үміттен, қуаныштан, махаббаттан алып, айналаға нұр болып шашылады, Осы шашылған нұр әрбіріміздің шаңырағымызға шуақ болып турайды. Қай -қайсымыз болсақта осы мерекелік кештен келесі Жаңа 2016 жылға дейін жүрегімізге есте қалатындай бір сезімді себелейміз, ол сезім бізді келесі жылға дейін үмітпен жетелеп отырады. Жаңа 2016 жыл әрбір шаңыраққа құт, береке, ырыс алып келсін!\nБарша қазақстандықтарды жаңа 2016 жылдарымен құттықтаймын! Жаңа 2016 жылда жаңа бақыт, жаңа табыс әкелсін! Еліміз тыныш, жұртымыз аман болсын, ауыз біршілігіміз берік болып, жарқын болашаққа деген сенім нық болсын!\nЖаңа Жыл — бірлік пен татулықтың жылы болсын! Әр отбасы үшін ырыс пен береке жылы болсын. Мен барша Қазақстандықтарды Жаңа Жылмен құттықтаймын. Аспандарымыз ашық, денсаулықтарымыз мықты болсын!\nЖаңа Жыл! Жаңа күн! Жаңа өмір!\nБұл күн болмыстағы бояудың барлығын үміттен, қуаныштан, махаббаттан алып, айналаға нұр болып шашылып, әр шаңыраққа шуақ болып тарайды. Қай-қайсымыз болсақ та осы мерекелік кештен келесі Жаңа Жылға дейін жүрегімізге есте қалатындай бір сезімді себелейміз, ол сезім бізді келесі Жылға дейін үмітпен жетелеп отырады. Жаңа Жыл әрбір шаңыраққа құт, береке, ырыс алып келсін!\nЕскі Жылдың қайғы-мұңын,өкпе – наздың барлығын артқа тастап, кіріп келе жатқан Жаңа Жылды көтеріңкі көңіл-күймен, таза, тың ойлармен қарсы алу керек. Әрбір кірген жаңа Жылдың өзінің дайындап отырған қуанышы, бақыты, сыйы болады.\nДостар, біз де өкпе-назымызды, өкініш-мұңымызды, қиындық сезінген сәттерімізді бір сәт естен шығарып, ескі Жылға қалдырып, Жаңа Жыл табалдырығын махаббатпен, мейіріммен аттайық, бізді алда тек қана қуаныш пен бақыт күтіп тұр деп сенейік. Жаңа Жылда үйлеріңіз нұрға, құшақтарыңыз гүлге толсын!\nЖаңа Жыл құтты болсын!\nАдам баласы жаңа Жылдан көп жақсылық күтеді, жаңа Жылға көп үміт артады. Армандарыңыз бен тілектеріңізге қосылып, біз Сізге алдағы Жылда денсаулығыңыз мықты, бақытыңыз үстем болып, күш-қуатыңыз таусылмасын, қанатыңыз талмасын деп тілейміз. Өткенге риза болып, жаңа Жылға бәріміз таза ниетпен, нық қадаммен аттайық. Жаңа Жылға елмен бірге жаңа табыстарға жете берейік!\nСМС құттықтаулар!\nДосыма:\n  Саған тілер басты тілегім — армандарың орындалсын! Өйткені адам арманына жетсе ғана, бақытты! Жаңа жылыңмен!\n  Жаңа Жыл жомарттығын жасасын! Бақытын саған себелесін, жұлдызыңды жарық етіп, бар армандарыңды орындасын!\n  Осы қалпыңнан танба, достарыңа адал бол! Қыстың қарлы күнінде де, жаныңа шуақ шашып, көктем күлсін.\n  Бүгін саған 3 кісі барады.Тек ашуланба, мекен-жайды мен бердім. Олар өмір бойы сенің касыңда қалатын болсын: Денсаулық, Сәттілік, Махаббат!\n  Аппақ қардың ұлпалары саған бақыт болып төгілсін. Кірпіктерің де ақ қарға көміліп, көздерің тек аппақ армандарыңның орындалғанын көрсін! Бақыт пен үміттің, махаббат пен татулықтың жылы құтты болсын!\n  Жаңа жылда саған тілерім: 12 ай ауруды сезбей, 53 апта тек жақсылықтарды көріп, 365 күн бақытқа кенеліп, 8760 сағатты сәттілікпен өткізіп, 525600 минут махаббатқа мас болып, 31536000 секундты қуанышты сәттермен өткіз! Жаңа Жыл жарылқасын!\n  Келер жыл сені азап пен ауыртпалықтардан, ұрыс пен берекетсіздіктен сақтасын! Жылан жылы айналаңдағы жандарға, маған және саған да, үміті мен махаббатын, бақыты мен байлығын сыйласын!\n  Ардақ тұтқан жайсаң жанның бірі едің,\nБіреуге сыр, ал біреуге жыр едің,\nШынарына өрле биік бақыттың,\nОсы менің саған айтар тілегім!\n  Құшағында тәтті үміттің\nӨтсін алтын күндерің,\nЖаңа жылда жақсылықтың,\nШамшырағын үрлегін!\n  Сүйіктіме:\n  Аппақ қар үлпілдей жауып тұр. Баспалдаққа түссе, еріп кетеді. Кенеттен қарға айналып, алыста жүрген сенің қолыңа түсіп, еріп кетер ме едім! Сағынышым менің, жаңа жылыңмен!\n  Өзің де бір ардақты жан екенсің,\nАрмандарың алып шыңға көтерсін!\nДақ түспесін жүрегіңе ақ қардай,\nЖаңа жылың жаңа бақыт әкелсін!\n  Бақытың лағыл тастай төбеңде мәңгі сөнбесін! Сүйікті де қымбатты жандарың қасыңнан бір сәтке кетпесін!\n  Аман болсын отбасың,\nЖамандықтан сақтасын.\nЖаңа жылдың түнінде,\nБақыт ашсын қақпасын!\n  Кең аспаннан қар жауады жапалақтап. Қар аппақ, сенің ақ көңіліңдей, сүйіктім! Қар алақанға келіп, жылулықтан ериді — бұл менің сені құшағыма алуым! Ерінге түскен қар, ыстық демнен балқиды — бұл менің саған деген ыстық сезімім! Жаңа жылыңмен, Жаным!\n  Жаңа жылға ірі жұлдыздары төгілген көкжиекті сыйлаймын саған, алтыным! Сол жұлдыздармен бірге күн кешіп, ертегі әлеміндегідей таңғажайыпты бірге тамашалайық, менің ең жарық жұлдызым!\n  Сені жылдардың ішіндегі Жаңа 20 жылыңмен құттықтаймын! Жаңа Жыл саған жаңа қуат, жаңа бақыт, жаңа табыс әкеліп, жағымды жаңалықтарымен таң қалдырсын!\n  Әзілді:\n\nАяз Атаның хайуанаттар бағынан үш маймылы қашып кеткенге ұқсайды: біреуін қазір ғана жаңа жылдық шыршаның астынан тауып алыпты, екіншісі табылмай жатыр, үшінші маймыл осы СМС-ті оқып күліп отыр екен!\nДәрігерлердің пайымдауынша, 5 рөмке шарап, Жаңа Жылды ойдағыдай қарсы алуға кедергі келтіреді. Шарапсыз, ойдағыдай қарсы ал! Құтты болсын, бауырым!\nӘлемде жеті керемет бар дейді, сегізінші керемет — Жаңа Жыл! Армандар орындалып, Жаңа Жыл кереметін сыйласын!\nЖаңа жылда,\nЖаңа жылдың әр күні,\nЖақсы хабарларға,\nЖағымды жаңалықтарға,\nКүтпеген қызықтарға,\nҚуаныш сыйлайтын sms-терге толы болсын!!!",
        "question_date": "31.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 855,
        "question_upvotes": 4,
        "answers": [
            {
                "text": "Жаңа *2016-шы* жылдарыңызбен!!!!!!!!!!!!!! Жаңа жыл құтты болсын!!!!!!!!!!!!!!!",
                "date": "31.12.2015",
                "upvotes": 1
            },
            {
                "text": "Жаңа жыл баршаңызға құтты болсын! Жаңа жылда  сұрақ жауап сайтына жаңа тіркелүшілер алып келсін!!",
                "date": "31.12.2015",
                "upvotes": 2
            },
            {
                "text": "Жаңа Жыл баршамызға құтты болсын!! Жаңа жыл жаңа табыстар мен еліміз үшін өз ырыс-несібесін ала келсін!",
                "date": "31.12.2015",
                "upvotes": 0
            },
            {
                "text": "жаңа жылды тойламау керек",
                "date": "5.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұйра шашым өзіме ұнамайды?",
        "question_content": "Мен ұл баламын. Менің шашым бұйра және өзіме ұнамайды. Қалай түзеу және қатты қылып өсірсе болады. Өздеріңіз нәтижесін көрген вариантарыңыз болса бөлісе кетсеңіз. Папамның айтуы бойынша шашы бала кезінде бұйра болған. Есейген кезде тақыр бас қылып алып тастаған. Содан түзеу,қатты болды деп айтады. Мен шашымды тақыр бас қылсам өзіме біртүрлі сияқты. Шашты алып тастаса қаншалықты түзеу өседі және осы әдісті жасап көргендер бар ма",
        "question_date": "31.12.2015",
        "question_tag": "Денсаулық",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұйра шаштар кейін түзеліп кетеді, ер жеткен соң, бірақ ол уақыттарда бұйра шаштар қайтадан мода болып кетуі мүмкін. Бұрын адамдардың бәрі шаштарын бұйралап жүрушеді го, сол мода айналып келеді бір кездерде. Оның несіне өкінесің, жақсы емеспе ол!",
                "date": "31.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теріскенді қалай кетіруге болады?",
        "question_content": "Баламның көзі қызып тұр. Теріскен сияқты. Балам 6 айлық. Кішкентайларға теріскен шыға бере ма? Врачка барсақ аллергия деп жіберді. Теріскен болса қалай кетіруге болады?",
        "question_date": "31.12.2015",
        "question_tag": "Тазалық",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатысз ба ! Үйде қолданып жүрген күкіртті (қара жағын) сәл ғана сулап соны теріскенге жағасыз, 2-3 кунде кетип калады Кудай каласа",
                "date": "31.12.2015",
                "upvotes": 0
            },
            {
                "text": "Он козыне шыкса сол колдын ортангы екы саусагына кызыл және жасыл жыпты шиыршыктп ягни араластырып байланыз ол шындык кызыл ол кетыреды жасыл ол сол коздегы терыскен сол озымде 3рет шыккан осылай жасадым 2кунде кышырейып келесы куны ірін шыгып уже жок бо",
                "date": "17.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұйра шашты қалай түзеу етуге болады",
        "question_content": "Мен ұл баламын.Менің шашым бұйра және өзіме ұнамайды. Қалай түзеу және қатты қылып өсірсе болады. Өздеріңіз нәтижесін көрген вариантарыңыз болса бөлісе кетсеңіз. Папамның айтуы бойынша шашы бала кезінде бұйра болған. Есейген кезде тақыр басқылып алып тастаған. Содан түзеу,қатты болды деп айтады. Мен шашымды та0ыр бас қылсым өзіме біртүрлі сияқты. Шашты алып тастаса қаншалықты түзеу өседі және осы әдісті жамап көргендер бар ма",
        "question_date": "31.12.2015",
        "question_tag": "Денсаулық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерде жақсы маслихаттар бар екен. https://surak.baribar.kz/281170/%D0%B1%D2%B1%D0%B9%D1%80%D0%B0-%D1%88%D0%B0%D1%88%D1%82%D1%8B-%D2%9B%D0%B0%D0%BB%D0%B0%D0%B9-%D1%82%D2%AF%D0%B7%D1%83-%D3%A9%D1%81%D1%96%D1%80%D1%81%D0%B5-%D0%B1%D0%BE%D0%BB%D0%B0%D0%B4%D1%8B",
                "date": "1.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фифа 16 қайдан жазсам болады?",
        "question_content": "фифа 16 қай сайттан тартсам болады? код активация сұрамайтын болса.",
        "question_date": "31.12.2015",
        "question_tag": "Компьютер ойындары",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сайттан болады.\n\nhttp://gmt-max.org",
                "date": "7.01.2016",
                "upvotes": 0
            },
            {
                "text": "Ориджиннен сатып алып потом жазып ал!",
                "date": "7.01.2016",
                "upvotes": 0
            },
            {
                "text": "Оны торенти ашылган жок али оган жана ситема антивируса койды (Хакерлер сындыра алмайд)",
                "date": "1.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екінші рет үйленсем деймін",
        "question_content": "Адам өмірде екі рет қателеседі деген рас екен. Мен әйел алудан қателестім. Ол менің отбасымды, ата анамды сыйламайды, жақтырмайды. Менің айтқаныма қарсы шығады.Олай болса неге көнуім керек. Қазірден осы  ертеңім не болады. Әке шешемнің көзі кетсе не істеймін. үш көрсеттім болмады.Сол себерті кеш болмай тұрғанда ажырасып, бәрін басынан бастамақ ойым бар. Еркектер қауымы әсіресе не дейсіздер?",
        "question_date": "31.12.2015",
        "question_tag": "Тұлға, Адам",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не деймiз, қолдаймыз.",
                "date": "31.12.2015",
                "upvotes": 0
            },
            {
                "text": "Тағы да қателеспейтініңе кім кепіл? \"Кіммен қарайсаң,сонымен ағар\" деген тек әйел затына ғана айтылған деп ойламаймын. Әйелге күш көрсетумен өзіңе қарсы қойып алдым деп ойламайсың ба? Отан от басынан басталады.Әр отбасы ажыраса берсе еліміздің бірлігі қайдан болсын...",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграм арқылы қалай табыс табады?",
        "question_content": "Инстаграмдагы Vine түсіретін адамдар біршама ақша табыс табады деп естідім. Жарнамадан дейін десем парақша жарнама жоқ",
        "question_date": "31.12.2015",
        "question_tag": "Жалпы компьютер",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәрі де жарнама арқылы. Біздің түсінігімізде теледидардан немесе ютубтан көрген жарнамаларды жарнама деп қабылдаймыз, бірақ одан басқа жарнама түрдері бар.\n\nВайн видео түсірушілер жарамалайтын заттары болады, мысалы киім,брэнд, т.б. Бірақ осы ақшаны табу үшін біраз еңбек ету керек.\n\n1. Аккаунтыңызға жазылушылар саны көп болуы тиіс.\n\n2. Енді белгілі бір компаниямен танысып оны жарнамалауға келіссөздер жүргізу қажет.\\",
                "date": "3.01.2016",
                "upvotes": 0
            },
            {
                "text": "Жақсы парақша ашып,  жазылушылар санын көбейтсең Жарнамамен табасын, batyroff сияқты",
                "date": "5.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саздың кесірiнен iш қату ?. iштi қалай жүргізуге болады?",
        "question_content": "Мен саз жеп едім iшiм өтпей үлкен дәретке шыға алмай қалдым, ендi үлкен дәретке шығу үшін не iстеймiн ? Қиналып тұрмын.",
        "question_date": "31.12.2015",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Іш жүргізетін арнайы дәрілер бар (бромгексил-кішкентай сары таблеткалар, арзан 100 тг көлемінде ғана; мен білетін осы ғана)",
                "date": "4.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлақтың іші не үшін қайта қайта бітеліп одан соң қайта ашылыды ?",
        "question_content": "Құлақтың іші не үшін қайта қайта бітеліп одан соң қайта ашылыды ? Және де сойлеген кезде де солай",
        "question_date": "31.12.2015",
        "question_tag": "Тазалық",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лорға қаралыңыз.Асқынып кетер",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяқ-қол ісуінен қалай құтыламын",
        "question_content": "Сәлеметсіздер ме ?Менің аяқ-қолым іси береді не себепті екен не жасауға болады? аяғым ауыр емес. дәрігерлерден мардымды жауап болмай тұр.",
        "question_date": "31.12.2015",
        "question_tag": "Денсаулық",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңа жылға арналған қандай əндер бар?",
        "question_content": "Жаңа жылға арналған қандай əндер бар",
        "question_date": "31.12.2015",
        "question_tag": "Ән іздеу",
        "question_views": 939,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"МузАрт\" тобы \"Жаңа жыл\" әні, Қайрат Нұртас пен Сырым Исабаев \"Жаңа жыл\" әні , Мәдина Садуақасова \"Жаңа жыл\" әні,  \"Меломен\" тобы \"Жаңа жыл\" әні,Бақыт Шадаева \"Жаңа жыл\" әні",
                "date": "28.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграмдағы вайнерлер табыс табады деп естідім?",
        "question_content": "Инстаграмдагы вайнерлер табыс табады деп естідім. Табысты жарнамадан табады дейді. Бірақ парақшаларында ешқандай жарнама жоқ. Инстаграмда қалай табысс табады?",
        "question_date": "31.12.2015",
        "question_tag": "Жалпы компьютер",
        "question_views": 645,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "атакты вайнерлер 4juniors, yuframe, queex мысалы жарнама жасайды жиі. ал табыс жагын билмедим.",
                "date": "31.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінің емеле ережесін қайдан табыуға болады ?",
        "question_content": "Қазақ тілінің емеле ережесін қайдан табыуға болады ? қазақ жазуын үйренетін сайттар бар ма ?",
        "question_date": "30.12.2015",
        "question_tag": "Қазақ тілі",
        "question_views": 523,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сіз емле ережесін меңзеген боларсыз дə? Егер солай болса осы сілтемеге өтіп http://el.kz/m/articles/view/Емле-туралы толық ақпарат ала-аласыз... Қазақ жазуын үйрететін сайт барма деген сұрағыңызды түсінбедім нақтылайсызба?",
                "date": "31.12.2015",
                "upvotes": 0
            },
            {
                "text": "Қазақ тілін үйренгіңіз келсе Skype сайтындан мұғалім тауып сабақ алу арқылы үйренүіңізге болады",
                "date": "31.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ жігітімен бірақ өзбек қыздарын ұнатамын?",
        "question_content": "Қазақ жігітімен бірақ өзбек қыздарын ұнатамын. Өзбек қыздарының мінездері өте тамаша, өте әдемі болып келеді?",
        "question_date": "30.12.2015",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 744,
        "question_upvotes": 3,
        "answers": [
            {
                "text": "Иә мағанда ұнайды! Тартымдылықтары бар. Юлдуз сани севаман!",
                "date": "31.12.2015",
                "upvotes": 2
            },
            {
                "text": "Жаман рым бастамайық қазақ қызы көп қой,өзге ұлыт қашнада өзге опалы болмайды !",
                "date": "30.12.2015",
                "upvotes": 1
            },
            {
                "text": "Иә өзбек қыздары  да сұлұ боладығой адамды ішкі сұлұлығымен бағалау керек ол қандай ұлт өкілі болсада",
                "date": "31.12.2015",
                "upvotes": 1
            },
            {
                "text": "Барлығыңа салем! Кімді жақсы корсендер де әркім өзі біледі гой бірақ жаксы коретин кыздарынды бағалай билсендер болганы :)",
                "date": "31.12.2015",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мынандай отшашулар қанша тұрады, жобамен?",
        "question_content": "жаңа жылдарыңмен!",
        "question_date": "30.12.2015",
        "question_tag": "Жалпы сұрақ",
        "question_views": 401,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шаxр рукx кxаннын жаңа киносы керек еді қайдан қарауға болады?",
        "question_content": "Шаxр рукx кxаннын жаңа киносы керек еді қайдан қарауға болады? Қайдан қарауға болады ?!",
        "question_date": "30.12.2015",
        "question_tag": "Кино",
        "question_views": 254,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Моншада парда отырғанда адам денесінде қандай процесстер жүреді?",
        "question_content": "Жалпы моншаға түсу туралы айтып өтсеңіздер!\n\nНе істеген дұрыс , н/е істемеген дұрыс!?\n\nМысалға: Парда коп отырма деген сияқты!",
        "question_date": "30.12.2015",
        "question_tag": "Тазалық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пайдасы.парилка - жүрек пен қан тамырларына арналған тамаша тренажер. Зерттеулер көрсеткендей, моншадағы тұрақты адамдарда гипертонияның даму қаупі  төмен. Бу бөлмесіне барғаннан кейін тамырлар арқылы қанның қозғалысы жеңілдетіліп, кептеліс жойылады. Контрастты процедуралар (парилка салқын душ) қан тамырларының спазмын жеңілдетеді, қалыпты қан айналымын қалпына келтіреді және капиллярлық айналымның бұзылуында көмектеседі.Қан қысымын реттейтін де әсер етеді. Әсіресе қан қысымы төмен адамдарда .\n\nҚауіпті жағы! Қан қысымы жоғары болса, моншаға баруға болмайды. Жоғары температура мен ылғалдылық жүрек-тамыр жүйесіне тым көп жүктеме жасайды. Бу бөлмесінен кейін кенет салқындату қауіпті - бассейн, суық душ, қар.  инфаркттан кейін де моншаға үсуге болмайды. Және ер адамдарға парилкада көп уақыт отыру да зиян. .",
                "date": "3.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұл Жаңа жыл неге 1 Қаңтардан басталады?",
        "question_content": "Бұл Жаңа жыл неге 1 қаңтардан басталады? Еш қандай да маңызы жоқ, қақаған қыстың ортасында емес,басы да емес, не ары емес- не бері емес,  ойдан шығарыла салған бірдеңе, өзгеріс жоқ. Жаңа жыл деп айтуға қисынсыз.\n\n Ал біздің 22 Наурыз айын түсінуге болады, нағыз жылдың басы, күн мен түн теңеліп, күннің ұзаруы басталады, жан-жануарлар оянып, ағаштар көктеп-гүлдеп бәрі  басынан бастап жаңарады.Міне нағыз жаңа жыл деп айтсаң қателеспейсің, есебі де тура.",
        "question_date": "30.12.2015",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 837,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бұл Григориан күнтізбесі бойынша құрылған жыл санағы бойынша болуы керек тарихтан ұмытып қалмасам.",
                "date": "30.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бойымды өсіргім келеді?",
        "question_content": "Салем құрметті достар. Менің бойым кішкентай. Өзім 2 курс оқимын. Жасым 16 да. Алла қаласа 17 толам жақында. Жалпы бойым жасыма сәйкес емес. Көбі мені шамамен 7-8 оқитын бала деп ойлайды. Мен бойымды өсіргім келеді. Сіздерден пайдалы кеңес сұраймын. Бір рекламадан lactel деген сүт бой өсіреді деп естігем. Бірақ белгісіз. Тағы қандай бойды тез өсіретін тағамдар білесіздер. Сіздерден жауап күтем...",
        "question_date": "30.12.2015",
        "question_tag": "Тазалық",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саған кальций жетіспейді кальциі бар табиғи дәрумендерді көбірек же. Кола ішпе, газдалған сусын ішпе, олар сенің организіміңдегі кальцилерді жойып жібереді.  Ауыр көтерме, турникке көбірек ойна.  Шымкентте шығатын газсыз TASSAY суын ғана көбірек ішіп жүр, ол суда адамның организімінің жетілуіне қажетті элементтердің бәрі бар.",
                "date": "30.12.2015",
                "upvotes": 0
            },
            {
                "text": "Вскитбол ойна спортпен айналыс !  Көңілді болуға тырыс тез өсесің",
                "date": "30.12.2015",
                "upvotes": 2
            },
            {
                "text": "Бойыңызды өсіргіңіз келсе, мына жерге барыңыз деп кеңес беремін. Маған рахметіңді айтасың.",
                "date": "31.12.2015",
                "upvotes": 0
            },
            {
                "text": "Күнде таң ертен үйдің жұмыртқасын тұзға араластырып ішесін күніне 2 еу сонда бұйырса өсесін",
                "date": "31.12.2015",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жасырын әдеттен\" қалай құтылсам болады?",
        "question_content": "Мен \"жаман әдеттен\" құтылғым келеді. Қанша тырыссамда қоя алмайақ қойдым. Интернеттен іздеп бұл әдеттің мастурбация деп алатынын білдім. Енді осы әдеттен құтылу жолдарын іздеймін. Қалай қойсам болады? Бұл да бір ауруға жатады екен. Араларыңызда осы әдетті қойып кете алғандар болса, қалай қойғаныңыз жөнінде айтсаңыздар. Мен темекі,арақ деген зиянды заттардан аулақпын. Тек осы әдеттен құтылсам деймін",
        "question_date": "30.12.2015",
        "question_tag": "Тазалық",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайталанған сұрақ. Мында жазғанмын https://surak.baribar.kz/613156/%D0%B6%D0%B0%D1%81%D1%8B%D1%80%D1%8B%D0%BD-%D3%99%D0%B4%D0%B5%D1%82%D1%82%D0%B5%D0%BD-%D2%9B%D0%B0%D0%BB%D0%B0%D0%B9-%D0%B0%D1%80%D1%8B%D0%BB%D1%83%D2%93%D0%B0-%D0%B1%D0%BE%D0%BB%D0%B0%D0%B4%D1%8B",
                "date": "30.12.2015",
                "upvotes": 0
            },
            {
                "text": "Не үшiн құтылмақшысың? Жүре бер табиғаттың берген ләззатын пайдаланып.",
                "date": "30.12.2015",
                "upvotes": 0
            },
            {
                "text": "Тұрмысқа шығыңыз.",
                "date": "19.08.2017",
                "upvotes": 0
            }
        ]
    }
]