[
    {
        "question_title": "Жоғары сатыдағы өсімдіктер қай заманда пайда болды?",
        "question_content": "Тіршіліктің ежелгі, өліп біткен формаларын зерттейтін ғылым\nТаужыныс жасын дәлмедәл анықтауға жәрдемдесетін осы заманғы әдіс\nТаужыныстар әлі шығып қалыптаспаған кездегі Жердің даму кезеңдері\nҒаламшарымыздың геологиялық және биологиялық даму тарихы бейнеленетін шкала\nӨткен тіршіліктің ғалымдар тапқан барлық іздері нені жасауға жәрдемдесті?\nАрхей және протерозой замандарының эонға бірігуі\nМезозой және палеозой замандырының эонға бірігуі\nЖер тарихында қай заман бірінші болып бөлінеді?\nЖер тарихында қай заман ең ұзақ болып бөлінеді?\nТірі ағзалар қай заманда пайда болды?\nФотосинтез қай заманда пайда болды?\nЭукариоттық және көпжасушалық қай заманда пайда болды?\nТөменгі сатыдағы өсімдіктер қай заманда пайда болды?\nАрхей заманында қанша кезеңдер болды?\nПалеозой заманында қанша кезеңдер болды?\nПротерозой заманында қанша кезеңдер болды?\nМезозой заманында қанша кезеңдер болды?\nКайнозой заманында қанша кезеңдер болды?\nТас көмір қай заманда (кезеңде) қарқынды түзіліп жинақталады?\nЖоғары сатыдағы өсімдіктер қай заманда пайда болды?",
        "question_date": "10.04.2017",
        "question_tag": "Биология",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Антропоген\n\n2 білмимін",
                "date": "13.03.2019",
                "upvotes": 0
            },
            {
                "text": "Тіршіліктің ежелгі, өліп біткен формаларынын зерттейтінмғылым.",
                "date": "19.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Мен қандай тақырыптағы шығармалар оқығым келеді?\" тақырыбында ой толғау керек?",
        "question_content": "\"Мен қандай тақырыптағы шығармалар оқимын және оқығым келеді?\" деген тақырыпта ой толғау керек?",
        "question_date": "10.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шиеленісуі деген не?",
        "question_content": "Шиеленісуі деген не?",
        "question_date": "10.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 10900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шиеленіс-сюжеттегі тартыстың кезеңі,оқиғаның алғаш шиеленісе бастаған кезеңі. Шығармада қандай да біроқиға баяндала бастағанда алғашқыэпизод-суреттемеде-ақ тартыстың неден басталатындығы анықталады. Кейіпкерлердің іс-әрекетінен олардың өзара қарым-қатынасы айқын сезіліп қалады. Оқиғаның өрістеуіне негіз болатын осы кезеңнің өзіндік өзгешілігі болады. Оқиғаның барысындағы негізгі түйіндер түйіліп, кейіпкердің ара қатынасындағы қайшылықтар негізгі желі болып келетін тартыстың басталуы - бұл сюжеттің дамуындағы аса бір маңызды кезең. Өйткені шығармада суреттелетін күрес-тартыстың әрі қарай қалай өрістейтіні, адамдардың арасындағы қарым-қайшылықтардың қандайлық шытырман-шайқастарға апаратын жолдары, негізінен, алғанда осы тұстағы жайағдайлардан, кейіпкерлердің бастапқы іс-әрекетінен басталады. Алайда, шиеленіс тартысқақтығыстың басталуы ғана, мұндаоқиғаның жалпы бағыты, оған қатысушылар айқын көрініп, елес бергенімен, әлі алда талас-тартыс қалай шиырлап, кейіпкер не күйге түсетіні, неше бұралаңнан өтетіні әзір толық мәлім емес. Мұның бәрі оқиғаның әрі қарай қалай дамып, өзгеріп, шарықтап өрістеуіне байланысты.",
                "date": "11.04.2017",
                "upvotes": 0
            },
            {
                "text": "Шиеленістің құрылымдық компоненті:\nШиеленіс объектісі\n— әлеуметтік көрініс( даулы сұрақтар,мәселе ), шиеленісті туғызған мәселелер\n\nШиеленіске қатысушылар\n– болып тікелей таласқа түсетін (топ, адам, ұжым, ұйым, мемлекет) субъктілер жатады. Шиеленіс объектісі мен шиеленіске қатысушылар болса Шиеленістік жағдай пайда болады.",
                "date": "11.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған \"Ит ашуы\" С.Шаймерденов шығарманың композициялық құрымына талдау керек?",
        "question_content": "Маған \"Ит ашуы\" С.Шаймерденов шығарманың композициялық құрымына талдау керек?\n\n1.Оқиғаның тақырыбы.\n\n2.Авторы.\n\n3.Оқиғаның басталуы.\n\n4.Оқиғаның дамуы.\n\n5.Оқиғаның шиеленісуі.\n\n6.Шешімі.\n\nӨтінем, срочно керек еді!!!",
        "question_date": "10.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 803,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Құлагер құлыныңнан керім едің...\" өлеңі туралы ой толғау керек?",
        "question_content": "\"Құлагер құлыныңнан керім едің...\" өлеңі туралы ой толғау керек?",
        "question_date": "10.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Параллелограмның сүйір бұрышы мен биіктігін анықтаңдар?",
        "question_content": "көршілес қабырғалары 2см жане 5 см болатын параллелограмныңауданы 5см квадрат.Параллелограмның сүйір бұрышы мен биіктігін анықтаңдар",
        "question_date": "10.04.2017",
        "question_tag": "Геометрия",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=a*ha\n\n5=5*ha\n\nha=5/5=1\n\nsin Þ =ha/b=1/2\n\nÞ=30º",
                "date": "6.09.2018",
                "upvotes": 1
            },
            {
                "text": "Используй формулу\n\nа(квадрат)+b(квадрат)= c(квадрат)",
                "date": "11.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүйке жүйесіне суық тисе не істейді?",
        "question_content": "менин мамамнын  кабырға нерв тамырларына  суық  тиген дейді оны калай   емдеуге болады? екі  бүйрегинен кысып; желкесинен тартып жане давлениясы котерилип ауырады .демалысы киындап ентигип кетеді. майлы тамак ишсе ауырады.тамак дұрыс ише алмай жур. коп дарилер ишип корди;ситема салдырды ,массажға да барды.кишкене жаксы боладыда кайтадан ауырады ...буған кандай дари ем болады",
        "question_date": "10.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 21100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүйке ауруларына арналған емдік жаттығулар\nОрталық және шеткергі жүйкелердің зақымдануына байланысты жүйке аурулары екіге бөлінеді. Орталық жүйке (ми және жұлын) індетіне шалдыққанда организмде айтарлықтай органикалық өзгерістер байқалады. Ал жоғарғы реттеуші орталықтың анатомиялық құрылысында ешбір өзгеріс байқалмаса, онда шеткергі жүйке жүйесі зақымданған. Оның ішінде айрықша көзге түсетіндері – невроздар.\nМи қабаты (психикалық қызмет атқаратын мүше) негізінен қозу және тежеу үдерісін орындайды.\nЕгер соңғы кезге дейін бүкіл психикалық әрекет тек қана ми қабығына шоғырланған деп білсек, қазір ми қабының (мидың терең қабатына орналасқан) астына орналасқан заттардың да атқаратын рөлін дәлелдейтін мәліметтер бар. Олардың жай-күйі ми жасушаларының қозуына ңемесе тежелуіне ықпал етеді.\nМи қабының жұмысына организмнің бүкіл өзгерісі әсер етеді. Организмнің құрылыс ерекшеліктеріне қарай, көбіне жүйке жүйесіндегі реакциялар соған сәйкес дамып отырады.\nЖүйке ауруларының негізгі себептері: оқыс жарақаттану, жұқпалы аурулар, организмнің улануы, зат алмасудың бұзылуы, шаршап-шалдығу, зорлану, эмоциялық факторлар т.б. Осындай себептерден денеде әртүрлі өзгерістер айқындалады. Жүйке жүйесі зақымданған кезде ең алдымен қимыл-қозғалыс, одан соң сезімталдық және трофикалық әсерлер кемиді.\nҚимыл-қозғалыс әрекетінің бұзылуы адамның мүлде қозғалмай немесе жартылай қимылсыз қалуына әкеп соғады. Оны сал және парез дейді. Олардың өзі екі түрге бөлінеді: спастикалық немесе сіресіп қалу және солып қалу. Бірінші түрі көбінесе ми қабы қатпарлары зақымданғанда болады. Онда денеде бұлшықеттер мен тарамыстар тырысып қалады.\nСолған сал не парез жұлын не шеткергі жүйке сабақтарының зақымдануы салдарынан болады. Мұндай кезде бұлшықет әлсізденіп, семіп қалады, тарамыс рефлекстері төмендеп, немесе тіпті мүлдем жоқ болып кетеді. Жүйке жүйесі ауруға шалдыққанда бұлшықеттердің немесе буындардың қозғалмай қатып қалуы (контрактура) аңғарылады.\nАл сезімталдық бұзылғанда адам ауруды, ыстық-суықты, теріге тигенді, сипағанды түк сезбейді. Кейде, керісінше, осы әсерлердің барлығын қатты сезініп кетеді.\nТрофикалық өзгеріс жұлын мен шеткергі жүйке жүйесі ауруға шалдыққанда жиі байқалады. Жүйке жүйесі зақымданған бөлікте қан-лимфа айналымы кеміп, оттегінің жетіспеуіне ұшырайды. Осының өзі терінің ойылуына, жара пайда болып, ісінуіне, тіндердің өлуіне ықпал жасайды.\nЖүйке жүйесі аурулары айлап, жылдап ұзаққа созылады. Соның әсерінен жүрек-қантамыр, тыныс алу, ас қорыту, зат алмасу мүшелері зардап шегеді. Кейде, өкінішке қарай, науқастың еңсесін көтеріп, қайта ортаға қосуға мүмкіндік болмаса, ондай адамдар мүгедек болып, жұмыс істеуге жарамай қалады.\nДене тәрбиесі жүйке жүйесі ауруының қандай түрі болса да, басқа емдеу әдістерімен қатар қолданылады. Оның тигізетін пайдасы нейрогуморалды механизм арқылы іске асады. Берілген жаттығулар, организмнің қайтарған жауабы іспетті көңіл-күйін көтеріп, қимыл-қозғалысты реттейді. Емдік жаттығудың әсерінен жүйке талшықтарының өткізгіштік қабілеті артып, денеде жаңадан шартты рефлекс қалыптасады.\nЕмдік жаттығудың трофикалық қасиеті денедегі қан мен лимфа айналымын арттырып, тіндердің қоректенуін өсіріп, терідегі сызат алған, жара болған жердің тез жазылуына, жүйке талшықтарының қалпына келуіне ықпал етеді.\nАурудың жазылуы осы жаттығуларға сенуіне және оны күнделікті мүлтіксіз орындауына тікелей байланысты.\nЕмдік жаттығудың негізгі мақсаты:\n1. Аурудың жалпы жай-күйін, ой-өрісін өсіру;\n2. Жүрек-қантамыр, тыныс алу, ас қорыту мүшелерінің қызметін арттыру;\n3. Буындардың қимыл-қозғалысын арттырып, қатып қалуына жол бермеу. Зақымданған жердің бұлшықетін жетілдіру;\n4. Зат алмасуын арттырып, жара болған, ойық болған жерлерді тез жетілдіру;\n5. Компенсациялық әрекетті (орнына қолдану) кеңінен пайдалану;\n6. Науқастың өзіне деген сенімділігін арттырып, жүруге ынталандыру және өздігінен қимылдауға дағдыландыру.\nОсы мақсаттың бәрін іске асыру үшін емдік жаттығуды таңертеңгі гигиеналық гимнастика ретінде, өз бетінше орындалатын сабақ іспетте, мөлшермен жүру, жүзу, механотерапия, еңбекке баулу және массаж түрінде қолдануға болады. Мұнымен қатар сал болған аяқ-қолды күні бойы әртүрлі бағытта жатқызып қояды (астына жастық қойып, көтеріп, оңға-солға бұрып, төмен түсіріп т.б.). Бұлар буынның қарысып қалуынан сақтайды. Кейде арнайы қалыпқа, тақтаға, тор сымға қолды не аяқты салып таңып қояды. Ол өз салмағымен бос бұлшықеттердің одан бетер созылып кетуіне жол бермейді. Осындай қалыпқа салу күніне бірнеше рет қайталанып, 20-25 минуттан 3-4 сағатқа дейін созылады.\nШеткергі жүйке жүйесінің аурулары\nБұған невриттер жатады. Неврит – жүйке талшықтарының немесе сабақтарының қабынуы, ал невралгия – жүйке талшықтарының сырқырап ауруы. Мұндай науқас кенеттен жарақаттанғанда, суық тиіп, жүйке талшықтары қабынғанда немесе уланғанда кездеседі.\nЖарақаттанған кезде жүйке талшықтары қатты тербеліске түсіп, шайқалуы, созылуы, кейде тіпті үзіліп кетуі де ықтимал. Тербеліске түскен кезде жүйке талшықтарының өткізгіштік қасиеті жойылып кетуі мүмкін, сонда қимыл-қозғалыс және сезімталдық адам бойында байқалмай қалады. Созылғанда, жаншылғанда жүйке талшықтары бүлініп, белгілі бір бөлікте бұлшықеттердің созылуына, сал болып қалуына ықпал етеді.\nЖүйке талшықтарының жарақаттанған бөлігіне байланысты олар әртүрлі аталады, мысалы: жүйке түбінің қабынуы – радикулит, жүйке өрімдерінің қабынуы – плексит, бір жүйке талшығының қабынуы – мононеврит, ал бірнеше жүйке талшықтары қабынса – полиневрит.\nНевритке шалдыққан адамға кешенді ем қолданылады. Дәрі-дәрмек, физиотерапия, массаж, емдік дене шынықтыру. Емдеу мерзімі ұзақ, ең кем дегенде 8 айға созылады. Өйткені жүйке талшықтарының қайта қалпына келуі өте жай, біртіндеп өтеді. Сондықтан алғашқы кезде адамның өзі орындай алатын қарапайым жаттығулар жасалады. Әр қимыл-қозғалыс ыңғайлы қалыпта, жылы ванна қабылдап, денені босаңсытқан соң оңай орындалады. Жарымжан болған аяқ не қол қимылдау үшін жылтыр тақтай, стол, кішкене дөңгелек орнатқан сырғанақ арба керек, солар арқылы қозғалу жеңілірек болады. Жаттығулар байыппен, асықпай, орташа жылдамдықпен жасалады.\nАяқтың жүйке жүйесі зақымданғанда, оның тірек қызметін арттыруға баса назар аударылады. Алдымен шалқадан жатып, аяқты бірдеңеге тіреп, бүгіп-жазады. Одан кейін тізерлеп тұрып әртүрлі жаттығуларды орындайды. Таяқ ұстап жүруге дағдылану үшін арқа, бел, иық бұлшықеттерін шынықтырады.\nЖүрген кезде аяқ ұштарын дұрыс қою, баспалдақпен көтерілгенде денені тік ұстау – ойға сақтайтын ең негізгі қағидалар.\nҚол жансызданған кезде әртүрлі заттарды саусақтармен, алақанмен уыстап ұстауға дағдыландырады. Сол сияқты губка, резеңке доптарды қысып-жазып жаттықтырады. Осындай жаттығуларды күніне 4-6 рет жасау керек.\nРадикулит немесе құяң ауруы бел омыртқаның тұсында жиі кездеседі. Онда да қимыл-қозғалыс шектеліп, алға еңкею, бір жағына бұрылу мүмкін болмай қалады. Құяң ұстаған жақтағы аяқ созылмай, бұлшықет әлсіреп, бөксенің еттері, сан мен балтыр семіп кетеді. Қатты ауырғандықтан адам бір жағына қисайып қалады. Бұл ұзаққа созылса, омыртқа қисайып, адам бүкір болып қалуы мүмкін. Сондықтан мұндай аурулардың белгілері білінісімен ауруханаға жатқызған дұрыс. Аурудың беті қайтып, асқынуы басылғаннан кейін емдік жаттығулар тағайындалады. Оның негізгі мақсаты – қан айналымын жақсартып, арқа бұлшықеттерін жетілдіру және қатты аурудан еттің қатаюын болдырмай, денені түзету т.б.\nТөсекте жатқан кезде емдік жаттығуды белге, бөксеге, балтырға массаж жасауды үйлестіре өткізеді. Шалқадан жатып, тізе, мықын буындарын бүгіп-жазып, мықынды көтеру сияқты жаттығулар орындалады. Егер ауру аяқты көтеру қиынға соқса, онда сау аяқты ауру аяқтың астынан тіреп, мүмкіндігінше жоғары көтереді. Алғашқы кезде жаттығулардың ұзақтығы 10-12 минут, кейін біртіндеп 20-25 минутқа жеткізіледі. Палаталық режимге көшкен кезде мынадай жаттығулар жасалады: науқас етпеттеп жатып, еңбектеп тұрады. Сонан соң түрегеліп тұрып, алға-артқа, екі жаққа кезек иіліп, денені осьтің бойымен айналдыра бұрайды, денені тік ұстап жүреді. Қимыл-қозғалыс жай ырғақпен, баяу түрде жасалады.\nНауқас еркін жүре бастағанда аяқ-қол қимылдары толық қосылып, орташа жылдамдықпен атқарылады. Мұнда доп, шығырық, шеңбер, жеңіл гантель сияқты заттарды пайдаланады.\nШонданай невриті – өзінше жеке кездесетін неврит. Ол мықыннан бастап өкшеге дейін қақсатады. Әсіресе еңкейгенде, аяқты көтергенде ауру күшейіп кетеді. Осының салдарынан адам жүруден қалады. Кейде аяқтың бұлшықеттері семіп кетеді. Оны уақытында емдемей, асқындырып алса, аяқтың басы жансыздануы мүмкін. Бұл адамның жүруін одан әрі қиындатады.\nСондықтан емдеу жаттығуы құяң ауруындағыдай тәртіппен орындалғанымен, ең алдымен, аяқ басына назар аударылады. Егер өздігінен қозғалмаса, аяқтың басы салақтап қалмас үшін тақтайға, темір тордан жасалған арнайы қалыпқа салып, таңып тастайды. Аяқ басы мен жіліншік арасы тік бұрыш құрауы керек. Осындай алдын ала дайындалған аяқты жан-жағына қимылдатып, еденге басып, түрегеліп жүруге болады.\n\nhttp://www.balkhashlib.kz",
                "date": "10.04.2017",
                "upvotes": 0
            },
            {
                "text": "Междребренный невралгияғо қазр қалай жазылдыма мендеде сондай жағдай",
                "date": "30.11.2020",
                "upvotes": 0
            },
            {
                "text": "ассалаумагалейкумдер мен кондиционер астына 3.4 сагат уйыктап калып едим банядан келип содан бери ауырып журмин 1.5 жыл болды бармаган жерим калмады казир типти тосектен арен турып журм куш жок журек кысып ауырады ким биледи нестеуге болады",
                "date": "2.08.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі үшбұрыштың ауданын қалай табу керек?",
        "question_content": "Табаны 12 см, ал табанына жүргізілген биіктігі оның бүйір қабырғасы мен табанының орталарын қосатын кесіндіге тең болатын теңбүйірлі үшбұрыштың ауданын табыңдар.",
        "question_date": "10.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2017 жылы Кешенді тестілеу бола ма?",
        "question_content": "Биыл кешенді тестілеу болады ма?болса Шымкент қаласында қай жерлерде болады және де кешенді тест қай форматта өтеді?",
        "question_date": "10.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 2600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "ТКТ— өткен жылдардағы мектеп бітірген түлектер мен техникалық және кәсіптік білім беру ұйымдарын бітірген түлектер үшін.\nӨткізу формасы:тестілеу.\nӨткізілетін орны:базалық жоғары оқу орындары.\nӨткізу мерзімі:Өтініш қабылдау — 01.06-20.06.\nТестілеу—17.07-23.07.\nБақылаушылар:Министрлік өкілдері.\nАпелляция:қарастырылған.\nТКТ форматы:5 пән (3 міндетті+2 таңдауы бойынша).\nБарлық тест тапсырмалар саны — 120.\nТестілеудің жалпы уақыты: 3 сағат 50 минут (230 минут).\nТестілеу пәндері\nТапсырмалар саны\nТапсырмалар формасы\nБағалау формасы\n1 блок\nМатематикалық сауаттылық\n20\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\nОқу сауаттылығы\n20\n(4 мәтін)\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\nҚазақстан тарихы\n20\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\n2 блок\n1 бейінді пән\n20\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\n10\nКөп жауаптың бірнеше дұрыс нұсқасы бар\nБарлық дұрыс нұсқаны таңдау – 2 балл\nБір қате (бірнеше дұрыс жауаптан 1 қате кетсе) – 1 балл\n2 немесе одан көп қате – 0 балл\n2 бейінді пән\n20\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\n10\nКөп жауаптың бірнеше дұрыс нұсқасы бар\nБарлық дұрыс нұсқаны таңдау – 2 балл\nБір қате (бірнеше дұрыс жауаптан 1 қате кетсе) – 1 балл\n2 немесе одан көп қате – 0 балл\n\n\nЖоғары балл саны: 140.\nШекті деңгей балы: 50.\nБейінді пәндер таңдайтын мамандыққа байланысты таңдалады.\nШекті балды алмаған жағдайда, ақылы негізде оқуға түсу үшін тестілеуді қайта тапсыру қарастырылған (тамыз 2017).\nТКТ (ТжКБ)— меңгерілген мамандық бейініне қарай күндізгі қысқартылған және сырттай қысқартылған оқу нысаны бойынша ЖОО-ға түсетін колледж түлектері үшін.\nӨткізу формасы:тестілеу.\nӨткізілетін орны:базалық жоғары оқу орындары.\nӨткізу мерзімі:Өтініш қабылдау —01.06—20.06.\nТестілеу —17.07 - 23.07.\nБақылаушылар:Министрлік өкілдері.\nАпелляция:қарастырылған.\nТКТ (ТжКБ) форматы:2 пән .\nБарлық тест тапсырмалар саны— 60.\nТестілеудің жалпы уақыты— 1 сағат 40 минут (100 минут).\nТестілеу пәндері\nТапсырма саны\nТапсырмалар формасы\nБағалау формасы\nЖалпы бейінді пән\n20\nБес жауап нұсқасының біреуі дұрыс\n1 дұрыс жауап = 1 балл\nБейінді пән\n40\nБерілген бес жауаптың біреуі дұрыс (20)\n1 дұрыс жауап = 1 балл\nКөп жауаптың ішінен бірнеше дұрыс жауабы бар (10)\nБарлық дұрыс нұсқаны таңдау – 2 балл\nБір қате (бірнеше дұрыс жауаптан 1 қате кетсе) – 1 балл\n2 немесе одан көп қате – 0 балл\nЖағдаятық тапсырмалар (10)\n1 дұрыс жауап = 1 балл\n\nЖоғары балл саны: 70.\nШекті деңгей балы: 35.\nШекті балды алмаған жағдайда, ақылы негізде оқуға түсу үшін тестілеуді қайта тапсыру қарастырылған (тамыз 2017).\nЖеделдетілген оқу мерзімімен қысқартылған білім бағдарламалары бойынша ұқсас мамандықтарға түсушілер үшін Техникалық және кәсіптік білім беру ұйымдарының бітірушілеріне арналған кешенді тестілеудің (ТКТ (ТжКББ)) пәндер тізбесінің жобасы ҚР Білім және ғылым министрлігі сайтында осы сілтеме бойынша орналасады.\nhttp://www.testcenter.kz",
                "date": "10.04.2017",
                "upvotes": 1
            },
            {
                "text": "Шымкентте Кешенді тестілеу қай жерде өткізілед",
                "date": "3.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1916 жылғы көтерілісті 1929-1931 жылдардағы көтеріліспен салыстырыңыз?",
        "question_content": "2. 1916 жылғы көтерілісті 1929-1931 жылдардағы көтеріліспен салыстырып, ұқсастықтарын анықтаңыз. Билетке комек керек еди",
        "question_date": "10.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1916 жылғы көтерілісі.\nБірінші дүниежүзілік соғыс 1914 жылғы 19 шілдеде (1 тамызда) басталды. Соғысқа дейінгі тұста Ресейде жаңа өнеркәсіп салалары жедел қарқынмен дамыды. Өнеркәсіп орындары ел экономикасының дамуына үлес қосумен қатар, соғыс қажеттілігіне орай ірі мемлекеттік тапсырмаларды да атқарды. Өнеркәсіп өндірісінің ішінде металлургия өндірісі үлкен жетістіктерге жетті. Әйткенмен, Ресей соғысқа дайындықсыз, әскери-өнеркәсіптік әлеуеті төмен, көлігі нашар дамыған жағдайда кірісті, армия әскери-техникалық жағынан нашар қамтамасыз етілген еді. Соғыс басталған соң жалпы империяда, ішінара Қазақстанда өндіргіш күштердің даму деңгейі бірте-бірте кеми берді. Бірінші дүниежүзілік соғыс Қазақстан экономикасының құлдырауына әкеліп соқты. Ауыл шаруашылығы өлкедегі егіншілік облыстар бойынша біркелкі дамымады. Ол құнарлы, егіншілік шаруашылығын жетік меңгерген аудандарда жақсы дамыды. Соғыс егін шаруашылығына да елеулі өзгерістер енгізді. Ең алдымен, ауыл шаруашылық бақша дақылдарының егіс көлемі ұлғайды. Мәселен, Қазақстан бойынша күзгі бидайдың егіс көлемі 1913 жылмен салыстырғанда 1917 жылы 63,5%-ға, жазғы бидай - 8,4%-ға, тары - 22,1%-ға, картоп - 46,3%-ға қысқарды. Ал бақша дақылдарының егіс көлемі 433,8 мың десятинадан 1115,0 мың десятинаға дейін, яғни екі еседен астам көбейді. Өлкенің солтүстік-батыс және батыс облыстары бойынша дәнді дақылдардың өнімділігі 1914 жылдан 1917 жылға дейін әр десятинадан алынатын 38,7 пұттан 29,8 пұтқа дейін төмендеді. Соғыс жылдарындағы өлке егіншілігі жағдайының сипатты ерекшелігі оның жүргізілуі деңгейінің төмендігі болды. Бұл енгізілген ауыспалы егіс жүйесінің болмауынан, жердің және тұқымдық материалдардың өңделу сапасының төмендігінен көрінді. Егіс көлемі мен өнім көлемінің қысқаруының негізгі себебі жұмыс күшінің жетіспеуі болатын. Мәселен, Ақмола облысының Көкшетау уезінен ғана 1915 жылы армияға ауыл шаруашылығымен айналысып келген орыс тілді халықтың 39%-ы шақырылды. Қазақстанның басқа да аймақтарында мұндай көріністер байқалып тұрды. Ер азаматтарды жаппай майданға алу мал шаруашылығының да құлдырауына әкеліп соқты. Оған сан және сапа жағынан үлкен зардап келтірді. Ұсақ мал көбірек, ал ірі мал азырақ өсіріле бастады. Байырғы халықтың басым көпшілігі тұратын жерлерде жылқы, түйе, ірі қара мал саны кеміді. Мәселен, Ішкі Ордада 1915 жылы жылқы саны 310,3 мың болса, ал 1916 жылы 160,2 мың болып, үлес салмағы жөнінен 48,5%-ға кеміп кетті. Маңғыстау уезінде, Сырдария мен Жетісу облыстарында да осындай көріністер байқалды. Соғыс жылдарында қазақтың мал шаруашылығы, бірінші кезекте, мал жайылымдық алаптарды тартып алу салдарынан зардап шекті. 1913-1917 жылға дейін қазақ халқынан жалпы көлемі 764,4 мың десятина жайылымдық алқаптың жылқы - ірі қара жайылатын 190 жайылымы тартылып алынды және жалға алуға даярланды. Мал санының қысқаруы, ең алдымен, қазақ халқының армия қажеттері үшін мәжбүрлеу тәртібімен ет беруге міндетті болғандығынан орын алды. Сан миллиондық армияның өсе түскен қажеттерін қанағаттандыру мүмкін емес еді. Өйткені қазақ шаруашылығында мал саны жылдан-жылға азая берді. Сондай-ақ соғыс жылдарындағы мал санының қысқаруына ауық-ауық өткізіліп тұратын реквизиция да әсер етті. Осы жылдарда Түркістан өлкесінен 300 мың пұт ет, 70 мың жылқы, 13 мың түйе әкетілді. 1914 жылдың ішінде Жетісудан ғана 34 миллион сомның малы мен мал өнімдері тасылып әкетілді. Қазақ шаруашылықтарында малды реквизициялау және жылқы малын есепсіз пайдалануға байланысты мал санының қысқаруы село мен ауылда шаруашылықты қалыпты жүргізуге кері әсер етті. Жылқы малы әсіресе солтүстік облыстарда азайып кетті. Соғыс жылдарында армияны жабдықтау үшін мол мөлшерде азық-түлік даярлау, мал және ет өнімдері бағасының өсуіне әкеліп соқты. Осыған байланысты бұл кезеңде өлкеде анағұрлым арзан ет беретін сала - шошқа шаруашылығы жедел дами бастады. Бірінші дүниежүзілік соғыс басталған соң, Қазақстан өнеркәсібі де соғыс қажеттері үшін жұмыс істеді. Өлкедегі кен өнеркәсібінің маңызды салаларының бірі Успен және Сасық-Қарасу кеніштерінен темір кенін өндіру арта түсті. Бұл кеніштерден 1914 жылы – 246 пұт, ал 1916 жылы – 1551 пұт темір кені өндірілді. Соғыстың үш жылы ішінде темір кенін өндіру 6,3 есе ұлғайды. Салықтардың жоғарылығынан, қатынас жолдарының қашықтығынан, құрал-жабдықтардың жетіспеуі салдарынан және басқа себептерден алтын кеніштерінің саны қысқарды. Түсті металлдарға деген қажеттіліктердің артуы және олардың бағасының күрт өсуі соғыс жылдарында түсті металлургияның, әсіресе, Риддер және Сокольский кеніштерінің дамуына түрткі болды. Түсті рудалар өндіру 1913 жылмен салыстырғанда 1917 жылы 25,3 есе өсе түсті. Бірінші дүниежүзілік соғыс жылдарында мыс рудасын негізінен “Спасскмысрудалары” акционерлік қоғамымен “Атбасармыскендері” акционерлік қоғамы өндірді. Бірақта, мыскенін өндіружылдан-жылғакемиберді. Жер қойнауын жыртқыштықпен пайдалану “Спасскмыскені” акционерлік қоғамының Успен кен ішіндегі барлық бай кенді (құрамындағымыс 25%) алып қоюына әкепсоқты. Соғыс жылдарында Сарысу байыту фабрикасы салынды. Ол революцияға дейін құрамында 25-30% мыс бар 128 мың пұт шикізат өндірді. Көмір өндіру Семей, Торғай, Ақмола облыстарында жүргізілді. Соғыс жылдарында Екібастұз кен орындары елеулі рөл атқарды. Ол Екібастұз қорғасын-мырыш зауытын, Ертістегі жекеше кеме қатынасын, Оралдағы Боголовск және Қышым зауыттарын көмір мен жабдықтап отырды. Өңдеуші өнеркәсіп соғыс мұқтаждығына ет-сүт өнімдерін, былғары тауарлар және басқа да тұтыну заттарын беріп отырды. Әсіресе, былғары тауарларын өндіру өсті, бұл кезеңде өлкеде 139 былғары кәсіпорны жұмыс істеді. Олар негізінен Семей және Ақмола облыстарында орналасты және бүкіл ауылшаруашылық өнімінің 64,3% -ын өңдеді. Шынына келгенде, былғары, тері және ішек-қарын өндірісінің майдагерлік кәсіпорындары одан әрі ұқсату үшін Ресейдің ірі өнеркәсіп орталықтары - Пермь, Вятка, Рига қалаларына өнім жеткізіп берді. Соғыс жылдарында интенданттық армия тарапынан былғары аяқ киімге және тері тондарға сұраным ерекше өсті. Соғыс жылдарында жүн өніміне сұраным ұлғайып, өлкеде шұға өндіретін тұңғыш Қарғалы фабрикасы әскери тапсырыс орындап, шинельге арнап шұға дайындай бастады, сол сияқты соғыс сұранымына ет өнімін дайындауда Петропавлда ет-консерві комбинаты ашылса, Оралда мал соятын арнайы орын ашылды. Өлкеге дайын өнім, киім-кешек пен аяқ киім әкелудің қысқаруына байланысты соғыс жылдарында осы қажетті бұйымдарды тігетін шеберлердің саны көбейді. Мәселен, 1916 жылы Верный қаласында 140 адам жұмыс істеген ірі шеберхана болды. Өнеркәсіп орындарындағы жұмысшылардың, қалалардағы еңбекшілердің жағдайы күрт нашарлады. Кәсіпорындарда жас балалардың, жасөспірімдердің, әйелдер мен соғыс тұтқындарының еңбегі кеңінен қолданылды. Жұмысшылар тәулігіне 10-12 сағат, ал кейде 16 сағаттан жұмыс істеді. Жұмысшылардың нақты жалақысы үнемі төмендей берді. Мәселен, Спасск зауытында 1914 жылы күндік жұмыс үшін – 1 сом 04 тиын, 1915 жылы – 94 тиын төленді. Мұндай жағдай өнеркәсіп орындарында барлығында дерлік болып жатты. Селолар, қалалар мен ауылдар еңбекшілері жағдайының нашарлауы 1914 жылдың өзінде-ақ Қарағанды, Екібастұз шахталарында, Орынбор, Ташкент жәнеТранссібір теміржолдары жұмысшылары арасында бас көтерулермен ереуілдерге алып келді. Тіпті, соғыс жылдарында Қазақстанда халық бой көтеруінің бірі “әйелдер бүлігі” дейтіндер болды, оларды өкімет орындары үкіметке қарсылық деп қарады. Шаруалар көтерілістері Қазақстанның солтүстік аудандарында қамтыды. Мәселен, 1916 жылы 21 наурызда Торғай облысы Ақтөбе уезінің Ақбұлақ селосында 30 адам болатын солдат әйелдерінің тобыры көпестер - Незвановтың, Пряткиннің дүкендерін қиратады. Халық бұқарасының мұндай бой көрсетулерінің толқыны Қазақстанның басқа да аймақтарында орын алды. 1916 жылдың орта шеніне қарай жұмысшылардың үкіметке ашынуы үдей түсті. Нәтижесінде бұл жағдайлар қазақтардың ұлт-азаттық қозғалысына зор ықпал жасады. 1916 жылы 25 маусымда патшаның Қазақстан, Орта Азия, Сібір тұрғындарынан 19 бен 43 жас аралығындағы ер азаматтарын тыл жұмысына алу туралы жарлығы шығады. Бұл жарлық 1916 жылғы ұлт-азаттық көтерілісінің басталуына себеп болды. Шілденің бас кезінде Қазақстанның барлық аймақтарында дерлік стихиялы наразылықтар басталып, көп ұзамай қарулы көтеріліске ұласты. Халық ашу-ызасының алғашқы соққыларына тылдағы жұмыстарға алынатындардың тізімін тікелей жасаған болыс басқарушылары, ауыл старшындары және патша әкімшілігінің басқа да төменг ібилік иелері ұшырады. Іс жүзінде тізімдер жасау жүйесі жаппай парақорлық пен бұрмалаушылыққа жол ашқан болатын. Оның үстіне патшалық өкімет орындары лауазымды адамдарды, болыстарды, село және ауыл басқарушыларын, байырғы тұрғындардан шыққан төменгі шенді полицейлерді, имамдарды, молдалар мен мүдәристерді, ұсақ кредит мекемелеріндег іесепшілермен бухгалтерлерді, жоғарғы және орта оқу орындарындағы оқушыларды, үкіметтік мекемелердің шенеуніктерін, дворян және құрметті азамат құқықтарын пайдаланатын адамдарды әскерге алудан босатты. Стихиялы қозғалыс бірте-бірте ұйымдасқан сипат алып, қарулы көтеріліске ұласып, оның ірі ошақтары (Жетісу мен Торғайда) пайда болды. Көтеріліс бүкіл Қазақстанды қамтыды. Бұл көтерілістің басты мақсаты ұлттық және саяси азаттық болды. Сол арқылы ол қазақ халқының бостандық пе нтәуелсіздік жолындағы бұрынғы бүкіл күресінің қорытындысын шығарды. Көтерілістің негізгі күші ұлттық шаруалардың қалың тобы, сондай-ақ сол кезде туып келе жатқан жергілікті жұмысшы табының өкілдері, қолөнершілер болды. Сонымен бірге көтерілістің ұлт-азаттық сипатта болуы себепті қазақ халқының барлық топтарының өкілдері (екінің біріндебайлар, болысбасқарушылары, билер), сондай-ақ демократияшыл зиялылардың жекелеген өкілдері қатысты. Қазақстанның әртүрлі аудандарында пайда болған стихиялы қозғалыс бірте-бірте ұйымдасқан сипат ала бастады: Жетісуда (басшылары: Бекболат Әшекеев, Ұзақ Саурықов, Жәмеңке Мәмбетов, Тоқаш Бокин, Әубәкір Жүнісов, Серікбай Қанаев, Монай және Мұқан Ұзақбаевтар және т.б.) және Торғайда (басшылары - Әбдіғаппар Жанбосынов, Амангелді Иманов, Әліби Жангелдин және басқалар) оның ірі ошақтары пайда болды. Жетісудағы көтеріліс тарихын: 1) шілде - стихиялық наразылық көріністері, 2) тамыз - оның қарулы көтеріліске ұласуы және 3) қыркүйек-қазан - көтерілістің біртіндеп бәсеңдеуі және жеңіліс табуы деген кезеңге бөлуге болады. М.Тынышбаевтың мәліметі бойынша, 25 маусымдағы патша жарлығы Жетісу қалаларында 8 шілдеде белгілі болған. Облыстың жекеленген уездерінде жұмысшыларды шақыру туралы телеграммалар одан бұрын, 2 және 3 шілде де келіп түскен. Шілде айының бас кезінде-ақ толқулар Верный уезінің батыс және оңтүстік бөліктерін қамтып, оларда көтерілісшілерге Бекболат Әшекеев, Тоқаш Бокин, Аққоз Қосанұлы және басқалар басшылық етті. Соғыс ошағы ұлғайып, халық наразылығы үдеп кетуіне орай, патша үкіметі ендігі тұста көтеріліс қимылдарын басу үшін іс-шаралар қолдануды ұйғарды. Нәтижесінде 17 шілдеде Жетісуда жәнеТүркістан өлкесінде соғыс жағдайы жарияланып, патша үкіметі мұнда ірі әскери күштер алып келді. Әскери гарнизондарды нығайтып, Жетісудағы қоныс аударушы халықтың ауқатты топтарынан қазақ және қырғыз көтерілісшілерін жазалау үшін қарулы отрядтар құрды. Жетісу облысы Жаркент уезі көтерілісшілерінің Асы жайлауында, Қарқараның таулы алабында, Самсы, Кастек, Нарынқол, Шарын, Жалаңаш, Құрам елді мекендері аудандарында, Лепсі уезінің Садыр-Матай болысында және басқа жерлерде патша жазалаушылары менірі қақтығыстар болады. Осындай жағдайда Верный уезінде Б.Әшекеев Жетісудың бытыраңқы көтерілісшілер топтарын біріктіру үшін шаралар қолданып, 1916 жылғы 13 тамызда Ошақты деген жерде әр түрлі болыстар өкілдерінің съезін шақырады. Съезде тыл жұмыстарына адамдар алу туралы жарлық шығарған үкімет орындарына қарулы қарсылық көрсетуге дейін барып, бағынбауға шешім шығарды. Өз жақтастарымен Үшқоңыр тауындағы Ошақты сайына орнығып алған Б.Әшекеев қарулы қарсылыққа дайындала бастады, сонымен бірге көтерілісшілердің қатарын жаңа күштермен толықтыру жөнінде шаралар қолданды. Алайда, бұл әрекеттер айтарлықтай жетістіктер бермей Б.Әшекеев басшылығымен орын алған Жетісудағы ұлт-азаттық көтеріліс басылып-жаншылады. 7 қыркүйекте Верный қаласында Верный әскери гарнизонының соты болып, көтеріліс басшыларының бірі Б.Әшекеевті өлім жазасына кесіп, дарға асу туралы үкім шығарды. Соттың үкімін облыстың әскери губернаторы Фольбаум нақ сол күні бекітіп, үкім бір күннен соң, яғни 1916 жылғы 9 қыркүйекте Верныйдың жанындағы Боралдай деген жерде орындалады. Сотсыз және тергеусіз атылғандарды есептемегенде, сот үкімімен Түркістан өлкесінде 1917 ж. 1 ақпанына дейін 347 адам өлім жазасына, 168 адам каторгалық жұмыстарға, 129 адам түрмеге жабылуға кесілді. Патша өкімет орындары қудалаған 300 мың қазақтар мен қырғыздар немесе Жетісудың байырғы тұрғындарының төрттен бірі Қытайға қашуға мәжбүр болды. Дәл осындай көтерілістің ірі ошақтарының бірі - Торғай өңірі болды. Көтерілісшілер саны 50 мыңға жетеді. Бұл кезде Торғай уезі негізінен қыпшақ және арғын рулары шоғырланған 13 болыстан тұратын. Көтерілістің бастапқы кезеңінде толқулар қыпшақтар мекендеген Қайдауыл, Аққұм, Қаратоғай, Сарытоғай, Қарақопа болыстарын, сондай-ақ негізінен арғындар мекендеген Тосын, Майқарау, Сарықопа, Наурызым, екінші Наурызым болыстарын қамтыды. Көтерілістің етек жаюы барысында Әбдіғаппар Жанбосынов қыпшақ көтерілісшілерінің ханы етіп жарияланса, Шолақ Оспанов арғын көтерілісшілерінің ханы болып сайланады. Кейіннен 1916 жылы 21 қарашада 13 болыс (6 болыс арғын, 6 болыс қыпшақ, 1 болыс найман) өкілдерінің құрылтайында халық арасындағы атақты Нияз бидің ұрпағы Әбдіғаппар Жанбосынов көтеріліске шыққан Торғай уезінің ханы болып сайланады. Құрылтайға қатысушылардың келісімімен Кенесары Қасымовтың серігі, атақты Иман батырдың немересі Амангелді Иманов көтерілісшілердің сардарбегі болып тағайындалады. Орталық Ресейден келген және көп кешікпей көтерілісшілерге қосылған, осы жерлерде туып-өскен Әліби Жангелдин көтерілісшілердің “рухани көсемі” болды. Ондаған мың ұйымдаспаған көтерілісшілерден Ә.Жанбосынов, А.Иманов және олардың ең жақын серіктері ондықтарға, жүздіктерге және мыңдықтарға бөлінген тәртіпті жасақ құрды. Әрбір қолды басқаруға тиісінше онбасы, елубасы, жүзбасы, мыңбасы тағайындалды. Сардарбек жанында әскери кеңес жұмыс істеді. 22 қазанда А.Иманов бастаған 15 мың қол Торғай қаласын қоршады. Қаланы қоршау бірнеше күнге созылып, қоршау кезінде генерал-лейтенант А.Лаврентьевтің жазалаушы корпусы қалаға қарай үш бағытта бет алды. 16 қарашада А.Иманов бастаған 12 мың адамға жуық сарбаздар Түнқойма пошта станциясына шабуыл жасайды. Көтерілістің негізгі көпшілігі адам күшін сақтау үшін қарашаның екінші жартысында Торғайдан 150 шақырым жерге жетіп, Батпаққара ауданына шоғырланады. Осы жерден 1916 жылғы қарашаның екінші жартысынан 1917 жылғы ақпанның ортасына дейін жазалаушыларға қарсы партизандық жортуылдар жасалады. Көтерілісшілер мен жазалаушылар арасында Татырда, Ақшығанақта, Доғал-Үрпекте, Күйікте шайқастар болды. Шайқас 1917 жылғы ақпанның екінші жартысына, яғни ақпан революциясына дейін созылды. Қазақ халқының 1916 жылғы ұлт-азаттық көтерілісі Торғайдан өзге барлық аймақтарда қатаң басып-жаншылды. Семей және Ақмола облыстарында көтерілісшілерге қарсы 12 атты әскер жүздігі, 11 күшейтілген жаяу әскер ротасы қимыл жасады, ал Торғай көтерілісшілеріне қарсы патшалық өкімет орындары 17 атқыштар ротасын, 18 казак жүздігін, 4 атты әскер эскадронын, 18 зеңбірек, 10 пулемет және басқаларды әкеп төкті. Осыған қарамастан, Торғай облысында көтеріліс патша үкіметі құлатылғаннан кейін ғана тоқтады. Қазақ қауымында патшаның 1916 жылғы маусым жарлығы мен көтеріліске көзқарас бірдей болған жоқ: ауылдың феодалдық-байшыл билеуші тобы мен жергілікті әкімшіліктің белгілі бөлегі патша жарлығын толығымен қолдап, оны белсенді түрде жүзеге асырушылар болды; қазақ интеллигенциясының радикалды батыл іс-қимылға бейім өкілдері (мысалы, Т.Бокин, Ж.Ниязбеков, Т.Рысқұлов, Ә.Жангелин, С.Меңдешев, Б.Алманов, Ә.Жүнісов т.б.) халықты қарулы көтеріліске шақырып, оған өздері де қатысты. Ал «Қазақ» газетінің төңірегіне топтасқан Ә.Бөкейханов, А.Байтұрсынов, М.Дулатов сияқты либерал-демократиялық зиялылар өкілдерінің жетекшілері халықты жарлықты орындауға қарсы шықпауға үгіттеп, оны орындамаған жағдайда қазақтар қантөгіске ұшырауы мүмкін деп санады және осыған байланысты үлкен алаңдаушылық білдірді. Осынау алмағайып кезеңде «Алаш» қайраткерлері халықты жаңа аласапыраннан қорғаштап, қайткен күнде оны аман сақтауға тырысты. Сондықтан да олар қарулы көтеріліске қарсы болып, қазақтарды патша жарлығын орындауға шақырды. Біріншіден, олар Ресейге төнген сыртқы қатердің бодан болып отырған қазақтарға да толық қатысы бар деп санады. Бұдан сырт қалуға болмайды, - деп есептеді. Екіншіден, іс жүзінде қарусыз қазақтардың тұрақты орыс армиясына қарсы бас көтеруін болдырмауға талпынды.Қарусыз халық өкіметтің жазалау шараларының құрбаны болады деп қауіптенді. Үшіншіден, соғыс Ресей үшін жеңіспен біткен жағдайда қазақтардың хал-күйі жеңілдеп, ұлттық автономия құрылатынына үміт артты. Империямен ақылға қонымды келісім тактикасын ұстанып, халқының аман болуын бірінші кезекке қойған «Алаш» көсемдері тыл жұмыстарына шақыруды кейінге қалдыра тұрып, тиісті әзірлік жұмыстарын жүргізуді ұсынды. Көтеріліс барысында орын алған қанды қырғын, жүздеген мың адамдардың қаза табуы бұлардың қауіптерінің негізсіз еместігін дәлелдеді. Жеке-жеке бұрқ еткен толқулар көп ұзамай қарудың күшімен жанышталып, жұмысшыларды реквизициялаумен майданға жөнелту басталды. Сол кезде “Қазақ” газетінің редакциясы тыл жұмыстарына жөнелтілген қазақтардың мұқтаждықтарына қызмет көрсетуді ұйғарды және осы мақсатпен барлық қазақ зиялыларына реквизицияланғандар жұмыс істейтін майдандарға өз еркімен барып, оларда бұратаналар бөлімін құруға шақырды. Зиялылар (көпшілік бөлігі мұғалімдер) бұған үн қосты және көп кешікпей Минскіде земство одағының жанынан бұратаналар бөлімі құрылды. Қазақ зиялылары майдан тылында еңбек еткен қазақ жігіттерінің сөзін сөйлеп, мұңын жоқтады. Ә.Бөкейханов, М.Дулатов т.б. бастаған қазақ зиялылары Минскіде, тағы басқа тыл жұмысына шақырылғандар көптеп шоғырланған қалалар мен елді мекендерде болып, оларға қолдан келген көмектерінің бәрін көрсетті. Олар шақырылғандардың құқықтарын қорғау және олардың майдан өңірі аудандарындағы тұруы мен жұмыс істеуі үшін қажетті жағдайлар туғызу жөнінде нақты қадамдар жасады. Ал мұның өзі кеңес заманында көп жылдар бойы айтылып та, жазылып та келген Алашорда 1916 жылғы көтеріліс кезінде ұлттық мүддеге сатқындық жасады деген пікірдің сыңаржақ тұжырым екендігін көрсетеді. Алаш көсемдері көтерілісшілерге де, майданның қара жұмысына шақырылғандарға да ешқандай сатқындық жасаған жоқ. 1916 жылғы ұлт-азаттық көтеріліс қазақ халқының сан ғасырлық қозғалысының тарихында ерекше орын алады. Бірінші дүниежүзілік соғыс жағдайларында көтерілістің жалпы жұрт таныған басшылары Ә.Жанбосынов, А.Иманов, Ж.Мәмбетов, Ұ.Саурықов, Б.Әшекеев, О.Шолақов, А.Жүнісов, С.Қанаев көтерілісшілердің саяси көсемдері Т.Бокин, Т.Рысқұлов, С.Меңдешев, Ә.Жангелдин, Б.Алманов және басқалар кезінде Сырым Датов, Исатай Тайманов, Махамбет Өтемісов, Жанқожа Нұрмұхамедов, Кенесары Қасымов және басқалар жүргізген тәуелсіздік жолындағы күреске халықты көтерді. К.Қасымов басшылық еткен ұлт-азаттық қозғалыстан кейін 1916 жылғы көтеріліс бірінші рет кең-байтақ өлкенің барлық аймақтарын әр түрлі дәрежеде қамтып, бүкілқазақтық сипат алған көтеріліс болды. 1916 жылғы көтерілістің айрықша ерекшелігі өлкенің бірқатар аудандарында (негізінен, Қазақстанның оңтүстігінде және оңтүстік-шығысында) оған қазақтармен қатар қырғыз, ұйғыр, өзбек және басқа да халықтар өкілдерінің де қатысуы болды. Қазақстан мен Орталық Азиядағы 1916 жылғы ұлт-азаттық көтеріліс тұтас алғанда Ресей империясындағы саяси және әлеуметтік-экономикалық дағдарыстың одан әрі асқына түсуіне себепші болды. Ол Ресейдегі әскери-отаршылдық басқару жүйесінің іргесін шайқалтып, шығыстың отар халықтарының импералистік езгіге қарсы XX ғасырдың басында өріс алған бүкіл ұлт-азаттық қозғалысының құрамдас бөлігі болды.\n\n\n1929-1931 жылдардағы көтеріліс.\nҚазақстандағы ауыл шаруашылығын күштеп ұжымдастыруға қарсы болған шаруалардың қарулы көтерілістері мен баскөтерулерінің тарихын зерттеу ХХ ғасырдың 20 жылдарының аяғы 30 жылдардың басынан басталады. Берілген кезеңнен бастап бүгінгі күнге дейін мәселенің тарихнамасы күрделі және қайшылықты жолдардан өтті, жалпы алғанда сатылап дамыды. Бүгінгі таңда шаруалардың қарулы көтерілістері мен баскөтерулерінің тарихын арнайы зерттеген ғылыми еңбектер өте аз десек те болады. Берілген тақырыпқа қатысты бірқатар зерттеулер мен басылымдарда тек сәйкесінше бөлімдер ғана бар. Ал Орталық Қазақстан өңіріндегі шаруалардың қарулы қарсылықтарының тарихы көп еңбектерде жалпылама қарастырылып өтеді. Т.Омарбековтың монографиясында ХХ ғасырдың 20–90 жылдарында Қазақстандағы 1920–1930 жылдары орын алған әлеуметтік—экономикалық үрдістердің негізігі мәселелері бойынша: «кіші Қазан» саясаты, байлардың мүліктерін кәмпескелеу, көшпелі халықты отырықшыландыру және ұжымдастыру, 1931–1933 жылдардағы аштық туралы жарық көрген әдебиеттердің бірқатар кешеніне кеңінен тарихнамалық шолу жасалынған [1, 23–41 б.]. Берілген шолуда тарихнаманың даму кезеңдері мен сипатына қатысты ойталқылар, көзқарастар беріліп, басқа зерттеулерге сыни талдау жасап, зерттелуші тақырып бойынша кейбір сәттерді ғана қамтиды. Сонымен қатар 30 жылдардағы Орталық Қазақстан өңіріндегі Абыралы, Шыңғыстау, Шұбартау көтерілістері туралы мұрағат деректерімен толықтырылған біршама толыққанды деректер берілген. Шаруалардың қарулы көтерілістерінің тарихына арналған қазақстандық тарихшылардың жаңадан шыққан басылымдарына қысқаша сипаттама Т.Алланиязов пен А.Таукеновтың біріккен басылымында берілді [2, 6–8 б.]. Бұнда ұжымдастыру кезеңіндегі Қарағанды облысының Шет ауданындағы және Қарсақпай өңіріндегі шаруалар көтерілістерінің тарихы туралы арнайы зерттеулері берілген. 2002 жылы жарық көрген Т.Алланиязовтың еңбегінде Қазақстандағы 1929–1932 жылдардағы шаруалар көтерілістерінің тарихы бойынша әдебиеттердің методологиялық және деректанулық негіздерімен қатар шаруалар көтерілістері тарихын зерттеу үрдісіне кеңейтілген сипаттама берілген [3]. Отандық тарихнамада 1929–1931 жылдардағы шаруалар көтерілістері 1930 жылдардан 1980—жылдар аралығында тыйым салынған тақырып болды. Ауыл шаруашылығын ұжымдастыру мәселесінің түрлі аспектілерін қарастырғанда отандық тарихшылар осы қауіпті тақырыпты айналып өтуге тырысты. Бұл отандық тарихнамаға сол кезеңде қойылған партиялық қатаң талаптар мен идеологиялық қысымнан болды. Кеңестік дәуірде жарық көрген еңбектерде партия саясатына қарсы шаруалар көтерілістері тек тап күресі шеңберінде ғана қарастырылды. Сонымен қатар олар «бандиттік», «антикеңестік», «контрреволюциялық» қозғалыстар ретінде қарастырылды. Тек 90 жылдардың басында ғана Қазақстандағы 1929–1931 жылдардағы шаруалар көтерілістерінің тарихын обьективті зерттеу мүмкіндігі туды. Академик М.Қ.Қозыбаев Қазақстандағы ауыл шаруашылығын ұжымдастыру мәселесі, қазақ шаруаларының қарулы көтерілістерінің тарихын тарихшылар экономист, заңгер, тіл білімі мен әлеуметтанушы мамандармен бірлесе отырып кешенді түрде зерттеу қажеттігін баса атап өткен болатын [4, 74 б.]. 1980 жылдардың соңындағы қоғамдық өмірді либералдандыру жағдайында қазақ халқының тарихи өткеніне деген қызығушылық арта түсті. Қазақстандағы ұжымдастыру мәселелері бойынша концептуалдық жағынан алғанда барынша жаңа болып Ж.Абылхожин, М.Қозыбаев пен М.Тәтімовтардың мақаласы табылды [5]. Ол Қазақстандағы ұжымдастыру тарихының тарихнамасында қазіргі заманғы кезеңінің бастамасын салып берді, себебі мәселенің негізгі құрамдас бөліктері сол кезеңде қазақстандық тарих ғылымында қалыптасып жатқан жаңа парадигмалардың тұрғысынан алғанда байланыстырылып қарастырылды. Бұнда республикадағы ұжымдастыру кезеңінде іс жүзінде болған барлық жағдайлар барынша толық көрінісінде құрастырылып берілді. Сонымен қатар авторлар шаруалардың қарулы көтерілістері туралы мәселені де назардан тыс қалдырмаған. Бірқатар округтер мен аудандарда орын алған ірі қақтығыстар мен жанжалдардың бірнешеуін көрсетіп бере отырып, зерттеушілер сол жылдардағы партиялық құжаттарда бұл оқиғаларды тек тап күресінің ашық көрінісімен және ішкі және сыртқы жауларды іздеумен түсіндіруге талпыныс жасағандығы байқалады деп дәл көрсетеді. Бұл мақаланың барынша кеңейтілген түрі 1991 жылы жарық көрді [6]. Бұл басылымды сипаттасақ, мұнда ең алдымен ұжымдастырудың қарқынына саяси—идеологиялық реттеулердің ықпал ету механизмі дәл көрсетілген, бұның нәтижесінде 1931 жылдың күзінде Қазақстанда барлық шаруашылықтың 65% ұжымдастырылды. Сонымен бірге күш көрсету жағдайында төтенше режимде жүрген ауыл шаруашылығы өнімдерін дайындау науқанының тәжірибесі мен идеологиясы да барынша суреттелген. Мақалада 1928–1929 және 1929–1930 жылдарда үш округ бойынша (Ақмола, Петропавл және Семей) осындай дайындау науқандарымен қатар жүрген қуғын—сүргін саясатының көлемін сипаттайтын статистикалық материал берілген. Бай—кулактарды жою саясатының сипаты, мазмұны мен салдарын анық көрсетіп берген. 1980 жылдарда жарық көрген отандық тарихшылардың мақалалары ұжымдастыру жылдары орын алған демографиялық апаттық жағдайлар көрініс табуымен, қуғын—сүргін мен босқынға ұшырау, 1932–1933 жылдардағы аштықтың нәтижесінде Қазақстандағы адами шығындар туралы мәліметтердің көрсетілуімен құнды. Берілген мақалалардан шығатын қорытынды, авторлардың көрсетуінше, сол кезеңде орын алған қайғылы оқиғалардың себебі «кездейсоқтықтан» (қателіктер мен бұрмалаушылықтар) емес, болып жатқанның бәрі «заңды құбылыс», тіпті «фатальді» деп көрсетеді, жалпы алғанда әкімшілік—жұмылдырушылық және бұйрықтық—күштеу әдістері табиғаты жағынан апатты болып табылады. Сол себепті жіберілген қателіктер мен бұрмалаулар шын мәнінде қоғамды ұйымдастырудың сталиндік моделінің шынайы қисынын көрсетіп береді [6, 215 б.]. Шаруалардың қарулы көтерілістері тарихын зерттеу жағдайы тек 1991 жылы 12 қарашада Қазақстан Республикасы Жоғарғы Кеңесі Президиумының күштеп ұжымдастыру жағдайларын зерттеу үшін Комиссия құрғаннан кейін өзгере бастады [7, 20 б.]. «Қазақстан Кеңестері» газеті редакциясының 1992 жылы мамырдың соңында өткізген дөңгелек үстелдің кезінде бұрын құпия ұсталған мұрағат құжаттарын зерттеудің алдын ала қорытындыларын жасау барысында, алғаш рет баскөтерулердің саны, оларға қатысқандардың саны туралы мәліметтер беріліп, шаруалардың қарсылығын туғызған себептер атап өтілді. М.Қ. Қозыбаев «әсіресе қызықты мәлімет ұжымдастыру саясатына қарсы шаруалардың 372 баскөтерулері бойынша анықталды» деп атап көрсетті [7, 20 б.]. «Шаруалардың тарапынан қарсылық көрсетілді ме?» деген сұраққа жауап ретінде Қ.С. Алдажұманов баскөтерулердің себебі болып «ауылдар мен деревняларда жүргізілген саясатқа ашық қарсылық», «күштеп қысым көрсету мен қатаң үкім» болғандығын көрсетті. Баскөтерулерге итермелеген тікелей жағдайдың бірі ретінде Қ.С.Алдажұманов «ауыл шаруашылығы өнімдерін дайындау саясаты, сонымен қатар КСРО ХКК мен ОАК 1930 жылғы 1 ақпандағы тап ретінде кулактар мен байларды жою туралы қаулыларының негізінде тап күресін жасанды түрде шиеленістіру» екендігін атап өтті. Жағдайды сипаттай келе, ол наразылардың бір бөлігі қарсылық көрсету жолына түскендігін, бұл «бандитизм» ретінде жіктелгенін атап өтті және республика шын мәнінде азамат соғысы жағдайында болғандығын көрсетті. 1929 жылдың күзінен 1932 жылға дейін Қазақстанда «шамамен 380 көтерілістер, шаруалар толқыны» болып өткен. Комиссиямен алынған алдын ала мәліметтер «30 жылдардағы көтерілістер 80 мыңдай тұрғындарды қамтығанын», «ірі көтерілістерге қатысқаны үшін ғана ОГПУ үштігінің шешімімен ОГПУ 5551 адамның сотталғанын, оның 883 атылғанын» көрсетті [7, 21 б.]. Бұл Қазақстандағы 1929–1931 жылдардағы шаруалар көтерілістері туралы тарихи білімдердегі қарқынды жетістіктің бастамасы болды. Қазақстандағы ұжымдастырудың сипаты, мазмұны және зардаптары туралы ғылыми білім 1992 жылдың желтоқсанындағы Қазақстан Республикасы Жоғарғы Кеңесі Президиумы Комиссиясының Қорытындысының жарық көруімен біршама кеңейді. Мұнда шаруалар қарулы көтерілістерінің масштабы мен географиясы, адами шығындар, шаруаларға қарсы қуғындаулар, малды етке өткізудің сипаты мен салдары, бай шаруашылықтарды тәркілеудің мазмұны мен нәтижелері сияқты сұрақтар кеңейтілген және тереңнен зерттеуге мүмкіндік берген жаңа фактілік және статиститкалық материалдармен біршама толықтырылды. 1992 жылы жарық көрген «Коллективизация в Казахстане: трагедия крестьянства» деген кішігірім жинақтамада «Шаруалар толқулары» деген арнайы бөлім бөліп қарастырылды. Бұл бөлімнің құндылығы сонда, 1989 және 1991 жылдардағы жоғарыда көрсетілген басылымдармен салыстырғанда, бұнда күштеп ұжымдастыру саясатына қарсы қазақ шаруаларының қарулы баскөтерулерінің барынша толық және көлемді, сыйымды сипаттамасы берілді. Ғылыми айналымға 1929–1931 жылдардағы Қазақстанның бірқатар аудандарында болған қарулы көтерілістердің мақсаттары мен қозғаушы күштері, сипаты туралы құнды фактілік материалдар енгізілді. Мысал ретінде ерекше бөліп көрсетілгені 1930 жылғы Созақ көтерілісі, басқа көтерілістер бойынша —Ырғыз, Қарақұм, Қарқаралы округтеріндегі көтерілістері туралы берілгендер келтірілді. Авторлар барынша жалпы сипатта Ортаазиаттық және Еділ бойы әскер округтерінің тұрақты әскери бөлімдерінің қызметінің сипаты мен масштабын көрсетіп берді [8]. Бөлімде қарулы көтерілістердің саны туралы мәліметтер берілген. Сонымен бірге, ОГПУ есептеріне сүйене отырып, олардың саны «үш жүзден астам» және оларға «80 мыңдай адам қатысқандығы» атап көрсетілген [8, 25 б.]. Егер «Коллективизация в Казахстане: трагедия крестьянства» жинақтамасында қарулы баскөтерулер көрінісінің сызбалары тек жалпы сипатта ғана берілсе, Т.Омарбековтың көптеген басылымдарында алғаш рет 1929–1931 жылдардағы антикеңестік қарулы көтерілістердің тарихы мәселелері қойылды және біршама бөліктері шешілді [9]. Қазақстандағы ОГПУ ПП жергілікті және орталық органдарының қызметінің нәтижесінде қарулы көтерілістерді басуға қатысқан әскери бөлім басшыларының қалдырған құжаттар мен материалдарға сүйене отырып, сонымен қатар Ф.И.Голощекиннің И.В.Сталинмен жазысқан хаттары арқылы автор көшпелі халықты отырықшыландыру және күштеп ұжымдастыру саясатына қарсы халық бұқарасы баскөтерулерінің барынша кең бейнесін берді. 1929–1932 жылдардағы Қазақстандағы шаруалардың қарулы көтерілістерінің тарихын зерттеудің ағымдық нәтижелері автормен арнайы зерттеуде жалпыланды, онда хронологиялық бірізділікпен он бірдей барынша ірі қарулы көтерілістердің себептері, сипаты мен мазмұны берілді. Олар: Тақтайкөпір, Бостандық, Батпаққара (1929 ж.), Созақ, Ырғыз, Қарақұм, Өскемен және Зырян, Шұбартау, Балқаш, Шоқпар (1930 ж.) және Адай (1931 ж.) көтерілістері. Әрбір көтеріліс бойынша қорытындыларда, сонымен қатар жалпы қорытындыда автормен көтерілістердің мәндік сипаттамасы берілген, олардың «өздерінің тәуелсіздігі, ұлттық дәстүрлері , салттары мен діни нанымдарын қорғауда әміршіл—әкімшіл сталиндік жүйенің заңсыздығы мен күштеуіне қарсы халықтың әділетті ұлт азаттық күресі» болғандығы бөліп көрсетілді [10]. Зерттеудің басты және негізгі дерегі болып автормен Қазақстан Республикасы Президентінің Мұрағаты мен ҚР ҰҚК Мұрағатының қорларынан алынған құжаттар мен материалдар табылды. Қ.С. Алдажұманов жалпылаушы сипаттағы «Крестьянское движение сопротивления» атты мақаласында жоғарыда көрсетілген көтерілістер туралы материалдар берді [11]. Мақалада 1929 жылдан 1931 жылға дейінгі Қазақстандағы қарулы көтерілістер мен наразылық қозғалыстарының бірқатарынынң себептері, сипаты мен мазмұны барынша сығымдалған, бірақ фактілік материалдармен барынша толыққанды берілді. Мақаланың деректік негізі болып Қазақстан Республикасы Орталық мемлекеттік мұрағаты мен Қазақстан Республикасы ҰҚК Мұрағатының құжаттары мен материалдары табылды. Басылымның ерекшелігі сол, автор мұнда қарулы көтерілістер мен наразылық қозғалыстарының сипаты мен бағытталуына қатысты қандай да бір бағамдық ойталқыларын білдірмейді, оларды ұлтазаттық қозғалыс контекстінде қарастырмайды, мақаланың атауында көрсетілген мәндік жалпылаушы бағамдаумен шектеледі. Сонымен қатар Орталық Қазақстан өңіріндегі шаруалар көтерілістеріне қатысты автор барынша толыққанды және қысқа мазмұнда мәліметтер береді. Шаруалардың қарулы көтерілістерінің тарихы жалпылаушы сипаттағы еңбектерде де көрініс тапты, онда ол 20–30 жылдардағы Қазақстанның әлеуметтік—экономикалық және саяси тарихымен кең контексте қарастырылады [12]. Бұл шаруа бұқарасының қарсылығын туғызған себептердің барлық жиынтығын толық көруге, көшпелі қоғамды күштеп жаңғырту саясатының мәнін тереңнен ашуға, мемлекеттік саясатқа шаруа бұқарасының қарсылық көрсету сипаты мен тәсілдерін нақты анықтауға мүмкіндік берді. Ж. Абылхожиннің монографиясында Қазақстандағы ұжымдастыру тарихының мәселелерінің кең шеңбері бойынша алдыңғы жылдардағы жетістіктер жалпыланды және теориялық жағынан ой елегінен өткізілді. Ұжымдастырудың генезисі, барысы мен салдарын талдау үрдісінде мемлекеттік шектеу саясатының әрекет ету механизмі мен табиғаты барынша айқын көрсетілді, сонымен қатар қазақ көшпелі шаруашылығын өмірлік қамтамасыз ету элементтерінің бөліктері де назардан тыс қалмады. Нақтылы фактілермен шаруа қожалықтарына қатысты салық саясатының тәжірибесі мен идеологиясы тізбектелді, сонымен бірге күштеу және төтенше сипатқа ие болған түрлі тектегі ауыл шаруашылық өнімдерін өткізу де қарастырылды. Жартылай көшпелілер мен малшы—көшпелілерді отырықшылыққа көшіру бойынша науқандардың мазмұны ашылып, сонымен қатар сипаты мен бағыты нақты белгілеп берілді. Колхоз құрылысының формалары мен әдістері, ұжымдастыру үрдісінің барысымен мазмұны сыни тұрғыдан ой елегінен қайра өткізілді. Күштеп ұжымдастыруды жүзеге асыру барысындағы адами және материалдық шығындар бойынша берілгендер шығарылды. Көшпелі қоғам жүйесіне шабуылдаудан туындаған антикеңестік қарулы көтерілістерді басудың сипаты мен тәсілдері көрсетілді. Жинақтап алғанда, ұжымдастыру тарихына арналған кітаптың тараулары оның негізгі сюжеттерін құраудың мазмұны бойынша толықтай және фактілік жағынан сыйымды қылып береді. Ғылыми айналымға енгізілген материал, Қазақстанның көшпелі және жартылай көшпелі тұрғындарын тоталитарлық социализм сатыларына күштеп көшіру сияқты күрделі және динамикалық құбылыстың мәні мен сипатын ашу тұрғысынан ой елегінен өткізілді және жалпыланды. Мәселенің бірқатар аспектілер Ж. Абылхожинның кітабында тек атап өтілді және одан әрі дамыту мен тереңнен зерттеуге, нақтылы фактілік мазмұнмен толықтыруды қажет етті. Бұл міндет біршама деңгейде Т.Омарбековпен ғылыми айналымға мазмұны жағынан құнды және көлемі жағынан біршама ауқымды фактілік және статистикалық материалдарды енгізудің негізінде шешілді. Нан және ет дайындаудың сталиндік бағытының салдары мен мәнін талдау, ірі байлардың мүлкін кәмпескелеу саясаты мен оның нәтижелері, қозғаушы күштері, күштеп ұжымдастыруға қарсылық көрсетудің сипаты мен формалары, отырықшылыққа күштеп көшіру, қаақ шаруаларының тағдыры, күштеп ұжымдастырудың демографиялық салдары—міне, негізгі сұрақтардың осындай шеңбері Т.Омарбековпен нақты қойылды және обьективті тұрғыда қарастырылды. Кітапта күштеп отырықшыландыру мен ұжымдастыруға қарсы шаруалар бұқарасының қарсылығының мазмұны мен формасы, қозғаушы күшіне жалпылаушы сипаттама берілген арнайы бөлім бар, онда 1929–1931 жылдардағы 14 қарулы көтерілістер көрсетілген [1]. Автордың «Зобалаң» деген еңбегімен салыстырғанда бұл зерттеуде Қастек және Қордай аудандарындағы көтерілістер мен Сарқанд (Жетісу) көтерілісі қосымша берілген. Қалған көтерілістер алдыңғы басылымдарда толық мазмұндалғаны ескеріле отырып қысқаша (1–2 бет) түрінде берілген. Мәселен, Абыралы дүрбелеңі, Шұбартау мен Шыңғыстау наразылықтары [1, 204–207 б.]. Т.Омарбековтың 1994–1997 жылдары жарық көрген еңбектерінде жасақталған аса құнды тарихи ойларды атап көрсете отырып, оның Қазақстандағы 1929–1931 жылдардағы шаруалар көтерілістерінің тарихын зерттеуді одан әрі дамытуда маңызды бастамасы болды деп ойлаймыз. Жалпы алғанда 1999 жылға дейін Қазақстандағы 1929–1931 жылдардағы ірі қарулы көтерілістер мен бас көтерулердің тарихы мақалалар мен тарауларда, басым бөлігі Т.Омарбековпен жазылған кітаптарда берілген. Қорыта келе, жоғарыда берілген тарихи зерттеулер өзінің сипаты мен мазмұны жағынан біртекті емес. М.Қ.Қозыбаев, Ж.Б.Абылхожин, Қ.С.Алдажұманов, Т.О.Омарбеков, М.Омаров,Т.К.Алланиязов, А.С.Таукенов және басқа да зерттеушілер 1929–1931 жылдардағы шаруалардың қарулы көтерілістері мен бас көтерулерінің тарихы арнайы зерттеу пәні болған ондаған мақалалар, бірнеше монографиялар мен жинақшалар басып шығарды. Берілген тақырып көптеген еңбектерде жалпылаушы сипатта берілді және ғылыми конференциялардың арнайы тақырыбы болып та қарастырылды. Шаруа наразылықтарына қарсы күш құрылымының күрес жүргізу тәжірибесі сияқты, Орталық Қазақстанның кейбір аудандарындағы шаруалар көтерілістерінің тарихына қатысты ғылыми білімдерді кеңейту бойынша құжаттардың біршама топтарын деректанулық талдаулар жүргізіліп, алғашқы қадамдары жасалды. Жалпы алғанда 1929–1931 жылдардағы шаруалардың қарулы көтерілістері Қазақстанның тарих ғылымында көрнекті орын алады. Ол отандық тарихшылармен дайындалған көп санды зерттеулер мен басылымдарда, аса бай деректанулық базасы мен бір бірінен ажыратылатын түрлі тұжырымдары бар еңбектерде көрініс тапты. Тақырыпты одан әрі зерттеу соңғы жылдары жаңа деңгейге шықты. Ғылыми айналымға бұрын белгісіз болған мұрағат құжаттарының үлкен көлемі жарық көрді. Дегенмен 1929–1931 жылдардағы қарулы көтерілістердің тарихын зерттеу әлі де өзекті болып қала береді. Бұл мәселені кешенді зерттеу қажеттілігімен, ғылыми айналымға жаңа фактілік материалдарының тартылуымен, қарулы көтерілістердің тарихы қазақ дәстүрлі қоғамының ерекшеліктерімен тығыз байланыстылығымен шартталады.\n\nhttp://e-history.kz",
                "date": "10.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Омфалитті емдеу тәсілдері бар ма?",
        "question_content": "2айдан асты кіндігім маза бермейди.Ішім туйреп ауырып,кіндігім жаны ісінді.Содан дəрігергер бардым.Омфалит диогноз койды.іскен жерді кесіп ірің алды.Сосын кунділікті перекиспен тазалап журдім.",
        "question_date": "10.04.2017",
        "question_tag": "Тазалық",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Омфалит-(гр.сөзінен ауд.кіндік)-кіндік жарасының бактериальды қабынуы,кіндік сақинасы және оның қан тамырларының қабынуы.Қоздырғышы алтынды стафилокок.Оның қарапайым, флегмонозды, некротикалық түрін ажыратамыз. Қарапайым түрі - кіндік жарасы жазылуы серозды немесе серозды - іріңді бөлінділердің әсерінен ұзаққа созылады. Бөлінді кіндік жарасының эпителизациясына әсер етеді.\nКіндік фунгусы-(fungus лат.саңырауқұлақ)кіндік жарасында грануляциялық тінде саңырауқұлақтардың пайда болып өсуі.\nШырышты-эпидермистің аздаған дефектісінен серозды экссудаттың бөлінуі,теріде қабыну үрдісі болады.\nФлегмонозды түрі-қабыну үрдісінің кіндік жарасының айналасындағы тінде болуы.Кіндік айналасындағы тінде қызудың жоғары болуы,инфильтрацияның болуы.Кіндік жарасында флегмонозды жабындымен жара пайда болады.Кіндікті немесе кіндік айналасынан басқанда кіндік жарасынан ірің бөлінеді.Жалпы жағдайы нашарлайды,интоксикация мен дене қызуының көтерілуі.\nНекротикалық түрі-бұл әлсіз балаларда анаэробты инфекцияның қосарлануымен жүреді.Тері,теріастылық клетчатка некроздалады.Некротикалық үрдіс ішперденің барлық қабаттарына жайылады және перитонит шақырады.\nАсқынуы-бауырдың сепсисі мен абсцесі.\nДиагноз-омфалитті анықтауда қиындық соқпайды,ішперденің рентгенограммасы кіндік айналасындағы кальцификаттарды анықтайды.\nЕмі-түріне байланысты қарапайым түрінде сутегінің асқын тотығы,5% кальций перманганатының ерітіндісімен 1-2% бриллиант көгімен емдейміз.\nФунгусты-ляписпен күйдіреміз,калий перманганатымен ванна тағайындалады.\nФлегмонозды түрі-ол хирургтің қатысуымен жүргізіледі, антибиотиктер,спецификалық гипериммунды плазма құю,гамма-глобулин енгізу, десенсибилиздеуші заттармен витаминдерді тағайындау. Іріңді бөлінділер болса, гипертоникалық ерітіндімен,хлорофолипті ерітіндісімен немесе диоксидинмен таңу салу.Іріңді бөлінділер жойылса мазьды таңулар салу,физиотерапия курсын тағайындау.Кальцинозды бөлінділер болса антибиотиктермен шаю.\n\nhttp://mylektsii.ru/",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауықтың астына бөдененің жұмыртқасын салсам бола ма?",
        "question_content": "Тауықтың астына бөдене жұмыртқасын салсам",
        "question_date": "10.04.2017",
        "question_tag": "Жануарлар",
        "question_views": 682,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салуға болады. Жұмыртқадан балапан ашып шығады, егер бөдене мен тауықтың температуралары бірдей болса.",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мынаны қазақшаға аударып берсеңіздер?",
        "question_content": "\"И самое главное не влюбляться\" қазақшаға аудару.",
        "question_date": "10.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 843,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "\"Бастысы  ғашық  болмау\" деген мағынада.",
                "date": "10.04.2017",
                "upvotes": 0
            },
            {
                "text": "Негізгісі ғашық болмау",
                "date": "14.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО-ға бару үшін таңдау пәнінен қанша жинау керек?",
        "question_content": "мектептегі таңдау пәнінен 30 баллдан кем балл жинаса ЖОО-ға бара алмайды деген распа?",
        "question_date": "10.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық бірыңғай тестілеу - жоғары оқу орындарына түсуге арналған іріктеу емтихандарының бір нысаны.\nҰБТ - ағымдағы жылы мектеп бітіруші түлектер үшін.\nӨткізу формасы:тестілеу.\nӨткізілетін орны:тест өткізу пункттері.\nӨткізу мерзімі:Өтініш қабылдау — 10.03-10.05.\nТестілеу — 20.06 - 01.07.\nБақылаушылар:Министрлік өкілдері.\nАпелляция:қарастырылған.\nҰБТ форматы:5 пән (3міндетті + 2 таңдауы бойынша).\nБарлық тест тапсырмалар саны —120.\nТестілеудің жалпы уақыты: 3 сағат 50 минут (230 минут)\nТестілеу пәндері\nТапсырмалар саны\nТапсырмалар формасы\nБағалау формасы\n1 блок\nМатематикалық сауаттылық\n20\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\nОқу сауаттылығы\n20\n(4 мәтін)\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\nҚазақстан тарихы\n20\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\n2 блок\n1 бейінді пән\n20\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\n10\nКөп жауаптың ішінен бірнеше дұрыс жауабы бар\nБарлық дұрыс нұсқаны таңдау – 2 балл\nБір қате (бірнеше дұрыс жауаптан 1 қате кетсе) – 1 балл\n2 немесе одан көп қате – 0 балл\n2 бейінді пән\n20\nБерілген бес жауаптың біреуі дұрыс\n1 дұрыс жауап = 1 балл\n10\nКөп жауаптың ішінен бірнеше дұрыс жауабы бар\nБарлық дұрыс нұсқаны таңдау – 2 балл\nБір қате (бірнеше дұрыс жауаптан 1 қате кетсе) – 1 балл\n2 немесе одан көп қате – 0 балл\n\nЖоғары балл саны: 140\nШекті деңгей балы: 50\nБейінді пәндер таңдайтын мамандыққа байланысты таңдалады\nШекті балды алмаған жағдайда, ақылы негізде оқуға түсу үшін тестілеуді қайта тапсыру қарастырылған (тамыз 2017).\n\nhttp://www.testcenter.kz",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халық саны 100 млн-нан асатын 7 ел туралы мәлімет керек?",
        "question_content": "Мен география пәнінен сұрақтарға жауап беруім керек. Сұрақтарға қалай жылдам жауап бере аламын жазбаша түрде?",
        "question_date": "10.04.2017",
        "question_tag": "География",
        "question_views": 19200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қытай - 1млрд. 340 млн. Үндістан - 1млрд. 113 млн. АҚШ - 309 млн. Индонезия - 243 млн. Бразилия -196 млн. Пакистан - 185 млн. Бангладеш – 156 млн. Нигерия – 152 млн. Ресей – 142 млн. Жапония – 128 млн. Мексика – 115 млн.",
                "date": "10.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шәкәрім Құдайбердіұлының \"Жастарға\" өлеңін талдау керек?",
        "question_content": "Шәкәрім Құдайбердіұлының \"Жастарға\" өлеңін талдау керек?",
        "question_date": "9.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген сөздерге сөйлем құрау керек?",
        "question_content": "Сөйлем құрау: Айып етпеңіз. Рақым етіңіз. Айып шамы болмаса. Тілеуіңізді берсін. Тіңір жарылқасын. Қиын болмаса. Мүмкін болса. Қолайлы деп білсеңіз.\nздерг",
        "question_date": "9.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айып етпеңіз,жолда кешігіп кептеліс юолып кешігіп қалдым.\n\nРақым етіңіз,мені сол бір қателігім үшін кешіре салыңызшы.\n\nАйып шамы болмаса, мені өткізіп жібере аласызба?\n\nТілеуіңізді берсін, мынау қай көше екенін айтып жіберіңізші.\n\nТәңір жарылқасын,көлігімді жүргізуге көмектесіп жіберіңіздерші,асығыс едім.\n\nҚиын болмаса, маған үй тапсырмасына не берді айтып жібере аласызба?\n\nМүмкін болса, бір жерге серуендеп келерміз.\n\nҚолайлы деп білсеңіз,апама сәлем айта салыңыз.",
                "date": "3.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есепті шығарған оқушыларды табыңыз?",
        "question_content": "Есепті шығарған оқушыларды табу керек?",
        "question_date": "9.04.2017",
        "question_tag": "Математика",
        "question_views": 692,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есепті дұрыс шығарғандар: Серіков, Хамзин, Қалиев",
                "date": "19.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздікті график арқылы шешіңіз?",
        "question_content": "Өтінемін көмектесіңіздерші!Өте қаже болып тұр\n\nx^2-x-6<0 теңсіздігін шешіп жəне графигін көрсет.",
        "question_date": "9.04.2017",
        "question_tag": "Математика",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х -тің  мəндері -2 жəне 3 сандарының арасында.",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еспенбет не себетті Ақбөртені сұрады?",
        "question_content": "Еспенбет Дастаны. Еспенбет не себетти акботени сурады. Эсее Жазу. Отниш комектесин здерши.",
        "question_date": "9.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 491,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ертеде Сыбан руынан шыққан Жарасқұл деген қарттың Еспенбет атты немересі болады. Міне, осы Еспенбет жас күнінде әке - шешеден бірдей жетім қалып, уақ руынан шыққан Ер Қосай атты батыр нағашысының қолында ер жетеді. Қосай жиенді бөтен санамайтын салт бойынша Еспенбеттей ұрпағын өте жақсы көргендіктен, оған жетімдік тауқыметін көрсетпей өсіреді. Ер жеткенде қалыңдық әперіп, басына үй тұрғысып, алдына мал бермек ойда жүреді. Күндердің бір күнінде қатарластарынан ойлы, намысы күшті, арманы биік Еспенбетті тумысы бөлек Ақбөрте атты құлын ерлік арманға жетелейді. Бар арман мақсаты - тұлпар мініп, қару асынып, атасы салған ізбен жүріп, өзі туған Сыбан еліне оралу болатын. Ендігі ойы «Ит тойған жеріне, ер туған жеріне» деген халық даналығын еске алып, алыстағы ата жұртына кеткісі келіп жүреді. Ер Қосай атасы оның бұл күйін байқап, өзіне шақырып қалауын сұрайды. Атасы ұсынған байлықтың бәрінен бас тартып, жалғыз ғана Ақбөрте тайды қалайды. Еспенбеттің қалауын орындап, атасы оны батасын беріп еліне қайтарады. Еліне оралған соң, қалың Сыбан елі «нағашысы Еспенбетті жалғыз таймен қайтарғаны несі?» деп, Қосай батырды сынға алады. Бірақ Еспенбет мұның ешбірін құлағына ілмейді. Арада уақыт өтіп, Еспенбет 17 жасқа келеді. Ақбөрте тай бесті болады. Еспенбет Бөртесін баптап, Сәтімқұл деген бидің асында бәйгеге қосады. Тұлпары Еспенбеттің үмітін ақтап, жүз бас тайлақ тігілген бәйгеден бірінші болып келеді. Сонда Еспенбет сыбанның қолбасы Ақтамберді батырды шақырып, олжаны ортаға салып, бөліп береді. Енді сыбан елінің Қабанбай бастаған батырлары атадан қалған кекті қайтару үшін қалмаққа шабуылға шығады. Осы шайқаста қалмақтың бір батыры жекпе - жекте қазақтың жеті батырын бірдей ойсырата қырып салғанда, шыдап тұра алмаған Еспенбет, Ақтамбердіден рұқсат сұрап барады. Кезегіңді маған бер, жас санама, бас сана, қайратымды көр деп, Ақтамберді батырдың батасын алып, жауды жеңеді. Қас майданда қалмақтар жеңіліс тауып, батырлар елге үлкен олжамен оралады. Міне Еспенбет батыр елге осылай танылған екен.\n\nhttp://bilim-all.kz",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сілтемедегі сурет туралы ақпарат керек?",
        "question_content": "Осы сілтемедегі сурет туралы ақпарат керек\n\nhttps://vk.com/wall385005507_2",
        "question_date": "9.04.2017",
        "question_tag": "Сурет, Кескін",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сілтеме қате көрсетіп тұр. Жаңасын салыңыз.",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бассейн туралы шығарма керек?",
        "question_content": "4 класы қазақ тілден",
        "question_date": "9.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бассейн (французша bassіn) — \n1)бақ немесе саяжайархитектуралық кешендерінің құрамдас бөлігі түріндегі жасандысу айдыны. Бассейн алғашында Ежелгі Шығыста, кейінірекЕуропада сән-салтанат құрылысы болып келді; 16 ғасырдың 2-жартысынан сәнді, ал 18 ғасырдан бастап су ататынхауыздары бар архитектуралық күрделікомпозициямен жасалған Бассейндер пайда болды. Бассейн осы заманғы архитектурада да кеңінен қолданылады; \n2) спорттық оқу-жаттығу мақсатына, сондай-ақ, жүзу,суға секіру жарыстарына арналған, ашық немесе жабық түрде салынатын жасанды су айдыны. Ауданы (25х10 м, 50х25 м, 50х10 м, т.б.) мен тереңдігі (1 — 4 м) әр түрлі болады.Айдын беті жүзу жолдарымен,қалтқылармен, т.б. жабдықталады.Қазақстанның көптеген облыс орталықтарында жүзу Бассейндері бар. Халықаралық талапқа сай жарыстар өткізуге жарайтын Бассейндерге Алматыдағы “Динамо” спорт кешеніндегі, Орталық стадиондағы жәнеҚарағандыдағы Н.Әбдіров атындағы спорт кешеніндегі жүзу Бассейндері жатады; \n3) белгілі бір кен орындары шоғырланған алап (көмірлі Бассейн,кентасты Бассейн,мұнайлы-газды Бассейн,тұзды Бассейн, т.б.); \n4)өзен,көл,теңіздің су жиналатын алабы. Оның жер асты және жер үсті түрлері болады. Аумағы жер бедеріне жәнегеологиялық құрылымға байланысты әр түрлі болып келеді.\nhttps://kk.wikipedia.org/",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі жастардың арасындағы сәлемдесуді бейнелейтін шағын оқиғалы шығарма керек?",
        "question_content": "\"Күтпеген кездесу\", \"Аялдама\", \"Сағынышты сәт\" тақырыптарының бірін алып, қазіргі жастардың арасындағы сәлемдесуді бейнелейтін шағын оқиғалы шығарма жазып бере аласыз ба?",
        "question_date": "9.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем түзелмей, әлем түзелмейді. Сәлем — арабтың тыныштық, бейбітшілік мағынасындағы ассалам сөзінің тілімізде фонетикалық өзгеріске түсіп, қалыптасқан түрі. Сәлемдесу — тұңғыш рет немесе араға белгілі бір уақыт салып, кездескен таныс және бейтаныс адамдардың дәстүрлі сөз, ишара не дене қимылы арқылы бір — біріне жақындық ниет, ілтипат білдіріп, жылы шырай танытуы. «Сәлем — сөздің басы» делінетіні де сондықтан. Тегінде, әдеп, адамшылық — амандасудан басталады. Адам баласының рухани тарихында қолы жеткен зор игілігі — сәлемдесу. Оның шарапаты мен кереметі сонда — адамзат әдебінің қалыптасуында, жұмыр басты пенделердің бір — біріне жылы мейір мен кең пейіл көрсетуінде, достықты, өзара жақындықты бейнелеуде аса зор маңызға ие.Сондықтан бүлдіршіндерге ең алдымен үлкенге сәлем беру әдебін үйрету қажет. Адам баласы қашанда тыныш — бейбіт, басы аман, бауыры бүтін, бір — бірімен тату — тәтті, сыйласып өмір сүруді аңсап, армандаған. Соның негізін сәлемдесу салған. Балаларды жастайынан ең алдымен таңертең ұйқыдан тұрған соң, беті — қолдарын жуып келіп, ата — анасына, отбасы мүшелеріне, қонақтарға сәлем беруге дағдыландыру керек. Адамның әр күнгі іс — қимылы таңертеңгі сәлемнен, жақсы лебіз, қошеметтен басталатынын сәбиге түсіндіру керек. Қазіргі таңда сәлемдесудің түрлері өте көп, бірақ балаға соның ішіндегі ең керекті түрлерін үйреткен жөн. Мәселен, басқа сәлемдесу түрлеріне қарағанда балаларға «Сәлеметсіз бе?» және «Ассалаумағалейкум» деп амандасу қолайлы сияқты. «Ассалаумағалейкум» деген араб сөзінің мағынасы «Сізге тыныштық тілеймін»дегенді білдіреді. Алайда, балаға құр ғана «ассалаумағалейкумды» айтып, бір міндеттен құтылғандай болатын тоң — торыс сәлемнің ізеттілік емес екенін, қайта кісі көңіліне қаяу түсіретін қылық болып табылатынын айтқан жөн. Сәлемдесудің әдеп ретіндегі ең басты шарты — жылы шырай. Онда сәлем беруші мен алушының қас — қабақ, бет — жүз құбылысы, даусы маңызды қызмет атқарады. Міне, осылардың бәрін балаға үйрету өте маңызды. Дұрыс амандаса білудің өзі дұрыс сөйлеуге, сөз әдебін қалыптастыруға көп көмегін тигізеді. Осындай тәлім — тәрбие арқылы бүлдіршіндер дұрыс сөйлеуге үйренбек.\n\nhttp://malimetter.kz",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Экспо туралы шыгарма керек 7 сынып",
        "question_content": "Экспо -2017 туралы шыгарма керек 7 сынып",
        "question_date": "9.04.2017",
        "question_tag": "Мектеп",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кезекті «Экспо-2017» халықаралық көрмесін өткізетін ел мәртебесі Қазақстанның елордасы Астана қаласына бұйырғандығы 2012 жылдың 22 қарашасында Францияның астанасы Париж қаласында өткен ХКБ-нің EXPO халықаралық бюросы Бас ассамблеясының 152-ші сессиясы барысында белгілі болды. Жасырын дауыс беру қорытындысы бойынша ХКБ-ның 103 мүше-мемлекеті Астана қаласына дауыс берсе, біздің бәсекелесіміз бельгиялық Льеж қаласы 44 дауыс жинаған. Біздің елдің ұйымдастырушыларының тарапынан ұсынылған Future Energy, яғни Болашақ қуаты тақырыбы сарапшылардың көпшілігінің көңілінен шығып, «Экспо-2017» халықаралық көрмесінің тақырыбы ретінде қолдау тапты.\nҚазақстан тарапынан барған ұйымдастырушылар Астанада өткізілетін «ЭКСПО-2017» көрмесінінің басты тақырыбы ретінде «Болашақтың энергиясы» атты тақырыпты ұсыну себебі, ол ең алдымен, баламалы энергия көздерін дамытуды қоса алғанда, энергетикадағы сапалы өзгерістер жолы мен оны тасымалдау тәсілдерін іздестіруге бағытталғандығы болып табылады. Екіншіден, орнықты энергиямен жабдықтау осы күнде жаһандық көлемдегі негізгі мәселе болып саналады және оны шешу экономикалық өсімді қамтамасыз ету және қоршаған ортаға келер зиянды төмендетуге септігін тигізеді. Үшіншіден, Қазақстанның бұл тақырыпты таңдауының басты негізі — еліміздің дәстүрлі энергиялық ресурстардың елеулі қорына ие бола отырып, баламалы энергия көздерін пайдалану жөніндегі шараларды дәйекті түрде қабылдауда және «жасыл» экономика құру бағытын ұстанғандығы. ЭКСПО дегеніміз не? Оның бізге берер пайдасы қандай? Ол не туралы болмақ? ЭКСПО — индустрилиазацияның символы. Техникалық жетістіктер мен техниканың өзін назарға салатын халықаралық көрме. «ЭКСПО» көрмелерінде әлемнің барлық мемлекеті өздерінің ең үздік технологиялық, ғылыми, мәдени жетістіктерін көрсетеді. Олар жаһандық дамудың жаңа күн тәртібін қалыптастырады. Мұндай іс-шараға барлық құрлықтың ондаған елінен миллиондаған адам қатысады. Бәсі биік бәсекеде Астананың жеңіп шығуы бекерден бекер емес. Оған бірнеше факторлар ықпал еткендігі аян: Біріншіден, елордамыздың әлемдік-деңгейдегі шараны лайықты өткізе алатын орталық ретінде қалыптасқаны баршаға белгілі болды. Екіншіден, таңдаудың Қазақстан пайдасына шешілуі мемлекетіміздің табыстары жоғары бағаланғанын білдіреді және Еуразия өңірінде-де оның даму келешегі кемел екенін айғақтай түседі. Үшіншіден, біздің «Болашақтың энергиясы» атты өзекті тақырыпты ұсынуымыз жеңіске жетуімізге көмектесті. Көп жылғы тарихы бар «ЭКСПО» көрмесі техникалық және технологиялық жетістіктерді, сондай-ақ оған мүше елдердің тарихын, дәстүрі мен мәдениетін көрсету үшін өткізіледі. Бұл көрме бүкіл әлемдік қоғамдастықтың және оны тамашалаушы миллиондаған адамның назарын өзіне аударатын ірі оқиға болып саналады. Сонымен қатар, «ЭКСПО» көрмесі экономикалық, әлеуметтік, мәдени дамудың жаңа үрдістерін қалыптастыру алаңы қызметін атқарады. Ең алғашқы ЭКСПО Англияның принці Альберттің ұсынысы бойынша 1851 жылы Гайдпаркте өткен болатын. Хрустальды сарайда орын алған ЭКСПО-ның тақырыбы: «Барлық ұлттардың өнеркәсіптік жұмыстарының ұлы көрмесі» болып аталды. Сенсеңіздер, дәл сол көрмеден кейін халықаралық аренада дизайн мектептері, туризм саласы және өндіріс өнері пайда болды. Осы көрме халықаралық сауданың жандануына септігін тигізді. Одан кейін 1855, 1878 жылдары Парижде, 1939 жылы Нью-Йоркте, 1985 жылы Цукуба — Жапонияда, 1992 жылы Севилья — Италияда, 1998 жылы Лиссабон — Португалияда, 2000 жылы Шанхай — Қытайда ЭКСПО халықаралық көрмелері болып өткен. Астанадағы өтетін ЭКСПО-ның тақырыбы: «Болашақ энергиясы» болмақ. Көрмеге қатысушы мемлекеттер өздерінің энергия саласындағы техникалық жетістіктерімен барша жұртты тәнті етеді. Әсіресе, қазіргі таңда сұранысқа ие балама энергия көздерін алу мақсатындағы құрылғылармен таныстырады. Сарқылмайтын энергия көздеріне жататын: күн сәулесі, жел, жер асты сулары арқылы энергия алу болашақта адамзатқа қажетті ресурс түрі. Осыдан, көрменің тақырыбы көпшіліктің қызығушылықтарын тудырары анық екені білінеді. EXPO-2017 жылы 10 маусым мен 10 қыркүйек аралығында өтеді. Халықаралық көрмеде әрбір мемлекет өздерінің павильондарын 25 га жер көлеміне салатын болады. Бұл көрмеге 5 млн.-нан астам адам келеді деп жоспарлануда. Әрбір келген адам 130 $ ақша әкелетінін ескерсек, бізге түсетін пайда 520–910 млн.-ға дейін жоспарлануда. Ал, енді бұл көрменің бізге қандай әлеуметтік тұрғыда, экономикалық тұрғыда пайдасы бар екен? Біртіндеп, жауабын қарастырайық. Біріншіден, еліміздегі техника саласының дамуы. Қазақстанда балама энергия көздерін пайдаланатын аймақтар бар. Мысалы, Алматы қаласының маңында жер асты ыстық сулары бар, Жоңғар қақпасынан жел энергиясын алуға болады және Байқоңырдың орналасу траекториясы күн энергиясын алуға қолайлы жер. Ендеше, болашақта энергиядан тапшылық көрмеу үшін «Болашақ энергиясы» атты көрменің бізге берері мол. Екіншіден, бізге түсетін, ақшалай пайда көрсеткіштерін жоғарыда жазған едім. Оны қуаттау үшін, өзге елдердің көрмеден алған пайдасын санап көрелік. 2000 жылы Шанхайда өткен көрмеден түскен пайда 12 млрд $ болса, Ганноверде өткен көрменің пайдасы 350 млн еуроға жеткен. Біздің мемлекетке-де айтарлықтай пайданың болары айдан анық. Үшіншіден, өзге елдермен достық қатынастарымыз нығаяды. Оның көрсеткіші ретінде, қазіргі уақытта Қазақстан Германия мемлекетімен көрмеге дайындықты бастады. Германия бізге құрылыс саласында тәжірибелерімен бөлісуде. Бұл инициативаны немістер бастаған еді. Соның төңірегінде елімізде жаңадан жұмыс орындары ашылуда. Астана қаласында қонақүйлер салынуда. Бұл көрме аяқталғаннан кейін-де қонақүйлеріміз Қазақстанның «әмиянын» толтыратыны қуантады. Төртіншіден, көрме кезінде жастарымыздың көңілдері көтеріңкі болары анық. Неге десеңіз? Қазіргі таңда жастарымыз «Work and travel» бағдарламасы бойынша шетелге тіл үйренуге кетіп жатыр. Бұл бағдарламаға қыруар, ақша кететіні өкінішті. Ендеше, ЭКСПО уақытында тегін тәжірибеден өтуге мүмкіндік туады. Бесіншіден, ЭКСПО халықаралық көрмесі Қазақстанның мәртебесін күллі әлемге паш етеді. Халықаралық көрмелер бюросының штаб-пәтерінде Қазақстанның жеңісі бізге деген қызығушылықтың барын көрсетеді. Бельгияға 44 дауыс, Қазақстанға 104 дауыстың берілгені халықаралық аренада үлкен қызығушылыққа ие екеніміз және өзіміздің мүмкіндіктерімізді көрсетудің алғашқы қадамы болды. ЭКСПО бізге не береді? Оның Қазақстан үшін қандай пайдасы бар? Елдің дамуындағы экономикалық тиімділігі қандай? Біріншіден, бұл еліміз үшін үлкен абырой болмақ. Ауқымы жағынан Олимпиада ойындары мен әлемдік футбол чемпионатынан кейінгі орында тұрған көрмені ТМД кеңістігінде тұңғыш рет Қазақстан өткізгелі тұр. Бұл бізге берілген сенім квотасы һәм Елбасының дәрежесін сыйлау болса керек. Әрі сыртқы саясаттағы табысымыз бен елді біріктіріп, тұтастыра түсетін уақыттық нышан. Екіншіден, Астанаға 3 айдың ішінде 5 миллионның үстінде адам келеді деп күтіліп отыр. Бұл миллиондардың ішінде инвесторлар да, туристер-де, журналистер-де болады. Демек, Қазақстанғақпараттық шу, туристік қызығушылық һәм инвестициялық климат жағынан болсын, бұл көрме әбден тиімді. Үшіншіден, көрме Астананың инфрақұрылымына үлкен серпіліс әкеледі. Жаңа қонақүйлер салынады, жаңа жұмыс орындары ашылады, жеңіл рельсті трамвай жолдары салынып, сауда-саттық дамиды. Шағын және орта бизнес өркендейді. Және бұл көрме елдегі новаторлық рухты жанудың, ғылымға ұмтылуға құлшыныс берудің таптырмас тетігі. Төртіншіден, Астана көрмесінің бас тақырыбы — «Болашақ қуаты». Жасыл технологияларды дамыту, балама қуат көздерін табу мәселесі өзекті боп тұрған заманда 2017 жылғы көрме талай бастаманы іске асыру кілтіне айналады. Мысалы, 1939 жылы Нью Иоркте өткен әлемдік көрмеде Рузвельттің телеэкранда пайда болып, жиналғандарды таң қалдыруымен әлемде телевидение өрістей бастады. Ал Эдисонның фонографы үшінші Парих көрмесінде танымал болып кетті. Ендеше, Астана көрмесінде-де жаңа технологиялар мен ғылыми жетістіктердің бағы жанып кетеді деп білеміз. Бесіншіден, ЭКСПО-ны өткізу тарихына қарасаңыз, үлкен көрмелердің құрметіне әр ел өзінің техникалық мүмкіндігін паш ету үшін сәулет туындыларын салуға тырысқан. Мысалы, алғашқы ЭКСПО-дан Лондонда Хрусталь сарайы қалған еді, ол 1936 жылы өртке оранып кетті. Парижде Эйфель мұнарасы, Брюссельде Атомиум, Монреальда Хабибат деген ерекше тұрғын үй кешені тұрғызылғанын тағы білесіздер. Ендеше, Астана көрмесінде-де сәулет тарихына ұялмай кіретін туындылар салынады деп сенейік. Алтыншыдан, көрме өтіп біткен соң қалған павильондардың біразы ғылыми зертханалар, ғылыми орталықтар, зерттеу институттары ретінде қолданылады. Бұл туралы Сыртқы істер министрінің орынбасары Рәпіл Жошыбаев мәлімдеген болатын. Бұл павильондардың негізінде «Зерттеу орталығы» құрылып, оны «Назарбаев университеті» АҚ-ына бекітіп береді. \n«Елдің дамуының „жасыл“ жолына көшуіне Астанадағы алда тұрған „ЭКСПО-2017“ қуатты серпіліс беруі тиіс. Астанада ғылым мен техниканың үздік әлемдік жетістіктері ұсынылатын болады. Көптеген қазақстандықтар біз қол созып отырған „болашақтың энергиясын“ өз көзімен көре алады» деді Елбасымыз «Қазақстан-2050» Стратегиясы: қалыптасқан мемлекеттің жаңа саяси бағыты» атты Қазақстан халқына Жолдауында. \nЭнергия — бұл адамзат тіршілігінің дамуына жағдай жасаушы және ынталандырушы бірден-бір табиғи қайнар көз. Энергия социумдар үлгісінің сақталуын қамтамасыз етеді, ол көптеген аспектілерді біріктіретін ұғым ретінде бүкіл әлем мен адамзатқа тікелей қатысты қызықты сауалдарды туындатады. Қоғамның энергия көздеріне қол жеткізуі олардың әлеуметтiк, экономикалық және экологиялық тұрақты дамуының нақты жағдайларын тiкелей түрде анықтайды. Технология саласындағы әр түрлi қуат көздерін оңтайландырумен байланысты ғылыми зерттеулер мен жетiстiктер қоғамдастықтардың функционалды тәсiлдерiн анықтап, энергетиканың тұрақты даму болашағын қалыптастырады. Елді индустриялық-инновациялық дамытудың және Астанада «ЭКСПО-2017» халықаралық мамандан¬дырылған көрмесін өткізу жоспа¬рының аясында жаңаша сипат алған «Жасыл экономиканы» игерудегі алғашқы қадамдар жасалды. Елбасы Қазақстан Республикасының Үкіметіне «жасыл» экономикаға көшу стратегиясын дайындауды тапсырды. Премьер-министрдің өкімімен стратегияны әзірлеу үшін жұмыс тобы құрылды. Оның құрамында барлық мемлекеттік және жергілікті органдардың, ұлттық холдингтердің, үкіметтік емес және халықаралық ұйымдардың өкілдері бар. Стратегияның негізгі әзірлеушісі болып «Назарбаев университеті» ұсынылды. Сондай-ақ, бас кеңесші ретінде халықаралық McKinsey компаниясы таңдалды. Бұл компания осыған ұқсас зерттеулерді басқа елдерде-де жүргізген. Стратегияны дайындау жұмыстары 3 кезеңнен тұрады. Бірінші кезеңде, Қазақстан экономикасы жан-жақты зерттеледі және «жасыл» экономикаға не үшін көшу керек деген сұраққа жауап беріліп оның қорытындылары өткен жылдың желтоқсанында жұмыс тобына ұсынылды. Қазір мамандар Стратегияны даяр¬лауға көшті және жол картасын дайындап жатыр. Екінші кезеңнің жұмыстары сәуір айында аяқталады деп күтілуде.\nОсы ретте, «жасыл экономика» ұғымына түсінік бере кетелік. Алғашқы рет «жасыл» экономика термині «жасыл экономика жобасы» (Blueprint for a Green Economy, Pearce et al, 1989) жұмысында қолданылды. Адамдардың өмір сүруі мен дамуы үшін «жасыл» экономикаға көшуді қажет етеді, яғни бұл болашақ ұрпақтарды экологиялық тәуекелдер мен экологиялық тапшылықтарға апармай, өндірістермен байланыстарды, экономикалық қызмет түрлерінің жүйесіне келтіріп, адамдардың әл-ауқатының көтерілуіне алып келуі керек. «Жасыл» экономика — бұл табиғи қорларды тиімді пайдалану есебінен қоғамның әл-ауқатын сақтауға бағытталған, сондай-ақ соңғы пайдалану өнімдерін өндірістік циклге қайтаруды қамтамасыз ететін экономика. «Жасыл» экономика бірінші кезекте, қазіргі уақытта сарқылуға ұшыраған (пайдалы қазбалар — мұнай, газ) ресурстарды үнемді тұтынуға және сарқылмайтын ресурстарды тиімді пайдалануға бағытталған. Жасыл экономиканың негізінде — таза немесе «жасыл» технологиялар жатыр. Мамандардың айтуы бойынша «жасыл» экономиканы дамыту, көптеген постиндустриалды елдерде өзінің ауқымымен қозғаған экологиялық дағдарысты біздің елде болдырмауға мүмкіндік береді. «Жасыл» экономикаға ауысу барынша үлкен танымалдыққа ие болып келеді және ауқымды қызығушылық тудырады. «Жасыл» экономика бірінші кезекте экономикалық прогреске жағдай жасайды және мыналарды қамтамасыз етеді: ішкі жалпы өнімнің өсімі, елдің табыстарын ұлғайту, елдегі жұмыссыздық көрсеткіштерін азайта отырып, халық үшін жұмыс орындарын құру. Бұл жерде «жасыл» экономикаға ауысу климаттың өзгеруі, пайдалы қазбалардың сарқылуы және су ресурстарының тапшылығы сияқты жаһандық қауіптен тәуекелдерді төмендетеді. «Жасыл» экономиканы дамыту бағдарламасы аясында Қазақстан экономиканың 10 шешуші секторына құралдарды инвестициялауды жоспарлайды: ауыл шаруашылығы, тұрғын үй-коммуналдық шаруашылығы, энергетика, балық аулау, орман шаруашылығы өнеркәсіп, туризм, көлік, қалдықтарды кәдеге жарату және қайта өңдеу, су қорларын басқару.\nСонымен қатар «Жасыл» экономиканы дамытудың жеті негізгі бағыттары айқындалды: Бірінші бағыт — жаңартылатын энергия көздерін енгізу. Мұнда пайдалы қазбаларды ары қарай сақтау туралы мәселе орасан ауқымға ие болады. Біздің мемлекет табиғи қорлары өте бай ел ретінде танылған. Мұнай, газ — бүкіл дүние жүзінде ең ірі энергетикалық қорлардың бірі ретінде сыныпталады, бірақ тіпті олардың өзі уақыты келгенде сарқылады, демек өмір үшін жаңа ресурстар табу қажет. Бұл ретте Қазақстаннның жақсы экожүйеге, жер қыртысына және орманға ие болуы айғағы басқа елдер алдындағы өзінің ,ұстанымын айтарлықтай арттырады. Екінші бағыт — тұрғын үй-коммуналдық шаруашылығындағы энергия тиімділігі. Бұл қалалық тұрғын үй қорының маңызды бөлігі кеңестік дәуірден кейінгі уақытта салынғандықтан, тұрғын үй кешендерінің көпшілігі тиімсіз жылу изоляциялық құрылымдармен және жылумен қамтамасыз ету жүйелерімен жабдықталған, ол маңызды жылу шығындарына алып келеді. Қазіргі уақытта Қазақстанда жылумен қамтамасыз ету аспаптарының жұмысының істен шығуы саласындағы іс-шараларды жүзеге асыратын энергия сервистік компаниялары әрекет етеді. Үшінші бағыт — ауыл шаруашылығындағы органикалық егін шаруашылығы. Бірінші кезекте бағыттың аталмыш түрі әр түрлі азық қоспаларынан, синтетикалық тыңайту өнімдерінен (пестицидтерден) бас тартуды қарастырады. Дақылдық өсімдіктердің шығымдылығын, өсуін қамтамасыз ету үшін органикалық тыңайтқыштарды пайдалану туралы сөз болып отыр. Ауыл шаруашылығын «көгалдандыру» табиғи қорларға зиян келтірместен, халыққа азық-түлікті қамтамасыз етуге мүмкіндік береді. Қазақстан мынадай бағыттар бойынша әрекет етуді жоспарлайды: жердің құнарлылығын басқару, суды тиімді пайдалану, өсімдіктер және жануарлар денсаулығын басқару, фермаларды механикаландыру. Төртінші бағыт — қалдықтарды басқару жүйесін жетілдіру. Қалдықтарды басқару мәселесі ерекше танымалдылыққа ие болды. Лас көшелер, үйінділер және қандай да бір болып жатқанға бақылаудың жоқтығын жиі кездестіресіз. . Қалыптасқан жағдайларға байланысты қалдықтарды өндірістік өнімнің қайталама өнімі ретінде пайдалану ұсынылған. Бесінші бағыт — су қорларын басқару жүйелерін жетілдіру. Су адамзаттың өмір сүруін және экожүйелердің тұтастығын қамтамасыз етудің шешуші табиғи құрылымы болып қала береді. Осыған байланысты су қорларын тиімді пайдалану орасан ауқымға ие болатын мәселе болып қала береді. Алтыншы бағыт — «таза» көлікті дамыту. Қазақстандағы тасымалдардың көпшілігі дизелде/бензинде жүргізіледі. Қазіргі уақытта тасымалдардың басым бөлігі бензин (дизель) негізінде жүзеге асырылады. Бірінші кезекте бұл парник газдарының жоғары шығарындыларына жағдай жасайды. Жетінші бағыт — экожүйелерді сақтау және тиімді басқару. Осы бағыттағы қызмет басты түрде біздің елдің бірегей табиғат байлығын сақтауға бағытталған. Жалпы алғанда, «Жасыл» экономика — Қазақстан қабылдаған халықаралық міндеттеме¬лерге сәйкес және болашақ ұрпақтың мүддесі үшін табиғи шикізат қор¬ларын тиімді және рационалды қолдану арқылы тұрғындардың әл-ауқатының артуына жеткізетін табысты экономика. Электр және жылу энергиясының генерациясы, газ өндіру, су ресурстарын пайдалану, ауыл шаруашылығын тұрақты дамыту, өнеркәсіп қалдықтарын бас¬қару мен тұтыну, көлік және жол инфрақұрылымы «жасыл» эконо-миканың негізгі секторлары болып саналады. Қазақстан күн және жел энерге¬тикасын дамытуға қолайлы елдер¬дің бірі болып табылады. Жел энер¬гетика¬сының тиімділі еуропалық одақ елдерімен салыстырғанда екі есе тиімді. Күн энергетикасы жөнінен әлемнің ең үздік аймақтарымен теңдесе алады. «Жасыл» экономикаға көшу тиімділігінің бірнеше факторы бар. \nХалықаралық сараптама бойынша, жасыл жобаларға салынған инвестицияның 2/3-і өзін-өзі, ақтаса, 1/3-і бес жыл көлемінде шығынсыз-деңгейге қол жеткізеді. Энергия тиімділігінің артуына қарай инвестицияның тиімділігі 50 пайызды құрайды, оның өзін-өзі, ақтау мерзімі екі жылға созылады. «Жасыл» экономикаға салынған инвестиция активтердің жылдам өсіп келе жатқан санатына кіреді. Мысалы, жаңғыртпалы энергия көздеріне салынған халықаралық инвестициялар көлемі жағынан қазба байлықтары инвестицияларының көлеміне жақындайды. Табиғи кеніш көздері сарқылып, қоршаған ортаның ластануынан адам денсаулығының нашарлауы күрт өсті. Бүкіл әлемдік қауымдастық осыған алаңдаулы. «Жасыл» экономика бұл күрделі сұрақтардың басты шешімі болып табылады. Оны дамыту арқылы зиянды қалдықтардың ауаға таралуын қысқарту, табиғи қорларды үнемдеп тұтыну, энергия тиімділігін арттыруға қол жеткіземіз. Жаңа экономиканың стратегиясы табиғи технологиялардың дамуына инвестицияларды тартып, ел экономикасын жаңа белеске жеткізеді. Экологияға бағытталған жасыл экономиканың жарқын болашағы бар. \nДемек, 2017 жылы отанымыздың жүрегі Астана қаласында өткізілетін ЭКСПО-17 халықаралық көрмесінде «жасыл экономиканың\" негізінде жасалған, болашақтың балама энергия көздеріне арналған ірі жобаларымыз бен ұсынатын қомақты дүниелеріміздің қатары көбейе бермек.\n\nhttp://e-history.kz",
                "date": "10.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөздерді матаса байланыстырып, сөйлем құраңдар?",
        "question_content": "248 жаттығу керек. Өтінемін жылдамырақ болса жақсы болар еді. Бұл жаттығу ертеңгіге керек (10.04.17",
        "question_date": "9.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    }
]