[
    {
        "question_title": "Туысқаныңа ақшалай көп көмектесіп жүріп, өзің қысылғанда сол адам көмектеспей қойса...",
        "question_content": "Жақын туысқаныңа ақшалай көп көмектесіп жүріп, өзің бір рет қаражат болмай қалып қысылғанда, сол адам ақшасы бар бола тұрып,әр нәрсені  желеу қылып, ат тонын ала қашып көмектеспей қойса...оған өкпелеуге бола ма?",
        "question_date": "28.06.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 624,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жағдайға байланысты болады өкпелеу-өкпелемеу. Бірақ қаржылай көмектесіп жүріп, кейін өзіңе көмек қолын созбайтындар бар. Олар әртүрлі сылтаулар айтады мұндай адамдарға тек қана өкпелеп қана қоймай, сақтанып араласқан жөн және де көп сенуге болмайды.",
                "date": "30.06.2016",
                "upvotes": 1
            },
            {
                "text": "Өзіңе ғана өкпеле.Саған ешкім көмектесуге міндетті емес,бәріне өзің қол жеткіз",
                "date": "29.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзіңнің сиға алған бағалы силығыңды басқа біреуге беруге бола ма?",
        "question_content": "Силыққа алған  затыңды біруге беруге болмайды деп жатады, берсе не болады?, егер бір жақын немесе таныс досың  өтініп сұрап тұрса?  Егер оның  бір зиянды жағы болып жатса, қайтарып алу керек па?  Сіздер қалай ойлайсыздар?  тезірек жауап керек.",
        "question_date": "28.06.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Беруге болмайды деп ойлаймын. Бұл атадан келе жатқан ырым. Меніңше бұл ырым тек сыйлыққа тартылған заттарға байланысты, ақшаға емес... Бұл ырымның артында бірнеше мағына болуы мүмкін. Сыйлық берген адам шын көңілмен берген сыйлығының басқа адамда тұрғанын көрсе қандай сезімде болар еді, өзін сыйсыз, құрметсіз адам сезінеді. Сыйланған зат адамның жеке өзіне арналуы мүмкін",
                "date": "30.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО-да сырттай оқып алған дипломның іштей оқығанынан айырмасы барма?",
        "question_content": "Екінші диплом керек болған соң ЖОО-на сырттай оқуға тапсырмақшымын. Оқуымды бітірген соң дипломда сырттай оқылған деген жазыладыма алде айырмасы болмайдыма іштей оқылғаннан?",
        "question_date": "28.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айырмасы болмайды,яғни дипломда іштей немесе сырттай деп жазылмайды",
                "date": "28.06.2016",
                "upvotes": 0
            },
            {
                "text": "Қағаздың айырмасы  жоқ бәрі бірдей әрине. Бірақ мидың ішіндегі  жесткий дискілердің айырмашылығы аспан мен жердей болып  қалады болды. Ол былай: Іштей оқығанның  жестки дискісінде системный және қажетті программалар  тола болады да, супер компьютерлер сияқты. Ал сырттай оқығанның жесткий дисклері  пустой болады, жаңа флешкаларды аша алмайды, оқымайды, кейін оған программалар сатып алып, салып толтырып болам дегенше өзің де қартайып бітесің. Жас кезіңде  Іште аудиторияда отырып оқып ал.   Есік-терезенің сыртында сырттай сығалап оқу деген құлаққа кірмейтін нәрсе, денги на ветер, да же студенттік өмірді де көрмейсің, сезінбейсің.  Бұл  аудитория көріп студент болып университетті тоздырған менің практикамнан өткен.  Енді өзің ойлан  жесткий диск өзіңдікі .Өзіңе жаманшылық ойламайтын боларсың?  Ал екінші, үшінші  диплом үшін сырттай оқуға болады !",
                "date": "28.06.2016",
                "upvotes": 0
            },
            {
                "text": "Иштей окыган дурыс.Мол тажиребе жинактайсын.Жумыс истегенде де коп пайдасы тиеди.Ештене билмей турсан саганда жаман гой.Оданда шауып журип иштей окыган жаксы",
                "date": "30.06.2016",
                "upvotes": 0
            },
            {
                "text": "Мұғалімдікті сырттай оқығандарды көріп жүрміз,мысалы химия пәнінен теориядан жұрдай,негіз жоқ,есеп шығара алмайды, методика мүлде жарамайды, одан оқыған бала тіпті мақұлық боп шығады,ешқай ВУЗға түсе алмайды.1-2 жылдан соң сол мұғалім басқа жұмыс іздей бастайды,мектеппен қоштасады ,немесе одан құтылады басшылар Босқа кеткен уақыт!",
                "date": "2.07.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Іштегі баланы жүрек ақауы (порок сердце) деп жатыр. Оның қаупі қанша?",
        "question_content": "Іштегі баланы дәрігерлер жүрек ақауы (порок сердце) деп жатыр. Баланың жүрегінде екі тесік қана, үшінші тесік жоқ дейді. Оның қаупі қанша? Ол балаға қайдан пайда болады? Тұқымымызда екі жақтанда ешкімде ондай болмаған. Қандай ем жасауға болады? Дәрігерлік қандай көмек алуға болады?",
        "question_date": "28.06.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ондай болжамдарға сенуге болмайды. Ден саулығыңызды құртпаңыз босқа қайғырып.  Дәрігерлер көп қателеседі, олар да интернетке қарап алып сөйлей беретін болып кеткен соңғы кезде. Бәрі жаақсы болады қорықпаңыз!",
                "date": "29.06.2016",
                "upvotes": 0
            },
            {
                "text": "Аумин! Рахмет! Айтқаныңыз келсін!",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "мганда бир тесик бар деди сиздмн каныныз аздыгынан болган деди, биринши баламда да каным аз болган, бирак аман сау дуниеге келди, енди журектеги тесиги бителип кетедимекен, билсениздер айиыныздаршы",
                "date": "23.11.2021",
                "upvotes": 0
            },
            {
                "text": "Бала туған соң дәрігерлер өздері қарап отырады, егерде тесіктері өздігінен бітелмесе операция жасап бітейді. Балада порок сердца болса балаңыз тершең болады (әсіресе бас, мойын жағы), салмақ жинамайды, басқа балалармен ойнамайды (өзімен өзі жүреді), арық, нәзік, әлсіз болады. Операция өте жеңіл, тез жасалынады. Қазір өте көп кездесіп жатыр бұл ауру. Одан қорқудың қажеті жоқ, уайымдамаңыз, бәрі жақсы болады.",
                "date": "25.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хиуаз есімінің нақты мағынасы қандай?",
        "question_content": "Хиуаз есімінің нақты, толық мағынасы қандай?",
        "question_date": "28.06.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 13700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хиуаз  есімі еш  жерден табылмады, тіпті ислам әлеміндегі қыздар есімінің арасында да мүлдем кездеспеді.  Бұл есім Хиуа хандығының құрметіне байланысты қойылған сияқты.\nХиуа хандығы  қызыл жолақпен қоршалған, Хиуаз  Атырау облысында 1922ж. 15 Май дүниеге келген. Сәйкестік бар сияқты мұнда.",
                "date": "28.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сақал қалай тез өсіруге болады?",
        "question_content": "Сақал-мұртты қалай өсіруге болады?",
        "question_date": "28.06.2016",
        "question_tag": "Денсаулық",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болмаса қырып тастай бер, тез өсетін болады. мен саған 3 амалын айттым, осы соңғысы. Басқаша амал жоқ екен.",
                "date": "28.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сақтандырудың ақшасын қалай алуға болады?",
        "question_content": "Халық банктен кредит алғанда сақтандыру үшін 100 мың теңге ұсталынған болатын.Кредит төленіп бітілгенде ол қайтарылуы тиіс. СОны қайтарып алуға қандай құжаттар керек?",
        "question_date": "27.06.2016",
        "question_tag": "Кредит, Несие",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8-8000-8000-59 мына нөмерге қоңырау шалып сұраңыз немесе филиалына барыңыз",
                "date": "28.06.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2016 жылы, ұбт биология пәні бойынша, 70 балмен грантқа түсуге бола ма орыс тілімен 79",
        "question_content": "2016 жылғы, ұбт бойынша биология пәні бойынша, 70 балмен грантка түсуге бола ма,(орыс тилимен 79 балл),",
        "question_date": "27.06.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 834,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төртінші пәні биология үшін 70  балл өте аз. Өткен жылы биология бойынша 76 және одан жоғары ұпай жинаған талапкерлер грант жеңіп алған.",
                "date": "4.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі мамандық иесі болуға бола ма?",
        "question_content": "Қайырлы кеш! Егер мен бірінші мамандық ретінде архитектор болып оқып, кейін осы оқуды бітіргесін басқа маман иесі болып (мысалы дәрігер) екінші оқуға тапсыруыма бола ма? Егер мүмкін болса, онда кешенді тестілеуді тапсырып түсу керек пе, әлде басқа да шарттары бар ма? Алдын ала рахмет!",
        "question_date": "27.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 762,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нағыз жігітке жеті мамандық та аз.  Болады, егер оның бәріне мына уақыт шіркін жетіп жатса әрине ! неге оқи бермеске?  Оқы, 30 -ға дейін орда бұзбасаң, қырық жасыңда қамал ала алмайсың !\n\nМен архитектураны бітіргенмін.....Тағы да оқи бергім келеді, бірақ оған уақыт таба алмайды екем, 3 жерде жұмыс істеп  жүрмін үлгере алмай. Соңғы рет қашан демалғанымды ұмытып қалдым.",
                "date": "27.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ҰБТ-дан 103/86 балл жинап,био таңдап қандай ЖОО грантқа түсе аламын?",
        "question_content": "Мен ҰБТ-дан биология пəнін тандап,орыс тілінсіз 86 балл жинадым. Енді қандай жоғары оқу орнына грантқа түсе аламын?",
        "question_date": "27.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арине тусе аласын Кутыктайм жаксы балл жинапсын гой.Биологиядан коптеген тапшы мамандыктар коп кой.Алматыдагы асфандияров атындагы медицинага тусуынге де болады. Казахстанская правда газетинде гранттар тизимдери шыкты содан карауына болады",
                "date": "30.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өнерге түскім келеді.Қазақстанда қандай (өнер)ЖОО орындары бар?",
        "question_content": "Өнерге түскім келеді.Қазақстанда қандай  (өнер)ЖОО орындары бар?Және ҰБТ да қандай пән таңдайды?Оқуға түсу ережелері?",
        "question_date": "27.06.2016",
        "question_tag": "Өнер",
        "question_views": 904,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Темірбек Жүргенов атындағы Қазақ ұлттық өнер академиясы (бұрынғы аты Алматы театр және кино институты) — театр және кино мамандарын даярлайтын мемлекеттік жоғары оқу орны. Т.Жургенов бул нагыз дарындылардын мекени. Т.Жургенов бул сенин арманын,сенин болашагын 1978 жылы Құрманғазы атындағы Алматы Мемлекеттік консерваториясының актерлік факультетінің (консерваторияға 1953 жылы Алматы көркемсурет училищесінен келіп қосылған актерлік бөлім) негізінде Алматы театр және көркемсурет институты болып ашылған.\n\nИнститут театр, кино, көркемсурет және хореография бөлімдері бойынша он бір салада маман даярлайды. Оқу мерзімі 4 жыл. Күндізгі және ақылы сырттай бөлімдер жұмыс істейді. Құрамында 6 факультет, 23 кафедра бар. Оқу 12 мамандық және 39 арнаулы мамандық бойынша жүргізіледі. 1062 студент оқиды. 322 оқытушы сабақ береді. Олардың арасында 16 халық артисі мен халық суретшісі, ҚР Мемлекеттік сыйлығының 24 лауреаты, 34 халықаралық және республикалық байқаулар мен фестивальдардың лауреаттары, 23 ғылым докторы, 52 ғылым кандидаты, 30-дан астам ҚР-ның білім беру ісінің үздігі бар.\n\n1987 жылы институтқа Т.Жүргенов есімі берілді .\n\n2014 жылдан бері Академияның ректоры қызметін Нүсіпжанова Бибігүл Нұрғалиқызы атқарып келеді.",
                "date": "27.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің компьютерімде виндовс 7 орнатылган соган Mac OS-қа аударуға бола ма",
        "question_content": "Менің компьютерімде виндовс 7 орнатылган соган Mac OS-қа аударуға бола ма",
        "question_date": "27.06.2016",
        "question_tag": "Компьютер жөндеу",
        "question_views": 448,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағың түсініксіз.   \"соған Мас ОС-қа  аударуға бола ма\" ны қалай түсінеміз, дұрыстап жаз. Соны емес па?   немесе соған Мас ОС-ты ма?  Қайсысын қай жаққа?   Мүмкін виндовс 7 -ді Мас ОС-қа ма?",
                "date": "27.06.2016",
                "upvotes": 0
            },
            {
                "text": "Болады\nбұл Хакинтош деп аталады",
                "date": "7.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кітапханаға жазылған адамдарға сұрақ,",
        "question_content": "Кітапханаға бұрын соңды жазылып көрмеппім.Маған кітапты белгілі бір мерзімге беретін кітапхана керек. Мен Алматы қаласында тұрамын.\n\nҒаламтордан іздеп көрдім,құжаттар керек екен,менде тек жеке куәлігім ғана бар,сол ғана керек пе?\n\nКітапханада тек қазақ авторларының кітаптары мен қоса шетелдікі де болса жақсы болар еді,тегін белгілі бір уақытқа беретін,кітап қоры мол болса.Маған осындай сипаттағы кітапхана керек.\n\nКітапханың аты ғана керек(егер болса,мекен жайы), 2 гис-тан тауып аламын",
        "question_date": "27.06.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 804,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке куәлігіңіз болса, сол жеткілікті.",
                "date": "27.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стильді киім неліктен адамның энергиясын арттырады?",
        "question_content": "Аса ерекше стильді қымбат киім киген кезде эергия пайда болғандай (дерзкий) сезінесің бе өзіңді?  Ондай сезімді сезінесің ба? Неліктен олай?",
        "question_date": "27.06.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басқалардың көзіне қалай көрінгенің айнадағы өз бейнеңе көңілің толғанына байланысты дейді ғой. Ертегілерде, жыр-дастандарда айтылатын ханшайымдардың бәрі шетінен \"Ай десе аузы, Күн десе көзі бар\" хас сұлулардан болмаған десе шындығында. \"Ханшайым\" деген атаудың өзі оларға әдемілігіне деген сенімділік сыйлаған екен. Сіз айтқан қымбат киімнің \"сиқыры\" да осыған ұқсас сияқты. Шын туайтында, әдеттегі киімнен еш айырмашылығы болмаса да, Сіз өзіңізді стильді киіндім деп сезініп, сенімді ұстасаңыз, елдің көзіне де әдемі көрінетін боласыз.",
                "date": "27.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Шыңғыс хан\" романы кімде бар?",
        "question_content": "Кімде Мұхтар Мағауиннің \"Шыңғыс хан\" романының 1-томы бар?",
        "question_date": "26.06.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 907,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менде бар. керекпе",
                "date": "23.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметке тест тапсыру үшін санаттарды (категория) қалай анықтаймын?",
        "question_content": "Мемлекеттік қызметке тест тапсыру үшін санаттарды (категория) қалай анықтаймын? Өзім энергетика мамандығын бітірдім. Стаж жоқ және қандай заңдар бойынша тест тапсырамын?",
        "question_date": "26.06.2016",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік қызметке тест тапсыру үшін санаттарды (категория) қалай анықтаймын? Өзім мугалим мамандығын бітірдім. Стаж бала бакшада тарбиеши болып 1 жыл истедим уакытша декреттин орнында ,қандай заңдар бойынша тест тапсырамын?",
                "date": "2.08.2016",
                "upvotes": 0
            },
            {
                "text": "мемлекетік кызмет оте киын мен ушин соган орай мен тест тапсырып корейн дегем",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілі курсына қатысайын деп едім?",
        "question_content": "Ағылшын тілі курсына қатысайын деп едім. Астана қаласынан сертификат беретін, үлкендерге арналған кандай жақсы курстарды білесіз? жылдап емес, қысқа мерзімге де болады. аудара, сөйлей алсам болды.",
        "question_date": "26.06.2016",
        "question_tag": "Мансаптық өсу",
        "question_views": 596,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен ағылшын тілін өз бетіммен үйрендім. Қазір кино қараймын және сабақтар ағылшын тілінде. Егер жеңіл үйренгіңіз келсе ең бірінші \"Английский за 16 часов\" деген Дмитрий Петров деген 30 тіл білетін ғалымның сабағы бар содан бастаңыз. Сосын күнде қасынызда досыңыз болса досыңызбен практика жасаңыз. Одан кейін \"R.Murphy. Essential grammar in use\"  деген кітапты оқыңыз. Біріншісі қызыл екіншісі көк кітап. Одан кейін вк-да онлайн үйренуге болады. Сіз ол жерде сөйлесе, жаза және тыңдай аласыз. адресі мынау: vk.com/speak_in",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "Өз бетінше емес, алдымен курсқа барып үйренген жақсы. Топтағы достарыңызбен ағылшын тілінде сөйлесесіз. Айналаңызда сіз сияқты тілді үйренуге құлшынысы бар адамдар пайда болады. Қазірден ағылшын подкасттарды тыңдай беріңіз. Түсінбесеңіз де.",
                "date": "1.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ешкім дәл сен секілді өлтіріп, сен сияқты тірілте алмайды?",
        "question_content": "Ешкім дәл сен секілді өлтіріп, сен сияқты тірілте алмайды?",
        "question_date": "26.06.2016",
        "question_tag": "Достық",
        "question_views": 446,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бұл махабат құрбандарының соңғы рет айтқан сөзіне қатты ұқсайды.",
                "date": "30.06.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақстанда суицид статистикасының өсуіне алып келетін сөздер.",
                "date": "1.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Криминалистика мамандығы",
        "question_content": "Қыз балаларға криминалистика мамандығы жақсы ма? Қанша грантқа баллмен түсуге болады? Және ақылы түрінің бағасы қанша? Оқығаннан кейін жұмыс табыла ма?  жауап беріп жатсаңыздар үлкен рахмет!!!",
        "question_date": "26.06.2016",
        "question_tag": "Мектеп",
        "question_views": 982,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы жағынан жаман жақтары көп сияқты. Бірақ өзіңе ұнаса болдығой))",
                "date": "27.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрын қанап ішке кетсе ораза бұзылады ма?",
        "question_content": "Ораза уақытында мұрын қанап, ішке кетіп қалса ораза бұзылады ма?",
        "question_date": "26.06.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер байқаусызда қан кетсе, әдейі істемесе ораза бұзылмайды. Тек әдейілеп қанатып жұтса ғана бұзылады. Ұйықтап жатып, мұрны қанап жұтсада біліп істемегендігі үшін, ораза бұзылмайды.",
                "date": "7.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ тапсырған жоқпын, ақылы оқуға ЖОО-ға түсе аламынба?",
        "question_content": "ҰБТ тапсырған жоқпын, ақылы ЖОО-ға түсе аламынба? Менің колледжге түскім келмейді, тек ЖОО-ға түскім келеді, осы туралы ақпарат берсеңіздер Рахмет!!!",
        "question_date": "26.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орал жақта российский университеттер бар ҰБТ сертификатынсыз, бірақ ақылы. ҰБТ тапсырмай бірден Қазақстанның ЖОО-ға түсу мүмкін емес.",
                "date": "26.06.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақстандағы российский университеттерді қарап көр.Оларға ҰБТ керек емес.Егер қателеспесем Алматы,Астана қалаларында да бар бұндай университеттер.",
                "date": "27.06.2016",
                "upvotes": 0
            },
            {
                "text": "Убт карамайтын Жоо орын бар брак олар частный.Бурында биздин мектепке келген Актобеде брдене универ 1 жагы частный бир жагы мемлекеттик.Сонда ентге карамайды акшасы 345 мын деген сиякты.Байшев актобе университети деген сиякты.Сайттардан барлык Актобе универлерин издеп телефон согып караш миндетти турде табасын.Биздин сыныптагы кейбир кыздар соган тусем деп жатр",
                "date": "30.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі Қазақ жастары неліктен майдаланып барады?",
        "question_content": "Қазіргі студенттер майдаланып барады, мектептің 7 сынып оқушыларынан ажырата алмай қалып жатамыз кейде.",
        "question_date": "26.06.2016",
        "question_tag": "Денсаулық",
        "question_views": 886,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "А... Сіз \"ұсақталу\" дегенде ойын емес, бойын меңзеп отыр екенсіз ғой. \"Бойлары кішкентай студенттерді көріп жүрегім ауырды\" дейсіз бе?))\n\nКең иықты, сұңғақ бойлы, ер тұлғалы жұрттың ұрпағымыз ғой. Бойымыз ғой өседі.\n\nОйымыз ұсақталмасын!",
                "date": "27.06.2016",
                "upvotes": 0
            },
            {
                "text": "Экология, психолгия, тамақ өнеркәсібі, реклама, интернет, пропаганда ... Осының бәрі әсер етіп жатқан болар мүмкін",
                "date": "1.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұлдыздардың траекториясы неге ауысып кетпейді, қаншама жылдар өтсе де ?",
        "question_content": "Жұлдыздардың орындары, траекториялары неге ауысып кетпейді, қаншама жылдар өтсе де ? Ал бүкіл галлактика өте жылдамдықпен қозғалуда , Жер күнді 365 күнде бір айналып шықса да өте алыс ғарыштағы жұлдыздар орындарында тұр, бұл қалай? (Астрономдар бізді алдап жүрген жоқ па?)",
        "question_date": "25.06.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 691,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шынымен де галактика қанша жылдамдықпен қозғалса да жұлдыздар қозғалмайды. Мен мұның себебін былай түсінемін:\n1. Жер айналса да басқа планеталар да айналады. Бәрі де сағаттың механизмі сияқты дәл қозғалуы.\n\n2. Жарық жылдамдығы және Жер мен жұлдыздар арасындағы айырмашылық. Жұлдыздан келген жарықтың осыдан миллиард жыл бұрын сол жүлдыздан шығуы",
                "date": "26.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика.Есептеу техникасы және бағдарламалық қамтамассыз ету",
        "question_content": "Барлығыңа сәлем! Менің ҰБТ дағы жалпы баллым 102, орыс тілінсіз 79, таңдау пәнім Физика.Есептеу техникасы және бағдарламалық қамтамассыз ету мамандығы бойынша  қандай ЖОО грантқа түсуге болады?  жауаптарыңызға рахмет)))",
        "question_date": "25.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі балың аз екен, 83 тен асу керек қой (программист) мамандығына, Серпінді көр Көкшетауға әншейін жетеді.",
                "date": "26.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамның тісі неліктен арасы ашылып кетеді ?",
        "question_content": "Адамның тісі неліктен арасы ашылып кетеді ?",
        "question_date": "25.06.2016",
        "question_tag": "Денсаулық",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "күле берген соң",
                "date": "26.06.2016",
                "upvotes": 0
            },
            {
                "text": "Әлде бір аурудан ашылатын шығар білмим?",
                "date": "18.12.2021",
                "upvotes": 0
            }
        ]
    }
]