[
    {
        "question_title": "Алпамыс батыр дастанының стилистикалық тәсілі қандай?",
        "question_content": "Алпамыс батыр дастанының стилистикалық тәсілі\n\nОсы тақырыпқа байланысты қандай болсын мәліметтер болса, сілтемелер болса жиберіңіздерші. Диплом жұмысын толықтыруға керек еді. Рахмет",
        "question_date": "5.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Батырлар жыры - қазақ ауыз әдебиетінің өте ертеден келе жатқан күрделі саласының бірі. Батырлар жыры бір ғасырдың ғана жемісі емес.Ол халықтың ертедегі тұрмыс-тіршілігіне, тарихына, қоғамдық өміріне байланысты туып, солармен бірге жасасқан. Сондықтан да батырлар жыры өзінің қалыптасып, даму процесінде көптеген өзгерістерге ұшыраған. XIX ғасырда батырлар жыры жазылып ала бастады. Бұл кезеңде көптеген ғалымдар қазақ эпостарын зерттеп, қағаз бетіне түсіре бастаған. Мысалы, Ш.Уәлихановтың, В.Радловтың, Н.Ильминскийдің, Г.Потанинннің, А.Васильевтің, Ә.Диваевтың,т.б. ғалымдардың жинап бастырған еңбектерін ерекше атауға болады.",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Генератордың тарихы туралы мəлімет керек?",
        "question_content": "Генератор тарихы немесе шыккан жылы мен шыгарган адамнын аты",
        "question_date": "5.04.2017",
        "question_tag": "Физика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өнертабыстың тарихы \n1831 жылы франциялық Пеккерс қолмен айналдыратын қатты магнитті генераторды тұңғыш рет жасап шықты. 1866 жылы германиялық инженер Сименс магнит күші шекті қатты магниттің орнына электромагнитті пайдаланып, орасан зор ток шығара алатын генератор жасады. Маркстың қарауынша, бу патшасы өткен бір ғасырда бүкіл дүниені дүр сілкіндірді, қазір ток күші оның орнын басты. Ток күшінің пайда болуы мен қолданылуы адамзаттың екінші реткі техникалық төңкерісінің белгісі еді. \nӨнер табыстың тарихи астары \nТок күші төңкерісінің бу машинасын белгі еткен бірінші реткі техникалық төңкерістен айырмашылығы, ол теорияның жетекшілігінде жүзеге асты. Германиялық Гаирк тұңғыш орнықты электр ток шығару машинасын, яғни, қолмен айналып тұрған күкірт шардың үйкелісі арқылы шар мен адам денесі бірдей зарядталатын ток шығару машинасын жасады. 1800 жылы Дания Копенгаген университетінің профессоры Ханс Кристиан Остер электр тогінің магниттік әсерін байқайды. Англиялық физик Фарадей электр мен магниттік қозғалыс барысында бір-бірін дүниеге әкелетінін және бір-біріне айналатын электромагниттік әсер құбылысын байқайды. Фарадей «Магниттік күш сызығы» ұғымын ортаға қойып, электромагнит әсерінің негізгі ережесін тұрақтандырып, ток шығару машинасының тапқырланып жасалуы үшін теориялық негіз қалады. Остер электрдің магнитті жасайтынын, Фарадей магниттің электрді пайда қылу тәжірибесін жасады. Тұйықталған ток жолында магнит ағыс мөлшерінде (магнит өрісінің кернеуінде) өзгеріс туылғанда, ток жолында индукциялық ток пайда болып, индукциялық токтың кернеуінің жоғары-төмендігі тұйықталған ток жолындағы магнит ағыс мөлшерінің өзгерісімен тура пропорционалды болады. 1831 жылы Париж қаласында тұратын Пеккерс Фарадейдің принципіне негізделіп, қолмен айналдыратын қатты магнитті ток шығару машинасын жасады. 1834 жылы Лондонда аспап жасау саудагері Кларк саудаға қолданылатын бағыттауыш орнатылған тұңғыш айналмалы ток шығарғыш жасады. Бұлардың барлығы қатты магнитті ток шығарғыш болып есептеледі. Аталған ток шығару құрылғысы қатты магнит немесе табиғи магнитті магнит өрісі ететіндіктен, магнитті темірдің магнит күшінің әсеріне ұшырап, жоғары кернеулі токпен қамдай алмады. 1866 жылы германиялық инженер Сименс электр машинасы шығарған қуат көзі арқылы электромагнитті токпен қамдайтын генераторды жобалады. Бұл өздігінен қозғалатын ток шығару машинасы деп те аталды. Бұл ток шығару машинасы электромагниттегі қалдық магнитпен қозғалады. Механикалық энергияны жоғары өнімділікпен жойқын қуат күшіне айналдыра алады. Электрды магнитке және магнитті электрге айналдыру бірлестірілгендіктен бұл өнертабыс электр энергиясы мен ток шығару машинасын кең көлемде қолданылатын энергия және машинаға айналдырды. 1819 жылы ресейлік инженер Доливо Добровольский үш фазалы айналмалы ток жеткізу техникасын тапқырлап, үш фазалы айналмалы ток шығару машинасын жасады. 1883 жылы Л. Голланд пен Дж. Гиббс тұңғыш кернеу өзгерткіш жасап, жоғары кернеулі ток таратуға шарт-жағдай әзірледі. \nӨнертабыстың ықпалы \nЭлектр энергиясының пайдаланылуы адамзаттың тұрмыс тәсілі мен өндіріс тәсілін түбірінен өзгертті. Адамдар электрді хабар-байланыс амалы ретінде пайдаланып, адамзаттың тұрмысы мен өндірісіне терең ықпал жасады. Телеграмма, телефон, сөз қалдырғыш, сымсыз хабар-байланыс тектес жоғары технологияға жол ашты. Бүгінде барша адамзаттың өмірі мен тұрмысын, мәдени-рухани болмысын да электр энергиясынсыз елестету мүмкін емес. Ауыр өнеркәсіптен бастап, жеңіл, өндіру өнеркәсібіне дейін, алып шаһардан алыс ауылға дейін электр қуатынан бір елі де ажырай алмаймыз.\n\nhttp://massaget.kz",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Neupusti.kz секілді білім алушыларға арналған қандай сайттар бар?",
        "question_content": "Қоғамда білім алу саласындағы жеңілдіктер, стипендиялар, форумдар, лагерьлер секілді көптеген оң игіліктерге қатысуға үндейтін онлайн жиынтықтар-антологиялар бар ма?",
        "question_date": "5.04.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://www.daad.kz/ru/ Germaniada oku: til okitin kiskasha prograrammalar nemese diplom aluga bagittalgan programmalar",
                "date": "9.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "TIENS компаниясының заңды немесе заңсыз жұмыс жасайтындығын қайдан білуге болады?",
        "question_content": "Желілік маркетингтегі компания, ақшаны үйде табуды жарнамалайды. Оның жұмыс жасау принципі қандай?",
        "question_date": "5.04.2017",
        "question_tag": "Заң",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жастарға берілетін мандаттар жайында не білесіздер?",
        "question_content": "Депутаттық мандаттар қандай құжатқа жатады және оны қалай пайдаға асыра аламыз? Студенттік немесе жастар құрған \"Жастар Конгресі\" немесе \"Жастар Парламенті\" секілді ұйымдар (немесе т.с.с.) қолданатын бұл мандаттардан қандай пайда бар?",
        "question_date": "5.04.2017",
        "question_tag": "Заң",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еуразиялық банк сайтында өз кредитіміздің қарызы жайында қалай білеміз?",
        "question_content": "Кредит төлеуім керек, бірақ онлайн төлейін десем, қанша төлеуім керек екендігі, яғни қарыз сомасы жазылмай тұр. Онлайн түрде қалай білуге болады?",
        "question_date": "5.04.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алматы қаласында өтетін іс-шаралар жайлы ақпараттарды қайдан алуға болады?",
        "question_content": "Сәуір соңына қарай Алматы қаласына іс-сапармен бару керек болып тұр. Студенттік қандай іс-шаралар болып жатыр? Қандай да болсын, сәл мәлімет бере алатын сайттарға сілтеме жасай аласыздар ма?",
        "question_date": "5.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күрделі сөз, тұрақты сөз тіркесі, сөз тіркестеріне сөйлем арқылы мысал келтіріңіз?",
        "question_content": "корсетілген үлгі бойынша әрқайсысына ойдан он мысал жазған және күрделі сөз,тұрақты тіркестен сөз тіркесінің айырмашылығын дәлелдеп берген оқушы жеңімпаз болады",
        "question_date": "5.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Күрделі сөзге мысалдар: бүгін, биыл, сап-сары, ағайын-туысқан, қолқанат, айта отыр, ала жаздай, темір жол, жеті қарақшы, арқа суйеу.\nТұрақты сөз тіркесіне мысалдар:\nАзуы алты қарыс – қаһарлы\nАзуын айға біледі – мейлінше батыл қайрат көрсетті\nАйдар тақты – әйгілі қылды\nАйдарынан жел еседі – асқақтап дәурен сүру\nАйды аспанға шығарды – аты шықты, таң қалдырды\nАйдың күні аманда – аман-есенде, тыныштықта\nАймандай қылды – әшкереленді, ұятты болды\nАйна қатесі жоқ – дәл, тұп-тура\nАйтаққа ерді – өсек-аяңға ерді\nАйтқан сөз құлағынан ағып кетті – түсінбеді\nАйы оңынан туды – жолы болды\nАйызы қанды – көңілі жай тапты, құмары қанды\nАйылын жимау – жасқанбау, сескенбеу\nАқ ауыз қылды – алдап кетті\nАқ жарқын – ашық көңілді\nАқ иық – айрықша асыл қыран\nАқ киізге көтерді – хан сайлады\nАқ саусақ – жалқау\nАқ тамақ – қыздың сұлу тамағы\nАқыл(ой) таразысына салды – ойланды\nАқысын жеу – еңбегінің ақысын бермеу\nАла ауыз (алты бақан) – бірлігі жоқ\nАла болды – араздасты\nАла көзімен атты – жек көріп, тіктесе қарады\nАлақанға қарады- дәмеленді\nАлақанның аясындай – тар жер\nАлақанына түкірді – іске дайын тұрды\nАл-дал болды – әуре –сарсаң күйге түсті\nАлқам-салқамы шықты – тозығы жетті\nАлқымынан алды – қинады\nАлмасын қанға суарды – кектенді\nАлпыс екі тамыры босады – елжіреп, мейірімі түсті\nАраны ашылды – аш көзденді\nАрасынан қыл өтпейді – өте тату\nАрқа сүйеу – сүйеніш еті\nАрқаны кеңге салу – асықпау, саспау\nАрқасы мұздап қоя берді – сескенді\nАрнасына (сабасына) түсті – ашуы тарқады\nАртына сөз қалдырды – кейінгіге өнегелі сөз қалдырды\nАс аш өзегіне түсті – ішкен тамағы кеселге соқтырды\nАс қайырды – бата берді\nАсығы алшысынан түсті – жолы болды\nАт арылту – әуре болу\nАт ойнатты – басынды\nАт салысу – көмектесу\nАт ізін салмау – хабарласпау\nАт ізін суытпау – жиі келіп тұру\nАтарға оғы жоқ – ашуланған адам\nАт-тонын ала қашу – басын алып қашу, жауапкершіліктен бас тарту\nАузын буған өгіздей – үндемейтін адам\nАузына құм құйылды – жағы қарысты, сөйлей алмады\nАузынан бір елі тастамайды – үнемі айтады\nАузынан салбырап түскенбей – айнымай ұқсаған\nАузының салымы бар – несібелі кісі\nАуыз жаласу – жақтасу, болысу\nАш көз – қомағай адам\nАяғы аспаннан келді – тас талқаны шықты\nАяқтандыру – үйлендіру",
                "date": "8.04.2017",
                "upvotes": 0
            },
            {
                "text": "бірлік сөзіне т",
                "date": "19.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің Жол полициясы қызметкеріне жол беруім міндетті ме?",
        "question_content": "бугин жолда келе жатканмын.алдымда копир кездести.копирдин жанында 2.6 жол белгиси тур.карсы бете машина келе жаткан.мен оган жол берип.козгалар алдында карсы бетке караганда копирден 200м шамасында маи кызметкер машинасы келе жаткан.мен алыстау болгасын журусимди жалгастырдым.копирдин аргы беттине шыга бергенде маи кызметкери машинасынын жылдамдыгын асырып менин копирден шыгуыма кедерги жасап.менин машинамды токтатып.маган неге жол бермейсин деп.мени киналады.2.7 жол белисинен 200м ара кашыктыкта машина болса сен жиберуге миндеттисин дейди.кимдики дурыс екенин.айтып жересиз ба.",
        "question_date": "5.04.2017",
        "question_tag": "Жол ережесі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МАЙ қызметкерлерінкі дұрыс, сен қарсы бетте машина жақын келе жатқанын көргендіктен оны өтіп кетуін күтуің керек еді, өйткені сенде 2.6 жол белгісі",
                "date": "25.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қалай балаларымды өзіме алып қала аламын?",
        "question_content": "Ассалаумағалайкум! \nСіздерден сұрайын дегенім: әйелім екеуміз бөлек тұрғанымызға жарым жыл болды.\nБіз заңды  тұрде ажыраспадық \nЕкі баламыз бар. Үлкені ұл бала 5 жастан асты. Екінші қыз бала 3 жастан асты. \nЕкеуінде өзім қарап бала бқашаға беріп келем, осы 4 күн бұрын әйелым балаларды үйне алып кетті. Және сол жақтан бала бақшаға беріпті. Ал енді мен қалай істегенде балаларымды өзіме алып қала алам ?\nКөмектесіңіздерші? \nАстанада тұрам",
        "question_date": "5.04.2017",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ажраспаган жөн мен өзм 17демн ул баламн куттаймда аке шешем ажрасты анамнын колындамын әкенің орныбөлек менің қолым әлі жетпей жур",
                "date": "29.03.2023",
                "upvotes": 1
            },
            {
                "text": "Заңға жүгінбесеңіз, балалардың әкеде қалуы өте қиың. Және де ажырасу кімнің әсерінен туғаны маңызды.",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұл жағдай туралы кіммен ақылдасып, кімнен көмек сұрауға болады?",
        "question_content": "Егер жәбірленуші арыз жазып, артынан кешірім берсе! Осы жағдайда күдікті жауапка тартылама? Жәбірленуші өз еркімен кешірім беріп сотта сотта да өзінің кешірім беретінін айтып, жауапкершілік керек тартылмауын сураган соттан! Бул жағдай туралы кіммен ақылдасып, кімнен көмек сұрауға болады!",
        "question_date": "5.04.2017",
        "question_tag": "Заң",
        "question_views": 722,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мотоциклші велосипедшіге қарағанда екінші ауылға неше уақыт бұрын барады?",
        "question_content": "Екі ауылдың арасы 32,4км. Бір ауылдан екінші ауылға бір уақытта 13 бутін екіден бір км/сағ жылдамдықпен велосипедші және одан 27 км/сағ артық жылдамдықпен мотоциклшы шықты. Мотоциклші велосипедшіге қарағандаиекінші ауылға неше уақыт бұрын барады?",
        "question_date": "5.04.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.6 сағ бұрын барады",
                "date": "6.04.2017",
                "upvotes": 0
            },
            {
                "text": "13,5+27=40,5\n\n32,4÷13,5=2,4\n\n32,4÷40,5=0,8\n\n2,4-0,8=1,6",
                "date": "5.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ерітіндінің концентрациясы қандай болады?",
        "question_content": "Барий нитратының 70°С-дағы ерігіштігі 20 г/100 г су болса, ерітінді концентрациясы қандай?\n\nЖ|бы: 16,67%\n\nФОРМУЛА",
        "question_date": "5.04.2017",
        "question_tag": "Физика",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "20/(20+100)\n\nеріген зат/(еріген зат + ерітінді)",
                "date": "6.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Климаттық белдеулердегі қаңтар мен шілде айының температурасы қандай?",
        "question_content": "Белдеулерге тəн аңтар мен шілдедегі орташа  ауа температурасы",
        "question_date": "5.04.2017",
        "question_tag": "Табиғат",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаңтар айының орташа температурасы Қазақстанның солт. және шығыс аудандарындағы – 18°С-тан оңт. аудандарында 3°С-қа дейін көтеріледі.",
                "date": "5.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іш өткенді қалай тоқтатуға болады?",
        "question_content": "алай Менің қызыма4айдан кетті іші өтіп жатыр,көпіршіп шығады жасыл түсті көпіртіп іші өтедіма солай.Білсеңіздер,бастарыңыздан өтсе жазып жібересіздерма.Алдын ала раxмет!!!",
        "question_date": "5.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 28800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балалардағы іш өту проблемасы бірнеше маңызды ерекшелік иеленеді. Ерте жастағы балаларда (емшектегі сәбилер, бір жастағы балалар) сұйық нәжіс қалыпты, ешқандай емді талап етпейтін құбылыс та болуы мүмкін. Кей жағдайларда тұтқиылдан немесе ұзақ мерзімді іш өту бір жасқа дейінгі баладағы қатерлі дертпен сабақтас болуы да ықтимал.Егер іш өту дерт фонында дамыса, онда қауіпті сусыздану пайда болуы мүмкін. Баланың іш өтуі, жүрек айнуы және құсуы оның өміріне қауіп төндіретін елеулі дерт белгілері болуы ықтимал.Егер:- 1 жастан төмен (әсіресе алты айға толмаған) сәби ауырса;- сәбиде дене қызуы 38оС-ден жоғары болса;- сәбиде өте жиі және мол көлемде іш өтуі болса (іш өтудің 3-5 эпизодынан көп);- сәбиде жиі құсу білінсе (3 құсу эпизодынан астам) дәрігерге тезірек көрсету қажет.Егер сіз баланың көзінен жас шықпай жылағанын, оның ернінің құрғағанын, көздерінің шүңірейгенін, еңбегінің төмен түскенін, маужырап, ұйықтай беретінін, әлсірегенін аңғарсаңыз бұл туралы аймақтық бала дәрігеріне немесе мейірбикеге жедел хабарласыңыз.Үлкен дәрет (стул) бұл кезде өте сұйық болады, кілегейдің көп көлемі байқалады, көпіршікпен немесе газдың көп мөлшерінің шығуымен сипатталады.Ұдайы іш өтуде бала салмақ қоспайды немесе тіпті жүдейді.\nhttp://med-kz.ucoz.com/",
                "date": "5.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төл мен төлеу сөзге мақал-мателдер керек?",
        "question_content": "төл сөзбен төлеу сөз мақал мателдер керек",
        "question_date": "5.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқында «Ұлық болсаң, кішік бол» деген нақыл бар, – дегенді жиі айтатын ол.",
                "date": "5.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қарттың қырық жыл бойы сақтаған бойтұмарының мәні қандай?",
        "question_content": "Кабдеш Жұмаділовтын қаздар ушып барады әңгімесі. Әңгімеде Байтас қартты қырық жылдан кейін шекара асыртып, жолда көрген қиындыктарына төзе отырып,алып келгені бір-ақ,нәрсе ол-туған жеріне сүйіспеншілі",
        "question_date": "5.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үй жануарларының мүшелерін не үшін жейміз?",
        "question_content": "Мысалы қойдың құлағын, миын не үшін жейді?",
        "question_date": "5.04.2017",
        "question_tag": "Жануарлар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша ол ертеден қалып кеткен, эволюция барысында, аштық болғанда ата-бабамыз не жемеді ғой дейсіз. Сол кезде құлақ, ми, тілдің дәмін көріп содан бері жоғары деңгейге дейін өңдеп жеу жалғасып келе жатқан болар. Ал ішек-қарынға келетін болсақ оның тіндік құрамында әр түрлі витаминдер, тұздар, ас қорытуға қажетті заттардың аз да болсын мөлшері болады.",
                "date": "7.04.2017",
                "upvotes": 0
            },
            {
                "text": "Әрине өйстіп тек қана қазақтар жейтін шығар, бұрыннан қалыптасқан әдет. Дәмдіғо бірақ)",
                "date": "7.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қасқыр, торғай және аю туралы бес жолды өлең керек?",
        "question_content": "торғай Бес жолды өлең құрастыру керек еді.1 қасқыр 2 торғай 3 аю",
        "question_date": "5.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Метан мен этанның салыстырмалы тығыздығын есептеу керек?",
        "question_content": "Метан мен этанның ауа бойынша, сутек бойынша, оттек бойынша салыстырмалы тығыздығын есептеп шығару керек еди",
        "question_date": "5.04.2017",
        "question_tag": "Химия",
        "question_views": 19800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. М(СН4)= 16\n\nМ (С2Н6)=30\n\nСутек бойынша тығыздықтары: Дн2 (СН4)= 16/2=8; Дн2 (С2Н6)= 30/2=15;\n\nОттек  бойынша: ДО2 (СН4)= 16/32=0,5; ДО2 (С2Н6)= 30/32=0.97;",
                "date": "29.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кез-келген кинофильмге рецензия жазу керек?",
        "question_content": "Достар өтінемін кез-келген кинофильмге рецензия жазып беріңіздерші!!!!!!\nК",
        "question_date": "5.04.2017",
        "question_tag": "Кино",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жіберілген қателікті табу керек?",
        "question_content": "Жіберілген қателерді тауып ,түзетіп жаз:\n\nА)17×4=(10+7)×5=10×4+7=77\n\nƏ)68÷34=(60+8)÷3",
        "question_date": "4.04.2017",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Керосин қабаты ыдыс түбіне қандай қысым түсіреді?",
        "question_content": "көлемі 2л 0,5М кальций хлоридінің ерітіндісін дайындау үшін қанша тұз алу қажет",
        "question_date": "4.04.2017",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(CaCl2)=M(CaCl2)*n(CaCl2)=(40+35.5*2)*0.5=55.5 г",
                "date": "1.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернеттен ақша қалай табуға болады?",
        "question_content": "Саламатсыздарма! Интернеттен ақша оңай қалай табуға болады? Аздап болса да",
        "question_date": "4.04.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1700,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "87771184673 хабарласыңыз",
                "date": "2.09.2018",
                "upvotes": 0
            },
            {
                "text": "87756930235 хабарласыңыз",
                "date": "2.09.2018",
                "upvotes": 0
            },
            {
                "text": "Инстаграмда комментті ашып қалсаң иттен көп ондайлар, сол жерден қарап көр.",
                "date": "3.09.2018",
                "upvotes": 0
            },
            {
                "text": "87713963234 хабарласыңыз",
                "date": "18.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзақтығы 5 минуттық уақытты қалай анықтауға болады?",
        "question_content": "11 минуттық құмсағат және 8 минуттық құмсағаттарды пайдаланып, ұзақтығы 5 минуттық уақытты қалай анықтауға болады.",
        "question_date": "4.04.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8+8=16\n\n16-11=5",
                "date": "16.02.2020",
                "upvotes": 0
            }
        ]
    }
]