[
    {
        "question_title": "Арба тақырыбына техкарта керек еді?",
        "question_content": "Арба тақырыбына техкарта керек еді?",
        "question_date": "17.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Декреттік демалыста отырған келіншектерге қандай іспен айналысуға болады",
        "question_content": "Декреттік демалыста отырған келіншектерге бала бағудан басқа қандай іспен айналысуға болады?",
        "question_date": "17.10.2016",
        "question_tag": "Жанұя",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолөнермен айналысып, оны сату арқылы қосымша табыс көзін ашуға болады",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам денесін неге кем немесе артық етіп жаратады?",
        "question_content": "Сәлеметсіздер ме? Менің көкейімде жүрген бір сұрақ бар еді? Бала кезімде көп білінбейтін. Өсе келе қатты қысылатын болдым. Менің сол жақ құлағым жыртылған кейіпте шұнақ болып жаратылған. Анам туылғаннан солай болып қалды дейді. Неге? Бұл ненің салдары? Аллаға шүкір, екі балам бар. Екеуінің де дене мүшелері қалыпты жағдайда.  Сырт көз сыншы демекші, кейбірі ашық сұрайды. Мен 5 жасымда алтын сырғамды сығандар жұлып алып кеткен сосын солай болып қалды деп құтыламын...",
        "question_date": "17.10.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 510,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Діни көзқараспен қарасаңыз немесе діни бір адамнан сұрасаңыз, сізді құдай солай жаратты. Ал неге? Құдайға тумай жатып не жаздыңыз, оны ешкім де білмейді. Ғылыми көзқараспен қарасаңыз тек қана құлақтың емес, мұрынның қисық туылуы немесе мүлдем болмауы, басқа да дене мүшелерінің өзгеріске ұшырап туылуы тікелей ана құрсағында жатып даму процесінде кеткен қателікке байланысты. Яғни, сіз ана құрсағында жатқанда 9 ай бойы даму, витамин түзу процесі жүреді. Бірінші ми, омыртқа, жүрек, қол, аяқ, қан айналым дами бастайды. Артынша құлақ, көз дегендері дами бастайды. Осы уақытта құлақ түзу процесі кезінде клеткалар өзіне керекті ақуыздар, витаминдер мен минералдардың жетіспеушіліген ұшыраса ол процестен аттап өтіп келесісіне өте береді. Яғни, құлаққа енді қайта оралмайды.\n\nСондықтан, ана аяғы ауыр кезінде жерік болған затын міндетті түрде жеуі тиіс. Жерік болады, себебі сол заттағы витаминдер баланың дамуына жетіспей жатыр дегенді білдіреді.",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геодезист мамандығы туралы.",
        "question_content": "Геодезист мамандығы жақсы ма? Жұмыс тез табылады ма? Жалақысы қандай?",
        "question_date": "17.10.2016",
        "question_tag": "Мамандық",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандайда бір ЖШС фирма , кәсіпорында экономист болуға болама?",
        "question_content": "Негизинде кандай да бир ЖШС фирма касипорындарына экономист керек пе?\n\nКез келген ТОО ларда экономист миндетти турде болуы керек пе?",
        "question_date": "17.10.2016",
        "question_tag": "Жеке бизнес",
        "question_views": 409,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көп жағыдайларда керек емес. Мәселен мен істеген екі ЖШС-те де экономист болмады",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзім жақсы көрмейтін жігітке тұрмысқа шықтым?",
        "question_content": "Махаббат, махаббат деп жатамыз. Өзім махаббатқа өте жақын, сезімтал, қмяли адаммын. Өмірде тек шын махаббатымды жолықтырып, сонымен бақытты болсам екен деп армандаушы едім. Жолықтырдым ба білмеймін. Әйтеуір, оны кездестіргелі күрт өзгердім. Бұрынғы тәкаппарлық, ұяңдық, ұялшақтық мінездерім қалды. Өмірде жігітке ешқашан өзім хабарласпаушы едім, ол дегенде сағат сайын, тіпті минут сайын хабарласқым келіп тұрады. Жанымнан ешқайда жібергім келмейді, қасымда тұрса да сағынып тұратынмын. Қандай опасыздық жасаса да кешіре беретінмін. Хабарласпай қойса таңға дейін ұйықтамай жылап жататынмын. (ұйықтауға қанша тырысқанмен ұйықтай алмайтынмын) Мені сүймеген шығар, тастап кетті... Сонда да оның ізінен жүгіріп, кезлесуге өзім шақыратын болдым. Жақсы көретінімді айтып жылаумен болдым. Өзімді сүймейді ғой қайтемін ұмытайын деп шештім. Сөйтіп өзімді жақсы көретін бір жігітке тұрмысқа шығып кеттім. Сонда да әлі соны ойлаумен, жылаумен келем. Қиналып кеттім. Қайтсем екен кеңес беріңіздерші",
        "question_date": "17.10.2016",
        "question_tag": "Махаббат",
        "question_views": 739,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз отбасын құрған жансыз. Отбасын құрарда ойланып, өмірлік қадамды дұрыс басқаныңызға сенімді болғаннан кейін ғана жасауыңыз керек еді. Енді алғашқы махаббатты мәңгі ойлап, отбасының шырқын бұзу жарасар ма екен ару жанға? Өйткені, Сіз ата-аналардың, жолдас-жоралардың батасын алдыңыз, олардың Сізге ақ ниетін алдыңыз, Сіз жауапкершілікті өзіңізге жүктедіңіз. Сіз сүйген жан Сізді сүймесе, ол үшін отбасын ойран ету күнәлі болуға итермелейді. \"Өзіңді сүйгенді сүй\" деген тұжырым тегін айтылмаса керек. Әрине, махаббатты ұмыту қиын, бірақ ақыл мен жүрек үні үндессе, сезімге бой алдыруды жеңеді. Сіз өзіңізді сүймеген жанды қинай алмайсыз, ол да Сіз сияқты ақылы бар, сезімі бар тұлға. Менің пікірімше, Сіз жылауды тыйып, қиындықты жеңудің жолдарын, тұрмыстық мәселелерді шешудің тәсілдерін ойланыңыз. Кейін өкінесіз, өйткені біреуді жалатып тапқан бақыт Сізге қайғы сыйламасына кім кепіл?",
                "date": "17.10.2016",
                "upvotes": 1
            },
            {
                "text": "Әрине отбасы ойыншық емес, бірақ сіз де адамсыз, сіз де жеке тұлғасыз, өмір де жалғыз. Бар өміріңіз босқа өтпесін десеңіз асықпай, анығын басып өзіңізді сүйетін, сізде оны сүйетін жігітке күйеуге шыққаныңыз абзал. Ең бастысы дискриминацияға ұшырамасаңыз болғаны. Мен сүйеді екем деп үздіксіз қоңырау шалып, қасынан бір қалмай жүріп, қаптаған сұрақ жаудыртудың өзі бара-бара сізді сүйем-күйем дейтін жігітіңізді жалықтырар. Ең бастысы бір стереотип бар ғой, 21 - ден қалсаң отырып қаласын деген. Одан аулақ болыңыз, шын бақыт керек болса, асықпағаныңыз абзал (еді).",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің жүріп жүрген жігітім бар еді. Бірақ оны мүлдем сүймеймін?",
        "question_content": "Менің жүріп жүрген жігітім бар еді. Бірақ оны мүлдем сүймеймін. Оның үстіне ол менен 1 жасқа кіші. Бірақ достары екеуміз туралы біледі. Сондықтан көңіліне қарап, тастауға бата алмай жүрмін. Өтінемін маған көмектесіп, пікір айтыңыздаршы?",
        "question_date": "17.10.2016",
        "question_tag": "Достық",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сен оған мени суйесин ба? Деп сұрап көр",
                "date": "17.10.2016",
                "upvotes": 0
            },
            {
                "text": "Сен оған мени суйесин ба? Деп сұрап көр және оған деген сезімінди айт",
                "date": "17.10.2016",
                "upvotes": 0
            },
            {
                "text": "Негизи махаббат жаска карамайды . Жигитпен журер алдында ойлану кажет еди. Алайда онымен казир сойлесип, суймейтининди айт. Кейн кеш болуы мумкин. Тусиниги мол адам болса, жигит сизди тындайды.",
                "date": "17.10.2016",
                "upvotes": 0
            },
            {
                "text": "Сүймесеңіз тастаңыз. Меніңше сіз со баяғы жастардың бетке ұстар сереотипімен өмір сүресіз-ау. Бәрінде жігіт бар, менде жігіт жоқ. Өсе келе, бара - бара бәрі күйеуге шықты мен де шығам деп жиырмаға толмай шыға салу да осыдан басталады. Асықпай жүріп, анық басқаныңыз абзал.! Ең бастысы, өзіңізді де, ана жігітті де алдамай тастағаныңыз абзалырақ!",
                "date": "17.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менің жігітім басқа қызбен жүріп кетті. Енді мен не істеймін?",
        "question_content": "Жақсы көретін жігітім басқа қызбен қол ұстасып кетті. Менің жігітім басқа қызбен жүріп кетті. Енді мен не істеймін?",
        "question_date": "17.10.2016",
        "question_tag": "Махаббат",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз қынжылмаңыз. Өйткені Сіздің жігітіңіз Сізді бағалай алмаса, Сізді бағалап, қадірлейтін жігіттер табылары анық. Өзің сүйгенді емес, өзіңді сүйгенді сүй деген сөздің жаны бар, соған құлақ түрген абзал.\n\nАлайда Сіз ойланып көріңіз, неліктен Сіздің жігітіңіз Сізден бөлек кетті? Мүмкін Сіздің де кінәңіз бар шығар. Ол үшін өзіңіізге есеп беріп, қателескен жеріңізді анықтауға тырысыңыз. Бұл Сіздің алдағы өміріңізге сабақ болады, оны қайталамауға тырысасыз.\nСізден бас тартқан жігітке барып, өз қадіріңізден кетіруден аулақ болыңыз.\nЕгер ол жігіттің өзі қайтып келсе, оны кешіру, кешірмеу оның жасаған қадымына байланысты болады.\n\nҚазақтың қызы әсемдік пен адалдықты, қайырымдылықты бойына сіңірген, барлық шешімді ақылдылықпен, сабырлылықпен қабылдай алады. Сіз де өзіңіздің бойыңыздағы күш пен сезімді таразы басында тең ұстай алатындығыңызға шек келтірмеңіз.\nҚыз бала әрдайым анасына, әпкесіне жақын болады, сырларын бөліседі. Сіздің де жаныңыздан сондай жандардың табылары сөзсіз.",
                "date": "17.10.2016",
                "upvotes": 0
            },
            {
                "text": "Қыз бала болған соң ұяңдық танытамыз. Ол жігіт сізді бағаламады. Өзіңізді шын сүйетін адам табылатыны анық",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйленген емеспін, жігітпен де болған емеспін. Былтыр генекологиялық дерт анықталды?",
        "question_content": "Менің жасым 27. Үйленген емеспін, жігітпен де болған емеспін. Оқу оқу деп одан кейін қызмет қуған жайым бар. Былтыр генекологиялық дерт анықталды. Бір жылдан асып барады. Егер операцияға жатпасам жағдай ушығады. Жанымды бір қынжылтатыны осыдан кейін болашақта табылып жатса үйленетін жігіт мені жүргіш деп ойлауы әбден мүмкін.",
        "question_date": "17.10.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 887,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмірдің қызығы мен шыжығы қатар жүреді. Жолдың ақ-қара жолақтары адам өмірінде де орын алады. Адам қараны аққа жеткізуге, ақ жолақтың ұзағырақ болуын тек қаламайды. Оған қажетті қадамдар жасайды, қиындықпен күреседі. Сіздің өміріңіздің өзіндік келбеті бар. Болашағыңыз үшін алаңдамағаныңыз жөн. Сізді сүйген жан пәктігіңізге сенері анық. Сіз айтқандай «жүргіш қызды» үйленгенде күйеуі байқамауы мүмкін емес. Жігіттер - қыздар сияқты ақылды, мәдениетті жандар. Сіз уайымға салынбай, дерттен жазылудың жолдарын іздеңіз. Қазір медицина қарқынды дамып жатыр. Гинекологтардың ем табарына сеніңіз.",
                "date": "17.10.2016",
                "upvotes": 0
            },
            {
                "text": "Кім не ойлайтыны, көршінің баласының мен туралы ойы қандай екен, жұрт не дейді қазақты орта ғасырға сүйреп бара жатырған әдеттің бірі осы. 27-ге дейін жігітпен болмаудың өзі физиологиялық тұрғыдан қателіктерге жолықтырады. Мысалы, ашушаң болуыңыз.\n\nКелесі жұбатар бір кеңес, жалпы жүргіштің жүргіштері, проституткалардың өзі күйеуге шығып, ардақты ана атанып жатқанын көзіміз көрген. Сондықтан өзіңізде бәрінен төмен ұстамай, емделудің жолын іздеңіз!",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұқым қуалайтын сүйел болады ма?",
        "question_content": "Тұқым қуалайтын сүйел болады ма? Қөздегі қолтықтағы сүйелден қалай құтылсам болады? Бұл парталдарда жоқ. Сүйелден құтылудың жолдары?",
        "question_date": "17.10.2016",
        "question_tag": "Тазалық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүйел дегеніміз мүйізді қабықтармен жабылған эпидермалық түйіршіктер немесе тері қабатына шығатын қабыну. Олар адамның папилломатоздық вирусының кейбір түрлерінен таралады. Тары дәнінен ірі бұршаққа дейінгі көлемде және сары, сұр түсті болып келеді. Тікелей қатынастан немесе әртүрлі заттар арқылы да жұғады. Негізінен аталық және аналық деп екіге бөлінеді. Аталығы бір шыққан соң қайта шықпайды, ал аналық сүйел кетіріп тастасаңыз да, қайтадан шығып, мазаңызды ала береді.\n\nСүйелден құтылу жолдары:\n\nСарымсақты үгіп, оны шошқа майымен араластырасыз. Матаға жағып, сүйелге таңып, байлап тастайсыз да, оны күніге ауыстырып тұрасыз.\n\nПиязды сірке суында екі сағат бойы ұстайсыз да, түнге қарай сүйелге таңып байлайсыз. Қатты тартасыз, шыдауыңыз керек. Осылай бірнеше рет жасасаңыз, сүйел тамырымен қопарылып шығады.\n\nЕшқандай қоспасы жоқ кәдімгі борды сүйелге себесіз де, байлап қоясыз. Бірнеше рет жасаған соң, сүйел кетеді, бірақ, ылғалды, суды жоғалтпау керек.\n\nСүйелді жерге жаңа піскен алманың сөлін жаға беріңіз. Сүйел бірте-бірте кішірейіп, соңынан қараяды да, кейін көп ұзамай жоғалып кетеді.\n\nЕскерту. Біз ұсынған кеңестердің барлығын бір мезгілде қолдана беруге болмайды. Ем-домды бір-екі рет қолданып көрген соң, нәтиже болмаса, дәрігер көмегіне жүгінгеніңіз абзал.",
                "date": "17.10.2016",
                "upvotes": 0
            },
            {
                "text": "Мен көптеген ем жасап көріп, нәтижесі аз болған. Аз ғана сірке суына қара сіріңкенің күкіртін езіп 3-4 күн жақтым, ешқандай орны да қалмады.\n\nЕскерту: бұл халық емі, заттарды абайлап пайдаланыңыз.",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ең жақын досым, құрбым бар еді. Арамыз суып кетті.. Не істесем болады?",
        "question_content": "Менің есімім Мөлдір! Менің ең жақын досым бар, екеуміздің арамыз суып кетті.. Не істесем болады?",
        "question_date": "17.10.2016",
        "question_tag": "Махаббат",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мөлдір, сіздің досыңызбе араңыздың сууы неден басталды? Осы сұраққа көңіл аударған абзал. Өйткені екеуіңіздің бір мәселеге байланысты көзқарастарыңыз әр түрлі болып, сол сіздің достығыңызға күмән туғызған. Мұндай жағдай достар арасында жиі болады, бірақ шынайы достар достықты қадірлей білуі тиіс. \"Досы көпті жау алмайды.\" Адам кейде достары қасында болғанда оны бағалай алмайды, досының орны бөлек екеніне мән бермейді. Ал, бір досыңызды жоғалтқанда бр нәрсең кемігендей күй кешесің. Сол себепті әрбір жан айналасына ізгілікті тұрғыдан қарап, достарын көбейтсе, ішкі дүниесін еркін ашатын, сырларын бөлісетін, қиналғанда демейтін достың болуын қалайды.",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұнатқан жігітімді сағынамын?",
        "question_content": "Мені көптен бері мазалап жүрген бір ой бар... Сол ойыммен бөліссем деймін. Рұқсат болса. Менің сыныптас 2 досым болған. Біреуі 9-дан кейін оқуға кеткен. Ол мені ұнататын болып шықты. Мен онысың жөн көрмедім. Адамның сезімін балағаттап, мазақ ете алмайсын ғой, түсіндіріп айттым оны ұнатпайтынымды бәрін. Екінші досыммен қатты дос едік. Арты махаббатқа айналды. Ол адамды өзіне тартады, бір қасиеті бар сондай, оған бауыр басып қалгандық па ол жоқ болса мазасызданып қызық сезімде болам, уақыт өте ол сөзін салды мен келістім. Біз жүре бастадық, мен оған уақыт бер сені сүйіп кетуім үшін деген болатынмын, одан сон мен онымен бола алмай, ұната алмай ажырап кеттік... Жаңа жыл куні ушеуіміз де келіспей калып, міне алі кунге шейн араласпаймыз... ((( бірак екінші досым катты унайды, алі де унайды оган уакыт бер деп алдым да ажырап артын озім курттым ал енді ол жанымда жок мен оны куннен кунге сагынып, коргім келетте турат.достасканымызды катты калаймын, нестесем болат?",
        "question_date": "17.10.2016",
        "question_tag": "Махаббат",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі адамның арасындағы мәселеге үшінші кісінің араласуы дұрыс емес, дегенмен сұраған мәселеңе жауап беріп көрейік. Егер өзің ұнатып жүрген досың сен уақыт сұрағандықтан ойлануыңа мүмкіндік беру үшін күтіп жүрген болса, ондай жағдайда өзің алғашқы болып жағдайын сұрап хабарласуыңа болады, ал егер сенің ойлануға уақыт сұрауың оның сенімен қоштасуына сылтау іздеуіне дөп келсе, онда ол досыңды қалай болғанда да қайтарамын деп әуреге түсің артық болар деп ойлаймыз. Ол досыңның өзіңе деген шын көңілін білгің келсе, өзің қоңырау шалғанда қандай көңіл-күймен жауап бергеніне назар аудар. Егер ол сені ұнатып, күтіп жүрген болса, сенің қоңырау соққаныңа қуанғаны даусынан-ақ сезіліп тұрады, ал егер сенің қоңырауыңа самарқау, салқын ғана жауап берсе, онда ол досыңды ұмытқаның дұрыс деп ойлаймыз. Уақыт емші өзіңді сүйетін жігіт әлі де кездесеріне сенімдіміз.",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "25 грамм тау жынысы құрамында Ag2S бар. Содан 5,4 күміс бөлінген?",
        "question_content": "25 грамм тау жынысы құрамында Ag2S бар. Содан 5,4 күміс бөлінген. Үлгідегі аргентит w=? Шығару жолымен жазып бересіздер ме?",
        "question_date": "17.10.2016",
        "question_tag": "Химия",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ag2S=2Ag+S\n\nMr(Ag2S)=108*2+32=248г/моль\n\nMr(Ag)=108г/моль\n\nN(Ag)=5.4/108=0.05моль\n\nN(Ag2S)=0.05/2=0.025моль\n\nM(Ag2S)=0.025*248=6.2г\n\nW(Ag2S)=6.2*100/25=24.8%",
                "date": "17.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бактерия ұзындығы 0.000003м.",
        "question_content": "Бактерия ұзындығы 0.000003м. Оттектің молекуласының ортақ диаметрі 0.00.00000003. Бактерия диаметрі Оттектікінен неше есе үлкен",
        "question_date": "17.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 344,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(3*10^(-6))/(3*10^(-10))=1*10^4",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы саяхатшылар туралы эссе жазу керек?",
        "question_content": "\"Ұлы саяхатшылар\" туралы эссе жазу керек?",
        "question_date": "17.10.2016",
        "question_tag": "География",
        "question_views": 16000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "саяхатшылар туралы акпарат",
                "date": "23.11.2016",
                "upvotes": 0
            },
            {
                "text": "Маған саяхатшылар туралы эссе керек.Сіздерден сұрасам сіздер маған сұрақ қойясыздар ғо.Енді сіздердің сайттарыңызға кірмеймін...",
                "date": "26.04.2018",
                "upvotes": 0
            },
            {
                "text": "Ал маған ұлы саяхатшылардың сөздері керек",
                "date": "2.05.2018",
                "upvotes": 0
            },
            {
                "text": "Кеме капитанының отбасында дүниеге келген. 20 жасында Кристияния қаласындағы университеттің медицина факультетін бітіреді. 1894 – 99 жылдары аралығында бірде матрос, бірде штурман болып әр түрлі кемеде жүзген. 1903 жылдан бастап көпшілікке әйгілі болған бірнеше экспедицияға қатысқан. 1903-1906 жылдар аралығында “Йоа” кемесімен Гренландиядан Аляскаға жетті. Норвегиядан (1910) “Фрам” кемесімен Антарктикаға аттанады. 1911 жылы 14 желтоқсанда ағылшын саяхатшысы Р. Скоттан бір ай бұрын Оңтүстік полюске жетеді. 1926 жылы Шпицберген – Солтүстік полюс – Аляска бағыты бойынша “Норвегия” дирижаблімен 1-трансарктикалық ұшуды басқарды. Солтүстік мұзды мұхитта апатқа ұшыраған У. Нобиле экспедициясына көмек көрсетпекші болып “Латам” гидроұшағының экипажымен бірге қаза тапты. Солтүстік Мұзды мұхитта Амундсен есімімен аталатын қазан-шұңқырлар, бұғаздар бар[1",
                "date": "15.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлең сөздің патшасы сөз сарасы мазмұны?",
        "question_content": "Өлең сөздің паташсы сөз сарасы өлеңінің мазмұны немесе мағынасы керек?",
        "question_date": "17.10.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 30900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.    «Дүние де өзі,мал да өзі».\n2.    «Қалың елім,қазағым».\n3.    Татулық пен тұрақтылық.\n4.    «Өлең-сөздің патшасы».\n5.    Түйін.\n\n«Ұлы Абайдың шығармашылық мұрасы-халқымыздың ғасырлар бойы маңызын жоймайтын рухани қазынасы.Маңызын жоймау былай тұрсын,заман өзгеріп,қоғамдық санада күрт сапырылыстарпайда болған сайын бұл қазына өзінің жаңа бір қырларымен жарқырай ашылып,қадірін арттыра түсетініне Абайдан кейінгі уақыт айқын көз жеткізді.\nАқынның дүниеге келгеніне бір жарым ғасыр,ал өзінің мәңгі өлмес шығармаларымен халқына сөздің ұлы мағынасында ұстаздық ете бастағанына ғасырдан астам уақыт өтті.Содан бері оның артына қалдырып кеткен мұрасы елі мен жұртының рухани өміріндегі қай бұрылыстар мен қай құбылыстар тұсында да айнымас темірқазық,адастырмас құбыланама болып қызмет етіп келеді.\nБұл күнде Абай сөзі әр қазақтың ағзасына ана сүтімен бірге дариды десе,артық айтылғандық емес.Ана сүті тән қорегі ретінде жас сәбидің буыны бекіп,бұғанасы қатаюына қызмет етсе,ақын сөзі оның санасына адамдық пен азаматтықтың ұрығын сеуіп қызмет етеді».\n(Ж.Ысмағұлов.)\n\nӨнер-білім жолындағы ізденісін Абай өз бетімен үйрену арқылы дамытады,орысша кітаптарды көп оқиды.\n80-жылдардың орта кезінен бастап,Абай ақындық жолға біржола бет бұрды.Бұл кездегі оның өлеңдерінің қай-қайсысы болсын-толысқан ой-сананың жемісі.Бұған дейін арагідік жазған өлеңін өз замандасы Көкпай атынан таратып жүрген Абай 1886 жылдан бастап өз атына көшірген.Осы жылдардан бастап Абай өлеңді үзбей жазуға тырысқан.Бірақ ел арасындағы шиленіскен тартыстар оның әдебиетпен бірыңғай шұғылдануына мүмкіндік бере бермеген.\n\n«Дүние де өзі,мал да өзі».\nАбайдың ақындық жолға бет бұрғандығы алғашқы сөзі мәдениет пен білімнің маңызын насихаттауға арналады.Оның 1885 жылы жазған «Жасымда ғылым бар деп ескермедім» өлеңі бұл тақырыптағы тұңғыш шығармасы болумен қатар,ақынның сөз өнері жолындағы жаңа ізденісін де танытады.Абай мұнда,ең алдымен,жаңа үлгідегі ақынға керек ғылым жайын сөз етеді.Ғылым-білімді кезінде зерттей алмағанына өкініш білдіреді.Өз қателігін балаларын оқытумен түзеуге бет алғанын айтады.\nСонымен қатар ол «Қызмет қылсын,шен алсын» деген халық мүддесіне жат тәрбие жайын мінеп,сынайды.\nЖасымжа ғылым бар деп ескермедім,\nПайдасын көре тұра тексермедім.\nЕр жеткен соң түспеді уысыма,\nҚолымды мезгілінен кеш сермедім.\nБаламды медресеге біл деп бердім,\nҚызмет қылсын,шен алсын деп бермедім.\nБұл-өткенге құр өкіну емес,келешекте жастардың өзі тәрізді опық жеп қалмай,білім мен өнер қуатын шағын бос өткізбей еңбектенуіне жөн сілтеу. Шығарма Абай ақындығының халықтық,ағартушылық мақсатқа қарай бет алғандығының белгісі тәрізді.Кейінгі туындыларында ақын бұл идеяны тереңдете түседі.\n1886 жылы Абай «Ғылым таппай мақтанба», «Интернатта оқып жүр» деген өлеңдер жазды.Мұның алғашқысы ұстаз ақынның кейінгі ұрпаққа айтар өсиеті түрінде жазылған.Бүкіл өлең бойына Абай «ғылым» деген сөзді қайталап айта отырып,адам бойындағы қазынаның үлкені және әрбір жігерлі жастың талпынатын арманы-ғалым болуы керектігін түсіндіреді.\nҒылым таппай мақтанба!\nОрын таппай баптанба!\nҚұмарланып шаттанба!\nОйнап босқа күлуге,-\nдейді ол.Сөйтіп,ғылымға берілудің,ғалым болудың жолдарын әңгімелейді.\nҒылым жолы-әділдік жолы.Оны ұстаған адам ескі жолмен жүре алмайды.\nНадандарға бой берме,\nШын сөзбенен өлсеңіз,-\nдегенде,ол ғылым үйренетін жастың қараңғы,надан қауымнан өзгеше болуын қалайды.\n«Интернатта оқып жүр» өлеңінде Абай әлгі ойларына тың пікірлер қосады.Мұнда,сыншылдық басым.Ақын патшалық ел билеу жүйесіне,оқыту тәртібіне сын айтады.Халыққа пайдалы емес,залалды болып шығатын әкімдер мен шалағай төрелердің оқудағы мақсатын көрсетеді.\nОрыс тілі,жазуы\nБілсем деген таласы\nПрошение жазуға \nТырысар,келсе шамасы.\nЫнсапсызға не керек,\nІстің ақ пен қарасы.\nНан таппаймыз демейді,\nБүлінсе елдің арасы,\n…Аз білгенін көпсінсе,\nКөп қазаққа епсінсе,\nКімге тиер панасы?\nАқын мұндай мақсатпен ғылым қууды қуаттамайды.Олардың «Иә тілмаш,иә адвокат» болу ниетіне Салтыков пен Толстойды әдейі қарсы қояды.Толстой  мен Салтыков-Щедрин сынап,масқаралаған орыс шенеуніктерінің бейнесін олардың есіне салады.\nТіл мен теңеу,түр жағынан алғанда да, «Интернатта оқып жүр» өлеңі-жаңалығы бар шығарма.Осы өлеңде Абай «интернат», «военный қызмет», «прошение», «адвокат», «здравомыслящий», «коренной», «счет»,т.б. орыс сөздерін қолданады.Оларды ұйқастыра отырып,еркін пайдаланады және оларды ақын орыс мәдениетін үгіттейтін өлеңге әдейі кіргізген.\n«Қалың елім,қазағым».\nБұл кезде жазған өлеңдерінде Абай озық мәдениетті насихаттаумен қатар,әлеуметтік,азаматтық санасы өскен халықтың үлкен қайраткері дәрежесінде көрінеді.Оның өлеңдерінен еңбекші халық мүддесін қорғаған азаматтың үні естіледі.Өзі билеуші тап ортасынан шықса да,тарихи дамудың беталысы мен қоғамдық шындықты түсінген ол еңбекші шаруаға шындап бет бұрғанын байқатады.Оларды «елім», «жұртым», «халқым» деп,дос тұта сөйлейді.Осы бетбұрыста Абай сол халықты жүдетіп,шаршатып отырған ұнамсыз әрекет-мінездерді,олардың ішкі сырын үлкен шеберлікпен ашатын психолог ақын ретінде танылады.Заманы мен өзі өмір сүріп отырған ортаның кемшілік-қайшылықтарын өткір және әділ мінеп-сынайды.\nБұл сарын,әсіресе,Абайдың «Қалың елім,қазағым,қайран жұртым» деп аталатын өлеңінде анық байқалады.Мұнда өз халқының басындағы қайғы-мұңды көріп дерттеніп, «Қалың елі-қазағының» қазіргі халіне қинала сөйлеген ақын бар.Ел ұйытқысын бұзған,оның берекесін кетірген әкімсымақтарға деген оның ызасы да мол.\nБас-басына би болған өңкей қиқым,\nМінеки,бұзған жоқ па елдің сиқын?-\nдеп,ол ел ішіндегі адамгершілік жағынан да,мінез-құлық жағынан да татымсыз топты бөліп көрсетеді.\nАбайдың алғашқы сыншылдық өлеңдері ХІХ ғасырдағы орыс реализмінің сыншыл сарынын үлгі тұтқанын,сол жолдағы ізденісін, беталысын байқатады.\n\nТатулық пен тұрақтылық\nХалқының келешегін ойлап егілген,сол үшін ұнамсыздықты аямай сынау арқылы түзетуді ойлаған Абайдың жас ұрпаққа айтар ақылы да, уағызы да аз болмаған.Соның бірі-достық мәселесі. «Жігіттер,ойын арзан, күлкі қымбат» өлеңінде ол тіршілікте өзі көрген,халық тәжірибесі танытқан шындықты айта отырып,жастарды шын адамгершілік жолына,қиянатсыз, адал достыққа үгіттейді.Оларды жалған татулық,бояма мінезден сақтандырады.\nАбай үлкен достықты отбасылық өмірден,жастар сезімінің тұрақтылығынан,әйелге адамгершілік,әділет тұрғысынан қараудан іздеді.Ол жастардың адал махаббаты мен шын достығын уағыздады.Ескі әдет-ғұрып заңдары бойынша өзі бастан кешкен өмір сабағына сүйене отырып,ол шынайы достық сезімді жоғары қояды.Жас ұрпақты ескі тәрбиенің кертартпа жағынан жирендіріп,жаңа өнеге ұсынады.Бұл тұрғыдан оның «Өкінішті көп өмір кеткен өтіп», «Кейде есер көңіл құрғырың» деген өлеңдерін еске алу орынды.Бұл өлеңдердің лирикалық кейіпкері-шын достық пен махаббатын таппай күйзелген жан.Ол «сол досты» іздеп күңіренеді,жоқтайды.\nМахаббатсыз дүние бос,\nХайуанға оны қосыңдар.\n…Пайда,мақтан-бәрі тұл,\nДоссыз ауыз тұшымас,-\nдеген өлең жолдары-мазмұны жағынан ақынның ой түйіні,өсиеті іспетті.Бұл өлеңдер жас ұрпақты ақын аңсаған достыққа, махаббатқа үгіттейді.\n\n«Өлең-сөздің патшасы»\nХІХ ғасырдағы орыс әдебиетін,оның халықтық негізін терең зерттеу Абайды ақын мен ақындықтың мұрат-мақсаты жайлы көзқарасқа алып келді. Ең алдымен,Абай сөз өнерін үлкен қоғамдық күш әлеуметтік тартыстың құралы деп таныды. «Өлең-сөздің патшасы,сөз сарасы» атты өлең-бұл тұрғыдан ақын бағдарламасын тәрізді.Онда Абай өлеңге қойылатын көркемдіктің жаңа шарттарын белгілейді.\nӨлең-сөздің патшасы,сөз сарасы,\nҚиыннан қиыстырар ер данасы.\nТілге жеңіл,жүрекке жылы тиіп,\nТеп-тегіс жұмыр келсін айналасы.\nБұл-жақсы өлеңді даналықтың айғағы деп ұғу.Мұның ар жағында өлеңнің түрі мен мазмұнының бірлігін талап ету,оны «бөтен сөзбен былғамау» талаптары қойылады.\nКөркем сөздің асылы-поэзия деп жоғары бағалай отырып,бір кез Абай қазақ ортасында оның қадірін кетіріп жүрген ақындарды сынауға ауысады.\nБұрынғы ескі биді тұрсам барлап,\nМақалдап айтады екен,сөз қосарлап.\nАқындары ақылсыз,надан келіп,\nКөр-жерді өлең қыпты,жоқтан қармап.\nҚобыз бен домбыра алып топта сарнап,\nМақтау өлең айтыпты әркімге арнап,\nКетірген сөз қадірін жұртты шарлап.\nБұл сын,негізінен,өлең сөзді әлеуметтік шындықты суреттеуге емес, күнкөріс қамына жұмсаушылар мен «көржерді өлең» қылушыларға арналады.Сол арқылы ақын қазақ арасында өлең сөздің «қадірсіз» көрінген себебін ашады.Сөйтіп,өз поэзиясында жаңа мақсат барын жариялайды.\nЕскі бише отырмын бос мақалдап,\nЕскі ақынша мал үшін тұрман зарлап.\nСөз түзелді,тыңдаушы сен де түзел,\nСендерге де келейін енді аяңдап,-\nдейді ол.Бұл шумақтың соңғы жолдары ақынның өлең сөздің мазмұнын өзгертумен байланысты,тыңдаушыларды да тәрбиелеу қажеттігіне назар аударғанын байқатады.Оларды халық тағыдырын жырлайтын жаңа үлгідегі поэзияны түсіне білуге,бағалауға шақырады.\nҚоғам мен адам өміріндегі поэзияның орны және қызметі жайындағы ойын Абай «Біреудің кісісі өлсе,қаралы ол» (1888) атты өлеңінде тереңдете түседі.\nТуғанда дүние есігін ашады өлең,\nӨлеңмен жер қойнына кірер денең.\nӨмірдегі қызығың бәрі өлеңмен,\nОйласаңшы бос қақпай,елең-селең.\nБұл ойын ақын бала туғандағы шілдехана,қыз ұзатқандағы тойбастар өлеңдері,адам өлгенде айтылатын жоқтаулармен дәлелдей келіп,өмірде өнермен байланыссыз еш нәрсе жоқ екенін көрсетеді.Абайдың бұл пікірі «алғашқы қоғамнан бері қарай өнер адам баласының күнкөріс қарекетімен қатар жүргізілген рухани құралы болды» деген ғылыми көзқарасқа дәл келеді.\nОсы негізде ақын өз әріптестеріне жаңа талап қойып,олардың ел мұңына жақын болуын қалайды.Халық алдында өзінің де күлкі болмауын, сөздің де қадірін кетірмеуін тілейді.\nСый дәметпе,берсе алма еш адамнан,\nНең кетеді жақсы өлең сөз айтқаннан?\nСүйінерлік адамды сүй,қызмет қыл,\nАулақ бол әнін сатып нәрсе алғаннан,-\nдейді.\nӨлеңнен ермек емес,өнер екенін ол ылғи баса айтады.Өз өнерін халық мүддесіне жұмсауды мақсат етеді.Оны мына шумақтан да байқаймыз.\nМақсатым-тіл ұстартып,өнер шашпақ,\nНаданның көзін қойып,көңілін ашпақ.\nҮлгі алсын деймін ойлы жас жігіттер,\nДуман-сауық ойда жоқ,әуел баста-ақ.\nАқын мен ақындық міндеті туралы ойланғанда,Абайдың осы мәселені тереңдете қарастыру,ел құлағына сіңіре беру үшін қайта бір оралғанын «Мен жазбаймын өлеңді ермек үшін» (1889) атты өлеңінен көреміз.\nМен жазбаймын өлеңді ермек үшін,    \nЖоқ-барды,ертегіні термек үшін.\nКөкірегі-сезімді,тілі-орамды,\nЖаздым үлгі жастарға бермек үшін!\nӨзінің ақындық мақсатын осылай көрсете отырып,Абай бұл өлеңде шығарманың мазмұнына қатысы жоқ сөзуарлықты,ескі қиссаларда,соған еліктеп қисса жазатын ақындарда кездесетін «әсіре қызыл» теңеу,жалған қызықшылықты суреттеуді сынап өтеді.\nӨлеңі бар,өнерлі інім,сізге\nЖалынамын-мұндай сөз айтпа бізге.\nӨзге түгіл өзіңе пайдасы жоқ,\nЕсіл өнер қор болып кетер түзге,-\nдеген сөздермен ол жас буын ақындарға тағы да тілек артады.\nҮш жылдың (1887,1888,1889) ішінде біріне-бірі жалғас жазылған бұл үш өлеңде Абай ақынның қоғам алдындағы қызметі мен сөз өнерінің күші жайындағы ойын тереңдетіп,толықтыра түсті.Бұл ой,түптеп келгенде, әдебиеттің халықтығы туралы орыстың революцияшыл-демократтарының эстетикалық көзқарасымен үндеседі.Белинский мен Чернышевскийдің әдебиетті өмірге жақындату,сол арқылы қоғамдық дамудың өзекті мәселелерін батыл көтеру жайлы ойларды Абайға күшті әсер еткен.Осы идеяға сүйене отырып,ақын қазақ ортасындағы өлең сөздің маңызын көтеруге күш салады.Жаңа сөзга лайық жаңа оқушы,тыңдаушы тәрбиелемек болады.Бұл-Абайдың қазақ әдебиетіне әкелген үлкен жаңалығы.\nТүйін.\nҚазақ халқының мақтанышы Абай Құнанбаевтың ақындығы түпсіз терең мұхитпен тең десек,қателеспеген болар едік.Ғажайып суреткер,нәзік лирик,көркемсөз шебері,ең алдымен-ойшыл ақын.Бұл пікір ақынның өмір құбылыстарын терең толғап айту жағы басым келетін өлеңдеріне, философиялық дүниетанымына және оның қара сөдеріне,әсіресе дінге, Алланың болмысы,имандылық туралы толғаныстарына қатысты.Ақын шығармашылығында өзі өмір сүрген тарихи дәуірдің тұтас бейнесі көрініс тапты. «Абай поэзиясы қоғам дамуындағы бір елеулі кезеңді бейнелеу арқылы халықтың тағдырын,ұлттың мінез-құлқын тарихи тұрғыдан кең арнада алып,қоғам көшінің жеткен жерін ғана емес,өткен жолын да танытарлықтай етіп көрсете білді»,-деген академик З.Ахметовтың пікірі Абай поэзиясына берілген әділ баға.Абай шығармашылығы уақыт озған сайын дәуір талабына сай әр қырынан өсіп өркендеп отыратын асыл мұра болып ұрпақтар санасына орын алады.\nАдамды сүйіп,адамды құрметтеуге үндеген кемеңгер ақын поэзиясының түпкі негізі-адам,толық адам.Абай армандаған толық адам өнерлі,білімді,еңбекқор,адал,әділ,жылы жүректі,ыстық қайратты ғылым жолына түскен іздемпаз болуы керек.Ал махаббат пен сүю,адамды сүю, Алланы сүю,әділетті сүю Абай шығармаларының биік мұраты.",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күлкіңнің сыңғыры тербеткен ән бекен. Қандай өлең?",
        "question_content": "Саламатсыз ба! Бір өлеңді таба алмай жүрмін. Ер бала айтады, қайырмасын дауысын жіңішкелеп айтады. Сөздерінің арасында \"күлкіңнің сыңғыры тербеткен ән бекен, ... ... ... ... ... ... бал мекен\" деген шумақтар бар (сөздері дәл осындай емес, есімде қалмады). Әуені көңілді",
        "question_date": "17.10.2016",
        "question_tag": "Қазақша ән",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нұрболхан Шарапов Ғажапсын әні",
                "date": "24.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магнит құлабызы тілінің",
        "question_content": "3. Магнит құлабызы (компас) тілінің ұшы солтүстікке қарай бағытталған 0,02Н күштің және шығысқа қарай бағытталған 0,04Н күштің әрекетінен ауытқиды. Құлабыз тіліне әрекет ететін теңәрекетті күшті есептеңдер және оның орналасу бағытын анықтаңдар.\n4. Координаталар жүйесінде көкжиекке 60 градус бұрыш жасай әрекет ететін 10 Н күштің диаграмасын салыңдар және оның вертикаль және горизонталь құраушылары сәйкес 8,7 Н және 5,0 Н екенін көрсетіңдер.",
        "question_date": "17.10.2016",
        "question_tag": "Мектеп",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F=((0.02^2)+(0.04^2))^0.5=0.04472Н\n\n \n\nFв=10*sin60=8.7Н\n\nFг=10*cos60=5Н",
                "date": "17.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көрсетілген амалды орында {x-2y=2 xy=12 осы есептің жауабы қалай?",
        "question_content": "{x-2y=2\n\nxy=12 осы есептің жауабы қалай?",
        "question_date": "16.10.2016",
        "question_tag": "Математика",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X*(2-X)/(-2)=12\n\nX*(2-X)=-24\n\n2*X-X^2=-24\n\n2*X-X^2+24=0\n\n-X^2+2*X+24=0\n\nX^2-2*X-24=0\n\nD=2^2-4*1*(-24)=100\n\n10^0.5=10\n\nX1=(2+10)/(2*1)=6\n\ny1=12/6=2\n\nX2=(2-10/(2*1)=-4\n\ny2=12/(-4)=-3",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаршы шағыру,ұзындықты табу.",
        "question_content": "1. 10 × 7 тіктөртбұрышынан 1×6 тік төртбұрышын қиып, алынып тасталды. Шыққан фигураны бөліктерді қосқанда шаршы шығатындай етіп, екі бөлікке бөліп қию қажет.\n\n2.АВ кесіндісінің ұзындығы 3-ке тең. Осы кесіндінің ішінен М нүктесі алынған. ВМ кесіндісінің ұзындығын табыңыз, егер: а) А М=2ВМ; в) 2АМ=3ВМ; с) А М:ВМ=1:5.",
        "question_date": "16.10.2016",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AM+BM=AB=3\n\nа)AM=2*BM\n\nAM+AM/2=3\n\n1.5*AM=3\n\nAM=2\n\nBM=2*2=1\n\nв)2*AM=3*BM\n\nAM+(2/3)*AM=3\n\n(5/3)*AM=3\n\nAM=9/5\n\nBM=18/15\n\nс)AM/BM=1/5\n\nAM+5*AM=3\n\n6*AM=3\n\nAM=0.5\n\nBM=0.5*5=2.5",
                "date": "16.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Координаталар жүйесінде көкжиекке 60 градус бұрыш жасай әрекет ететі",
        "question_content": "Координаталар жүйесінде көкжиекке 60 градус бұрыш жасай әрекет ететін 10 Н күштің диаграмасын салыңдар және оның вертикаль және горизонталь құраушылары сәйкес 8,7 Н және 5,0 Н екенін көрсетіңдер.",
        "question_date": "16.10.2016",
        "question_tag": "Физика",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В=10*sin60=8.7Н\n\nГ=10*cos60=5Н",
                "date": "16.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 5 моль фосфордың, оның 3 валенттілігіне сәйкес оттекпен қосылысы",
        "question_content": "Зат мөлшері 5 моль фосфордың, оның 3 валенттілігіне сәйкес оттекпен қосылысының массасын, молекула санын анықтаңдар, шығару жолымен?",
        "question_date": "16.10.2016",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2P2+3O2=2P2O3\n\nMr(P2O3)=31*2+16*3=110г/моль\n\nM(P2O3)=110*5=550г",
                "date": "16.10.2016",
                "upvotes": 1
            },
            {
                "text": "Берлгени\nV(P)=5 моль\n\nТк м\n\n2р2+3о2=2р2о3\n\nМr(P2O3) 31×2+16×3=110\n\nMr(P2O3) 110÷2=55\n\nMr(P2O3) 55×5=275",
                "date": "8.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызылорда қаласында қалай үй алуға болады?",
        "question_content": "Қызылорда қаласында қашан жаңа нысандар беріледі? Мен жақын арады берілетін жаңа нысаннан үй алғым келеді. Қай мөлтек ауданда беріледі екен ?",
        "question_date": "16.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Босану, бала туғаннан кейін қалай жылдам арықтауға болады?",
        "question_content": "Босанған әйелдердің жылдам арықтауына арналған қандай кеңестер бар?\n\nБаланы емізу үшін организм 500-600 ккалорий жұмсайтынын түсіну керек. Егер тағамды бұл мөлшерден артық ішсеңіз, артық салмақ өздігінен кетпейді. Артық салмағыңыз болса, демек организм ана мен бала денсаулығына еш зиянсыз жұмсай алатын артық қор  бар деген сөз. Ең бастысы - бұл үйлестірілген тағам. Егер ақыртағыңыз келсе, артық калорийден бас тарту керек.\n\nКөп жүріңіз. Ұзақ қашықтықтарды жаяу еңсеріңіз. Бұл ретте жылдам жүруді ұмытпағайсыз. Және жаттығу жасауды да қосыңыз. Ешкім де әлемдік рекорд орнату жайлы сөз қозғаған жоқ, бірақ дене қозғалысын арттырып, май пайызын аз уақытта төмендете аласыз. Мамандар бір сағат жылдам жүруде кететін калорий мөлшері 3 сағат жаттығу залында кетірген калориймен пара-пар екенін әлдеқашан есептеп қойған. Демек таза ауада белсенді демалу жас ананың сымбатын қалпына келтіруге көмектеседі.",
        "question_date": "16.10.2016",
        "question_tag": "Жанұя",
        "question_views": 19500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Босанғанына көп уақыт болмаған келіншектер мұндай диетелар мен дәрі-дәрмектен аулақ болғаны жөн. Өйткені босанғаннан кейін әлі толықтай орнына келмеген ағзасына бұл дәрілер мен диеталардан төнер қауіп көп. Ендеше, қауіпсіз арықтаудың бірнеше жолымен танысыңыздар.\n\nДұрыс тамақтану\n\n«Аяғы ауыр әйел қай уақытта, қанша мөлшерде, не жесе де, жеуі керек. Ауызы құрғамағаны ештеңе емес, тәбеті болса, болды. Бұл – ағза қалауы, ішіндегі баланың қалауы» деп жатады. Десе де, осы қатып қалған қағиданың кемшін тұстары көп. Жүкті келіншек не жесе де, оны қаншалықты жегісі келетінін, оның қандай пайдасы не зияны барын ойлап алып жеуі керек. Өйткені босанғаннан кейін де өмір бар. Ал жүкті кезінде ананы бір жалап, мынаны бір тістеп жүретіні кейін әдет болып қалыптасады. Жегісі келсін-келмесін, қарны ашсын-ашпасын, ауру қалса да, әдет қалмайды. Осылайша артық жеп қойғанын білмей де қалады. Мұның салдары тек артық салмақ қана емес, түрлі ауруларға да алып келеді. Сондықтан дұрыс тамақтанудың орны бөлек.\n\nМақсат қоя білу де – диета\n\nНе үшін арықтағыңыз келеді? Жалпы, арықтағыңыз келе ме? Қанша салмақ тастағыңыз келеді? Осы сұрақтарға жауап беріп, алдыңызға нақты мақсат қойыңыз. Мақсаты бар адам қашан да нәтижеге қол жеткізеді. Демек, мақсат кез келген диета мен арықтататын дәрі-дәрмектен де күшті, әрі нәтижелі.\n\nБаланы емшектен шығармаңыз\n\nАна сүтін емген бала шымыр, дені сау боп өседі. Тиісінше босанғаннан кейін организмнің тезірек қалпына келуі үшін баланы омыраудан шығармаудың маңызы мол. Организмнің жұмысы қалпына келсе, ешқандай гормондық өзгерістер орын алмаса, артық салмақ та болмасы анық. Емшек еметін балаға сүт керек. Демек, оның анасы да тамақты тойып жеуі керек. Сондықтан дұрыс тамақтанудың жөні бөлек. Аз-аздан ботқалардың түр-түрін жасап ішіңіз.\n\nБелсенділік, қозғалыс\n\nБалалы келіншектің қозғалыссыз жатпасы бесенеден белгілі. Бала бағудың оңай шаруа емесін ескерсек, босанған әйел бір бөлменің ішінде-ақ күнделікті қанша шақырым жол жүріп тастайтыны да анық. Ал бұл қозғалыстың жай ғана баланың артынан жүгіру емес, дене жаттығуы болуы үшін әр күніңізді дұрыс жоспарлауды үйреніңіз. Үй жұмыстарын тезірек бітіріп, баламен таза ауада серуендеуді әдетке айналдырыңыз, арнайы уақыт бөліп, өзіңіз үшін де, балаңыз үшін де пайдалы түрлі дене жаттығуларын жасаңыз.",
                "date": "17.10.2016",
                "upvotes": 0
            },
            {
                "text": "Ия. Әрине кунделикти кандай тагамдар тұтыну кажет ?",
                "date": "29.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен кішкентай бала тамақты аз ішеді?",
        "question_content": "Белгілі түзіліске жататын балалар, әдетте нашар тамақтанады. Кішкентай, әлсіз, сүйектері жіңішке, терісі бозарған балалардың тамаққа тәбеті тартпайды. Сондықтан ата-аналары ойын арқылы тамақтандыруға тырысады. Мұндай балаларға не істеу керек? Ең алдымен күштеп тамақтандырмаңыз. Мұндай балалар бұрын да болған, бола береді де. Десе де ол - балалардың дені сау азамат болып ер жетпеуіне кепіл емес. Тіпті, барлығы\n\nАлайда тамақты аз ішетін балалардың ата-анасы мынаны түсінуі керек: балалар жеген тамақтың аз мөлшерімен ағзаға керек дәрумендер мен микроэлементтердің қажетті мөлшері толықпайды. Оларды дәріханалық дәрумендік кешендердің көмегімен толтыру қажет.\n\nДесе де баланың тәбетінің нашарлауы мына белгілермен қатар жүрсе, сақтықпен қарау қажет:\n\nбас ауруымен;\nтез шаршаумен;\nшамадан тыс терлеумен;\nқайта-қайта құсумен;\nіш қатуымен;\nшала қызулы температурамен.\n\nМұндай жағдайда балалар дәрігерінің көмегіне жүгініңіз. Әсіресе, бала арықтап, өсуін тоқтатып, жиі тоңып, дене температурасы қалыптан төмен болса, бұл алаңдауға себеп. Бірден баланы дәрігерге қаратыңыз.",
        "question_date": "16.10.2016",
        "question_tag": "Тазалық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарны кішкентай",
                "date": "24.05.2023",
                "upvotes": 0
            }
        ]
    }
]