[
    {
        "question_title": "(a-2)x^+2(2a-3)x+5a-6<0? а ның қандай мәндерінде х тың мәндері үшін орындалады",
        "question_content": "Интервалдар әдісі геометря  8 сынып. Өтінемін көмектесііңіздерші!!!!!!!!",
        "question_date": "18.04.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 537,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "(а-1)x^-(a+1)x+a+1>0 a ның қандай мәндерінде теңсіздік х тің барлық мәндері орындалады.",
        "question_content": "теңсіздік туралы интервалдар әдісі.",
        "question_date": "18.04.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдымен 0 - ге теңестіріп, дискриминант табасын. Дискриминант 0-ге тең немесе 0-ден үлкен болу керек сонда ғана шешім бар. 0-ден кіші болса комплекс сан шығады, ол вышмат",
                "date": "19.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Демографиялық мәліметтерді қайдан алуға болады?",
        "question_content": "Қазақстандағы соңғы демографиялық міліметтерді яғни,2015- қазақтардың өсуі мен кемуі, жынысы, жасы, отбасылық жағдайы  сондай-ақ, еліміздегі ұлттардың саны жайлы сандық деректерді қайдан алуға болады.",
        "question_date": "18.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 806,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда 2015 жылғы қаңтар-маусымда халық саны жалпы ел бойынша 123,6 мың адамға немесе 0,7% өсті, деп хабарлады ҚР ҰЭМ Сатистика комитеті.\nКАЗАХСТАН13 Тамыз , 20:43\n\nАталып өткендей, 2015ж. 1 шілдеге еліміздегі халық саны 17 541,2 мың адамды құрады, соның ішінде қалалықтар – 9 967,2 мың (56,8%), ауылдықтар – 7 574,0 мың адамды (43,2%) құрады.\n\n«2015ж. қаңтар-маусымда республика халқының табиғи өсімі 2014ж. қаңтар-маусыммен салыстырғанда 0,8 адамға немесе 0,6% артып, 127,2 (126,4) мың адамды құрады. Табиғи өсімнің жалпы коэффициенті 1000 адамға шаққанда 14,62 (14,75) адамды көрсетті», - делінген хабарламада.\n\nКөші-қон полициясы органдары ұсынған келу/кетуді статистикалық есепке алу талондарындағы мәліметтерді өңдеу нәтижесінде, 2015 жылғы қаңтар-маусымда елімізге тұрғылықты тұруға келгендердің тіркелу саны (көшіп-қонушылар) 2014 жылғы қаңтар-маусыммен салыстырғанда 0,7% кеміп, 8 394 адамды құрады. Елімізден кеткен көшіп-қонушылардың тіркелу саны 11,4% көбейіп, 12 028 адамды құрады, көші-қонның айырымы -3 634 адам болды.\n\nЕліміздегі негізгі көші-қон алмасуы ТМД мемлекеттерімен болуда. ТМД елдерінен келгендердің және сол елдерге кеткендердің үлесі, тиісінше, 86,9% және 89,5% құрады. Қарастырылып отырған кезеңде 2014ж. сәйкес кезеңімен салыстырғанда ел ішінде көшіп-қонушылар саны 33,5% көбейіп, 227 977 адамды құрады.\n\nӨңіраралық көшіп-қонушылардың үлесіне еліміздің жалпы ішкі көшіп-қонушылар санының 44,5% тиесілі. Өңіраралық көші-қонның оң айырымы Алматы (23 440 адам), Астана (663 адам) қалаларында және Ақмола (1 351 адам), Қостанай (536 адам), Маңғыстау (174 адам), Атырау (43 адам) облыстарында қалыптасты.\n\nСонымен қатар, мына сілтемеден көре аласыз http://astanazan.kz/kk/siz-bilesiz-be/item/3441-2015-zhylgy-ka-tardagy-kazakstan-respublikasyny-demografiyalyk-akhualy-turaly.html",
                "date": "20.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Орыс тіліндегі \"В\" және \"На\" приставкаларын қалай ажыратуға болады?",
        "question_content": "Орыс тіліндегі \"В\" және \"На\" приставкаларын қалай ажыратуға болады? Орыс тілінде сөйлегенде мысалыға: на улице, в метро деп айтады. Айтпақ болғаным В УЛИЦЕ емес, неге НА УЛИЦЕ. В және НА приставкаларының айырмашылықтарын түсіндіріп жіберсеңіздер екен.",
        "question_date": "18.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 683,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В деген ішінде деген мағынада, в магазине - магазиннің ішінде, в школе -  мектептің ішінде. На деген үстінде на крыше - шатырдың үстінде, на улице - көшеде",
                "date": "19.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Субординация дегеніміз не?",
        "question_content": "Кімнің дұрыс, кімнің бұрыс екенін білмеймін, білетінім басшылықтың сөзі әрқашан дұрыс\n\nУистлер заңы\n\nҚазақ баласын \"Үлкенді құрметте, үлкен кісінің алдын кесіп өтпе\", \"Аға тұрып, іні сөйлегеннен без\" деп өсіреді. Жолы үлкен адамдарға әрқашан ізеттілік танытып, туыстық қарым-қатынаста да үлкен ептілікпен сыйластықты қалыптастырып келеді.\n\nСубординацияның жалпы алғанда мағынасы да жолы, қызметі үлкендерге құрмет білдіру дегенге саяды. Белгілі бір адаммен қарым-қатынас жасаған кезде, оның жасы, жынысы, қызметі есепке алынады. Құрбы-құрдасымызбен түрлі тақырып төңірегінде әңгіме өрбітіп, қалағанымызша қалжыңдаса алсақ, жұмыстағы әріптесімізге келгенде, барынша ресми болуға тура келеді. Жұмыстағы атмосфера университеттегі аудитория атмосферасына қарағанда, өзгерек. Бұл университетте субординация сақталмайды деген сөз емес. Декан мен мұғалім, мұғалім мен студент арасында да өзара сыйластық сақталуы керек.\n\nБүгінде бұл термин көбіне қызметтік қарым-қатынаста қолданыс тауып жүр. \"Субординация\" сөзінің өзі әскери жұмыстағы қызметкерлер арасындағы дистанцияны білдіру үшін қолданысқа енген болатын. Өздеріңіз байқағандай, қатардағы әскерлер армия басшысына қолын шекесіне апарып амандасады. Өзге кәсіп иелерінде басшылықпен амандасудың қол алысудан өзге көзге ұрып тұратын белгісі болмағанымен,субординация басшысы бар барлық жұмыскерлерге тән.\n\nТүрлі дәрежедегі басшылар мен қатардағы қызметкерлер бір-бірімен өз-өзін ұстаудың ережесіне сүйеніп отырып, араласады. Басшылық тарапынан келген бұйрықтар мен оның есебі қызметтік субординацияережесіне сай жүзеге асуы тиіс.\n\nҚарамағындағы қызметкерлерімен сөйлескенде, басшылық иерархия сатысы бойынша әрекет етеді. Мәселен, мектепте директордың орынбасарына, орынбасардың бірлестік жетекшілеріне, бірлестік жетекшілерінің мұғалімдерге бұйрық беруі субординацияның сақталғанын білдіреді. Дегенмен, бұл кейде басшылықтың жұмыстағы бар жағдайды біліп отыруына кері әсерін тигізеді. Сондықтан да болар, Батыста алып фирмалардың өзі ұзақ иерархиялық сатыны қысқартуға бел буып отыр. Ал тек қана басшыға айтар мәселеңіз болса, қабылдануына алдын ала жазылып, кіруіңізге болады. Бұл да сіздің іскерлік этикетті сақтағаныңызды білдіреді.\n\nОсы жерде бір мәселенің ұшы қылтияды. Ол бәріміз ет пен сүйектен жаралған адам баласы болғандықтан,эмоцияға берілуімізден субординацияның бұзылуы. Бастық өзіне бағынышты қызметкерлердің бәріне тең дәрежеде қарап, ешкімді бөліп-жармауы керек. Сондай-ақ басшылық бәріне бірдей қолжетімді болып кетсе, бұл жерде де субординация бұзылады.\n\nДегенмен субординацияны сақтаймын деп тым ресми болып кетуге де болмайды. Кілең жастар жұмыс жасайтын, шығармашылыққа ерік берген, еркін ұжымға жұмысқа кірсеңіз, солардың ортасына сай бейімделуге тырысқаныңыз жөн. Ал ресми қарым-қатынасты берік сақтаған компанияларда әріптестеріңіз сізбен қалай сөйлессе, оларға да солай жауап бергеніңіз дұрыс.\n\nМерекелік іс-шараларда, жұмыстан тыс уақыттарда бастығыңызбен тең дәрежеде сөйлесіп, сырласып, көңіл көтерсеңіз де, кеңсеге кірген бойда бәрін кеңсенің сыртында қалдырыңыз.\n\nСіздіңше субординацияның тағы қандай ережелері бар? Өзіңіз субординацияны сақтайсыз ба?\n\n10 мәрте қайталап оқысам да субардинация сөзін түсінбедім. Түсіндіріп бере аласыздар ма?",
        "question_date": "18.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 16300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Субординация ұғымын алғаш естуім. Дегенмен, ұғынуға жеңіл мағына береді екен.\n\nМен субординацияны қаншалықты сақтаймын?\n\nМұғалімдеріммен ресми сөйлеспейді екенмін, себебі, мен 18-ге толған азаматша ретінде, жеке тұлға ретінде ресмилікті жүз пайыз сақтамаймын, сақтауға тырыспаймын, сақтамаған жөн деп санаймын.\n\nДостарыммен не айтпаймын десеңізші. Нағыз ашық, жарқын, көңілді ортада субординацияның сақталуы тіптен қажет емес.",
                "date": "18.04.2016",
                "upvotes": 1
            },
            {
                "text": "Былайғы өмірде көп сақтала қоймайтын болар, бірақ Субардинацияның шын мағынасын армияға барғанда дұрыс білдім, (енді онда қатаң сақталады) Өзіңнен шені үлкен адамның бұйрығы қатаң заң, не айтса да міндетті түрде орындауың керек, қарсы сөйлемейсің. \"Приказ не обсуждается\" дейді ғой",
                "date": "19.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "(a-2)x^+2(2aa-3)x+5a-6<0? а ның қандай мәндерінде теңсіздік х барлық мәндері орындалады",
        "question_content": "Өтінемін геометриядан көмектесіңіздерші. 8 сынып. Интервелдар әдісі.",
        "question_date": "18.04.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 470,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаным-ау, түсінбесеңсыныптастарыңнан сұрап түсініп алмайсың ба? Бәрібір алдыңнан шығады, керек болады. Жауап берейін десем не жазғаныңды түсініп түрған жоқпын, х-тің дәрежесі белгісі қойылған соң дәрежеде тұрған өрнекті жақшаның ішіне жазу керек. Сонымен қоса а*а ма? а^2 па?\n\nБұл жауаптың саған керегі де болмай қалған шығар. Кеш те болса, оқып тұрған соң, жауап бере салайын.",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеңіс күніне арналған әндерді табу?",
        "question_content": "Жеңіс күні! Жеңіс күніне арналған әндерді табу?",
        "question_date": "18.04.2016",
        "question_tag": "Қазақша ән",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұбан Молдағалиев\nБір бассаң да, алға бас\nӨжет елдің жігіті\nӨшін алмай шыдар ма?\nКескілескен дұшпанын\nКесіп түспей тынар ма?\nТайынба, жолдас жауынгер,\nЕл тағдыры қолыңда!\nТайынбасаң оқ пен от\nБөгет болмас жолыңа!\nХалықтың ыза кегінен\nСауыт киіп сан қабат,\nЖай түсер жаудың шебіне,\nЖауызды өлтір саңлақ ат!\nҚапы қалма, қырылсын!\nӨздері қазған орына\nӨздері мерт боп жығылсын!\nҚасқия шап, қарсы бар\nӨмірдің нұрлы таңы үшін!\nБір бассаң да алға бас,\nМиллиондардың бағы үшін!\n\nСырбай Мәуленов\nСоғыстан қайтқан солдаттар\nЖаутаңдап қарап дала тұр,\nКөз жасын сүртіп жаңа бір.\nХабарсыз ұлын сұрауға,\nЖолыңды тосып ана жүр.\nҚанша үйдің ұрлап адамын,\nҚанша үйде сөніп қалды оттар.\nКөрдің бе ұлын ананың,\nСоғыстан қайтқан солдаттар?\n\nКешікпей жарым келер деп,\nТөрінен сайлап орынды.\nБатысқа қарап елеңдеп,\nАру жүр тосып жолыңды.\nКөтерді бәрін ауырдың,\nАзамат болып арды ақтар.\nКөрдің бе жарын арудың,\nСоғыстан қайтқан солдаттар?\n\nКетерде солдат жарының,\nІшінде қалған ана жыл.\n«Көкемді айтпай танырмын», -\nДеп бір сәби бала жүр.\nҚайрылмай қалай кетесің,\nХабарсыз қалай ол тоқтар?\nКөрдің бе оның көкесін,\nСоғыстан қайтқан солдаттар?",
                "date": "18.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Билет сұрақтары. Функцияның кесіндідегі ең үлкен, ең кіші мәндерін табуға есеп?",
        "question_content": "1.Сандык функциялар, берілу тәсілдері. Функцияның графигі. Анықталу облысы; мәндерінің жиыны; функцияның нөлдері; жұп,тақтығы; периодтылығы; монотондылығы.\n2.Тіктөртбұрыш, ромб,квадрат,параллелограмм, үшбұрыштың аудандары Герон формуласы.\n3. Функцияның кесіндідегі ең үлкен, ең кіші мәндерін табуға есеп.",
        "question_date": "18.04.2016",
        "question_tag": "Математика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Интервалдар әдісі. Теңсіздік х барлық мәндері үшін орындалады?",
        "question_content": "Геометриядан теңсіздікті шешу. Тақырып; Интервалдар әдісі\n\n(a-1)x^-(a+1)x+a+1>0- a ның қандай мәнәнде теңсіздік х барлық мәндері үшін орындалады?",
        "question_date": "18.04.2016",
        "question_tag": "Математика",
        "question_views": 823,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұзжарғыш кеме тəулігіне 200 г уран пайдаланады?",
        "question_content": "Мұзжарғыш кеме тəулігіне 200 г уран пайдаланады. Уранның тығыздығы 18,7кг/м^3 болса оның көлемі қандай?",
        "question_date": "18.04.2016",
        "question_tag": "Мектеп",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m=200г=0,2кг(уранның массасы)\n\nP=18,7кг/м^3(уранның тығыздығы)\n\nV=?(уранның көлемі)\n\nV=m/p\n\nV=0,2/18,7=0,010695=0,0107м^3",
                "date": "18.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Фарш қосылған макарон мен пастаның айырмашылығы неде?",
        "question_content": "Паста сол бағаға арзиды, егер де, айталық, карбонараға аутентикалық спагетти алынса, басқа арзан сыр емес, пармезан үккіштен өткізілсе, дегендей. Бұны былай қойғанда, соустың өзіне жүрдім-бардым қарағасын әрине клиенттердің көңілдері көншімеуі орынды. Мишленнің жұлдызына претензия болмаса да, әр астың аутентикалық дайындалысына мән берсе дейсің, әлгі...\n\nФарш қосылған макарон мен пастаның айырмашылығы неде? Меніңше, айырмашылығы жоқ. Тек паста 1500 теңге тұрады. Однако, здравствуйте.",
        "question_date": "18.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңызды өзіңіз қойып, өзіңіз жауап беріп тұрсыз ба?",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұялы телефонымдағы Play Market",
        "question_content": "Плей маркетім істемей қалды, өшіріп тастасам қайтадан пайда бола ма?",
        "question_date": "18.04.2016",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 873,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Плей маркет системалық программа",
                "date": "18.04.2016",
                "upvotes": 0
            },
            {
                "text": "Өшіріп тастасаңыз қайта жүктеуге болады. Оны Google-ден жүктей аласыз",
                "date": "19.04.2016",
                "upvotes": 0
            },
            {
                "text": "Google-ге кіріп скачать play market деп жазып жүктей аласыз. Өздігінен жүктелмейді",
                "date": "6.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-дан бөлек басқа тест тапсыруға бола ма?",
        "question_content": "Мен 11 сыныпта физика пәнін таңдаймын, қазір ағылшын тілін жақсы меңгерудемін.Негізі география пәнін таңдағым келетін, бірақ барлықтарыңыз білетіндей грант жоқтың қасы, ал маған міндетті түрде грантқа түсу керек болғандықтан физиканы таңдадым.\n\nСұрақ: ҰБТ да, университеттің өзіне барып ILEST-те тапсыруға бола ма?\n\nМақсатым: болатын болса ағылшын таңдап, КБТУ-ға түспекшімі, бірақ ҰБТ-ны да тапсырамын.(себебі осы жылдан бастап түгел қатысатын болды ҰБТ-ға)",
        "question_date": "18.04.2016",
        "question_tag": "Мектеп",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. География пәнінен грант бар, оны алу үшін алтын белгіні қорғау керек.\n\n2. Физика пәнін таңдайтын болсаңыз, мамандық таңдау барысында болашақта сұраныста болатын, бастысы өзіңізге ұнайтын мамандықты таңдауға кеңес беремін.\n\n3. IELTS тапсырғыңыз келсе, оны қабылдайтын бөлек орталықтары болады, университетте қабылдамайды. Сол жағын ескеріңіз.\n\n4. КБТУ-ға түстіңіз келсе, оның оқу жылы аяқталар алдында оқуға түсу үшін тапсыратын тесттері болады. Керекті ақпарат көздерінен қарастырып анықтап біліп алыңыз. Уақытын жіберіп алмаңыз.",
                "date": "21.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алматы қаласының күндізгі уақыты",
        "question_content": "Жақында мен Алматыға баратын едим калкаманнан аэрапортка 15:00-18:00 уақыт аралығы жол калай болады екен пробкмен неше минутта бара аламын?",
        "question_date": "18.04.2016",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматыда ары-бері жүретін болсаңыз \"2ГИС\" қосымшасын жүктеп алсаңыз - ыңғайлы. Автобустардың маршруттары да, қанша уақытта автобуспен, машинамен не жаяу белгіленген жерге жетуге мүмкін болатынын жазып қойған. Әрине, кептеліс уақытында кішкенке ауытқиды. Алматыда кептеліс көбіне таңертең жұмысқа бара жатқанда бір, кешке жұмыстан қайтарда бір болады. Түсте түскі үзіліс уақытысында да байқап қалуға болады. Кешке кешкі 6-дан басталса, таңертең таңғы 7,30-8,00 ден басталады.",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның табандары 3,5 дм ж 2,9 дм, ауданы 2,56 дм^.",
        "question_content": "Трапецияның табандары 3,5 дм ж 2,9  дм,  ауданы 2,56 дм^. Трапецияның биіктігін тап",
        "question_date": "18.04.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "h=2.56/((3.5+2.9)/2)=0.8",
                "date": "18.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жалғыз басты аналарға мемлекеттен 1 жасқа дейінгі пособиядан басқа көмек бар ма?",
        "question_content": "Жалғыз басты аналарға мемлекеттен 1 жасқа дейінгі пособиядан басқа көмек бар ма?",
        "question_date": "17.04.2016",
        "question_tag": "Заң",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "- Егер \"по утере кормильца\" болса, онда қазіргі таңнан бастап бала оқуларын (орта, жоғары т.с.с.) тәмамдағанша пособие ала аласыз - әлеуметтік төлемдер төлейтін жерге жолығыңыз.\n- Ал өзіңіз үйде тауып алсаңыз, онда басы жоқ адамға қанша пособие төлесе де көмектеспейді...!",
                "date": "18.04.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақстанның қазіргі заңнамаларына сәйкес, балаларын жалғыз тәрбиелеп отырғандарға арнайы жәрдемақы жоқ. Толық емес отбасыға жәрдемақы мен басқа да төлемдер барлығымен бірдей беріледі.\nБарлық аналар сияқты жалғызбасты ана да бала тууына байланысты тағайындалатын бiржолғы мемлекеттік жәрдемақы, бала бiр жасқа толғанға дейiн оның күтiмiне байланысты төленетiн ай сайынғы мемлекеттік жәрдемақы, 18 жасқа дейiнгі балаларға тағайындалатын ай сайынғы мемлекеттік жәрдемақы, мүгедек баланы (мүгедек балаларды) тәрбиелеп отырған анаға немесе әкеге, бала асырап алушыға, қамқоршыға төленетін ай сайынғы мемлекеттік жәрдемақыны алуға құқылы.\nЖалғызбасты аналар өзге әлеуметтік топтар тәрізді атаулы әлеуметтік көмекке өтініш білдіре алады. Алайда бұл көмек, отбасының табысы жалақының ең төменгі мөлшері (ЖТМ) — 28 284 теңгенің көлемінен 50%-ға төмен болса ғана беріледі. Жәрдемақыны тағайындату үшін жергілікті жұмыспен қамту орталығына бару керек.\nЖалғызбасты аналар мемлекеттен басқа да көмектер ала алады. Мына сілтемеге өтіп оқыңыз.",
                "date": "4.04.2018",
                "upvotes": 0
            },
            {
                "text": "Арине бар сизде жалгызбастыны аныктайтын кужат бар ма",
                "date": "17.06.2018",
                "upvotes": 0
            },
            {
                "text": "Менде Форма 4 Менің бір балам бар 18июльде 1ге шықты Мен көмек ақша ала алмай отырмын берілмейт деді.Мен сіңлімнің уйінде учёта тұрмын.Сіңлімнің куйеуі 100мың алат одан кредіті бар тамағы дегендей.Мен бөлек семя ол бөлек.Түсінбедім Жұмыспен қамту орталығына 2апта бардым Олар берілмейт дейді не ушін десем Сіңлімнің куйеуінің айлығын 6адамға бөлеміз адам басына 16400ден келу керек дейді.Менікі 16600тг келіп тұр деді болмайт дейді.Бірге тұратын адамның айлығын сосын менің баламның ай сайын алатын пасовиямның көлемін сұрады 13мың алатын едім дедім солай.Бірақ түсінбегенім Баламның пасовиясын алып болдымғо оны несіне есептейді екен түсінбедім.Емізулі Анамын Жұмыссызбын Баламен жұмысқа шыға алмай отырмын.Кімнен көмек сұрарымды білмеймін Қай жерге барып сұрасам болады.",
                "date": "7.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алаяқтарға қатысты қолданылатын жазалау түрлері қандай?",
        "question_content": "Қаншама адамның ақшасын алып ұстатпай жүрген адамдар бар. Мысалы оқуға түсіремін деп алдап ақша алып кетсе, машина алып ақшасын сосын берем деп сосын пəтер ақсын бермей кеткен бір адам бар. Полицейлерге арыз берілген. Олар оның шартты жазамен бостандықта жүргенін айтқан. Арыз оперлергк жөнелтілген дейді, бірақ əлгі \"адам\" əлі күнге дейін ұстатпай алдап жүрген көрінеді адамдарды. Заң солқылдақ па? Соларға қатысты білгім келіп еді. Рахмет.",
        "question_date": "17.04.2016",
        "question_tag": "Заң",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заң солқылдақ емес - адамдардың (зардап шегушілердің) Заңды білмегендіктерінен!\n\nОқуға түсетін адам оқудың ақшасын банк арқылы төлеуі тиіс!\n\nАқшасын толық төлемегенге машинаны түбегейлі атына аударып беру қате!\n\nПатер жалдағанда келісім-шарт жасасу керек!",
                "date": "18.04.2016",
                "upvotes": 0
            },
            {
                "text": "Осы презентацияны қараңыз",
                "date": "1.02.2017",
                "upvotes": 0
            },
            {
                "text": "Бұл презентацияларда ерте кездегі жазалау түрлер жазылған. Ал оларды халық ұстап, билердің алдына алып келетін болған.",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2017 жылы Зейнетке шыққан зейнеткердің салымының жартысын алып қалады ма?",
        "question_content": "2017 жылы жаңа зейнетақы туралы заңда зейнетке шыққан зейнеткердің тиындап жинаған салымының жартысын алып қалады дейді. Осы рас па? Рас болса бұл дегеніңіз сұмдық қой! Ендігі жетпегені осы еді! Қазынаны тонап болып. Енді кәрілердің маңдай термен жинаған тиындарына қол салғаны ма бұл?",
        "question_date": "17.04.2016",
        "question_tag": "Заң",
        "question_views": 3000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Алдағы уақытта зейнетақы жүйесінде бірқатар өзгерістер болады деп күтілуде. Бұл жөнінде ҚР Денсаулық сақтау және әлеуметтік даму министрлігінің алқа мәжілісінде ведомство басшысы Тамара Дүйсенова мәлімдеді.\n\n \n\nМинистрдің айтуынша, зейнетақы жүйесін жаңғыртуға арналған заң жобасы әзірленген. Аталған құжатта базалық зейнетақы тағайындаудың жаңа тәртібін енгізу қарастырылған. Сол бойынша екі жылдан кейін, яғни, 2017 жылдың шілде айынан бастап зейнетақы мөлшері жинақтаушы жүйеге қатысу өтіліне байланысты анықталады. Мәселен, жалпы еңбек өтілі 10 жыл және одан кем болса, базалық зейнетақы мөлшері күнкөріс деңгейі көлемінің 50 пайызына тең болады. Ал еңбек өтілі 10 жылдан көп болған жағдайда, әрбір толық жыл үшін базалық зейнетақы 2 пайызға өсіп отырады. Сөйтіп, базалық зейнетақы мөлшері 20 жылда - 70 пайыз, 35 жылда - 100 пайыз күнкөріс деңгейіне теңестіріледі.\n\n \n\nМемлекеттік зейнетақы төлеу орталығы Павлодар облыстық филиалы өкілдерінің айтуынша, осы жылдың 1 қаңтарынан бастап елімізде ең төменгі күнкөріс деңгейі 21 364 теңге деп белгіленген. Осыған қарап, әр зейнеткер өзінің базалық зейнетақысының көлемін болжауға болады, дейді мамандар.\n\n \n\nАйта кетерлігі, ҚР Денсаулық сақтау және әлеуметтік даму министрі Тамара Дүйсенова алдағы уақытта зейнетақы төлеу жүйесіне жұмыс берушінің де атсалысатынын атап өтті.\n\n \n\n- 2018 жылдан бастап жұмыс берушілердің жұмыскерлер табы-сының 5 пайыз мөлшерінде төлейтін жарнасы есебінен қалыптасатын жаңа шартты жинақтау құрамын енгізу арқылы зейнетақы төлемдерін арттыру көзделген. Нәтижесінде зейнетақы төлемдері бюджет, жұмыс берушілердің жарнасы және жұмыскерлердің өздері арқылы іске асырылып, азамат-тардың алдыңғы кірісінің кемінде 40 пайызын қамтамасыз етеді, - деді ведомство басшысы.\n\n \n\nБұл өзгерістер - зейнетақы жүйесінің жылдан-жылға жетілдіріліп жатқанының белгісі, дейді сала мамандары.\n\n \n\nЖаңа тәсіл бойынша базалық зейнетақы жұмыс-кердің зейнетақы жүйесіне қатысу өтіліне қарай тағайындалады. Ал қазіргі уақытта базалық зейнетақы республикалық бюджет қаражатынан зейнеткерлердің еңбек өтілі мен еңбек ақысына қарамастан, барлығына бірдей төленуде. Демек, алдағы уақытта жүзеге асуы тиіс жаңа жүйе зейнеткерлердің бұған дейін жасаған жұмысын әділ бағалауға мүмкіндік береді.\n\n \n\nЖалпы, мемлекетте зейнеткерлер мен әлеуметтік жәрдемақы алатын азаматтарды қолдау мақсатында көптеген игі істердің қолға алынып жатқанын атап өткен жөн. Мәселен, биылғы жылдың басында елімізде зейнетақы төлемдері 9 пайызға, әлеуметтік төлемдер көлемі 7 пайызға артты. Бұл бағыттағы жұмыстар болашақта да жалғасын таба береді деп күтілуде. Бастысы, Елбасы айтқандай, жаһандық дағдарысқа қарамастан, біздің республикада әлеуметтік төлемдер қысқартылмайды.",
                "date": "20.04.2016",
                "upvotes": 3
            },
            {
                "text": "Еңбек өтілі 35 жыл болған әйелдер 63 жасқа толмай -ақ зейнетке шыға алса ғой",
                "date": "11.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәңгі лаулап жану үшін ғаламда, үлкен арман керек екен адамға сөзінің мәні қандай?",
        "question_content": "МӘҢГІ ЛАУЛАП ЖАНУ ҮШІН ҒАЛАМДА,\nҮЛКЕН БАҚЫТ ТАБУ ҮШІН ҒАЛАМДА,\nҮЛКЕН БОЛЫП ҚАЛУ ҮШІН ҒАЛАМДА,\nҮЛКЕН АРМАН КЕРЕК ЕКЕН АДАМҒА.\n\nМәңгі лаулап жану үшін ғаламда, үлкен арман керек екен адамға сөзінің мәні қандай?",
        "question_date": "17.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше, үлкен жетістіктерге жету үшін, мәңгі тарихта атыңды қалдыру үшін үлкен арман керек деген.",
                "date": "18.04.2016",
                "upvotes": 0
            },
            {
                "text": "Соңында айтылған үлкен арман біздің жануымыз үшін де, үлкен болып қалуымыз үшін де керек ең басты құндылық. Армансыз адам - ормансыз бұлбұл деген. Әлемде 7 млрд халық бар. Бірақ 7 млрд арман жоқ. Тек санаулы ғана. Армандау оны мақсатқа айналдырып, орындаудың оңай іс емес екендігін мына өлең жолдары дәлелдеп те тұр. Үлкен арманы бар адам - үлкен адам. Үлкен арманды орындай алған адам - ғаламдағы үлкен адам. Арманның өмірдегі орны ерек. Қаншама ашылулар, жаңалықтар барлығы осы арманның жетегінде ашылған. Сондықтан армандау бсты рычаг. Армандауды ұмытпаңыз!",
                "date": "21.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Трапецияның биіктігі 16 см, ауданы 4 дм квадрат.",
        "question_content": "Трапецияның биіктігі 16 см, ауданы 4 дм квадрат. Орта сызығының ұзындығын табыңдар?",
        "question_date": "17.04.2016",
        "question_tag": "Геометрия",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4дм^2=400см^2\n\n400/16=25",
                "date": "17.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "LG d295 телефоны",
        "question_content": "менің LG D295 телефонымда сим картаны мүлдем көрсетпейді,сим карта салатын құрылғыда ешқандай ақау жоқ ..Бірақ неге олай болып жатыр??",
        "question_date": "17.04.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 304,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сим картаңызда ақау бар шығар немесе настройкасын жөндеу керек",
                "date": "19.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есет Смарт Секюрити антивирусын қолданушыға пайдалы сұрақ?",
        "question_content": "\"Есет Смарт  Секюрити бизнес эдишн\" қолданушыға сұрақ?  Сіз антивирустың мерзімін 345 күнге  ұзартқыңыз келе ма?    Суретте тұр кіліті. Рахатыңызға пайдаланыңыз!",
        "question_date": "17.04.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 342,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рахмет\nқазір мен антивирус қолданбаймын,\nWindows 8.1 -дың защитнигі тұр\n\n--\n\nКерек емес қоқысты баспай, 18+ сайттарға, сенімсіз сайттарға кірмесей проблема болмайды",
                "date": "20.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Не қос нүкте, не сызықша қойылатын аралас құрмалас сөйлем?",
        "question_content": "Түсіндірмелі мәнді немесе себеп мәнді сөйлемдері бар, не қос нүкте, не сызықша қойылатын аралас құрмалас сөйлем",
        "question_date": "17.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мысал керек пе аралас құрмалас сөйлемнің әр түріне? \nСұрағыңызды нақты қойсаңыз жөн еді.",
                "date": "21.04.2016",
                "upvotes": 0
            },
            {
                "text": "Ия керек Маған Құрмалас сөйлем керек , 8 сөйлем өтінем берініздерш",
                "date": "11.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үтірмен ажыратылған аралас құрмалас сөйлем?",
        "question_content": "Үтірмен ажыратылған аралас құрмалас сөйлем?",
        "question_date": "17.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бауыржан кітап оқып отырып, көзі ілініп кетіпті, оянғанда тоңғанын байқап төсегіне барып, жамылып жатып қалды.",
                "date": "18.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрлеу бойынша қалай төленеді?",
        "question_content": "2015ж Алматы қ. «Өрлеуде» 3-деңгейлік (негізгі) курста оқыдым және сертификат алдым. Менің 18 сағаттық жүктемем бар (11 сағат информатика және 7 сағат физика). Диплом бойынша мамандығым «Физика және информатика мұғалімі». Тек информатиканың 11 сағаты үшін еңбекақыма 30 % үстемеақы төленеді. Осы дұрыс па?",
        "question_date": "17.04.2016",
        "question_tag": "Заң",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "өрлеу калай есептеледи және кимдерге бериледи",
                "date": "29.04.2017",
                "upvotes": 0
            }
        ]
    }
]