[
    {
        "question_title": "Ромбтың диагоналдарының бірі 6см ал екінші диагоналы одан 2смге ұзын ,қабырғасын тап?",
        "question_content": "Ромбтың диагоналдарының бірі 6см, ал екінші диагоналы одан әсм-ге ұзын. Ромбтың қабырғасын тап?",
        "question_date": "23.12.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 497,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "түбір астында(36+64) осыдан шыққанды 2-ге бөлеміз. Мәні 5 см",
                "date": "26.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жарысқа қатысқан қыздардың арасында нешеуі жеңімпаз?",
        "question_content": "Мектепаралық жарысқа 100 оқушы қатысты.Оның 10%-і жеңімпаздар болды.Жеңімпаздардың 40%-і қыздар.Неше қыз жеңімпаз?",
        "question_date": "23.12.2016",
        "question_tag": "Математика",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақтың жауабы 4 қыз.",
                "date": "25.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ілияс Жансүгіровтың Ағынды менің Ақсуым өлеңін талдау?",
        "question_content": "Суға төнген бір шыбық,\n\nДірілдейд,су да сырылдайд;\n\nОған қонған бір шыбық.\n\nШиқ-шиқ етед,шырылдайд.",
        "question_date": "23.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өз еліңнен кету күнә болып саналады ма?",
        "question_content": "Туған жеріңнен мәңгілікке өз еркіңмен кету бұл күнә болып саналады ма?",
        "question_date": "22.12.2016",
        "question_tag": "Жер туралы",
        "question_views": 776,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Діни тұрғыда наврядли күнә. Ал мәңгілікке деген это громко сказано. Шетелде ешкім ақшасыз қазақтарды күтіп отырған жоқ. Сондықтан шет елге көшу себебін осы жердегі саяси қолайсыздықпен байланыстыратындар олар көбіне ыңылдай беруден басқа ештеңе қолынан келмейтіндер деп есептеймін. Сол үшін, мен үшін, басқа елге көшу мәнсіз және маңызсыз идея.",
                "date": "23.12.2016",
                "upvotes": 0
            },
            {
                "text": "<<Өз еліңнен кету күнә емес бірақ оны мәнгіге ұмыту кешірілмес күнә>>\n\n                                                                                                   (Бейімбет Майлин)",
                "date": "23.12.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл күне емес, дегенмен елін сатып, ұмытқан адам жақсы адам емес!",
                "date": "24.12.2016",
                "upvotes": 0
            },
            {
                "text": "Қай жерде жүрсеңде, өз еліңді, ата-бабаңды, салт-дəстүріңді, ұлтта",
                "date": "3.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген заттар қандай кристалдық тор түзеді?",
        "question_content": "Берілген заттар қандай кристалдық тор түзеді: а) KCL ; ә) HCL ; б) O2 (Oттек екі) ; в) Na 2 So 4(натрий екі эс о төрт) ; г) Cu ? Себебін түсіндіріңдер.",
        "question_date": "22.12.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1. Мен мәжіліс депутаты болсам...2. Мен Сенат депутаты болсам...",
        "question_content": "Екі пікір бойынша диалог-майымдау құыңдар.\n\n1. Мен мәжіліс депутаты болсам...\n\n2. Мен Сенат депутаты болсам...",
        "question_date": "22.12.2016",
        "question_tag": "Заң",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Паспорттағы есімнің ағылшынша жазылуы",
        "question_content": "Менің есімім - Айдос. Атымды негізінде Aydos деп жазамын, алайда паспортта Aidos деп жазылған. Паспорттағы есімімді Aidos-тан Aydos-қа өзгертуге бола ма екен?",
        "question_date": "22.12.2016",
        "question_tag": "Заң",
        "question_views": 674,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құжатты өз қалауыңдағыдай етіп жасай алмайсың. Негізі латынша Ay емес,",
                "date": "3.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл диплом туралы",
        "question_content": "Мен 1- курс студентімін. Емтиханнан бір ғана сабағымда В+ GPA 3,33. Ол сабақ енді болмайды. Сонда қызыл диплом алмаймын ба?\n\nP.S бұл туралы сұрақ бар, жауабын дұрыс түсінбедім.",
        "question_date": "22.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 513,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Емтиханның бағаларының барлығы бес болмаса, қызы",
                "date": "3.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "6,3г азот қышқылын пайдаланып қанша калий селитрасын алуға болатынын есептеңдер?",
        "question_content": "6,3г азот қышқылын пайдаланып қанша калий селитрасын алуға болатынын есептеңдер?\n\n2) 30г фосфор 4 оксидін 20г сумен əрекеттестіргенде түзілген фосфор қышқылының массасын есептеңдер",
        "question_date": "22.12.2016",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 6,3 г азот қышқылынан қанша калий селитрасын алуға болады?\n\nРеакция теңдеуі: HNO₃ + KOH → KNO₃ + H₂O\n\nHNO₃ молярлық массасы: 63 г/моль KNO₃ молярлық массасы: 101 г/моль\n\nЕсептеу:\n\n6,3 г HNO₃ = 6,3 г / 63 г/моль = 0,1 моль HNO₃\n\nРеакция теңдеуі бойынша 1 моль HNO₃ 1 моль KNO₃ түзеді.\n\nСондықтан 0,1 моль HNO₃ 0,1 моль KNO₃ түзеді.\n\nKNO₃ массасы = 0,1 моль * 101 г/моль = 10,1 г\n\nЖауабы: 6,3 г азот қышқылынан 10,1 г калий селитрасын алуға болады.\n\n2) 30 г фосфор(V) оксидін 20 г сумен әрекеттестіргенде түзілген фосфор қышқылының массасын есептеңдер.\n\nРеакция теңдеуі: P₄O₁₀ + 6H₂O → 4H₃PO₄\n\nP₄O₁₀ молярлық массасы: 283,89 г/моль H₂O молярлық массасы: 18,02 г/моль H₃PO₄ молярлық массасы: 98 г/моль\n\nЕсептеу:\n\nP₄O₁₀ моль саны: 30 г / 283,89 г/моль = 0,106 моль\n\nH₂O моль саны: 20 г / 18,02 г/моль = 1,11 моль\n\nРеакция теңдеуі бойынша P₄O₁₀ мен H₂O 1:6 қатынасында әрекеттеседі.\n\nP₄O₁₀ лимиттеуші реагент, себебі оның мөлшері аз.\n\n0,106 моль P₄O₁₀ 0,424 моль H₃PO₄ түзеді (0,106 моль * 4).\n\nH₃PO₄ массасы: 0,424 моль * 98 г/моль = 41,55 г\n\nЖауабы: 30 г фосфор(V) оксидін 20 г сумен әрекеттестіргенде 41,55 г фосфор қышқылы түзіледі.",
                "date": "13.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туады ерлер ел үшін",
        "question_content": "Маган Туады ерлер ел үшін деген такырыпка шыгарма кажет карапайым 2 бет болса болды",
        "question_date": "22.12.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 50000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сан ғасырлық тарихымызда мақтан тұтар, бүгінгіміз бен келешегіміз үшін ғибрат алар оқиғалар мен ел тағдырын өз тағдырынан биік қойған, ұлтының тұтастығын, жерінің бүтіндігін мұрат еткен қазақ батырлары, Отан алдындағы адал қызметінен үлгі алар ұлы тұлғалар аз болмаған. Сонау ғасырлар қойнауының қатпар-қатпар белесінен байқасақ, ежелден-ақ ру-тайпаларымыздың өз жерін еш жауға бастырмай, шыбын жанын шүберекке түйіп, қасық қаны қалғанша күрескен жауынгерлік істері бізге аманат болып жеткен. Қазақ халқының тарихына көз жіберсек, сонау Күлтегін, Білге қаған, Тоныкөктен бастап жерін, елін, тілін, ділін қорғауда¬ғы өшпес ерліктерге толы. Бесік жырынан басталатын ерлікке баулу дәстүрлері түркі халқына тән негізгі ырымдар.Халқымыз¬дың бойындағы отансүйгіштік құндылық-тарды ұрпақтан-ұрпақ¬қа беріліп отыр¬ған заңдылық тұрғысынан да қарауға болады. Бұған дәлел көне түркі зама¬нынан бастау алған патриоттық құн¬ды-лық Күлтегін жазбаларын¬да былай деп суреттеледі: “Елте¬ріс қағанның алғырлығы, еліне деген сүйіспеншілігі Күлтегіннің қанына ана сүтімен сіңді” – деген көне жазу қазақ халқының бойындағы ұлттық патрио¬тизм сезімдері бүгін ғана пайда болған жоқ, ол ежелден-ақ туындап, дамып келе жатқан қасиет деуге болатын¬дығын көрсетеді. Күлте¬гін жазбасында тағы да мынадай жыр жолдарын кездестіруге болады: Кедей халықты бай қылдым, Аз халықты көп қылдым… Түркі иелігінен айырылған халықты Ата-баба мекеніне орнатты… - делінген еді. Бұл жазбадан патриотизмнің –ата-баба мекеніне ие бо¬лып отыру жолында жан ая¬мау, діл бірлігін қорғау, жиғанын халықтан аямау екендігін аңғаруға болады. Жоңғар сияқты алып империямен алысуға, Ресей патшалығының зеңбірегіне жалаң қылышпен қарсы шабуға жетелеген де осы Отанына деген сүйіспеншіліктің, патриотизмнің қуатты күші. Туған жерге деген ыстық сезім, ата¬мекенге деген құрмет пен қадір қа-сиет тұтуды Ұлы дала ойшылдары Қор¬қыт Ата, әл-Фараби, Жүсіп Бала-сағұни, Мах¬мұд Қашқари, т.б. айтқан бола¬тын. Ақын-жыраулар халыққа өне¬ге¬лі сөздерімен ықпал етіп, олар¬ды іргелі ел, берекелі жұрт болуға шақырды. Жыраулар жаугершілік заманда хандар мен бектердің ақылгөй кеңесшісі болып, жорық¬тарға бірге аттанды, ру тайпаларға басшылық етті, сұрапыл қанды майдан көріністерін жырға қосты, ерлікті мадақтады, шейіт болған батырларды жоқтап, ел қайғысын бөлісті. Жоңғар шапқыншылығы ке¬зін¬дегі халықтың береке бірлігін, Отанға адалдығын сақтау, намыс¬ты қолдан бермеу, өз Отанын жаудан аянбай қорғау – ат жалын тартып мінуге жарайтын қазақ баласының қасиетті борышы екен¬дігін Шалкиіз, Ақтамберді, Бұқар жырау, Шал ақынның өлең-жырларынан көре аламыз. Қазақтың айбынды ақын¬дарының бірі Махамбет Өтеміс¬ұлы қазақ шаруаларын бостандық үшін күреске шақырып, қара халықты бақытқа жеткізуді арман¬дап өткен. Ол өзінің үзеңгілес серігі Исатай мен халықтың ерлі¬гін, олардың адамгершілік қа¬сиеттерін жыр етті. Өз халқына, ұлтына деген пат¬риоттық сезімді қазақ ағартушы¬лары Ш.Уәли¬ханов, Ы.Алтын-сарин, А.Құнанбаев шығармала¬рынан да көруге болады. Қазақта ең алғаш қазақ бала¬лары үшін халық мұрасына, салт-дәстүріне, ерлік, адамгершілік тәрбиесіне негіздей отырып, оқулық жазған Ы.Алтынсарин болды. Ол көшпенді елдің бала¬сына ғылым-білім, өнер үйретуді армандады. Абай Құнанбаевтың еңбекте¬рін зерделеп қарайтын болсақ, жастарды ерлік рухта, патрио¬тизм¬ге баулып, намысын, ар-ожданын, адамгершілік қасиет¬терін тудыратын жыр жолдарын кездестіреміз. Оның “Адамзаттың бәрін сүй бауырым деп” деген сөзі, барша жұртшылықты жаула¬су, күш көрсету дегенді білместен, тек тату-тәтті өмір сүруге шақы¬рады. Қарап отырсақ, қай кезде бол¬масын халық игілігі үшін еңбек еткен ағартушылардың, ақын-жыраулардың барлығының мақ¬сат-мүддесі қазақ халқын тек бір¬лікке, ынтымаққа шақыру, ешкім¬мен жауласпау, оқу білімге уағыз¬дау, адамгершілікті, адал шын¬шыл болуға, өз Отанын сүюге, отан-шылдық, отансүйгіштік қасиет¬терді әр адамның бойына дарыту¬ға ұмтылған. Бұл бүгінде Қазақ¬станның, Елбасымыз Н.Назар¬баевтың “әр этностың ұлттық сезімін сыйлап, бірде-бір ұлтпен қарама-қайшылық туғызбау” деген бағытымен үндесіп жатыр. Отанға деген сүйіспеншілік, ұлтына деген ыстық сезімді Алаш¬орда қайраткерлері А.Байтұр¬сынов, М.Дулатов, М.Жұмабаев, С.Торайғыров, Т.Рысқұлов, Ә.Бө¬кейханов, М.Шоқай т.б. еңбек¬терінен де кездестіреміз. Ұлт зиялысы М.Дулатов: “Көзіңді аш, оян, қазақ, көтер басты” – дейді. Ал.С.Торайғыров: Қараңғы қазақ көгіне Өрмелеп шығып күн болам! Қараңғылықтың кегіне, Күн болмағанда кім болам? – деп, жастарды өнер-білім алып, жарыққа талпыну Отанға пай¬далы азамат болу екендігін сан қайталап еске салады. Қазақ халқының батыр ұлы Бауыржан Момышұлының өнегелі өмірі бір төбе. Ол ерлік, рух, ұлттық намыс арасындағы тығыз байланысты: “меніңше, ұлттық намыс болмаса, ұлт батырлары да болмайды. Сонымен қатар ол, ең алдымен, елінің патриоты атанбаса, батыры да емес. Егер тура мағынасында айтсам, патриотизм – адамды өзінің арғы тегімен жалғастырып жататын арқауы мықты қасиетті жіп”, – деп тұжырым жасаған еді. Шындығында, отанды сүю сірә қанмен берілетін қасиетті рух секілді. Тәуелсіздік үшін болған ата-бабаларымыздың қанды жорықтары, дабылды, дауылды азаттық күрес жолдары, ел бос¬тандығы, бірлік жолы, ұлтжан¬ды¬лық, ұлттық сананы негізгі арқау етіп мынадай кезеңдерде жүрген еді: І кезең. Жоңғарларға қарсы күрестер ІІ кезең. Қоқан-Хиуа хан¬дық¬тарына қарсы ұлт-азаттық қоз¬ғалыс. ІІІ кезең. Ресейге қосылу кезеңі, бодандыққа қарсы ұлт-азаттық қозғалыс. ІV кезең. Отарлау саясатына қарсы Сырым Датұлы, Исатай Тайманов, Махамбет Өтемісұл¬дарының басқаруымен болған шаруалар көтерілісі. V кезең. Кенесары хан бастаған ұлт-азаттық қозғалыс. VІ кезең. ХІХ ғ. 1916 жылғы ұлт-азаттық қозғалыс. VІІ кезең. 1917 жылғы Ақпан және Қазан революциясы. Отансүйгіштік рух – қазақ елінің әлемдік өркениетті елдер қатарына қосылып, дүниежүзілік қауымдастықтан лайықты орын алуға мүмкіндік беретін бірден-бір күш. Отансүйгіштік сезім өрге бастайтынын өз ұлтымыздың тарлан тарихы талай дәлелдеді. Ендігі жерде сол алдыңғы толқыннан үйренетін, тәлімін алатын, қанатты ісін жалғастыратын дәстүр біздің еншімізге тиіп отыр. Сол жақсы үрдісті жалғастыру біздер үшін перзенттік қарыз да парыз болып саналады. Осы арқылы кейінгіге біз де із қалдыруға тиістіміз. Менің ойымша, қазақстандық отансүйгіштік рух Қазақстан азаматының өзін осы елдің төл баласы, нағыз азаматы ретінде сезінгенде ғана қалыптасады. Қазақстанның патриоты болу үшін: - Қазақстанда тұратын барлық ұлт өкілдері Қазақстан Республикасының мемлекеттік рәміздеріне ерекше құрметпен қарап, шын ниетімен қадірлеу; - Қазақстанда тұратын барлық халықтардың ұлтына қарамай, Отанды қорғауға дайын болу; - Ұлттық патриоттық мақтаныш сезімінің болу: - Қазақ халқының тарихы мен салтын, тілін сүю қажет сияқты. Қай кезде де азаматтың өз Отаны алдында парызы болады. Азаматтың қасиетті борышының бірі – Отан алдындағы парызын өтеу. Кез келген адам бейбіт заманда да Отанын қорғай алады. Ол дегеніңіз қолға қару алу емес, өз Отаныңның білімді, өркениетті, салауатты перзенті бола алу. ”Отан үшін отқа түс, күймейсің” деген екен батыр Бауыржан Момышұлы. Бұлай деп текке айтпаған. Өйткені Отан үшін еткен еңбегің ешқашан ұмытылмайды. Біздің ата-бабамыз түрлі қанқұйлы соғысты басынан өткерді. Олардың ең соңғысы – Ұлы Отан соғысы болды. Олардың соғысқа қатысқандағы мақсаты – ұрпақтарының, яғни, біздердің жақсы өмір сүруімізді, бейбітшілікте өмір сүруімізді қалады. Осылайша, аттың жалында, түйенің қомында жүріп, біздерге бейбіт өмірді орнатып берді. Халқымызда «Ерім дейтін ел болмаса, елім дейтін ер қайдан болады» деген мақал бар. Жастар өз Отанының нағыз патриоты бола алу үшін үлкендер де өз соңынан ерген ұрпақты дұрыс тәрбиелеуі керек. «Отаным маған не бересің деп емес, Отаным, мен саған не бере аламын?» деп өсу керек. Сонда елімізде әрқашан да бейбітшілік болады. Себебі, ертеңгі елдің тізгінін ұстар азаматттар білімді болса, олар барлық қиыншылықтарды ақылмен шеше алатын болады. Қорытынды Қазақ халқы өзінің ата-баба тарихына сүйіс¬пен¬шілік¬пен қарауға құқықты. Өйткені, біздің ата-бабаларымыз бір сәт құлдыққа бас сұғып, өзінің отар ел болған болмысына ризашылық білдіріп, отырып қалған емес. Олар арының тазалығын ту қы¬лып, азаттық жолын қалады. Ата-баба салты – тарихымыздың үлесі халқы¬мыздың баға жетпес мұрасы. Қазақ халқы ежелден басқа халықтардай Отанын, ұлтын сүйген қасиет тұтқан ел. Батырларымыз бастаған қазақ халқы Отанын, жерін, ұлтын жаудан қорғаған еді. Оны Қазыбек би: «Біз қазақ деген мал баққан елміз, бірақ ешкімге соқтықпай, жай жатқан елміз.Елімізден құт береке қашпасын деп, жеріміздің шетін жау баспасын деп, найзаға үкі таққан елміз;ешбір дұшпан басынбаған елміз, басымыздан сөзді асырмаған елміз. Досымызды сақтай білген елміз, дәмі-тұзын ақтай білген елміз; асқақтаған хан болса, хан ордасын таптай білген елміз.Атадан ұл туса, құл боламын деп тумайды, анадан қыз туса, күң боламын деп тумайды» дей отырып, қазақ халқының өз елін, жерін қорғаудағы қажырлығын, жанын аямайтын патриоттығын, такаппарлығын сипаттаған еді. Демек, біз - аманатты арқалаған баһадүр бабалардың ұрпағымыз! Бабалар салып берген сара жолдың иесіміз. Толарсақтан саз кешіп, ат ауыздықпен су ішкен заманда, қолына найза алып, ерлеулі атқа қонған батыр да қайсар қазақтың жалынды ұрпақтарымыз.Олай болса, бабалар рухына бас ие отырып, егемендікті сақтау, тәуелсіздігіміздің тұғырын тереңнен бекіту қасиетті борышымыз саналады емеспе?!",
                "date": "26.12.2016",
                "upvotes": 1
            },
            {
                "text": "Өлмейді ісі мәңгілік, Өшпейді абзал есімдер. Ұрпаққа жетіп мәңгілік Кетпейді естен асыл ер,- деп ақ жалын ақын Жұбан Молдағалиев жырлаған. „Ерлік – елге мұра, ұрпаққа - үлгі” бабаларымыздың әрбір жүріп өткен жолы – біз үшін үлгі, шежіре, тағдыры – тарих деп есептеймін. „Ел ерімен еңселі”, „Елім” деп еңіреп туған ерлердің есімі еш уақытта елеусіз қалмайтыны ақиқат, халық мұндай қаһарман ұлдарын жыр аңызға айналдырып, өшпес ерлігін ауыздарынан тастамай, жан жүрегінде сақтайды. Бүкіл бір елдің қасиетін өз бойына дарыта алған, туған ұлтын шексіз сүйіп, терең қадір тұтқан халқымыздың қаһарман ұлы – Бауыржан Момышұлы. Туған жерім Мыңбұлақ, арналы Ақсай, Ішсем суы татиды шекер, балдай Қызғалдақ, қалың егіс, көк жоңышқа Сенен артық жер, шіркін, өтер қандай, – деп өзі жырлағандай Бауыржан Момышұлы 1910 жылы Жамбыл облысы, Жуалы ауданы, Мыңбұлақ ауылында дүниеге келген. Кейін „Ұшқан ұя” атты кітабында баяндағандай, Бауыржан атаның әкесі Момыш пен көкесі Момынқұлдың тәрбиесінен көп өнеге алған. „Ұяда не көрсең, ұшқанда соны ілесің”,- деп, дана халқымыз айтқандай, оның бойындағы адамгершілік – асыл қасиет, алдымен анасының ақ сүтінен дарыса, екіншіден, өскен ортасының тәрбиесінен дарыды деп ойлаймын. Қаршадайынан-ақ жігерлігі, қайтпас қайсарлығы, бойында бір жұмбақ күштің жасырынып, жанартаудай өз кезегін күтіп жатқандығы аңғарылады. Жеті жылдық білім алған Бауыржан ата алғаш еңбек жолын мұғалімдіктен бастайды, кейін қаржы саласында екі жылдай жұмыс істейді. 1932 – 56 жылға дейін үзбей әскери қызметте болған Бауыржан атаның жолы - өзінше бір ерлік дастан. Ол Ұлы Отан Соғысының жан беріп, жан алысқан қиян-кескі майданында-ақ асқан ер жүректілігімен, әділетсіздікке қаны қас, қиындыққа қайыспас қайсарлығымен, соғыс тактикасын жете меңгергені, дарынды қолбасшылығымен аңызға айналып, қаншама өнер туындыларының басты кейіпкеріне айналды.",
                "date": "10.10.2017",
                "upvotes": 0
            },
            {
                "text": "Барлығы интернеттен іздеп осы сайтқа жаза салады",
                "date": "9.10.2018",
                "upvotes": 0
            },
            {
                "text": "ер ел үшін туады деген сөз бекер емес.Біздің елде  қаһармандар өте көп.Оның бірі Бауыржан Момышұлы.Бауыржан Момышұлы 1910 жылы 24 желтоқсанда туылған. Бауыржан момышұлы еліміздің қаһарманы.Былай өмірде мінезі өте жұмсақ ал соғыста өте қатал деп сипаттайды.Халық мұндай ұлдарын ешуақытта елеусіз қалдырмай ауыздарынан тастамай жыр аңызға айналдырды.",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрыштарын табындар",
        "question_content": "Ромбының қабырғасы 241м, биікт",
        "question_date": "22.12.2016",
        "question_tag": "Мектеп",
        "question_views": 915,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шариктің массасын анықтаңыз",
        "question_content": "Құралдар мен жабдықтар: массасы белгісіз шарик, қыстырғыш, сіріңке, сызғыш, массасы белгілі шарик.\nНұсқау: Тәжірибелік сайыстың тапсырмаларын орындаған кезде:\nтәжірибені жасау әдісіңізді баяндап, есептеу өрнектерін келтіріңіз;\nтәжірибенің және аралық есептеулердің нәтижелерін жазатын кесте дайындап, оны толтырыңыз;\nқажетті тәжірибелерді жасап, өлшеулерді жүргізіңіз;\nалған нәтижелердің негізінде іздеп отырған шаманы есептеңіз;\nесептеулердің қателіктерін анықтаңыз және соңғы нәтижені жазыңыз;\nорындалған жұмыстар жөнінде қортындылар жасаңыз.",
        "question_date": "22.12.2016",
        "question_tag": "Физика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оң қолымның 4-ші саусағының басы ұюығалы алты күн болды. ОЛ неден? Не істеуге болады?",
        "question_content": "Оң қолымның 4-ші саусағының басы ұюығалы алты күн болды. ОЛ неден? Не істеуге болады? Сіздердің көмектеріңіз  өте қажет. Рахмет.",
        "question_date": "22.12.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 821,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оң қолдың сақина саусағындағы ұюдың көптеген себептері бар:\n\n 1. Жергілікті себептер: жергілікті жарақат, шаршау, суық, қысу, инфекция, улану және т.б.;\n\n 2. Перифериялық нервтердің пайда болу себептері: жүйке ағымы кезінде білезік, шынтақ, иық буындарында қысылу және басқа да зақымданулар пайда болады;\n\n 3. Жатыр мойны омыртқасының ауруы: Омыртқа аралық диск ауруы жүйке тамырларын қысады;\n\n 4. Орталық зақымданулар: Мысалы, инсульттің белгісі ретінде жергілікті зақымданулар кейіннен бүкіл алақан мен қолдың ұюына дейін дамып, соңында гемиплегия, гемиплегия және т.б.\n\n Сондықтан, егер науқаста сақина саусақтарының ұюы пайда болса, ол дереу дәрігерге қаралуы керек.Мультидисциплинарлық ынтымақтастық арқылы нақты себебін табу және емдеу үшін ортопедия, ішкі аурулар, неврология және т.б. кешенді тексеру мен талдауды қамтитын қажетті тексерулер жүргізілуі керек. ол.  Пациенттер дәрумендерді теріс пайдаланбауы керек.Емдеу әсері нашар болады, ресурстар босқа кетеді және жағдай кешіктірілуі мүмкін.",
                "date": "3.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cалмағы 10 Н жүктің әсерінен ол қанша мм-ге созылады?",
        "question_content": "Егер динамометрдің серіппесі 5 Н жүктің әсерінен 4 мм-ге созылған болса, онда\nCалмағы 10 Н жүктің әсерінен ол қанша мм-ге созылады?",
        "question_date": "22.12.2016",
        "question_tag": "Физика",
        "question_views": 4300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осылай шығарсаңыз болады.",
                "date": "29.01.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "100г эфирді буландыру арқылы қандай температурадағы мұзға айналдыруға болады?",
        "question_content": "100г эфирді буландыру арқылы қандай мөлшердегі суды 273К температурадағы мұзға айналдыруға болады? Судың және эфирдің бастапқы температуралары 293К.Жылу алмасу тек су мен эфир арасында жүреді.",
        "question_date": "22.12.2016",
        "question_tag": "Физика",
        "question_views": 853,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Су 293 К = 20 ° C температурада, сондықтан оны мұзға айналдыру үшін суды (және эфир де сумен бірге суытады) алдымен T1 = 293 К-ден T2 = 273 К-ге дейін салқындату керек. , келесі процестерді қарастыру қажет: 1) эфирдің булануы (Q1 > 0, өйткені процесс энергия өндіруді қамтиды);\n\n 2) эфирді салқындату (Q2 < 0, өйткені процесс энергияның бөлінуін қамтиды);\n\n3) суды салқындату (Q3 < 0, өйткені процесс энергияның бөлінуін қамтиды);\n\n 4) судың қатуы (Q4 < 0, өйткені процесс энергияның бөлінуімен жүреді).\n\n Содан кейін Q1+Q2+Q3+Q4=0,m1⋅L+c1⋅m1⋅(T2−T1)+c2⋅m2⋅(T2−T1)−m2⋅λ=0,m2=m1⋅(L+c1⋅( T2−T1))λ−c2⋅(T2−T1),\nмұндағы m1 = 0,1 кг, c2 = 4200 Дж/(кг∙К), λ = 3,3∙105 Дж/кг, Т2 – Т1 = –20 К.\nНәтижесінде мынаны аламыз. м2 = 73 г.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде молданың қолынан топырақ жедім. Ол нені білдіреді?",
        "question_content": "Түсімде молданың қолынан топырақ жедім. Ол нені білдіреді?",
        "question_date": "22.12.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 579,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ештеңе білдірмейді.",
                "date": "22.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиядан есептер 8сынып",
        "question_content": "Мен химиядан білгім келеді маған химия пəні ұнайды",
        "question_date": "22.12.2016",
        "question_tag": "Химия",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "H2CO3, CO, H2SiO3, Na2SiO3 тотығу дарежелерін тауып бересіз бе?",
        "question_content": "HNO2, NO2, H2SO4, H2CO3, CO, H2SiO3, Na2SiO3\n\nМына берілген қосылыстардағы элементтердің тотығу дәрежелерін  анықтап бересіз бе?",
        "question_date": "22.12.2016",
        "question_tag": "Химия",
        "question_views": 11400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H+1,N+3,O-2; N+4,O2-2; H2+1,S+6,O4-2; H2+1, C+4, O3-2; C+2,O-2; H2+1, Si+4, O3-2; Na2+1, Si+4, O3-2:",
                "date": "22.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "75 градус бұрышқа бұрғанда AB кесіндісі ауысатын фигураны салыңдар?",
        "question_content": "1) Екі шеңбер A жəне B нүктелерінде қиылысады. Олардың ортақ AB хордасы осы шеңберлердің центрлерінен өтетін түзуге қатысты өзіне-өзі симметриялы болатынын дəлелде.\n\n2) O нүктесінен сағат тілінің бағытымен 75 градус бұрышқа бұрғанда AB кесіндісі ауысатын фигураны салыңдар.\n\n3) Параллель көшіруде А нүктесі А1 нүктесіне, В нүктесі В1 нүктесіне бейнеленеді. Егер АВ=10 см болса, онда А1В1 кесіндісінің ұзындығы неге тең? Жауыптарыңды негіздеңдер.",
        "question_date": "21.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)OAO1 және OBO1, OB = OA, O1B = O1A үшбұрыштарында шеңберлердің радиустары ретінде үшбұрыштардың ортақ қабырғасы OO1 болады. Сонда OAO1 және OBO1 үшбұрыштары үш қабырғасында тең болады. Сонда BOM = AOM бұрышы, демек ОМ тең қабырғалы үшбұрыштың AOB биссектрисасы, медианасы және биіктігі. Сонда AM = BM.Онда А нүктесі OO1 түзуіне қатысты В нүктесіне симметриялы болады, дәлелденді.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңгер, ол қандай болу керек ЭССЭ?",
        "question_content": "Заңгер, ол қандай болу керек ЭССЭ?",
        "question_date": "21.12.2016",
        "question_tag": "Заң",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заңгерге келесі талаптар қойылады:\nЖоғары білім туралы дипломның болуы заң Жоо және тиісті практика;\nкәсіби білім заңнамалық және нормативтік құқықтық актілер мен регламенттелген құжаттар;\nбілу беруге білікті кеңес беру саласындағы Қылмыстық, Әкімшілік, Азаматтық, Қаржы, Еңбек құқығы;\nсауатты құрастыру, заңды және басқа да құжаттар, қалай правоведческого, сондай-ақ басқа да сипаттағы;\nиелену негізгі принциптері басқару және еңбекті ұйымдастыру, экономика;\nжүргізу барлық қажетті есептерді, есепке алу, тарифтік келісімдер, ұжымдық келісім-шарттар белгіленген тәртіппен;\nсенімді иелену ДК-мен жұмыс дағдысының заңды бағдарламалары; ағылшын тілін білу (егер қажет).\nЗаңгер жауап береді:\nсақтамау-тармақтарының міндеттерін, регламенттелген лауазымдық нұсқаулыққа заң кеңесшісі;\nзаңдардың бұзылуы ;\nматериалдық шығындар, енгізілген компания;\nеңбек тәртібін сақтамау, -, нұсқаулықтар мен бұйрықтар, қарастырылған фирма.\nЗаңгер құқығы бар:\nеркін кіруге мүдделі оның деректері жүргізу үшін компанияның заң қызметі;\nталап етуі қызметкерлері үшін материалдар дайындау тексеруді жүргізу;\nорындалуын бақылауды жүзеге асыруға берілген нұсқамалардың;\nқорғауға құқық өз кәсіпорнының;\nынтымақтасуға басқа ұйымдармен шешуге қажетті заңды сұрақтар.\nМамандық ерекшеліктері заңгер\n\"Заңгер\" мамандығын таңдаған алуға болмайды білімі бар төмен жоғары, сондай-ақ, болуы тиіс тиісті мамандығы және тәжірибе, осы қызмет саласында шамамен бір жыл. Орындау үшін бұл шарт және мәселелердің амалдарын жетілдіру дағдысы, біраз уақыт қажет айналысу құқығынан көмекшісі, заңгер консультант.\nҚалай жетекші маманы? Егер кәсіпорында қарастырылған штатында барлығы бір құқықтық қызметкері, ол атқарады жетекші.\nЖетекші заңгер мүмкін тұрмысы тағайындалды, егер оның қарамағына кіреді болмағанда бір адам лауазымына заңгер. Оның міндеттері орындау үшін барлық құқықтық мәселелерді кәсіпорын.\nЗаңгерлер, олар бағынышты жетекші маман жұмыс істейді қатары бойынша өз міндеттерін, сәйкес өз бөлімшелері.",
                "date": "26.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыбырай Алтынсарин \"Бұлақ көрсең-көзін аш\" тақырыбында шығарма?",
        "question_content": "Ыбырай Алтынсариннің ашқан мектептері туралы.\nӘрбір адамның бойында қандайда  бір қабілет немесе дарындылығы ,не болмаса икемділігі болады. Бірақ барлығы бірдей оны байқай білмейді. Қандайда бір іске бейім жандар өз болашағын ,яғни мамандығын соған байланысты ұштастырып жатады. Бірақ өзі неге икемі келетінін өзі де білмейтін жағдайлар өте көп. Оны көбнесе жан-жағындағы туыстары ,дос-жарандары байқайды, немесе ұстаздары . Әрбір адам өзінің досының ән айтуға, билеуге не болмаса ұсталыққа  қабілеттілігін байқаса оны әрі қарай ынталандырып, оған қолдау көрсетуі керек .Бұлақ көрсең көзін аш деп халқымыз бекер айтпаған, біреудің жұлдызын жағуға көмек беру  ол әрбір адамның міндеті.",
        "question_date": "21.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Су - тіршілік көзі, өмірдің қуаты. \"Судың да сұрауы бар\" дейді аққан судың қадірін  білген дана халқымыз. Күнделікті судың қадірін біле бермейтініміз - шындық. Сарқырап су ағып тұрған соң бір тамшы суға зар болған жандардың басындағы ауыртпашылықты қайдан білейік? Ағызып қойып соны ойлай бермейміз-ау. Ал барша мұсылманға қасиетті Рамазан айында ораза ұстағанда, Алла разылығы үшін ас-судан тыйылып, күн батқанша қара су аузың жетпегенде ғана не дүниенің парқына барасың. Күн еңкейе батып, ауызашар уақыты кіргенде ұрттаған суыңнан балдай, одан артық бақыт сыйлар дүние бар ма, шіркін!\nСонда ғана Жаратушымыздың бізге берген үлкен нығыметінің қадірін біліп, сусыз аймақтарда өмір сүріп, ауыз суға зар болғандардың мұң-шерін түсінгендей боламыз. Сонда ғана сұраусыз ағып жатқандай көрінетін судың бар тіршлікке демеу боларын ұғынасың. Ал оның бағасын білмей, суға қоқыс тастап, оны ластайтын жандар бір өзіне ғана емес, адамзатқа зиян жасап жатқанын біле ме екен?\nСусыз бір күн өмір сүрудің өзі тәніңді азапқа түсірерін білер ме екен? \nТазалықты білетін, сүйетін дана халқымыз бұлақ көзін жаппаған, керісінше бұлақ көзін ашуды сауапты іс деп білген. Тіпті, суды бей-берекет жұмсамаған. Бір сәт соны ойға алып, дана халқымыздың тәрбиесімен сусындап, судың да сұрауы барын білгеніміз жөн.",
                "date": "16.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлшемдері 10см*5см*2см. Білеушенің ауырлық күші неге тең?",
        "question_content": "Өлшемдері 10см*5см*2см. Білеушенің ауырлық күші неге тең?",
        "question_date": "21.12.2016",
        "question_tag": "Физика",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Fa=mg=po*V*g=540 кг/м³ * 0,1 * 0,05 * 0,02 *9,8 =0,5292 Н",
                "date": "10.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 сынып. Физика. Ауырлық күші",
        "question_content": "Болат құйманың көлемі 20дм3. Құймаға әсер ететін ауырлық күші қандай?",
        "question_date": "21.12.2016",
        "question_tag": "Физика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Fa=mg, m=p(ро)v, Fa=pvg",
                "date": "24.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жұмбақ бай мен кедей туралы?",
        "question_content": "Жұмбақ бай мен кедей туралы. Бай мен кедей бірге өмір сүріпті. Бір күні бай кедейге егер сен маған бір қойынды берсен менім қойым сенікінен екі есе коп болар еди депти. Ал кедей байга сен маган бир койынды берсен екемиздин койымыз тен болар еди депти. Кедейде канша кой ? Байда канша кой?",
        "question_date": "21.12.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кедейде екеу, байда үш қой бар",
                "date": "26.12.2016",
                "upvotes": 1
            },
            {
                "text": "байда 7 кедейде 5\n\n7+1=8\n\n5-1=4\n\n8/4=2",
                "date": "2.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Теория жүзінде мүмкін болатын амиак шығымының массалық үлесі?",
        "question_content": "56 гр азот сутекпен әрекеттескенде 48 гр амиак (NH3)алынады. Теория жүзінде мүмкін болатын амиак шығымының массалық үлесі?",
        "question_date": "21.12.2016",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    }
]