[
    {
        "question_title": "Себеп салдар салаласқа көркем әдебиеттен 3 сөйлем керек (Көркем әдебиеттің атымен)",
        "question_content": "Себеп салдар салаласқа көркем әдебиеттен 3 сөйлем керек (Көркем әдебиеттің атымен)",
        "question_date": "21.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тегі, бұл шоқу көзді ағызудың ғана тәсілі болмау керек, себебі көзі аққан жылан тулап бетімен лағады да, ақыры өледі. Әдетте оруды ең кұрметті кісі бастауға тиіс, сондықтан көпшілік бұл қүрметін Сырбайға көрсетпек болды. Ботаны ағыс алып кетер деп қауіптене отыра Сырбай оның ноқтасының бауын босатып жіберді: басын тартса, құлағына су кетірермін деп ойлады (С. Мұқанов).\n\nҚұмның ыси бастауынан қашып аң біткен Бет-пақтың даласына қарай өтіп кетсе керек, таңертеңнен бері не бір қарақұйрық, не бір киік кездеспеді аңшыға (С. Мұратбеков)",
                "date": "21.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белгісіз элементті табу керек.",
        "question_content": "vll тобының негізгі элементі ұшқыш сутекті қосылыста 5% cутектен тұрады.\n\nБелгісіз элемент RH3 сутекті қосылыс түзеді.Осы элементтің жоғары оксиді 56,3% оттектен тұрады.Белгісіз элементті табыңыз.\n\nОсы есептерді шығарып берініздерші өтініш!)ми",
        "question_date": "21.01.2017",
        "question_tag": "Химия",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Крест жорықтарының жағымды және жағымсыз жақтары.",
        "question_content": "Крест жорықтары жағымды және жағымсыз жақтарын",
        "question_date": "21.01.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 39400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Крест жорықтары Батыс Еуропа елдері тарапынан жүргізілген әділетсіз, басқыншылық соғыстар болды. Бұл соғыстар дүниежүзілік өркениеттің дамуына едәуір кедергі келтірді. Жорықтар Еуропа елдерінің ғана емес, Шығыстағы мұсылман елдерінің де шаруашылығына, мәдениетіне орны толмас зиян әкелді. Көптеген өнер туындылары қирады, кітаптар мен құнды деректер жойылып кетті. Дегенмен бұл жорықтардың Батыс Еуропа елдері үшін біраз пайдалы жақтары да болды. Біріншіден, Жерорта теңізіндегі сауданың қыза түсуіне ықпал етті. Бұл саудада Солтүстік Италия қалалары үстемдікке ие болды. Екіншіден, Батыс Еуропа халықтары Шығыстан жоғары дәрежеде дамыган мәдениеттің үлгісін игерді. Кресшілер мұсылман халықтардан тамақ ішер алдында қолдарын жууды, ауықауық ыстық моншаға түсіп, іш киімдерін, төсек-орындарын ауыстырып тұруды, әдемі киінуді, ас ішкенде шанышқыны пайдалануды үйренді. Үшіншіден, еуропалықтар Шығыстан жаңа егіс дақылдарын көріп, Еуропада күріш, лимон, өрік, қарбыз өсіре бастады. Еуропалықтар Шығыс халықтарынан жібек мата тоқуды, айна жасауды, металды сапалы өңдеуді үйренді.",
                "date": "21.01.2017",
                "upvotes": 0
            },
            {
                "text": "Жағымды жақтары: християндар мұсылмандардан тазалық жайлы, т.б жайлы білді. Ал жағымсызы өркениеттің дамуына, т.б-ға кері әсерін тигізді.",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің метис қызға үйленгенім дұрыс па?",
        "question_content": "Сіздердің жазар ақыл-кеңестеріңіз маған өте қажетті болып тұр.\nЕкі ай алдын бір қызбен вкада таныстым ұнатып қалдым (олда мені ұнатады) потом екі үш күннен соң телефон арқылы сөйлесе бастадық, бір бірімізді неше түрлі сөздермен еркелетеміз, бірақ әлі кездескен жоқпыз. Менің жасым жиырмада, әскери борышымды өтегем өмірдің ащщы тұщщысын көргем десемде болады.Мен ермекке емес өзіме жар таңдайтын кезеңдемін. Қызға келсек әкесі татар, шешесі қазақ. Негізі қалай ойлайсыздар мен өзім ауылды жерде тұрамын әке шешем, ата апам, нағашы ата апам бәріде қазақ. Менің ол қызға ойым кетіп жүргенін үйдегілер білмейді, білетін болса недеп айтарын елестете алмаймын.",
        "question_date": "21.01.2017",
        "question_tag": "Махаббат",
        "question_views": 1500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Кімге үйленсеңде бақытты болсаң болды. Бақыт ұлтқа, жасқа, түрге бөлінбейді, қарамайды))Негізі метис деген нәсіл аралық некеден туған бала. Мысалы европалық пен азиялықтан.",
                "date": "27.01.2017",
                "upvotes": 0
            },
            {
                "text": "2 ай деген аз екен), қазақ дұрыс! Уақытша сезім",
                "date": "27.01.2017",
                "upvotes": 0
            },
            {
                "text": "ұлтшыл болманыздаршы!!! бəріміз бір адамбызгой, баска ұлт болса не болыпты.Жаман ұлт болмайды, жаман адам болады!Сол жағында ойланыздар.Ұлтқа бөліне бермей",
                "date": "28.05.2018",
                "upvotes": 0
            },
            {
                "text": "Мы делимся всем, но не делимся на наций. Это ты будешь с ней. Поэтому это тебе решать.",
                "date": "29.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Томирис патшайым туралы мəлімет керек еді",
        "question_content": "Томирис патшайым туралы өздік етісі бар мəлімет кере",
        "question_date": "21.01.2017",
        "question_tag": "Мектеп",
        "question_views": 19600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тұмар (Томирис) ханша (ж.ж.с.д. 570-520) – күнгей түркі сақ халықтарының байырғы заманда ел билеген атақты әйел патшаларының бірі. Грек жазбаларында оның елін «массагет» деп атайды. Тұмар ханша есімінің тарихқа еніп, әлемге танылуы Ахемен әулетінен шыққан, «төрт құбыланың тұтас билеушісі» атанған парсының әйгілі патшасы Кирдің (ж.ж.с.д. 558 – 530) Орта Азияға басқыншылық жорықпен келген, «жеңілуді білмейді» деп дәріптелген әскерін ашық шайқаста тас талқанын шығарып жеңуімен тікелей байланысты.Мемлекетінің аумағын тойымсыздықпен кеңейте беруді ойлаған Кир патша батыс елдеріне аттанбас бұрын әуелі шығыс жағын қауіпсіздендіру мақсатымен күнгей түркі сақтарды бағындырып алуды көздейді. Сөйтіп түркі сақ еліне елші аттандырып, олардың ханшасы, сол кезде күйеуі өліп жесір отырған Тұмардың (Томириске) өзіне тұрмысқа шығуын сұрайды.Бұл Кирдің түркі сақтармен соғысуға желеу іздеуі еді. Тұмар ханша Кирдің ұсынысын қабылдамай тастайды. Осыны желеу еткен Кир өзінің жау қайдалап жұтынған жаужүрек жауынгерлерін шығысқа қарай қаптатады. Аракс дариясына жетіп, үстінен қалқыма көпірлерді құруды кемелердің кермесінде мұнара қамалдар тұрғызуды әмір етеді.Өздерін жаулап алуға келген парсылардың әр қадамын алыстан бақылап, біліп отырған Тұмар ханша олардың дариядан өту үшін әуреленіп, көпір салғалы жатқанын естіп, Кирге арнайы жаушы жібереді.- Мидиялықтардың патшасы! дейді жіберген жаушысы арқылы Тұмар ханша Кирге. Ниетіңнен қайт. Салып жатқан көпірлеріңнің игілігін көрер көрмесіңді өзің де білмейсің. Өнбес істі қума. Өз патшалығыңа бар да, өз билігіңді жүргізе бер, бізді күндеме. Ал егер алда жалда соғыспай қоймаймын десең, онда көпір салып, уақыт өткізіп, әуре болма. Дарияның біз жақ бетіне шығып соғысамын десең, біз үш күншілік жерге кетіп, жол ашайық, ал дарияның өз жағыңда соғысамын десең, сен үш күншілік жерге шегін. Қалауына қарай өзің шеш.Тұмардың ұсынысын Кир әскери кеңеске салады. Біраз пікір таласынан соң, Лидияның бұрынғы патшасы, сол кезде Кирдің қолындағы мырза тұтқын Крездің ақылымен дарияның түркі сақтар жағында соғысуды ұйғарып, шешімдерін Тұмарға хабарлайды.Түркі сақтар уәделерінде тұрып, үш күншілік жерге шегініп кетеді. Олардың кеткеніне анық көз жеткізгеннен кейін Кир бүкіл әскерін дарияның арғы бетіне өткізіп, Крездің үйреткен айласымен түркі сақтардың шабылдаушы тобын алдап қолға түсіріп, түгел қырғынға ұшыратады. Осы шабуылшы топтың басшысы, Тұмар ханшаның ұлы Спаргапты (Спаргапис) тұтқынға алады.Сүйікті ұлы мен шеп бұзар жауынгерлерінің қайғылы хабарын алған Тұмар Кирге жаушы жіберіп, оған өзінің соңғы сөзін жеткізеді.Қанқұмар Кир! Жеңіске желікпе. Сен менің ұлымды ашық айқаста қару құдіретімен жеңген жоқсың. Шарап ішкізіп, алдап барып, пенде еттің. Енді менің мына ақылымды ал. Айла амалмен біраз жауынгерімді опат еткеніңді қанағат тұтып, менің ұлымды өзіме қайтарып бер де, есен сауыңда жөніңді тап. Егер өйтпесең, Тәңірі атымен ант етіп айтайын, қанға қаншама тойымсыз болсаң да, адам қанын сусының қанғанша ішкізермін!Бар аңсары біреудің елін шауып, олжаға батып, атағын шығаруға ауған Кир ханша ақылын тыңдамай, өзінің шайқасатынын айтып, Тұмардың жаушысын кері қайтарады. Тұтқынға түскен Тұмардың ұлы өзінің қандай күйге ұшырағанын мастығы айығып, есі кірген кезде ғана бір ақ біледі. Кирден аяқ қолын босатуын өтінеді. Қолдан бұғау, аяқтан кісен алынысымен, ол қасында тұрған парсы жауынгерінің қаруын жұлып алып, өзін өзі өлтіреді.Келесі күні екі жақтың арасында бұрын соңды көз көріп, құлақ естімеген сұрапыл қырғын соғыс басталады. Ақырында далалық ұрыс тәсілін тиімді пайдаланған түркі сақтар парсылардың әскерін түгел дерлік жусатып салады. Қоршауға түсіп, бас сауғалар мүмкіндігінен айырылған. Кирдің өзі де жауынгерлерімен бірге айқас алаңында қаза табады.Тұмар ханша шайқас аяқталған соң, сарбаздарына Кирдің денесін таптырып алып, басын кестіріп, қан толтырылған меске салып тұрып: «Әйтеуір тірі қалдым, сені жеңіп шықтым демесем, жан дегендегі жалғыз ұлымды аярлықпен қолға түсіріп, сен менің түбіме жеттің, жауыз! Енді Тәңірге берген сертімді орындап, басыңды қанға бөктіріп, сусыныңды қандырғаннан басқа амалым жоқ» дейді. Осылайша күнгей түркі сақтар өздерін жаулауға жасанып келген басқыншылардан елінің тәуелсіздігін сақтап қалады. Осылайша Тұмар ханша елбасылық ұлы тұлғасымен, қолбасшылық асқан ерлігімен тарихқа енеді.\n\nТолығырақ.",
                "date": "21.01.2017",
                "upvotes": 1
            },
            {
                "text": "Тұмар (Томирис) ханша (ж.ж.с.д. 570-520) – күнгей түркі сақ халықтарының байырғы заманда ел билеген атақты әйел патшаларының бірі. Грек жазбаларында оның елін «массагет» деп атайды. Тұмар ханша есімінің тарихқа еніп, әлемге танылуы Ахемен әулетінен шыққан, «төрт құбыланың тұтас билеушісі» атанған парсының әйгілі патшасы Кирдің (ж.ж.с.д. 558 – 530) Орта Азияға басқыншылық жорықпен келген, «жеңілуді білмейді» деп дәріптелген әскерін ашық шайқаста тас талқанын шығарып жеңуімен тікелей байланысты.\nМемлекетінің аумағын тойымсыздықпен кеңейте беруді ойлаған Кир патша батыс елдеріне аттанбас бұрын әуелі шығыс жағын қауіпсіздендіру мақсатымен күнгей түркі сақтарды бағындырып алуды көздейді. Сөйтіп түркі сақ еліне елші аттандырып, олардың ханшасы, сол кезде күйеуі өліп жесір отырған Тұмардың (Томириске) өзіне тұрмысқа шығуын сұрайды.\nБұл Кирдің түркі сақтармен соғысуға желеу іздеуі еді. Тұмар ханша Кирдің ұсынысын қабылдамай тастайды. Осыны желеу еткен Кир өзінің жау қайдалап жұтынған жаужүрек жауынгерлерін шығысқа қарай қаптатады. Аракс дариясына жетіп, үстінен қалқыма көпірлерді құруды кемелердің кермесінде мұнара қамалдар тұрғызуды әмір етеді.\nӨздерін жаулап алуға келген парсылардың әр қадамын алыстан бақылап, біліп отырған Тұмар ханша олардың дариядан өту үшін әуреленіп, көпір салғалы жатқанын естіп, Кирге арнайы жаушы жібереді.\n- Мидиялықтардың патшасы! -, дейді жіберген жаушысы арқылы Тұмар ханша Кирге. - Ниетіңнен қайт. Салып жатқан көпірлеріңнің игілігін көрер көрмесіңді өзің де білмейсің. Өнбес істі қума. Өз патшалығыңа бар да, өз билігіңді жүргізе бер, бізді күндеме. Ал егер алда жалда соғыспай қоймаймын десең, онда көпір салып, уақыт өткізіп, әуре болма. Дарияның біз жақ бетіне шығып соғысамын десең, біз үш күншілік жерге кетіп, жол ашайық, ал дарияның өз жағыңда соғысамын десең, сен үш күншілік жерге шегін.Қалауына қарай өзің шеш.\nТұмардың ұсынысын Кир әскери кеңеске салады. Біраз пікір таласынан соң, Лидияның бұрынғы патшасы, сол кезде Кирдің қолындағы мырза тұтқын Крездің ақылымен дарияның түркі сақтар жағында соғысуды ұйғарып, шешімдерін Тұмарға хабарлайды. Түркі сақтар уәделерінде тұрып, үш күншілік жерге шегініп кетеді. Олардың кеткеніне анық көз жеткізгеннен кейін Кир бүкіл әскерін дарияның арғы бетіне өткізіп, Крездің үйреткен айласымен түркі сақтардың шабылдаушы тобын алдап қолға түсіріп, түгел қырғынға ұшыратады. Осы шабуылшы топтың басшысы, Тұмар ханшаның ұлы Спаргапты тұтқынға алады. Сүйікті ұлы мен шеп бұзар жауынгерлерінің қайғылы хабарын алған Тұмар Кирге жаушы жіберіп, оған өзінің соңғы сөзін жеткізеді.\nҚанқұмар Кир! Жеңіске желікпе. Сен менің ұлымды ашық айқаста қару құдіретімен жеңген жоқсың. Шарап ішкізіп, алдап барып, пенде еттің. Енді менің мына ақылымды ал. Айла амалмен біраз жауынгерімді опат еткеніңді қанағат тұтып, менің ұлымды өзіме қайтарып бер де, есен сауыңда жөніңді тап. Егер өйтпесең, Тәңірі атымен ант етіп айтайын, қанға қаншама тойымсыз болсаң да, адам қанын сусының қанғанша ішкізермін!\nБар аңсары біреудің елін шауып, олжаға батып, атағын шығаруға ауған Кир ханша ақылын тыңдамай, өзінің шайқасатынын айтып, Тұмардың жаушысын кері қайтарады.\nТұтқынға түскен Тұмардың ұлы өзінің қандай күйге ұшырағанын мастығы айығып, есі кірген кезде ғана бір-ақ біледі. Кирден аяқ қолын босатуын өтінеді. Қолдан бұғау, аяқтан кісен алынысымен, ол қасында тұрған парсы жауынгерінің қаруын жұлып алып, өзін өзі өлтіреді.\nКелесі күні екі жақтың арасында бұрын соңды көз көріп, құлақ естімеген сұрапыл қырғын соғыс басталады. Ақырында далалық ұрыс тәсілін тиімді пайдаланған түркі сақтар парсылардың әскерін түгел дерлік жусатып салады. Қоршауға түсіп, бас сауғалар мүмкіндігінен айырылған. Кирдің өзі де жауынгерлерімен бірге айқас алаңында қаза табады. Тұмар ханша шайқас аяқталған соң, сарбаздарына Кирдің денесін таптырып алып, басын кестіріп, қан толтырылған меске салып тұрып: «Әйтеуір тірі қалдым, сені жеңіп шықтым демесем, жан дегендегі жалғыз ұлымды аярлықпен қолға түсіріп, сен менің түбіме жеттің, жауыз! Енді Тәңірге берген сертімді орындап, басыңды қанға бөктіріп, сусыныңды қандырғаннан басқа амалым жоқ» дейді. Осылайша күнгей түркі сақтар өздерін жаулауға жасанып келген басқыншылардан елінің тәуелсіздігін сақтап қалады. Осылайша Тұмар ханша елбасылық ұлы тұлғасымен, қолбасшылық асқан ерлігімен тарихқа енеді.\nСақ патшайымы – Томирис",
                "date": "21.01.2017",
                "upvotes": 1
            },
            {
                "text": "Тұмар (Томирис) ханша (ж.ж.с.д. 570-520) – күнгей түркі сақ халықтарының байырғы заманда ел билеген атақты әйел патшаларының бірі. Грек жазбаларында оның елін «массагет» деп атайды. Тұмар ханша есімінің тарихқа еніп, әлемге танылуы Ахемен әулетінен шыққан, «төрт құбыланың тұтас билеушісі» атанған парсының әйгілі патшасы Кирдің (ж.ж.с.д. 558 – 530) Орта Азияға басқыншылық жорықпен келген, «жеңілуді білмейді» деп дәріптелген әскерін ашық шайқаста тас талқанын шығарып жеңуімен тікелей байланысты.Мемлекетінің аумағын тойымсыздықпен кеңейте беруді ойлаған Кир патша батыс елдеріне аттанбас бұрын әуелі шығыс жағын қауіпсіздендіру мақсатымен күнгей түркі сақтарды бағындырып алуды көздейді. Сөйтіп түркі сақ еліне елші аттандырып, олардың ханшасы, сол кезде күйеуі өліп жесір отырған Тұмардың (Томириске) өзіне тұрмысқа шығуын сұрайды.Бұл Кирдің түркі сақтармен соғысуға желеу іздеуі еді. Тұмар ханша Кирдің ұсынысын қабылдамай тастайды. Осыны желеу еткен Кир өзінің жау қайдалап жұтынған жаужүрек жауынгерлерін шығысқа қарай қаптатады. Аракс дариясына жетіп, үстінен қалқыма көпірлерді құруды кемелердің кермесінде мұнара қамалдар тұрғызуды әмір етеді.Өздерін жаулап алуға келген парсылардың әр қадамын алыстан бақылап, біліп отырған Тұмар ханша олардың дариядан өту үшін әуреленіп, көпір салғалы жатқанын естіп, Кирге арнайы жаушы жібереді.- Мидиялықтардың патшасы! дейді жіберген жаушысы арқылы Тұмар ханша Кирге. Ниетіңнен қайт. Салып жатқан көпірлеріңнің игілігін көрер көрмесіңді өзің де білмейсің. Өнбес істі қума. Өз патшалығыңа бар да, өз билігіңді жүргізе бер, бізді күндеме. Ал егер алда жалда соғыспай қоймаймын десең, онда көпір салып, уақыт өткізіп, әуре болма. Дарияның біз жақ бетіне шығып соғысамын десең, біз үш күншілік жерге кетіп, жол ашайық, ал дарияның өз жағыңда соғысамын десең, сен үш күншілік жерге шегін. Қалауына қарай өзің шеш.Тұмардың ұсынысын Кир әскери кеңеске салады. Біраз пікір таласынан соң, Лидияның бұрынғы патшасы, сол кезде Кирдің қолындағы мырза тұтқын Крездің ақылымен дарияның түркі сақтар жағында соғысуды ұйғарып, шешімдерін Тұмарға хабарлайды.Түркі сақтар уәделерінде тұрып, үш күншілік жерге шегініп кетеді. Олардың кеткеніне анық көз жеткізгеннен кейін Кир бүкіл әскерін дарияның арғы бетіне өткізіп, Крездің үйреткен айласымен түркі сақтардың шабылдаушы тобын алдап қолға түсіріп, түгел қырғынға ұшыратады. Осы шабуылшы топтың басшысы, Тұмар ханшаның ұлы Спаргапты (Спаргапис) тұтқынға алады.Сүйікті ұлы мен шеп бұзар жауынгерлерінің қайғылы хабарын алған Тұмар Кирге жаушы жіберіп, оған өзінің соңғы сөзін жеткізеді.Қанқұмар Кир! Жеңіске желікпе. Сен менің ұлымды ашық айқаста қару құдіретімен жеңген жоқсың. Шарап ішкізіп, алдап барып, пенде еттің. Енді менің мына ақылымды ал. Айла амалмен біраз жауынгерімді опат еткеніңді қанағат тұтып, менің ұлымды өзіме қайтарып бер де, есен сауыңда жөніңді тап. Егер өйтпесең, Тәңірі атымен ант етіп айтайын, қанға қаншама тойымсыз болсаң да, адам қанын сусының қанғанша ішкізермін!Бар аңсары біреудің елін шауып, олжаға батып, атағын шығаруға ауған Кир ханша ақылын тыңдамай, өзінің шайқасатынын айтып, Тұмардың жаушысын кері қайтарады.Тұтқынға түскен Тұмардың ұлы өзінің қандай күйге ұшырағанын мастығы айығып, есі кірген кезде ғана бір ақ біледі. Кирден аяқ қолын босатуын өтінеді. Қолдан бұғау, аяқтан кісен алынысымен, ол қасында тұрған парсы жауынгерінің қаруын жұлып алып, өзін өзі өлтіреді.Келесі күні екі жақтың арасында бұрын соңды көз көріп, құлақ естімеген сұрапыл қырғын соғыс басталады. Ақырында далалық ұрыс тәсілін тиімді пайдаланған түркі сақтар парсылардың әскерін түгел дерлік жусатып салады. Қоршауға түсіп, бас сауғалар мүмкіндігінен айырылған. Кирдің өзі де жауынгерлерімен бірге айқас алаңында қаза табады.Тұмар ханша шайқас аяқталған соң, сарбаздарына Кирдің денесін таптырып алып, басын кестіріп, қан толтырылған меске салып тұрып: «Әйтеуір тірі қалдым, сені жеңіп шықтым демесем, жан дегендегі жалғыз ұлымды аярлықпен қолға түсіріп, сен менің түбіме жеттің, жауыз! Енді Тәңірге берген сертімді орындап, басыңды қанға бөктіріп, сусыныңды қандырғаннан басқа амалым жоқ» дейді. Осылайша күнгей түркі сақтар өздерін жаулауға жасанып келген басқыншылардан елінің тәуелсіздігін сақтап қалады. Осылайша Тұмар ханша елбасылық ұлы тұлғасымен, қолбасшылық асқан ерлігімен тарихқа енеді.",
                "date": "1.02.2018",
                "upvotes": 0
            },
            {
                "text": "Күшті екен бəрі",
                "date": "13.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сілтемедегі әнді кім айтады?",
        "question_content": "https://www.instagram.com/p/BIBKBPZDAHp/",
        "question_date": "21.01.2017",
        "question_tag": "Шет ел әні",
        "question_views": 480,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Odilbek Abdullaev - Gulmiram.",
                "date": "21.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамға қанша ақыл тіс шығады",
        "question_content": "Адамға қанша ақыл тіс шығады және менің жасым 15-те екі азу тісім құрттаған соны жұлдыртсам екеуінің орнына шығама ақыл тіс.",
        "question_date": "20.01.2017",
        "question_tag": "Денсаулық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен ақыл тісімді белгілі себептермен 18 жасымда жұлдыртып тастадым, соған қарағанда 16-17 жас шамасында шығатын сияқты.",
                "date": "21.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химияны қазірден бастап оқысам, үйренуге болады ма?",
        "question_content": "Химия пəні қиын ба? Мен қазір 10 сыныпта оқимын. Таңдау пəнім биология деп отырмын. Жаңа ҰБТ форматы бойынша биология+химия. Химияны қазірден бастап оқысам үйренуге боладыма? Қиын пəн сияқты өз басым. Биология қалай ойлайсыздар?",
        "question_date": "20.01.2017",
        "question_tag": "Химия",
        "question_views": 774,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химия пәні түсінген адамға оңай,қазірден бастап дайындып,оқысаң үйренуге болады.Сұрақ кітапшалары арқылы,мектеп кітаптары арқылы да дайындалсаң өз нәтижесін береді.Биология да өте жақсы пәндердің бірі.Саған сәттілік тілеймін,арман-мақсаттарың орындала берсін!",
                "date": "22.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "(5x-2)*(x+1)-(5-2x)^2 өрнегін стандартты көпмүшелікке қалай түрлендіреді?",
        "question_content": "(5x-2)*(x+1)-(5-2x)^2 өрнегін стандартты көпмүшелікке қалай түрлендіреді? Маған коме тесу керек еды,алгебра 7 сынып тест тапсырмалары 82-83 бет\n\nКітап:Алматы\"Мектеп\"2012",
        "question_date": "20.01.2017",
        "question_tag": "Математика",
        "question_views": 670,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Көпмүшеліктерді осылай ашасыз.",
                "date": "21.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2017 жылы мектеп бітірушілерге арналған тест сұрақтары?",
        "question_content": "2017 жылы мектеп бітірушілерге арналған тест сұрақтарын қай сайттан алуға болатынын айтып жібрген адамға алғысымыз шексіз?",
        "question_date": "20.01.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кепіл беруші сол жерді сата алала ма? Əлде бірнеше жылдан соң алуға болама?",
        "question_content": "Сəлеметсіздерме! Сіздерге жер мəселесі бойынша сұрағым бар еді. Жауап берсеңіздер алдын ала рахмет! 2003 жылы арендаға 49 жылға алынған жерді 2009 жылы кепілге қойылған. Кепіл беруші сол жерді сата алала ма? Əлде бірнеше жылдан соң алуға болама? Алуға болатын болса қандай жолдары бар?",
        "question_date": "20.01.2017",
        "question_tag": "Заң",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кетпейтін, кеппейтін сөздерін морфологиялық талдау?",
        "question_content": "Кетпейтін кеппейтін сөздеріне морфологиялық талдау жасап берініздерші өтінем!",
        "question_date": "20.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 223,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Қар жауып тұр, қар жауып тұр көшеде!\" деген өлеңді кім айтушы еді?",
        "question_content": "Баяғы заманда Тамашадан басқа көңіл көтеретін нәрсе жоқ кезде \"Қар жауып тұр\" деген өлеңді айтып шыққан әйел әнші кім?",
        "question_date": "20.01.2017",
        "question_tag": "Қазақша ән",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Майра Әлібекова - Қар жауып тұр.",
                "date": "21.01.2017",
                "upvotes": 0
            },
            {
                "text": "сол әнді екі қыз айтатын сияқты расындада ютубтан таппасйсыз сол әнді",
                "date": "4.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медицина университеті",
        "question_content": "Сәлеметсиздерме.Менің таңдап отырған пәнім биология-химия яғни, жаңа форматпен.\n\nМен медицина университетіне тускім келеді. естуім бойынша Семей қаласындағы мед универде \"Серпін\" бағдарламасы бар деп естідім. Енді сұрайтыным: Семей мед универіне проходной бал қанша?",
        "question_date": "20.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "80балл болу керек",
                "date": "20.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тез арықтау үшін нестеу керек?",
        "question_content": "Менің тех азғым келеді салмағым 85 кг",
        "question_date": "20.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арықтау жолдары.\n1. Күніне 2 — 2,5 л су ішіңіз.\n2. Таңғы ас алдында (20 минут бұрын) бір стақан суға бал немесе лимон салып ішіңіз.\n3.Тамақтанар алдында жарты сағат бұрын міндетті түрде су ішіңіз, бірақ тамақпен қосып, су, шай ішпеңіз. Ауқаттанып болған соң, сусынға 40 минут өткен соң ғана рұқсат.\n4. Күніне 4-5 рет тамақтаныңыз. \n5. Кешкі ас ұйықтар алдынан 3 сағат бұрын болуы керек. Одан кейін тек су, көк шай, майлы емес айран ішуге болады.\n6. Шайды қантсыз ішіңіз. Қантты қатты қалап тұрсаңыз, бал қосуға болады. Кофені тамақ рационыңыздан алып тастаңыз немесе қоспасыз ішіңіз, яғни қантсыз, сүтсіз, қаймақсыз.\n7. Картопты аптасына екі рет қана жеуге рұқсат және ең бастысы суға немесе буға піскен күйде. Қуырылған картоп туралы мүлде ұмытыңыз.\n8. Жүзім мен бананды арықтағыңыз келсе, тамақ рационыңыздан мүлдем алып тастағаныңыз жөн.\n9. Аптасына бір-екі күн ораза ұстауды әдетке айналдырыңыз.\n10. Егер 2 ай бойы салмақ өзгермесе, читинг жасауға болады. Читинг дегеніміз тек ұнайтын тағамдармен арықтау.\n11. Спортты есте сақтаған жөн. Таңертең және кешке жаттығу жасаңыз. Стадионға барып жүгіруді қолға алыңыз. Спорт үшін ең тиімді уақыт 17.00-тен 20.00-ге дейін.\n12. Таңғы асты тастамаңыз!\n13. Түскі асқа сорпа тамақ ішіңіз. Қосымша салаттар, майлы емес ет, көкөніс, жеміс-жидек жеуге рұқсат.\n14. Бестің шайына йогурт, салат, айран, ет, көкөністерді азық етуге болады.\n15. Кешкі асқа жеңіл салат, ірімшік, сүзбе, йогурт, бұқтырылған көкөністерді пайдаланыңыз.\n16. Жемістерді түске дейін жеген жөн.\n17. Қуырылған, майға піскен, ұннан жасалған тамақты ұмытыңыз.\n18. Салаттарды қаймақпен, табиғи йогуртпен араластыруға болады.\n19. Жартылай фабрикаттар туралы ұмытыңыз: фастфуд, шемішке, тұздалған жаңғақтар, чипсыларға рұқсат жоқ. Тамаққа майонез қоспаңыз. Тәтті су мен шырынды, түрлі газдалған және энергетикалық сусындарды ішпеңіз.\n20. Аздаған бөліктермен тамақтанып үйреніңіз.\n21. Өзіңізге арнап кішкентай тостақ (тарелка) сатып алыңыз да тек сонымен тамақтуды әдетке айналдырыңыз. Алғашқы уақытта, шамамен жеті күндей, әрине, қиналасыз. Бірақ, содан кейін асқазан жиырылып, кішірейеді де, уақтылы тамақтануға үйренісіп кетеді.\n\nДереккөз.",
                "date": "21.01.2017",
                "upvotes": 0
            },
            {
                "text": "Қысқасы спортпен айналысу керек.Үстіңнен тер шықпайынша арықтамайсың.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанға қандай бренд ашуға болады?",
        "question_content": "Мен дебатқа қатысатын едім. Енді маған Қазақстанға қандай бренд ашу керек деген сұрақ келіп тұр. Үйреншікті емес нәрсе жассаныздар?",
        "question_date": "20.01.2017",
        "question_tag": "Бизнес туралы",
        "question_views": 915,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осыны гуглдан іздеп, оқып қара қандай брендтер ашқанын, көмегі тиіп қалар. Римма Тажибаева \"Халық маркасы\". Қазақстанда жасалған 100 бренд туралы. Ішінде киім-кешектен бастап, тамақ брендтері бар.",
                "date": "21.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің және қызымның руы Беріш-Себек. Неке құруға бола ма?",
        "question_content": "Менің қызым бар. Бірақ руымыз Беріш Себек. Арғы аталарымыз сәйкес келмейді. Неке құруға бола ма?",
        "question_date": "20.01.2017",
        "question_tag": "Жанұя",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастысы 7 атадан асу керек қой)!",
                "date": "16.04.2017",
                "upvotes": 0
            },
            {
                "text": "Негізінде өз руыңнан алмағаның жөн бауырым.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шебер барлығы неше тетік даярлауға тиіс?",
        "question_content": "Шебер тапсырманы межелеген күнде орындауы үшін күніне 15 тетік даярлауы керек. Ол күніне 3 тетікті артық даярлап, тапсырманы  межелеген күннен 1 күн бұрын орындады. Шебер барлығы неше тетік даярлауға тиіс?\n× - даярлауға тиісті барлық бөлшек саны\nшығарылу\n                                              Жауабы: 90 тетік",
        "question_date": "20.01.2017",
        "question_tag": "Математика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "90: (15+3) тең 5 күнде\n90:15 тең 6 күнде",
                "date": "20.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əмина фильмін тауып берсіздер ме?",
        "question_content": "Үй тапсырмасына Əмина атты фильмді көруді жəне сол жаттығудың адындағы жаттығумен салыстыруға берді.ол жаттығуда сос жəйлы",
        "question_date": "20.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өрескел,өктемдік, содырлық ,содырлық сөздерінің мағынасы",
        "question_content": "Өрескел,өктемдік, содырлық ,содырлық сөздерінің мағынас",
        "question_date": "20.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өрескел,өктемдік,содырлық сөздерінің мағынасы бір,синоним сөздер.\nӨрескел сөзінің мағынасы-ерсі,оғаш,сорақы,әбес.Мысалы:өрескел қателік,өрескел мінез,т.б.\nӨктемдік сөзінің мағынасы-басымдық,үстемдік,қысым,озбырлық.Мысалы:өктемдік ету,өктемдікпен сөйлеу,т.б.\nСодырлық сөзінің мағынасы-бұзақылық,жүгенсіздік,содырлық,бейбақтық.Мысалы:баланың содырлығы,содыр болу.",
                "date": "22.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңадан телефон алғанда зарядын өлтіріп қанша уақыт қояды?",
        "question_content": "Жаңадан телефон алғанда зарядын0-ге дейін өлтіреді ме? 15 ке дейін бе? Қай кезде қанша уақыт зарядқа қою керек?",
        "question_date": "19.01.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 714,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңадан телефон алғанда ешқандай о ге дейін өлтірмейді,8 сағатқа қуаттағышқа өшіріп қойған дұрыс,сонда батареясы ұзақ сақталады.",
                "date": "19.01.2017",
                "upvotes": 1
            },
            {
                "text": "100% болғанша толтыру қажет",
                "date": "20.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіземнің қақсап ауырғанына қандай ем қолдансам болады?",
        "question_content": "Тіземнің қақсап ауырғанына қандай ем қолдансам болады? Дәрігер берген укол ,дәрілерді іштім комегі болмады.",
        "question_date": "19.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қиюшының және жанаманың ұзындығын есептеңдер.",
        "question_content": "Шеңберге бір нүктеден жанама және қиюшы жүргізілген.Олардың ұзындықтарының қосындысы 30 см,қиюшының ішкі кесіндісі жанамадан 2 см қысқа.Қиюшының және жанаманың ұзындығын есептеңдер.",
        "question_date": "19.01.2017",
        "question_tag": "Геометрия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "О - шеңбер центрі;\nАВ - жанама;\nАС -қиюшы;\nСD -қиюшының ішкі қиюшы бөлігі\n\nАВ+АС=30 см\nAB-CD=2\nЕгер шеңберден тыс жатқан нүктеден жанама мен қиюшы жүргізілсе, онда жанама ұзындығының квадраты қиюшы пен оның сыртқы бөлігінің көбейтіндісіне тең болады:\nАВ²=АС*DA\nесептесек\nAC=30-AB\nCD=AB-2\n АВ=х см болса, онда\nАС=30-х\nСD=x-2\nАС=DA-DC=30-x-x+2=32-2x\nАВ²=АС*DA=(30-x)*(32-2x)\nx²=(30-x)*(32-2x)\nx²=960-32х-60х+2х²\n2х²-х²-92х+960=0\nх²-92х+960=0\nD=b²-4ac=(-92)²-4*1*960=8464-3840=4624 (√4624=68)\nx₁=(-b+√D)/2a=(-(-92)+68)/2*1=160/2=80 - есеп шартына сай келмейді\nx₂=(-b-√D)/2a=(-(-92)-68)/2*1=24/2=12\nАВ=12 см\nАС=30-АВ=30-12=18 см\n\nЖауабы: жанама 12 см, қиюшы 18 см.",
                "date": "13.09.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ЖОО-на бейорганикаға түсу үшін химияның қасына қандай пән қосылады?",
        "question_content": "Нақты жауапты ешкім білмейді. Өтінемін көмектесіңізші ! Қандай пән физика, биология әлде математика ма ?? Нақты жауап керек және тез. Алдын ала рахмет !",
        "question_date": "19.01.2017",
        "question_tag": "Мектеп",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандықтар мен оларға қажетті таңдау пәндері туралы толық ақпаратты мына жерден біле аласыз.",
                "date": "19.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ЖОО-на бейорганикаға түсу үшін химияның қасына қандай пән қосылады?",
        "question_content": "Нақты жауапты ешкім білмейді. Өтінемін көмектесіңізші ! Қандай пән физика, биология әлде математика ма ?? Нақты жауап керек және тез. Алдын ала рахмет !",
        "question_date": "19.01.2017",
        "question_tag": "Мектеп",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "меніңше, химия және физика",
                "date": "28.03.2023",
                "upvotes": 0
            }
        ]
    }
]