[
    {
        "question_title": "Өмір туралы қызықты тұжырымдар",
        "question_content": "1. Тыныш өмір сүргің келсе – сенен сұрамаған жақсылықты жасама. Әйтпесе, құтқарушы атанып, тағдырдың үштағанына (қуғыншы – құтқарушы – құрбандық) түсесің.\n2. Өмірдің үш тұғыры бар: өзгеріс, таңдау және ұстаным.\n3. Қиялыңызды ұштап өмір сүріңіз, өмірді өткенмен өлшей бермеңіз.\n4. Өзіңді кінәлі сезіну сананы тоқыратады.\n5. Өмірдің - 10% болған жағдайдан және 90% болған дүниені біздің қалай қабылдайтынымыздан тұрады.\n6. Данышпан басында істейтінді ақымақ соңында жасайды.\n7. Біздің өмір әркез адамдарға пайдасын тигізеді. Не үлгі боламыз, не сақтандырамыз.\n8. Бүгініміз жарқын болған сайын өткен өмір соғұрлым тез көмескілене береді.\n9. Ешкім екі рет өмір сүрмейді. Бір рет те өмір сүре алмай кететіндер қаншама...\n10. Өмір – мұхит. Асау толқынмен жүзген қиын. Әлсіздер батып кетеді. Сол жақ тыныш.\n11. Құлаштап өмір сүру қарғысқа айналуы мүмкін, қарыспен өлшенген өмір баталы болуы ықтимал. Өмірдің бар кілтипанын бірден шешу мүмкін емес. Бүгінге керегін шешіңіз. Қазіргі қайғыны еңсеру ғана маңызды.\n12. «Bell Far Niente» деген сөз «ештеңе істемеудің рахаты» дегенді білдіреді.\n13. Құлау – өмірдің ажырамас бөлігі, аяққа тұру – өмір сүру. Тірі болу – бұл сый, бақытты болу – сіздің таңдау.\n14. Тұлға – су бетіндегі қолтаңба. Әлі қол қойып үлгермедің. Ал, қолтаңба жым-жылас.\n15. Басыңа не түссе де, ештеңені жүрекпен қабылдама: өмірден бәрібір тірі құтылмайсың.\n16. Өзге жанмен басы бүтін жіпсіз байлану үшін алдымен өзіңізбен байлынысыңызды танып алу шарт. Жалғыздыққа бойұсына білмесек, өзгені қалқан етіп пайдаланамыз.\n17. Өмір үшін күрес немесе күреске кеткен өмір – таңдау өз қолыңызда.\n18. Егер үлкен торға аш арыстанды, адамды, маймылды, итті қосып кіргізіп қойса, бірінші болып адам желінері сөзсіз.\n19. Сараңдық пен бақыт ешқашан бетпе бет кездеспеген. Олардың бейтаныстығы ешкімді таңдандырмайды.\n20. Өмір деген поэзия. Ол базардағы пұл емес. Пайдалы болғыңыз келсе, сізді пайдаланады. Лайықты қамыт кигізеді, өйткені әлем іскер адамды шеттетпейді.\n21. Адам жылайды, не күледі. Жылаудың орнына күлуіңіз мүмкін еді, ол таңдау өз қолыңызда.\n22. Ішкі қуат – өзгенің әуезін сыйлай алу, бірақ өз әніңе билеп, өз үйлесіміңді тыңдау.\n23. Тез жетілген жеміс ұзақ сақтауға келмейді.\n24. Тәңір көреген, бірақ жаманаттан аулақ.\n25. Тек жүрек көзі ғана қырағы. Ең керекті дүниені көзбен көре алмайсың.\n26. Желді еккен, дауылды орады.\n27. Бақыт бәріне күліп қарайды. Бірақ кей адамның қарсы алдынан шықса, кей адамның арқасынан қарайды.\n28. Ғұмырдың ұзақтығына адам түк қыла алмайды. Алайда, оның тереңдігі мен ендігіне әсер ете алады.\n29. Тәжірибе – шаштан дым қалмаған кезде өмір өзі сыйлайтын тарақ.\n30. Өмірде тікен көп, бірақ олардың үстіне отыру қажеттілігі жоқ.\n31. Қанатсыз тусаңыз, өсуіне кедергі келтірмеңіз.\n32. Тәкәппар көрерменнен гөрі терлеп-тепшіген ойыншы өмірден мейлінше ләззат алады.\n33. Жолыңызда ереже айтқыш уағызшы кездессе, газды аямай бас.\n34. Адам өмірінде екі трагедия орын алуы мүмкін. Біріншісі, шын қалаған нәрсесіне қолы жетпеуі. Екіншісі, соған қол жеткізуі.\n35. Өмірдегі жақсылықтың бәрі не заңсыз, не адамгершілікке жат, не семіздікке соқтырады.\n36. Егер қарғыбауыңда арыстаның болмаса, ұйықтап жатқан иттің мазасын алма.\n37. Кей кезде жынды бола салу - зор көрегенділікке жатады.\n38. Кейде бұл дүниеде өмір сүру мүмкін еместей көрінеді. Бірақ өмір сүретін басқа жер жоқ.\n39. Адамдар аяғын тауға емес, төмпешікке ұрып сындырып алады.\n40. Өмір шынында да өте қарапайым. Бірақ біз оны күрделендіруге барымызды саламыз.\nАударған Шынар Әбілдә\n\nСіз де өмір туралы қандай ой қоса аласыз?",
        "question_date": "31.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 4800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өмір туралы айтылған, жазылған толғаныстар аз емес. Өмір дегеніміз не? Оның нақты анықтамасы жоқ. Себебі, әр адамның санасында сан түрлі түсінікке ие. Өткенге көз жүгіртіп, өз заманының даналары өмір мен уақыт туралы не дегенін оқып көрелік…\nӨмір дегеніміз – күрес. К.Маркс\nӨмір – мұхит, уақыт — толқын. Абай\nӨмірді сүйсең, уақытты оздырма, ол — тіршілік арқауы. Б.Франклин\nӨмірдің шарты – күрес. Күрес тоқтаған жерде өмір де тоқтайды. В.Г.Белинский\nАдамның өмірі уақыттан үнемдеген істерімен ұзарады. Ф.Коллиер\nУақыт – қолымыздағы бардың ішіндегі әрі арзаны, әрі нағыз қымбаты. Өйткені біз нені болса да уақыт арқылы аламыз. Я.Райнис Адам баласының қолымен жасалғанның бәрі — уақыт пен төзімнің жемісі. О.Бальзак\nЗая кеткен әрбір сәт — істелмеген іс, түспей қалған пайда. Ф.Честерфилд\nУақытты босқа өткізу — ең ауыр шығын. Ж.Бюффон\nАдам баласының табиғаты қызық қой, — байлығынан, бақ-дәулетінен айырылғанда қатты налиды, ал асыл уақытының мән-мағынасыз өтіп жатқанын елең қылмайды. Абул-Фарадж",
                "date": "21.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ тіліне дубляждалған фильмдердің толық тізімі бар ма?",
        "question_content": "Қазақ тіліне ресми түрде аударылып, кинотеатрлардан көрсетілген қандай фильмдер бар? (\"Көліктер 2\", \"Галактика сақшылары\" сияқты)",
        "question_date": "31.03.2016",
        "question_tag": "Кино",
        "question_views": 4300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Джунгли кітабы\nМонстрлар Университетi\nЖалғыз рейнджер\nЖаңа Өрмекші-адам 2\nМалефисента\nГалактика сақшылары\nКөліктер 2\nҚара киімділер 3\nБатыл жүрек\nЖаңа Өрмекші адам\n007: Спектр\nМстители: Эра Альтрона\nЗвёздные войны: Пробуждение Силы",
                "date": "3.04.2016",
                "upvotes": 3
            },
            {
                "text": "bul kinolardi kalay korsem bolady internetten",
                "date": "3.04.2016",
                "upvotes": 0
            },
            {
                "text": "Бұларды зонадан көрсем бола ма",
                "date": "5.04.2016",
                "upvotes": 0
            },
            {
                "text": "https://kaztube.kz/album/1113",
                "date": "11.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медицина Анестезиолог мамандығы туралы не айтасыздар?",
        "question_content": "Анестезиолог болу үшін қанша жыл оқиды? Қай қалада,  қандай универде оқуға болады?  Ол салаға грант бөліне ма?\n\nЖәне Медицинада  қандай жеңіл мамандықтар бар? Ең төмен жалақы алатын және ең жоғары жалақы алатын дәрігер мамандықтары қандай?",
        "question_date": "31.03.2016",
        "question_tag": "Мамандық",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анестезиолог — ауыртпау және хирургиялық жолмен араласу кезінде организмніңөмірлік маңызды функцияларын меңгеру мәселелері бойынша арнап даярлықтан өткен маман дәрігер.\n\nАнестезиология мен реаниматологияның негізгі мақсаты – науқастарға операция, диагностика жасау мен емдеу кезеңінде өмірлік қажетті ағзалардың қызметін реттеп, оны қалпына келтіру, медицина қызметкерлеріне жүрек-өкпе-ми реанимациясын, жансақтау әдістерін жүргізуге үйрету болып табылады.",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ана деп туғанды айта ма? баққанды ма?",
        "question_content": "Менің бұл сұрақты қойып отырған себебім. Мені кішкентаймда өз әке-шешемнен әкімнің қарындасы асырап алған. Ондағы себеп, мен мықты тынымсыз болып, анамның мазасын алып, жанағы апама ғана көнетін болғанмын. Содан жайжан жай анам мені бере салған. Сол туғанымнан сол апамның қасында өстім. Қалағанымның бәрін алып беріп, ешкімнен кем қылмай өсірді. 9 сынып бітіріп Ақтөбе қаласына оқуға түсемін дедім. Менің сөзімді қайтармай қалаға оқуға түсірді. Жалдамалы пәтерге қыздармен орналастырып, ақшамды уақытылы салып отырды. Содан қала өміріне де, жалғыз өзім самостоятельно жүріп те үйрендім. Содан 1 курс оқып жатрганда 8 наурыз мерекесі күні сол апам қатты ауырып, қан қысымы көтеріліп, ауруханаға түсіп, қайтыс болып кетті. Маған үйдегілер айта алмай жанағы өсірген апамның құрбысы ауруханаға түсіп, сені көргісі келіп, шақырып жатр деп маған өтірік айтып үйіме шақыртып алды. Мерекеге дайындалып жүрген мен жылағым келіп, бірден билет алып поездға мініп үйге қайттым. 12 сағат жүріп, үйге таңғы 4 те поездан түстім. Поездан түскенде мені өз ата-анам күтіп алды. Мен одан сайын жүрегім бір нәрсені сезіп,жылап келе жатырмын. Ол кезде мен 15 жаста болатынмын. Біз осы 15 жыл ішінде олармен мыкты араласпаппын тек конактыктарга барғанда көретінмін. Оған дейін тіпті маған қаржы жағынан да берген емес. Мүлдем туған қыздарындай емес едім. Содан солар күтіп алып, үйге апарды үйге кірсем үйде кісі көп орамал тартқан жақындарым, мен ажемді құшақтап, егіліп жылай бердім. Содан солай баққан анамнан айрылдым. Біз апам екеуміз бөлек 2 бөлмелі үйде тұратынбыз. Енді ажемнің үйіне көштім содан кейін сол ажеммен тұрдым. Ажем зейнетақысымен менің оқуыма да , ай сайын да төлеп тұрды. Мен өзімді мықты жалғыз сезінетінмін.Маған төленген әрбір ақшасын өзіме қарыз сезінетінмін. Тіпті баршылықта өскеннен кейін әр нәрсені сатып алып үйреніп қалған, одан кейін тіпті киім алып беруін сұрауға ұчлатынмын. Содан 3 жыл оқуымды оқытып, дипломымды алдым. Сол жыл ішінде өз ата- анам маған қаржылай көмектеспеді. 3 курсқа келгенде менің сенсорлы телефоным істеми қалып, простой телефонмен жүрдім. Группластарымнан мықты ұялатынмын, көп отырыстардан ақша жағын  ойлап қалып та қойып жүрдім. Сол кезде ажем сотка алып бер деп әкеме айтып, олар маған сотка алып берді. Содан оқуымды бітіріп қазір жұмыс жасап жүрмын. Айтады ғой исламда 9 ай көтерген анаңды 3 рет меккеге көтеріп апарсаң да қарызыңды өтей алмиайсың деп. Сонда ойлаймын қазір араласпаймын ол адамдармен көп, анда санда көтерітінім болмаса, мен не істеуім керек? Мен ана деп баққанды  айтамба туғанды ма? Сонда мен оның 9 ай көтерген қарызын өтеуім керек пе ? Шынымды айтсам менің толық семьяда өспеуіме, \"әке\" \"ана\" деген сөздерді айтуға лайықты болмағынба сол үшінде кейде оларға жыным келеді. Бірақ өз баққан анамның тәрбиесімен ашуымды сабырмен жеңіп жүрген жайым бар. Сіздер маған қандай кеңес берер едіңіздер?",
        "question_date": "31.03.2016",
        "question_tag": "Жанұя",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің жағдайыңыз күрделі және біршама адамда кездеседі(әсіресе, қазақ отбасыларында). Негізі асырап алу туралы мәселеде туыстық жақын адамдардардан сәби алуға келіспеймін. Себебі, бұл өсе келе сәби психикасына басқаша әсер етуі мүмкін. Оның мысалы ретінде сізді айтуға болады. Яғни, екі тарап та балаға жақын болғандықтан,ол қайсысын таңдарын білмей жүреді.\n\nСіздің қазіргі жағдайыңызға келетін болсақ, апаңыздың қазасынан кейін қаншалықты стресске түскеніңізді, одан қалса материалдық жағынан тарыққаныңызды түсінемін. Мұның барлығы, сіздің жүйкеңізге әсерін тигізбеуі мүмкін емес. Солай бола тұрса да, сіз мойымауыңыз керек! Мұны Құдайдың сізге жіберген сынағы деп түсініп, одан әрі өмір үшін күресіп, берілмеуіңіз керек. Тек алға нақты мақсаттар қойып, жайлы жұмысқа орналасып, әжеңізді асырай алатындай халге жетудің жолында жұмыстануыңыз керек.\n\nҚойылған ситуациялық сұраққа байланысты айтар кеңесім: туған ата-анаңызға ренжудің, ашуланудың керегі жоқ. Қайткенмен де, туған анаңыз сізді дүниге алып келді. Бұл өмірді көріп, адам ретінде өмір сүріп жатқаныңыз сол кісінің арқасында. Керісінше ойлап қарасақ, ата-анаңызды танымайтын болсаңыз, тағдырдың жазғанымен болған апаңыздың жағдайынан кейін, бұл өмірде танитын, керек кезінде хабарасатын адамдардан ешкім болмас еді. Сізге қаржылық жағынан қолдау көрсетпесе де, олардың бар екенін білудің өзі психологиялық тұрғыда белгілі бір мөлшерде өзіңізге сенімділік қалыптастара білді деп ойлаймын. Өз кезегінде, туған анаңыз (егер апаңыз бұрын жалғыз тұратын болса) да бала тәрбиелеу, өсіру бақытын сыйлап, апаңызға көмегін тигізген болып табылады.\n\nАта-анаңызбен тығыз қарым-қатынас орнатуға тырысыңыз, себебі, әжеңізбен сізді қоса алғанда, тұтастай бір отбасысыздар ғой. Кешірімді, кішіпейіл бола біліңіз. Барлық жағдайға түсіністікпен, сабырмен қараңыз. Аллам сізге жар болсын!!!",
                "date": "3.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бизнес - жауапкершіліктен басталады ма?",
        "question_content": "Бизнес - жауапкершіліктен басталады. Жауапкершілік жоқ жерде бизнес те, мәдениет те, білім мен ғылым да болмайды. Даму мен көркею туралы айтудың өзі артық.\n\nНұрлан Жанай",
        "question_date": "31.03.2016",
        "question_tag": "Бизнес туралы",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бизнес - жауапкершіліктен басталады.\n\nБұл жерде бірінші жауапкершілік мәселесін талқылап алу керек. Жауапкершілік дегеніміз - айтқан сөзінде тұру, берілген немесе орындалуы керек тапсырмаларды бұлжытпай орындау, пунктуалды болу, бос уақытын жоспарлай алу секілді адам бойында кездесетін қабілет. Жауапкершілік сөзі мен бизнес сфера тұтас жүйе ретінде қарастырылады. Себебі, бизнес - өз мүмкіндіктеріңді тиімді пайдалана білу, сол арқылы пайда табуға ұмтылу болып табылады. Ал бизнес бастаймын деп жауапкершілік болмаса, сол бизнеске салған капиталы, бұған дейінгі барлық еңбегі еш кеткені деп түсінуге болады. Қайткенмен де, бизнес тәуекелдікке барумен ерекшеленеді, ал жауапкершіліксіз істелінетін болса, барлығы бекер болғаны.",
                "date": "31.03.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Өмір несімен қызық?",
        "question_content": "Өмір қиын әрине қиындығы болады әркезде сондықтанда берілме алға қарай ұмтылу керек әр кезде. Алланың берген маңдайға жазылған өмірді сүреді әркім де. Өз өмірің өз қолыңда.\nӨмір несімен қызық десеңіз қиыншылығы мен қуанышымен қатар жүреді. Таң атар күн батар дегендей күндер өтер,айлар өтер,жылдар өтер артыңда. Осылайша ойнап-күліп жүргенде өміріміздің қалай өткенінде байқамай қаламыз. Осыншама өмірдің тозғаныма,әлде адамзаттың пиғылы озғаныма қәзіргі заманда бәсекелес болу мақсат болып тұрғой. Өмір несімен қызық?",
        "question_date": "31.03.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 8000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өмірдің мәнін түсіну үшін мына сілтемелерді қарап көріңіз (биологиялық түр ретінде өз тұқымын сақтап қалу)\n\nЛаданник өсімдігі (өзінің тұқымын шашқаннан кейін, тұқымдарына тыңайтқыш болуы үшін, өзін-өзі өртеп жібереді екен): https://ru.wikipedia.org/wiki/%D0%9B%D0%B0%D0%B4%D0%B0%D0%BD%D0%BD%D0%B8%D0%BA\n\nКета балығы (өмірінде бір ғана рет уылдырық шашады, уылдырық шашқаннан кейін оның өмір сүруі мүмкін емес екен)\n\n http://edaplus.info/produce/dog_salmon.html",
                "date": "31.03.2016",
                "upvotes": 1
            },
            {
                "text": "Өмір несімен қызық?\n\n  Бұл сұраққа миллион түрлі жауап алуға болады. Себебі, әр тұлға үшін өмірдің мәні бөлек, өмір қызықтары басқаша.\n\nМен үшін өмір қызықты сәттерімен қызық. Сәттер сағаттарды, сағаттар уақыттарды, уақыт өмірді құрайды.  Ал, қызықсық, қиын сәттер қызықты сәттерді ұғыну үшін берілген сәттер. Тоңғанда ғана жылудың барын сезінетін секілді, қиын сәттер қызықты сәттердің бар екенін түсіну үшін қажет.",
                "date": "5.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақпараттық жүйе мамандығымен практика, жұмыс қайда істеуге болады?",
        "question_content": "5В070300 (акпараттык жуйе) мамандыгымен кандай жерде(частный компания, мемлекеттик жерлер) жумыс истеуге болады?толыгырак айтканда биыл практика отуим  керек   Егер практиканы жаксы откизсем сол жерде жумыска калуы ма тура келеди!",
        "question_date": "31.03.2016",
        "question_tag": "Мамандық",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақпараттық жүйе мамандығының түлектері жүйелік администраторлар, инженер, ішкі және сыртқы желі бойынша маман бола алады. Олардың негізгі міндеті - өздері болашақта жұмыс жасайтын салада ақпараттық технологияларды максималды тиімді қолдануды қамтамасыз ету болып табылады. Олар желілік және коммуникациялық жүйелерді дұрыстаумен, олардың эксплуатациясының дұрыстығын тексерумен айналысады, жаңа технологияларды меңгереді, қосымша жабдықтар орнатады. Бағдарламалық жасақтамаларды құрастырады.\n\nЕгер сіз практикаға қайдан өтуді білмей жүрсеңіз, сайт жасаумен, мобильді және компьютерлік бағдарламалар жасақтайтын IT компаниялардан тәжірибеден өтуге кеңес беремін.",
                "date": "31.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамдар неге жастық құшақтап ұйықтайды?",
        "question_content": "Адамдар неге жастық құшақтап ұйықтайды?  Жастық құшақтамасам ұйықтай алмаймын неге? Біреулер мұны мейірім жетіспегеннен дейді рас па?",
        "question_date": "31.03.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 4300,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Адамның ым-ишарасы, жүру қалпы, қалыпты және ұйықтап жатқан кездегі аяқ-қолының орналасуы тұлғаның психологиялық типін, сонымен қатар мінезіндегі ерекшеліктерді анықтайды. Ұйықтау барысындағы адам қалпы да көп нәрседен хабардар етеді. Әдетте адамдар ұйықтағанда ұзақ уақыт бойы төсектегі бағытын ауыстырып, аунай беруі мүмкін. Алайда оның ұйықтау уақытының ұзақ бөлігін қамтитын аралығындағы бағыты сол адамның қазіргі немесе өткен уақыттағы психикасын бейнелейді. Мәселен, тұлғаның терең ұйқы фазасындағы төсекте орналасуына қарап, оның барлық сырларын, қалауын және қорқынышын білуге болады. Егер де адам ұйықтау барысында жастық құшақтап жататын болса, онда бұл қорғансыздық сезімін білдіреді, басқаша айтсақ, бұл адамға жиірек қосымша мейірім, махаббат, сондай-ақ моральдық қолдау қажет болады.\n\nСондай-ақ терең ұйқы фазасында ұйықтаудың мұндай түрі адамның сабырлы және байсалды екенін, оны ашуландыру қиын екенін көрсетеді. Бұл адамдар мәселеге жан-жақты қарайтын, сәтсіздікке қорықпайтын, тығырықтан шығудың жолын білетін, барлығын ақылды және салмақты бағалай білетін болып келеді. Олар өз қалаулары мен мүмкіндіктерін және олардың бір-біріне сәйкестігін айқын біледі, айқын бағдарланған мақсат болады және оған қалай жетудің жолын таба алады.\n\nКөбіне, адамдар жастықты құшақтап ұйықтаса, бұл оларға әдет болып қалыптасады. Алайда бұл жағдайдың  басқа да версиялары кездеседі. Онда мұндай адамдарды өзінің балалық шағымен қоштаса алмай жүрген  осал және қорғансыз ретінде сипаттайды. Табиғатынан мұндай адамдар сезімтал және импульсивті, көңіл-күйі жиі құбылмалы болып келеді.",
                "date": "31.03.2016",
                "upvotes": 3
            },
            {
                "text": "Адамның терең ұйқы кезіндегі қимылдары,жату қалпы(ұйқтау позасы)-оның ішкі әлемінің көрінісі . Оған қарап адамның психолиогиясының және мінезінің ерекшеліктерін білуге болады. Егер терең ұйқы фазасында жиі жастықты құшақтап жатса , ол адамның өзіне деген сенімсіздігін немесе  көбірек қамқорлық,махаббат және моральдық қолдау кажеттілігін білдіреді .\n\nБірақ ешқашан адамның ұйқтау позасына қарап ол туралы қорытынды жасауға асықпаңыз! Кез келген жағдайда объективті ойлап,дұрыс шешім қабылдаған жөн.Себебі бұл ғылыммен расталмаған, жай ғана қимылдардың психологиясы.Бәлкім проблеманың барлығы төсекте немесе жастықта шығар !?",
                "date": "31.03.2016",
                "upvotes": 5
            },
            {
                "text": "Негізі жастықпен жатқан адамға ыңғайлы.",
                "date": "1.04.2016",
                "upvotes": 0
            },
            {
                "text": "Білмедім ал... сотка құшақтап ұйықтағаннан гөрі жақсы сияқты.",
                "date": "11.05.2016",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Етеккір әдеттегісінен аз келді бұл жүктілікті білдіреді ма?",
        "question_content": "Менде етеккір әдетте 5 кун келеди,менде февраль айынын басында 01,02,2016 дан 05,02,2016 аралыгында болды,одан кейін 26,02,2016 мен 29,02,2016 аралыгында болды ,осы айдын етеккірі 25 ші март куни келді 1 ші куні нормально келді одан кейін тек жугып калды,әдетегісінен оте аз молшерде десемде болады,бундай жагдайда жуктілік болуы мумкін бе?дәрігерге декабрьде каралдым денсаулыгым бір калыпты.",
        "question_date": "31.03.2016",
        "question_tag": "Тазалық",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Суннит пен шииттің айырмашылығы неде?",
        "question_content": "Суннит пен шииттің айырмашылығы неде?",
        "question_date": "30.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүннет (арабша سنة суннат) - Хазіреті Пайғамбардың (с.а.у.) сөзі, әрекеті және тақриры (шешімі) деген сөз. Құранда Хазіреті Пайғамбарға (с.а.у.) бойұсыну бұйырылады. Сүннет - парыз бен уәжіптен бөлек, Пайғамбар (с.а.у.) жасаған және жасауды насихат еткен іс-әрекеттер.\n\nШииттер (араб.: شيعة — топ, ағым, секта) — Мұхаммед пайғамбардың өлімінен кейін пайда болған ағым. шииттер (шиғалар) Әли ибн Әбу Талибті Пайғамбардан кейінгі билікке ең лайықты адам санап, алғашқы халифтер болған Әбу Бәкір мен Омарды зұлымдық жасады деп айыптайды. Олардың көзқарасы бойынша Әли және оның ұрпағы қателерден сақталған, олардың сөздері шариғатсаналады. Олар көптеген сахабаларды Мұхаммед пайғамбардан кейін Ислам дінінен қайтқан кәпір санап, сондықтан Сүннеттен жеткен хадистерді мойындамайды. Осыған қоса олар Құран Кәрім өзгертілген санайды, оның дұрыс нұсқасы Әлиде болды деп ойлайды. Шиғалардың сенімі бойынша «нағыз» Құранды Мәһди алып келеді. Шииттердің кейбіреулері Айша ананы Әлиге қарсы шыққаны үшін балағаттап, зина жасады деп айыптайды, оны тозақтық санап, қайтыс болған күнін тойлайды.\n\nШиитер билікке тек Әлидің ұрпағы лайықты деп, басқа әмірлер мен халифтардың билігін заңды деп санамайды. Олардың ойынша Әлидің ұрпағынан 12 имам шығып, оның он екіншісі қазір «ғайыпта». Осыған байланысты оларды «әл-Исна Ашария» (он екіліктер) атайды. Бұл соңғы имам Ақырет алдында Мәһди болып қайтып келеді дейді. Олардың сенімі бойынша бұл имамдар ғайыпты біліп, «тылсым» дүниелерден хабары бар. Алтыншы имам саналатын Джафар әс-Садиқтан кейінгі имамды таңдауда таласқан шииттер екіге бөлініп, Исмаилды қолдағандар өзіндік сенімдері бар исмаилия ағымына айналып кетеді. Олардың имамдары жәй діни көсем емес, Аллаһтан аян алатын, жаратылыстар мен Аллаһтың арасын жалғастыратын, дұғалар мен тілектерге жауап беретін Аллаһтың орынбасарлары. Оларды сүю — иман, оларды мойындамау — үлкен күпір.",
                "date": "31.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Арам ас сөзінің мағынасы қандай?",
        "question_content": "Ас адамның арқауы дегендей, ас адамға күш-қуат беріп, шаршағанды басады, көңіл-күйді де көтереді. Бірақ астың адалы да, арамы да болады. Адал ас деген жеуге рұқсат етілген таза немесе еңбекпен келген ас.",
        "question_date": "30.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 10200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеуге рұқсат етілген дегеніңізді түсінген жоқпын, (білмеймін өзім жегім келген тағамды жеймін ешкімнің рұқсатынсыз)",
                "date": "31.03.2016",
                "upvotes": 0
            },
            {
                "text": "Арам ас деп Аллах Тағаламыз жеуге жарамсыз етіп жаратқан тағамдарды айтады. Олар: арақ, шошқа етті, т.б",
                "date": "31.03.2016",
                "upvotes": 0
            },
            {
                "text": "Ұрлықпен келген тамақ",
                "date": "10.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаһандық дағдарыстан қалай шығамыз?",
        "question_content": "Жаһандық дағдарыстан қалай шығамыз ?",
        "question_date": "30.03.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 795,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өте күрделі...\n\nЖаһандық дағдарыстан шығу тек санаулы елдердің ғана емес бүкіл алем жүзеге асыру керек құбылыс. Басқа елдерге тоқталмай, өз еліміздегі жағдайды ескеріп, тұжырым жасап көрейін.\n\n1) Экономиканы әртараптандыру. Біз мұнай бағасы құлдыраған кезге дейін бұл туралы аса қатты ойланбадық. Мұнайға тәуелділік бізге дағдарыстың лебін сезінуге алып келуде. Экономиканы әртараптандыру тез жүзеге аспайды, біршама уақыт керек. Дегенмен, шикізатқа тәуелділікті жойып экономиканы нығайта аламыз\n\n2) Дедолларизация.\n\n   Елімізде дағдарыстың орын алуына себептердің бірі халықтың теңгені қолданбауы. Банкте көбісі доллар күйінде сақтайды. Осыған байланысты Ұлттық банк бірнеше рет интервенция жасады, бернеше шаралар қолданды. Теңгенің Қолдану ауқымы кеңейетін болса, доллардың теңгеге шаққандағы құны біршама теңелер еді.\n\n     Дағдарысқа қарсы тек елде қабылданған жоспарлармен жүру өте қиын. Себебі, мемлекеттер арасындағы экономикалық тәуелділік жойылмақ емес.",
                "date": "4.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көз жанардың төмендеуін қалай тоқтатуға болады?",
        "question_content": "Салеметсиздерме? Менин жакын курбымнын (есими жасырын калсын)коз жанары алыстан жаксы кормейди. Коз микрохирургиясына линзалык операция жасаткысы келип жур? Сиздер кандай кенес бересиздер? Жакындарыныздын операция жасаткандары болдыма?",
        "question_date": "30.03.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 2100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Егер дәрігерлер солай кеңес берсе міндетті түрде жасату керек, ешқандай күрделі операция емес",
                "date": "31.03.2016",
                "upvotes": 0
            },
            {
                "text": "Лазерлік коррекция жасатқан көптеген адамдарды көріп жүрмін. Көзілдіріксіз шауып жүр )). Көруі 100% болмаса да 70-80%.",
                "date": "30.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арман Қуанышбаев ұстаздың номерін қайдан тапса болады? Немесе қалай байланыса аламын?",
        "question_content": "Арман Қуанышбаев ұстаздың номерін қайдан тапса болады? Немесе қалай байланыса аламын?",
        "question_date": "30.03.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шымкент. Кентау каласында жане КМДБ болимшелеринде",
                "date": "31.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектеп ҰБТ программистінің міндеті қандай?",
        "question_content": "Мектеп ҰБТ программистінің міндеті қандай?",
        "question_date": "30.03.2016",
        "question_tag": "Мамандық",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайырлы күн! Бізде мектепте 2 ҰБТ программисті жұмыс істеді. Біздің мектептегі олардың қызметі келесідей болатын:\n\n1. Әр апта сайын 11-сыныптар ҰБТ-ға дайындалып, байқау тестін тапсырады. Сол дайындыққа арналған сынақ кітапшаларын программистер сатып алып келеді, оны оқушы санына байланысты таратып беріп, байқау тестінің қатаң тәртіппен жүргізілу процессін қадағалайды.\\\n\n2. Тапсырылып болған сынақ кітапшаларының жауабын арнайы мекемеден алады.\n\n3. Әр оқушының, әр сыныптың, әр мұғалімнің мониторингін шығарады. Ұпай саны бойынша рейтинг жасайды. Негізгі міндеті осы болды деп білемін.\n\nСіздің сұрағыңызды анық түсінбедім, мүмкін, бұлай емес те шығар. Бірақ біздің мектепте програмиистер осы фунцияларды атқарады.",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2017 жылы барлық колледждер тегін болады деген рас па?",
        "question_content": "2017 жылы барлық колледждер тегін болады деген рас па?",
        "question_date": "30.03.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледждердегі білім беру бойынша  алдағы уақытта колледждерде дуальды оқыту жүйесін іске асыру заңнамамен бекітілетіндігі туралы жаңалық бар, ал оқудың тегін болуы туралы ешқандай ақпарат жоқ. 12 жылдық білім беру жүйесі енгізілген уақытта, колледждердің барлығы тегін болуы мүмкін емес. Яғни, бұл жалған ақпарат.",
                "date": "30.03.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақстандағы колледждерде білім беру жүйесі ақысыз негізге көшуі мүмкін. Бұл жөнінде Қазақстан Республикасы білім және ғылым министрі Аслан Сәрінжіпов Ақтөбеге барған іс-сапарында мәлімдеді, деп хабарлайды \"Мой город\".\n\nІс-сапар барысында министр қазір Қазақстанда орта білім беру жүйесін дамытуға ерекше көңіл бөлініп жатқандығын атап өтті. Министрдің айтуынша, Елбасы Астана мен Алматы қалаларында әлемдік деңгейдегі екі жаңа колледж салуды тапсырған. Сонымен бірге орта білім мекемелеріндегі материалдық-техникалық база да жаңартылып,  оларға мемлекеттік тапсырыстың да артып жатқанына тоқталды.\n\nБұдан бөлек, мектеп түлектерінің барлығы өздерінің бірінші мамандықтарын тегін алулары жайлы мәселе де қарастырылып жатқан көрінеді.\n\nАйта кетсек, министр Ақтөбе қаласына Елбасының «Қазақстан -2050 стратегиясы – қалыптасқан мемлекеттің жаңа бағыты» жолдауын түсіндіру үшін келген болатын.\n\n                                            дерек: http://massaget.kz/layfstayl/bilim/habarlandyru/13597/\n\nСонымен қатар, 2017 жылдын бастап елімізде кәсіптік - техникалық білім тегін беріледі. Толық ақпарат: http://khabar.kz/kz/news/kogam-kz/item/43497-2017-zhyldan-bastap-elimizde-kasiptik-tehnikalyk-bilim-tegin-beriledi",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Play Market дұрыс істемей тұр!!!",
        "question_content": "Ошибка\nНе удалось обновить приложение \"...\" из-за ошибки (492) немесе (927) немесе (923). деп шығып алады. Не істесем болады? Бұл сандар қандай мағынада?",
        "question_date": "30.03.2016",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең алдымен, телефоныңыздың жадын тексеріп алыңыз. Жүйенің дұрыс жұмыс жасауына қажетті жад бос болмаса Play Market те, қосымшалар да жаңармайды және жұмыс жасамайды. Жұмыс жасау үшін артық нәрселерді өшіріп, орын босатуыңыз қажет.",
                "date": "30.03.2016",
                "upvotes": 1
            },
            {
                "text": "Қайырлы күн!\nБұлар Google Plaу Marketте жиі кездесетін қателіктер.\n1. Алдымен келесі тәсілді қолданып көріңіз.\nОдан құтылу үшін Настройки - Приложения - Google Play Market таңдаңыз. Очистить кэш немесе Стереть данные батырмасын басыңыз. \nДәл осы әрекетті Сервисы Google Play қоссымшасымен қайталаңыз: Настройки - Приложения - Сервисы Google Play - Очистить кэш / Стереть данные\nСоткаңызды рестарт(өшіріп-қайта қосу / перезагрузка) жасаңыз. \n2. Бұл тәсіл көмектеспесе, келесіні істеп көріңіз.\nНастройки - Приложения - Google Play Market - Удалить обновления\nЖоғарыдағы 3 әрекетті қайталаңыз.\n3. Бұл көмектеспесе, соңғы тәсілді қолданып көруге болады. Бірақ, ол үшін ең алдымен соткаңыздағы заттарды бір жерге көшіріп алған жөн. Компьютерге немесе Google Диск, Google Фотоға жүктесеңіз де. \nНастройки - Аккаунты - удалить Ваш аккаунт Gmail немесе Насройки - Воостанавление и сброс - сбросить все данные\nЖоғарыдағы 1,2 тәсілді қайталап, сотканы қайта қосу. \n  Бұл кейбір қосымшаларды (приложение) жүктеу немесе жаңарту кезінде пайда болатын қателік. Себебі кейбір қосымшалар қондыру/жұмыс жасау кезінде Dalvik деп аталатын Java виртуальді машинкасын қолданады. Ол өз кезегінде Play Marketтің дұрыс жұмыс жасауы үшін кэшті тазартуды талап етіп отырады.",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түскен суретті келесі жаққа ауыстыруға болатын қандай программа бар?",
        "question_content": "Түскен суретті келесі жаққа ауыстыруға болатын қандай программа бар. Типа айфонмен түскен сияқты.",
        "question_date": "30.03.2016",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 469,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер айна секілді екінші жаққа ауыстыруды айтып отырған болсаңыз, App Store немесе Play Market-ке \"mirror photo\" деп жазсаңыз, неше түрлі программалар шығады. Өзіңізге ыңғайлысын таңдап алсаңыз болады.",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Технодомдағы сатылатын техникалар арзан ба, әлде Сулпактағы?",
        "question_content": "Сұрағым осы салыстырып қарағанда Технодомдағы сатылатын техникалар арзан ба? әлде Сулфактағы сатылатын техникалар арзан ба?",
        "question_date": "30.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы үлкен айырмашылық болмайды. Салыстырып қарағанда, бірінде тауар бағасы қымбатырақ болғанымен, бонусы бар болып шығады. Бірақ, сонда да Сулпактағы бағалар арзанырақ секілді. Мысалы, samsung Galaxy s6 edge gold 64гб -- Технодомда да, Сулпакта да  229990тг. Бірақ Сулпакта 7590т бонус.",
                "date": "30.03.2016",
                "upvotes": 0
            },
            {
                "text": "Fora деген дүкен де жақсы. Тек Алматыда ғана филиалы жоқ ау деймін",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия пәнін таңдап қандай мамандыты игеруге болады?",
        "question_content": "Химия пәнін таңдағым келеді және ЕНУ ге түскім келеді,бірақ химия саласында бұл ЖОО да оқуға мүмкіншілік бар ма?",
        "question_date": "30.03.2016",
        "question_tag": "Химия",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз химия пәнін таңдап, Л.Н.Гумилев атындағы ЕҰУ түскіңіз келсе, бұл университетте Жаратылыстану ғылымдары факультетінің  5В060600 Химия (жаратылыстану ғылымдары) мамандығы бар.\n\n5В060600 – Химия мамандығы туралы\n\nБұл мамандықты тәмәмдаған түлектерге «Химия» мамандығы бойынша «жаратылыстану бакалавры» академиялық дәрежесі беріледі.\n\nБакалаврдың кәсіби қызметінің саласы химиялық, металлургиялық, мұнай-химиялық, фармацевтік өнеркәсіптер және білім беру, ғылым мен экология салалары табылады.\n\nСтуденттерді экономика мен өнеркәсіптің химиялық салаларында өндірістік және технологиялық үрдістерді жүзеге асыруға; ғылыми зерттеулерді, бағдарламаларды ұйымдастыру және жоспарлауға; өндірістік, ғылыми және оқытушылық ұжымға, зертханаға жетекшілік етуге дайындайды.\n\nТүлектер аналитикалық, экологиялық, кедендік, санитарлы-эпидемиологиялық, сертификациялық қызметтердің өндірістік зертханаларында, химиялық, мұнай-химиялық, экологиялық, металлургиялық фармацевтік профильдегі ғылыми-зерттеу мекемелерінде (институттар, зертханалар), жалпы білімдік мекемелер мен білім беру бөлімдерінде жұмыс істей алады.",
                "date": "30.03.2016",
                "upvotes": 1
            },
            {
                "text": "5В011200 Химия\n\n5В060600 Химия\n\n5В072700 Азық -түлік өнімдердің техналогиясы\n\n5В072800 Қайта өңдеу өндірістер техналогиясы\n\n5В072100 Органикалық заттардың химиялық техналогиясы\n\n5В072000 Бейорганикалық заттардың химиялық техналогиясы\n\n5В073700 Пайдалы қазбаларды байыту\n\n5В110300 Фармация\n\n5В074800 Фармацевтикалық өндіріс техналогиясы\n\n5В080800 Топырақтану және огрохимия\n\n \n\nҚосымша;http://massaget.kz/layfstayl/bilim/zharatylystanu/20090/",
                "date": "30.03.2016",
                "upvotes": 0
            },
            {
                "text": "Біздің еліміз табиғи ресурстарға және минералдарға бай екендігі бәріне мәлім.Қазақстанда Менделеев кестесінің барлық элементтері бар деп айтуға болады .Сондықтан біздің елімізді \"Бір флакон ішіндегі Менделеев кестесі\"-деп жиі атайды!Енді бар ресурстарды өңдеп,қажетімізге жарату үшін бізге білімді және тәжірибелі мамандар қажет.\n\nҰБТ-да химия пәнін таңдасаңыз,ЖОО түсуге мүмкіндігі басқа мамандықтарға қарағанда анша жоғары, себебі химияны үйрену және түсіну әркімнің де қолынан келе бермейді!Бұдан басқа елімізде химия мамандарына деген сұраныс өте жоғары болғандықтан, оқуды бітірген соң жұмыссыз қалмауыңыз анық.\n\nЛ.Н.Гумилев атындағы ЕҰУ ,өкінішке орай бір  ғана 5В060600 Химия мамандығы ғана бар.Бірақ еліміздегі ЖОО келесі мамандықтар бойынша білім алуға болады :\n\n5В110300 Фармация\n\n5В074800 Фармацевтикалық өндіріс техналогиясы\n\n5В080800 Топырақтану және огрохимия",
                "date": "30.03.2016",
                "upvotes": 2
            },
            {
                "text": "Қайта өңдеу өндірістер техналогиясын, азық-түлік өндірістер технологиясын игере аласың , т.б-ны да",
                "date": "1.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Араққа құмарлық. Денсаулық жайлы білгім келіп еді?",
        "question_content": "Араққа құмарлыққа не себеп? Денсаулық жайлы білгім келіп еді?",
        "question_date": "30.03.2016",
        "question_tag": "Тазалық",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алкоголизм себептерінің ішіндегі әсіресе айтарлықтай тұрмыс-тұрқының сұрықсыздығы, экономикалық жайсыздық, әлеуметтік тұрақсыздық, психологиялық, биологиялық тепе-теңдіктің бұзылуы, санитарлық-гигиеналық топшылық адам тұрмысының ауырлауы, кәсіби сәтсіздік, медициналық-физиологиялық қолайсыздықтар (тендік-тектік) физиологиялық-биохимиялық және экологиялық факторлар. Алкоголизмнің дамуының үрдісін Х.Қ.Сәтбаева және т.б. үш кезеңге бөледі.\n\n1) Невростеникалық. Ағзалар мен нерв жүйелері қызметіне орасан зор басылмайтын физиологиялық өзгерістер пайда болады да, олар дами түседі. Ұйқы нашарлап кетеді. Ой жұмысына деген қабілет мүлдем жойылып кетеді. Бас ауырады, ашуланшақ мендеп алады. Не болса, соған ашулана береді.\n\n2) Наркоманиялық алкогольдік психоз басталып, ол дами түседі. Спиртке тәуелділік пайда болады. Адам ішпесе тұра алмайтын жағдайға келеді. Тұрақты маскүнемдік көзге көріне бастайды.\n\n3) Қорытынды немесе энцефалопатиялық. Ешқандай үзілісті білмейтін, салынып ішетін адамдар әбден маскүнемдік фазасын көшеді. Бүкіл ағза әлсірейді. Адам күш-қуатынан мүлдем айырылып қалады.\n\n          Араққорлықтың зұлым кесел екені бәріне белгілі. Алкоголизмнің туындау себептерінің үш тобы бар: физиологиялық, әлеуметтік (социалдық) және психологиялық.\nФизиологиялық себептеріне ең алдымен араққұмарлыққа тектік бейімділік жатады. Алкоголизмнің әлеуметтік себептері психологиялық себептермен тығыз байланысты.\nАраққұмарлықтың психологиялық себептері адамның мінезімен, оның ақыл-ой қабілетімен, күрделі өмірлік жағдаяттарға бейімделу ептіліктерімен сабақтас.\nЖүнжу, қорқыныш, алаңдау адамды маскүнемдікке итермелейді. Көптеген жағдайда маскүнемдік – бұл науқасты толық емдеу үшін кешенді тұрғыдан келуді талап ететін күрделі дерт.\nЖуық арада араққұмарлықты емдік-еңбектік профилакторийларда (ЕЕП) емдеуге тырысып, оларды елден жыраққа аластатты. Бірақ мұндай тірлік оңды нәтиже бермеді. Одан соң мемлекеттік деңгейде алкогольге қарсы дүрілдеткен науқан өтті. Оның да ықпалы аз болды. Кейбір елдерде (мысалы, Финляндияда) “құрғақ заң” әлі де бар.\nДегенмен, барлық халықтарда әр түрлі себептерге байланысты алкоголь тұтынуға келетін салт-дәстүрлер сақталған. Алайда бұл ережелердің ешқайсысы маскүнемдікті дәріптемейді.\nАлкоголь адамның жан дүниесін өзгертуге, оған тыныштану, босаңсу, жайлылық сезімін силауға қабілетті, бірақ алкогольдің түзетілуі қиын зардаптары да жеткілікті.\nҚазір көптеген зерттеушілердің пікірі бойынша алкогольдік ішімдіктерді жоғары дамыған елдердегі ересек адамдардың 90 проценті тұтынады, оны шектен тыс 20-дан 40 процент аралығындағы адамдар ішеді, ал маскүнемдіктен орта есеппен 4-5 проценті жапа шегеді.\nНәтижесінде қазіргі заманғы медицина алкоголизм – бұл тек кесел ғана емес, сонымен қатар оны жеңу оңай түспейтін әлеуметтік (социалдық) құбылыс деген тұжырымға келді.\nБүгінде маскүнемдікті емдейтін әр түрлі медициналық орталықтар мен мамандандырылған клиникалар бар. Алайда туыстары мен жақындарының көмегінсіз пациент маскүнемдікті ешқашан жеңе алмайды. Кейбір жағдайда жұмысын, қатынас шеңберін және мекен-жайын өзгертуге тура келеді.   \n        Араққұмарлық кеселінің алдын алудың мәні тұрғындарды заңгерлік және медициналық ағарту, маскүнемдікке төзімсіздік жағдайын қалыптастыру болып табылады. Маскүнемдікке қарсы күресу бойынша шараларды өткізгенде қоғамдық және әкімгершілік органдардың белсенді қатысуы тиіс.\nАраққұмарлықтың профилактикасы сөздің кең мағынасында – бұл салауатты өмір салты үшін күресуге бағытталған мемлекеттік, қоғамдық, әлеуметтік-экономикалық және психогигиеналық шаралардың кешенді жүйесі, спирттік ішімдіктерді тұтынуды мүлдем болдырмау.\nАлкоголизм профилактикасының бірінші реттік, екінші реттік және үшінші реттік алдын алу шаралары бөлініп қарастырылады.\nБірінші реттік алдын алу шараларына алкогольдік дәстүрлердің теріс ықпалынан сақтандыру, тұрғындарда, әсіресе болашақ ұрпақта спирттік ішімдіктерді мүлдем тұтынбауға бағытталған әдептік наным орнату жатады. Алкоголизмнің бірінші реттік профилактикасының негізін салауатты өмір салтын дәріптеу құрайды.\nЕкінші реттік профилактика маскүнемдікке шалдыққан сырқаттарды және спирттік ішімдіктерді шектен тыс тұтынуға бейім тұлғаларды барынша ерте (мүмкіндігінше) анықтауға, сондай-ақ қоғамды сауықтыру бойынша кешенді емдік және әкімгершілік шараларды өткізуге бағытталады.\nҮшінші реттік профилактика дерттің қайта оралуын (рецидивін), оның өршуі мен асқынуларының алдын алуға бағытталған. Бұл мақсатта рецидивке қарсы, организмді жалпы нығайту және симптоматикалық емдер қолданылады. Бұл тұрғыда әлеуметтік оңалту және қажет болса – мәжбүрлі емдеу мәселелері шешіледі. Бала мен жастар ұжымы арасында салауатты өмір салтына тәрбиелеуге ерекше мән берілуі тиіс. Мұнда зор педагогикалық шеберлік, терең психологиялық білім көрсетілгені жөн.\nСанитарлық-ағарту жұмыстарын елімізде салауатты өмір салтын қалыптастыру орталықтары, Қызыл Жарты Ай қоғамдары, наркологиялық мекемелер, білім ордалары жанындағы наркологиялық бекеттер жүзеге асырады. Оған қоса үкіметтік емес ұйымдардың кейбірі нашақұмарлыққа, маскүнемдікке қарсы күресуді өздерінің жұмысының негізі етіп алған.",
                "date": "30.03.2016",
                "upvotes": 1
            },
            {
                "text": "пікір білдіргеніңізге рахмет",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көктем. Жаңа күнді жаңа заман қалай қарсы алады?",
        "question_content": "Мінекей, ырыс-құттың бастауы, жуанның жіңішкеріп, жіңішкенің үзілер шағы, сұлулықтың символы – көктем де келіп жетті. Жаңа күнді жаңа заман қалай қарсы алады?",
        "question_date": "30.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 621,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа күнді жаңа заман қалай қарсы алады?..\n\nМінекей, ырыс-құттың бастауы, жуанның жіңішкеріп, жіңішкенің үзілер шағы, сұлулықтың символы – көктем де келіп жетті. Керуенін шұбатып жеткен көктемнің алғашқы мерекесі – аналар күнін, арулар мерекесін жайма-шуақ көңілмен қарсы алып, қимастықпен шығарып салдық. Ендігі мереке – Наурыз мейрамы. Ақ түйенің қарны жарылған күн, Самарқанның көк тасы жібіген күн, Ұлыстың ұлы Наурызы.\n\nҚанша жылдан бері қазақи қасиетінен жоғалтпай келе жатқан, қанша зұлмат жылдарды басынан өткерсе де, ұлт санасынан өшпеген, қазақ халқының өткенін де, болашағын да бірге өткізіп келе жатқан төл мереке, жаңа күн. Ал Жаңа күнді жаңа заман қалай қарсы алады?..\n\nЕл басын қара бұлт шалған шақта тойлауға тыйым салынып, тасада ескерусіз қалған Наурыз мейрамы тәуелсіздігімізді алғаннан бастап тойланып келе жатыр. Осы уақыттың ішінде мерекенің аталып өту деңгейі бұрынғысынан жоғарыламаса, кемімеді деу артық емес шығар …  Иә, осы уақытта орыстың «жаңа жылы» да қатар аталып жатыр. Бірақ бұған қарап «Наурыз – мереке болудан қалыпты, өз бағасын жоғалтыпты» деу мүлде дұрыс емес. Керісінше, бүгінде төл мерекеміз бұрынғыдан әлдеқайда жоғары деңгейде тойлануда. Бүгінде көпшілік орыс мерекесімен салыстырмалы түрде ұлыстың ұлы күнін көбірек күтеді, қуана, шаттықпен қарсы алады. Жайма-шуақ көктемнің жаншуақ мерекесі қазақ елі үшін аса қымбат. Сонымен қатар, Наурыз мейрамы біздің ұлттық құндылықтарымыздың қайнар көзі. Ал ұлттық құндылықтарымыз – елдігіміздің дәлелі. Демек, ұлыстың ұлы күнінің қазақ тарихында да, мәдениетінде де, өнер, әдебиетінде де алар орны ерекше. Ұлттық салт-дәстүр мен құндылықтардың қаймағы саналатын ауыл-аймақты қоспағанда, ірі қалалар мен елді мекендерде де жаңа жыл жоғары деңгейде аталып өтеді.\nНаурыз – бұл жай ғана мереке емес, бұл нағыз тәлім-тәрбие, адами болмыстың символы. Наурыздағы ел-жұрттың үй-үйді аралап, бір-біріне ізгі тілектерін жаудыруы – осыған дәлел. Бұл мерекені үлкен кіші, кәрі-жастың асыға күтетіні анық.\n\nМен білім алып жүрген білім ордасы қазақы тәрбиенің ордасы, қара шаңырағы. Біз жыл сайын Наурыз мерекесін шат көңіл, адал ниетпен, қуана, құшақ жая қарсы аламыз. Қазақылығымызды дәріптейтін қадірлі мерекеміздің біз үшін орны бөлек. Ырыс-береке беретін, пәле-жала жерге енетін күн де алыс емес. Ұлыстың ұлы күнін бірлесіп күтейік, құшақ жая қарсы алайық деймін сөз соңында.\n\n \n\nДана Русланқызы\n\nСалт-дәстүрге  берік қазақ қоғамы – өмір-тұрмысынан, шаруашылық-тіршілігінен  қалыптасқан,  дүниетанымынан туындаған мәдени қоғам. Ақыл-парасат пен тәлім-тәрбиеге негізделген ұлттық дәстүрдің дараланатын, ұстанымдардың ұлықталатын   айнымас жиынтығы іспеттес. Осы орайда ерекше атап өтетініміз – қазақи болмыстың айқын көрінісі – дәстүрлі мерекелер.\n\nСана,  тағылым,  тәрбие,  тіршілік ережесі ретінде  ел зердесіне рухани байлық  болып есептелетін  ілтипат пен ізгіліктің, ақыл мен парасаттын  мейрамы  – Наурыз. Жаңа күннің, жаңа тілектердің, жаңа үміттердің бастауы, жаңару күні. Наурыз бата беріліп, науырыз тілек айтылатын, наурыз жыр шырқалатын, наурыз жұмбақ шешіліп, үйге үт кіретін   адалдықтың мерекесі.   «Аурулар сауығамыз деп, аштар тойынамыз деп, жалаңаштар киінеміз деп күн көреміз» деген үлкен үміт, шуақтардың уақыты.\n\n1926 жылдан бастап, тоталитарлық жүйенің ықпалымен наурыз мерекесі тойлануға тыйым салынды. Көп жылдар бойы ұмытылып, сынын жоғалтқан мереке 1988 жылдан бері қайта жаңғырып, өз дәрежесінде тойлау қолға алынды.\n\nҚұрсаулар мен бұғаулар арасынан аман өткен дәстүрлі  жаңа жыл күні қайын ата мен келiн, күйеу бала мен қайын ата арасындағы әзiл де жарасымды. Қызыр ата өз мейірімін төгетін бұл күн  таң шапағын қарсы алудан  басталады. «Атадан мал қалғанша, тал қалсын» деген қағиданы берік ұстана отырып,  жан-жақты тазалап, гүл егіп, ағаш отырғызуға аса мән беріледі.   Үйдегі ыдыстар  айранға, сүтке немесе бұлақ суына толтырылады. Жастар алтыбақан құрып, тойдың сәнiн кiргiзедi. Рухани әлемімізді байыту мақсатында ақындар айтысып,  әншілер әсем дауысымен құлақтың құрышын қандырып, күйтартыс өткізіп, палуандар күресіп, шабандоздар  ат жарыстырып жатады. Ұлттық ойындардың бәрі дерлік ойналып,  халықтың қыстан құлазып шыққан көңілдері медет табады. Бойжеткендер соғымның соңғы етiн уызға салып пiсiрiп, ұнатқан жiгiттерiне тартады. «Ұйқыашардың» қарымтасына жiгiттер «селт еткiзер» рәсiмiн жасайды. Яғни, қалауынша айна, тарақ, әтiр суын сыйлайды. Ең бастысы, халықтың көңілі жаңарады.\n\nСалт-дәстүр санадан сырт  қалып жатқан мына заманда  өгiз сойып, қазан көтермесек те   халықтық мерекемізді   көңіл-қошымызды қандыратындай өткізіп жүрген жайымыз бар.\n\nНаурыз –  ақ түйенің қарны жарылып, жер ананың тамаша күйге еніп, айнала бақыт пен шаттыққа кенелетін күн ретінде  қасиетті болған,  бола бермек.  Ұлттық құндылықтың айнымас үлгісі  – наурыз мерекесінің қазақ қоғамына берері зор. Жаман ниеттер мен арам пиғылдардың жоғалатын уақытында дәстүрімізді жоғалтып алмайық!",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкентте шомылатын жабық бассейндер қай жерде бар және қай жерде арзан?",
        "question_content": "Шымкентте шомылатын жабық бассейндер қай жерде бар және қай жерде арзан?",
        "question_date": "30.03.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төлеген Айбергеновтің таспаға жазылған өз дауысын қайдан табуға болады?",
        "question_content": "Төлеген Айбергеновтың магнитафон лентасына жазылып алынған дауысы бұрынғы Шымкент педагогика институтының профессоры (қазір марқұм, жаны жәннатта болғай) Әбіш Байтанаевтың фонотекасында сақтаулы болған екен. Оның ғаламторға жарыққа шыққан-шықпағанын білмеймін, бар болса қайдан табуға болады?",
        "question_date": "30.03.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бауыр туралы білгім келеді?",
        "question_content": "Бауыр дененің қай бөлігінде орналасқан? Оң жақ кеудемнің асты ауырып жүргеніне 4 ай болды, менің бауырым ауыру мүмкин бе? Өкпемді тексерткен едім таза болып шықты, ақыл кеңестеріңізді қоссаңыздар.",
        "question_date": "30.03.2016",
        "question_tag": "Тазалық",
        "question_views": 18500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Суық кездер басталғалы денсаулығын күтетін жандар иммунитетін берік қылуға бағытталған түрлі дауаларды қолға алды. Бірақ иммунитетті қалыптастыратын ақуыз, антидене мен интерферондышығаратын мүше бауыр екенін білесіз бе? Демек қазір бауыр саулығына мұқият көңіл бөлуіміз керек.\n\nБауыр – ағзамыздағы стратегиялық маңызы бар мүше. Оның жұмысындағы кемшіліктер жалпы ағзаның инфекцияларға төзімділігін кемітеді. Алайда бауыр аурулары бастапқы кезде еш белгілерсіз өтеді. Сондықтан бұл ауруларды дәрігерсіз анықтау қиын. Ал белгілері біліне бастаған кезде ауру асқынып, емделуі қиындай түседі. Бауырдың саулығын қамтамасыз ету үшін мынандай белгілер пайда болғанда дәрігерге барып тексерілген жөн.\n\nБіріншіден, шаршағандық, тез әлсіреп қалу, күні бойы ұйықтағыңыз келу, құсқыңыз келуі, тәбет жоқтығы, оң жақ дененің ауырлауы, терінің қышып қозуы, жиі суық тиіп ауру белгілеріне назар аударыңыз. Егер осы белгілер әдеттегіден артық байқалса, міндетті түрді дәрігерге көрініңіз.\n\nЕкіншіден, үйде өз бетіңізбен емделмеңіз. Әрине тазалауыш шөп шайлары мен түрлі дәрумендерді қабылдауға болады, алайда бауырға арналған дәрілерді сізге толық тексерілуден өткеннен кейін дәрігер ғана айта алады. Ол үшін қан анализін тапсырып, УДИ (УЗИ) зерттеуінен өтіп, гастроэнтеролог маманымен кеңесу керек.\n\nҮшіншіден, бауыр саулығын сақтап қалу үшін, тамақтану мен өмір тәртібін ретке келтіріңіз. Рационыңызғарафинадталмаған сұйық май, пісте, күнжіт, жаңғақтар, соя өнімдері, теңіз балдырлары мен балықты қосыңыз. Сонымен қатар эссенциалды фосфолипидтер негізінде жасалынған табиғи препараттар көмегімен қажетті заттар тапшылығын толықтыруға болады.\n\nСонымен қатар, бауыр саулығын сақтау үшін ішімдік, темекі сынды жаман әдеттерден бас тартыңыз, түрлі дәрілік препараттарды, жасанды тамақ өнімдерін қабылдауды шектеңіз.\n\nhttp://massaget.kz/layfstayl/Zdorove/14168/\n\nҚай жерлеріңіз ауырмасын, егер өзіңізді сыйлайтын пенде болсаңыз дәрігерге барыңыз , емделіңіз . Өлімнен басқа дерттің бәріне дауа бар. \"Ақша жоғалттым -ешнәрсе жоғалтпадым, уақыт жоғалттым-көп нәрсе жоғалттым, денсаулық жоғалттым- барлығын жоғалттым\" - деп бекер айтпаған. Алла шипасын берсін!",
                "date": "30.03.2016",
                "upvotes": 0
            },
            {
                "text": "Бауыр (hepar) — 1) ең үлкен ас қорыту безі. Омыртқасыз жануарларда бауыр ас қорыту және қоректі сіңіру процестеріне қатынасады, сондай-ақ, онда май, көмірсу жиналады. Омыртқасыздардың бауырын кейде бауыр-ұйқы безі деп те атайды, себебі ол омыртқалы жануарлар мен адамның ұйқы безі бөлінетін затқа ұқсас секрет (бездердің бөліп шығаратын заты) шығарады. Омыртқалы жануарлар мен адамда бауыр - күрделі орган, ол организмдегі зат алмасу процесіне қатысады әрі онда ас қорыту сөлдерінің бірі - өт түзіледі. Оның ересек адамдардағы орташа салмағы 1,5 - 2 кг. Бауыр іш қуысының оң жақ жоғарғы бөлігіне орналасқан. Бауырдың көк етке жанасып жататын жоғарғы дөңес, төменгі ішкі (висцеральдық) беттері бар. Бұлар бауырды оң(үлкен) және сол(кіші) бөліктерге бөледі. Бауырдың бетінің ортасында бауыр қақпасы деп аталатын көлденең ойық болады. Ол арқылы бауырға артерия, қақпалық вена тамырлары, жүйке талшықтары өтеді де, одан лимфа тамырлары мен өт түтігі шығады. Бауыр қақпасының алдыңғы жағында өт қуығы жатады. Бауыр қорғаныш қызметін де атқарады, яғни тамақ құрамында болып, ішекте сіңірілген зиянды заттар мен белок алмасуының нәтижесінде түзілетін қанның құрамындағы улы өнімдер Бауырда зарарсыздандырылады. Бауырдың лимфа түзілудегі, қан ұюын реттеудегі және қанның тұрақты құрамын сақтаудағы маңызы зор. Бауырда қанмен келген амин қышқылдарынан белоктар, глюкоза, фруктоза, глицерин, май қышқылы түзіледі, сондай-ақ, қандағы көмірсулар бауырда гликогенге айналады. Бауырдағы зат алмасу процестері әр түрлі ферменттердің қатысуымен жүреді, оны жүйке жүйесі мен түрлі гормондар реттеп отырады.[1] 2)Құрамында 70-73% су, 2—4 % май, 17—18% ақуыз, оның ішінде ауыстырылмайтын түрлері болады. Бауырда көптеген В тобының витаминдері және А, Д, Е витаминдері де бар. Сонымен бірге бауырда көптеген ферменттер, экстрактивті заттар және темір, фосфор көп. Майдаланған, пісірілген бауыр өзіне майды жақсы сіңіреді. Бауырды алдымен өтінен бөліп алып тазалайды, содан соң жуып, кесіп 2—3 сагғат суық ағынды суда ұстайды.",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    }
]