[
    {
        "question_title": "Сұрақ белгісінің орнында қандай сан орналасқан?",
        "question_content": "Сандар белгілі бір заңдылық бойынша орналасқан. Сұрақ белгісінің орнындағы санды табыңыз?\n\n30--15--19\n\n30---8---3\n\n29--?---",
        "question_date": "15.01.2018",
        "question_tag": "Математика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жасөспірімдерге психикалық денсаулығын нығайтуға қалай көмектесуге болады?",
        "question_content": "Жыл сайын әлемдегі жасөспірімдердің 10%-ы дене мүшелерін зақымдайды және 67,000 жасөспірім өздеріне салған жарақаттары нәтижесінде көз жұмады. Суицид жасөспірімдік жастағы қыздар мен ұлдар арасында тысқары себептерден көз жұмудың басты себептері арасында тұрақты орныққан.",
        "question_date": "15.01.2018",
        "question_tag": "Заң",
        "question_views": 386,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Денсаулық - ең үлкен байлық\" тақырыбында бірнеше сөйлем қажет.",
        "question_content": "Сойлемдегі барлық сөз бір дыбыстан басталуы керек. Сойлем кемінде 5 сөзден құралу керек. Сойлемдегі ой түсінікті болуы керек.\nМЫСАЛЫ: Дəрумен Дастанны",
        "question_date": "15.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұлпарымды тотталмайтын темірмен тағалап, тұмар тақтым.",
                "date": "16.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ашаршылық зардаптары\" тақырыбына эссе керек?",
        "question_content": "Ашаршылық зардаптары \"тақырыбына эссе.",
        "question_date": "15.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 18000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеңес дəуірі кезінде Қазақстанда алапат ашаршылықтар болып, халқымызды жер бетінен біржолата құртып жібере жаздады. Соның ішінде екі үлкен əлеуметтік апат еліміздің мəңгі есінде сақталып қалды. Мұның біріншісі – 1921-1922 жылдары, екіншісі – 1930-1933 жылдары болған ашаршылықтар. Оған не себеп болды, біз енді сол жөнінде ой толғасақ. Тарихшылардың, саясаттанушылардың пайымдауынша, оған кінəлі Қазақстанда жүргізілген сталиндік-голощекиндік реформа, содан туындаған шаруалардың жеке меншігін тəркілеу, жою, əртүрлі ауылшаруашылық салықтарымен бас көтертпеу, күштеп отырықшыландыру, күштеп колхоздастыру, дəулеттілерді, зиялыларды «феодализмнің өкілі, буржуазиялық интеллигенция» санап, атып-асу, билікке жалшыларды тартып, қоғамды қолдан надандандыру. ВКП(б) Орталық Комитетінің Қазақстан өлкелік партия комитетінің басшылығына Голощекинді жібергені мəлім. Екінші пленумда сөйлеген сөзінде-ақ:\n«Ауылды кеңестендіру, бұл – шын мəнінде, Қазақстанды кеңестендіру. Сондықтан барлық салада біздің жұмысымыздың ілгерілеуі үшін қазақ кедейлерін ұйымдастырмай əсте мүмкін емес», — деп жар салған ол билік басына келгеніне екі ай өтер-өтпесте ауылдарды аралап көрмей-ақ, елдегі жағдайға өзінше баға беріп, байбалам салды. «…Ауылда байдың үстемдігі, рудың үстемдігі өзгерссіз сақталған, шын мəнінде өлкеде кеңес өкіметі орнамаған», — деп мəлімдеді. Сол кезде «Советская степь», «Еңбекші қазақ» газеттерінің бетінде Голощекиннің «Ауылды кеңестендіру», «Асыра сілтеу болмасын, аша-тұяқ қалмасын» деген сөзі ұран болып көтерілді.\nСөйтіп, ол Қазақстанда «Кіші Қазан» өткізуге кірісті, қазақтың төрт түлік малын түгел сыпырып алып, мемлекет меншігіне бергізді, əсіресе, қазақтың «жаны» – жылқының көзін жоюға айрықша күш салынды. Сталиннен, партияның Орталық Комитетіндегі негізгі басшыларынан өзінің төтенше шараларды жүргізуіне, авантюристік бағытын берік ұстануына рұхсат алған Голощекин Қызылордада өткен 1927 жылғы 23 қарашадағы ВКП(б)-ның Бүкілқазақстандық конференциясында халыққа ашықтан-ашық айбат шекті. Ол: «…Сіздер Зиновьевтің: «Қазақстан Голощекиннің жеке билік құруы үшін басыбайлы берілді», — дегенін білесіздер, — деді. – Кез-келген топтың көсемдері Қазақстанға (өзіне дегені) қарсы шығып байқасын – бір аптаның ішінде күлі көкке ұшады». Осылайша қолына тиген шексіз билікті пайдаланған Голощекин бірінші кезекте өзіне қарсы шыққан білікті де білімді азаматтарды қуғын-сүргінге салып тентіретіп жіберді.\nМұнан кейін «ұжымдастыру» деген желеумен көшпелі елді арсыздықпен тонатып, халықты əдейі ашаршылыққа ұрындырды. Қызыл империя бейбіт заманда қазақ ұлтына жасаған нəсілшілдік қылмысын əлемдік қауымдастық алдында жасырып, кеңестік цензура көп жылдар бойы 1931-1932 жылдардағы қазақ даласындағы ашаршылықты баспасөз бетінде жазуға, бұқаралық ақпарат құралдарында айтуға қатаң тыйым салды. Əкімшілік биліктің осынау ел ішіндегі арандату саясатына, əділетсіздік пен зорлық-зомбылыққа қарсы шыққандар «халық жауы», «бандалық құрылым» аталып, қырып жойылды. 1930-1933 жылдардағы қолдан жасалынған ашаршылықтан елімізде қазақтардың үштен бірі ғана аман қалды. Өйткені, 1937 жылғы Бүкілодақтық халық санағының алғашқы мəліметтері бойынша, Қазақстанның ауыл халқы 1930 жылдың\n1 маусымынан 1933 жылдың 1 маусымына дейін 3 миллион 379,5 мың адамға кеміген. Осы кемуден 1 миллионнан астам босқындарды шығарып тастасақ, 1930- 1933 жылдардағы аштық құрбандарының 2 миллион 200 мың адамнан асып түсетінін байқаймыз. 1992 жылы осы мəселені еліміздің Жоғарғы Кеңесі Төралқасының комиссиясы арнайы тексерген-ді. Сонда: «Қазақ елі аштықтан жəне соған байланысты індеттерден, сондай-ақ табиғи өлім деңгейінің үнемі жоғары болуынан 2 миллион 200 мың адамнан, яғни барлық қазақ халқының 48 процентінен айрылды», — деп бұл комиссия нақты тұжырымдама жасады. Қазір белгілі болып отырған жағдай, 1930-1933 жылдардағы қолдан жасалынған ашаршылықта негізінен, жас балалар мен əйелдер көп қырылып, оның халқымызға демографиялық зардаптары да ауыр тиді, ұлтымыздың сан жағынан өсуін тежеп тастады.\n1897 жылғы патша өкіметінің санағына сенсек, қазақтар көрші өзбек ұлысынан үш есеге жуық артық, яғни 4 миллион 84 мың болыпты. Аштықтың ащы дəмін татпаған өзбек халқы бұл күндері 30 миллионға жуықтаса, қазақтарды шет елдегі қандастарымен қоса есептесек, орташа болжам бойынша саны 15-17 миллион шамасында ғана. Мұны еске алғанында кейбір тарихшылар: «Егер де 1930-1933 жылдары елімізде қолдан аштық жасалмағанында, қазақтардың саны 60 миллионның үстінде болар еді», — деп те ой толғайды. «Саяси маняк» Голощекин тұсында асыра сілтеушіліктің шын мəні саяси бүркемеленсе де, ол қызыл империя үстемдік құрған шақта айтуға да, жазуға да тиым салынған мəселе болса да, кейін бұл əлеуметтік апат–«Қызылқырғын»,«голощекиндікгеноцид» деген тарихи атауға ие болды.\n\nhttp://kazorta.org/aza-tarihynda-y-asharshyly/",
                "date": "18.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүние жүзі тарихы мен адам, қоғам, құқық пәндеріне қатысты қандай мамандықтар бар?",
        "question_content": "Гранты қанша балл? Мамандықтардың толық тізімі.",
        "question_date": "15.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 37400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сілтемеден қандай мамандыққа қай пәнді таңдау керектігін біле аласыз.",
                "date": "23.05.2018",
                "upvotes": 0
            },
            {
                "text": "грант жоқ сияқты",
                "date": "15.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баллонды қанша градусқа дейін қыздыруға болады?",
        "question_content": "150 атм-ға есептелген баллонға алдын ала 300 К температурада 125 атм-ға дейін қысылған ауа айдалған. Оны қанша градусқа дейін қыздыруға болады? Ауаны идеал газ деп есепте.",
        "question_date": "14.01.2018",
        "question_tag": "Физика",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P1/T1 = P2/T2;\n150/x = 125/300;\nx = 150*300/125 = 360 K = 87 С",
                "date": "15.01.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Азот молекулаларының импульсін анықтаңдар?",
        "question_content": "Азот молекулалары қалыпты жағдайда 454 м/с жылдамдықпен қозғалады. Оның импульсін анықтаңдар?",
        "question_date": "14.01.2018",
        "question_tag": "Физика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Масса молекулы азота\n\n m0=M/Na=28*10^-3/6*10^23=4,67*10^-26 кг\nИмпульс p=m0*V=4,67*10^-26*454=2,120*10^-26 кг*м/с",
                "date": "15.01.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қобыланды батыр жыры мен Сұраншы батыр жырының ұқсастығы қандай?",
        "question_content": "Қобыланды батыр жыры мен Сұраншы батыр жырының ұқсастығы\n\nӨтінем тезірек жауап бер",
        "question_date": "14.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жамбылдың революциядан бұрын шығарған эпостық шығармаларынан бізге екі үлкен дастан жетті. Ол – «Өтеген батыр» мен «Сұраншы батыр» дастандары. Бұлардан басқа Жамбыл «Сауырық батыр» дейтін де дастан шығарған екен. Бірақ онысы ұмытылған. Сақталған екі дастан таң қаларлықтай бір тұтас, бүтін, өзекті дүние болып шыққан. Құнттылықпен сомдап соғылған бұл туындылар үлкен серпінмен, шеберлікпен жазылған, халықтың жарқын болашақ, шұрайлы жер, бақытты жаңа өмір туралы көкейкесті армандарын зор шабытпен жырлаған. Сюжетінің желісінде мифологиялық элементтер бар, реалистік суретке негізделген «Өтеген батыр» дастаны тамаша оймен суреттелген ақындық туынды. Дастанның өлеңі жеңіл, жатық, жұмсақ және эпостық шығарма бола тұра лиризмге толы. Айлы түнде ұйықтамай, халқына жайлы қоныс табам деп өзінің үлкен арманына бой ұрған Өтегенді Жамбыл үлкен ер жүректікпен сүреттеген. Жамбыл дастандарындағы ерекше бір жаңалық – мұнда әр халықтың өкілдері бас қосып, тіл тауып жалпы тап дұшпанына қарсы күресуі, осы күресте шыныққан достық. Өзі оқи алмаса да, ұдайы халық ортасында болып, халық тілегін жан-тәнімен жақсы түсінген патриот, қарапайым бұқара ақыны Жамбыл қазақ халқы үшін ең дұрыс жол орыс халқымен дос болу екендігін түсінген және осы білгенін дастанында өз дәрежесінде тәуір көрсеткен. Бұл – кезінде қазақ әдебиеті үшін елеулі жаңалық еді. «Сұраншы батыр» дастанын Жамбылдан бұрын Сүйінбай да жырлаған деседі. Бірақ ол бізге жетпеген және ол дастан емес, толғау түрінде жырланған. Сүйінбай болсын, Жамбыл болсын, әрқайсысы өз шығармасында Шапыраштыдан шыққан Сұраншы батырдың ерлігін, елге сіңірген еңбегін жыр еткен. Сұраншы шын болған, XIX ғасырда өмір сүрген батыр адам екен. Сұраншы батырдың есімі Шоқан Уәлихановтың хаттарында да кездеседі. 1838 жылы дастанды өз аузынан жазғызарда Жамбыл кіріспесі мен соңын жаңартып, Сұраншының шын тарихта болған адам екенін де дәлелдейді. Тек Сұраншы емес, оның тоғыз орыс, бір татар жоластары да, Егор дейтін кен қазушы досы да тарихта болған, Сұраншымен бірге соғысқан кісілер. Бұлардың соғысқан дұшпандары – Қоқанның Құдияр ханы мен қырғыздың манапы Орман ханның басқыншылары. Дастанда Сұраншы батырдың достарымен қосылып орыс армиясының қатарында көрсеткен қаһармандық күресі эпостық кең тыныспен, ерекше шабытпен суреттелген. Сұраншының ерлігін мұнша ден қойып жырлауының бір себебі Жамбылдың айтуынша: Бата берген Сүйінбай, Жырдың тіккен туындай, Айтқанда маған ақылды, Жырла! – деген батырды, – деу болса, екінші себебі – басына туған ауыр күнде батырын аңсаған халық тілегі көрінеді. «Сұраншы батыр» ежелгі батырлар жырының дәстүрінде туған дастан болғандықтан, сол жырлардың баяндау, суреттеу тәсілдерін қолданған. Сондықтан да көп жерлері Қобыланды, Алпамыс, Қамбар бейнелерін еске салады. Алайда асырып, әсірелеп айту (гипербола) жөнінен соңғы дәуірдегі тарихи-реалистік поэмаларға жақын. Жамбыл ел байларын, бектерін тізіп бөсімейді, қазақ жерін басқыншылардан қорғауда ерлік көрсеткен, бірлік көрсеткен Сұраншы, Сауырық, Сыпатай секілді батырларды дәріптеп, шаршы топтың алдында көптің көкейіндегі патриоттық және бұқарашылдық сезімді қозғап, жеңіске жетеді. Шын батырдың ерлігін, елге істеген игі істерін сүйсіне баяндайды. Бұл баяндауының өзі ұзақ жыр іспетті Жамбылдың осы тақырыптағы дастандарымен үндеседі. «Қалың қазақ өз елім» деген жалпы ұлттық сезім дәрежесіне көтерілген халық ақынының үні.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыштың ұзындығын 3 есе арттырса, оның ауданы қалай өзгереді?",
        "question_content": "Тік төртбұрыштың ұзындығын 3 есе арттырса, оның ауданы қалай өзгереді?",
        "question_date": "14.01.2018",
        "question_tag": "Геометрия",
        "question_views": 6300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "S1=a1*b1\n\na2=3*a1, b1=b2\n\nS2=a2*b2=3*a1*b1\n\nS2/S1=(3*a1*b1)/(a1*b1)=3\n\nЖауабы 3 есе артады",
                "date": "18.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әліхан Бөкейхановтың бейнесін қалай сомдауға болады?",
        "question_content": "Ассаломағалейкум Нұрсұлтан аға Әлихан Бөкейханның Шөбересімін Шыңғысханны 25 ұрпағымын алдымда 24 атабабалардың тарихын зертеудемін , біраз мағлұмат жинап бір бейне таспа ролигін жасадым , енді Қазақ Хандығы деген киноны көргенде ұатты ұуандым.\nМына Қазақтың Ұлы даласында бір Сайлаубек деген әнші шығыпты , адам түгілі періште түсінбейтін тілде өлең айтып , елге танымал бопты ю. Сонда мына мен Қазақ тарихын қопарып жатқан келещек ұрпаққа үлгі боп қалсын деп тырысып жүрген Әліханның шөбересі Сайлаубектен қай жері кем деп ойладым да сізге хат жазуга бет бүрдым .\nМенім ролигімді көрсеңіз Максим Горьки дің әйелі Екатерина Павловна Пешкова Маскеудегі Бутырька түрмесіне қамалған Ахмет Байтурсынов ағайға Әліханның атынан ақша мен тамақ апарғаны айтылады . Менің ниетім сол кездегі жақсы адамдардың істеген жақсылығын жастарға жеткізу , сонда ғана жастарда патриотизм сезімі оянады деп ойладым . Ал бейне таспада аяқ жағында әкемнің тасы көрсетіледі , сол таста Шыңғысханнан бастап әкеме дейінгі аталардың аттары жазылған Шыңғысхан , Жошыхан , Орысхан , Барақхан , Жәнібек т.с. б , олардың көбісінісінің тарихын зертеудемін. Мысалы бір атамыз Ақсақтемірмен шайқасқанын естідім , енді соны зертеуге ниеттендім , мына сылкадан көруге болады\nНұреке Әліханның шөбересі , сол Барақханұлы Жәнібектің тікелей ұрпағына көмек бере аласызба ? Қазақхандығы жалғасын түсіргенде бір атамның рөлін алсам деп армандап жүрмін , сол арманыма тек сіздің айтуыңызбен жетермін деп ойладым.",
        "question_date": "14.01.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлихан Нұрмұхамедұлы Бөкейхан – қазақ тарихында, руханиятында төрден орын алатын ерекше қайталанбас тұлға. Ұлт көсемінің қазақ ұлтына сіңірген еңбегі әлі күнге зерделеніп келе жатыр. Алты Алаш көсемінің кім екенін, қандай қызметтер атқарғанын, негізінен, дүйім жұртшылық жақсы біледі. Бұл тұрғыдан алғанда К.Нұрпейісов, М.Қойгелді, С.Аққұлы сияқты бірсыпыра әлихантанушы ғалымдардың зерттеулері өз мақсатында жеткендігін көзбен көре аламыз. Ал көркем әдебиетте Әлихан Бөкейхан деген образ бар ма? Бар болса, қандай туындыларда кездеседі, қай шығармада басты кейіпкер немесе жанама эпизодтарда кезігеді деген сауалдар бірінен соң бірі туындай түсіп, ақыр соңында мақала жазуымызға тікелей түрткі болды. Шынымен де, қойылған сұраққа жауаптың болғаны абзал. Бірінші сұраққа жауап – Әлихан Бөкейхан образы көркем әдебиетте бар және бұл образдың өзіндік орны да бар. Осы мәселені белгілі алаштанушы, әдебиеттанушы, профессор С.Жұмағұл арнайы зерттеп, «Әдебиеттегі Әлихан Бөкейхан бейнесі» атты хрестоматиялық жинақ құрастырды, оның алғысөзі мен түсініктерін жазды.  Бұл еңбек Әлихан Бөкейханды жаңаша тұрғыдан саралауға, бағалауға, көркем бейнесін көз алдымызға елестетуге зор үлес қосқанын айта кеткен жөн. Ал қалған сауалдарға біртіндеп жауап беріп көрейік.\nӘлихан Бөкейханның көркем бейнесі алғаш поэзиядан көрініс тапты. Әрине, бұл заңдылық еді, себебі Әлиханның өмір сүрген ортасы, әріптестері мен достарының көбі – ақындар еді. Мысалы, Шәкәрім, К. Жанатайұлы, А.Байтұрсынұлы, Ғ.Қараш, М.Дулатұлы, М.Жұмабайұлы, С.Торайғырұлы және т.б. Бұл қылқалам шеберлерінің әрқайсысы - өз ісінің шебері, нағыз ақын, өзіндік мектеп қалыптастырған біртуар тұлғалар. Олардың ақындық шеберлігін сол себептен дәлелдеп жатпайық. Алаш көсемінің патша заманындағы саяси оқиғаларға белсене араласып, 1913-1917 жылдары А.Байтұрсынұлы, М.Дулатұлымен бірге «Қазақ» газетінің бетінде өткір мәселелерді қозғауы Абайдың ақын шәкірті Көкбай Жанатайұлы тарапынан зор бағаға ие болады. Белгілі абайтанушы Қ.Мұхамедхановтың мына пікірінен осыған көз жеткізуге болады: «Көкбай ақын өз заманында Әлихан Бөкейхановты қазақтың алғашқы оқымысты, қамқор азаматы деп білген. Көкбай ақынның 1914 жылы Бөкейхановқа арнап жазған бұл күнге шейін жариялауға мүмкін болмай келген өлеңін келтірейік:\nҚарағым, жалғызымсың қазақтағы,\nҰл тумақ сендей болып аз-ақ тағы.\nӨгіз өліп, болмаса арба сынып,\nӨмірің өткен жансың азаптағы.\nБал тамған, ханзадам-ай, қаламыңнан,\nТәңірім айырмасын талабыңнан,!\nҚалған жоқ қоңсы қонбай ақылыңа,\nҚазақтың – хан, қырғыздың манабынан...» \nАл Әлиханның жан досы, партиялас әріптесі, ұлт ұстазы А.Байтұрсынұлы ұлт көсеміне арналған «Достыма хат» деген өлеңінде былайша тебіренеді:\n«Қырағы, қия жазбас сұңқарым-ай!\nҚажымас қашық жолға тұлпарым-ай!\nҮйілген өлексені өрге сүйреп,\nШығармақ қыр басына іңкәрім-ай!» [2,25 б.]\nӘлиханды көзі тірісінде өлеңге қосқан келесі ақын әрі публицист – Сұлтанмахмұт Торайғырұлы болды. Ақын 1918 жылы «Таныстыру» поэмасын жарыққа шығарды. Шығарма екі қазақ: қара (яғни, оқымаған) және оқыған қазақтың өзара тілдесуінен тұрады. Қара қазақ - жас шамасы біраз жасқа келген, заманның әсерінен білім ала алмай қалған қартаң адам. Ал оқыған қазақ, керісінше, мейлінше жас, білімді, өмірге деген талпынысы мол, балғын кейіпкер. Екеуінің өзара әңгімесі арқылы ақын С.Торайғырұлы Ә.Бөкейханның көркем тұлғасын суреттеп, Алаш серкесіне лайықты баға береді:\n«Ешкімнің Әлиханға бар ма сөзі?\nДемейді қандай қазақ оны оң көзі,\nСемей тұрсын, жеті облыс бар қазақтан,\nТалассыз жеке дара тұр ғой өзі.\nЕлі үшін құрбандыққа жанын берген,\nБит, бүрге, қандалаға қанын берген.\nҰрыдай сасық ауа, темірлі үйде.\nЗарығып алаш үшін бейнет көрген.\nТүймеге жарқылдаған алданбаған,\nБасқадай бір бас үшін жалданбаған.\nКөркейер қайткенде алаш деген ойдан,\nБасқа ойды өмірінде малданбаған...» [3,63 б.].\nС.Торайғырұлының Ә.Бөкейханның азаматтық бейнесін толық ашатын «Әлиханның Семейге келуі» атты мақаласын айта кеткен жөн.  Аталмыш шығармада 1917 жылдың 21 қазанындағы Ә.Бөкейханның Семей өлкесіне келіп, жергілікті халықпен өткен кездесуі сипатталады. Әлиханның аман-есен елге келгеніне халық атынан Ш.Мұсатаев, комитет атынан А.Қозыбағаров, мұғалімдер алқасынан М.Тұрғанбаев құттықтау сөз сөйлегеннен кейін, сөз кезегі жастарға келіп, олардың жалынды жаршысы С.Торайғырұлы мынадай құттықтау өлең жолдайды:\n«Көш бастаған еріміз,\nҚуанышта еліңіз.\nТөбеміз көкке жеткендей,\nКөкіректен бүгін кеткендей,\nСізді көріп шеріміз.\nАлаш туын һәм бағын,\nКөзбен көріп төленді,\nКөптен бергі теріңіз,\nАлаш туын қолға алған\nҚараңғыда жол салған\nАрыстаным, келіңіз!» [4,106 б.]\nӘлиханның ел тағдырындағы орнын айқындауға арналған бұл мақаланы көркем шығарма қатарына жатқызып отырған бір себебіміз осы өлең жолдары еді. Қарапайым халықтың шынайы құрмет-қошеметі мен зиялы қауым өкілдерінің алғысына ие болған Алаш көсемінің осынша құрмет пен мадақтауларға берген жауабын келтіру арқылы қайраткердің бейнесін ашуға өз үлесін тигізетінін аңғарамыз: «Халық! Бұлай құрмет көрсетулеріңе лайық еңбегім сіңді деп, мақтана алмаймын. Бұрын мұндай құрметпен қарсы алынып көргенім жоқ, сондықтан құрметтеріңе лайық жауап беруге тосырқап тұрмын»[4,107 б.]. Патшалық дәуірде ұлттық мүдделерді көздеп, үкіметтің озбырлығын сынап, үш мәрте түрме азабын тартқан Ә.Бөкейханның қарапайымдылығына осы жерден көз жеткіземіз. Халықтың отарлықтың бұғауынан босату үшін толассыз қуғын-сүргін көрсе-дағы, Алаш серкесі өзінің халқынан әлдеқайда төмен екенін өзінің жауабымен көрсетті. \nӘ.Бөкейханды кейіпкер ретінде суреттеген драмалық шығарма - 1935 жылы жазылған М.Титақұлының «Мұрат үшін майдан» тарихи драмасы. Өкінішке орай, бұл пьесаның толық мәтіні бізге жеткен жоқ, сол себепті жазушы, драматург Ө.Ахмет шығарманы аяқтауға жәрдемдесті. Драманың авторы Мұқтызар Төлекұлы Титақов жайында мәліметтер аса көп емес, деректерге сүйенсек, драматург 1904 жылы Қарқаралыда дүниеге келген. Семей қаласында тұрған, партия қатарында болмаған адам, 1936 жылы тұтқындалып, ату жазасына кесілген. Мамандығы – экономист-плановик.\nПьесаның оқырман қауым үшін құндылығы аса жоғары, қай жағынан алсақ та, барынша шынайы жазылған дүние екендігі айдан анық көрінеді. Ал шығармадағы Ә.Бөкейхан бейнесі де өте сәтті шыққан образдардың қатарына жатқызуға болады. Пьесадағы бас кейіпкер Ә.Бөкейхановтың мына бір сөзінде осыған анық көз жеткізуге болады:«Құрметті ағызалар, бауырлар! Февраль төңкерісі болды, патша тағынан түсті, бүкіл Ресейдің қол астындағы халықтарға еркіндік тиді. Бостандық болды. Теңдік алды. Бүгінде, патшаның отаршылдық саясатында езілген елдер теңдікті алуға шабысты. Өз тізгініне өзі ие болып, бөлек Автономия, жұрт болуға қамданып, Құрылтай съезінің даярлық ісіне кірісті. Сол езілген елдің бірі – бүкіл қазақ елі де, өз алдына «Алаш» атты партия құрып, «Абылайдың ақ туын» қолына алып,  Отан болуға қалып еді. Қазіргі уақытта, жалпы Ресейді бүліншілік басты, астан-кестен дүние болды. Қызыл-қырман соғыстан ер күңіреніп, ел күйзелуге айналды. Қазірде, арқа тірерлік дүние қалған жоқ... Жалғыз үміттенеріміз – Жетісу фронты, Атаман Анненков... Олар соғыста жалғыз емес, Алашыңның атында «Абылайдың ақ туын» желбіреткен он полкің бар. Ертеңгі күні қосымша қылып, төрт полкіңді жіберткелі отырсың...Жасайды жұртың, көркейеді елің, өркендейді Алашың. Жасасын, Алашың, жасасын.»[5]. Осы бір монолог арқылы ғана Ә.Бөкейхан бастаған Алаш қайраткерлерінің ерен еңбегі мен қазақ мемлекеттілігі үшін жүргізген күресінің негізгі нысанасын айқындай аламыз. Қияметке толы кезеңде ел мен жер тағдыры үшін таласқа түскен азаматтардың ерлігін пьесаның тақырыбы да, сюжеті де толық аша түседі. Осы шығармасы арқылы ұлтына адал қызмет еткен Алаш қайраткерлерінің шынайы  бет-бейнесі оқырман қауымға көрсетіледі. Пьесада халыққа кеңінен таныс Ш.Құдайбердіұлы, А.Байтұрсынұлы, Ж.Ақбайұлы, Р.Мәрсекұлы, М.Дулатұлы, Х.Ғаббасұлы, Ж.Аймауытұлы, Ә.Ермекұлы, С.Торайғырұлы, М.Әуезұлы сияқты зиялылармен қатар, И.Әділұлы, Х.Тоқтамысұлы сияқты есімдері сирек аталатын қайраткерлердің де көркем бейнесі сәтті сомдалған. Осы жағдайды ескерсек, М.Титақұлының ұлттың азаттығы үшін аянбай күрескен азаматтардың көркем бейнесін сомдап қана қоймай, олардың өміріндегі белгісіз оқиғалар жайында да маңызды деректер қалдырып кетті. Автор заманның ағымына, кеңестік идеологияның қаталдығына қарамастан тарихи шындықты келешек ұрпаққа жеткізу мақсатында батыл қадамдарға барған.\n38-дің қанды қырғыны ұлттың қаймағын толық сыпырып алғаннан кейін, идеология әдебиеттен де, тарихтан да олардың есімдерін өшіріп тастағандай асығыс қорытындыға келді. Әдебиетте «тұрпайы социализм» дәуірі кең қанат жайып, тарихи тақырыпқа барған жазушылар «ескілікті аңсаушы, кертартпа» деген аттарға ие бола бастады. Әйтсе де 1941 жылы Кеңес одағына жеткен екінші дүниежүзілік соғыс И.Сталинның жауынгерлердің рухын ояту мақсатында ертедегі батырлардың ерлікті істерін қайта жаңғыртуына әкеп соқты. Осы оңтайлы сәтті қазақ ғалымдары мен жазушылары сәтті пайдаланып үлгерді. Тарихшы-ғалым Е.Бекмаханов Кенесары Қасымұлының патшалық Ресейге қарсы соғысын зерттеумен айналысса, кемеңгер жазушы, драматург, ғалым, қоғам қайраткері М.Әуезов қазақ халқының ХІХ ғасырдың екінші жартысындағы тұрмыс-тіршілігі мен тарихи тұлғалардың өмірінен сыр шертетін атақты «Абай жолы» роман-эпопеясын осы дәуірде дүниеге келді. \nКітап жарық көргенге дейін 1929-1932 жылдары М.Әуезовтың репрессияның алғашқы толқынында қуғын-сүргін көріп, тағдыры талқыға түскенін жақсы білеміз. Жазушыға «алашордашыл, ұлтшыл» деген негізсіз айыптар тағылып, темір тордың ар жағынан бір-ақ шыққаны өмірінде өшпес із қалдырды. Алаш-Ордадан бас тартуы жайлы ашық хат жазып, тар жерден аман қалса да, М.Әуезов қашан да еліне елеулі, халқына қалаулы азамат ретінде тарихта қалды. Алаш қайраткерлерінің тағы бір аманаты - Абайды келешек ұрпаққа жеткізуді өзінің мойнына алды. Аманатқа қиянат жүрмейді, осының айқын дәлелі 1942-1956 жылдары жарық көрген «Абай жолы» романы еді.   \nЖазушының кітабының негізгі кейіпкері етіп дана Абайды алғанымен, шығарманы жазу барысында бірнеше тарихи кейіпкерлердің есімін өзгертіп, сюжеттің ішіне кірістіруге үлкен еңбек сіңірді. Мысалға алсақ, «Абай жолы» романының алғашқы кітабындағы Барлас ақын – зар заман ақыны Дулат Бабатайұлы екенін көзі ашық оқырман жақсы біледі. Алғашқы кітабында басталған осы үрдіс кейінгі кітаптарда да жалғасын тапты. Қуанышымызға орай, кеңестік дәуірдегі идеология М.Әуезовтың осы іс-әрекеттеріне қатты қадағалаған жоқ, есімдері өзгертілген тарихи бейнелердің кім екендігін анықтауға көбінің шамасы жетпегендей көрінеді, себебі эпопеяның төртінші кітабында Алаш көсемі Ә.Бөкейханның көркем бейнесі жанама кейіпкер ретінде суреттелді, бірақ шығармада есімі Әзімқан Жабайханов деп берілді. «Абай жолын» зерттеген кейбір ғалымдар бұл кейіпкердің жағымсыз екендігін алға тартып, жазушы айтқысы келген астарлы ой-тұжырымына зер салмады. Тек белгілі алаштанушы, әуезовтанушы, жазушы-ғалым Т.Жұртбай мектепте оқып жүрген кезінде Әзімқан Жабайқановтың жағымсыз кейіпкер емес екендігіне көзі жеткен. Ғалымның осы жайында өзінің ұстазына айтып, ақиқатқа көз жеткізуге тырысқан кезде зеректігі үшін мақтаудың орнына ұрыс естіп, осы уәждері үшін мектептен қуылғанын өз аузынан естідік. Алайда Т.Жұртбайдың уәждерінің орынды екенін уақыт көрсетті. Алаштанушының «Абай жолындағы» Әзімқан Жабайхановтың прототипі Әлихан Бөкейхан анықтаған ізденісі арқылы М.Әуезовтың ерекше батылдығы мен көрегендігіне тағы бір мәрте көзіміз жетті. Жазушы идеологияның қатаң бақылауына қарамай, келешек ұрпаққа Ә.Бөкейханның қайраткерлік істерін, нақтырақ айтсақ, 1897 жылы патшалық Ресейде тұңғыш ұйымдастырылған халық санағына қатысып, губерниялар мен уездердегі, болыстар мен ауылдардағы қазақтардың нақты санын білген жалғыз қазақ болғанын шегелеп айтты. Осы істерінің  арқасында Ә.Бөкейхан халықтың санын біліп қана қоймай, олардың отарлық бұғаудағы тұрмыс-тіршілігімен, мұң-мұқтажымен танысты. Елін осы бұғаудан босатудың алғышарттары осы кезде қалыптасты десек, артық кетпейміз. Міне, тұлға ретінде қалыптасуына үлкен әсерін тигізген сапардың жай-жапсары «Абай жолы» роман-эпопеясының төртінші кітабының «Қастықта» деген тарауында көрініс тапты.\nТолығырақ: https://abai.kz/post/106133",
                "date": "17.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Samsung GALAXY J5 16 телефонның зарядтау құрылғысының түпнұсқасы қандай болады?",
        "question_content": "Қайырлы күн,сіздерден өтініш Samsung GALAXY J5 16 оригинал зарядчигін суретке түсіріп жіберіңіздеші мына нөмірге +7702 438 71 16 шұғыл керек еді!!",
        "question_date": "13.01.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Альмира деген есімнің мағынасы бар ма?",
        "question_content": "Альмира деген есімнің мағынасы бар ма?",
        "question_date": "13.01.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Альмира-бұл есімнің мағынасы испан тілінен алынған Альмейра.Мағынасы белгісіз.",
                "date": "13.01.2018",
                "upvotes": 0
            },
            {
                "text": "Альмира деген есімнің мағнасы əлем ханшайымы деген мағына",
                "date": "28.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көзге пайдалы жеміс-жидек?",
        "question_content": "өКозге кандай жемис жидек дарумендер комектеседы?",
        "question_date": "13.01.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көзге пайдалы витаминдер мен жеміс жидектер:\n\n1. Жұмыртқаның сарысы-жұмыртқаның құрамындағы сарысы лютеинге бай. Бұл антиоксидант бос радикалдарға қарсы. Көбіне бұл ауруға жасы 65-тен асқан адамдар душар болады. Оларға жұмыртқаның сары уызын шикі күйінде жеген дұрыс.\n\n2. Өсімдіктер - үйде өзіміз қандай тағам жасасақ та өсімдіктерді қосуды ұмытпағанымыз жөн. Себебі өсімдіктердің құрамында лютеин өте көп. Сол лютеин көз ауруларының алдын алады.\n\n3. Майлы балық- Лосось, скумбрия, тунец, анчоус сынды балықтардың дәмі де тәтті, пайдасы да мол. Олардың құрамында майлы қышқылдар өте көп. Ал ол қышқылдар біздің көру клеткаларымызды жақсартады.\n\n4. Цитрусты жеміс жидек-жеміс-жидектерді біздің көзімізге пайдалы деп есептейді. Өйткені олардың құрамында дәрумендердің барлық түрі кездеседі. А дәрумені көздің көруінің нашарлауынан, оның сәуле сындыру күшінің ақауларынан қорғайды. С дәрумені көз ішіндегі қысымның көтерілуіне жол бермейді. Е дәрумені катарактаға қарсы күреседі. Себебі катаракта кезінде сәуленің көз бұршағына өтуі қиындайды, көздің көруі нашарлайды. Сондықтан цитрусті жеміс-жидектердің көз ауруларына қарсы көмегі көп.\n\nТолығырақ білгіңіз келсе:\nhttps://massaget.kz/layfstayl/Zdorove/24713/",
                "date": "13.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КЭМБ. Таңдау пəні қандай?",
        "question_content": "КЭМБ мамандығын қай университет оқытады?",
        "question_date": "13.01.2018",
        "question_tag": "Университет, колледж",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КЭМБ дегенді түсіне алмадым. КНБ сұрағыңыз келді ме?\nМына видеода таңдау пәндері мен мамандықтар сәйкестігі туралы толық айтылған. Мүмкін осынан көрерсіз.",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктілік кезінде жұмысыңызды жеңілдетуді талап ете аласыз ба?",
        "question_content": "Жұмыстан әрбір үш сағат сайын жарты сағатқа, саны екіден көп балаңыз болса, бір сағат үзіліске шығуға құқығыңыз бар. Әрі еңбекақыңыздың сол күйі сақталуы тиіс. Бұл қай Заңда көрсетілген? Жүктілік кезінде жұмысыңызды жеңілдетуді талап ете аласыз ба? Сізді қай кезде жұмыстан шығара алмайды?\nДекреттік демалысқа шығу және еңбек құқығы туралы не білу қажет?",
        "question_date": "12.01.2018",
        "question_tag": "Заң",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, талап ете алады. Жұмыс беруші жүкті қызметкерді денсаулығына зиян келтіретін жұмыстан басқа қызметке ауыстыруға тиісті (медициналық қорытынды негізінде). Сондай-ақ, мұндай жағдайда қызметкердің орташа жалақысы сақталуы керек.\nЖүкті әйелге басқа жұмыс берілгенге дейін, жұмысты орындаудан босатылуы керек. Бұл кезде де орташа жалақысы сақталуы тиіс.\nБұл туралы ҚР Еңбек Кодексінің 44-бабы, 1-тармағында көрсетілген.\nСондай-ақ, жүкті қызметкер вахталық жұмысқа жіберілмейді.\nБұл туралы ҚР Еңбек Кодексінің 135-бабы, 3-тармағында көрсетілген.\n\nЕлімізде декреттік демалысқа шығудың реті қандай? Жүкті қызметкерлер қандай маңызды ақпараттарды білуі тиіс? Оны мына сілтемеге өтіп біле аласыз.",
                "date": "2.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутпукпен қалай скрин етуге болады?",
        "question_content": "Ноутпукпен қалай скрин етуге болады?",
        "question_date": "12.01.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 707,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. F12 ның жанында print screen(prt sc) клавишасын басыңыз\n\n2. Paint бағдарламасына кіріңіз.\n\n3. Вставить (ctrl + v) жасаңыз.\n\n4. Сохранить",
                "date": "12.01.2018",
                "upvotes": 1
            },
            {
                "text": "prt scr + пуск клавишаларын басып, жібергіңіз келетін жерге вставить етсеңіз болды.",
                "date": "14.01.2018",
                "upvotes": 1
            },
            {
                "text": "рахмет көп көп сіздерге алғысым шексіз!",
                "date": "18.01.2018",
                "upvotes": 0
            },
            {
                "text": "QipShot деген бағдарлама бар, соны жүктеп алыңыз, солмен оңайырақ.",
                "date": "16.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұнатамын сені алаулаған жүзің, ұнатамын сені мөлдіреген көзің",
        "question_content": "Мына әнді тауып беріңіздерші, ішінде мынандай сөздер бар- ұнатамын сені алаулаған жүзің, ұнатамын сені мөлдіреген көзің........о махаббат көктем жайқалған гүлдер, сыңғырлаған бұлақ сол нәзік үндер ...",
        "question_date": "12.01.2018",
        "question_tag": "Қазақша ән",
        "question_views": 758,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шығарма \"Кəсіптер туралы\"",
        "question_content": "Сәлеметсіз бе, Шығарма керек еді жалпы",
        "question_date": "12.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәсіпкер [1] – кәсіпкерлік қызметпен айналысатын, кәсіпорын құру үшін қаражат іздеп табатын және сол тапқан қаражатымен кәсіпкерлік тәуекелдікке бас тігетін адам. Ол мемлекет тіркеуден өтіп, тіркеу туралы куәлік алады. Кәсіпкер қызметтің заңда тыйым салынбаған кез келген түрлерімен, атап айтқанда, коммерциялық делдалдықпен, сауда жасаумен, сатып алумен, кеңес беру қызметімен және басқа қызметтермен, бағалы қағаздарға байланысты операция жасаумен айналыса алады.\n\nКәсіпкер\n\nөз қызметін жүзеге асыру үшін құрылуы заңнамалық актілерге қайшы келмейтін кәсіпорындардың кез келген түрлерін құруға;\n\nмемлекет кәсіпорындардың және меншіктің басқа нысандарына негізделген кәсіпорындардың мүлкін, өзгедей мүлік пен мүліктік құқықтарды толық немесе ішінара сатып алуға;\n\nзаңды негізде алынған өз мүлкімен шаруашылық жүргізуші басқа субъектілердің қызметіне қатысуға;\n\nзаңды тұлғалар мен азаматтардың мүлкін келісім бойынша пайдалануға;\n\nзаңнамада белгіленген келісімшарттар талабымен қызметкерлерді жұмысқа қабылдауға және жұмыстан босатуға;\n\nеңбекақы төлеудің нысандарын, жүйелерін, мөлшерлерін және жалданып жұмыс істеушілер табысының басқа да түрлерін дербес белгілеуге;\n\nшаруашылық қызметтің бағдарламасын өз бетінше жасауға, жеткізушілер мен тұтынушыларды таңдауға, баға мен тарифтерді белгілеуге;\n\nбанк мекемелерінде шоттар ашуға;\n\nесеп айырысу, несие, касса операцияларының барлық түрлерін жүзеге асыруға; кәсіпкерлік қызметтен алынған, салықтар мен бюджетке төленетін басқа да төлемдерді төлегеннен кейін қалған пайданы (табысты) еркін билеуге;\n\nмөлшеріне шек қойылмайтын кез келген жеке табыс алуға; мемлекет және әлеуметтік қамсыздандыру мен сақтандыру жүйесін белгіленген тәртіппен пайдалануға;\n\nөзінің құқықтары мен мүдделеріне нұқсан келтірген мемлекет және басқа органдардың әрекеті жөнінде белгіленген тәртіппен шағымдануға;\n\nзаңнамада белгіленген тәртіппен сыртқы экономикалық қатынастарға қатысушы болуға;\n\nзаңнамада белгіленген тәртіппен валюта операцияларын жүзеге асыруға құқылы.\n\nӨзінің қызметін заңи тұлға құрмай жүзеге асырушы кәсіпкер өзінің осы қызметпен байланысты міндеттемелері бойынша заңнамаға сәйкес өндіріп алуға жатпайтын мүліктен басқа барлық мүлкімен жауап береді.",
                "date": "13.01.2018",
                "upvotes": 0
            },
            {
                "text": "Шыгарма касипкер емес касиптер туралы баскаша барлык мамандыктар туралы жалпы()",
                "date": "13.01.2018",
                "upvotes": 0
            },
            {
                "text": "Шыгарма касипкер емес касиптер туралы баскаша барлык мамандыктар туралы жалпы(в общем)",
                "date": "13.01.2018",
                "upvotes": 0
            },
            {
                "text": "Кәсіпкер [1] – кәсіпкерлік қызметпен айналысатын, кәсіпорын құру үшін қаражат іздеп табатын және сол тапқан қаражатымен кәсіпкерлік тәуекелдікке бас тігетін адам. Ол мемлекет тіркеуден өтіп, тіркеу туралы куәлік алады. Кәсіпкер қызметтің заңда тыйым салынбаған кез келген түрлерімен, атап айтқанда, коммерциялық делдалдықпен, сауда жасаумен, сатып алумен, кеңес беру қызметімен және басқа қызметтермен, бағалы қағаздарға байланысты операция жасаумен айналыса алады.",
                "date": "13.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тоғызқұмалақтың 12 лік тасын қайдан сатып алуға болады",
        "question_content": "Тоғызқұмалақтың 12 лік тасын қайдан сатып алуға болады",
        "question_date": "12.01.2018",
        "question_tag": "Ұлттық спорт",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Улттык дукендерден, немесе галамтордан тапсырыс берсе болады",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рухани жаңғыртуда атсалыса аламынба?",
        "question_content": "АсСаламУалейкум Президент мырза. Мен үнемі оз жолымды тапқым келіп əр қалай тырысып көріп, қателесіп нəтижесі улкен карыз бен ісімнің құлдырауына əкелип соқты. Мен кейн теледидардан рухани жаңғыру жобасын кордим. Бірак мен тек колледж ғана аяқтаган 3 дарежелі инвалид адаммын жасым 23 те. Менде осы жағдайдың барлығына қарамастан жобада бағымды сынап көруге қаншалықты мүмкіндік бар? Жағдайымды толық айтуға уақыт табылар егер жауап алсам. Менің елдегі жағдайды жақсартуға қосарым бар деп ойлаймын. Маған артылған сенімді ақтауға бар ниетімді қойуға ант ете",
        "question_date": "12.01.2018",
        "question_tag": "Саясат туралы",
        "question_views": 721,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рухану жаңғыртуға өз үлесіңізді қосқыңыз келсе, онда өз салаңызда мықты маман болып адамдарға көмек беріңіз. Сонда адамдарға және өзіңізге үлкен көмек берген боласыз. Ең алдымен рухани жаңғыруды өзіңізден бастаңыз.",
                "date": "30.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаруашылықтың ауданы қандай?",
        "question_content": "Шаруашылықтың 4/9-і жайылым, қалған бөлігінің 3/7-і егістік жер, қалғаны - орман. Егер жайылым ауданы егістік жердің ауданынан 20 га артық болса, онда орман қандай ауданды алып тұр? Шаруашылықтың ауданы қандай?",
        "question_date": "12.01.2018",
        "question_tag": "Математика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық шаруашылық х болсын.\n4/9х жайылым\n\n(Х-4х/9)*3/7=5х/9*3/7=15х/21=5х/7 егістік\n\n4х/9=5х/7+20\n\n4х/9-3х/7=20\n\n-17х/63=20\n\n-17х=1260\n\nх= -1260/17 <0 шешімі жоқ немесе берілгені қате",
                "date": "12.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сөздерге толық морфалогиялық талдау жасаңдар. Жүк нарды сынайды, жол ерді сынайды.",
        "question_content": "Сөздерге толық морфалогиялық талдау жасаңдар.\n\n1. Жүк нарды сынайды,\n\n    Жол ерді сынайды.\n\n2. Түйені жыңғылмен айдамайды\n\n   Кендірімен байламайды\n\n3. Іңгенімді іздеймін деп\n\n   Мінгенімнен айрылдым\n\n4. Қой баласы - қоңырым\n\n   Ұя бұзбас момына",
        "question_date": "11.01.2018",
        "question_tag": "Мектеп",
        "question_views": 629,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Идеал жылу машинасының ПӘК-і 10% тең.",
        "question_content": "Идеал жылу машинасының ПӘК-і 10% тең. Егер бір циклде тоңазытқышқа 900дж жылу берілсе, машина қандай жұмыс атқарады?",
        "question_date": "11.01.2018",
        "question_tag": "Физика",
        "question_views": 12900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ПӘК=A*100%/Q\n\nA=Q*ПӘК/100%=900*10/100=90 Дж",
                "date": "12.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сіздің қызығушылықтарыңыз қандай?",
        "question_content": "Өз ойларыңызды толықтай жазып кетсеңіздер жақсы болар еді.",
        "question_date": "11.01.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өздеріңіздің жақсы көретін киноларыңыз?",
        "question_content": "Өздеріңіздің жақсы көретін сүйікті киноларыңыз қандай?",
        "question_date": "11.01.2018",
        "question_tag": "Кино",
        "question_views": 669,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1+1\nДостучаться до небес\n\nПобег из ШоушенкаИллизиум",
                "date": "14.01.2018",
                "upvotes": 1
            },
            {
                "text": "ден независисости",
                "date": "14.01.2018",
                "upvotes": 0
            },
            {
                "text": "1. \"Империя соблазна\"\n\n2. \"В погоне за счастьем\"\n3. \"Три идиота\"\n4. \"Рокки Бальбоа\"\n5. \"Всегда говори да\"",
                "date": "9.02.2018",
                "upvotes": 0
            }
        ]
    }
]