[
    {
        "question_title": "Ыстық бірдеңені ішіп немесе жегеннен кейін",
        "question_content": "Ыстық бірдеңені ішіп немесе жегеннен кейін суық бірдеңені қанша уақыттан кейін суық бірдеңені ішіп немесе жеу керек ?",
        "question_date": "11.06.2016",
        "question_tag": "Тазалық",
        "question_views": 552,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өте орынды сұрақ, бұны бәрі біліп жүруге тиіс, сонда тістері ерте түсіп қалмайды.",
                "date": "13.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразаға ниет ету",
        "question_content": "Сəлем Достар! Мен биыл алғаш рет ораза ұстап отырмын. Оразаға ниет ету керек дейді. Қалай ниет ету керек? Қалай ниет айту керек?",
        "question_date": "11.06.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негiзнде ниет айту дегенiн жаттап алатын сөз емес ол үшiн ол сөздер жүрегинен шыгу керек дейди мысалы: Ерекше мейрмди Алланын атымен бастаймын бүгин сенин разлыгына ораза устадым менин танын атысынан күнин баьысына дейн устаган оразамды кабыл кыла гөр ( менин танын атысынан күнин батысына дейн устайтын оразамды кабыл кыла гөр)........ Егер ауыз ашар да айтылатын ниет болса ниет айтканда тилек тилесен ол тилегин кабыл болады дейди жане устаган Оразан кабыл болсын.",
                "date": "17.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "78 баллмен грантқа түсе аламынба? 5 пән биология.",
        "question_content": "78 баллмен грантқа түсе аламынба? 5 пән биология. Қандай универге түсе аламын. Қандай мамандық болсада бәрі бір.Алдын ала РАХМЕТ!",
        "question_date": "11.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серпін бағдарламасына тапсырып көріңіз ссылкасы http://serpin-2050.kz/index.php/news/zhoo-bojynsha-mamandy-ta-dau осы ссылкаға кіріп көріңіз",
                "date": "13.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақша танысатын тек қазақстандық қолданушылары қолданатын сайт?",
        "question_content": "Сәлеметсіздерме Қазақстандық интернет қолданушылары! Өзім жайлы программистпын сайттар ашамын web/wap  php/html/ccs/js/c++/sql/java тілдерін білемін жасым 20да сайт жайлы 4жылдан бері айналысамын.\nМақсатыма көшем сіздерден сұрағым келгені қазақша танысатын тек қазақстандық қолданушылары қолданатын сайт ашшам қалай ойлайсыздар? Болашығы болама әлде басқа ұсыныстарыңыз барма?\nАшқым келген сайт примерно былай скриннен көре аласыздар!",
        "question_date": "11.06.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 667,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша бұндай сайтты ашудың қажеті жоқ, бірақ ерік өзіңізде. Негізі бұндай әлеуметтік желілердің қолданушылары аз(тек қазақстандықтар болса) және сайт қаражатын(әрине домен тіркелетін болса) өтей алмайды. Мен де бірнеше сайттың жобасын жоспарлап жүргенмін.",
                "date": "11.06.2016",
                "upvotes": 0
            },
            {
                "text": "Бiзге сенiң жасың қаншада, неше тiлдi меңгергенiң, кiм екендiгiңнiң қызығы шамалы. Ешкiмдi үйретпей жатып сайт аша алу жаңалық едi. Болатын нәрсе сұрашы.",
                "date": "12.06.2016",
                "upvotes": 0
            },
            {
                "text": "Мынау калай достар?",
                "date": "13.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жәңгір хан атындағы БҚ университетінің мамандықтары",
        "question_content": "Мен ҰБТ-дан 72/58 бал алдым ендігі мақсатым Жәңгір хан атындағы Батыс Қазақстан аграрлық-технолгиялық университетіне түскім келеді бұйырса оған түсуге балым жетема тандау пәнім ХИМИЯ қандай мамандықтары бар ол жақта ХИМИЯ жағынан ?",
        "question_date": "11.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұбт-2017 болама, жоқпа? Жарайды тым болмаса неге, қалай дайындалған дұрыс?",
        "question_content": "2017 қарғыс атқан жыл болады-ау дим. Болжағыштар мен көріпкелдер толып кеттіғо, адамның миын су қылып (өзі су болып жатқан) жүректі шайлықтырып, айтыңдаршы тым болмаса неге, қалай дайындалуға болады???",
        "question_date": "11.06.2016",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр адам әр қалай айтады. Биыл мен де ҰБТ тапсырдым, жыл басында ҰБТ болмайды, екі қосымша пән таңдайды деп бізді біраз қиналдырған болатын. Бірақ ешқандай өзгеріс болған жоқ. 2017 жыл да өзгеріс бола қоймасы анық, тек онлайн тапсыру деген шықпаса ҰБТ форматы өзгермейді.\n\nАл дайындыққа келсек, мен өз басым 11 сыныпқа келгенде дайындалдым. Ең қиналған пәнім Қазақстан тарихы болды, басқа пәндерден бестікті жиі ұстап тұрдым. Математикадан формула жаттама деп айта алмаймын, бастысы есеп шығарып үйренуің керек. Қазақ тіл, орыс тілдерден ереже білсең төрттікті, бестікті ұстауыңа болады, сондықтан ереже қайтала. Қазақстан тарихынан тест орындап жаттығуың керексің, сонымен қатар оқиғалардың шамамен өту ретін білуің керексің (тестке мен жаттаған сұрақтың оншақтысы келді).",
                "date": "11.06.2016",
                "upvotes": 0
            },
            {
                "text": "2017 Ұлттық Біріңғай Тестілеуден бас тартылады. Бірақ мектептен емтихан тапсыра отырып, ҰБт деген атпен университетке тест тапсырылады деп жатыр министрдің орынбасарлары. Бірақ оның өзін екі кезеңге бөлуі мүмкін. Оны келесі жылы немесе осы жылдың қыркүйек айында айтуы мүмкін. Емтихан және тест тапсырылуы мүмкін. Бірақ келесі жылы өте қиындап кетуі де, жеңіл түсіп кетулеріңіз де мүмкін. Әзірге нақты заң ҰБТ болмайды. Қалғандары белгісіз.",
                "date": "11.06.2016",
                "upvotes": 0
            },
            {
                "text": "ӨЙ, неқыласың не болатынын, әйтеуір дайындала берсейші. 5+ тің дискісімен дайындал, көп сұрақтар соннан келеді. сайтына кіріп тартып алсаң болады. или телефондарына хабарлас сол жердегі.",
                "date": "21.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-дан 105 балл алдым. Қазақ тілінсіз 82 алдым?",
        "question_content": "ҰБТ-дан 105 балл алдым. Қазақ тілсіз 82 таңдау пәнім биология МЕД академияға түсе аламын ба?",
        "question_date": "11.06.2016",
        "question_tag": "Мамандық",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не орысша оқи сың бар? Мүмкін.",
                "date": "14.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медициналық ЖОО-да студенттік өмір мен жұмысты қатар алып жүруге болама?",
        "question_content": "\"Мәңгілік студент\" (Вечный студент) синдромын естіппе едіңіз. Мен дәл сол дертке душар болған жанмын.\n\nБала күнімнен дәрігер болуды армандадым. Бірақ өмір жолым басқаша болып, техникалық салаға бет бұруға мәжбүр болдым. Бакалаврды тәмамдаған соң, алған біліміме көңілім толмады. Шет елге ЖОО-на мамандығым  бойынша магистратураға оқуға түскен жайым бар. Бұйырса, осы маусым аяғында ол оқу да осымен бітеді. Білмеймін, неге екенін әліде білімге деген көңілім толар емес. Доктарантураға түсуді де ойладым. Тіпті басқа салағада. Мамандығым құдды өзіме сай еместей.\n\nБірақ соңғы кезде, сол ақыры орындалмаған балалық арманым жанымды жегідей жеп жүр. Қысқасы дәрігер болғым келеді деп шештім. Жасым болса 22-ге келді. Егер қазір оқуға түсіп кетсем шамамен 30 жасымда оқу бітіреді екенмін. Оғанда келістік. Студент болыпта отбасын құрармын. Қалай ойлайсыздар өмірімнің тағы 7 жылын оқуға сарп еткізуге тұрарлық па? 22 жастан кейін медицинаға барған дұрыс па?...\n\nСтуденттің стипендиясы белгілі ештеңеге жетпейді. Сондықтан маған оқу мен қатар жұмысты да қатар алып жүруім керек болады. Әзірге мамандығым бойынша жұмыс істесем деймін. Түнгі ауысымда істеуімде мүмкін. Араларыңызда \"Жалпы медицина\" мамандығының студенттері болса, жауап берсеңіздер;\n\nСАБАҚ КЕСТЕСІ СІЗДЕРДЕ ҚАЛАЙ ҚҰРЫЛАДЫ?\n\nҚаншалықты бос уақыттарыңыз бар?\n\nОқу ауысымы қалай? Таңертең? Кешке дегендей?\n\nЖалпы оқу мен жұмысты қатар алып жүруіме мүмкіндік бар ма?\n\nСЕМЕЙ МЕДИЦИНА УНИВЕРСИТЕТІНІҢ студенттері болса тіпті жақсы.",
        "question_date": "11.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмыс орнының өзгеруіне байланысты еңбек демалысын қалай алсам болады?",
        "question_content": "Оқу жылы аяғында , мамыр айы, жұмыс орнымды жұмыспен қамту орталығы негізінде өзгерттім, бір аудан,бір бухгалтерия кезекті еңбек демалысым есептелінбейді делінді. Не себепті берілмейтінін білгім келеді. Қалай алуыма болады?",
        "question_date": "11.06.2016",
        "question_tag": "Заң",
        "question_views": 649,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таңдау пәні физика, ҰБТ баллы 76 (орыс т-сіз)",
        "question_content": "Таңдау пәні физика, ҰБТ баллы 76 (орыс т-сіз) болған жағдайда қандай мамандықтарға грантқа түсу мүмкіндігі бар?",
        "question_date": "11.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ТарГу ге аграрная техника и технологияға түсіп тұрсын құдай қаласа",
                "date": "11.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асаба сөздері керек?",
        "question_content": "Асаба сөздері керек?  Асаба болуды үйренсем деген едім, өтініш сөздері болса беріңіздерші жаттайын, аудио болса тіпті жақсы болар еді?",
        "question_date": "10.06.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ютубта той, асаба  дегендерді қарап көріңіз.\n\nhttp://www.kazakh.ru/talk/mmess.phtml?idt=11716",
                "date": "17.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Б корпусына мемлекеттік қызметке тапсырылатын тест сұрақтары мен жауаптары",
        "question_content": "Б корпусына мемлекеттік қызметке тест тапсыру үшін қандай сұрақтар болады? Жауаптарымен берсеңіздер.",
        "question_date": "10.06.2016",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Б корпусына мемлекеттік қызметке тест тапсыру үшін қандай сұрақтар болады? Жауаптарымен берсеңіздер. почта",
                "date": "9.07.2017",
                "upvotes": 0
            },
            {
                "text": "Б корпусына мемлекетік қызметке тест тапсыру үшін қандай сұрақтар болады? Жауаптарымен берсеңіздер,",
                "date": "24.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Uber компаниясы. Gig Economy немесе фрилансерлер жасасын",
        "question_content": "2000-жылдардың басында Гарвард университетінің профессоры Йохай Бенклер алғашқылардың бірі болып жаңа экономикалық құрылыстың негізі принциптерін айқындап берген болатын. 2006 жылы жарық көрген “Желілер байлығы: қалайша әлеуметтік өндіріс нарықтар мен еркіндікті трансформациялайды” деген еңбегінде профессор Бенклер ақпараттық технологиялардың көмегімен адамдар өзара әріптестіктің жаңа үлгісіне көшетінін және бұл әріптестік экономика мен қоғамды өзгерте алатын әлеуеті бар екендігін болжаған. Уақыт өткен сайын ғалымның айтқан болжамдары шындыққа айналып келеді. Жаңа экономикалық құрылыстың көріністерін батыс елдерінен айқын көруге болады. Ғылыми орта жаңа экономикалық құрылысты ағылшынша Gig Economy немесе Sharing Economy деп атап жүр. Орысша “совместное потребление”, ал қазақша “ортақтасып пайдалану” деуге болатын шығар. Ортақтасып пайдалануға негізделген экономика ғалымдардың болжамы бойынша 2020 жылы АҚШ экономикасының 40 пайызын құрайтын болады. Жаңа экономикалық құрылыстың ең жарқын өкілі Uber компаниясы бүгін, міне, Қазақстанда да өз қызметін бастады. Смартфонның көмегімен такси қызметін ұсынатын бұл компания әлем бойынша кең қанат жайып келеді. Өткен жылдың желтоқсанында Uber компаниясының құны 68 миллард деп бағаланды. 100 жылдық тарихы бар General Motors пен Ford компанияларының құнынан асып түсу үшін Uber компаниясына небәрі 6-ақ жыл қажет болды. Ең ғажайыбы, Uber компаниясының меншігінде бірде-бір көлік жоқ. Әрине, бұл жұмыс беруші мен жұмысшының арасындағы мүлде жаңа қарым-қатынас болғандықтан көптеген түсініспеушіліктер туындайды.\n\nНұрбек Матжани",
        "question_date": "10.06.2016",
        "question_tag": "Бизнес туралы",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҰБТ 57 балл орыс тілсіз грантқа түсе аламын ба?",
        "question_content": "ҰБТыда 57 балл, орыс тілсіз грантқа информатика саласына түсе алама, мысалы Қарағанда мемлекеттіл университетіне",
        "question_date": "10.06.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өкінішке орай 57 баллмен грант жоқ. Естуім бойынша өту балл негізі 70-ті құрап отыр. Екінші рет тапсырып, аықылы бөліміне түсе аласыз.",
                "date": "11.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан климатының ерекшелігі. Климаттың шаруашылыққа тигізетін әсері?",
        "question_content": "Қазақстан климатының ерекшелігі. Климаттың шаруашылыққа тигізетін әсері?",
        "question_date": "10.06.2016",
        "question_tag": "География",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан климаты қуаң континентті: қысы өте суық, ал жазы ыстық.\n\nҚазақстанның кең байтақ аумағына байланысты, мемлекеттің түрлі аймақтарында ауа райы айтарлықтай өзгеше болуы мүмкін. Мысалға, оңтүстікте егін егу басталып жатқан кезде, солтүстік жерінде әлі қар жатып, боран соғып тұруы ғажап емес.\n\nБүкіл мемлекетке температураның күрт ауытқулары тән, бұл тәуліктік ауытқуларға да, жылдық ауытқуларға да қатысты.\n\nСолтүстікте қысқы орташа температура қаңтар айында -18,7°С, ал оңтүстікте -1,5°С. Ауаның құрғақ болуынан және күннің шуақтылығынан -15°С температура кейде ылғалды ауадағы -5° – 0°С тәрізді сезіледі. Қазақстанның қысы тауларда, мысалы, шаңғы базаларында қысқы спорт түрлерімен айналысуға ыңғайлы.\n\nЖазда мемлекеттің солтүстігінде шілде айының орташа температурасы +18,8°С, оңтүстікте +28,8°С. Ыстық жаздың күні қазақстандықтар теңіз-көлдерге барып жағажайда, демалыс базаларында демалғанды ұнатады.",
                "date": "10.06.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көміртек(IV) оксидінің көлемін (қ.ж.) табу",
        "question_content": "зат мөлшері 5 моль глюкоза спирттік ашығанда бөлігетін көміртек (IV)оксидінің көлемін табу",
        "question_date": "10.06.2016",
        "question_tag": "Химия",
        "question_views": 22300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "C6H12O6-->2C2H5OH+2CO2\n\n5моль                               x моль\n\n1моль                              2 моль\n\nn(CO2)=x=5*2/1=10 моль\n\nV(CO2)=n*22,4л/моль=10 моль *22,4 л/моль = 224 литр",
                "date": "22.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Солтүстік пен Оңтүстік Қазақстанның шаруашылықтарының айырмашылығы",
        "question_content": "Солтүстік пен Оңтүстік Қазақстанның шаруашылықтарының айырмашылығы",
        "question_date": "10.06.2016",
        "question_tag": "География",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оңтүстікте жесең тіл үйіретін жеміс-жидектер мен көкөністердің барлық түрі өте жақсы өседі, ерте пісіп жетіледі,  витаминдерге өте бай. Кейбір егіндіктерді бір жылда екі рет егіп жинап алады.  Ал солтүстікте оның бәрі өспейді, пісіп үлгере  алмайды, қыс ерте түседі  өкінішке орай.",
                "date": "10.06.2016",
                "upvotes": 0
            },
            {
                "text": "Шынына келер болсақ. Астық тұқымдастар Солтүстік Қазақстанда өсіріледі, көбінесе ерте пісетіндер. Ал Оңтүстік Қазақстанда жеміс-жидек, мақта, т.б. техникалық дақылдар өсіріледі",
                "date": "10.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан территориясындағы еңбек бөлінісі",
        "question_content": "Қазақстан территориясындағы еңбек бөлінісі",
        "question_date": "10.06.2016",
        "question_tag": "География",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан нарықтық экономикаға өту жолында халықаралық еңбек бөлінісіне қатысу сипатын түбегейлі түрде өзгерте отырып, дүниежүзілік нарықта жаңа өзгерістерге ие болып жатыр.\nБұрынғы КСРО-да өндірістің интернационализациялануы “жоғарыдан” әкімшілік басқару арқылы, саяси деңгейде жүргізілді.\nЭкономикалық өзара көмек кеңесі (ЭКК) елдері сыртқы экономикалық қызметінде бір-біріне бейімделеді. Интеграция механизмі келесі элементтер көмегімен жүзеге асырылады:\n1) біріккен жоспарлы іс-әрекет;\n2) ғылыми-зерттеу жұмыстарын үйлестіру;\n3) өндірістің мамандануы және кооперациялануы;\n4) халықаралық еңбек бөлінісі жүйесіндегі сыртқы сауда мына принциптер арқылы жүзеге асырылды:\n• “шикізат – дайын өнім”;\n• “дайын өнім – дайын өнім”.\n- “шикізат – дайын өнім” принципі “КСРО – экономикалық өзара көмек кеңесі елдерінің” қарым-қатынасына тән болған.\nДүниежүзілік нарықтық кеңістікте Қазақстанның өз бетімен экономикалық дамуы болашақта дүниежүзілік нарықта дұрыс бейімделуі және халықаралық еңбек бөлінісінде өз орнын табуы үшін сауатты капитанның бар болуын қажет етеді. Бұл үшін біз қандай өнеркәсіп өндіріс салаларында бірінші орындамыз, қандай салаларда монополист болып табыламыз, қандай салаларда дайын өнім сатып алуымыз керек, ішкі нарықта өніммен қамтамасыз ету үшін қандай салаларында өндірісті дамыту, қандай салалларда ОПЕК сияқты картель типіндегі біріккен мемлекет аралық кәсіпорындарды құру керек екендігін анықтау қажет.\nДүниежүзілік өндірісте түсті металлургия, уран рудасы, фосфор тыңайтқыштары, алтын өндіру т.с.с. салаларында алдыңғы орында тұрғанымызбен, Қазақстанды дүниежүзілік нарықта шикізатпен жабдықтаушы ретінде емес, дайын өніммен және жартылай фабрикатпен жабдықтаушы ретінде танытқан біріккен мемлекетаралық кәсіпорындарды құру жолдарын іздестіруіміз керек. Мұндай жағдайдан біздің республикамыз серіктесінің имиджін пайдалану арқылы шыға алады.\nҚазақстан Республикасының экономикалық потенциалы. ТМД елдерінің ішінде Қазақстан территориясы бойынша Ресей Федерациясынан кейін екінші орында, оның территориясы 2717,3 мың шаршы километр. Қазақстан территориясына барлығын қосқанда 240 млн. адам тұратын, сегіз еуропа мемлекеттері сияды: Франция, Испания, Италия, Португалия, Швеция, Норвегия, Греция және Финляндия. Республика 14 облыстан, 198 ауданнан, 82 қаладан тұрады, ол көптеген жер ресурстары мен пайдалы қазбаларға бай. Қазақстан сирек кездесетін табиғи байлықтарға ие.",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлеуметтік инфрақұрылымның даму болашағы",
        "question_content": "Әлеуметтік инфрақұрылымының даму болашағы (Қазақстан)",
        "question_date": "10.06.2016",
        "question_tag": "География",
        "question_views": 718,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлеуметтік инфрақұрылым салалары Әлеуметтікинфрақұрылымның негізгі мақсаты - халыққа қызмет керсету. Бұл 30-дай саланы құрайтын күрделі кешен. Олар халықтың қалыпты тұрмыс-жағдайын қамтамасыз етіп, мамандар даярлаумен, адамдарды әр түрлі аурулардан қорғап, олардың дұрыс дем алуын ұйымдастырумен айналысады. Нақты айтқанда кешен еңбек өнімділігі мен елдің еркендеуі үшін «жұмыс істейді».\n\nҚызмет керсету түрлері өте көп. Олардың кейбірі күнделікті (біз күнде дүкенге барамыз), кейбірі андасанда (мысалы, ауырған кезде), ал қайсыбірі сирек уақытта (үй, машина жөндеу) қажетті болып табылады. Кейбір қызмет түрлері халыққа жаппай қажет болса (сауда, денсаулық сактау, дем алу), олардың кейбіреулері тек жекелеген топтарға көрсетіледі. Сендерге, жастар үшін маңызды қызмет - білім беру, ал қарт адамдарға - кәрілікті әлеуметтік жағынан қамтамасыз ету. Бұл қызмет түрлері арналып көрсетілетінін білдіреді. Бірақ кез келген жағдайда олар адамдардың тұрып жатқан жерлерінде керсетіледі. Сондықтан әлеуметтік инфрақұрылымды орналастырудың негізгі факторы - халықтық (халықтың орналасуы) фактор. «Табиғат аясындағы» демалыс су айдындарымен, орман, таумен байланысты. Оған табиғиқор факторларының маңызы зор. Жоғары білім (университеттік, институттық) ғылыми орталықтарға жақын орналасады. (≪ғылымды көп қажет ету≫ факторы). Инфрақұрылым нысандарын халыққа көлікпен бара алатындай етіп орналастырады (көліктік фактор).\n\nХалыққа күнделікті қызмет көрсететін салалар барлық халық орналасқан зонада біркелкі таралып орналасады. Қалған инфрақұрылым мекемелерінің желісі сиректеу болып келеді.\n\nТұрмыстық қызмет көрсету\n\n1. Тұрмыстық қызмет көрсету. Сауда халықыа тұтыну тауарларын ұсынды. Олар үлкен партиямен (көтерме сауда) немесе бірбірлеп сатылады (бөлшек сауда). Сауда жұмысының негізгі көрсеткіші - оның көлемі (тауар айналымы) мен құрылымында.\n\nХалықтың әл-ауқатының өсуіне байланысты, сауда құрылымында азықтық емес тауарлар үлесі кебеюде (2007 ж: - 2/3-і). Адамдар азық-түліктен ет, үн және ұннан жасалған өнімдерге, көкөніске, май, қант және кәмпит сатып алуға, ал азықтық емес тауарлардан - киім, аяк киім және тұрмыстық, электр бұйымдарына көбірек ақша жүмсайды. Сауданың негізгі белігі (3/5-і) базарлардың үлесіне тиеді. Елімізде 50 мыңнан астам дүкендер бар. Ірі дүкендер - фирмалық супермаркеттер кең таралуда. Бірақ ең қажетті тауарлармен сауда жасайтын кішігірім дүкендер көп таралған күйде қалуда. Олар тұтынушыларға мейлінше жақын орналасқан. Барлық тауардың 1/3-і Алматыда сатылады, әрі сатып алынады. Ол - еліміздің басты сауда «сересі» болып табылады.\n\nТұрмыстық қызмет көрсету мекемелері (шаштараздар, кір жуатын жерлер, киім тазалау орындары, моншалар, автомобиль, тұрмыстық техникалар жендеу, киім, аяқ киім тігу) негізінен қалаларда шоғырланған.\n\nАдамдарды әр түрлі аурулардан қорғауда денсаулық сақтау басты рөл атқарады. «Қазақстан - 2030» бағдарламасындағы басты міндеттердің бірі - халықтың денсаулығын сақтау. Ол - қоғамның игілігінің басты көрсеткіші, оның сәтті дамуының кепілі болып табылады. Тек дені сау адамдар ғана белсенді түрде білім алып, еңбек өте алады, өзіне материалдық табыс жасап, Отанын қорғай алады. Елдегі халық денсаулығы тым жоғары дәрежеде емес. Жыл сайын әрбір екінші қазақстандық дәрігерге қаралады. 4,5 мың ауруханалар мен 170 мыңнан астам дәрігерлер (дәрігерлер, мейірбикелер) медициналық көмек керсетеді. Әлеуметтік қамсыздандыру мен білім беруден кейін бұл сала бюджет қаржысын пайдалану жөнінен (барлық шығынның 10%-ы) үшінші орында. Бірақ ол әлі жеткіліксіз.\n\nДенсаулық сақтау мекемелерінің желісі ірі қалаларда көбірек дамыған. Мұнда дәрігерлердің басым бөлігі шоғырланған және ірі медидиналық орталықтар, мамандандырылған клиникалар жұмыс істейді. Ауыл тұрғындарына аудандық поликлиникалар, шағын фельдшерлік пункттер қызмет керсетеді. Еліміздегі басты денсаулық сақтау орталықтары Алматыда (дәрігерлердің 1/5 бөлігі), Астанада, Қарағанды мен Семейде орналасқан.\n\nӨсіп келе жатқан жеткіншектерді өмірге және еңбекке даярлау үшін білім берудің үлкен жүйесі жасалған. Әлеуметтік сфераның бұл саласы онымен айналысатын адамдар саны жөнінен ең ірі болып саналады. Балабақшаларда, жалпы білім беретін және кәсіптік мектептерде, колледждер мен жоғары оқу орындарында 4 млн-нан астам адам білім алуда. Еліміздің тұрғындарының 1/3 оқу партасында деп есептеуге болады. Бұл «еңбектеніп жатқан» халықтың ең үлкен «армиясы» - мектеп оқушылары, сендер 3 млн- нан асасыңдар.\n\nМектептік білім беру географиясы Қазақстанның барлық халқының орналасуымен сәйкес келеді. Мектептер мен оқушылардың үлкен бөлігі негізгі қоныстану белдеуінде орналасқан. Қалаға қарағанда ауыл мектептерінің саны 3 еседей көп (6000-нан астам), бірақ оқушылар саны жөнінен (52%) қалалардың үлес салмағы аздап жоғарылау. Жоғары білім беру - «нағыз калалық» сала. Еліміздің ең студенттік қаласы Алматы (181 жоғары оку орындарының 66-і орналасқан) көшбасшы болып саналады. Студенттер саны бойынша Шымкент, Қарағанды, Астана, Тараз қалалары да ерекшеленеді. Елімізде сан алуан мамандық алу үшін жағдай жасалған. Әл-Фараби атындағы Ұлттық университет (Алматы), Гумилев атындағы Еуразия университеті (Астана), Ұлттық техникалық университеті (Алматы) ірі мамандар даярлау «ұстаханасы» болып саналады.\n\nХалықтың демалысын ұйымдастыру\n\n2. Халықтың демалысын ұйымдастыру. Дем алу - адамдардың қалыпты өмір сүруі үшін тамақ пен су сияқты жағдай. Ол -\n\nадамдардың өздерінің қызметі (туризм, саяхаттар, санаториялық- курорттық ем алу) мен бұған көмектесетін мекемелердің қызметінен (баспана беру, тамақтану мен түрлі шаралар ұйымдастыру) тұрады. Мұның бәрі жалпы түсінікке - рекреацияға бірігеді. Оның негізгі мақсаты - еңбек ету процесінде (окудың да!) жұмсалған күшті (физикалық эмоциялық) қалпына келтіру.\n\nРекреация рухани дүниені байытып, адамның көзкарасын кеңейтеді.\n\nРекреация үшін 3 негізгі жағдай қажет:\n\n1) «өркениетті» демалыс қымбатқа түсетіндіктен, адамдардың жеткілікті кірісі болуы керек;\n\n2) рекреациялық қор және;\n\n3) рекреациялық шаруашылық болуы шарт. Халықтың кіріс деңгейі өсіп келеді. Бұның өзі елімізде нағыз туризм дүрбелеңін тудырады.\n\nРекреациялық шаруашылық құрамына қонақ үйлер, демалыс үйлері мен базалары, санаторийлер, турбазалар, туристік келік және т.б. кіреді. Рекреацияның бұл саласы да жылдам дамып келеді. 1990 жылдардын, басында иесіз қалған демалыс базаларының кебі қалпына келтірілді. Халықаралық дәрежедегі қонак үй мен тау шаңғысы базалары салынып, жаңа ұлттық парктер («Бурабай», «Шарын каньоны», «Қатонқарағай») ұйымдастырылды.\n\nРекреациялық қорлардың екі түрі бар: табиғи-рекреациялық және мәдени-тарихи қорлар. Біріншісіне адамдар барып дем алуды ұнататын табиғаты әсем жерлер: сарқырамалар, түрлі бейнедегі жартастар, үңгірлер, каньондар (яғни табиғат ескерткіштері) жатады. Бұл қорлардың құрамдас бөлігі қолайлы климаттық жағдай болып табылады. Ол сонымен бірге туристік маусымның (суға түсетін, шаңғы тебетін) ұзақтығына әсер етеді. Мәдени-тарихиқорлар адамдардың, яғни біздің арғы ата-бабаларымыздың өз қолдарымен жасап кеткен ғажайыптары. Ежелгі қалалар, кесенелер, қамалдар мен храмдар, тасқа қашалған суреттер, сәулет құрылыстары, мұражайлар - бұлардың бөрі Отанымыздың мәдени мурасын құрайды.\n\nРекреациялық корлардың құрамына қарай әр аумақтың мамандануы әр түрлі. Минералдық бұлақтарда емдік курорттар құрылған (Сарыағаш, Алма-Арасан, Шучье және т.б.). Су тоғандары (Қапшағай мен Бұқтырма су қоймалары, Балқаш, Алакөл, Бурабай) шомылужағажайлық демалыс зоналарына айналуда. Таулы аймақтарда саяхат пен туризм кең таралған (Солтүстік және Батыс Тянь-Шань, Жоңғар Алатауы, Алтай). Қалалар танымдық туризм орталықтарына айналуда. Өзіндік рекреациялық мамандануымен ерекшеленетін аумақтар - рекреациялық аудандар осылай қалыптасады. Қазақстан ғалымдары (С.Р. Ердәулетов және т.б.). Қазақстан бойынша ондаған рекреациялық аудандарға бөледі. Олардың ішіндегі ең ірілері - Солтүстік Тянь-Шань, Көкшетау, Алтай. Біздің ұлан-байтақ еліміздің әсем табиғаты мен көп ғасырлық тарихымен бірге қалыптасқан рекреациялық қорлары өте мол, өлі толық зерттеліп біткен жоқ .\n\nБіздің кең-байтақ Отанымызды ойша шолсақ оның әр түкпірінен рекреация үшін пайдалануға болатын табиғат пен мәдениет ғажайыптарын табуға болады.\n\nШығыста бұл - Мұзтау, Көккөл (Қазакстандағы ең биік 50 метрлік саркырама) жәнe Маркакөл («Алтайдың көл жанары»). Шыңғыстау етегі, Еуразия «жүрегінде» орналасқан Абайдың, Шәкәрімнің, М. Әуезовтің елі. Өлкенің мәдени астанасы - Семей каласы. Оның туристік нысандарының ішінде екеуінің жөні бөлек, олар - Невзоровтар мұражайы («Қазақстан Эрмитажы») жәнө ТМД-дағы алғашқы, ал әлемдегі 17-нің бірі - жаңа аспалы көпір. Алматы облысымен шеқарада Алакөл созылып жатыр. Бұл жерде шомылу - жағажайлық демалыс пен емделу рекреациялық зонасы қалыптасып келеді. Теңіздік типтегі суы мен балшығының емдік қасиеті өте зор.\n\nРекреациялық байлықтардың шоғырланған жері - елдің Оңтүстігі. Оның туристік рәміздері - атақты Хантәңірі шыңы, табиғаты ғажап Шарын каньоны, «Әнші шағылдар». Елді таңдандыратын Солтүстік Тянь-Шань тауларының қар баскан шыңдарының табиғаты әсем. Мұнда «Медеу» мұз айдыны («Әлемдік рекордтар ұстаханасы») мен дүниежүзілік дәрежедегі Шымбұлақ тау шаңғысы курорты орналасқан. Оңтүстікте әлемге әйгілі «Алтын адам» мен ЮНЕСКО тізіміне енгізілген жартастағы Таңбалы тас суреттері бар Іле Алатауының] етегінде еліміздегі ең ірі рекреациялық орталық - Алматы созылып жатыр. Көптеген туристер «Көне Тараз ескерткіштері» мен Отырар мұражай-қорықтарына, «кіші түрік Меккесі» - Түркістанға келеді. Оның нысандарының бірін алғаш рет ЮНЕСКО әлемдік мәдениеттің жетістігі деп бағалады. Қай нысаны екендігін естеріңе түсіріңдер.\n\nҚазақстанның Орталығындағы ертегідегідей әсем өлке — Қарқаралы таулы-орман сілемдері ұлттық парк болып жарияланған. Оның солтүстігінде емдік балшықтың еліміздегі ең үлкен қоры бар Қарасор көлі орналасқан. Ал, Алматы облысымен шекаралас оңтүстігінде балық аулауды, суға шомылуды сүйетіндерге етене таныс Балқаш көлі орналасқан (Балқаш регатасы).\n\nЕліміздің солтүстігі - тұңғыш ұлттық парк пен тұңғыш курорттың отаны. Ол казір емдік туризмнің негізгі аудандарының бірі. Тек Шучье-Бурабай курорттық зонасында 44 емдеу орыны бар, оның 16-ы балаларға арналған. Мұнда сумен (минералдық және көл суы), балшьщпен жөне карағайлы орманның таза ауасымен емдейді.\n\nАл Мойылды курорты (Павлодардың жанында) балшықпен емдеуге маманданған. Астана қаласы да маңызды туризм орталығына айналып келеді. Жастығына қарамастан онда езіндік ерекшелігі бар туристік рәміздер пайда болды - «Бәйтерек» (ол сенің кітабыңның мұқабасында бейнеленген), «Қазақстанның Атамекен картасы» («Кішірейтілген Қазақстан») және өлемдегі ең «құрлық» океанариумы. Батыста да қызық ты табиғи нысандар аз емес (Ақтөбе облысындағы метеорит кратері, Қарақия ойысы, Үстірт ескерткіштері) және жақсы демалыс орындары - Орал, Шалқар түзды көлі, Каспий теңізі бар. Әзірге Каспий туризмге лайықталмаған. Бірақ болашақта көршілес Ресей мен Өзірбайжандағыдай көпке танымал орын болады. Қазақ шығанағында казірдің өзінде демалыс зонасы бар. Оның қасындағы «320 әулие жерінде» (кейде Маңғыстау түбегін солай атайды) жер асты мешіттері (Бекет ата және т.б.) мен елкенің орта ғасырдағы астанасының қалдықтары сақталған.\n\nБұл - біздің еліміздегі рекреациялық байлықтын, тек бір кішкене бөлігі ғана. Олар - қазақстандықтар ғана емес, сонымен бірге саны 2007 ж. 6 млн-нан асқан туристердің де тамашалайтын ғажайып жерлері.\n\nСонымен, әлеуметтік инфрақұрылымның салалары ең ірі әрі еңбекті көп қажет ететін кешен болып табылады. Елдің әлеуметтік жағдайы мен даму болашағы онымен тығыз байланысты. Бұл кешеннің географиясын тұтыну факторы - халықтың орналасуы басқаларға қарағанда көбірек анықтайды.",
                "date": "20.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Физика 60 балл грантқа мүмкіндік бар ма?",
        "question_content": "Мен ҰБТ 77 балл алдым, орыс тілсіз 60 балл, тандау пәнім физика 15 балл алдым, грантқа мүмкіндік барма, бар болса айта кетсеңіздер?",
        "question_date": "9.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 568,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таразда жаңа мешіт қай көшеде орналасқан?",
        "question_content": "Таразда жаңа мешіт қай көшеде орналасқан және сыртындағы кітапта қай сүре жазылған?",
        "question_date": "9.06.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 519,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төле би көшесінде орналасқан, адресі Төле би 86.",
                "date": "9.06.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен ҰБТ-дан 98 балл алдым. Орыс тілін алып тастағанда 81 балл. Таңдау пәнім геграфия",
        "question_content": "Мен ҰБТ-дан 98 балл алдым. Орыс тілін алып тастағанда 81 балл. Таңдау пәнім геграфия. Мен қандай оқу орнына қандай мамандықтарда грантқа түсе аламын? Өтінемін көмектесіп жіберіңіздерші...",
        "question_date": "9.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 465,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Охооо.Георгафия пәнімен 81 баллмен грантқа түсу өте қиын. Түспей қалуыңыз да мүмкін. Себебі география пәніндегі мамандықтарға грант өте аз бөлінеді.",
                "date": "11.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің оразам бұзылды ма?",
        "question_content": "Мен кеше ниет етіп ауызымды бекіткен едім (2 күн белгілі себеппен қарыз болып қалдым) бүгін сəресіне тұра алмай қалдым. Менің оразам бұзылды ма?",
        "question_date": "9.06.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі күн жіберіп алған болсаңыз, бір күн сәресіні жіберіп алсаңыз сіз әлі ораза тұтпағанда болып отырсыз ғой. Менің сізге айтарым ораза ұстау шарттарымен мұқият танысып шығыңыз.Содан кейін ғана шындап пиет тұтыныңыз. Егер сіз шын көңіліңізбен құлап, оразаға пиет етсеңіз сәресі түк те қиын емес.Қазір күні бойы аштық пен шөлге төзе алатыныңызға көзіңіз жетіп тұрса да сәресіде тұрып сол күннің оразасына ниет еткеніңіз дұрыс.Егер сіздің оразаңызды бұзатынын біле тұра (жаңағы өзіңіз айтқандай сәресіде ұйқысын қимай тұра алмау сияқты) өткізіп алсаңыз ол күніңізді өтеуі кйффәррат оразамен өтеледі.Ол деген ораза айы бітіп, айт мерекесі өткеннен кейін әрбір қаза еткен күніңізге 60 күннен ораза тұту деген сөз.",
                "date": "9.06.2016",
                "upvotes": 0
            },
            {
                "text": "Сухурды(сәресін) ішу сунна,парыз емес.Сухурды ішуге ояна алмай қалсаңыз ораза бұзылмайды,тек бастысы соның алдында яғни түнде \"ертең ораза,ауыз бекітемін\" деп ниеттенуіңіз қажет.Бірақ сухурда тамақтанған абзал.Пайғамбарымыз ﷺ : «Таң атпастан бұрын тамақтаныңдар, өйткені суһурдың берекесі бар!» - деген.",
                "date": "10.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 маусым - Ақтөбе оқиғаларына байланысты ұлттық аза тұту күні!",
        "question_content": "9 маусым - Ақтөбе оқиғаларына байланысты ұлттық аза тұту күні!\nSZH.KZ сайты қайтыс болғандардың отбасыларына, туыс-туғандарына көңіл айта отырып, респбуликалық аза тұту науқанына қосылады.",
        "question_date": "9.06.2016",
        "question_tag": "Қоғам",
        "question_views": 445,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҰБТ-дан орыс тілін алып тастағанда 69 балл жинадым",
        "question_content": "ҰБТ-дан  орыс тілін алып тастағанда 69 балл жинадым. таңдау пәнім биология. Алматыға мед.колледжге грантқа түсуіме мүмкіндік бар ма? Болмаса жылына қанша, жатақханасы бар ма?",
        "question_date": "9.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сонда ағылшын тілі мен орыс тілін таңдауға болады ма",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    }
]