[
    {
        "question_title": "Төленбеген айппұл компьютерден қанша уақытта өшеді?",
        "question_content": "жол ережесін бұзуға байланысты салынған айыппұл ұзақ",
        "question_date": "18.03.2017",
        "question_tag": "Заң",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тең бүйрлі трапецияға іштей сызылған шеңбердің радиусын табыңыз?",
        "question_content": "шенберге сырттай тен буирли трапеция салынган . табанын узындыктары 6 жане 3 шенбердин радиусын табу",
        "question_date": "17.03.2017",
        "question_tag": "Геометрия",
        "question_views": 10000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жауабы радиус 2.25",
                "date": "18.03.2017",
                "upvotes": 0
            },
            {
                "text": "a+b=2c\n6+3=2c\nc=4,5\nH=4,5-тің квадратынан 1,5-тің квадратын азайтып,түбірастынан шығарамыз=3түбірасты2\nR=1.5 түбірасты 2",
                "date": "14.02.2021",
                "upvotes": 0
            },
            {
                "text": "Жауап: 1,5түбірасты 2",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Яссауи олимпиадасының 2-турында Қазақстан тарихынан қандай тапсырма болады?",
        "question_content": "Яссауи олимпиада 2 турда Қазақстан тарихынан қандай тапсырма болады тест пе əлде ауыз",
        "question_date": "17.03.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әжеме дәрет жайлы кеңес керек?",
        "question_content": "Салеметсіз бе. Менің қояр сұрагым әжеме қатысты. Дінді жақсы білетін адам болса көмектесінізші кенесіңізбен. Әжем намазды оқып жүргеніне біраз болды сонгы кезде жасына байланысты кіші дәретін устай алмай қалады, дәретті алып болған соңда намаз үстінде де қайта қайта намазы бұзыла береді, біреу айткан екен бүйтіп қиналып намаз оқыганша оқымай ак койыныз деп және де намаздыда обал болды деп, енді әжем не істерін білми жатыр. Қандай кенес бере аласыздар?",
        "question_date": "17.03.2017",
        "question_tag": "Денсаулық",
        "question_views": 827,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің әжеңіз үзірлі кісі. Яғни шариғат бойынша қандай да бір бір дерті бар адамдарға жеңілдік беріледі. Сіздердің жағдайларыңызда дәретті ұстай алмау. Әжеңіз әр намаз алдында дәрет алуы тиіс. Егер дәрет алып болып, намазды бастамай тұрып қайта дәрет бұзылса, онда дәретті қайьа алып оқуы тиіс. Ал егер дәрет алып, намаз бастап, намаздың үстінде бұылса онда намаз саналады. Бірақтан келесі намазға дәрет жаңартылу тиіс. Әрі тек қарттық демей, әжеңізді емдетіңіздер мүмкіндік болса. Әрі мәсі киіп жүрсе жақсы, дәрет алғанға. Анығын Аллах жақсы біледі.",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтың салт-дәстүрлері жайлы мақала жазу керек?",
        "question_content": "Қазақ және орыс тілдерінде қазақтың салт - дәстүрлері туралы мақалалар жазатын маман керек, нақты айтқанда үйлену тойға қатысты. Мақалалар 100% бірегей болуы міндетті, жазатын маман болса хабарласыңыздар немесе білетін маманыңыз болса байланыстарымен бөлісіңіздер, өтініш.",
        "question_date": "17.03.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үйленуге байланысты қазақтың Салт - Дәстүрі: Қыз ұзату, қыз айттыру, құда түсу, бата аяқ, құда тартар, қыз ұзату тойы, ау-жар, сыңсу, қоштасу «Той десе қу бас домалайды» дейтін қазақ, «тойға бұйырсын» деген үмітпен мал жиған, дәулет құрған. Тойдың ел айта жүрер ерекше көңілді, сән-салтанатпен өтуі той иесінің абыройын арттырған. Қазіргі қазақ тойларының бәрі бір-біріне ұқсас. \nТойымыз көңілді, қазақтың жанына қабысатындай болып өтсін десек, салт-дәстүрлеріміз бен ырым-тыйымдарымызды жақсы білуге тырысайық. Біліп қана қоймай, келешекке қалдыруды да бүгін ойлайық. Өз білгендеріңізді сіздер де жіберіңіздер.\n   Қыз ұзату \n«Қыз көру» салты кейде «қыз таңдау» деп те аталады. Салт бойынша белгілі кісілердің балалары немесе өнерпаз, сал-сері жігіттер өзіне лайық қыздарды ел ішінен өздері таңдаған. «Пәлен жерде жақсы қыз бар» дегенді естіген жар таңдаған жігіттер өнерлі дос-жолдастарын ертіп, қыз ауылына барады. Қазақта «қызды кім көрмейді, қымызды кім ішпейді?» деген мақал қыз іздеген жігіттерге жол ашады. Ондай жігіттерге ешкімнің наразылық білдіруге, тосқауыл жасауға хақысы жоқ. Керісінше жігіттерді салтанатпен қарсы алған. Ауылдың бойжеткен өр мінезді, еркін қыздары мұндайда «қыз көретін жігітті біз көрелік» деп белсене шығып, жігіттермен өнер сынасқан. Жігітке олар да сын көзбен қарап, өз ойын ашық айтқан. Осындай жолда бірін-бірі сынаған қыз-жігіттер айтысқа түскен. Осыдан кейін ұнатқан жастар сөз байласып, жігіт жағы құда жіберген. Демек, жігіт пен қыз бірін-бірі ұнатқан жағдайда да құдалық жолы жасалған. Олай болса, қыз бен жігіт бірін-бірі ұнатып қосылған, сүйіп қосылған кездері қазақта ертеден болған. Әрине, қазақ салтында «қыз таңдау», «қыз көру» әр кезде бола бермеген. Оған аты белгілі адамдардың балалары мен жігіттердің ғана қолы жеткен. \n* \nҚыз айттыру \nӘр ата-ана өз ұлының болашақ қалыңдығын ерте ойластырады, өзінің теңін іздейді. «Анасын көріп, қызын ал» деген қағиданы қатаң ұстайды. Яғни болашақ құдасын орынды жерден, жақсы кісілерден, аталы, іргелі ауылдан қарайды. Тұқымында, тегінде ауруы бар отбасының қыздарына сөз салмайды. Лайықты деген адамдарына әдейі барып, балаларының болашағы туралы әңгіме қозғайды, өздерінің құда болу ниетін білдіреді. Мұны «қыз айттыру» дейді. Бұл жолдың да түрлі ереже, тәртіптері бар. Егер балалар (ұл,қыз) жас болса, тіпті іште жатса да ерте келіп сөз байласады. Мұндай адамдар көбіне бірін-бірі жақсы білетін, өте сыйлы дос кісілер арасында болады. Олар алдымен іште жатқан балаларын бір-біріне қосу туралы келіседі. «Атастыру» деген – осы. Мұны «бел құда» дейді. Кейде қыз алған құда енді сол үйге өз қызын беретін болса мұны «қарсы құда» дейді. Бұрын құда болған кісілер құдалықты тағы жалғастыратын болса, оны «сүйек жаңғырту» деп атайды. Қыз бойжеткен, ұл ержеткен жағдайда екі жасты қосу «құда түсу» арқылы жасалады. Қазақтың ертеден белгіленген заңы бойынша жеті атадан бері қыз алыспайды.қазақтың тағы бір жазылмаған заңы - әйел күйеуден сегіз жас, еркек әйелден жиырма бес жас үлкен болса, қосылуға рұқсат етілмейді. Әрине, әмеңгерлік жолда мұндай некелік ережелер мен шектеулерге қарамайтын жайлар да болған. «Қыз айттыру» - баталасу жас отаудың беріктігін, сенім мен сыйластықтың негізін қалайды.\n * \nҚұда түсу \nЕртеден және қазір де жалғасып келе жатқан әрі жарасты дәстүрлердің бірі – құда түсу. Жігіттің әкесі немесе жақын туыстары қызы бар үйге құда түседі, яғни бойжеткен қызын өз ұлына қалыңдық етіп беруін сұрайды. Құдалар құрметке лайық сыйлы адам деп саналады. Қыз әкесі келісім берген соң құдалықтың жөн-жоралғыларын жасайды. Оның түрі өте көп. Мысалы, құда аттанар, құда тарту, ат байлар, құйрық-бауыр жегізу, тағы басқа ырымдар мен кәделері, алымдары болады. Құдалықты басқарып барған адам «бас құда» деп аталады. Тұрмыс құратын жігіт пен қалыңдықтың әкелері бір-біріне «бауыздау құда» деп аталады. Құда түсу – қазақтың ең үлкен той-думаны, мәртебелі, жарасты әрі мән-маңызы бар салт-дәстүрлерінің бірі. Онда түрлі ойын сауық, әзіл-қалжыңдар, балуан күрес, айтыс, өлеңдер айтылады. Екі жақта бір-бірінің артықшылығын байқап, кемшілігін сынап отыратыны – бесенеден белгілі. \n  Бата аяқ \nЕкі жақтық келісімнен кейін жігіт әкесі қыз ауылына келіп «бата аяқ» өткізеді. Кейде мұны «сырға тағар» деп те атайды. Осы жолы екі жақ тойды өткізу мерзімі, кәде-жора, қалыңмал жөнінде келіседі. Мұны бата, келісуді «баталасу» дейді. Батаның ек» түрі бар: біріншісі – кесімді бата жасау, яғни мал мөлшері, той уақыты, шығын мөлшері, алыс-беріс, келу-кету, т.б. Екіншісі – кесімсіз бата, яғни мал саны, мүлік мөлшері кесілмейді. Жағдайға, уақытқа қарай кейін белгіленеді. Ауқатты, елге есімі белгілі адамдардың құдалығына «бас жақсы», «аяқ жақсы» деген ірі, бағалы кәделер болады. «Бас жақсыға» - боталы түйе, құланды бие, жағалы киім, бағалы бұйым, алтын, күміс жамбылар жатады. «Орта жақсыға» - ең жақсы түйе не ат. «Аяқ жақсыға» - ат, сиыр, қой, т.б. жатады. \n* \nҚұда тартар Қазақтың жол-жоралғылары, салт-дәстүрлері, түрлі ырым-тыйымдары мен кәде түрлері көп. Солардың ішінде қыз алуға келген құдаларға жасалатын құрмет те аз емес. Сол сияқты, олар тартатын күлкілі азап та көп. Олар «құдаларын құдайындай сыйлай» отырып, «құда тартар» атты кәделі дәстүрден аттап өтпейді. Бұл – ойын-күлкіге, сауыққа, сынға құрылған салт. Мұнда құда тартар кәдесін сұрай келген әйелдер бастаған топ құдаларға лап қояды да, оларды көкпар тартқандай тарта жөнеледі. Әрине, қарулы жігіттер мен жас әйелдер араласады. Олар құдаларды теріс қаратып өгізге мінгізеді, «кірлеп кетіпті ғой» деп өзенге апарып сүңгітеді, аяғын жоғары қаратып үйдің шаңырағына да асып қояды. Не керек, жұрт күлетін қиын да, кейде ерсі қимылдарға да барады. Бұған құдалар ашуланбайды. Қолынан келсе, олар да құдағи жағына күш көрсетіп, оларды қоса құшақтай кетеді. Мұның өзі жұрттың көңілін көтеретін бір үлкен ойын-сауыққа ұласып кетеді. \n  Қыз ұзату тойы \nҰзату тойында қыздың өз туыстары мен құрбы-құрдастары отырады. Ата дәстүріміз сол. Қазақ қызы әкесі мен ағаларының, өзге аталас туыс-бауырларының көзінше жігіттің жанына жақындауға ұялған. Қазақ салтында жеңгелері қайын сіңлісінің қолын ұстатып, күйеу жігіттен «қол ұстатар», шашын сипатып «шаш сипатар» сыйлықтарын алған. Бұл, бір жағынан, жастар үшін сын болған. Осы сында қыздың ұяңдығы, ұялшақ, ибалы мінезі, тазалығы мен пәктігі, ал күйеу жігіттің тектілігі, жомарттығы көрінген. Және бұл жоралғылардың бәрі жас жұбайларға арнап тігілген оңаша отауда жасалған. Қыз ұзату – үлкен той-думан әрі қызық болғанымен, бұл күні ата-ана қуанады, әрі жылайды. Қуанатыны – «қызым өсті, өрісім кеңейді» дейді, жылайтыны – қимастық көңілі, бағып-қаққан перзентінің жатжұрттық боп кете баратыны... Қызды алуға құда жақтан бес не жеті (тақ санмен), кейде одан да көп адам келеді. Мұның ішінде бас құда, құдалар және күйеу жігіт пен күйеу жолдас болады. Солтүстік және Оңтүстік Қазақстанда тек ер адамдар барады. Құдалар, әдетте кешкілік баруы керек. Мұнда ойын сауық, құдалық рәсімдер мен кәде-жоралар жаслады. Жақын адамдар (ағайын-туыс, көрші-қолаң) құдаларды үйіне шақырады. Ұзатылған қызды, дәстүр бойынша, таң ата, күн шыға жөнелтеді. Оның алдында қыз «Қоштасу жырын», «Сыңсу» айтады, жастар «Жар-жар», «Ау-жар», «Аушадияр» айтады. \n* \nАу-жар \nҰзатылып бара жатқан қыздың «сыңсуы», «қоштасуы» - ұлттық тәрбие мектебінің тамаша үлгісі. Алтын ұяны, туған ел-жұрттан бөліну, жат босаға аттау оңай іс емес. Осының бәрін тәжірибелі де тәрбиелі халық жылай жүріп ән, жыр түрінде шеберлікпен үйлестіріп жасай білген. Қыз жылап қоштасқанымен, бұл қайғы емес, қимастықтың белгісі. Дегенмен қыз ауылының қыздары мен жігіттерінің де қимастық көңілдері де көрінбей қалмайды. Олар өлең жырды үстемелей түсіп, айтыс түрінде «жар-жар», «ау-жарды» төкпелейді. Мұнда да ізгі тілектестік, достық көңіл, жаңа бақыт жолында жақсы ниет көрінеді. Оның сөзі де, әні де көркем, ойнақы айтылады. Ол біресе «ау-жар», біресе «ай-ау», біресе «бике-ау», біресе «үкі-ау» деп те айтыла береді. Олардың мынадай үлгілері бар: \nБуынғаным беліме кісен бе еді, ау-жар, ау, \nБекем бусам белімнен түсер ме еді, ау-жар, ау, \nӘкең барып шешеңді ап келмесе, ау-жар, ау, \nМұндай азап басыңа түсер ме еді, ау-жар, ау!\n Мінген де атың боз ғана, бике-ау, \nКүйеуің сенің бозбала, бике-ау. \nӨксігің сенің басылмас, бике-ау, \nӘлдилеп бала сүйгенше, бике-ау. \nМінген де атың жиренше, үкі-ау, \nТықыршып тұрар мінгенше, үкі-ау, \nҚыз көңілі басылмас, үкі-ау, \nӘлдилеп бөпе сүйгенше, үкі-ау! \nКеттің, кеттің деуші едің, кеттім, апа-ай, ау, \nЕрттеп қойған атыңа жеттім, апа-ай ау, \nШымылдығын желпе сал, көрсін апам, ай-ау, \nКөзіңнің жасын қойныңа, төксін апам, ай-ау! \n  Сыңсу \nХалқымызда тұрмыс салт жырларының ең көп тарағандарының бірі – сыңсу. Ұзатылған қыз өз босағасынан аттанар, «сыңсу» айтып қоштасады. Бұл сәтте оның жанында жеңгелері жүреді. Ол өзінің балалық дәуренің, оң жақта бұлғақтап өскен бақытты күндерінің өткендігін, аяулы ата-анасының, туысқандарының өзін мәпелеп өсірудегі еңбегін өлеңмен айта жүріп өксиді. \nБазардан келген құйысқан, \nТарамай шашым ұйысқан. \nКеліп кетіп жүріңдер-ай, \nСағындырмай туысқан, - деп өзінің өтінішін де айтады. Қыздың сыңсуы жарасымды әрі тәрбиелік мәні бар салтанатты салт. Бұл адамгершілік, әдептілік жағынан алғанда да өте орынды дәстүр. Өйткені балалық күндерден ағайын ортасынан бөлініп кету оңай іс емес. \n  Қоштасу \nҰзатылатын қыз өз үйінен аттанар алдында өзінің ата-анасымен, аға-інісімен, сіңлісі, жақын-жуықтарымен қоштасу жырын айтады. \nӘуеден ұшқан бұлдырық, \nҚұбыладан соққан ызғырық. \nЖатқа кетіп барамын, \nЖаратқан соң қыз қылып. \nАтасы жақсы құл болмас, \nАнасы жақсы күң болмас. \nОң жақтан кетіп барамын. \nҚыз еркелеп ұл болмас, - деп өзінің жат жұрттық болып жаратылғанын жырға қосады. Ең соңында: Жанымдағы қыным-ау, Сіңлілерім мен інім-ау. Жыл айналып келгенше, Қош аман, бол күнім-ау, - деп бауырларымен қоштасады. Мұнда «жыл айналып келгенше» деген сөздің мағынасы бар. Өйткені дәстүр бойынша, ұзатылған қыз жыл толмай өз үйіне бара алмайды. Барған жеріне «тастай батып, судай сіңу» үшін, екі жақтың әңгімесін тасымас үшін... тағысын-тағылар. Қазақтың бұл философиясының төркінінде, әрине, жас отбасының берік қалыптасу мектебі жатыр. Қоштасу қазақ халқының бауырмалдық, әңшілік, айтқыштық қабілетін көрсететін тұрмыс салт жырларының ішінде көркем де көрнекті дәстүр. Қоштасу жыры соңынан қыздың жеңгелері мен серіктері: Жылама, бикем, жылама, Көзіңнің жасын бұлама. Ұл болып тусаң әуелден, Сені мұндай қыла ма? – деп оған жұбату айтып, келешегіне жақсы тілек білдіреді. Салт жырларының тәрбиелік маңызы зор. Мұнда ұлттық дәстүр, халықтық қағида, ағайын-туыстық қимас сезім, алдағы арман... бәрі де бар. Қоштасу, жұбату жыры сонысымен құнды.\nhttp://bilimkozy.idhost.kz/kz/tilek/salt/salt-dstrler/1739-7.html",
                "date": "18.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ВЧГ 7-ны қалай емдеуге болады?",
        "question_content": "Басымды Мрт эхо эг т.б түсірдім врачтар вчг внутри черепной гипертензия деп диагноз койды.алғашқыда аспаркам диакарб деген дəрілерді іштім н күндей басым ауырғаны қойды. Одан соң қайта басталды дəрілерде системада болницағада емделдім сонда да əсері болмады. Енді нестеймін мүмкін тағыда мрт түсіру керекпе айтыныздар емі барма мүмкін жазылған адамдар емі айтыныздарш",
        "question_date": "17.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лечение\nПо работе\nСледует с осторожностью подходить к тактике лечения внутричерепной гипертензии, пока не определена её причина. Причина возникновения гипертензии определяет тактику врача. Для быстрого снижения внутричерепного давления применяют осмотические диуретики (например, при поступательном росте внутричерепного давления и волне давления > 20 мм.рт.ст держащейся дольше 5 минут; или при уровне любого давления > 30 мм.рт.ст — болюс маннитола по 0,25-1 г/кг в/в капельно в течение 10-15 мин, при необходимости, для поддержания осмоляльности на уровне 320 mOsm/кг — повторно каждые 6 ч в течение 1-2 сут с постепенной отменой в течение 2-4 сут) и петлевые диуретики (фуросемид по 20-40 мг в/в или в/м 3 раза в день). Болюс маннитола позволяет, удаляя воду, уменьшить объм мозга, изменить реологические характеристики крови, вызвать ответную вазоконстрикцию. Маннитол в качестве продолжительной инфузии может в конечном итоге преодолеть гематоэнцефалический барьер и вызвать приток жидкости в мозг. Он наиболее эффективен при здоровом гематоэнцефалическом барьере. Эффективной альтернативой маннитолу может выступать гипертонический раствор NaCl для внутривенного введения (3 %) (болюс 2-6 мл/кг, потом 0.1-1.0 мл/кг в качестве продолжительной инфузии). Осмоляльность сыворотки превышающая 320 mOsm/кг может привести к почечной недостаточности. Если необходимо ввести дополнительно маннитол до истечения промежутка 6 часов или при привышении уровня осмоляльности 320 mOsm/кг: вводится внутривенно пентобарбитал 5 мг/кг, потом внутривенно 2 мг/кг/в час с контролем уровня в крови 25-35 мг/мл, паттерна ЭЭГ «вспышка-подавление» с интервалом 10 с. между вспышками, и сердечным индексом 2.7 л/мин/кв.м; или вводится внутривенно мидазолам титрованием дозы в сторону увеличения начиная с 0.1 мг/кг/ч с контролем паттерна ЭЭГ «вспышка-подавление» с интервалом 10 с. между вспышками, и сердечным индексом 2.7 л/мин/кв.м.\nПри ВЧГ неясного происхождения люмбальная пункция позволяет контролировать давление. ВЧГ может реагировать на высокие дозы ацетазоламида 20 мг/кг/день или фуросемида, также как и на удаление ликвора при люмбальной пункции. Главная опасность в таких условиях — увеличение слепого пятна и возможная слепота из-за давления на диск зрительного нерва. Необходимо контролировать поле зрения и, если лекарственное лечение не приносит успеха, необходимо применить хирургическое размещение люмбального или перитонеального шунта.\nДети с энцефелопатией, с заметно повышенным внутричерепным давлением, или быстро нарастающим внутричерепным давлением требуют лечения в отделениях интенсивной терапии. Когда обследование показывает этиологию ВЧГ, например, увеличивающаяся эпидуральная гематома, может потребоваться немедленная нейрохирургическая краниотомия (трепанация черепа). В других случаях очаговых объёмных повреждений, обнаруживаемых при медицинской визуализации, немедленная краниотомия может не потребоваться, что зависит от размера и расположения повреждения, деформации ткани мозга, вероятности прекращения перфузии. Опухлевые повреждения могут потребовать диагностическую биопсию или эксцизионную биопсию в течении нескольких дней.\nМинералокортикоиды (дексаметазон по 0,25-0,5 мг/кг/каждые 6 часов) показаны при вазогеническом отёке, который возникает, например, вокруг новообразования. Это также позволяет предотвратить стрессовую язву. Гипотонические растворы внутривенно рекомендуется не применять и пациент должен наблюдаться для предупреждения синдрома неадекватной секреции антидиуретического гормона с сывороточной и уринальной осмоляльностью. Необходимо также избегать гипогликемии и гипергликемии. Если существует значительная угроза дислокации мозга из-за градиента давления, возникающего при блокаде тока ликвора, временная вентрикулостомия может ослабить давление ликвора. При подозрении на инфекционные процессы, включая очаговые поражения, абсцесс, энцефалит рекомендованы антибиотики и противовирусные препараты. Если гидроцефалия вследствие обтурации тока ликвора после первоначальной терапии по прежнему диагностируется может потребоваться вентрикулоперитонеальное шунтирование тока ликвора. Эндоскопическая перфорация дна третьего желудочка позволяет избежать осложнений обтурации и инфекции при длительном вентрикулоперитонеальном шунтировании, но часто менее результативен в ослаблении давления у детей младшего возраста по сравнению с более старшими пациентами.\nЕсли отсутствуют образования или объёмные повреждения которые необходимо хирургически удалять, хирургическое лечение должно быть направлено на обеспечение перфузии ткани мозга. ВЧГ может отслеживаться непрерывно с использованием распространенных нейрохирургических устройств таких как оптоволоконный микротрансдуцер, внутрижелудочковый катетер, вентрикулостомия. Трансдуцер может измерять давление как в паренхиме мозга, так и в полостях, наполненных жидкостями. Преимущество внутрижелудочкового катетера и вентрикулостомии — позволяют дренировать ликвор для ослабления давления, хотя в то же время могут возникнуть затруднения с их расположением если желудочки малого размера или смещены, также существует небольшой риск кровотечений и инфекции (риск возрастает до максимума к 4 дню по 1 %-2 % в день). Внутричерепное давление достигает наибольшего значения обычно в течении 1-4 суток после тяжёлой травмы. Измерение внутричерепного давления при помощи устройств, и соответствующая терапия неэффективны в большинстве случаев тяжёлых ишемических повреждений, инфекции и отравления.\nУ пациентов с пониженным или изменчивым уровнем восприимчивости для оценки электрической активности мозга осуществляется мониторинг посредством электроэнцефелограммы. Конвульсии могут происходить даже при повышенном внутричерепном давлении. Антиконвульсанты рекомендованы если существуют клинические и электрографические признаки эпилепсии. Электроэнцефелограмма рекомендована и для контроля комы, вызванной препаратами барбитурата или бензодиазепина, применяемыми при тяжёлых формах повышенного внутричерепного давления.\nВ критических ситуациях при угрозе вклинения в условиях отделения интенсивной терапии прибегают к искусственной вентиляции лёгких в режиме гипервентиляции. (парциальное давление кислорода > 90 мм рт. ст.) Гипоксия и гиперкапния могут привести к вазодилатации и повышению давления. Быстрая последовательность интубации, не использование кетамина и сукцинилхолина помогают минимизировать повышение внутричерепного давления. Передачи повышенного интраторакального давления во внутричерепные сосуды можно избежать посредством седативного эффекта и понижения фазы вдоха искусственной вентиляции легких и посредством предупреждения высокого положительного давления в конце выдоха. Если требуется резкое понижение давления гипервентиляция для понижения объёма внутричерепной артериальной крови очень эффективна, но при затяжном процессе, для предупреждения пониженной перфузии в клетки мозга, парциальное давление углекислого газа необходимо держать на уровне 32-38 мм рт. ст. Индометацин является также мозговым вазоконстриктором и имеет определенный риск в отношении нормальной перфузии. Приподнятие головы над горизонталью на 30 градусов и предупреждение наклона и вращения шеи позволяет предотвратить перегиб яремной вены и понизить внутричерепное давление. Необходимо активная терапия боли, лихорадки, тремора и спазмов. Поскольку основной задачей является обеспечение перфузии при понижении внутричерепного давления, важно обеспечить и даже осуществить поднятие системного среднего артериального давления посредством терапии растворами прессорных веществ.\nК пациентам с тяжёлой рефракторной формой ВЧГ, особенно если она сопровождает острые очаговые процессы рекомендуется применять барбитураты, такие как пентобарбитал мидазолам посредством непрерывной внутривенной инфузии с контролем электрической активности мозга, уровней сывортоки системного давления и давления перфузии мозга. Эти препараты способствуют снижению обмена веществ в тканях мозга без существенного ослабления сосудистой ауторегуляции. Главный риск при этом — понижение сердечного выброса и провоцирование связанных с этим инфекций, особенно пневмонию. Декомпрессивная трепанация черепа или краниэктомия на ранних этапах тяжёлых травм дает положительный результат в 50 % случаев. Изучается гипотермия (до 34 °C) при остановке сердечной деятельности и множество нейропротективных средств как средства понижения метаболизма и последующего эксайтотоксичного глутаматергического повреждения и следовательно как средство понижения цитотоксического отёка и распространения объёма необратимо поврежденной ткани мозга в ишемическую полутень (полумбру).\nСледует вести контроль кислотно-щелочного состояния и избегать введения растворов, содержащих большое количество свободной жидкости (например 5 % раствора глюкозы).",
                "date": "18.03.2017",
                "upvotes": 0
            },
            {
                "text": "Лечение[править |править вики-текст]\nПо работе[2]\nСледует с осторожностью подходить к тактике лечения внутричерепной гипертензии, пока не определена её причина. Причина возникновения гипертензии определяет тактику врача. Для быстрого снижения внутричерепного давления применяют осмотические диуретики (например, при поступательном росте внутричерепного давления и волне давления > 20 мм.рт.ст держащейся дольше 5 минут; или при уровне любого давления > 30 мм.рт.ст — болюс маннитола по 0,25-1 г/кг в/в капельно в течение 10-15 мин, при необходимости, для поддержания осмоляльности на уровне 320 mOsm/кг — повторно каждые 6 ч в течение 1-2 сут с постепенной отменой в течение 2-4 сут) и петлевые диуретики (фуросемид по 20-40 мг в/в или в/м 3 раза в день). Болюс маннитола позволяет, удаляя воду, уменьшить объм мозга, изменить реологические характеристики крови, вызвать ответную вазоконстрикцию. Маннитол в качестве продолжительной инфузии может в конечном итоге преодолеть гематоэнцефалический барьер и вызвать приток жидкости в мозг. Он наиболее эффективен при здоровом гематоэнцефалическом барьере. Эффективной альтернативой маннитолу может выступать гипертонический раствор NaCl для внутривенного введения (3 %) (болюс 2-6 мл/кг, потом 0.1-1.0 мл/кг в качестве продолжительной инфузии). Осмоляльность сыворотки превышающая 320 mOsm/кг может привести к почечной недостаточности. Если необходимо ввести дополнительно маннитол до истечения промежутка 6 часов или при привышении уровня осмоляльности 320 mOsm/кг: вводится внутривенно пентобарбитал 5 мг/кг, потом внутривенно 2 мг/кг/в час с контролем уровня в крови 25-35 мг/мл, паттерна ЭЭГ «вспышка-подавление» с интервалом 10 с. между вспышками, и сердечным индексом 2.7 л/мин/кв.м; или вводится внутривенно мидазолам титрованием дозы в сторону увеличения начиная с 0.1 мг/кг/ч с контролем паттерна ЭЭГ «вспышка-подавление» с интервалом 10 с. между вспышками, и сердечным индексом 2.7 л/мин/кв.м.\nПри ВЧГ неясного происхождения люмбальная пункция позволяет контролировать давление. ВЧГ может реагировать на высокие дозы ацетазоламида 20 мг/кг/день или фуросемида, также как и на удаление ликвора при люмбальной пункции. Главная опасность в таких условиях — увеличение слепого пятна и возможная слепота из-за давления на диск зрительного нерва. Необходимо контролировать поле зрения и, если лекарственное лечение не приносит успеха, необходимо применить хирургическое размещение люмбального или перитонеального шунта.\nДети с энцефелопатией, с заметно повышенным внутричерепным давлением, или быстро нарастающим внутричерепным давлением требуют лечения в отделениях интенсивной терапии. Когда обследование показывает этиологию ВЧГ, например, увеличивающаяся эпидуральная гематома, может потребоваться немедленная нейрохирургическая краниотомия (трепанация черепа). В других случаях очаговых объёмных повреждений, обнаруживаемых при медицинской визуализации, немедленная краниотомия может не потребоваться, что зависит от размера и расположения повреждения, деформации ткани мозга, вероятности прекращения перфузии. Опухлевые повреждения могут потребовать диагностическую биопсию или эксцизионную биопсию в течении нескольких дней.\nМинералокортикоиды (дексаметазон по 0,25-0,5 мг/кг/каждые 6 часов) показаны при вазогеническом отёке, который возникает, например, вокруг новообразования. Это также позволяет предотвратить стрессовую язву. Гипотонические растворы внутривенно рекомендуется не применять и пациент должен наблюдаться для предупреждения синдрома неадекватной секреции антидиуретического гормона с сывороточной и уринальной осмоляльностью. Необходимо также избегать гипогликемии и гипергликемии. Если существует значительная угроза дислокации мозга из-за градиента давления, возникающего при блокаде тока ликвора, временная вентрикулостомия может ослабить давление ликвора. При подозрении на инфекционные процессы, включая очаговые поражения, абсцесс, энцефалит рекомендованы антибиотики и противовирусные препараты. Если гидроцефалия вследствие обтурации тока ликвора после первоначальной терапии по прежнему диагностируется может потребоваться вентрикулоперитонеальное шунтирование тока ликвора. Эндоскопическая перфорация дна третьего желудочка позволяет избежать осложнений обтурации и инфекции при длительном вентрикулоперитонеальном шунтировании, но часто менее результативен в ослаблении давления у детей младшего возраста по сравнению с более старшими пациентами.\nЕсли отсутствуют образования или объёмные повреждения которые необходимо хирургически удалять, хирургическое лечение должно быть направлено на обеспечение перфузии ткани мозга. ВЧГ может отслеживаться непрерывно с использованием распространенных нейрохирургических устройств таких как оптоволоконный микротрансдуцер, внутрижелудочковый катетер, вентрикулостомия. Трансдуцер может измерять давление как в паренхиме мозга, так и в полостях, наполненных жидкостями. Преимущество внутрижелудочкового катетера и вентрикулостомии — позволяют дренировать ликвор для ослабления давления, хотя в то же время могут возникнуть затруднения с их расположением если желудочки малого размера или смещены, также существует небольшой риск кровотечений и инфекции (риск возрастает до максимума к 4 дню по 1 %-2 % в день). Внутричерепное давление достигает наибольшего значения обычно в течении 1-4 суток после тяжёлой травмы. Измерение внутричерепного давления при помощи устройств, и соответствующая терапия неэффективны в большинстве случаев тяжёлых ишемических повреждений, инфекции и отравления.\nУ пациентов с пониженным или изменчивым уровнем восприимчивости для оценки электрической активности мозга осуществляется мониторинг посредством электроэнцефелограммы. Конвульсии могут происходить даже при повышенном внутричерепном давлении. Антиконвульсанты рекомендованы если существуют клинические и электрографические признаки эпилепсии. Электроэнцефелограмма рекомендована и для контроля комы, вызванной препаратами барбитурата или бензодиазепина, применяемыми при тяжёлых формах повышенного внутричерепного давления.\nВ критических ситуациях при угрозе вклинения в условиях отделения интенсивной терапии прибегают к искусственной вентиляции лёгких в режиме гипервентиляции. (парциальное давление кислорода > 90 мм рт. ст.) Гипоксия и гиперкапния могут привести к вазодилатации и повышению давления. Быстрая последовательность интубации, не использование кетамина и сукцинилхолина помогают минимизировать повышение внутричерепного давления. Передачи повышенного интраторакального давления во внутричерепные сосуды можно избежать посредством седативного эффекта и понижения фазы вдоха искусственной вентиляции легких и посредством предупреждения высокого положительного давления в конце выдоха. Если требуется резкое понижение давления гипервентиляция для понижения объёма внутричерепной артериальной крови очень эффективна, но при затяжном процессе, для предупреждения пониженной перфузии в клетки мозга, парциальное давление углекислого газа необходимо держать на уровне 32-38 мм рт. ст. Индометацин является также мозговым вазоконстриктором и имеет определенный риск в отношении нормальной перфузии. Приподнятие головы над горизонталью на 30 градусов и предупреждение наклона и вращения шеи позволяет предотвратить перегиб яремной вены и понизить внутричерепное давление. Необходимо активная терапия боли, лихорадки, тремора и спазмов. Поскольку основной задачей является обеспечение перфузии при понижении внутричерепного давления, важно обеспечить и даже осуществить поднятие системного среднего артериального давления посредством терапии растворами прессорных веществ.\nК пациентам с тяжёлой рефракторной формой ВЧГ, особенно если она сопровождает острые очаговые процессы рекомендуется применять барбитураты, такие как пентобарбитал мидазолам посредством непрерывной внутривенной инфузии с контролем электрической активности мозга, уровней сывортоки системного давления и давления перфузии мозга. Эти препараты способствуют снижению обмена веществ в тканях мозга без существенного ослабления сосудистой ауторегуляции. Главный риск при этом — понижение сердечного выброса и провоцирование связанных с этим инфекций, особенно пневмонию. Декомпрессивная трепанация черепа или краниэктомия на ранних этапах тяжёлых травм дает положительный результат в 50 % случаев. Изучается гипотермия (до 34 °C) при остановке сердечной деятельности и множество нейропротективных средств как средства понижения метаболизма и последующего эксайтотоксичного глутаматергического повреждения и следовательно как средство понижения цитотоксического отёка и распространения объёма необратимо поврежденной ткани мозга в ишемическую полутень (полумбру).\nСледует вести контроль кислотно-щелочного состояния и избегать введения растворов, содержащих большое количество свободной жидкости (например 5 % раствора глюкозы).",
                "date": "18.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cырттай сызылған шеңберлердің r және R радиустарын есептеңдер?",
        "question_content": "табаны 10 см ,ал бүйір қабырғасы 13 см болатын теңбүйірлі үшбұрышқаіштей және сырттай сызылған шеңберлердің r және R радиустарын есептеңдер",
        "question_date": "16.03.2017",
        "question_tag": "Геометрия",
        "question_views": 13500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы формуламен шығарылады",
                "date": "24.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лазердің 1 секундта шығаратын фотондарының саны?",
        "question_content": "5*10^-7 м толқын ұзындығында жұмыс істейтін лазердің жарық шоғының қуаты 0,1 Вт. Лазердің 1 секундта шығаратын фотондарының санын тап. ПЖ көмек беріңдерши.",
        "question_date": "16.03.2017",
        "question_tag": "Физика",
        "question_views": 14500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фотондар саны 25*10^16 не тең",
                "date": "8.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саяхатшы бірінші күні неше км жол жүрді?",
        "question_content": "2)Саяхатшы 2 кунде 27,4 км жол журу керек.Екинши куни олбиринши кунге караганда 2,3 км кем журди.Саяхатшы биринши куни неше км жол журди?",
        "question_date": "16.03.2017",
        "question_tag": "Математика",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саяхатшының бірінші күні жүрген жол, 14,85 км",
                "date": "25.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "f (x)=(2/x)+x^2 туындының көмегімен функцияны зерттеу?",
        "question_content": "f (x)=(2/x)+x^2 Туындының көмегімен функцияны зерттеу?",
        "question_date": "16.03.2017",
        "question_tag": "Математика",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "f'(x)=-2/x²+2*x",
                "date": "27.09.2018",
                "upvotes": 0
            },
            {
                "text": "Шешуі: f '(x)=(2/x+x²)= (2)' • x + 2 • (x)' / x² + (x²)' = 0•x + 2 • 1/x² + 2x= 2/x² + 2x\n\nЖауабы:2/x²+2x",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Географияны таңдап, қаржыға грантқа түсе аламын ба?",
        "question_content": "Географияны таңдап, қаржыға грантқа түсе аламын ба? ЕНУ, ҚазГУ, НАРХОЗ осы университеттердің қайсысына түсе аламын?",
        "question_date": "16.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық университеттерге оқуға түсу үшін талапкер ҰБТ-дан 70 баллдан кем алмауы тиіс",
                "date": "23.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынның 3 формасын қалай тез жаттауға болады?",
        "question_content": "Мысалы\n\nbe    was, were           been\n\nникак не могу жаттауға, может барма сайт какой нибудь бірдеме айтындаршы, көмектесіндерші, миыма никак осыны құя алмаймын",
        "question_date": "16.03.2017",
        "question_tag": "Мектеп",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Прагмалингвистика және оның әдіс тәсілдері туралы?",
        "question_content": "прагмалингвистика туралы және оның әдіс-тәсілдері туралы қандай да бір мәлімет бересіздер ме? Мақала болса тіпті жақсы болар еді.",
        "question_date": "16.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Коммуникацияның негізгі формасы – дискурс пен мәтін. Прагмалингвистиканың зерттеу нысанын толық тану әрі сөйлеу тіліндегі дискурс пен мәтіннің мазмұндық-ақпараттық мәнін ашу үшін, таңбаның, яғни прагматиканың “іс-әрекеті мен бітім-болмысын” айтушы мен тыңдаушының қарым-қатынасы арқылы тану стилистиканың жаңа бағытының пайда болуына негіз бола алады. Прагмалингвистика адамның коммуникативтік іс-әрекетінің ауызша (дискурс), жазбаша (мәтін) екі формасын қарастырады. Тілді таратудың осы екі формасы көптеген проблемаларға ортақ бола отырып, күрделі айырмашылықтарымен ажыратылатын тұстары да молынан ұшырасып отырады. Дискурс теориясы мен мәтін теориясы прагмалингвистикалық зерттеудің негізгі мақсатын айқындайды. Дискурс пен мәтіннің таңдалуы коммуникаттардың сөйлеу іс-әрекеттерінің ментальды проблемаларын олардың интенциясымен қоса вербальды және вербальды емес тілдік құралдарды пайдалана отырып, коммуникативтік құралдарды есепке алып отырады. Бұл проблемаларды шешу тек ішкі лингвистикалық және сыртқы лингвистикалық факторлардың біріккен есептерін талап етіп қана қоймайды, сонымен қатар қоғамдық ғылымдармен тоғысуын талап етеді. Прагмалингвистиканың мақсаты мәтін мен дискурстың табиғатын толық ашу, ендеше екеуіне де ортақ терминдерді анықтап алу қажет. Олар: прагматика, коммуникация, информация. Прагматика – коммуникаттардың бір-біріне және мәтіннің мазмұнына (жазбаша және ауызша түрде) олардың коммуникативтік пиғылымен және сұхбаттасу мән-жайымен санасқан жеке қарым-қатынасы. Коммуникация вербальды және вербальды емес (паралингвистикалық) тәсілдер қолдану арқылы екі немесе одан көп тұлғалардың ақпарат алмасуы немесе баяндау түріндегі байланысы прагматиканың тікелей қатысы арқылы өтеді. Ақпарат (лат. “бір нәрсені хабарлау”) қарапайым тіл арқылы коммуникация жағдайына жеткізілетін қоршаған ортадағы заттар мен құбылыстардың ерекшелігінің жиынтығында прагматиканың рөлі ерекше танылады. Прагмалингвистиканың негізгі зерттейтін саласы дискурс пен мәтін десек, олардың әрқайсысына тоқтала кетеміз. Дискурс көп мағыналы термин, лингвистикалық, философиялық, психологиялық, тарихи зерттеулерде қолданылып келеді. Шетел тіл білімінде дискурс сөзі “ауызша сөз” мағынасында да қолданылған. Дискурс сөзінің алғашқы мағынасы “ақылды ойлану” (разумные размышление) деген сөздің мағынасында айтылған. Дискурс терминінің жан-жақты кеңеюіне, әр түрлі сипатқа ие болуына (мысалы, мәтін ұғымымен барабар немесе коммуниканттардың барлығына тән мәліметтердің жиынтығы болып саналуы т.б.) Д. Ван Дейктің мектебінің ықпалы тікелей әсер етті. Бұл мектептің өкілдері дискурс табиғатын толық ашуда когнитивті-прагматикалық әдіс-тәсілді пайдалануға болатынын көрсеткен еді. Н.Д. Арутюнова дискурсқа былай анықтама береді: “дискурс та – сөз, өмірдің ортасынан ойып алынған сөз”.\n\nТолығырақ.",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ілгерінді ықпал бола алатын қос сөздер керек?",
        "question_content": "Маған ілгерінді ықпал бола алатын қос сөздер керек еді",
        "question_date": "16.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүркіт-тау қыраны\n\nОтыра қал\n\nАлты күн\n\nҚұралай көз\n\nҚиғаш қас\n\nҚызыл күрең таңқурай\n\nӘнші кісі\n\nҚұтты қадамҚара қой – қара ғой. а – қ = ағ.\n\nЖас бала – жаспала. с – б =сп\n\nҚараң-құраң",
                "date": "16.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай Құнанбаевтың «Он тоғызыншы қара сөзіндегі» естілік пен білімділікке қандай адам?",
        "question_content": "Абай Құнанбаевтың «Он тоғызыншы қара сөзіндегі» естілік пен білімділікке қандай адам жетіп, қалай жүзеге асыра алатынын өмірлік деректер арқылы дәлелдеп жазыңыз.\nЭссе жазу\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 37000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай жиырма тоғызыншы қара сөзінде қазақ халқы ішінде қалыптасып қалған кейбір түсініктерді мақал-мәтелдері арқылы сынайды. \"Біздің қазақтың мақалдарының көбінің іске татырлығы да бар, іске татымақ түгіл, не құдайшылыққа, не адамшылыққа жарамайтұғыны да бар\", – дейді ол. Ақын осылайша сол кездегі қазақ қоғамындағы моральдік құндылықтарды сөз етіп, сынайды.\n«Ата-анадан мал тәтті, алтынды үйден жан тәтті» дейді. Ата-анасынан мал тәтті көрінетұғын антұрғанның тәтті дерлік не жаны бар. Бұлардың бәрінен де қымбат ата-анасын малға сатпақ ең арсыздың ісі емес пе? Ата-ана шамасы келсе, михнаттанып мал жиса да, дүниелік жиса да, артымда балаларыма қалсын дейді. Ол ата-ананы малға сатқан соң, құдайға дұшпандық іс емес пе?і», – деп елдің материалдық құндылықтарды бірінші орынға қойғанына налиды.\nҚара сөзде Абай елді тіленшіліктен қайтарып, адал жолмен еңбек етіп, арамдықтан алыс болуға шақырады.",
                "date": "4.04.2017",
                "upvotes": 0
            },
            {
                "text": "Адам ата-анадан туғанда есті болмайды: естіп, көріп, ұстап, татып ескерсе, дүниедегі жақсы, жаманды таниды-дағы, сондайдан білгені, көргені көп болған адам білімді болады. Естілердің айтқан сөздерін ескеріп жүрген кісі өзі де есті болады. Әрбір естілік жеке өзі іске жарамайды. Сол естілерден естіп білген жақсы нәрселерін ескерсе, жаман дегеннен сақтанса, сонда іске жарайды, соны адам десе болады.\n\nМұндай сөзді есіткенде жай­қақтап, шалғырттанып не салбырап, салғырттанып есітсе, не есіткен жерін қайта қайырып сұрап ұғайын деп тұшынбаса, не сол жерде сөздің расына көзі жетсе де, шыға беріп қайта қалпына кетсе, естіп-есітпей не керек?\nОсындай сөз танымайтұғын елге сөз айтқанша, өзіңді танитұғын шошқаны баққан жақсы деп бір хакім айтқан екен, сол секілді сөз болады.\n\nАбай өз заманының сипатын, халқының сол кездегі жағдайы мен психологиясын, жеке адам бойындағы жақсы мен жаман ниеттерді, өзінің дүниетанымын көрсеткен. Абай «түзетпек едім заманды, өзімді тым-ақ зор тұтып»деуінде үлкен мән бар. Абай атамыз тәлімгер ұстаз болған еді.Ақын тәрбиеге көнетін жалпы халық емес, жеке адам, оның дара ерекшеліктері. Жеке адамға ақыл, мінез, іс, адамшылдықты сақтайтын ұят-намыс керек дегенді айтады. Ал осындай адамшылықты жүрекпен байланыстырады. Жүрек-адамның ішкі сезімі деген ұғымды қолданған.\n\nАбай халықтың жоғын жастанып,кемел жолға бастар жолды іздеді.Сол жолда аянбай тер төгіп,өз заманының сипатын,халқының сол кездегі жағдайы мен психологиясын, жеке адам бойындағы жаман ниеттерді, өзінің дүниетанымында бейнелейді.Артына қалдырған мол мұрасы қазақ мәдениеті мен әдеби тілінің дамуына үлкен ықпал жасады.\n\nРасында да, Абай өзінің қара сөздерінде шығарманың ажарына ғана назар аударып қоймай, оның тереңдігіне , логикалық мәніне зер салған. Сөйтіп, көркемдік шеберлік пен ғылыми зерделік арқылы көркемдік сана мен философиялық сананы ұштастырады. Абайдың қара- сөздеріндегі гуманистик, ағартушылық,әлеуметтік ойлары түрлі пікірлерімен бірігіп, тұтас бір қазақ халқының философиялық концепциясын құрайды.Мен он төртінші қара сөзіне тоқталсам:Адам ата-анадан туғанда есті болмайды: естіп, көріп, ұстап, татып ескерсе,дүниедегі жақсы, жаманды таниды дағы, сондайдан білгені көргені көп болған адам білімді болады.Естілердің айтқан сөздерін ескеріп жүрген адам өзі де есті болады.Мұндай сөзді есіткенде шайқақтап,шалықтанып не салбырап, салғырттанып есітсе, не есіткен жерде қайта қайырып сұрап ұғайын деп тұшынбаса,не сол жерде сөздің расына көз жетсе де, шыға беріп қайта қалпына кетсе, естіп-есітпей не керек? Осындай сөз танымайтұғын елге сөз айтқанша, өзіңді танитұғын шошқаны баққан жақсы деп бір хакім айтқан екен, сол туралы сөз болады.\n\nҚорыта келгенде,Абайдың қара сөздері-оның ақындық мұраларына қосылған бағалы қазына.Қарасөздің бағасы-бай заманындағы жағдайды,тарихи шындықты өз қалпында бұлжытпай толық танытып берді.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Абай Құнанбаевтың «Он тоғызыншы қара сөзіндегі естелік пен білімділікке қандай адам жетіп,қалай жүзеге асыра алатынын өмірлік деректер арқылы дәлелдеп жазыңыз.\n\nАбай шығармалары арқылы қазақ халқының XIX ғасырдағы тағдырын танимыз…\n\nАбай өз заманының сипатын, халқының сол кездегі жағдайы мен психологиясын, жеке адам бойындағы жақсы мен жаман ниеттерді, өзінің дүниетанымын көрсеткен. Абай «түзетпек едім заманды, өзімді тым-ақ зор тұтып»деуінде үлкен мән бар. Абай атамыз тәлімгер ұстаз болған еді.Ақын тәрбиеге көнетін жалпы халық емес, жеке адам, оның дара ерекшеліктері. Жеке адамға ақыл, мінез, іс, адамшылдықты сақтайтын ұят-намыс керек дегенді айтады. Ал осындай адамшылықты жүрекпен байланыстырады. Жүрек-адамның ішкі сезімі деген ұғымды қолданған.\n\nАбай халықтың жоғын жастанып,кемел жолға бастар жолды іздеді.Сол жолда аянбай тер төгіп,өз заманының сипатын,халқының сол кездегі жағдайы мен психологиясын, жеке адам бойындағы жаман ниеттерді, өзінің дүниетанымында бейнелейді.Артына қалдырған мол мұрасы қазақ мәдениеті мен әдеби тілінің дамуына үлкен ықпал жасады.\n\nРасында да, Абай өзінің қара сөздерінде шығарманың ажарына ғана назар аударып қоймай, оның тереңдігіне , логикалық мәніне зер салған. Сөйтіп, көркемдік шеберлік пен ғылыми зерделік арқылы көркемдік сана мен философиялық сананы ұштастырады. Абайдың қара- сөздеріндегі гуманистик, ағартушылық,әлеуметтік ойлары түрлі пікірлерімен бірігіп, тұтас бір қазақ халқының философиялық концепциясын құрайды.Мен он төртінші қара сөзіне тоқталсам:Адам ата-анадан туғанда есті болмайды: естіп, көріп, ұстап, татып ескерсе,дүниедегі жақсы, жаманды таниды дағы, сондайдан білгені көргені көп болған адам білімді болады.Естілердің айтқан сөздерін ескеріп жүрген адам өзі де есті болады.Мұндай сөзді есіткенде шайқақтап,шалықтанып не салбырап, салғырттанып есітсе, не есіткен жерде қайта қайырып сұрап ұғайын деп тұшынбаса,не сол жерде сөздің расына көз жетсе де, шыға беріп қайта қалпына кетсе, естіп-есітпей не керек? Осындай сөз танымайтұғын елге сөз айтқанша, өзіңді танитұғын шошқаны баққан жақсы деп бір хакім айтқан екен, сол туралы сөз болады.\n\nҚорыта келгенде,Абайдың қара сөздері-оның ақындық мұраларына қосылған бағалы қазына.Қарасөздің бағасы-бай заманындағы жағдайды,тарихи шындықты өз қалпында бұлжытпай толық танытып берді.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыбырай Алтынсариннің \"Дала қоңырауы\" екенін дәлелдеп жазыңыз?",
        "question_content": "Ыбырай Алтынсариннің \"Дала қоңырауы\" екенін дәлелдеп жазыңыз?\nЭссе жазу\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 71600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның бала күннен армандап, аңсары ауған бір саласы, яғни ма­ман­дығы болады. Ол өзін соған ба­ғыт­тап, білім-білігін жұмсайды. Сон­­дай ма­ман­дықтың бірі ұстаз болу. Әу баста ниет білдірген жас талаптың бар­лы­ғы дерлік оның тұтқасын ұстап кете алмайды. Оған себеп біріншіден, аяу­лы да ардақты мамандықтың адам көзін ашудағы қиын тұстарына төтеп бере алмауы болса, екіншіден, аса табанды­лық­тың кем болуы дер едік. Өз басым осы қиындықтарды жеңдім деп ойлаймын. Сөйтіп ұстаз бол­дым. Бұл жолды таңдап, ғұмы­рымды бер­ген аяулы мамандық иесі бо­лып, зейнетке шыққан маған оған бет бұруы­ма сөз жоқ, тұңғыш ағар­ту­шы Ыбы­рай Алтынсариннің ұр­пақ­қа қал­дыр­ған тәлім-тәрбиеге то­лы өсиет­тері мен ғибратты мысал­дарына сусындауым­ның әсері мол болды десем, жаңсақ­тық бола қой­мас. Оған мен бітірген, мен ғана емес қазақтың менмін деген талай марқасқалары білім алған ұлы ұс­таздың өз қолымен тұрғызған білім ошағын қоссаңыз, мұғалім болуым­­ның заңдылық екенін айт­пай-ақ тү­сі­несіз.\nОсы тұрғыда ұлы ағар­тушы тұрғызған мектептің тү­ле­гі ретінде және сол бабамыздың биыл туғаны­на 170 жыл толуына орай мектеп тарихы мен тұңғыш дала қоңы­рауы иесінің мектептер ашуы жайын­дағы аз-кем білгенімді оқырман­мен бөліссем деп отырмын. Орынборда1850 жылы алғаш ашыл­­ған қазақ-орыс мектебіне оқу­­­ға түскен Ы.Алтынсарин келе-келе Шы­­ғысты зерттеуші ғалым, профессор В.В.Григорьевтің көмегі­мен оның бай кітапханасынан су­сын­­дайды. Сол жерде туған халқының өнер-білім­нен, оқу-ағар­ту ісінен кенде қал­ғанын біліп, алған ілімін халқына пайдалану ниетіне кіріседі. Бойында жоғары ағар­ту­шылық ынта туады. 1860 жылы Орал сыртындағы қазақтар үшін мектеп ашу ұйғары­лып, Ы.Алтынсарин Орынбор об­лыс­тық басқармасының шешімімен Торғайға келіп, өзі арман­даған мақ­сатты ісіне кірісуді бастайды. Әри­не, бұл өте қиын шаруа болса да халқының бола­шағы үшін тәуекел­ге бел бай­лайды. Мектеп ашуға өкімет тарапы­нан қаражат кешіктіріледі. Жергілікті билік түрлі сыл­тау айтып, жәр­дем көрсетуден бас тартады. Осындай қиын­­дыққа кезіккен Ыбы­­рай ұстаз ойынан қайт­пай­ды. Тың жерден тү­рен тартып, дән сепкен диқандай қазақ дала­сына білімнің ал­ғаш­қы нәрін себуге белсене кіріседі. Білімге су­саған қара­па­йым халық бұл маңызды баста­маны қуа­­на қарсы алады. Тор­ғайдағы наға­шысы, әй­гі­лі Шеген би әулетімен Ыбырай мақ­са­­тына қыз­мет етсе, игілікті іс бас­таған немересіне қолдау білдірген Бал­қожа би де беретін көмегін ая­май­ды. «Ба­лаң мектептің ірге­тасын көтеріп жатыр», дегенді естіген ол кісі үйір­лі жыл­қы­ны айдатып, 500 ша­қырымдай жердегі Аманқара­ғай­дан бөренелер тиетіп жіберіп жа­тып­ты дейді білетіндер. Әйтсе де мек­тептің құры­лыс жұмыстары өте баяу жүріп, ол 3-4 жылға созылады. Ұлы ұстаз мектеп үйінің әр кірпішін өз қолы­мен қа­лап, көп қиын­ды­қ­тар­дан соң мақ­са­ты­­на жетеді. Сөй­тіп 1864 жы­лы Тор­­ғай қала­сын­да ал­ғаш­қы қазақ мектебі бой көтереді. Бұл білім ұясын Ыбырай баба сол кездегі озық педагогика үрдісі негізіне құ­ра отырып, жаңа оқыту жүйе­сі­мен жұмыс істеуге талпыныс жа­сайды. Оқуды ана тілінде жүргі­зіп, оқыту әдістерін оқу­шының ын­та мен қызы­ғу­шылы­ғына бағыттай оты­­рып, тәр­биелей оқытуды жос­пар­­лайды.\nАл­ғаш­қы оқулықты өзі құ­рас­тырып, өзі сабақ жүргізеді. Оның бірінші беті­не бәрімізге белгілі: Бір Аллаға сыйынып, Кел, балалар, оқылық. Оқығанды көңілге, Ықыласпен тоқылық, – деп бүкіл қазақ даласын білімге ша­қы­ра­ды. Бұл қанатты сөздер жас ұр­пақ санасына мәңгілік ұран бо­лып сақталып қал­ға­ны анық. Жас ұстаз мектепте бала оқыта жүріп, қа­зақ дала­сы­нда басқа да жаңа мектептер ашу­­мен шұ­ғыл­данады. 1876 жылы Петербург, Қазан қа­ла­лары­на барып орыс­тың ағар­тушылық жү­йесін, сонымен бірге ондағы озық ойлы педагогтар еңбектерін зерттейді. Осыдан кейін қазақ тілінде оқу құралдарын жасауды ойлайды. Ал­ғаш­қы оқу­лықтан соң Ыбырай баба алдыңғы қатарлы орыс педагог­тары­ның оқу құралдарын басшы­лыққа ала оты­рып, екі төл оқу құралы – «Қазақ хресто­матиясы» мен «Қа­зақ­тарға орыс тілін үйре­тудің бас­тауыш құралын» басты­рып шығарады. 1879жылы Ы.Алтынсарин Тор­ғай облысы мектептерінің инс­пек­торы қызметіне тағайындалады. Бұл оның ағартушылық қызметіне кең жол ашады. 1879-1883 жылдар ара­лы­ғында Торғай облысының төрт уе­зінде жаңа мектептердің ашы­луы­на тікелей мұрындық болса, 1-2 сы­нып­тық орыс-қазақ мектептерін ашып, оларды оқулық­тар­мен қамта­ма­сыз етуді де назардан тыс қалдыр­май­ды. 1883 жылы Торғай қала­сын­да қолөнер мектебін өмірге әкеліп, бұл қазақ жерінде техникалық білім беретін оқу орны ретінде тарихта қалды. Сондай-ақ 1887 жылы Ыр­ғыз­дағы ашылған қыздар мектебі де үлкен қуанышты жаңалықтың жар­шысындай болды. Мектептерсаны артып, ойлаған арман-тілегі орындала бастаған ағартушыға енді жаңа мектептерге жаңаша тәлім-тәрбие беріп оқыта­тын мұғалімдер қажет еді.\nСол себептен де Ор қаласында тұңғыш мұ­ғалімдер мектебінің негізі қа­лануы да заңдылық-тын. Бұл 1881 жыл еді.Осындай игі істерді ұстаз аз ғұ­мырында көптеп істеуге барын сал­ды. Торғайда Ыбекең ашқан мек­тептен қоғам қайраткерлері, ға­лым-ұстаздар Ахмет Байтұр­сынов, Мір­­жақып Дулатов білім алды. Ыбырай салған сара жол – бұл күндері қанатын кеңге жайған, тамырын тереңге жіберген, экономикасы мен мәдениеті дамыған тәуелсіз Қазақстан Республикасының білім шаңырақтарында жалғасын кеңінен табуда. Міне осы мақсатта осы зерттеу жұмысын педагогикалық институт, колледж студенттері қолдануға да болады. Ы.Алтынсаринның шығармаларының, соның ішінде әңгімелерінің және өлеңдерінде айтылған мәселелердің әлі күнде өзекті екендігін тереңірек зерттеуге бағыт беріп, жас зертеушінің жұмысына «өте жақсы» деп бағалауға болады.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Елбасымыз «Тарих толқынында» кітабында Қазақстандағы халық ағарту ісінің тұңғыш абызы деп атады. Ыбырай расында да қазақстандық білім берудің іргетасын қалады. Бұл бағаға ағартушы қандай еңбегімен жетті? Сұраққа бүгінгі өркениетке өркендеу кезеңіндегі көзқараспен жауап беріп көрейін.\n\nЕң бастысы, Ыбырай ұлтын жан-тәнімен сүйген ұлтжанды азамат деп санаймын. Он тоғыз жасында–ақ игі іске жол бастаған жігерлі жас болды. Оның жігерін жаныған қараңғыда қамалған қазағының надандығы еді.Қазақ даласында мектеп ашу ісі оңай болмағаны рас. Өкімет пен жергілікті биліктің кедергісіне ұшырай жүріп, тұңғыш қазақ мектебін ашты. Қазақтың даласында «Дала қоңырауы» сыңғырлады. Ұлы ағартушының жүректілігі Мәңгілік елімізді өркендету үшін қызмет атқарып жүрген азаматтарға үлгі боларлықтай.\n\nТың жерден түрен тартып, дән сепкен дихандай өз ісіне құлшына кіріскен ұстаздың алдында оңайлықпен алынбас қамалдар тұрды. Біріншіден, оқушы алдында оқулық болмады. Не оқытам, қалай оқытам деген сұрақтың да жауабын талмай іздену арқылы 1879жылы қазақтың тұңғыш оқулығын жазып шығарды. Екіншіден, «Барлық күш-жігерімді олардың мінез-құлқына да ықпал етуге жұмсаймын» деген ағартушы озық өнер- білімді, мәдениетті мектеп арқылы таратуды мақсат етіп қойды. Оның озық идеялары бүгінгі күн талабымен нақты ұштасып жатыр. Оқулықтың алғашқы бетіне «Кел, балалар, оқылық» өлеңін жазуы да тегіннен тегін емес. Өйткені оқушының басты міндеті - жаппай білім алу. Ақын-ұстаз «Оқысаңыз, балалар, Шамнан шырақ жағылар» деп білімнің пайдасын уағыздап тұр. Бүгінгі күннің өткір мәселесінің бірі – балаларға терең білім беру. Кейбір жастардың «ақшам болса, білімсіз күн көре аламын» деген қате түсінігіне еңбексіз табылған байлықтың баянсыздығын жетелеріне құйып тұр емес пе!? Үшіншіден, «Өнер-білім бар жұрттар» өлеңінде ғылымның жетістіктерін тікелей мадақтай келіп, озық елдің салтын баяндайды. Бұл идея - жаһанданудың алғышарты. Әр сөзін ұлт болашағына арнаған Ұлы Ұстаз надандықтың қамалын ерен еңбегімен бұзды. Сондықтан, ақын-жазушының шығармалары тереңдетіліп оқылса, тәрбие діңгегі мызғымас еді.\n\nЫбырай өмірінің соңғы минутына шейін ұстаз болып, талай жаңалықтын жаршысы болды. Инспекторлық қызметті атқара жүріп, облыс, уез орталықтарында училищелер ашты. Ырғыздағы ашылған қыздар мектебі мен Омскіде тұңғыш мұғалімдер мектебі де осының айғағы. Торғайда тұңғыш ашылған қолөнер мектебінің жұмысын алға бастыру да оңайға соққан жоқ. Құдды Ыбырай дәуірі қайта жаңғырып, қайта оралғандай. Қазіргі еңбек нарығы талаптарына сай, түрлі салада қызмет көрсете алатын мамандық иелеріне сұраныс артуда. Иә, ұлы Алтынсарин негізін қалаған кәсіптік білім беру ісі бүгін де лайықты жалғасын тауып, жандана түсуде.\n\nОсындай ұлағатты қызметте жүрген азаматтар Ыбырай ісін өнеге тұтып, ғұмырын халқына арнаса құба-құп болар еді.\n\nЫбырай салған сара жол Тәуелсіз Қазақстанмен бірге қанатын кеңге жайып, жалғасын табуда. «Біз болмасақ,- сіз барсыз, сіздерге берем батамды, үміт еткен достарым» деген ұстаздардың ұлы ұстазы қазіргі жастарға кеңес береді, тәрбиелейді, ғибрат алғызады.",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәшһүр Жүсіп Көпеевтің \"Ғибратнама\" өлеңіндегі астарлы ойды сыни көзқараспен талдау?",
        "question_content": "Мәшһүр Жүсіп Көпеевтің \"Ғибратнама\" өлеңіндегі астарлы ойды сыни көзқараспен талдап жазыңыз?\nЭссе жазу\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 31000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық поэзиямызда жұлдыздай жарқыраған таланттардың бірі өлеңмен өзі туралы айтқандай 5 жасында-ақ желдей тасып, тоғызға қараған жасында Мұса мырзадай қоғам қайраткерінен «Мәшһүр» атты алған аса зерек, тума талант дарыған, он бесінде біртіндеп емес, бір түнде кеудесіне өнер өлең болып құйылып, тылсым қасиет қонған ерекше ақындық дарынның иесі, халық ауыз әдебиетінің інжу-маржанын жинаушы, тарихшы, шежіреші, аудармашы, философ Мәшһүр Жүсіп Көпейұлы артында аса мол мұра қалдырған біртуар тұлға.\n\nМәшһүр бір жыл ішінде хат танып, өнер-білімге, әдебиетке құмар болып өседі. Жеті-тоғыз жасында «Ер Тарғын», «Қозы Көрпеш — Баян Сұлу» сияқты халық жырларын, шығыс қиссаларын жатқа айтады. Сол себепті де Мәшһүр деген атқа ие болады. «Мәшһүр» арабша белгілі деген мағынаны білдіреді. Медресее оқып жүрген кезінде ол балалардың алды болып, 15 жасынан өлең жаза бастаған. Ол туралы ақынның өзі: «Жабысты маған өлең он бес жаста, Жұрт айтты: «Не қыласың» — деді баста. Дегенмен қоя алмадым үйренген соң, Мінім жоқ қылған жұртқа мұнан басқа. Шүкірлік, бергеніңе, құдай патша, Он бесте шабыттандым жүйрік атша. Бір күндер ұйықтап жатқан мезгілімде, Кеудеме өлең толды сызған хатша» — дейді.\n\nЯпырмай, кессем бе екен мен тілімді,\nҮйрендім қайдан өнер, көп білімді.\nӨткіздім қасірет пен қапалықта\nҚызықты ойнап-күлер мезгілімді.\nБолдым ғой өнерімді тауысқандай,\nМерт бодым айға шауып арыстандай.\nСұңқардай биік шыңды мекен қылмай,\nШықылдап көзге түстім сауысқандай.\nСөйлеуден тыйылмаған қызыл тілім,\nӨттің бе зарлауменен, қайран күнім?!\nТүлкінің қызылдығы өзіне сор\nБолғандай болдың маған, өнер-білім!\nАйналдым бұлт болып биік тауға,\nІліндім болып шортан жібек ауға.\nТілі жоқ көп мылқаулар тиыш жатыр,\nҚызыл тіл, сен басымды салдың дауға.\nБұл күнде алтын азып, жез болыпты,\nДүниеде жақсы-жаман сөз болыпты.\nГүл іздеп Гүлстанда жүрген бұлбұл\nБір күні қаршығаға кез келіпті.\nСұрапты қаршығадан сонда бұлбұл:\n-Жалғанда ынтызарым-бір қызыл гүл.\nҚаршыға, сен де құссың, мен де құспың,\nАқылың сенің менен емес қой мол.\nБектердің оң қолында тұрағыңыз,\nЕрттеулі күнде жүйрік пырағыңыз.\nКекіліктің миы менен жүрегін жеп,\nТабылған әрбір құстан мұрадыңыз.\nТатисың қымбат баға, қадір пұлға,\nЖүресің патшалармен шығып жолға.\nЖазым боп, жазатайым түссең торға,\nТүсірмей әкететін қолдан-қолға.\nӨткіздім мен әрбір түнді сайрауменен,\nБасымды тікенекке байлауменен,\nКөрем деп қызыл гүлдің ашылғаның,\nҰзын түн зығырданым қайнауменен.\nҚызыл гүл мен ұйықтамай ашылмайды,\nКөзімше аузы ашылып шашылмайды.\nОянсам ұйықтап кетіп, ашылады,\nҚасіретім бір көре алмай басылмайды.\nҚаршыға келді сонда жақындасып,\nБұлбұлмен сөйлесуге жауаптасып:\n-Құс ішінде сен ақымақ, ақылың жоқ,\nБір гүлге пайдасы жоқ болған ғашық.\nАузыңды, ақылың болса, жабар едің,\nҮнднмей, сабыр қылып бағар едің.\nТілі жоқ мен секілді мылқау болсаң,\nБір күнде мың мұратты табар едің.\nЕй, бұлбұл, ақылың жоқ неткен ерсің,\nАузыңды жаппағаннан опық жерсің!\n-Табарым мылқау болып мұрат болса,\nБолмаған хасыл мұрат кете берсін.\n\nМұрныңды шошайтасың мақтағанға,\nЖүруші ең келемеж боп көк тағанға,\nҚолында көрінгеннің болып тұтқын,\nМәз болып бүресің де сақтағанға.\nБермейді саған етті қаныменен,\nБір құстың тояттатар саныменен.\nӨзіңді ертеден-кеш ашықтырар,\nҚұс көрінсе, алсын деп жаныменен.\nБір ұрттам қан ішерсің бір құс алсаң,\nСен ақымақ, тамақ үшін болған сарсаң.\nАрбакеш сарттарға құл болғанша,\nОнан да жақсы емес пе өле қалсаң.\nЖаратқан бір Құдайға жетер дәтім,\nЗарлаған ұзақ түндер мінәжатым,\nБітпесе бір мұратым, кетсін, барсың,\n\nҒаламға дастан болған бұлбұл атым!\n\nМәшһүр-Жүсіп шеберлігі, бейнелеу тәсілдері дегенде, ол мәнерлеген сөз кестелерінің алдымен ұлттық бояумен көмкерілгенін, көп детальдің ұлттық өрнекке сай сұрыпталғанын дәлелдеу қажет: «Өнерге өзіңді өзің ерте баулы,// Жастықтың бір күн көшіп кетер ауылы»). Бұл деталь, жастық ауылының бір күн көшіп кетуін бейнелеу өрнегі, негізгі тіршілігі малмен, көшумен байланысты қазақ ұғымына неғұрлым жақын түсінікті болумен де мәнді. Ауыл көшуімен, басқа жерге ауысуымен, яғни шұғыл алыстауымен салыстыру нәтижесінде жастық шақтың да тез өтуі мүмкіндігі ұтымды кестеленген. Сол тәрізді: «Бұл жалғанның жүзінде көңілің өспей, // Көрінгеннің жұртында қалдың көшпей» тармақтарында басқалар аттанғанда ере алмай қалуды сипаттау да малы барлар ғана көше алатынын бағамдап өскен қазақ үшін аса аянышты халді жайып салады.\n\nМәшһүр-Жүсіп Көпейұлының 1907 жылғы «Хал-ахуал» кітабында шығыс поэзиясында кең әспеттелген махаббат, бақыт символы бұлбұл мен гүл жарасымдығын қызықтап, бұлбұлдың түнімен қызыл гүлдің ашылуын тосуын, арман етуін жырлағаны белгілі. Ақын сонымен бірге орыс поэзиясы дәстүріне де иек артып отырған. Бұл ақынның шеберлігімен бірге тақырыптық аясы мол кемел талант иесі екенін де білдіріп тұрғандай.\n«Алты алашқа жайылып кеткен атым,\nЖүрген жерім – ду базар, қылып хатым.\nҰстаз пірдің һүмматы болып жәрдем,\nБір ұшсам, кете берем, бар қанатым, – деп жырлағандай шығармашылығы халқымыздың тарихымен, салт-дәстүрімен, бай ауыз әдебиетімен тығыз байланысты өрілген ақынның дара туындылары өзіндік қолтаңбасымен ғасырдан ғасырға жалғасып, тәлім-тәрбиелік әсері, өнегесі мен тағылымы талай ұрпақтардың жан дүниесін кемелдендіріп, рухани тұрғыдан байыта берері сөзсіз.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрат Мөңкеұлының «Қыз» өлеңіндегі қыз сипатын әнші-ақындар шығармашылығы?",
        "question_content": "Мұрат Мөңкеұлының «Қыз» өлеңіндегі қыз сипатын әнші-ақындар шығармашылығындағы қыз бейнесімен салыстыра талдап жазыңыз.\nЭссе жазу\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 33700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазақ поэзиясының көрнекті өкілі Мұрат Мөңкеұлы соңында қалдырған әдеби мұрасының біраз бөлігі – арнау өлеңдер. Бұл шығармалар оның өз заманындағы белгілі бір кісілерге арналып айтылған. Олардың қай-қайсысы да тарихи деректілігімен, айрықша мазмұнымен, көркемдік қуатымен ерекшеленеді. Мұраттың арнау өлеңдері әрқайсысының өзіндік тарихы бар. Мәселен, «Қыз» деген өлеңі, Атырау өңіріндегі көнетоз қарттардың айтуынша, Адай қызының тойына арналған көрінеді. Ал «Еліне жазғаны» деген хат түріндегі өлеңді мазмұнына қарап, Маңғыстауда дүниеге келген шығармалары қатарына жатқызуға болады. Ақын ауылда қалған азаматтарға өлеңмен сәлем жолдау арқылы елге деген сағынышын жеткізеді. Дұға де Мәкен, Сыйғыт, Шеруенге, Тойсойған, адыра қалғыр, ит Қарабау, Ат мініп, киім киген жерім еді. Есіме Беріш жігіті түсіп кетсе, Көзіме қай-қайдағым көрінеді... Бұл өлең 1924 жылы Ташкентте Халел Досмұхамедұлы жариялаған нұсқасында 1880 жылы жазылғаны көрсетілген. Оның үстіне хаттағы: «Жетер ме Маңғыстаудан айтсам сәлем, Қоныста-ай еркелеткен қылаңдарға», - деген жолдардың өзі Адай жұртының арасында туған өлең екенін айғақтап тұр. Мұрат Мөңкеұлының шығармашылық өмірбаянын айшықтай түсетін мұраның бірсыпырасы – би-болыстарға айтқан арнау өлеңдері мен жиын-тойлардағы жырлары. Бұл өлеңдерден ақынның мінез-құлқы, өскен ортасы, өмір сүрген кезеңі жайында мол мәлімет алуға болады. Өлеңдерінің дені өзінің туып-өскен жерінің азаматтарына арналған. Ақынның бірер өлеңі би-болыстарды әжуалауға арналған. Мұраттың айтысқа түскенде жеңіске жеткізетін ащы әзілі мен мысқылы осы шығармаларынан да анық байқалады. Жыр жүйрігі өзін олармен тең дәрежеде ұстап, ойына оралған сөздерін емін-еркін айтатын болған. Елдің қамын емес, тек билікті ғана ойлайтын болыстар Мұрат өлеңдерінің нысанасына іліккен. Айтыс ақындары қашанда той-думанның көркі болған. Алқалы топ арқалы ақындарға тойбастар айтқызып, жаңа түскен жас келіннің бетін ашқызған. Атақ-даңқы қалың елге жайлған Мұрат та Атырау, Маңғыстау өңірінде өткен тойларды жырмен бастаған, ойын-сауықтың сәнін келтірген ақын. Тойбастар орындау құрметіне ие болу үшін Жаскелең ақынмен айтысып, оны тізе бүктіргені белгілі. Мұрат Мөңкеұлының екі тойбастар өлеңі ғана сақталған. Бұл өлеңдерді басқа шығармаларына қоса Берік Қорқытов 1947 жылы Қазақ Мемлекеттік университетінің бірінші курсында оқып жүрген кезінде Мұраттың баласы Дәулетқалидың аузынан жазып алған. Қорыта айтсақ, Мұрат Мөңкеұлының арнау өлеңдерінде оның ақындық қуаты, шығармашылық шеберлігі, адами болмысы айқын көрініс тапқан. Сондықтан мұны ақын мұрасының маңызды бір бөлігі ретінде қарастырған жөн.\n\nБұраңдап ақ моншақтай керілген қыз \nОздырдың салтанатты еліңнен қыз, \nСәулесі ақ жүзіңнің жерге түссе, \nРеңкің сары алтындай көрінген қыз.\n Шәй ішіп самаурыннан сәске түсте \nКеріліп әзер тұрасың төріңнен қыз. \nҚосшы ертіп, үкі қадап, жорға мініп,\n Көшкенде салтанатың көрінген қыз. \nДәулеттің қалың қара арқасында \nАсқан жоқ қатар - құрбың өзіңнен қыз. \nБұлаңда дәурен өтпей басыңнан қыз, \nСүйегің жаратылған асылдан қыз. \nЛебізің, сөзің - шырын, маржан - тісің, \nКеткісіз келген адам қасыңнан қыз. \nАдамның жалғаншыда арманы не, \nСенімен дүниеде қосылған қыз. \nСөйлесең сүт шығады тіліңнен қыз,\n Құрбыңа салтанатың білінген қыз. \nБасыңнан бұл дүние өтеді деп, \nҚайғымен тамақ ішпей бүлінген қыз. \nҚамқа бөрік, камзол, бешпет, алтын ілгек, \nАқ көйек зер шашақтан киінген қыз, \nҚызығын дүниенің сізде көріп, \nАта - анаң үйде отырып сүйінген қыз. \nШалықта ата - анаңның дәулетіне, \nБір күні жөнелерсін үйіңнен қыз. \nӘуелде атаңа еріп анаң келген, \nОйласаң осы жерден білінген қыз.\n\nhttp://massaget.kz/",
                "date": "23.03.2017",
                "upvotes": 1
            },
            {
                "text": "Қазақ әдебиетінде шығармалары қайшылққа толы күрделі тұлға саналған ақындардың бірі — Мұрат Мөңкеұлы. Мұрат Мөңкеұлы өзі ғұмыр кешкен кезеңдегі ел ішіндегі ахуалды, халықтың басына түскен ауыртпалықты жырға қосты, жұртының жағдайын ойлап қабырғасы қайысты. Ахмет Байтұрсыновтың «ақындық жалғыз өз көңілінің күйін толғай білуде емес, басқалардың да халін танып, күйіне салып толғай алуында» деп тұжырымдағаны сияқты Мұрат Мөңкеұлы да қара басын күйттеген ақын емес, халықтың үні мен елдің мұңын жеткізуші болды.\n\nЖүз жылға созылған зар заман дәуірінің ақындары халықтың басына төнген қайғы-қасіретті сары уайымға салыну, торығу сарынымен жырлады. Әсіресе, Дулат Бабатайұлы, Шортанбай Қанайұлы, Мұрат Мөңкеұлы өмір сүрген кезең — патшаның отаршылдық саясаты дәуірлеп, қазақ жерінің нағыз талауға түскен шағы еді. Бұл кезде патша өкіметі жаңаша реформалар жасап, қазақ жеріне орыс шаруалары көптеп қоныс аударып жатты.\n\nЗар заман ақындарының көрнекті өкілі Мұрат Мөңкеұлы қазақ жері талауға түсіп, отаршылардың ойранына айналған жылдарда халқына ұран тастады. «Үш қиян», «Сарыарқа», «Қазтуған» толғау-дастандарында ел жағдайы мен жер жағдайын байланыстыра жырлап, ата дәстүрінің үзіліп, ата-қоныстың қадірі кетіп, өлкенің тоз-тозы шыққанын сөз етті.\n\nҚазақ қызы! Осы бір аяулы есім жаңынды тебеп , жараңды емдеп , шабыттандырып, қолыңды сермеп, сезім гүлдеп, жүректегі отты үрлеп жібереді. Қазақтың мұңы, зары, арманы, үміті, ардағы, аманаты, тарихы, өмірі-бәрі-бәрі қазақ қызының кірпігінде тұрғандай көрінеді. Ұлт болып ұйысуда, жұрт болып жұмылуда, халық болып қайрат танытуда қазақ қызының атқарар ролі, алар орны ерекше.\n\nМіне, осы қазақ қызына арнап өлең шығармаған ақындар, сұлулығына тамсанып жырлаған жыршылар,қазақта кемде кем. Соның ішінде М.Мөңкеұлының «Қыз» өлеңі өте ерекше. Бұл өлеңді оқи отырып, ойыма «Қыз Жібек» жыры түседі. Екі шығарманың қандай ұқсастықтары мен айырмашылықтары бар?\n\nБір жағынан ұқсастықтарына тоқталсақ. М.Мөңкеұлының өлеңіндегі қыз сипаты:ақ моншақтай әдемі, әдемілігі соншалықты, ақ жүзінің сәулесі жерге түссе сары алтындай көрінеді. Ол-құрбыларының алды болған байдың қызы.\n\nТісі- маржандай, сөзі-жағымды ,,сөйлесе, тілінен сүт шығады. Келген адам қасынан кеткісі келметін. Сол сияқты ұқсастықпен, Қыз Жібек бейнесінде әдемілігі соншалықты , әлемді мойындатады .Көзі жанып тұрған шырақтай,мдидары-қоғалы көлдің құрағындай. Бойы –ұзын, білегі-жіңішке,белі нәзік.\n\nЕкінші жағынан, айырмашылықтарын да қарастыруға болады. М.Мөңке ұлының «Қыз»өлеңінде қазақ халқының салт-дәстүрінің бірі-қызды құтты орнына қондыру бейнеленген. Автордың айтпағы, «Қыз мұраты –кету»демекші, қыз өз ата-анасының дәулетіне шалықтап өскенімен ,бір күні ол да ұясынан ұшып, өз орнын табады.\n\nАл Жібек образы эпоста идеал болып суреттеледі. Жібек тірі жанды менсінбейді, бұла боп өскен ерке әрі өр мінезді.Сонымен қатар,онда қыз сипаты ғана емес, қыздың сезімі бейнеленген. Сұлулығымен қоса, адам әйел екендігі көрінеді.\n\nАдам әсемдігін табиғат сұлулығына немесе хайуанаттардың әсем қылықтарымен суреттеу кез-келген қаламгердің қолынан келе бермейтін дарын. Тек шебер өнерпаздар ғана оны адам сұлулығымен теңей отырып, қағаз беттеріне түсіре білген. Сондай сұлулыққа тамсана, ерекше мән беріп, ғашық болып оны қағаз беттеріне түсіргендердің бірі қазақтың сал-сері ақындары. Олар: Біржан сал, Ақан сері, Әсет Найманбайұлы, Жаяу Мұса, Үкілі Ыбырай және т,б. Осы сал-серілер шығармаларындағы арулар бейнесі тайға таңба басқандай етіп, түрлі көркемдегіш құралдармен берілген десем, тіптен қателеспейміз.\n\nӘнші ақындар көбіне пәк таза махаббатты, сұлу әйел сипатын, жастық шақ, жігіттік арман, ар-намыс бостандығын жырлауға ден қойды. Оған Ақан сері, Біржан сал, Естай, Балуан Шолақ тағы басқа ақындардың шығармашылығын айтуға болады. Әйел затының әдемі көрік-келбетін, жан-дүниесінің сұлулығын әсерлі жырлаған Ақан серінің «Ақтоқты», «Мақпал», «Перизат», «Ақсаусақ», «Жамал қыз», «Балқадиша» тәрізді әндері қыз есімімен аталады. Үкілі Ыбырай әйгілі «Гәкку» әнін Кәлима атты сүйген қызына арнап шығарған, мұнда ғашығы аққу құсқа баланып, ән қайырмасындағы аққу құстың үніне ұласатын «гәкку, гәкку» одағайларымен шебер үйлесім тауып, автордың ой-қиялынан туған арман мен зарды күшейте түседі. Әнші ақындар жастарды ықтиярсыз үйлендіретін неке заңына, ескі әдет-ғұрыптарына қарсы шықты.\n\nАқан серінің «Сырымбет» Естайдың «Қорлан», Қайыптың «Ақбөбек», Сауытбектің «Ақбөбек» тағы басқа әндері қалың мал жоралғыларын айыптаған, махаббат бостандығын, сұлулықты дәріптеген туындылар. Ақан сері өлеңдері трубадур лирикасындағы әйелді культке айналдыру сарындарын еске салады. Ғашықтық тақырыптағы өлеңдерден ұшқалақ сезім, құмарлық, ләззат алуға ұмтылысты жырлайтын тұстары да ұшырасады.\n\nӘнші ақындар шығармашылығының поэзиямызда өзгеше арналы болып қалыптасуына қазақ даласындағы әлеуметтік жағдай ықпалын тигізді. XIX ғасырдағы сан қабатты өзгерістер, ежелгі салт-дәстүрдің, қауым мен қауым, адам мен адам арасындағы қатынастардың басқаша өріс табуы әншілік поэзиямыздың қуаттана дамуына қолайлы жағдай тудырып, әнші ақындар өз әнін, өз өнерін ақы дәмету үшін пайдаланған емес, оны күрестің құралы деп таныған, бар ғұмырын өнерге қызмет етуге бағыттай білген жандар. Олардың еркін жүрісі, ерке әндері айналасындағылардың бәріне бір-бірдей жаға бермеген, ел тұтқасын ұстаған үстем топтан қысым да көрген. Олардың шығармаларында өнер жолындағы адам тағдырының қиындығы жырланады. Әнші ақындар айналасында өтіп жатқан құбылыстарды сырттан бақылаушы ретінде емес, өз басынан кешкен жайларды суреттеу арқылы махаббат пен ғадауат, теңсіздік пен әділетсіздікті қоғамдық орта мен адам арасындағы қатынастарды жырлап, бүгінгі күнге жеткізді деп ойымызды қорытамыз.\n\nЭссемді қортындыласам,екі шығармадағы қыз сипаты ұқсас болғанмен, олардың әрқайсысы жеке тұлға.Біріншідегі қыз сипаты тұрмыс құрарға дейінгі болса, екіншідегі тұрмыстағы сипат болып табылады. Қай шығарманы алсақ та,ертедегі қазақ қызының бейнесі шебер суреттелген деп ойлаймын.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қашаған Күржіманұлы Оразалы, Байларға өлеңдеріндегі байлар мен қазіргі меценаттар бейнесі?",
        "question_content": "Қашаған Күржіманұлының «Оразалы»,«Байларға» өлеңдеріндегі байлар мен қазіргі меценаттар бейнесін салыстырыңыз.\nЭссе жазу\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 30800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қашаған Күржіманұлы өзінің байларға өленінде байлардың характерін ашып береді. Байлардың бейнесін көлде жүрген құрбақның касиеттерімен суреттегені де дұрыс деп еспетеймін.Қорасында мыңғырған малы бола тұра ішерге асы жоқ адамдарша өзін-өзі ұстауы және келген қонақтарға мал соймай туатын қозысын күтетіндігі барып тұрған өзімшілдік және ашкөздік деп ойлаймын. Бұндайда рақатсыз көрген мал, үйқыда көрген түспен тең деген халық мақалы еске түседі.\n\nОразалыға өлеңінде ақын орзалы байдың арланбай-ақ ыстыққа да, суыққа да төзіп, өз малын өзі бағып, өзі күзетіп жүрген нағыз шаруқор жан ретінде сипаттай отырып шыбын жанын пида ететіндігі айқын суреттеліді. Осы жерде ақын құдық түбінде жастанып, жанын мал соңында қиған байдын кескінсіз бейнесін әдемі суреттей алған. «Шаруаға жанды жүдетіп, жүргенінде кетпес игі еді біздің аршыланға тіл өтіп» -деп кекесінге бой ұрады. Біреуді жалдап істетуге малын қимай өзі азып- тозып жүрген байды жеңіл мысқылмен түйреп өтеді.Қарап отырсақ осы екі өлеңнің де терең мағынылы екендігін түсін8уге болады.",
                "date": "11.04.2017",
                "upvotes": 0
            },
            {
                "text": "Хакім Абайдың сыншыл бағалауына лайықты «Іші алтын, сырты күміс сөз жақсысын» поэзиялық туындылары арқылы дәлелдеген, шығармалары халықтық қабылдау ықыласына ие болғандар ғана ұлттық әдебиетіміздің тарихын құрағаны мәлім. Бұл әлем халықтары әдебиеттеріне ортақ сипат. Шығармалары халық көңілінен берік орын алған, өлең-толғаулары, айтыстары, дастандары жыршы орындаушылардың өнерімен аймақтарға, атыраптарға мол таралған осындай көрнекті ақын – Қашаған Күржіманұлы (1841–1929).\n\nҚашағанның бірқатар туындылары алғаш рет «Әдебиет майданы» (1935), одан кейін «Ертедегі әдебиет нұсқалары» (1967), «Ақберен» (1972), «ХІХ ғасырдағы қазақ поэзиясы» (1985), «Бес ғасыр жырлайды» (1984, 1-том; 1989, 2-том); «Топан» (1991), «Алқаласа әлеумет» (1991), «Жыр – дария» (1995) жинақ кітаптарда жарияланды. Ақын шығармаларының халық арасына кеңінен таралуында халық мұрасын насихаттаған жыршылардың, термеші-әншілердің еңбектерін, Қашағанның әдеби мұрасының оқытылуы мен зерттелуі тарихында бірқатар көрнекті ғалым-ұстаздарымыздың еңбектерін атаймыз. Академик Қ.Жұмалиевтің, профессор Х.Сүйіншәлиевтің «XVIII–ХІХ ғасырлардағы қазақ әдебиетінің бағдарламасында» (1939–1987 жж.), академик А.Жұбановтың «Струны столетий» (1958), «Құрманғазы» (1960), «Қазақтың халық композиторлары» (1962), Е.Исмайыловтың «Ақындар» (1956), Х.Сүйіншәлиевтің «Қазақ әдебиетінің қалыптасу кезеңдері» (1967), «Қазақ әдебиеті. XVIII–ХІХ ғғ.» (1981), «Қазақ әдебиетінің тарихы» (2006), Қ.Сыдиқовтың «Ақын, жыраулар» (1974), т.б. кітаптарда ақын шығармашылығы аталған.\n\nҚашаған Күржіманұлының дарыны негізінде туындаған ақындық өнері жастайынан байқалған. Ақын мұрасын жинап, құрастырып, баспаға дайындап, алғы сөзін, түсініктерін жазып, «Топан» атауымен жеке кітап етіп жариялаған көрнекті әдебиеттанушы ғалым Қабиболла Сыдиқов әкесінен жастай жетім қалған Қашағанның табиғи дарынымен ел назарына ілінгенін, «Ел әңгімелеріне қарағанда, Қашағанды жастай жиын-тойға апарып, ақындық өнерге баулыған Қалнияз ақын» екендігін атап көрсетеді. Қалнияз Шопықұлы (1816–1902) – дәстүрлі ақындар поэзиясының көрнекті тұлғаларының бірі.\n\n«ОРАЗАЛЫҒА» – Ақынның Оразалы байды шенеуі – осы өлеңде көрініс табады. Бай болса да жарлының кейпін кешіп, мал соңында отыруы ақын тілінен мысқыл болып шығды. Осы күнде құдық түбінде жастанып, жанын мал соңына қиған байдың кескінсіз бейнесін әдемі бере алған. «Шаруаға жанды жүдетіп, Жүргенде кетпесе игі еді Біздің аршыланға тіл өтіп» – деп кекесінге де бой ұрады.\n\n«БАЙЛАРҒА» – Ақын жоғарыдағы өлеңдегі ойды кеңінен жырлаған. Байлардың барлық характерін осы өлеңде ашып береді. Қора толған мал толса да аштан отыратын сол бай дейді. Келген қонағына мал соймай, туар қозыны күтетін де сол бай дейді. Кедейге кекесінмен күлетін де, қос-қостан пайдасы жоқ үй тігетін де сол бай, лепірме бос сөзге әуес, сонысына қарап мырза екен деп танитының да тағы сол бай. Ақын да мұндай байдан қашқақтайды. Одан да жалшының шаңырағын дұрыс деп есептейді. «Сыншылдық, шешендік, тапқырлық өнер, лирикалы, эпикалы жырларды, мақал-мәтелдерді, аңыз-ертегілерді, халықтық сатираларды әрі шығарып, әрі орындап, дамытып отырып, кейінгі ұрпаққа аса қызықты поэзиялық қазына етіп жеткізетін творчестволық тәжірибе, үлгі – қазақтың ақын, жыршы, жырау, әнші, өлеңшілерінің дәстүріндегі негізгі ерекшелік. Сүйінбай, Шөже, Шернияз, Абыл, Жанақ, Түбек сияқты асқан жүйрік импровизатор ақындардың, Біржан, Ақан, Жаяу Мұса, Естай, Шашубай сияқты әнші ақындардың, Марабай Мұрын, Нұрпейіс сияқты атақты эпик жыраулардың творчестволық дәстүрлері өз заманындағы ақын-жыршыларды үнемі қызықтырып отырған» . Бұл – Қашаған шығармашылығының негізгі сипатын аңғартатын ғылыми-методологиялық мәнді пікір",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Ассаламу алейкум атамыздын жыр лары барма болса кайдан карауга болады тындауга дегенимго 15 ариптен асыр",
                "date": "15.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қашаған Күржіманұлының «Есқали сұпыға айтқаны» өлеңіндегі байлықтар таласы?",
        "question_content": "Қашаған Күржіманұлының «Есқали сұпыға айтқаны» өлеңіндегі байлықтар таласын өз көзқарасыңызбен дәлелдеп жазыңыз?\nЭссе жазу\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 24400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аннотация: Қазақ ақындары ұлттық индикатор ретінде қазақы дүниетанымның қорықшысы іспеттес. Олар руханишылықтың жыршысы болғандықтан, жан-жақты білімді болу талабына сай болды. Бұл мақалада ХІХ-ХХ ғасырларда жасаған Қашаған Күржіманұлының Есқали сопыны шенеген өлеңі талданып, ислам дінінің осы кезеңдердегі көрінісі беріледі. Өлеңді қарастыру барысында ислам дінінің қазақ халқының сана-сезімін, әдет-ғұрпын ескере, үйлестіре тараған формасы мен еш трансформацияны мойындамайтын догмалық формасы арасындағы шиеліністің барысы анықталады. Кез келген діни трансформация үлкен діни біліктілікті қажет етеді, арнайы білімі болмаса да, Қашаған ақынның өлеңдерінен ислам дінін терең білетіні тезаурусы негізінде көрсетіледі. Бұл өлеңді талдау барысында көнеден келе жатқан түркі-қазақ салт-дәстүрлер ислам діні тұрғысында интерпретацияланып, ислами дүниетанымның негіздерімен үндестікте жасай алатынын көреміз.\nТүйін сөздер: ислам, сенім-наным, дін, интерпретация, тезаурус.\nҚазақ халқы ислам дінімен танысып қабылдағалы бері, өзін мұсылманшылық жолында деп біледі. Бірақ қазан төңкерісіне дейін де, кейін де қазақтың мұсылманшылығы бұрынғы рудиментті сенім-нанымдармен астасып жатқанын салт-дәстүрлерден, ырым-жоралардан байқауға болады. Бұл құбылысты қазақ халқының менталитетінен сырт адамдар ислам дінін шала білуден немесе ат үсті мұсылманшылығынан деп тұжырымдайды. Алайда қазақ дүниетанымының айнасы болған ақын-жазушылардың шығармалары бұл пікірді теріске шығарады. Осы сөзімізге дәлел ретінде Қашаған Күржіманұлының өлеңдерімен танысалық.\nҚашаған Күржіманұлы туралы мынадай мағлұмат бар: «Қашаған Күржіманұлы 1841 жылы Түрікмен ССР-і Ташауыз қаласының маңында туып, 1929 жылы Маңқыстау түбегіндегі Қырықкез деген жерде қайтыс болған. Ол жалшы семьясында туған, жастай жетімдік, жоқшылық көрген. Жырау жырлары Октябрьге дейін ел арасына ауызша тарады»[1, 256 б.]. Бұл мағлұматтан Қашаған ақынның арнайы білім алу, молдадан оқу мүмкіндігі болмағанын байқаймыз. Алайда Қашаған Күржіманұлының Есқали сопымен кездесу барысында айтқан сөздері кітап ұстап, діни сауаты біршама адамның аузынан шыққаны көрініп тұр. Аталған кездесу былай болған: Қашаған ақын мен Құрманғазы күйші қыстың бір суық күнінде Каспий теңізінің маңындағы ауылға түседі. Қашағанның ақын екенін білушілер оны әдейі шықберместігімен аты шыққан Есқали сопының үйіне әшкерелеу мақсатында қонуға жібереді. Үйге кіргізбей, есік алдындағы қарға жыққан сопы келінін ақын былай деп тоқтатады:\nАл, сенде ұят та жоқ, иба да жоқ,\nШамасы ұялатын иман да жоқ.\nЖәне де әдет те жоқ, ақыл да жоқ,\nӨзің жаман болған соң жақын да жоқ.\nҚонақты ренжітпей сыйла деген,\nҮйреткен ата-енеңнен нақыл да жоқ[1, 258 б.].\nҚашаған ақынның бұл сөзінен «Ұят – иманнан» деген хадиспен таныстығын және мән-мағынасын толығымен білетінін көреміз. Ақынның өлең жолдарынан бұл хадис ел ішінде кең тарағанын және қазақы діл тұрғысындағы түсіндірмесі қалыптаса тарағанын көреміз. Сондай-ақ өлеңнің «жоқ» сөзін қайталау арқылы «ұят жоқ», «иба жоқ», «иман жоқ», «әдет жоқ», «ақыл жоқ», «жақын жоқ», «нақыл жоқ» деген ұғымдар жүйе құрып, біртұтас ислами оқудан ақпарат беріп тұр. Бұл ақпарат діни аңызбен байланысты екені дау тудырмас: Жебірейіл періште Адам Атаға Алладан үш нәрсе сәлемдеме беріп, біреуін таңдауды бұйырады. Адам Ата ақыл, иман, ұят үшеуінен ақылды таңдайды. Жәбірейіл қалған екеуін алып кетейін десе, «Аллаһу та’ала маған ақыл қайда қалса, сен де сонда қал деп бұйырған. Сондықтан мен ақылдан айрылып кете алмаймын! Ұят та:\n- Аллаһу та’ала маған да дәл солай бұйырған. Мен де ақылдан айрылып кете алмаймын!»[2] деп, Адам Атаның қасында ақылмен қоса қалыпты. Демек Қашаған өлеңі осы аңызға аллюзия болып және өз сөзін діни оқумен негіздеп тұрғанын көреміз. Сонымен қоса Қашаған Күржіманұлы осы аңызды қазақы дүниетанымы тұрғысында жалғастыра, дәлірек айтсақ, толықтыра түскен. Оның «ұят, иман, ақыл» тізімін «иба», «әдет», «жақын(туыс, қолдаушы, дос)», «нақыл» ұғымдарымен жалғастыруы қазақтың дүниетанымына орайлас: иманды болу үшін мұсылман ұят, иба сияқты қасиеттерді қанына сіңіріп,әдетке айналдыруы тиіс. Жақсы адамның болмысы осы қасиеттермен танылады. Бұл қасиеттерден жұрдай адам екі дүниеде де жалғыз – адамға да сүйкімсіз, Аллаға да бөтен, демек өзіне жақын, қолдаушы таппайды. Адам жақсы-жаман болып тумайды, жаман болуы да, жақсы болуы да – тәрбиеден. Сондықтан ұрпағына жақсылық тілеген ата-ананың міндеті нақыл айтып, баланы жақсы қасиеттерге баулу болып табылады.\nҚарап отырсақ, Қашаған ақын алты жолмен мұсылманшылықтың негіздерін жеткізген. Және де әр сөзінен ислами мән-мағына айқын көрініс беріп қана қоймай, бұл діни концепциялардың қазақы сана-сезімі тұрғысындағы қабылдану үлгісі танылып тұр. «Жоқ» сөзінің қайталанып отыруы бұл ұғымдарды бір қатарға қойып, әрқайсысының өз концептілері болуымен қоса, бір-бірімен сабақтас екенін көрсету үшін қолданған әдіс. Ақынның бұл ой-пайымы да жоғарыда келтірілген аңыздың тұжырымына сай екенін көреміз. Сондай-ақ ақын ұйқас сөздер негізінде құрған жұптары өлеңнің мағынасын аша түскен: «ұят – әдет», «иман – жақын», «ақыл – нақыл». Демек ұят әдетке айналып, ұлттық ділдің негізін құруы тиіс. Иман адамдарды жақындастырады, бауырластыққа, жанашырлыққа үйретеді. Ақыл тәрбиеге қызмет етуі тиіс. Ұғымдарды жұптау арқылы Қашаған жырау бұл сөздердің концептілерін аша түскен әрі қазақ халқының бұл ұғымдарды түсіну бағытын айқындаған. Бұдан қазақ халқының мұсылманшылықты қабылдап қана қоймай, оны өз дүниетанымына бейімдей түскенін байқаймыз. Әрине бұл бейімдеу көнеден келе жатқан сенім-нанымдармен астасып жатуы мүмкін. Дегенмен бұл бейімдеу логикалық тұрғыда жүргізіліп отырды, сондықтан сырт көзге мұсылманшылыққа жатпайтындай көрінгенмен, кей мәселелер ислами оқудан өрбіп отырған деп айта аламыз. Ал ислами оқуды түсініп, қабылдап қана қоймай, оны дамыта түсу үлкен діни тұрғыдағы біліктілікті қажет ететіні сөзсіз.\nКездесу оқиғасын жалғастыра түсейік: ақын сөзін естіген сопы қонуға рұқсат бергенмен, жақтырмағанын білдіре, амандаспай намазға кіріседі. Онымен қоймай, домбыраның дыңылын ести салысымен Есқали сопы «шайтанның қу ағашы бұл үйге қайдан келді?» – деп жекіреді[1, 259 б.]. Сопының надандығына ызаланған Қашаған жырды төгілте түседі:\nТәубем көп деп мақтансаң,\nБарсисаны да құдай қарғаған,\nАзғырып шайтан алдаған.\nБізді күнәсі көп деп боқтасаң,\nЖүз кісіні өлтірген,\nЖанына қаза келтірген,\nНасуханы да құдай оңдаған[1, 260 б.].\nБұл шумақта Барсиса және Насуха аттары аталған. Барсиса туралы мынадай мағлұмат бар: «Барсиса(Barsisa), в мусульманской мифологии имя человека, поддавшегося искушениям шайтана, но обманутого им. Комментаторы ассоциируют Б. с соответствующим безымянным персонажем Корана(59:16). В предании Б. – отшельник, по наущению шайтана совративший и убивший доверенную его заботам больную девушку. Б. отрекся от аллаха за обещание шайтана помочь ему, но последний обманул Б. и выдал его братьям девушки» [3, 163б.]. Насуха да бұрын қаныпез қарақшы болған, кейін тәубеге келіп, дұрыс жолға түскені жайлы аңыздар діни ортада мәлім. Ал Қашаған ақынның бұл діни персонаждармен таныс екені айқын. Екі сөзбен Барсиса мен Насуха есімдерімен байланысты аңыздардың интерпретациясын беріп отыр. Діншілдігімен мақтанған Есқали сопыны Барсисаға ұқсатып, күнәһар деп танылған ақын-жырауларды Насухаға теңеп, параллель жүргізу арқылы сопының бар пейіл-құлқын әшкерелей алған. Және де ақын діндар атанған сопыны діни оқуларға сүйене отырып, ішкі дүниесінің сыртқы болмысына сәйкес еместігін, сараңдықты, надандықты ислам дінімен шіркемек әрекетін ақтарып бергенін көреміз.\nҚашаған ағаштың кең функциясын тізбектеуде де, діни тезаурусты пайдаланған. Бұл актіде мұсылманшылық сырт болмысты белгілеген атаумен емес, сенім мен біліммен, ішкі дүниенің руханишылығымен танылатынын бастыра айтқан:\nПайғамбарлар туғанда,\nБесік болған бұл ағаш.\nИбраһим Қағба салғанда,\nЕсік болған бұл ағаш.\nМұнаралы әр жерде,\nМешіт болған бұл ағаш.\nШеберлердің қолында,\nКәсіп болған бұл ағаш.\nӨзіңді халық сұпы дейді.\nБоқтағаның қай ағаш? [1, 261 б.]\nҚазақтың табиғатқа деген қатынасы ағаш бейнесінде көрінсе, ақын домбыраны осы ағаш мәнінің символы деп біледі. Сондай-ақ мұнда домбыра – қазақтың ата-бабаларымен көнеден жасасып келе жатқан сенім-нанымдарының символы. Демек Есқали сопы мен Қашаған ақынның сырт көзге жай қонақ пен сараң үй иесі арасындағы келіспеушілік болып көрінгенмен, өлеңнің ішкі динамикасында идеологиялық тайталас айқын сезіледі. Мұнда мұсылманшылықты ата-баба салт дәстүрімен қабылдау бар да, сондай-ақ ислам дінін «таза» шетелдік нұсқасы түрінде қабылдау бар. Өзін сопы деп насихаттап жүрген Есқалидің мұсылманшылықты түсінуінің өзінде қайшылық бар: біріншіден, сопылық ілім, белгілі дәрежеде, мұсылманшылықты кең түсінудің барысында пайда болған. Сондықтан да сопылық ілімді ислам діні аясындағы идеологиялық реформаның көрінісі деп білеміз. Сопылардың пайда болу шарты, ең алдымен, исламды догмалық тұрғыда қатып қалудан, руханишылығын шектеуден сақтандырушы функциясымен байланысты. Ал Есқали сопы, керісінше, «таза» исламды жақтаушы ретінде реформалық процестерге барынша қарсылық білдіріп отыр. Демек қазақ ішінде сопылық ілімнің мәні өзгеше екені байқалады. Мұнда Есқалиден гөрі Қашаған ақынның ой-пайымы сопылық идеялармен астасып жатыр. Қашаған Күржіманұлы өзінің діндар еместігіне қарамастан, сопы деп мақтанған Есқалиден ислами дін жағынан білімі астам екенін көрсете алған. Бұны қатардағы көп мұсылман біле бермейтін мәліметтерді тәптіштей түскенінен байқаймыз:\nЖәбірейіл жәннеттен,\nАлып келген төрт қылыш.\nТөрт қылыштың атын айтайын:\nБіреуінің аты – Хамхам,\nБіреуінің аты – Сәмсам,\nБіреуінің аты – Зұлқажжа,\nБіреуінің аты – Зұлпақыр.\nҚынабына солардың,\nҚап та болған бұл ағаш[1, 261б.].\nҚашаған ақын сопымен діни білім жарыстырудан бұрын, мұсылманшылықты қалай түсіну керектігін айқындап отыр. Байқастасақ, түркі бабаларының дәстүрімен қабылданған бір дін, алайда сол дінді қабылдау екі түрлі. Қашаған жырау өзінің ислам дін ілімінде осал еместігін байқата келе, халықтық интерпретацияны беріп отыр. Қазақ ақыны ислам дінінің қазақ менталитетіндегі көрінісін тұжырымдап, Есқали сияқты сопылардың мұсылманшылықты дұрыс түсінбей, қате тұжырымдарымен Мұхаммед пайғамбар дінінің құндылықтарына залал келтіріп отырғандарын көрсетеді. Жыраулар шығармашылығын зерттеуші Б.И.Нұрдәулетова былай дейді: «Жыраулар тезаурусының жыраулық тұлғаны танытатын ерекше бір қабаты образды мақсатта емес, тура мағынасында қолданылған діни лексика болып табылады. Мұндай сөздік қатар жыраулардың мұсылман дініне қатысты ерекше білім көзі мен танымдық қоры болғанын танытады. Мәселен пайғамбарлардың өмірбаяны, дін жолындағы күрес оқиғалары, о дүние суреті т.б. баяндалатын жыр мәтіндері жалпы оқырман үшін батырлар жыры, шығыстық қисса-дастандардағы прецендентті мәтіндер арқылы таныс десек, қазіргі біз қарастырып отырған танымдық лексика арнайы діни білімнің және сол білім негізінде белгілі бір мәдени ұжымда (ұлт, халық, қауым) қалыптасқан дүние бейнесінің болуын талап етеді» [4, 272 б.]. Демек Қашаған сияқты ақындар арнайы діни білім алмаса да, халықтық идеологияның өкілі ретінде белгілі бір діни үрдісті қанына сіңіре отырып, оны халықтық дүниетаным тұрғысында жүйеге келтірген. Қашағанда бұл қазақы форма домбыра үлгісінде көрініс тапқан:\nДомбыраны күнә десеңіз.\nЖиын менен тойдікі.\nІшегін күнә десеңіз,\nЖұмақтан келген қойдікі.\nПернесін күнә десеңіз,\nЕсебі ол – пәннің он екі.\nҚұлағын күнә десеңіз,\nХазреті Біләлдің\nҚұлағы екен деседі.\nТиегін күнә десеңіз,\nШиеленген сыр шешеді. [1, 262 б.].\nДомбыра қазақ үшін шаттықтың, мейрамның белгісі, ал шаттық дегеніміз – қуаныш. Қуанышты діни тұрғыда тағдырға ризашылық деп интерпретациялауға болады. Домбыраның бар заты үлкен шеберлікпен жасалған. Шеберлік пен кемелділік жалғас. Домбыра материалдық дүние болғанымен, оның «сыр шешуі» рухани дүниеге тиесілі:\nАтамыз адам пайғамбар,\nЖеті сазбен жерге кеп,\nКүй шертіпті деген бар.\nОл күндегі о да саз,\nБұл күндегі бұ да саз,\nСазды күнә деп жүрген,\nМолдеке сенің ақылың аз. [1, 262 б.].\nКей діндарлар, сопылар музыканы шайтанмен байланыстырады, Қашаған ақын музыканы жүрек сырымен, адамның рухани сезімін айқындаушы деп біледі.\nДемек бұл дүниедегі барлық жаратылысты діни тұрғыда әр түрлі қабылдауға болады. Бірақ мәселе жаратылыстың мән-мағынасында емес, осы мән-мағынаны қалай интерпретациялауымызда деп тұжырымдайды Қашаған ақын: «Молдеке, білмей адаспа, Домбыраның бізге күнәсі аз» [1, 262 б.]. Қазақтың ғасырлар сынынан өткен салт-жоралары, әдет-ғұрыптары менталды құндылықтар болып табылады, олардан бас тарту ұлттық дүниетанымға керағар. Біздің бабаларымыз ислам дінін шын ниетімен, тез қабылдауы ислам дінінің құндылықтары мен осы ұлттық құндылықтардың үйлесімімен байланысты. Бірақ ислами және ұлттық үйлесімділікті тану екі жақты үлкен білімділікті қажет етеді. Сондықтан сырт көзге білместік болып көрінген кей мәселелер, шын мәнінде, мұсылманшылықты терең түсіну, білу нәтижесінен туған трансформациялар болып табылады.",
                "date": "2.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Сүйінбай мен Қатаған айтысында» Сүйінбайдың: …Іздегенім осы еді, Өз-өзінен қағынып?",
        "question_content": "«Сүйінбай мен Қатаған айтысында» Сүйінбайдың:\n…Іздегенім осы еді,\nӨз-өзінен қағынып,\nҚатаған сөзден жаңылды.\nҚызып тұрған темірге\nӨзі келіп қарылды,- деуі айтыстың тағдырын шешкен сөз болғандығын дәлелдеп жазыңыз.\nЭссе жазу\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 120000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сүйінбай мен Қатаған айтысында Сүйінбайдың:\n\nІздегенім осы еді,\n\nӨз-өзінен қағынып,\n\nҚатаған сөзден жаңылды\n\nҚызып тұрған темірге\n\nӨзі келіп қарылды, деуі айтыстың тағдырын шешкен сөз болғандығын дәлелдеп жазыңыз.\n\nСүйінбай Аронұлы- айтыс өнерінің алтын діңгегі.Сүйінбайдың айтыстары мен өлең толғауларын жинау,жариялау ісі XX ғасырдың бас кезінде қолға алына бастады. Сүйінбай-айтыстың асқан шебері және қазақ пен қырғыз елдеріне өткір тілі, озық ойымен танылған ақын.Көптеген айтыстарының ішінде қырғыз ақыны Қатағанмен айтысы ерекше орын алады.Қанда тулап жатқан өнердің төбесінде тұрған Сүйінбай мен Қатаған айтысы өнер өлкесіндегі саф алтын.\n\n1848жылдың қоңыр күзінде қырғыздың бай шонжар манабы Орманхан шешесіне ас береді.Бұл жиынға аралас- құралас отырған Тезек төре,Бөлтірік шешен бастаған игі жақсылары бір қауым ел болып қалыптасады.Астың ақындарсыз өтпесін білген ақын жанды Тезек төре елге аты жайылып,таныла бастаған Сүйінбай ақынды ала барады.Ас ішіліп қызық думан басталарда қырғыздың шоң манабы Қара Бәйтік Тезек төреге бөлтірік шешенің қасында отырған бадана көз, сұлу жігітті көрсетіп: -Ана отырған Сүйінбай аөындарың емес пе?-деп сұрайды.\n\nБөлтірік «Ия»деп жауап бергенше, Сүйінбай домбырасын қағып-қағып жіберіп,заулатып бастап кетеді.Екеуі әртүрлі тақырыптарды қозғап,айтысады.Ең үлкені сол өз жұртын, өз елдерін мақтап-мадақтау. Айтысып келе жатып, Қатаған сөзін аяқтап тоқтағаны да,Қатағанның екпінінен жасынған Тезек төре Сүйінбайға жалтақ-жалтақ қарай береді.А дегенде Сүйінбай булығып қалады. Сол кезде Бөлтірік батыр Тезек төреге: «Ей,төрем, көтер басыңды, қаныңды қашырма, Сүйінбай өлең таппай отыр дейсің бе?! Булығып отыр. Сүйінжан шығар даусыңды»-дегенде, Сүйінбай бастап кетеді.Сондағы айтқаны:\n\nҚашырма төре,қаныңды\n\nКіргізейін жаныңды,\n\nҚатағаннан жеңілсем,\n\nТалап алғын малымы!\n\nІздегенім осы еді,\n\nІздегенім табылды\n\nҚатаған сөзден жаңылып\n\nӨз-өзінен жаңылды\n\nҚызып тұрған темірге,\n\nӨзі келіп қарылды!\n\nСөйтіп Сүйінбай үш жүзді бастан аяқ,батыр-бабаларымызды айтып,оның қазақ ақындарымен салыстыруға келмейтінің айтады. Сонда көппін деп мақтанған Қатаған өзінің жеңілгенің мойындап, құр алақан жібермейміз деп,сыйлыққа Мейіз атты сұлу қызды,алты қанат ақ орда,бүркіт,екі тазы ит сыйлайды.Асқа жиналған күллі қазақ пен қырғыздың ортасында Сүйінбай жеңіске жетеді.",
                "date": "12.04.2017",
                "upvotes": 0
            },
            {
                "text": "Сүйінбай Аронұлы белгілі қазақ ақындарының бірі. Ол 1822 жылы шілде айында Алматы облысы, Жамбыл ауданы Майтөбе жайлауында дүниеге келген. Ол кедей отбасынан шыққан. Сондықтан да балалық шағы жоқтық азабында өтеді. Шешесі ерте дүниеден өтеді.\n\nБолашақ талант иесі өз бетімен ізденді. Оңтүстік, Шығыс, Орталық Қазақстан жерін түгел аралайды. Өзіне тұстас Майлықожа, Майкөт, Қаңтарбай, Тезекбай, Бақтыбай, Қатаған сияқтылармен кездескен,кейбірімен айтысқан.\n\nЖетісу елінің ақындары Сүйінбайды ұстаз санаған. Заманымыздың алып ақыны Жамбыл оны ұстаз тұтып, оның таланты алдында бас иген. Сүйінбай қайтыс болғанда Үмбетәлі және бір топ ақын жоқтау өлеңдерін шығарған. Ақынның қолда бар шығармалары негізгі үш салаға жатқызуға болады. Олар: толғаулар, арнаулар, айтыстар. Бірінші саласына ақынның жиырма шақты толғау жырлары жатады. Бұларда қазақ батырларының ерліктерін жырлау, өмір сырлары, дүние әлем, бақ дәулет, талап талғам өзгерістерін талғау. Ақын ерлікті, жауға мейітімсіздікті әр тұста жырлап, жастарды батырлар үлгісінде тәрбиелейді. Ақын адам өмірінің әрбір кезеңдерін көрегендікпен бейнелейді. Сүйінбайдың айтыстары мен арнау өлеңдерінде сын, сықақ ретінде келетін мысқыл басым. Бірде Жалайыр елінде Бақтыбай деген халық қамын ойлаған ақын болады. Сүйінбай бір ұлан – асыр жиында өзіне өлеңмен сәлем беріп ізет көрсеткен Бақтыбайға кездеседі. Екеуінің көңіл көкжиегі астарлас келеді. Сондықтан Бақтабай Сүйінбайды сонша сыйлап, асқақ ақындығын бағалап, онымен айтыспайды. Осы екі ақын туралы Ш. Уәлиханов былай депті: «Мен Ұлы жүзде халықтың құрметіне бөленген екі ақынды білемін. Жиын – тойларда көп блатын олар көрінген қазақты мақтай бермейді. Халыққа қадірлі таңдамаларын ғана мақтайды. Ешкімге де құлдық ұрмайды. Қалтаның да қамын ойламайды. Жиындардағы айтыстарында ақындығымен, тапқырлығымен көзге түседі де, халықтың махаббатына бөленеді». Осы кездесуде Бақтыбай Сүйінбайды ардақ тұтып, оған тәнтілік сырын шертеді:\n\nСалысып бай мен бекті мақтағаннан,\n\nАйтысқан екі ақынға өнгені не?\n\nЕл қамын, ердің қамын ойлайтұғын,\n\nБұл сөзім үлгі болысн зерделіге.\n\nШындығы Лұқпанша бір жасады,\n\nӨзіңдей әз ағаны көргеніме – десе, Сүйінбай Бақтыбайды өзімен жаратылыс заты бір, толғанар мұңы бірн ақын деп қошеметтейді.\n\nАлбан, Суан, Дулат пен\n\nШапырашты, Жаныштар\n\nАқын дейді мені де.\n\nКем демейді Жалайыр\n\nБақтыбай ақын сені де…\n\nКөн тартылса барады,\n\nҚалыбына баяғы.\n\nӘр нәрсенің заты бар,\n\nТартпай қоймас тегіне – деп Бақтыбай да өзі сияқты кедей жұртының ақыны екенін тұспалдап бағалайды. «Жетісу ақындарының алтын діңгегі» деп М. Әуезов ардақтаған Сүйінбай халық қамын ойлаған демократ, шыншыл әрі сыршыл ақын блып танылады. Сондықтан Жамбылмен айтысқан байшыл ақын Құлмамбет «Болмаса аты шыққан Сүйінбайдың, басқаны қою керек жылы жауып» деп, Сүйінбайдан сескенетінін де сездіреді. Ал Жамбыл ақын болса:\n\nМенің пірім – Сүйінбай,\n\nСөз сөйлемен сыйынбай.\n\nСырлы, сұлу сөздері\n\nМаған тартқан сыйындай – деп өзінің қадірменді ұстазын шәкірттік пейілмен мақтан етеді. Сүйінбай көп жерді аралаған, өмірді көп көрген парасатты ақын, Бақтыбаймен сырласуында:\n\nБаспаған тағы жерім жоқ,\n\nМен бармаған елім жоқ.\n\nҚазақ пенен қырғыздың\n\nБәрінің дәмін таттым-ай – деген.\n\nСүйінбайдың қырғыздың арқалы ақыны Қатағанмен айтысы – исі қазақтың мәртебесін көтерген шын мәніндегі патриоттық сезімінен туған шығарма. Бұл айтыс 1852 жылы қырғыздың Алыбай деген манабына берілген аста өтеді. Айтысар алдында Сүйібай «Екі елдің әруағын жарысқа сап, түспесін ортасына шңырақтары» деп ескерту жасайды. Себебі Кенесарыға байланысты оқиғаның болып өткеніне небары төрт – бес жыл өткен еді. Қатаған қырғыз елін көп деп мақтағанынан ұсталады. Есесіне Сүйінбай қазақтың үш жүзге бөлінетін бүкіл елін, оның ерлігін, байлығын мадақтап мақтан етеді. Ал қатаған мақтаған қара Бәйетіктің патшадан алған медалін Сүйінбай түкке тұрғысыз етеді.\n\nБәйтіктің шенін қоймады,\n\nНесін мақтан етесің.\n\nАңға шыққан тазыға\n\nОған да қарғы байлайды\n\n— дейді.\n\nСүйінбай тоқтағанда батыр Жантай: «Сүйінбай, ботам, сен жеңдің. Қатаған көппін деп мақтанды. Аттың жүгіндей қазақтан қырғыз қашан көп болып еді. Бірақ қазақ – алауыз ел, күншіл халық. Әттең, сен соны айтпадың, Қатаған» — деп ашуланады.\n\nЕлдің айтысын басқарып отырған төрағасы Қара Бәйтік «Қандай жүлде таңдайсың» дейді. Көп сый тартады. Оның ең бастысы – «Ыстықкөлдің ақ көбігінен жаратылған асқан сұлу Мейіз атты қыз» екен. Сол шоң манат Бәйтік алғаш көргенде «Мына бадана көз сұлу жігіт Сүйінбай ақын» емес пе деп сұраған екен. Сонысына қарай оған сыйлаған Мейіз қыз да сұлу болуға тиіс қой.\n\nКейбір материалда Сүйінбай елге қайтып біраз жүрген соң Мейізге рұқсат беріп, қырғыз елінде туған қарындасымдай бол деп, маңдайынан бір сүйіп, қызды ауылына қарай шығарып салған делінеді.\n\nАйтыс саласында Сүйінбай халық атынан сөйлеген, ел-жұрттың қамын жеп, оның бірлігін, елдігін, ел қорғаған ерлерін елжірей толғаған ақын, сондықтан да ол көбіне жеңіске жетіп отырады.\n\nСүйінбай ел ішіндегі кедлеңсіз жайларды сынап, сықақ етеді. Әсіресе төре, сұлтан, би-болыстарды аяусыз мінеп, олардың мінез-құлқын, жағымсыз қылықтарын әшкерелейді. Сондай ретте арнау өлеңдер тудырады. Мысалы, «Тезекке тепсіну», «Төрелерге», «Болыстарға баға», «Батырбек датқа айтқаны», «Үмбетәліге» деген арнауларында аталған дәрежелі адамдардың адамгершілік сипаты кеміс екенін батыл да батыр сүреттейді. Ал, «Сұраншыға» деген өлеңінде үш жүз жылқысы бар Итен байдың аяқ – лау етуге бір тайдың майын бермеген сараңдығын айтып шағынады.\n\nТүспей не қып тұр екен жер мен аспан,\n\nБос отырып кедейлер өле ме аштан?\n\nЖылап жүрген нашарға көз салмайды,\n\nБайдан бейіл, батырдан рахым қашқан – дегеніне қарағанда, жалпы ел ішінде қайырымсыздық сияқты қолайсыз әдеттің орын алғанын сынайды.\n\nСүйінбай өмірі туралы, жақсы мен жаман адамның қасиеттерін салыстырып, шебер, ұлағатты пікір толғайды. Ақын ұзақ жасап, құзырға шалдыққан кезінде туысы Жұмық дегенге хат білетін төрт кісі әкеліп, менің өлеңдерімді жаздырып ал, сөзім қалсын депті.\n\nАл Жұмық ақылсыздық жасап, Сүйінбайдың тілегін орындамайды. Сонда ақын «Жұмыққа» деген арнауын толғайды.\n\nүйінбай – сыншыл, мін таққыш өткір тілді өжет ақын. Оның шығармалары сатираның тамаша үлгісін таныта алады. Ащы мысқылы салмақты сарказммен ұласады. Сүйінбайдың поэтикалық тілге, шешендік өнерге жетіктігі, өткір кекесін сынға да лайық тіл тапқырлығы тамаша. Ол осылайша, халқына адал қызмет етіп өткен азамат ақын болды. Ел – жұрты үшін бар күш – қуатын жұмсады. Өзі сүйген халқымен оның пікірлері әр тұста да үндесіп, табысып жатты.\n\nКезінде Жамбылға ұстаз болған Сүйінбай ақындығы — өз бедері, өз сипатымен оқшау тұрған мәнді шығарма. Ол біз үшін алатаудай асқақ, сарқырама өзендей екпінді, нәрлі, саялы салқын, жанға жайлы, мәнді рухани азық.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "1847 жылы, Орманханның шешесінің асында",
                "date": "25.12.2018",
                "upvotes": 0
            },
            {
                "text": "Соңында әрине Сүйінбай жеңеді",
                "date": "16.12.2020",
                "upvotes": 0
            },
            {
                "text": "Сүиенбаи мен катаганның аитысы катаган көппіз деп мактанады сұиенбаи өзін жеңем деп оилаиды сомен сұиенбаи жеңеді.\nҚысқы және толық жауап",
                "date": "15.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шортанбай Қанайұлының «Зар заман» өлеңіндегі заманның зарлығы мен тарлығының белгілері?",
        "question_content": "Шортанбай Қанайұлының «Зар заман» өлеңіндегі заманның зарлығы мен тарлығының белгілерін дәлелдер арқылы талдап жазыңыз.\nЭссе жазу\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 171000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағзы заманнан бері қарай өмір сүрген ақын, жыраулар қазақ жеріндегі замана көшінің бағыт-бағдарын елден бұрын бағамдап, өмір ағымының беталысын, тіршілігінің тынысын тамыршыдай дөп басып танып отырған. Іштен, тыстан келетін қауіп-қатерлерді алын-ала сезіп білген. Бұл өзгелерден артық туған ақын, жырауларға тәңірдің берген тән қасиеті болса керек. Олар қой үстіне бозторғай жұмыртқалаған мамыражай заман болса, шаттана, масаттана жырлаған. Ел басына күн туған аласапыранда отты жырларымен қалың қазақтың жігерін жанып, тұтастық пен бірлікке шақырған. Ал туған жеріне жатжұрттықтар сұқ көздерін сүзіп, шеңгелдеп қол сала бастағанда жыландай жылжып келе жатқан қасіреттен халқын сақтандырып жырмен зар жылаған. Жат пиғылдылардың елдің іргесін ірітіп, ырысын шашып, қазынасын қасықтап та, шөміштеп те таситынын елден бұрын аңғарған. Ақындар алмағайып заманда елдің жігерін жанып, төнген қауіптің бетін қайтаруға халықты үндеп отырған.\nБіздің дәуіріміздің ХVІІІ ғасырынан бастап Ресей патшалығы қазақ жерінде де отаршыл, озбыр саясат жүргізе бастады. Орыстар қазақ елін еріксіз билеп-төстеп, елдің шұрайлы, құйқалы өңірлерін емін-еркін егеленіп, халықты жерінен, әдет-ғұрпынан, дінінен бездіруге әрекет жүргізді. Әлімсақтан атадан балаға мирас болып, сан ғасырлар бойы алтын тіндей жалғасып келе жатқан қазақ қоғамындағы қалыптасқан құндылықтар орыс озбырлығының әсерінен өзгеріске түсті. Ел басқарудың жүйесі бұрынғыдан басқа сипат ала бастады. Халықты қисыны жоқ салықтармен, ретсіз алымдармен қанап, түкпір-түкпірде отаршылдықтың дендеп енуі, одан халықтың зардап шегіп, күйзеліске ұшырауының ақыры - тарих сахнасына елдің мұңын мұңдайтын бір шоғыр \"зар заман ақындарын\" шығарды. Олар қазақ халқының сол кезеңдегі мұң мен зарын, тарта бастаған азабын, көріп отырған теперішін, алдағы күнін ойлаған ұлт қайраткері дәрежесінде танылды. Өз заманының тамыр соғысын елден бұрын сезетін, өмір ағысының беталысын алдын ала біліп отыратын көріпкелдей сұңғыла ақындар күңірене небір толғауларды толғады, күрсіне тіл қатты. Ұлтқа қауіп-қатер жақындай түскенін естірте отырып, елді ата-баба дәстүрін қаймағы бұзылмаған күйінде сақтауға, ұлттық болмыстан ажырап қалмауға жалынды жырларымен үндеді. Осы арқылы халықты ел басына төніп келе жатқан қасіреттен сақтандырды.\nЗауалды заманда ғұмыр кешіп, отарлық езгіге, орыс патшалығының қанауына түскен халықтың тағдырын запыранды зармен, күңіренген мұңмен жырлаған ақындар шоғырын қазақтың әдебиеттану ғылымына \"зар заман ақындары\" деп атайтын термин пайда болды. Бұл терминді ғылымға Мұхтар Әуезов 1927 жылы енгізген және зар заман ақындарының дәуірін бір ғасыр көлемі деп көрсеткен.\nОсы зар заман ақындары шоғырында елге белгілі ақындар Дулат Бабатайұлы, Шортанбай Қанайұлы, Мұрат Мөңкеұлы, Әбубәкір Кердері, Албан Асандар болды.\nХалықты зар илеткен зобалаң заманды жыр еткендердің бірі - ақын Шортанбай Қанайұлы. Ол 1818 жылы Қаратау өңірінде, Түркістан жерінде туылып, 1881 жылы Қарағанды облысы­ның Шет ауданына қарасты Ақсу-Аюлы ауылында өмірден озған. Шортанбайдың өз кіндігінен Алдаберген, Аязбай деген ұлдары мен Бәйіш атты қызы болған. Сыр бойы мен Түркістан аймағындағы ірі дін өкілі Мәді (Маһди) қажы - (Диуана) қожаның ұрпағы Шортанбай жас шағында арабша оқып білім алған. Көкірек көзі ояу, білімпаз Ш.Қанайұлы көрген-білгендерін көңіліне түйіп, санасына орнықтырып отырған. Тәңірдің берген дарынының арқасында ол ХІХ ғасырда өмір сүрген қазақ халқының тарихындағы ірі қоғам қайраткерінің бірі болған ақын. Өз дәуірінің өмір шындығын айқын көрсете білген бірден-бір көреген ақын заманның, қоғамның әр саласын кеңінен қамтып, шынайы өмірді көзбен көргендей етіп бейнелеп берген ірі суреткер, өткір тілді жампоз жырау болды.\nДіни сауатты Шортанбай Қожа Ахмет Иассауидің \"Диуани Хикметінен\" сусындап, оны жаттап өскен. Ислам діні жолындағы оқуының нәтижесі Шортанбайды ишандық дәрежеге жеткізді. Шортанбай ишан Түркістан өңірінде ислам дінін тарату жолында қызмет атқарып жүріп, Сарыарқаның Қарқаралысындағы Жамантай төренің жанына біраз уақыт қоныс аударады. Кейіннен Жанғұтты бидің қолқасымен Ақсу-Аюлы бойына қоныс жаңғыртады. Онда барған соң мешіт салдырып, медресе ашып бала оқытады. Өмірден озғанға шейін Жанғұтты бидің қамқорында болады.\nБойына туа бітті тәңірден берілген ақындық шабыт дарын иесін осы жолға түсірмей қой­майды. Жан-жақты сауатты, өлең-жырға әуес, сөзге шешен Шортанбай жиын, той-думандарда жырға ден қоя бастайды. Ақырында толғау айтса - толғап айтатын, жыр айтса - төкпелеп төгетін ақынға айналады. Қасиетті Түркістан жері оны ишан дәрежелі дін иесі етсе, Қарқаралы байтағына арқалы ақын ретінде танылады. Шортанбай шығармаларында ХІХ ғасырдағы қазақтың өмірі шынайы болмысымен суреттеледі. Әсіресе, елдің тұрмыс-тірлігі, жоқ-жұтаңдардың жағдайы ақынды қатты толғандырып, жат жұрттық келімсектердің қазақ жерін талапайға сала бастауы ақынға шаншудай қадалады. Елге жасалған отаршылдық, халыққа істелген қиянат ақынның көптеген шығармасына арқау болды, зар заманның келгенін күңірене жырлап, халқын төнген қауіптен қорғады.\nШортанбай шығармалары өткен ғасырдың соңғы ширегінде кейбір кітаптарда жариялана бастады. 1882 жылдардан бастап, өлең, толғаулары жинақталып, бөлек кітап көлемінде жарық көреді. Аталған жинақтарға ақынның \"Тар заман\", \"Опасыз жалған\", \"Бала зары\", \"Байды құдай атқаны\", \"Атамыз Адам пайғамбар\", \"Өсиет-насихат сөздер\", \"Айттым сәлем\", \"Асан қожаға\" тағы басқа да шығармалары енген.\nКешегі кеңес заманында бірқатар толғаулары мен айтыстары С.Сейфуллиннің 1931 жылы шыққан \"Ескі әдебиет нұсқаларында\", С.Мұқанов пен Қ.Бекхожиннің 1942 жылы жарық көрген \"Қазақ әдебиетінің хрестоматиясында\", 1962 жылғы \"ХVІІІ-ХІХ ғасырлардағы қазақ ақындарының шығармалары\" және1965 жылғы \"Айтыс\" жинағында жарияланған.\nШ.Қанайұлының \"Бала зары\" атты өлеңдер жинағы ХІХ ғасырдың 80-жылдарында Қазан қаласында баспаханадан басылып шыққан.\nКелешекті көрегендікпен болжау, алдағы күндердегі елдің даму сипатындағы өзгерістерді көзбен көріп, қолмен ұстағандай етіп шынайы бейнелеп жырлау секілді зар заман ақындарына ортақ қасиет Ш.Қанайұлында да бар. Бұндай сипаттағы өлең мен толғаулар оның шығармаларында көптеп орын алады.\nШортанбай ақынның шығармаларының дені дерлік \"қой үстіне бозторғай жұмыртқалаған\" мамыражай заманды аңсап, заман ағысының кері кетіп бара жатқанына налудан туған. Мысалы, \"Зар заман\" деген толғауында өткен заманның жақсылықтарын аңсау байқалады. Мұнда ақын заман азды, заң тозды, бұрынғы зорлар қор болды, қорлар зор болды, ұрпақ ата-анасын тыңдаудан қалды деп торығады. Ел ішіндегі әлеуметтік мәселені жырға арқау етіп, жұртқа төрелік айтатын билер мен ел билеушілерінің парақорлығы мен әділетсіздігін, ел ішіндегі алауыздықты тағы басқа да мін-қылықтарды шариғат жолымен кінәлап, бұрынғы өтіп кеткен замандағы билердің әділ іс-әрекеттерін аңсайды. Аласапыраны көп алмағайып замандағы өзгерістер мен жаңалық біткенді танығысы келмей, оған үрке қарап:\n- Мына заман қай заман?\nАзулыға бар заман.\nАзусызға тар заман,\nМұның өзі - зар заман...- деп, кейпі қашқан заманның кесір кепиетін ашына айтады, батыл толғайды. Қазақ жеріндегі ел билеушілерді сын садағына алып, Асанқайғыша толғанады әрі торығады.\nЗаман ағымының беталысының қалыптан ауып, адамдар арасындағы әлеуметтік теңдіктің ауытқуын, осыдан барып кедей мен жоқ-жұтаң елдің басына түскелі келе жатқан кесапаттан жұртты сақтандырып:\nМынау ақыр заманда,\nАлуан-алуан жан шықты.\nАрам, араз хан шықты,\nҚайырымы жоқ бай шықты.\nСауып ішер сүті жоқ,\nМініп көрер күші жоқ,\nАқша деген мал шықты.\nКедей қайтіп күн көрер? -\nСол себепті қорқамын! - деп, заманның түнеріп келе жатқан қара бұлтын ашық көрсетеді.\nШортанбай шығармаларының өзегі - беталысы өзгерген заман, қайырымсыз қоғам, берекесі кете бастаған халық тұрмысы, елдің өмір сүру ырғағының бұзылуы, қонысы мен жерінен шеттетуге негізделген қысым көрсету, отаршылар мен жергілікті әкімдердің озбырлығы, жаңа қоғамдық қарым-қатынастардан туындаған ел тонаудың небір түрлері, екі жүзді ел билеушілер, бұзақы тонаушы топтар. Патша отаршыларымен қатар елді қанауға малды байлар да, алып сатар саудагерлер де кірісіп жүргенін шығармаларында көрсетеді. Бұларға қоса князьдар мен генерал-губернаторлар, әскербасылар мен дуанбасылар, соттар, тілмаштар секілді сол кездің әкім-ұлықтары елдің тыныштығы мен дәулетін судай ша­шады. Осыны көріп отырған Шортанбай ақын:\nЗаман қайтып оңалсын,\nАдам қайтып қуансын,\nЖандарал болды ұлығың.\nМайыр болды сыпайы,\nАйрылмайтын дерт болды,\nКедейге қылған зорлығың.\nКнязьді көрдің піріңдей,\nТілмәшті көрдің биіңдей,\nДуанды көрдің үйіңдей,\nАбақты тұр алдыңда,\nҚазылып қойған көріңдей, - деп, олардың барлығын елдің ырыс-несібесін жалмайтын ауызын ашқан аждаһадай етіп көрсетеді.\nОл \"Бір тәңірге аян-ды\", \"Бір насихат айтайын\" және тағы басқа да өлеңдерінде қараша халықтың ауыр тұрмысын, би-болыстар, ұлықтар мен байлардың ел билеудегі кейбір келеңсіз әрекеттерін, озбырлықтарын әшкерелеп көрсетеді.\n... Кедейлерге салып шығынды,\nНегізі байдың тоймайды, - деп, байлардың тойымсыздығы мен ашкөздігін өткір тілімен түйрейді, олардың бет-бейнесін ашып береді.\nОтаршыл Ресей патшасының қазақты үйреншікті сүйегіне сіңген әдет-ғұрыптан, наным-сенімінен, иманынан, ел билеу салтынан айыруға жасаған әрекеті мен зорлықшыл әділетсіздігін көрген Шортанбай одан әрі:\n...Осы күнде заманың\nОсылайша болып тұр.\nМұсылманды бұл күнде,\nОрыс кәпір жеңіп тұр...- деп, түйіндейді.\nШ.Қанайұлы қазақтың бойындағы адами қасиеттердің айни бастағанын, ұлттық тұрпаты мен елдік сипатының бұзылғанын былай деп көрсетеді:\nЗаманақыр кезінде -\nҰл сыйламас атасын.\nҚыз сыйламас енесін,\nЕр жеттім деп егесіп,\nСалыстырар денесін, - деп, қазақтың қанында жоқ жат қылықтардың өріс алып келе жатқанын ашына жырлап, ескертеді, кимелеп келе жатқан кесапаттың кері кеткен кейпіне ашынады.\nБұдан әрі мұсылмандық шарттар мен иманға жасалып жатқан қиянат, адал мен арамның ара қатынасы туралы да болашақ болжамын айтады.\n...Зекетсіздің бұйырар\nСүндетсізге жиғаны.\nАузы түкті ие боп,\nҚазаққа берер қиғанын, - деп, көреген ақын күйініш білдіреді.\nБұдан соң ақын ХХ ғасырда қазақтың басынан өткерер бар қияметі туралы:\n...Қайран да халқым, қайтейін,\nКейісті көп тартасың.\nКөппен көрген селебе,\nСелебені елеме,- деп, егіле отырып, елін жұбатады.\nШортанбай ақын елдің басына түскен нәубетті ақырзаманның келгеніне теңейді. Оның бұл жердегі ақырзаман дегені дүниені жойып жіберетін ғаламдық апат емес, отаршылық пен қанаудың аранына түскен ұлттың күйреуі мен тозаққа ұшырауы сипатындағы ақырзаман екенін көреміз. Ол осы тұрғыда:\nТаңда махшар күн туса,\nТаразыны аударар.\nЖаһаннам деген дозақта,\nШайтан болар жолдасы.\nҚұбыласын білмей құл\nСонда тартар жазасын.\nКешірмейді Құдайым\nБес намаздың қазасын.\nҚұрт-құмырсқа жиылып,\nСонда алады мазасын.\nЖаһаннамның белгісі\nЖалғанға болар расың.\nМұқып қылмай құдайым\nОл залымның тәубасын\nСақта құдай солардан,\nСол себепті қорқамын!- дейді. Осылайша келер нәубеттің зардаптарын тайға таңба бас­қандай күн ілгері айтып береді.\nАқын өмірден өтер алдында көптен сыйлас досы Жанғұтты мен Асанбұғы қожаны ша­қыртып алып, араздасады. Заман ағымы, ұрпақ болашағы, ел болу қам-қаракеті туралы олармен ой бөліседі, пікірлеседі. Екі ақылдасына келер заман туралы өзінің болжамын жаздырады.\n...Отыз, отыз бірінші жылдары,\nЕлдің ері еренде,\nЖалғыз-ақ қара қалады.\nҰялмастан бұл кәпір,\nОған да салық салады.\n...Сол уақыттың кезінде,\nҰмытпасаң тәубаңды,\nТүтін салар соқпаққа.\nТүзу жолдан сан қилы,\nЖолығарсың күрзі менен соқпаққа, -деп, алдағы күннің болжалды, келер ұрпақтың мойнына түсер ауыртпалықты көзбен көргендей, қолға ұстатқандай етіп айтып берген.\nШортанбай негізінен болжампаз, көреген, ақылгөй, өсиетшіл ақын. Сондықтан жырлары­мен де адами ақыл айтып, халықты түзу жолға салып, жөн сілтеуді өзінің зор мақсаты санаған болса керек. Ақын әр кезде терең толғап, өрнекті де өрелі сөз термелейді. Орынды да орнықты ақылдар береді, нақылды сөз айтады.\nОл өсиеттерін қалың қазаққа, оның кәрі-жасына арнайды. Елдің бас көтерер адамдарын тәубаға шақырып, бір күндік мал-мүлік пен дүние жинап қор болмай, халық үшін, бір Құдай­дың жолында қызмет етуін тілейді. Ізгілік, әділет жолынан тайынбай іс қылып, саналы, салиқалы өмір кешуін уағыздайды. Ақирет жолы мен адамгершілік, әділет жолдарын тең ұстап, ешкімге обал, қиянат жасамай, тек қана ізгілік жасап өткенін қалайды. Адамдарды тойымсыздық пен опасыздықтан аулақ болып, қанағат пен рақымға жақын болуға үндейді.\nШортанбайды зар заман кезеңінде өмірден түңіле жырлаған жігерсіз, қайғы мен мұңның ақыны деп тұжырым жасауға келмейді. Жоғарыда келтірілген бірқатар өлеңдердің үзінділе­рінен-ақ ақынның бойындағы басым күш пен жігерді бағамдауға болады. Өлеңдер өзегінен елді бас көтеріп, серпілуге шақырып, батыл күреске үндеуді, халықтың сана-сезімін оятуды көздегенін көреміз. Шортанбай өмір сүрген зар заман деп аталған - тар заманда халыққа ұран тастап, үндеу жасап, алды-артын болжап бергеннің өзі үлкен ерлік, елге адал қызмет. Шортанбай шығармашылығын зерттеушілердің пайымдауынша, халқының тағдырын ойлаған ақынның жарғақ құлағы жастыққа тимеген. Ол ел-жұртының қасіретін ерлерше арқалап, мұңын мұңдады, ақындық шабытынан күрескерлік жыр толғады. Өз елінің мінезін, мінін түзетпек болды. Жасығандардың жігерін жанып, тәуелсіздігі үшін аянбай күресуге шақырды.\nСол замандағы қоғамның жай-жапсарын зерделеп, залалды зардабын елге түсіндірді, салдарынан сақтандырды, кесапаттың алдын алуға жатпай-тұрмай жұртын үгіттеп, ілгері жетеледі. Ел ішін дендей бастаған әр түрлі келеңсіздіктерге, талан-таражға, алауыздыққа, берекесіздікке, бейәдептікке, опасыздыққа қарсы халықты аянбай күресуге шақырды. Сол заманда бұдан артық елі мен халқының қамы үшін адал қызмет ету екіталай еді.\nШортанбай өз заманындағы қазақ даласындағы әлеуметтік теңсіздік пен өмір шындығын шынайы суреттей білген сұңғыла жыршы екендігімен қатар суырып салма айтыскер ақын болған. Кезінде ол Шөже, Орынбай, Асан ақындармен сөз сайыстырған. Осылардың ішіндегі көлемдісі де, мазмұны жағынан толымдысы да Орынбаймен айтысы. Айтыстың өн бойынан ақынның тапқырлығын, сөзге шеберлігін, тілінің өткірлігін анық аңғаруға болады. Талай айтыстарда шыңдалып, сан рет жүлде алған Орынбай сияқты айтулы ақынмен сайысқа түскен Шортанбай өзінің алғырлығымен тілге тиек болар жағдайды бұрынырақ болжап, табан астында қарсыласының алдын орап кететін тапқырлығын танытады.\nШортанбай Қанайұлы өр мінезді өлеңдерімен қазақ әдебиетін түр, мазмұн жағынан байыта түскен, адами және бекзаттық қасиеттерді, ізгілік пен парасаттылықты жырлаған, оны елге насихаттаған ірі ақын.\nБір сөзбен айтқанда, Шортанбайды заманның тамыр соғысын дөп басып танитын, мезгіл мұғдарын алдын-ала болжап, күн ілгері көре білетін өз заманының да, одан бергі заманның жаршысы болған кемеңгер де көреген ақын деп бағалауға болады.\nБойындағы адами қадір-қасиетінің молдығына, дарынды білім иесі болуына, елі мен жерін қастерлей білуіне байланысты Шортанбай ақынды ел бүгінге дейін әулие деп есептейді.\nӘулие ақын дүниеден озған соң мүрдесі жерленген орынға зират салмауды өсиет етіп кет­кен. Ақынның атын атауға, оның шығармаларын насихаттауға ХХ ғасырдағы әміршіл саясат рұқсат бермеді. Оның жырларын айтуға тыйым салынды, өлеңін айтатындар болса олар қуғындауға ұшырады.\nОсы тыйымдардың кесірінен кеткен олқылықтың орнын толтыратын кезең енді келіп жет­ті. Ол үшін қазіргі күні Қазақстан Республикасы Ұлттық Ғылым академиясының Ұлттық ғылыми кітапханасында сақтаулы тұрған айтулы ақын­ның шығармаларының қолжазбасын толыққанды зерттеп, зерделеп, өлең-жырларын жинақтап жарыққа шығару, жұртшылық арасында насихаттау керек деп білеміз. Бүгінгі уақыт соны көрсетіп отыр.\nТолығырақ.",
                "date": "17.03.2017",
                "upvotes": 0
            },
            {
                "text": "Эссе бұлай жазылмайтын еді ғой. Тақараптан ауытқымау қажет!",
                "date": "20.03.2017",
                "upvotes": 0
            },
            {
                "text": "С.Мұқановтың «Қазақтың XVІІІ-XІX ғасырдағы әдебиетінің тарихынан очерктер» еңбегінде «Зар заманның жағдайы» деп айрықша назар аударған ғылыми проблемасы кейін үлкен науқанға айналып, кеңес үкіметі құлағанға шейін бет қаратпайтын саяси мәселеге айналып, оның өкілдері әдебиет тарихынан аласталған болатын.\n\n1927 жылы кітап болып шыққаны болмаса, еш жерге таратылмаған, оқытылмаған М.Әуезовтің «Әдебиет тарихына» зер салсақ, «Зар заман деген XIX ғасырда өмір сүрген Шортанбай ақынның заман халін айтқан бір өлеңінің аты. Шортанбайдың өлеңі ілгергі, соңғы ірі ақындардың барлық күй, сарынын бір арнаға тұтастырғандай жиынды өлең болғандықтан, бүкіл бір дәуірде бір сарынмен өлең айтқан ақындардың барлығына «Зар заман ақындары» деген ат қойдық. Зар заман ақындарының алғашқы буыны Абылай заманынан басталған, арты Абайға келіп тіреледі. Зар заман дәуірі толық жүз жылға созылады» [1,192б.] деген анықтаманың айтары әбден анық.\n\nБірақ осы атау Сәбит Мұқановтың 1942 жылғы «Очерктеріне» дейін айтылмай, жазыла қалса бұқпантайлана айтылып келе жатқан үлкен де даулы мәселе болатын. Оны алғаш ауызға алған М.Әуезовтың өзі соттан үш жылдық жаза алып, 1932 жылғы «Ашық хаты» шыққанша байшыл-ұлтшыл аталып келді де бұған шапағатын тигізгені бүгінде әбден аян. «Зар-заманды» әдейі айтып, жазып отыр мына кеңестік заманда» деп ойлағандар сол «Әдебиет тарихын» кітаптар түрмесіне салып қойған-ды.\n\nКөзі тірісінде М.Әуезов бұл еңбегіне қайтып оралудың жөнін таппай, көңілі дауаламаған болатын. 80-жылдары М.Әуезов шығармаларының 20 томдығын жариялағанда 16 томға енген «Әдебиет тарихы туралы» түсініктеме берген ғалым М.Мырзақыметов «Қазақ әдебиеті тарихының тұңғыш оқулығы ретіндегі бұл еңбек тұтас қалпында жарияланбай, үштен бір бөлегі қысқартылп тасталды. Тіпті, кейде тұтас күйінде жіберілді деген тарауларының өзінен көптеген сөйлемдер мен кейбір әлеуметтік астары өткір пікірлері жұлмаланып» шықты [1,236б.] дегенді оқығанда большевиктік шовинистік идеологияның, оның қол шоқпары болған литоның жарамсақ жағымпаздары әлемді аузына қаратқан М.Әуезовтың әдеби мұрасына осыншама зорлық жасауларын тағылық, ғылымға, мәдениетке жат қылық демеске шараң қалмайды.\n\nОсындай қасіретке ұшыраған зар-заман ақындарын С.Мұқанов білмеп еді деп ешкім айта алмас. Ал олай болса, 1942 жылғы «Қазақтың XVIII-XIX ғасырдағы әдебиетінің тарихынан очерктер» еңбегінің сүбелі екінші тарауын «Зар-заманның жағдайы» деп бұлаңдата атауға қалай дәті барды, нендей мақсат көздеді деген сұсты сауалға жауап іздеп көрейік.\n\n1927 жылдан 1942 жылға дейін арнайы аталмағанмен, зар-заманның ірі өкілдері мектеп оқулықтары мен хрестоматияларында даурықтыра аталмай, қатардағы ақындар ретінде қаралып келгеніне С.Мұқанов ерекше екпін түсірмей, әуелі орыс отаршылдығының екі түрін – жаулап алу мен жерді отарлау амалдарын тарихи деректермен дәлелдей келіп, «бас бостандығынан жерден айрылған кедейленген халық бұл зорлыққа қарсы басын көтере алмады, көтерем дегенге үкімет көтертпей, қозғала бергенде тарп бас салып, орнында езіп тастап отырды. Осылай қолдан күш, бастан ерік кеткен кезде, қайғыдан тұншыққан халықтың зарынан туған көркем әдебиетті біз «Зар заман әдебиеті дейміз». «Зар заман» әдебиетінің негізін қалаушы қазақ ақын Шортанбай» [2,122б.] деп ой түйеді де, Шортанбай Қанайұлының шығармашылығын білгірлікпен еркін талдайды.\n\nТалай қызықты да мәнді деректермен келтіріп, «Шортанбайдың көзінен мың қабат жас ағызған кім? Әрине, ол патша үкіметінің отарлау саясатына қарсы халықтың көтерілісі басылғаннан кейінгі басына түскен ауыртпалық зары. Халық басына түскен қиыншылықты Шортанбай өзі өлгенше шын ықыласын сала, бойындағы бар ақындық талантын жұмсай, халық қайғысын қайғыра, халықпен бірдей жылап өтті. Сол кездегі халық тұрмысынан Шортанбайдың жыры шолмаған ешбір сала жоқ» [2,124б.] деп талай мысалдармен дәлелдейді. Оқушының көзін жеткізеді.\n\n«Шортанбайдың үш зары бар: «Зар заман», «Бала зар», «Өлең зар». Осы зарларында да ол халықтың басына түскен зарды, замананың зарын айтқан. Бұл үш зар-үш поэма және сюжет жағынан біріне бірі жалғас, бірінің мазмұнын бірі өрбітетін поэма» [2,132б.], сондықтан «Шортанбай жырлары қазақ әдебиетінде жаңа дәуір» [2,133б.] деп қорытуы қазақ әдебиеттану ғылымында алғаш айтылған, тұжырымдалған пікір екеніне дау болмаса керек.\n\nС.Мұқановтың идеологиялық саясаттың желімен «орыс» атауына еш шаң жұқтырмау ниеті күшейген 50-жылдары ешкімнен сескенбей айтқан ойына назар аударсақ, ол «орыс» деген атауды қалай түсінді, қалай түсіну керектігіне жол көрсетті. «Орыс-бүркіт, біз-түлкі», «Қуғындап орыс жеткен соң», «Орыстан жаман тым-ақ жау», «Қорқарма орыс қой дегенге», «Кәпірді көрдің пікіріндей», «Орыс кәпір жеңіп тұр», «Ит кәпірге жақындап…» секілді саясатшылар секем алатын Шортанбай тіркестеріне тағы да С.Мұқанов араша түсті. «Енді біреулер әдебиетте «Зар заман» сарынын Шортанбай туғызды, онысы қазақтың Россияға қосылғанына қарсылығы» дейді. Ол да сөз емес, орыс халқына, орыс мемлекетіне қарсылық сарын Шортанбайдың ешбір шығармасында жоқ. Ол патша үкіметінің отаршылдық саясатына қарсы. Сол қарсылығын іске асыра алмаған ол өмірден тарығады да, бетін ахиретке бұрады» [3,16б.] дегенді «Зар заман» поэзиясын зерттеген профессор Б.Омаров соңғы кездегі түсінікпен баяндайды.\n\nС.Мұқанов Шортанбай шығармашылығын талдау кезінде «реалист ақын Шортанбай – заманының ірі суретшісі, қырағы ақыны. Сол кездегі қазақ тұрмысынан Шортанбайдың жыры шолмаған ешбір сала жоқ» [2,124б.] деп таптық айырмашылық, капиталистік озбырлық пен феодалдық кертартпашылықты көрсете келіп, елде ауызбірліктің жоқтығын, берекесіздік жайлағанын әр шығармасынан суыртпақтап шығарып, өзінің негізгі ойын былай тұжырымдайды: «Шортанбайдан сақталған жырлардың көлемі көп емес, жалпы шамасы 1500 жолдай ғана өлең. Бірақ осы аз көлемді жырға өз заманындағы қазақ халқының саяси-шаруашылық халін, ауылдағы тап тартысын, тұрмыс-салтын, ой-санасын түгел сыйғыза білген. Шортанбай жырлары қазақ әдебиетінде жаңа дәуір. Ол дәуір екі жақты қанаудан тұншыққан халықтың ащы зары, соңдықтан, Шортанбай өз заманының атын «Зар заман» деп тауып қойған» [2,129б.] деген қорытындыға тәуелсіздік, егемендік алған тұста әрең жетіп отырмыз.\n\nС.Мұқанов Мұрат Мөңкеұлының поэзиясына тоқталғанда, ақынның «Үш қиян», «Қарасай-Қазы», «Шалгез» поэмалары мен Жас келін, Ораз, Жылқышы, Тыныштық, Жантолымен айтыстарын, басқа толғауларын талдай келіп, «Шортабай мен Мұраттың екеуі де «Зар заманның» ақыны бола тұра арасында айырма бар» деп алады да, Шортанбайды өз заманы тұрғысынан көріп, «Мұрат – өз заманының мұңын мұңдаумен қатар, елінің тарихына үңіліп, өз заманынан ғана емес, өткен тарихтың хал-жағдайын да жырлаған ақын. Мұрат Шортанбайдай «сөзім бітті, мен болдым, енді шықпас үнім» деп қайғының тұнығына батып кетпейді, Мұрат қайғы теңізіне құлаш сермеп батып кетпеуге малтып шығуға тырысады. Осылай жан сақтауға жанталасып малтыған Мұраттың қолына ұстар ескегі, астына мінер қайығы – халқының өткен тарихы» [2,158б.] деп мәнді ойын Мұраттың «Шалгез» поэмасымен нақтылай түседі.\n\n«Бұл поэманы баяғы Шалгез ақын шығарды ма, әлде Мұраттың өзі шығарды ма ол жағы мәлім емес» деп ағынан жарылады да «Шалгез шығармасын, я өзі шығарсын бұл поэманы шығаруға Мұраттың мақсаты: отанын қорғауға, жауына айбынды болып, жауын үркітуге, бостандық алуға, тәуелсіздікке шақыру [2,164б.] деп табады да, «Шалгез» поэмасына мол талдау жасайды.\n\nНоғайлының он шалы қалмақтың көп жылқысын айдап келе жатқанда арттарынан қуғыншылар жетеді. Шалгез жолдастарына алаңдамай, жылқыны айдап жүре беріңдер деп, өзі қуғыншыларды жалғыз тосып алады. Мұндай жағдай 1465-1560 жылдары жасаған Тіленшіұлы Шалгез жыраудың «Ер Шобан» деген жырында баяндалған. Сәбит Мұқановтың қолында осы жырдың болмағандығы, мейлі Шалгез, не Мұрат шығарсын мейлі, әйтеуір жырдың көркемдік бейне жасау амалы күшті «Батырлардың образын бір- бірінен жекелеу, әр батырдың арнаулы сипат тауып, бір батырды екінші батырға ұқсатпауы күшті. Осы поэманы шығарған ақынның адам образын жекелеуге шеберлігін көрсету» [2,164б.] еді деп дәстүр жалғастығына үлкен мән береді.\n\nШынында, Шалгездің «Ер Шобанында» Жұмай, Мәмбет, Сұлтан, Қаян, Жылым, Баубек, Қолай, Жақсымбет, Жақан батырлар даралай суреттелсе, Мұраттың «Шалгез» поэмасында шындығына келгенде Қожақ, Жанай, Шора, Сойдақ, Қазы, Қосай, Арғын, Мамай батырлар аталады. Ал олардың аттары ғана емес, образдық келбеттері де басқа. Шалкиз бен Мұратты біріктіріп тұрған дәстүрлі машық, тіпті, әрі-беріден Мұрат Шалгез бабасының жырын естіп, соған ұқсатып жырлайыншы деген ниетінің өзі он батырдың бірі етіп Шалкезді атап, қалмақтың қолын қайтарған шешен батырға айналдырып жіберген. Суреттеу тәсілдері де бірдей.\n\nАрғымақ аттың аласы,\n\nҚас игінің баласы.\n\nАлдаспан ауыр қылыш суырған,\n\nАжалға қарсы жүгірген.\n\nБұ жиынның ішінде,\n\nИсалының ұлы Жылым бар [4,36б.],–\n\nдесе Шалгез жырау, ал Мұрат Мөңкеұлы:\n\nЕнді бірін кім десең?\n\nЖеті аршын жарым бойы бар.\n\nАдамнан артық біткен сойы бар.\n\nАртынан келген дұшпанға,\n\nКөрсететін тойы бар.\n\nЖауырыны жазық,\n\nМойны ұзын.\n\nОқ тартқанда\n\nҚолы ұзын.\n\nМаңдайының арасы\n\nЕкі қарыс екі елі.\n\nДулыға симас шекесі,\n\nОның бір несін сұрайсың.\n\nТеккеппер деп жалғыз аттанған,\n\nКөкшенің ұлы Қосай бар,–\n\nдеген суреттеу амалы мен бір-біріне ұқсамайтын батырлардың образын жасағаны үшін Сәбит Мұқанов Мұратты «Зар заман ақыны» деп айтудың өзі обал-ау дегенге жақындап, «қандай тамаша бейнелер!» біздің совет заманының батырларына «болсаңдар, осы Мұрат сипаттаған қазақ батырларындай болыңдар дерлік емес пе?!» [2,164 б.] деп Мұрат ақындығына ризалығын жасырмай, бүгінгілерге үлгі етіп, өмір шындығына оралады. Кешегі мен бүгінгіні жалғастырып, дәстүрдің қасиетті ықпалын сездіреді.\n\n«Жалпы еңбектерін тұтас алғанда Мұрат XIX ғасырдағы қазақ әдебиетінен аса бағалы орын алады» деген қорытындысы өкінішке орай 1947 жылы Қазақстан коммунистік партиясы орталық комитетінің «Қазақ ССР Ғылым академиясының Тіл және Әдебиет инититутының саяси өрескел қателері туралы «қаулыға ілікті де, бүкіл «Зар заман» ақындарының қатарында кете барады.\n\nС.Мұқановтың игі ниеті мен шыни танымына ілігіп, құнды да толымды пікір айтқызған ақын – Мұрат. Өзін жалпы қазақ ақыны, халық ақыны санаған және тарихын терең білген Мұрат «қазақ халқының сорлы ел еместігін, отанын, бостандығын қорғау жолында күресе алғандығын» [2,155б.], «Қазтуған», «Шалкиіз», «Қарасай-Қазы» дастандары мен «Үш қияны» көркемдігі мен идеясы жағынан өте құнды шығармалар» екенін нақты талдаумен дәлелдеп, олардың авторын «данышпан, ұлы жүректі Мұрат ақын» деп таныды.\n\nЖалпы, очеркте «Зар заман» әдебиетінің жай-күйі, Шортанбай, Мұрат сынды ұлы ақындар шығармашылығы барынша жанашырлықпен насихатталып, толымды зерттеу жүргізілген. Осы баяндалған шындықтар әлі күнге дейін қалың оқырманның қолына толық тимей жатуы, әрине, өкінішті.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Зар Заман – қазақ әдебиетіндегі кезең атауы. Аталған кезең Ресей империясының отарлау саясаты салдарынан Қазақ хандығындағы бұрынғы ел басқару жүйесінің жойылып, халықтың саяси, экономикалық және рухани езгіге ұшыраған тарихи уақытты сипаттайды. Алғаш Шортанбай Қанайұлы осы кезеңнің ауыртпалықтары туралы “Зар заман” атты зарлы толғау шығарып, ол ел ішінде кең таралды. Бұдан кейін басқа да ақындар осы тақырыпқа көптеген өлең-жырлар шығарды. Оларды қазақ әдебиетінзе «Зар Заман ақындары» деп атайды.\nҚазақ әдебиеті тарихындағы ірі тұлғалардың бірі Шортанбай Қанайұлы. Ол 1818 жылы Оңтүстік Қазақстан облысының Түркістан ауданында дүниеге келген. Ақын 63 жасында қазіргі Қарағанды облысының Шет ауданында қайтыс болған.\nШортанбай Қанайұлының шығармасын алғаш зерттеген орыс зерттеушісі Радлов. «Зар заман» толғауы арқылы бір дәуірге ат Берген шығарманың астарынан көп нәрсені аңғарамыз» деп, отаршылдықтың қазақ ұлтына әкелген зияны туралы Радлов та айтады.\nШортанбай әуелі бұрынан көп айтылып келе жатқан заманға қай заман екенін атап, ат қояды.\nМынау ақыр заманда\nАлуан, алуан Жан шықты\nАрам, араз хан шықты\nҚайыры жоқ бай шықты\nБаяғыдан құбылып, бұзылып келе жатқан заман өзге заман екен. Бұл арада дін ұғымы мен ескі қазақ көзқарасы бір араға қосылғандай болады.\nЗаманның жаман белгісі «Зар заман» ішінде көп айтылады\nМұның өзі зар заман\nЗарлығының белгісі\nҰл сыйламас атасын….\nҚазы, болыс, хан қойды\nНекесіз туған шатасын…\nСол заманның кезінде\nҚыз сыйламас шешесін\nЕр жеттім деп шаштасып…\nБұның бәрі-заман бұзылғанның белгілері. Енді осы заманды бұзған кім? Бұған да ақын жауап береді.\nЗаман қайтіп оңалсын…\nБайлар ұрлық қылады\nКөзіне малы көрінбей\nБилер жейді Параны\nСақтап қойған сүрідей\nСол себепті:\nЗаманның түрі бұзылды\nТекеметтің түріндей\nЗаманның зарын айтқан, ел келешегіне назаланған Шортанбай Қанайұлының еңбектерінің тақырыбы мен идеясы өз заманының қайғы, мұңы еді.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "_______________________________________________________________\n\nЗар заман белгілері                  |     Бүгінгі заман белгілері     \n_______________________________|__________________________________\n\nкесте жазууу керек едііі қалай жазуға болады??? көмекк бересіздер ме??",
                "date": "11.11.2018",
                "upvotes": 0
            },
            {
                "text": "Бағзы заманнан бері қарай өмір сүрген ақын, жыраулар қазақ жеріндегі замана көшінің бағыт-бағдарын елден бұрын бағамдап, өмір ағымының беталысын, тіршілігінің тынысын тамыршыдай дөп басып танып отырған. Іштен, тыстан келетін қауіп-қатерлерді алын-ала сезіп білген. Бұл өзгелерден артық туған ақын, жырауларға тәңірдің берген тән қасиеті болса керек. Олар қой үстіне бозторғай жұмыртқалаған мамыражай заман болса, шаттана, масаттана жырлаған. Ел басына күн туған аласапыранда отты жырларымен қалың қазақтың жігерін жанып, тұтастық пен бірлікке шақырған. Ал туған жеріне жатжұрттықтар сұқ көздерін сүзіп, шеңгелдеп қол сала бастағанда жыландай жылжып келе жатқан қасіреттен халқын сақтандырып жырмен зар жылаған. Жат пиғылдылардың елдің іргесін ірітіп, ырысын шашып, қазынасын қасықтап та, шөміштеп те таситынын елден бұрын аңғарған. Ақындар алмағайып заманда елдің жігерін жанып, төнген қауіптің бетін қайтаруға халықты үндеп отырған.",
                "date": "11.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дулат Бабатайұлының «Еспенбет» дастанында Еспенбеттің нағашысының қалауы Ақбөрте болуы?",
        "question_content": "Дулат Бабатайұлының «Еспенбет» дастанында Еспенбеттің нағашысының қалауы Ақбөрте болуының себебін дәлелдеп жазыңыз. Эссе жазу\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 55700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ертеде Сыбан руынан шыққан Жарасқұл деген қарттың Еспенбет атты немересі болады. Міне, осы Еспенбет жас күнінде әке - шешеден бірдей жетім қалып, уақ руынан шыққан Ер Қосай атты батыр нағашысының қолында ер жетеді. Қосай жиенді бөтен санамайтын салт бойынша Еспенбеттей ұрпағын өте жақсы көргендіктен, оған жетімдік тауқыметін көрсетпей өсіреді. Ер жеткенде қалыңдық әперіп, басына үй тұрғысып, алдына мал бермек ойда жүреді.\nКүндердің бір күнінде қатарластарынан ойлы, намысы күшті, арманы биік Еспенбетті тумысы бөлек Ақбөрте атты құлын ерлік арманға жетелейді. Бар арман мақсаты - тұлпар мініп, қару асынып, атасы салған ізбен жүріп, өзі туған Сыбан еліне оралу болатын. Ендігі ойы «Ит тойған жеріне, ер туған жеріне» деген халық даналығын еске алып, алыстағы ата жұртына кеткісі келіп жүреді. Ер Қосай атасы оның бұл күйін байқап, өзіне шақырып қалауын сұрайды. Атасы ұсынған байлықтың бәрінен бас тартып, жалғыз ғана Ақбөрте тайды қалайды.\nЕспенбеттің қалауын орындап, атасы оны батасын беріп еліне қайтарады. Еліне оралған соң, қалың Сыбан елі «нағашысы Еспенбетті жалғыз таймен қайтарғаны несі?» деп, Қосай батырды сынға алады. Бірақ Еспенбет мұның ешбірін құлағына ілмейді. Арада уақыт өтіп, Еспенбет 17 жасқа келеді. Ақбөрте тай бесті болады. Еспенбет Бөртесін баптап, Сәтімқұл деген бидің асында бәйгеге қосады. Тұлпары Еспенбеттің үмітін ақтап, жүз бас тайлақ тігілген бәйгеден бірінші болып келеді. Сонда Еспенбет сыбанның қолбасы Ақтамберді батырды шақырып, олжаны ортаға салып, бөліп береді. Енді сыбан елінің Қабанбай бастаған батырлары атадан қалған кекті қайтару үшін қалмаққа шабуылға шығады. Осы шайқаста қалмақтың бір батыры жекпе - жекте қазақтың жеті батырын бірдей ойсырата қырып салғанда, шыдап тұра алмаған Еспенбет, Ақтамбердіден рұқсат сұрап барады. Кезегіңді маған бер, жас санама, бас сана, қайратымды көр деп, Ақтамберді батырдың батасын алып, жауды жеңеді. Қас майданда қалмақтар жеңіліс тауып, батырлар елге үлкен олжамен оралады. Міне Еспенбет батыр елге осылай танылған екен.\nhttp://bilim-all.kz",
                "date": "17.03.2017",
                "upvotes": 1
            },
            {
                "text": "Дулат – қазақ халқының ғасырлар бойы қалыптасқан тұрмыс қалпын өктем зорлықпен бұзған XIX ғасырдың ақыны. Отарлық озбырлықтың күшейгенін халықтың бұрынғы еркін өмірінің еткенін, адамдардың мінез-құлқы мен психологиясында, ойсанасында сахара салты мен түсінігіне жат өзгерістер орын алғанын – бәр-бәрін тумысынан жаны сергек Дулат көзімен көріп, жүрегімен сезініп өсті. Барлық билікті патша қолына алып, қазақтан қойылған билеушілер оның қолшоқпарына, шабарманына айналғаны, ел жайлы қоныс, құнарлы жерлерінен ығыстырылып, бағыныштының кейпіне түскені азамат Дулаттың ойынан шықпайтын қайғы-шері болды. Сахараның ергіндік сүйініш рухы мен даналығын бойына молынан дарытқан, жаратылысынан ерекше дарынды Дулат, міне, осы тарихи жаңа дәуірдің жыршысына, отаршылдықтың айыптаушысына, еркіндік, ынтымақ-бірлігін жоғалта бастаған халқының жоқшысына айналды. Дулат мұндай масқара жағдай ел басшыларының жағымпаздығынан, өз ойлап, халықты ұмытқандығынан болды деп, соларға катты шүйлікті.\nАқын өлеңдерінен заман, адам өзгерістері, басқа ел мақсат ─ мүддесіне бейімделе бастаған халық халі, туған жер, адалдық, адамдық қасиеттерді өрнектеген өзіне ғана тән бояуды табамыз. Дулатқа дейін ақыл айту, құр нақыл дәрежесінде келсе, ақын бәріне өзін кінәлі санап, ашына айтады. Бұған дейін көрінбеген өзгеше леп. Жаңа жол. Секілді сөздер кейін ұлы Абайда жаңа өрнекпен көрінеді. Ақын ел билегендерді де, басқыншы орысты да ашына, барын ақтара көрсетеді. Ғалым Р. Сыздықова айтқандай: «Дулат ─ қазақтың ұлы ақыны», ұлылықтың бастауы. Сонысымен құнды. XIX ғасырдағы қазақ әдебиетінде Дулаттың өзіндік үлкен орны бар. Өйткені ол өзінің толғау — жырларында көптеген келелі мәселелерді көтеріп, өз заманының шындығы бірқыдыру бере білді. Жеке кісілерге арналған өлеңдерінде (Кеңесбайға, Бараққа, ел аралаған ишанға т,б) сол кездегі тірліктің ұсқынсыз жақтарын өлтіре шенеп, кейде өткір сатира дәрежесіне дейін көтеріле алды. Дегенмен, түптеп келгенде Дулат жырау ескішіл ақын, феодалдық қоғамның жаршысы. Дулат толғаудың асқан шебері болғандықтан өлендердің барлығы дерлік еркін ұйқасты жеті-сегіз буыннан тұратын жыр үлгісінде болып келді. Ақының кіргізген бір жаңалығы кейбір толғауларының шумақтарында өзара қайталап отыратын заңдылық бар. Ақын – қазақ даласының кіріптарлық, халықтың шұрайлы, сулы қоныстарынан ығыстырылып, өз жері, өз елінде өгей жетімнің күйіне түскенін көрмей, айтпай, тек Сарыарқасы мен Сандықтасын тамылжыта жырына қосса, әрине, оғаш, түсініксіз, ал атамның қонысын өзгеден қызғана сүйдім десе, жалған болар еді. Елін, жерін жанындай жақсы көріп, оның тағдырын ойлап, күйзелген ұлы жырау олай еткен жоқ, шындықты, шынайы сезімін бейнелейді. Оның туған жер туралы толғауларының тарихи мәні де, тәрбиелік кұндылығы да сонда.\n«Еспенбет» поэмасы\nАқынның ел өмірінің ескі бір тақырыбына құрып, жазба әдебиет үлгісінде шығарылған бұл поэмасы XIX ғасырдағы қазақ әдебиеті үшін жаңалық еді. Поэма:\n\nЕспенбеттей ер қайда?\nЕспенбеттей ер туса,\nЕр күтетін ел қайда? —\n\nдеген жолдармен аяқталады. Шығарма, міне, осы аңсардан, яғни ақынның күллі шығармашылығына ортақ елге тірек ер, көсем шықса, халық соның қасынан табылса деген идеядан туған. Хан-сұлтандар халқынан бөлініп, жатқа жағынған, батырлары «қазан бұзар үй тентекке айналған» заманда ер мен елдің бірлігі идеясын халықтың көкейіне жеткізіп, еңсесін тіктемек болған. Сол мақсатпен айбынды бейнелері халық жадынан өшпеген Ер Қосай, Қабанбай, Ақтамберді батырлар заманындағы қазақтардын, қалмақтарға қарсы бір шайқасын өзек етіп алып, батырлық дастан тудырған. «Еспенбет» поэмасы батырлар жырының үлгісінде жазылғанымен, онда, қиял-ғажайып оқиғалар, тылсым күштер, нанымсыз әсірелеулер атымен жоқ. Бас қаһарман Еспенбет те, оның Ақберте аты да, қалмақ, қазақ батырлары да – бәр-бәрі өмір шындығы аясында алынып, суреттеледі.\nЖырау поэмасын бастаған жерден бас қаһарманын:\n\nЕр Еспенбет кешегі\nЕрекше ер деседі.\nТіл біткеннің шешені,\nТопта бермес есені.\nҮлгі айтса – көшелі,\nЖауға шапса – көсемі, –\n\nдеп марапаттай таныстырғанымен,\n\nӨзі болған жігіттен\nСұрама кім деп ата-анаң, –\n\nдегеніне қарағанда, Еспенбет қандай да бір, артықшылығымен ел көзіне түспеген, қарапайым ғана кісінің баласы. Міне, осы Еспенбет жас күнінде әке-шешеден бірдей жетім қалып, нағашысы Ер Қосайдың (тарихта болған адам, батыр) қолында, уақ елінде өседі. Қосай жиенді бөтен санамайтын қазақ салты бойынша да, «Еспенбеттей ұрпағын өте жақсы көргендіктен» де оған жетімдік көрсетпей өсіреді. Ер жеткенде таңдап жүріп қалыңдық айттырып, басына үй тұрғызып бермек ойда жүреді. Қазірде «тоқсан жасқа келіп, тұғырдан әбден түскенімен», Ер Қосайдай:\n\nЕлім десе, елеріп,\nЖаннан мүлде күскен кер;\nБел шешпей жортып ел үшін,\nАлты малта ас қылып,\nАрпа суын ішкен ер.\n\nОсындай кісінің бауырында өсіп, тәрбиесін алғаннан да болар:\n\nЖатса, тұрса, Еспенбет\nТұлпар мінсем деуші еді.\nҚару, сайман асынып,\nШөпті бұзсам деуші еді.\nАлайда:\nТуған елін ойласа,\nҚалатын жасып, басылып.\n\nЕспенбет он төрт жасқа келгенде «Ер – туған жеріне, ит – тойған жеріне» дегенді есіне алып, алыстағы ата жұртына кеткісі келеді. Нағашы атасынан еліне қайтуға рұқсат батасын сұрайды. Осы арада мына бір жайтқа назар аударған жөн. Еті тірі, сезімі сергек, талапты жасөспірімнің желі басында үйездеп тұрған енесінің белінен секіріп ойнап жүрген Ақбөрте құлынға қызығуында нышан бар:\n\nҚұйрығын шаншып алды да,\nҮш айналды желіні.\nСелеу жерге бас ұрды,\nОмырауының желінен.\nҚұйындатып келді де,\nЫтқып түсті Ақбөрте,\nЕнесінің белінен.\n\nҚұрбыларынан ойлы, намысы күшті, арманы биік Еспенбетті осы бір туысы бөлек құлын ерлік арманға жетелейді: өскенде Ақбөртені ат қып мініп, қару асынып, жау қайтаруды армандайды. Ал осы жеткіншек тағы да:\n\nЖігерім болса жетемде, Өнерім болса, еліме\nЕліме барып, ұл болсам. Адал еңбек етсем деп;\nЖігерсіз болсам, жетесіз, Болмаса өнер бойымда,\nҚойын бағып, құл болсам… Қораш кұл боп өтсем деп, –\n\nойлайды. Қандай адамдык адал, ақ ниет десеңізші! Ақынның кейіпкерінің осы сөздері арқылы бейнеленген биік эстетикалық-адамгершілік көзқарасы, халықтық демократизмі-туындының өн бойына көктей тартылып жатқан өзекті идеясы.\nЕр Қосай Еспенбеттің тілегін қабыл алып, қалауын сұрайды. Салт бойынша басына үй, алдына мал салып, қалыңдық әперіп қайтарайын дейді. Көпті көрген батырдың көрегендігі шығар, әйтеуір, «көп шөбере ішінде» Еспенбеттің «ерекше тілеп тілеуін», Құдайға жалбарынумен жүреді екен.\n\nШепті бұзар деуші едім,\nЖаудың туын құлатып;\nСұлу сүйер деуші едім,\nЕлден таңдап ұнатып;\nТұлпар мінер деуші едім,\nЖалын желмен сылатып;\nНайза ұстар деуші едім,\nСарағын жезбен қынатып;\nТүйғын құстай алыстан\nТоят тілер деуші едім.\n\nМұндай игі сенім, асыл арман дана қарттың көкірегіне бекер ұяламаған ғой. Еспенбет нағашы атасы ұсынған байлықтың бәрінен бас тартып, жалғыз ғана Ақбөрте тайды қалайды. Бұл да жас ұланның жаны таза, арманы биік, дүниеге қызықпайтын парасаттылығын танытады. Ер Қосайды да емірентіп, мейірін түсірген жиенінің ел баласы болғысы келген мінезі, көп құрбыларынан ерекше ізгі қасиеті болса керек.\nНағашы атасы Еспенбеттің қалаған Ақбөрте тайын беріп, әрі жиенінің біліп таңдағанына сүйсінеді. Батасын беріп тұрып, кемеңгер қарт былайша толғайды:\n\n– Бірақ, балам, айтайын: Қамалау да еліңнен,\nЕліңе де барарсың, Табалау да еліңнен;\nТірі болсаң, еліңнің Өсіру де еліңнен,\nКерегіне жарарсың. Көшіру де еліңнен;\nДос та елден, жау да елден, Абалау да еліңнен.\nАлды-артыңа қарарсың. Бақыт та елден қонады,\nДәулет те елден болады,\nКүндестік те еліңнен, Елменен ер ержетіп,\nМіндестік те еліңнен; Емендей өсіп, толады.\n\nӨмір шындығынан даналықпен қорытылған бұл терең ой өзінің мәнін әлі жойған жоқ, сірә, ешқашан жоя да қоймас.\nШынында да, нағашы атасы болжағандай жарбиып жалғыз тай мініп келген баланы еліндегілер кездеріне ілмей, Ер Қосайдың жиенін қара басын сопайтып, тай мінгізіп Қайтарған мұнысы қалай деп, алуан түрлі әңгіме қоздатады. Бірақ, Еспенбет оның бәрін құлағына ілмей, жүре береді. Сонымен үш жыл өтіп, Ақбөрте бесті ат болады. Сол кезде Жыл бұрын қайтыс болған Сәтімкұл деген атақты бидің көп халық шақырылған асы беріліп, аламан бәйге шаптырылады. Бәйгеге қосылған Ақбөрте алдымен келіп, бас бәйгеге тігілген 100 тайлақты жеңіп алады. Бірақ, «ердің сыйы – ортаға олжа салғаны» дегендей, бұл жолы да Еспенбет бәйгеге берілген жүз тайлақтан бір тайлақ та алмай, барлық олжасын қалың сыбанның ортасына салады. Өзінен атағы бұрын шыққан Ақбөртеге қызыққандар қоралап қой, үйірлеп жылқы беріп сұраса да, Еспенбет дүниеге қызықпайды, тұлпарын сатпайды.\nСөйтіп жүргенде, Қабанбай бастаған батырлар кеткен бір кекті қайтару үшін, қалмаққа қарсы аттанбақ болады. Мұны естіген Еспенбет те қару-жарақ асынып, «Ақбөртені баптайды».\n\n«Басталар қашан соғыс» – деп:\nБелін шешіп жатпады,\nТүнде кірпік кақпады.\nЕрлік қысқан кеудеге\nІшкен асы батпады.\n\nАқыры «шу!» десе, артынан шаңды боратып, алдынан құйын оратып, бөкендей орғып» желдеткен Ақбөртесіне мініп, аттанған қалың қолға Еспенбет те ілеседі. Бұл тұстағы Еспенбетті ақын: «алыстан тоят іздеген ер», «сұңқар», «орынсыз сөз сөйлемес батагей қарттай сінелі», міндетін «айтқызбай-ақ біледі», «сыр бермейді сырттанысып», «бейне арыстан түлегі» деп бейнелейді. Осындағы жекпе-жекте ерекше назар аударарлық бір жай бар. Поэманың бас қаһарманы Еспенбеттің «алты жүз рет соғысқа кірген, алпыс алты айлалы», осы ұрыстың өзінде қазақтың жеті батырын мерт қылған қалмақ батырымен жекпе-жегі жойқын батырлардың, шын болат қару-жарақтардың, арыраған тұлпарлардың ғаламат шайқасы болуға тиісті еді. Оны қандай сұрапыл етіп суреттеймін десе де, Дулаттың ақындық қуаты, құдіреті жетер еді. Бірақ олай етпейді. Алып батырлардың бірін-бірі қалай өлтіргенін қызықтаудан даналық ұстамдылықпен бас тартады. Жырау үшін маңыздысы – елім деген ердің болғаны, оның жауын жеңіп, кегін қайтарғаны.\n\nҚас қаққанша майданда Өлімге мойынсұнғандай\nАйқасқан екі ер де жоқ. Аяқ-қолы кесілген.\nДене жатыр майданда Тіршілік пен өлімнің,\nҚылышпен басы кесілген. Ұзақ дауы шешілген.\n\nАқын өлген жауды табалап, айызы қанатын сөз айтпайды. Тіпті «жау» да демейді, «айқасқан екі ер» дейді.\n\nЕл үшін туған ерім деп,\nБір топ келіп жыласты.\nЕліме қатер жауым деп,\nӨлгенін бір топ ұнасты.\n\nМұндай терең философиялық түйіндеу шапқыншылықты емес, елінің еркіндігі мен бейбіт өмірін көксеген Еспенбет батыр бейнесінің табиғатынан туындаған. Ақын қазақ қолы мен қалмақ қолы кездескен көріністі де кемел ойлы ұстамдылықпен, шынайы суреткерлік тұрғыдан сипаттайды.\n\nҚарсыласып екі топ,\nІріктеді батырды.\nҚалмақ сорып барабан,\nҚазақ ұран шақырды.\n\nЕспенбеттің топтан суырыла шыққан сәтінің суретінен оқырман оқиғаның қатысушысындай әсер алады. Арыстандай атылған батыр мен жолбарыстай ышқына ытырылған Ақбөрте тұлпар қаныңды қыздыра, көз алдына елестейді.\n\nТоптан шығып жөнелді,\nНайзаға таққан шоқтай боп.\nАқбөрте кетті құнтиып,\nСадақтан тартқан оқтай боп.\nҚанға сусап қалмақ тұр\nОбатұғын оптай боп.\n\nҰлы суретшінің талантына лайық жанды картина! Еспенбеттің ерлігінің арқасында қазақ жағы жауып талқандап жеңіп, кегін қайтарады, мол олжа түсіреді. Ел мүддесі мен намысын ойлаған ер Еспенбет бұл жолы да тоқпейіл әдетінен таймайды, еңбек сіңіріп тұрса да, көл-көсір олжадан ештеңе алмайды.\nАқын халыққа қамқор, елге тірек болам деген нағыз ер осы Еспенбеттей болу керек деп, оның батырлығын, ақыл-парасатын, дүниеге қызықпайтын қанағатшыл, мәрттігін өзінің замандастары мен кейінгіге үлгі етеді.\nПоэма сындарлы құрылымы, суреттігімен ерекшеленеді. Оқиғаның желісі жинақы, мазмұны тартымды. Ұлы жырау талай-талай татымды ойларды, мазмұнды үлкен шеберлікпен туындының өн бойына еріп жіберген.\nТуған ел, өскен жерден алыста жүрген намысты жастық асқақ арманы мен тәтті қиялын ақын мейлінше дәл берген.\n\n«Ер – туыс, ит – тамаққа»\nДеген жоқ па бұрынғы?\nТуған ел, туған жерім бар,\nТуған елді көкседім,\nЖат елде арман – өскенім… –\n\nдейді Еспенбет. Осындай ерді өсіретін жалпы қауым, ел жұрты екендігін айтып, ақын жастарға «әрқашанда еліңмен жұртыңмен бол» – дейді.\nЕспенбет поэмада тек алып күштің иесі ғана емес, сонымен бірге адал, ақ жүрек, кішіпейіл, көпшіл адам болып көрінеді. Еліне қайту, ерлікке әзірлену, батырға лайық ат таңдау елдің кегін қайтару, сый-сияпат, олжаны алу-алмау сияқты: елеулі шешімдерді өз бетімен қабылдайды.\nПоэмада тек батырдың жеке тұлғасы ғана емес, сонымен бірге халық бейнесі қоса суреттеліп отырады. Ақын жорыққа аттанып бара жатқан қазақ қолын ерекше шабытпен, тапқыр да бейнелі теңеулермен әсерлі жырлайды.\n\nЖөңкерілген қалың қол Асқар белге ұқсайды.\nЖүйткіген желге ұқсайды. Кенетінен ду етсе,\nКөрінісі кей кезде Тас қопарып, тау бұзған\nТолқыған гүлге ұқсайды. Аққан селге ұқсайды…\nМұнар түнеп, бұлт көшкен\n\nШығармадағы жау да осал емес. Жау батырын бейнелегенде ақын талай тапқыр, әсерлі теңеулер табады. Қалмақ батырын:\n\nҚалмақ шықты майданға Қайырымсыздығы – талайдың\nШамасы елу жастағы, Жонынан алған таспаны.\nАстына мінген мәнерлеп, Кір басқан құлаш айдары,\nМақпалдай қара қасқаны. Аждаһадан кем емес\nЕрлігі елең қылмайды Аузын ашқан айбары, –\nБір өзінен басқаны.\n\nдеп, әлі жеткенді аямайтын жауыз, айлалы да айбарлы аждаһа кейпінде суреттейді де, Еспенбетті осындай жойқын пәлені жеңген алып батыр, ардақты ер ретінде бейнелейді.\nКөп арасында қоян жүрек қорқақ, ездерің де болатынын ақын жасырмайды. Батырлар ұран сала жауға ұмтылып, майдандасып жатқанда, өздердің тығылар жер таппай, қарадай шошып, үрейі ұшқандарын мысқылдайды.\n\nҚалмақ соғып барабан,\nҚазақ ұран шақырды.\nАйбаты өсіп ерлердің,\nАрыстандай ақырды.\nИығы түсіп өздердің,\nҚоярға жанын жер таппай…\nАрман көріп, аһ ұрды, –\n\nдеп, ерлік, ездік аралас майдан суретін алға тартады.\n«Еспенбет» поэмасында ұлттық психология, салт-сана, тәрбие-өнеге үрдістері молынан көрінеді.\nПоэма көлемі шағын болғанымен, мазмұны бай, бөтен сөз, бөгде шумақтардан таза жинақылығымен де ерекшеленеді. Елге қорған тұлғаны аңсаудан туған «Еспенбет» поэмасы – XIX ғасыр әдебиетінде елеулі орын алатын көркем туынды.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махамбеттің «Қара нарға» артқан жүгіне қазіргі уақытта сіз өз тарапыңыздан қандай міндет?",
        "question_content": "Биылғы 11 сынып оқушыларының мемлекеттік бітіру емтиханы, яғни қорытынды аттестаттау кезінде ана тілі мен әдебиетінен эссе жазуына ұсынылатын тақырыптар белгілі болды. Ана тілі мен әдебиетінен, яғни, қазақ мектептері үшін қазақ тілі мен әдебиетінен эссе жазуға 105 тақырып алынған.\nМахамбеттің «Қара нарға» артқан жүгіне қазіргі уақытта сіз өз тарапыңыздан қандай міндеттерді жүктер едіңіз?\nЕмтихан ережесіне сәйкес, оқушы өзіне ұсынылған үш тақырыптың ішінен біреуін таңдайды. Таңдаған тақырыбы аясында 250-300 сөзден тұратын эссе жазады.\nЭссе тақырыбын таңдағаннан кейін бітірушілер негізгі идеяны анықтауы (ол не туралы?), проблеманы жинақтауы, дәлелдер жазуы, тіл құралдарын және тілдік әдістерді (салыстырулар, эпитеттер, метафоралар, риторикалық сұрақ, кіріспе сөздер мен ұсыныстар т.б.) пайдалануы, эссенің жалпы қорытындысын қалыптастыруы керек.\nЭссеге 3 астрономиялық сағат беріледі.",
        "question_date": "16.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 50500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Толарсақтан саз кешіп, \nТоқтамай тартып шығарға \nҚас үлектен туған қатепті \nҚара нар керек біздің бұл іске.\nҚабырғасын қаусатып, \nБір-біріндеп сөксе де \nҚабағын шытпас ер керек \nБіздің бүйткен бұл іске. \nМ. Өтемісұлы \"Тар қамау\" \nМахамбеттің «қара нары» - қиындықты бірге төзетін, қолдау беріп, ауыр жүкті бөлісетін жол серігі. Махамбет пен Исатайды көтеріліс басшылары ретінде әрі батыр деп білеміз. Халықты қанағандарға қарсы бас көтерген бұл қос батырды қолдағандар да, қолдамағандар да болды. Қолдағандары көтеріліс басшыларының ұшар қанаты да, қонар құйрығы да болды. Зәбір көріп толарсақтан саз кешсе де, алған бетінен сүйреп шығар, Махамбеттің міндеттелген «қара нары» да осы қолддағандар. Ал мен өз тарапымнан қолдаған «қара нарға» не міндет жүктеймін? Жолымда кездескен әр қиынды шешер болсам, алдымен сенімді адаммен ақылдасып, ойын тыңдап, өз шешімімді байлар едім. Шешім әр қашан түзу емес. Байлаған шешімім бұрыс болған жағдайда қолдағаннның аяғына дейін сенім артып қолдағанын қалаймын. Түпкі мақсат бір болған соң, жол үстіндегі шешімдерге сенім артып, «өлсек бірге өлеміз» дейтін ұстамды болуын сұрар едім. Әрине талап етерім өте ауыр. Менің жолымда күйрегені, обалы маған қалғаны деген сөз емес пе? Алайда Исатай жолында өмірі өткен Махамбеттің тарихта жазылғаны Исатай обалы деген тұжырымға келісесіз бе? Әрине жоқ, екеуі де ел мақтанышы. Яғни түпкі мақсаттың аяғына дейін сабырмен қолдауын мен жүктеймін. Ортақ мақсат жолында жеңілусіз жеңіс болмайды. Алмағымның салмағы бар дегендей, проблеманың әр қилысын бастан өткере білу керек. Проблеманы өткере білуді сабыр деп түсінемін. Қара нарға жүктерімде сабыр. Ақырында, адам болған соң жеңетінін де, жеңілетінін де сабырмен түсініп адамгершілік танытса екен деймін. Адамгершілік – адам болу өнері дегенге келісесіз бе? Әрине түсіну қиын болса да, адамның бәрі адам емес. Тәнінің адамша жаратылғанымен, хайуан жандылар бар. Жаны хайуан адамдарды дүниеде зұлымдықтың барлығымен түсіндіремін. Исатай мен Махамбет көтерілісі хайуандыққа қарсы бағытталды, ескеріңіз. Адамгершілік - адам болу қасиеті. Мені қолдаушы адамның, менің жолымда серік болса осы қасиетті міндеттер едім. Менің ойымша, Исатай мен Махамбеттен «қара нарға» жүктегендерінен менің қойған жүгімде көрінеді. Бір-біреуінің тілеуін тілеп, қамқорлық танытқанын да; сабырлық танытып ханға қарсы шыққанын да; әрі адамгершілік – халық қамын ойлағандығын да көреміз. Бұл қасиеттер менің құндылықтарым әрі «қатепті қара нарға» жүктегендерім.\n\nТолығырақ.",
                "date": "17.03.2017",
                "upvotes": 1
            },
            {
                "text": "Махамбет шығармашылығын Кеңес өкіметі кезінде саяси бағытқа бұрып, қоғам ықпалына орай талданды. Ұлы ақынның жырларын бай­манап, хан­патшаға қарсылық ұғымы шеңберінде ғана бағалауға ұмтылды. Бірақ, тереңірек ойлап ой таразысына салғанда, Махамбет жырларының ұстанған бағыты тереңірек еді. Махамбет қазақ халқының тәуелсіздік туын ұстанған ақын. Тәуелсіздікке, бостандыққа үндеп, азаматтық еркіндікке ұмтылды. Осы жолда басын тау мен тасқа ұрды. Ашық айтты. Тартынбай сөйледі Поэзияның құдіретті қуат күшіне арқа сүйеп, алыстан сермеді. Туған еліміз, Қазақстан атты мемлекетіміз тәуелсіздікке қолжеткізген тұста, Махамбет жырларының қадір­қасиетін қайта қарауға, қайта талдау,басқаша бағалау міндеті алда тұр. Махамбет туралы тұжырымды ой­пікір айту үшін, Махамбеттің құдіретті поэзиясына мағыналы баға беру үшін, ең алдымен Махамбет Өтемісұлының өмірін, Исатай Махамбет бастаған халық көтерілісін, Махамбет поэзиясының ақиқат шындығын, оның өлеңдерінің романтизмін, ең ақырында Махамбет жырларының көркемдік ерекшеліктерін ашып айтпай, Махамбет Өтемісұлы­сынды ұлы тұлғаны көзге елестете алуымыз мүмкін емес. Ғалым Қажым Жұмалиевтың дерегіне сүйенсек, Махамбет Өтемісұлы 1804 жылы Батыс Қазақстанда туғандығын, Батыс Қазақстан ол кезде, Бөкей, немесе, ішкі Орда деп аталғандығына көзіміз жетеді. Жайық пен Еділдің екі арасында өткен өлке еді дейді ғалым. Тайманның­Исатайы да, Өтемістің Махамбеті де Беріш руының перзенті. Оның кейбір өлеңдерін лиро-эпикалық түрге жатқызуға болады. Ол өлеңдерінде ақын\nөмір құбылыстарын Исатай бастаған шаруалар көтерілісімен байланысты тарихи\nшындық, өз қалпында суреттелсе, сонымен қатар оған өзінің көзқарасын, қатысын,\nол жағдайды өзінің қалай сезінуін де көрсетеді.\nҚоғамның тапқа бөлінуі және сол тапқа бөлінудің негізінде туған тап\nкүресі қазақтың фольклорінде де айқын көрінеді. Соған қарағанда саяси лириканың\nбастамасы ауыз әдебиетінде жатыр деуге болады. Демек, Махамбеттің саяси\nлирикалары ауыз әдебиетінде бір тамыры фольклор традициясымен байланысты. Жалпы,\nсаяси лириканың өзіне қас ерекшелігі — үгіт-насихат істерді көпшілікке үндеу,\nбелгілі бір топтың не таптың алдында тұрған тілек, мүддесін көркемсөз арқылы\nкөпшіліктің сана-сезіміне жеткізу, үгіт арқылы оларға әсер ету болса, Махамбет\nпоэзиясында бұл бағыт қатты сақталады.\n\nБіз жоғарыда да Махамбеттің өміріне байланысты Ішкі Бөкей ордасының\nшаруашылық жағдайы әлеумет өмірінде тап тартысын күшейтті, сол қайшылықтармен\nбайланысты шаруалар көтерілісі туды дедік. Ол көтеріліс өзінің қолбасы\nбатырымен қатар, жалынды үгітшісін де туғызды. Бұл тәрізді тарихи жүкті мойнына\nартқан адамның бірі — Махамбет. Сондықтан да Махамбет поэзиясының басты\nқасиеттерінің бірі саяси үгіт болуы заңды. Бірақ саяси үгіт поэзиясын жасаушы\nтарихта жалғыз Махамбет емес, басқалар да болды. Әйтсе де солармен\nсалыстырғанда да, Махамбеттің тағы өз ерекшелігі бар. Бізше, Махамбеттің\nнегізгі ерекшелігі — оның бір сырлы, сегіз қырлылығында. Махамбет өлеңдері тек\nжалаң құрғақ үгіт емес, оның өлеңдерінде жалынды, саяси өткірлік пен терең ой,\nнәзік сезім әрдайым ұштасып, біте қайнасып жатады. Махамбет өлеңдерінде бұл\nүшеуінің жігін ашып, бөліп алуға болмайды. Осы қасиеті Махамбетті көтеріліс\nтуын көтерген әрі жалынды үгітші, әрі ардақты ақын етті. Бұл мазмұн Махамбет\nөлеңдерінің құрылысы мен түріне де әсер етті. Түр — мазмұнның түрі болуы қажет\nдеген шартқа Махамбет поэзиясы толық жауап бере алады. Оның: «Ереулі атқа ер\nсалмай», «Мұңайма», «Айныман» деген өлеңдері — мазмұнына түрі сай, жалынды\nүндеу сөздер. Махамбеттің досын мақтап, дұшпанын даттап шығарған өлеңдерінің\nмазмұны күрес идеясын жыр ету болса, құрылысы шешендікке толы үгітке арналған\nотты, өткір сөздер болып келеді де, сөйлемдері қаратпалы, сұрау сөйлемдер болып\nкеледі, не жарлай арнау, не сұрай арнау немесе риторикалық сұрау болып отырады.\n\nМахамбет ақын – шын мәнісінде халқының ұлт азаттығын аңсаған, тәуелсіздігін көксеген, әділет жолына жанын пида еткен тұлға. Әділет жолындағы бұл іске тегін адам бармайды, жүрегінің түгі бар адам ғана бара алады. Сондықтанда Махамбет ақын: Толарсақтан саз кешіп, Тоқтамай тартып шығарға, Қас үлектен туған қатепті Қара нар керек біздің бұл іске. Қабырғасын қаусатып, Бір­біріндеп сөксе де Қабағын шытпас ер керек Біздің бүйткен бұл іске, – дейді. Бұл әділет жолына бір жола бет бұрған адамның сөзі. Жүрек толқынысы. Осындай мағыналы да, саналы да ерлікке кімдер жарамайды, кімдер қолқанат бола алмайды?! Олар: Арғымақтан туған қазанат, Шабуыл салса нанғысыз. Қазанаттан туған қаз мойын, Күнінде көз көрінім жер шалғысыз… Айырдан туған жампоз бар, Нарға жүгін салғысыз. Аруанадан туған мая бар, Асылын айуан десең нанғысыз. Жақсыдан туған жаман бар, Күндердің күні болғанда Жарамды бір теріге алғысыз, – жандар болмақ. Махамбеттің осы екі жырының мәні – ақынның көз қарасын айқындаған. «Толарсақтан саз кешіп… қабағын шытпас ер керек, біздің бүйткен бұл іске» деп тұжырымдаса, «аруанадан туған мая бар, асылын айуан десе нанғысыз, жақсыдан туған жаман бар. Күндердің күні болғанда, жарамды бір теріге алғысыз…» деуі – тәуелсіздік жолындағы өрелі істерге бастайтын тағылымды туынды екенін көрсетеді. Алда Қазақ Елінің тәуелсіздігіне – жиырма жыл толғалы отыр. Бір қарасаң үлкен жас та емес, ұзақ жыл да емес. Жиырма жылдық атқарылған ұланғайыр істерге көз салсаң қария ғұмырындай біраз айтарлықтай ұлы істер атқарылған. Тәуелсіздікті айтқанда, Махамбеттің жырлары жадыңа оралады. Дүниежүзінде екінші Шекспир атанған Португалия ақыны Луиш ди Камоэнс Махамбет­сынды тәуелсіздік үшін күрескен ақын. Португалия өзінің Тәуелсіздігінен айрылған 1580 жылдың 10 маусымында Луиш ди Камоэнс дүниеден өтеді. «Мен, тіпті, өзімнің туған Отанымда көз жұмғалы жатқан жоқпын, мен сол тәуелсіздігінен айырылған туған Отаныммен бірге өліп жатқандай сезінемін» деген ақынның жалынды сөзі ұлтының жүрегіне ұялап, Португалия елі қайта тәуелсіздік алғанда, ақынның асқан дана сөзі үшін Луиш ди Камоэнс қайтыс болған күнді – Португалияның Ұлттық Күні деп белгілейді». Сол ақынның жүрегімен үндескен Махамбет: Абайламай айрылдым, Ар жақтағы елімнен, Анау Нарын деген жерімнен. Тірі кеттім демеймін, Кем болмады өлімнен, – дейді. Туған халқының тәуелсіздігінен айрылу, тәуелсіздік үшін күрескен Исатай­сынды нарқасқа асыл ерден айрылу – ажалдан кем соқпаса керек. Махамбет Өтемісұлы – халқының қамын жеген, мұңымен бірге мұңданған, қайғысымен бірге қабырғасы қайысқан қазақтың ұлы ақыны. Ол өзінің ереуілдес серігі, қандос досы, Исатаймен бірге 1836­38 жылдары Қазақстанның батыс аймағында кеңінен өріс алған отты майданда халық көтерілісін басқарып, бай­шонжарларға қарсы күресіп, азаттық үшін, ұлтының тәуелсіздігі үшін бар жүрегімен майдан салды. Ел тілегінің жоқшысы Махамбеттің өршіл де отты жыр­толғаулары бұхара халықтың тәуелсіздік жолындағы күресінің айбынды қаруына айналды. Ақын өлеңдері қазақ халқын жігерлендіріп, ерлікке шақырды. Оның өткір де отты сөздері алмас қылыштың жүзінен кем түскен жоқ. Махамбет шығармашылығындағы келелі образдардың бірегейі – Исатай батырдың бейнесі. Исатайдың тәуелсіздік үшін күресі, сол жолындағы ерлігі мен қаһармандығы, батырлығы мен азаматтығы Махамбеттің өлең­толғауларына өзек болып, өміршең әдеби туындыларды әкелді. Махамбет Өтемісұлы ақын, әрі күйші болған адам. 1836­38 жылдары Исатай Тайманұлы бастаған көтерілістің басы­қасында болып, әрі көсемі, әрі жалынды жыршысына айналған алмас жүзді ақын. Бала кезінен әрі мұсылманша, әрі орысша оқып, зердесін кеңейткен тұлға. 1824­28 жылдары Орынбор қаласында Жәңгір ханның ұлы Зұлқарнайының қасында болды. Исатай Тайманов пен Махамбет Өтемісов бастаған көтеріліс туралы ғалымдарымыз кеңес өкіметі кезінде саясатқа орай шаруалар көтерілісінің тасасында қалдырды. Бұл көтеріліс тәуелсіздіктің басы еді, әділет үшін майданның алғашқы қадамы еді, ұлт бостандығының тұңғыш бой көтеруі еді. «Исатай Тайманов көтерілісі» атты А.Ф.Рязановтың, «Торғай облысы» атты Добросмысловтың, «Ішкі орда және Исатай Тайманов көтерілісі» атты дүниелер деректілігімен бағалы. Солай бола тұрса да тәуелсіздік рухындағы Исатай мен Махамбеттің тарихи бағасын беруде біржақтылық басым болғандай. Оған, әрине, авторлар кінәлі емес, уақыт, замана, саяси қоғамның өтпелі кезеңі әсер етуінен деп, бағалаған орынды. Бұл орайда Қажым Жұмалиевтың Қазақ ССР ғылым академиясы арқылы 1948 жылы жарық көрген «Махамбет /1804­1846 жж» атты монографиясының құндылығы ерекше. «Мен едім» деген өлеңінде ақын көкке атылған найзадай тік шаншылып: Боз ағаштан биік мен едім, Бұлтқа жетпей шарт сынбан. Ел құтқарар ер едім, Жандаспай ақыры бір тынбан, – деуімен­ақ, ақын өзінің кім екендігін, не үшін күрескендігін айқын дәлелдеген. «Ел құтқарар ер едім» деуі де сондықтан. Асылында, біз бұрын Махамбетті аясы тар ұғымда зерттеп, оның көсегесін көгерте алмай келгеніміз рас. Махамбет ақын шаруалар көтерілісін бастап, хан­сұлтандарға қарсылық көрсетумен тынған жоқ. Ақын хан­сұлтандарға қарсылық күресімен туған халқына деген әділеттілік үстемдік құруы үшін күресті. Махамбет Өтемісұлы – Тәуелсіздіктің ұлы жыршысы. Тәуелсіздіктің басы болған ақын. Бұл күнде ақын дегеніне жетті. Қазақ елі – Тәуелсіздіктің туын көкке көтерді. әлем қазақ халқын таныды. Мемлекет екенін мойындады.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Географиядан ғылыми жұмыс үшін жақсы тақырып керек?",
        "question_content": "Географиядан бір қызықты мағыналы тема керек еді",
        "question_date": "16.03.2017",
        "question_tag": "География",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    }
]