[
    {
        "question_title": "turkiyeburslari.gov.tr, осы сайтқа заявка берілді, нәтижесі қай уақытта айтылады?",
        "question_content": "turkiyeburslari.gov.tr, осы сайтқа заявка берілді, нәтижесі қай уақытта айтылады, түскен түспегені туралы?",
        "question_date": "6.04.2016",
        "question_tag": "Университет, колледж",
        "question_views": 303,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жылы жауап алғандар бар ма? Мен тускен туспегенимди билмей отырмын! Қашан жауап болады екен",
                "date": "25.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза ұстағанда ауыз жабар уақыты жəне ауыз ашар уақытын айтсаңыздар?",
        "question_content": "Ораза ұстағанда ауыз жабар уақыты жəне ауыз ашар уақытын айтсаңыздар?",
        "question_date": "6.04.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 16500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "күн шыққанға дейін ауыз бекіту қажет,күн батқан соң, яғни ақшам намазы басталғанда ауыз аша беруге болады",
                "date": "6.04.2016",
                "upvotes": 0
            },
            {
                "text": "Түптеп келгенде, бұл шариғатпен рұқсат етілген, Рамазан айында, немесе басқа да айларда қарнын толтырып тамақтанғаны үшін, адам баласына ондай ісі үшін күнә жазылмайды. Алайда, шариғат біздерді, тамақтануда орташа ұстамдылыққа шақырады, сондай-ақ, бұл — ауыз ашарға да қатысты. Орташа ұстамдылықпен сәресін ашу – адам денсаулығына және оның рухани халіне жасырын пайдасы бар.\n\nӨз заманының көрнекті ғұламасы, «Ислам дәлелі» / «Худжатуль Ислям» деген атқа ие болған, имам әл-Ғазали (оған Алланың рақымы болсын) өзінің «Иһйа улюму ддин» 1/330 кітабында, оразаны кәміл жасайтын алты құнды амалды келтіреді, соның ішіндегі бесіншісі – ауыз ашарда орташа ұстамдылықта болуды ескереді.\n\nОл былай деп жазған:\n\n«… Бесінші. Сәресін ашарда рұқсат етілген аспен [халал] қарнын толтырып шектен шықпасын, өйткені кемшіліктерден пәк Алла Субхана уә Тағалаға, ең жеккөрген нәрсесі, бұл рұқсат етілген аспен толған қарын. Егер, ораза ұстаған, күндіз тамақтануын жіберіп алғанын, кешкісін  ауыз ашарда тамақтанып соның орнын толтырса, Алланың жауын жеңіп, құмарлығын тоқтып және оразадан пайда көре алады ма?! Ол кейде шектен шығып, өзінің әдеттегі қалыпты жағдайынан артық дәмнен татады. Әр түрлі тағамдарды арнайы рамазан айына қалдыру және басқа айларда қолданбау — бұл адамдар арасында әдетке айналды.\n\nБәріне белгілі болғандай, оразаның мақсаты – тамақтанудан бас тартып, құмарлықты басу және рухты тақуалыққа жақындату. Таңнан кешке дейін, қарынды тамақтандырмай, оның құмарлығы қызбай және қалауы күшеймей тұрып, кейін оған дәмдерден таттырып және оны тойдырса, онда оның рақаттануы артады, күші көбейіп және құмарлығы артады, бұлар ұйқыда болуы мүмкін еді, егер де ол [оразаға дейінгі] әдеттегідей қалыпта болғанында.\n\nРухани және оразаның жасырын пайдасы – құмарлықты әлсірету, ал бұл өз алдына адамды жамандыққа апаратын, шайтанның қаруы болып табылады. Оны әлсірету жолына жете алмайсың, егер оны азайтпасаң, ал бұл, ораза ұстамай тұрғанға дейінгі тамақтану, оның күнделікті кешкісін әдеттегідей тамақтанған асы. Ал егер ол күнделікті кешкі уақытта қолданып жүрген асына тағам мөлшерін қосатын болса, онда ол оразасынан өзіне пайдасын тигізе алмайды. Керсінше, оразадағы әдеп бойынша, күндіз ұзақ уақыт ұйықтау — қабылданбайды, өйткені ол аштық пен шөлді және әлсіздікті сезіне алмайды. Сол уақытта жүрек тазарады, әрбір түн өткен сайын [құмарлық] әлсірейді, сол себептен түні бой сергек болу және түнгі ғибадатына көңіл бөлуі жеңілдейді. Сонда ғана шайтан оның жүрегінің айналасында жүруін мүмкін қояр, және ол «көктегі жасырын патшалыққа» бұрылады [Малакут].\n\nСондай-ақ, Лайлат әл-қадр [Қадір түні] түнінің білдірілген мағынасы — ол түні, жасырын білім Патшалығы ашылады [Малакут], және бұл Алла Тағаланың мына сөздерімен көрсетілген:\n\nإِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ\n\n«Негізінен Құранды Қадыр түнінде түсірдік» [Құран 97-сүре, 1-аят].\n\nАл кімнің қарны нығыздап тамақпен толы болса, онда оның жүрегі Мәләкут Патшалығын тамашалаудан пердемен жабылады. Ал біреу өзінің қарнын босататын болса, онда ол да оған жеткіліксіз, Алла Тағаладан басқасынан өзінің алға қойған ниетін тазартпайынша. Міне, бұл ең негізгісі. Ал оның барлық бастамасы – асты азайту».\n\n \n\nP.S. Сайтымызда жарияланған мақалалар мен шет елдік сайттардан алынған аудармалардың авторлық құқығы Ahlusunna.kz сайтына тиесілі.\n\nAhlusunna.kz сайтында жарияланған кез келген ақпараттарды көшіріп алып, өзге желілерге таратушылардан және басқа сайттарға жариялаушылардан міндетті түрде Ahlusunna.kz сайтына сілтеме қоюларыңызды сұраймыз.\n\nӨзге адамның еңбегіне құрметпен және аманат ретінде қарауды ең алдымен мұсылман бауырларымыздан сұраймыз.",
                "date": "6.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көктемгі тұмаудан қалай арыламыз?",
        "question_content": "Көктем айлары келіп, жер құлпырып, гүлдер жайнап тұрған кештерде, қалайша көшеге серуендеуге шықпай тұрмасқа? Сол серуендердің бірінде аздап салқын суменен балмұздақтан дәм татып жүргенімізде жөтеліп, тұмауратқанда, бұл көктемгі тұмаудан арылу жолдарын білесіздерме ?",
        "question_date": "6.04.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "ауру жайлы айтқанда ең бірінші аузымыға түсетін сөз: ''Ауырып ем іздегенше, ауырмаудың жолын ізде.''  Бірақ қанша дегенмен айтуға оңай ғой.\n\nМен білуімше тұмау жұқтырғанда лимонмен шәй ішкен өте пайдалы және бөлмені жиі желдетіп, ауасын тазартып тұрған жөн. Иісі сіңіп қалатыны болмаса, пияз(жуа) жесең де көп көмектеседі.Сонымен қатар бал(мед) қосылған ыстық сүт ішуге де болады. Тағы бір пайдалы нәрсе ыстық сорпа. т.с.с жолдары бар.",
                "date": "6.04.2016",
                "upvotes": 3
            },
            {
                "text": "Жылы киіну керек.Ауырып, әлсіреп отырған адамды күштеп тамақтандыруға болмайды. Десе де, сұйықтықты көбірек ішкені жөн.Мұрын қуысын үнемі тұзды сумен шайып отыру қажет.\nЕгер дене қызуы көтерілсе, парацетамол мен ибупрофен қолдану керек. Аспиринге жоламаңыз.\nВирусты инфекциялар антибиотиктермен емделмейді. Бұлар тұмаудан айығуға емес, керісінше, оның асқынуына апаруы мүмкін.Мукалтин немесе Лазолван сияқты қақырық сұйылтатын дәрілерді дәрігердің рұқсатынсыз қабылдауға болмайды.",
                "date": "7.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Денсаулық туралы кроссворд керек еді?",
        "question_content": "Денсаулық туралы кроссворд керек еді?",
        "question_date": "6.04.2016",
        "question_tag": "Денсаулық",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төмендегі айналуларды іске асыруға болатын реакция теңдеулерін жазыңдар?",
        "question_content": "Fe2O3→Fe→FeCl3→Fe(OH)3→Fe2(SO4)3→BaSO4",
        "question_date": "6.04.2016",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "3 төл сөз құрап оны төлеу сөзге айландыру керек",
        "question_content": "3 сөлем құрап төл сөзге және сол сөйлемдерді төлеу сөзге айландыру керек",
        "question_date": "5.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 27200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біреудің сөзін ешбір өзгеріссіз сол айтылған күйінде жеткізуді төл сөз дейміз.\n\n Біреудің сөзін өзгертіп, тек мазмұнын ғана сақтап жеткізуді төлеу сөз дейміз.\n\nМысалы:\n\n1. ''Болашақ мектептен басталады,''-деді Нұрсұлтан Назарбаев.-төл сөз;\n\nНұрсұлтан Назарбаев болашақтың мектептен басталатынын айтты.-төлеу сөз;\n\n2. Бауыржан: ''Азамат, Айбек қайда кетті?''-деп сұрады.-төл сөз;\n\nБауыржан Азаматтан Айбектің қайда кеткендігін сұрады.-төлеу сөз;\n\n3. Төле би: ''Қарап отырғанша, бір нәрсеге жарап отыр,''-деп ақыл айтты.-төл сөз;\n\nТөле би қарап отырғанша, бір нәрсеге жарап отыру керегін айтты.-төлеусөз.",
                "date": "5.04.2016",
                "upvotes": 3
            },
            {
                "text": "Төл мен Төлеу сөзге мысалдар жауап беріңізші",
                "date": "25.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көп сөз – өлген сөз. Сөзің өлгенше, өзің өл ... сөздерінің мағынасы қалай?",
        "question_content": "Сөз жөніндегі сөзді, асылы, бүгін ойлап, ертең айтқан озады. Көп сөз – өлген сөз. Сөзің өлгенше, өзің өл дегенді қайыра еске алып, бүгінше осымен доғарайық!\n\nӘйтеке би",
        "question_date": "5.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсізбе!\n\nКөп сөз – өлген сөз. Сөзің өлгенше, өзің өл.\n\n Қазақта байырғыдан қолданылатын сөздік қорлар бар, олардың бірі - \"Тоқсан ауыз сөздің тобықтай түйіні\". Сіздің сұрағыңызға осы жауаб деген ойдамын. Яғни сөзіңізді көп көпіртпей, тоқетерін айтып қысқаша әрі мазмұнды етіп жеткізуіңіз қажет. Көп мағынасыз сөздер сөйлеп, абыройыңызды төккенше, салмақты бір сөйлеммен доғарыңыз дегім келеді.",
                "date": "6.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалпы қандай тарифтың интернеті арзан, әрі жылдамдығы жоғары?",
        "question_content": "Жалпы қандай тарифтың интернеті арзан, әрі жылдамдығы жоғары? Менің телефоным 3g интернетты. Мен соңғы төрт айда теле2, билайн, кейсел, алтел дың лимитсыз интернеттерын бір бір айдан қолданып көрдім.Кешегі күнгедейін алтелдын лимитсызын қолданғам өшіріп тастады. Бүгін 2000 құйып Алло Қазақстан М қостырғам активке.(10 гб күндіз, 20 гб түнде) Босқа қосыппын. Алтелден кейін бірден білінеді екен жылдамдығының төмендігі, екеуі де 3 g режимынде істеген. Шатасып болдым әбден)",
        "question_date": "5.04.2016",
        "question_tag": "Байланыс операторлары",
        "question_views": 932,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайырлы кеш! Мен теле2 абонентінің \"То, что надо\" тарифінде жарты жылдан бері жүрмін. Жылдамдығы өте жақсы, менде де 3g.",
                "date": "6.04.2016",
                "upvotes": 0
            },
            {
                "text": "Алло Қазақстан тарифі керемет!өз басым маған ұнайды!",
                "date": "6.04.2016",
                "upvotes": 0
            },
            {
                "text": "Теле2ның \"Үлкен\" тарифын көр. 18 Гб",
                "date": "6.04.2016",
                "upvotes": 0
            },
            {
                "text": "ТЕЛЕ2-ның интернеті өте жақсы. Мәлі\n\nTele2 AB — Ұялы байланыс дискаунтері ретінде танымал шведтік телекоммуникациялық компания[1]. Компанияның штаб-пәтері Стокгольм қаласында орналасқан.\n\nМазмұны\n\n  [жасыру]\n\n1Тарихы\n2Меншік иелері және басшылығы\n3Қызмет аясы\n\n3.1Tele2 Қазақстанда\n\n4Дереккөздер\n5Тағы қараңыз\n6Сілтемелер\n\nТарихы[өңдеу]\n\nКомпанияның негізін 1993 жылы өзінің әкесі Хьюго Стенбектің тобындағы телекоммуникациялық бағытты дамытуды қолға ала бастаған Ян Стенбек қалады[2]. 1988 жылы компания GSM форматында ұялы байланыс қызметін көрсету лицензиясына ие болды, ал төрт жылдан соң өзінің алғашқы желісін Швецияда іске қосты. 1993 жылы қазіргі кездегі атауы — Tele2 пайда болды[2].\n\n1996 жылы компания Швециядан тысқары экспансиясын бастайды: 1997-2004 жылдар аралығында Норвегия, Эстония,Литва, Германия, Австрия, Швейцария, Голландия, Латвия және т.б. Еуропа елдерінде өз желілерін өркендетеді,. 2000 жылы компания алғаш 3G-лицензиясын алды, 2009 жылы 4G желілерінің құрылысын бастады[2]. 2001 жылдан бастап Tele2 ұялы байланыс операторы ретінде Ресейде де жұмыс жасай бастайды.\n\n2007 жылдың қазан айында Tele2 компаниясы өзінің Италия және Испаниядағы бөлімшелерін Vodafone компаниясына 775 млн евроға сатқаны белгілі болды[3].\n\n2011 жылдың наурыз айында Tele2 компаниясы өзінің Қазақстан Республикасындағы шараларын іске асыру мерзімдерін жариялады. Tele2 ұялы байланыс желісі өзінің қызмет көрсетуін 24 сәуірде Ақтөбе облысынан бастады. 2011 жылдың мамыр-маусым айларында Tele2 қамту аймағына Орал, Алматы, Шымкент және Астана қалалары (маңайындағы елді мекендерімен қоса) кірді[4]. Қазіргі кезде Tele2-нің 3G-желісі Қазақстанның барлық облыс орталықтарын қамтиды.\n\nМеншік иелері және басшылығы[өңдеу]\n\nКомпанияның ірі акционерлері — Investment AB Kinnevik (акциялардың 47,9 %-ы), қалған акциялар еркін айналымда[1].\n\nПрезиденті — Матс Гранрид.\n\nҚызмет аясы[өңдеу]\n\nжасыл түспен— Tele2 оператор болып табылатын, Қызыл түспен — бұрын оператор болған елдер көрсетілген\n\nTele2 холдингі 2010 жылда Еуропаның 11 елінде: Швеция, Норвегия, Нидерланд, Германия, Австрия, Хорватия, Эстония, Латвия,Литва, Ресей және Қазақстанда 30 миллион клиентке мобильді және тиянақталған қызмет түрлерін, интернет және кабельді теледидар қызметін көрсете отырып жұмыс жасады[5]. TELE2-нің лицензиялық аймағында 61 миллион адам мекендейді. Нарықтық стратегиясы — ұялы байланыс дискаунтері.\n\nTele2 Қазақстанда[өңдеу]\n\n2009 жылдың желтоқсан айында компания «Қазақтелеком» мемлекеттік тиянақталған байланыс операторынан отандық «Мобайл Телеком-Сервис» (МТС) ұялы байланыс операторының 51 % акциясын сатып алу жөніндегі келісім-шартқа қол қойды (келісім 2010 жылдың наурыз айында аяқталды[6]). Келісім-шарттың құны 545 млн швед кронасын ($76,7 млн) құрады (операторға 360 млн крона ($50,6 млн) инвестиция құю міндеттілігімен қоса). Tele2 сондай-ақ Amun Capital жекеше компаниясына тиесілі МТС-тың қалған 49%-ын 5 жылдың ішінде сатып алуға мүмкіндік беретін опционға ие болды[7].\n2012 жылдың 29 сәуірінде Tele2 Атырау облысында ұялы байланысын іске қосты, осыдан кейін оператор Қазақстанның барлық аймақтарында жұмыс жасайтын болды\n\nмет:",
                "date": "6.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайрат Нұртас үнді әндерін ұрлауға көшкен ба?",
        "question_content": "Қайрат Нұртас жақында 3 сәуір күні тыңдармандарына “Жаным” атты жаңа әнін сыйға тартқан еді. Алайда әншінің жаңа әні “Алтын жүрек” үнді фильмінің саундтрегіне қатты ұқсайды екен? Қайрат үнділердің әнін ұрлауға көшкен ба?",
        "question_date": "5.04.2016",
        "question_tag": "Қазақша ән",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әнді ұрлады дегенге келер болсақ, бүкіл дүние жүзі ұры болып шыға келеді. 1970-ші жылдары эстрада әуендерінен Италия алда тұрды, ешкімге ұқсамайтын өз стилдері бар еді.1980-ші жылдардағы Батыс Германияның атақты Modern Talking группасы шығып әлем бойынша эстрадалық әуенді жаңартып жастарды таң-қалдырып сенцация жасаған болатын. Сол Modern Talking группасынан кейін сол стилде орындайтын С.С.Кейч, Байд Бойз, тағы басқа көп группалар пайда болды, дискотекаларды бермей. Оның артынша Ресейде солардан ұрлап Мираж, фристайл, Ласковый май, Твой день, Комбинация, деген группалар пайда болды. Қарап тұрсаң бәрі батыстан алынған ұрланған көшірмелер.Бұлардың бәрі ПОП жанрындағы әуендер еді. 90-шы жылдан бастап Батыс европа Техно,  реп сияқты музыкаларды шығарған еді, тағы да оны ести салып орыстар да сол стильді тез арада жаппай көшіріп орындап шыға келді.\n\nДискотека 80-х, Авто радио 80-х, Ретро 80-х бағдарламасын көрген болсаңдар білесіңдер. Ұрлықы көшірме музыкалар тез өшіп жоғалады да, оригиналдары байқалып тұрады, құны түспей қымбат күйінде еш қашан да өшпейді.\n\nҚазақ эстрадалары да солай батыстан, ресейден әр жерінен бір жұлып ұрлап алып түрлі әуендерді ұрып жатыр жарасса да жараспаса да.\n\nШәмшінің әндері ғана өшпейді, жоғалмайды !\n\nАл Қайрат Нұртас ол ұрламайды, ол әлемдегі жылжып келе жатқан музыкалық стильдерді ғана көшіреді. Ол жалғыз қайрат емес, бәрі де солай көшіреді, әр жылы қандай стиль шықса дүние жүзінің әншілері сол стильге көшіп орындап жатыр соңғы кезде.\n\nМенің ойымша барлық жаңа эстрадалық стиль БАТЫС ЕВРОПАДАН шығады да басқалары соларға еліктеп, солардың стилінде орындайды.  Осыны өтірік деп айта аласыңдар ма? Бәрі де ұрлап жатыр деп айта аламын!",
                "date": "5.04.2016",
                "upvotes": 2
            },
            {
                "text": "Молодец. Айтса айта берсін, КАЙРАТ жарайсың  өнерің өрлей берсін",
                "date": "5.04.2016",
                "upvotes": 0
            },
            {
                "text": "Ай Қазақтар басқа елдің əнің ұрлауга ұялмайсындарма????Кайрат Нұртас масқара lol lol lol lol lol",
                "date": "5.04.2016",
                "upvotes": 0
            },
            {
                "text": "ұятсыз адамға ұялған жараспас дегендей\n\nбірақ өзі біледі ғо",
                "date": "5.04.2016",
                "upvotes": 0
            },
            {
                "text": "Жоқ бұл үрлық емес себебі ол аударып отыр ұрлық болса жасыратын еди еді)",
                "date": "5.04.2016",
                "upvotes": 1
            },
            {
                "text": "Әрбір өлеңі хит Қайратты көре алмай жүргендер көп. Елтай Ахметтің сөзіне қосыламын. \"Онда \"Алтын таспа\" бағдарламасында қазақша орындалып жатқан әннің бәрі ұрлық шығар.",
                "date": "7.04.2016",
                "upvotes": 0
            },
            {
                "text": "Шаккух Кханнын фанаты го ! сосн алган болар",
                "date": "8.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайрат Нұртас - Жаным жаным әнін қайдан жүктеуге болады?",
        "question_content": "Қайрат Нұртас - Жаным жаным әнін қайдан жүктеуге болады?\n\n\n\nЖаным жаным жаным.\n\nҚасымда тұрсаң да.\n\nСағынамын сені.\n\nІшімнен тыңсам да.\n\nЫнтызар көңілім ынтығып тұрса да.\n\n \n\nСабырлы болсам да\n\nШыдамым таусылды\n\n \n\nІзіңнен айырылып\n\nКөрмесем қиналамын\n\nҚұшағыма қуаныш сыйлағанын\n\nБір тал да шашынды ешкімге қимағаным\n\nСабырлы болсам да\n\nШыдамым таусылды\n\n \n\nҚарап қарап қарап\n\nҮмітімді үзбеймін\n\nӨз-өзімді ғана\n\nКөздеріңнен іздеймін\n\nМенің махаббатымсың\n\nЫнтызар жүрегім\n\n \n\nСабырлы болсам да\n\nШыдамым таусылды\n\n \n\nІзіңнен айырылып\n\nКөрмесем қиналамын\n\nҚұшағыма қуаныш сыйлағанын\n\nБір тал да шашынды ешкімге қимағаным\n\nСабырлы болсам да\n\nШыдамым таусылды\n\n----------------------------------------------\n\nҚайрат Нұртас Жаным жаным сөзі, кайрат Нуртас Жаным жаным сози, кайрат Нуртас Жаным жаным текст ,кайрат Нуртас Жаным жаным клип",
        "question_date": "5.04.2016",
        "question_tag": "Қазақша ән",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Cәлеметсізбе! Бұл әннің дыбыстық жазба күйінде жүктегіңіз келсе:  http://muzzone.org/mp3/song/6_456239020/231771\n\nал бейнежазба күйінде жүктегіңіз келсе: http://kaz-muz.kz/videos/watch?v=n9XTBGeJ2IM&n=Кайрат%20Нуртас%20-%20Жаным%20жаным%20%5BХИТ%202016%5D",
                "date": "6.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көші-қон саласында еңбек етіп жүрген азаматтарды төл мерекелерімен құттықтаймыз",
        "question_content": "Көші-қон саласында еңбек етіп жүрген азаматтарды төл мерекелерімен құттықтаймын. Қазақ елі тәуелсіздігін жария етіп, көк байрағын желбіреткен күннен бастап-ақ көші-қон мәселесі көкейтестілігімен ерекшеленгені белгілі.\nБұрынғы Кеңестер одағы кезінде келіп қоныстанған кейбір ұлт өкілдері өзінің тарихи отандарына көше бастады, сол сияқты шетелдердегі қандастарымыз да елге қарай көш басын бұрды. Осының нәтижесінде өткен кезеңдерде ел басынан өткен түрлі жағдайларға байланысты төрткүл дүниеге тарыдай шашылған қазақтың басы егемендіктің алғашқы жылдарында-ақ бір мемлекетте, бір Отанда, Қазақстанда тоғыса бастады. Ал олардың жағдайын жасау, қажетті қызмет көрсеткен дәл осы сала қызметкерлері еді.\nКөші-қон мерекесі қашаннан бері тойланады?",
        "question_date": "5.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Блог жүргізуге көзқарасыңыз қандай?",
        "question_content": "Блог жүргізуге көзқарасыңыз қандай? Блогерлердің қоғамдағы маңызы қаншалықты деп ойлайсыз? Қфз балалардың блогер болуы туралы ойыңыз қандай?",
        "question_date": "5.04.2016",
        "question_tag": "Мектеп",
        "question_views": 542,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр азамат(ша)тың блог жүргізіп отырғаны бір қарағанда қызық көрінеді. Әрине әркімнің өзінің ойы, қалыптасу ортасы, сферасы бар дегендей,қандай шешім қабылдаса да өз еркі.  Блогердің жазған жазбалары оқырмандарына жағымды әрі пайдалы болуы үшін блоггер бірінші білімді, әрі сауатты болуы қажет. Алайда қоғамымызда саны бар , бірақ сапасы жоқ блогерлер тым көп немесе тым аз болса да жақсылық әкелмейді, сондықтан да сапалы блогерлер саны артқанын қалаймызғой.\n\nБлоггерлердің қоғамдағы маңызы мықты деп ойлаймын. Олар қазіргі таңда елімізде, әлемде болып жатқан барша саяси-экономикалық және т.б. салалар жағынан болып жатқан өзгертулер, жаңалықтарға тікелей әсерін тигізе алады.Себебі, күнделікті тіршілікті , жаңалықтарды да баяндап отыратын осы блоггерлеріміз емеспе?!\n\nМеніңше блог жүргізушінің қыз болсын ұл болсын айырмашылық жоқ. Тек елге маңызды әрі сапалы жазбалар жарияласа болғаны.",
                "date": "6.04.2016",
                "upvotes": 1
            },
            {
                "text": "Блоггер деген тек жазатын блоггер болса қызық емес. Қазақстанда қазақ тілді видеоблоггерлер(не соған əуестенетіндер, əсіресе жігіт адамдар) аз.",
                "date": "6.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жак Фреско кім?",
        "question_content": "Жак Фреско кім? Нақты мәлімет берсеңіздер!",
        "question_date": "5.04.2016",
        "question_tag": "Психология",
        "question_views": 706,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инженер, дизайнер,футуролог. \"Венера жобасының\" тағы басқа көптеген жобалардың негізін қалаушы және директоры.",
                "date": "6.04.2016",
                "upvotes": 2
            },
            {
                "text": "https://ru.wikipedia.org/wiki/%D0%A4%D1%80%D0%B5%D1%81%D0%BA%D0%BE,_%D0%96%D0%B0%D0%BA",
                "date": "6.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "81 рет Нобель сыйлығына ұсынылған ғалымды білесіз бе?",
        "question_content": "81  рет  Нобель  сыйлығына  ұсынылған  ғалымды  білесіз  бе?  теоретик-физик  ғалымдардың  бірі?",
        "question_date": "5.04.2016",
        "question_tag": "Физика",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнольд Зоммерфельд",
                "date": "6.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "x^4-4x^2<0 3)x^2-x-2 алгебра 8 сынып?",
        "question_content": "1) x^4-4x^2<0  3)x^2-x-2\n\n2)27-3x^2>0\n\n______<0\n\nx^2",
        "question_date": "5.04.2016",
        "question_tag": "Операциялық жүйелер",
        "question_views": 680,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) x⁴-4x²=0\nx²(x²-4)=0\nx²=0  (x-2)(x+2)=0\nx=0    x-2=0   x+2=0\n         x=2      x=-2\n\n2)  3x^2=27\nx^2=9\nx=3",
                "date": "28.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздіктердің бүтін шешімдерін табыңдар 3)-x^2-5x+6>0 4)3x^2-7x+2<0",
        "question_content": "Теңсіздіктердің бүтін шешімін табыныз 3)-x^2-5x+6>0   4)3x^2-7x+2<0",
        "question_date": "5.04.2016",
        "question_tag": "Операциялық жүйелер",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "172,8 санын 4;5/7;4/3 сандарына кері пропорционал сандарға бөлу.Сандардың ең кішісін табу.",
                "date": "9.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздікті шеш 2)x^2-0,7x-0,3<0 3)1 бөлімінде 2-9 бөлімінде?",
        "question_content": "Теңсіздікті шеш  2)x^2-0,7x-0,3<0   3)1 бөлімінде 2-9 бөлімінде 4x+x^2<0",
        "question_date": "5.04.2016",
        "question_tag": "Операциялық жүйелер",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің баллым неге азайып кеткен?",
        "question_content": "Ммен осыдан біраз күн бұрын СЖ ға кіргенде  менің баллым 600 ден асатын еді енді бүгін қарасам 32 ақ балл бар бұл қалай сонда? А қайтарыңыздар баллымды.",
        "question_date": "5.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 228,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұнда деген сөздің түбірі",
        "question_content": "Мұнда деген сөздің түбірі мұ, ал нда деген жатыс септік жалғауы бола ма? Ол сөз түбірімен мұнда деген ұстеу бола ма? Қалай?",
        "question_date": "5.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Мұнда\" сөзін түбір, жұрнақ деп бөліктерге бөлуге келмейді. Мұнда - үстеу сөз, мекен үстеуі.",
                "date": "5.04.2016",
                "upvotes": 3
            },
            {
                "text": "''Мұнда'' сөзі түбір сөз, мекен үстеуіне жатады, ешқашан бөлінбейді. Мына жерде деген екі сөздің бірігіп, кірігуі арқылы жасалған.",
                "date": "5.04.2016",
                "upvotes": 1
            },
            {
                "text": "Мұнда сөздің түбірі мұн. Ал да деген жұрнақ болады. Мұн деген қараңғы.",
                "date": "14.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Яғни сөзі қай сөз табына жатады",
        "question_content": "Яғни сөзі қай сөз табына жатады",
        "question_date": "5.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 4000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "\"Яғни\" сөзі қыстырма сөз.",
                "date": "5.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мұғалімнің өз білімін көтеру папкасы бар ма?",
        "question_content": "Мұғалімнің өз білімін көтеру папкасы бар ма?",
        "question_date": "5.04.2016",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұғалімнің өз білімін көтеру папкасы әр тұлғаға жеке дайындалғаны дұрыс. Сақталуы керек жалпы формаларын мына слайд арқылы көре аласыз. Осы арқылы өз папкаңызды материалдармен толықтыра аласыз.\n\nhttps://www.google.kz/url?sa=t&rct=j&q=&esrc=s&source=web&cd=3&cad=rja&uact=8&sqi=2&ved=0ahUKEwib9tWlgfrLAhXwbZoKHXyLAEMQFggqMAI&url=http%3A%2F%2Fustaz.kz%2Fbayandamalar%3Fdownload%3D438%3Afarida-bilim-jospari&usg=AFQjCNEWX6xvKdIj-gb71M-GS9AkzTQluA&bvm=bv.118443451,d.bGs",
                "date": "6.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біріккен сөз, сұрақ...",
        "question_content": "Біріккен сөздің бірінші түбірі-тағам сөзінің синонимі, екінші түбірі-ыдыс аты. Ол қай сөз?",
        "question_date": "5.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші түбірі -  ас, екінші бөлігі - қазан. Асқазан сөзі.",
                "date": "5.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Оқу орнын ауыстыру. Кешенді тестілеуге қатысып конкурсқа қатыссам болады ма?",
        "question_content": "Мен 2015 жылы оқуға грантқа түстім, қазір 1 курста оқимын. Бірақ мамандық та универді де ауыстырғым келеді яғни кешенді тестілеуге қатысып конкурсқа қатыссам болады ма?",
        "question_date": "5.04.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, болады, бірақ қазіргі оқуыңнан шығуың керек. Менің досым да дәл осындай жағдайды басынан кешірген.",
                "date": "5.04.2016",
                "upvotes": 0
            },
            {
                "text": "Ал колледжде 1-жыл оқып ол оқудан шықпай КТ тапсыруға болама?",
                "date": "17.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балапанның қораз немесе тауық екенін мына суреттегідей қылып қалай ажыратуға болады?",
        "question_content": "Балапанды мынау суреттегідей қылып қораз немесе тауық екенін білуге болады екен, түсінбедім сонда басын салбыратып тұрғаны әтеш пе әлде басын көтеріп тұрғаны ма? ал қайсысы тауық?",
        "question_date": "5.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл суреттегідей айыру қате, негізі қанаттарынан қарап айырады, қанаттарындағы қауырсындар әр түрлі болса тауық, бірдей болса қораз (мына видеодағыдай",
                "date": "5.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 36,4 г натрий мен калий нитраттарының қоспасын қыздырғанда",
        "question_content": "Массасы 36,4 г натрий мен калий нитраттарының қоспасын қыздырғанда 4,48 оттегі(қ.ж) бөлінген. Алынған қоспаның құрамын анықтаңдар.",
        "question_date": "5.04.2016",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "билмеймин нах зб бля сикпендерш",
                "date": "7.02.2017",
                "upvotes": 0
            }
        ]
    }
]