[
    {
        "question_title": "Баспасөз материалдары оқып қысқарған сөздерді атаңыз?",
        "question_content": "Баспасөз материалдары окып кыскарган сөздерді ата және олардың қандай жолмен қыскарган  назар аудар. Қысқарған сөздерді теріп көшір.  вава",
        "question_date": "19.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоба аясында ЗТБ Қазақстан Ұлттық Телерадиохабар Тарату Ассоциациясы мынадай жұмыстар атқарады:заң тарапынан жүргізілетін аймақтық. семинарлар, тренингтер, құқықтық сараптамалар, заңгерлік резиденциялар\n\nҚұқықтық семинарлар, тренингтер. Семинарларда, тренингтерде заңдық күші бар ережелерді тәжірибеде қолдану, сондай-ақ БАҚ басшылары мен журналисттердің тәжірибесіндегі жағдалайрды қарастыруға басты көңіл бөлінеді.\n\nСеминарлар тақырыптары: «БАҚ-ның Заңнамалары», «Журналисттердің құқығы мен міндеттері», «Телевизиялық журналистика - хабар тарату құқығы», «Ақпаратқа қол жетімділік», «БАҚ авторлық құқығы» және тағы басқа.\n\nҚұқықтық сараптама. Сараптама мақсаты кейбір жағдайларға байланысты бұқаралық ақпарат құралының құқықтың ұстанымын анықтау, өзінің құқығы және / немесе міндетін көлемін және мазмұнын айқындау болып табылады. Бұл заңгерлік сараптама өткізіліп жатқан мекеменің жұмысқа қатысы бар барлық материалдармен толық танысқан жағдайда мүмкін.\n\nЗаңгерлік резиденциялар. Заңгерлік резиденция заңгердің тікелей БАҚ-ын заң тарапынан тексеріп, басшылар мен жұмыскерлерге қысқаша заңгерлік семинар өткізуді ұсынады. Заңгерлік резиденция аясында бұқаралық ақпарат құралының қызметіне заң тұрғысынан баға беріледі, БАҚ-ның құжаттары Қазақстан Республикасының күшіне енген заңнамаларына сай екендігі тексеріледі. Заңгерлік резиденция -БАҚ қызметінде заңдық қателіктерді болдырмаудың ең тиімді әдісі.\n\nЕгер БАҚ жоғарыда көрсетілген іс-шараларға қызығушылығын білдірсе, ол Қазақстан ҰТТА өтініш беруіне болады.\n\nҚазақстан ҰТТА сіздің өтінішіңізді, ұсынысыңызды күтеді.\n\nКыскарган создер: ЗТБ,.     БАҚ ,ҰТТА",
                "date": "5.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәкен Сейфуллиннің \"Көкшетау\" поэмасына шығарма эпиграфыменен қажет едік",
        "question_content": "Көкшетау поэмасы жайлы керек",
        "question_date": "19.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "шығарма көкшетау поэмасына",
                "date": "28.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шампунь химиялық құрамы қандай?",
        "question_content": "Жалпы шампунь туралы мәлімет керек. Оның химиялық құрамы, пайдасы, зияны. Оның орнына не қолдануға болады. Қолдану мөлшері шектеулі ме?",
        "question_date": "19.10.2016",
        "question_tag": "Мектеп",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез келген сусабынның екі негізгі құрамдас бөлігі су және беттік белсенді заттар (беттік белсенді заттар), олар композицияның шамамен 50-80% құрайды, қалғандары әртүрлі қоспалар: қоюлатқыштар, консерванттар, силикондар, сусабынның қасиеттерін жақсартатын дәмдеуіштер және табиғи ингредиенттер. майлар мен сығындылар сияқты.\nПайдасы , әрине  тазалық орнатуы\nзияны , құрамындағы заттарға аллергия беруі мүмкін, барлығына емес кейбір адамға.",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттен пәтер алуға бола ма?",
        "question_content": "Мен жалғыз басты анамын, алимент аламын күйеуімнен. Алимент ала отыра мемлекеттен үй алуға кезекке тұруға бола ма?",
        "question_date": "19.10.2016",
        "question_tag": "Заң",
        "question_views": 306,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сопылар және саляфиттер Орта Азияда неғып жүр?",
        "question_content": "Немесе дүмше атеисттің арнайы іздеп оқығаны, көргені және естігенінен шығарған дөрекі әрі бейтарап қорытындысы.\n\nОрта Азия әлмисақтан Арабтар мен Парсылар, Қытайлар, кейін Моңғолдар мен Орыстардың саяси таласының аренасы болған.\n\nПарсылар Орта Азия жеріне ентелеуін бірінші бастаған. Ертеректе.\nАл Қытайлар бұл жерге экспансиясын Талас түбіндегі Арабтармен болған соғыста тоқтатқан.\nАрабтар да сол кезде доғарған шамамен. Кейін білгеніміздей, уақытша доғарған.\nМоңғол шапқыншылығы да біразын кері қайтарғанымен, миссионерлердің қауіп көрмеген Шыңғыс тұқымдары діни ықпалға түскен.\n\nАл діни экспансияны, ол кезде, ендігәрі Араб астында қалып, исламданған парсылар мен алғашқы жорықтардан қалып қойған араб диаспоралары жүргізді.\nМоғол Мемлекеті сол үшеудің гибриді болды.\nМоңғол қаны, араб діні, парсы философиясы бірігіп,\nГибрид соғыс тәсілін дүниеге әкелді. Моңғолша сыртқы саясат пен елдердегі ішкі қайшылықтарды өршітуге негізделген дипломатия, арабша идеологиялық-діни атака, парсыша стильдегі фәлсафа, өнер, поэзия және архитектура. Түркілер, Индустар мен Пуштулар тілін сақтағанына мәз болды.\nБірақ Солтүстік Орта Азияда бұл аласапыранның жаңғырығы ғана естілді. Және ықпал көбіне Моңғол тұқымдарынан болды.\n\nОның дәлелі, шариғаттан бұрын,\nЖеріміздің солтүстігіне таяу, халықтың дау-мәселелерін шешуде\nШыңғыс Ханнан қалған дала заңдарына негізделіп жасалған Жеті Жарғының басымдығы.\nОрыс Үкіметі күшейе түсіп, басты бәсекелесі Моңғолдар мен олардың қалдықтары төрелердің билігі арасында теке-тірес кезінде, араб, парсы миссионерлігі қайта жанданды.\nСуфистердің ағылуы, Орыс патшалығына қарсы ұлт-азаттық күрес ұранымен қатар көлеңкесінде джихадисттердің де жүруі соның дәлелі.\nОн сегізінші ғасырда, Кенесары кезінде өмір сүрген біраз Ишандар, әулие, әнбиелердің кейбірі жайлы \"Ғазауат соғысына қатысқан\" деген қауесет жеткен кешегі аталарымыздың естіген сөзім.\nБұл қалай болды?\n18 ғасырда қазақ жерінде ненің ғазауаты? - десем, Ресей экспансиясына жергілікті халықтың ашынуын пайдалану, және екі қойы бір сом боп жүрген бұратана халыққа қосымша жігер беру үшін Рұм мен Араб халифаты текетіресінде шыңдалған \"Ғазауат\" идеясын мұнда да насихаттап, ұлт үшін ғана емес, дін үшін соғыс екенін насихаттау қарқынды жүргеніне көзім жетті.\n\"Бөліп ал да билей бер\"-ді үш жүзге жүргізіп, ұлтшылдықты шайқау оңайға соққанымен, дін факторын әлсірету үшін, ғазауатты тұншықтыру үшін\nРесей шұғыл арада, өз бақылауына өткен Орта Азия мекендеріне, әсіресе қазақтарға Уфа, Қазан қалаларында арнайы оқытылған уездной про-Ресейлік молдаларды жібереді. Осылайша \"жаппай сауат ашу\" (ол кезде діннен және арапша жазудан тек ақсүйектер хабардар болатын) мақсатында про-Ресейлік молдалар, бүкіл қазақтың басым бөлігін Ханафи мазхабтандырады.\nСопылық дегенмен оңтүстікте жергілікті сенім наныммен етене араласып, сіңісіп жатты.\nБұл текетірестер мен саяси әрекеттер 19 ғасырда әсіресе жалғасты\n1985 жылы Бөгөнде туған және арапша сабақ үйреткен уездной молданы тезек атып қуған атам куә оған.\nӘрі қарай Кеңес үкіметі келіп. Біраз тыйылды бұл ойындар.\nЕгемендік алып, перде сыпырылғанда араптарша Хорасан жеріне, яки Түркістанға (қала емес, Тұран жазықтығы сөз болуда)\nтек Кока Кола мен Макдональдс ғана емес, баяғы претендентер\nқайта көз тікті.\nОрыс тоқырауда.\nҚазақ емшектен айрылған баладай, өздігінше жүріп үйрене алмай әлек болуда.\nОсмандардың әлсірегенін пайдаланып, егемендік алып, 19 ғасырда күшейіп алған, ал 20 ғасырда мұнай ордасына айналып, империалистік арманы қайта оянған Саудиттер баяғы әніне қайта басты, дәлірегі жергілікті державалар әлемдік державаға айналу үшін миссионерлікке ақша құю, халифатты жаңғырту және жер жердегі исламистік топтарға көмек беруді бастады.\nОл олдай, сонау Таласта араптан таяқ жегелі, біресе Жоңғар, біресе ұйғыр, біресе Ресей кедергі болып бері қарай аяқ аттап баспаған Қытай дәмесі де оянды. Жоңғар мен Ұйғырдың шаруасы бір жақты, Ресейдің де как бы енді таласы жоқтай.\nХитрый Нұрсұлтан, дереу Орыс тілін ресми тіл етті де, Орыспен байланыс үзілмегенін көрсетіп, Қытайды тағы тыйды. Өліараны пайдаланып, шекараны қағаз жүзінде бекітіп алды.\nҚытай атып ала алмаған жерді сатып алуға қауқары бар әл де.\nБірақ ол бөлек әңгіме.\nАл сопылық бұл мекенде көлеңкеде жатса да, аттандамаса да, ошағын өшірмей келді. Әрине, ол да коммунистер кетісімен, 90 жж. бастап жанданды. Тек қарқыны мен қаржысы Саудтардыкіндей болмады. Олардың бәс тіккені регионализм.\nҰлттық құндылықтарымызбен салыстырмалы түрде тұрақты сабақтастығы.\nСебебі, әруаққа қазақ кешегі Кеңестік атеизм кезінде де сенуін доғармаған.\nҚорыта айтарым,\nЭгоизм емі - әулетшілдік, әулетшілдік емі - рушылдық, рушылдық емі - ұлтшылдық, ұлтшылдық емі - расизм, расизм емі - діншілдік, діншілдік емі - жоқ, атеизм емес. Жалаң атеизм де, жүректегі жеккөру отын өшірмей алысқа апармайды.\nӘйтпесе, таптық күрестен өл не, діни не ұлтараздық қақтығыстан өл не,\nАктив-Билайн болып қақ жарылып атысып, Алтелдың ғимаратына Қара-сары ту тігіп жатып, корпоративті майданда ерлікпен қаза бол не, бір өлім ғой.\nТүбі жеккөруден туған өлім.\nЕнді не емі?!\nАдамшылдық дер едім маған салса.\nКөтінен тепсе, тағы сұрайтын пацифистпын дей алмаймын. Мемлекетшілмін.\nАлайда, \"Адамзаттың бәрін сүй - \"бауырым\" деп\" деген еді бір батыстан да шығыстан да озық ойды сіңіре білген әзиз тұлға.",
        "question_date": "19.10.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 636,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Майл ру да 1 аккаунтты қанша адамға шейін қолдана алады ? Ол сірә мүмкін ба ?",
        "question_content": "мен өзім оқытушымын. Сұрағым мынадай :\n\nМен оқушыларымның ата аналарына ортақ бір аккаунт ашақым келеді.\n\nСосын ол аккаунтта әрбір оқушыға арнап папка ашамын, онда пароль қоямын.\n\nЕнді маған әрбір аптаның соңында оқушыларым туралы табельді ,  (12 оқушы)\n\nон екі папкіге салып отыруым қажет ...\n\nСол кезде 1 аккаунтқа бәлен адам кіріп отырғанда күш түсіп кедергі жасап, почта қуып кетпейме деген үрей бар ? )\n\nДұрысы ашпай ақ қойғаным ба ?\n\nӘлде бұдан да оңай жолдары бар ма ?\n\n \n\nМысалы : Мен ойлайм\n\nЕгер білсеніздер облакода  компьютермен синхронизация жасайтын қосымша бағдарламасы бар . (папкі) Компьютеріне жазып аласын\n\nсол папкі ге кіріп бір нарсені озгертсем автоматты турде облако да озгереуі мүмкін бе?",
        "question_date": "18.10.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 628,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Химиядан сыныптан тыс шара болатын еді?",
        "question_content": "10 г кальций жанғанда түзілетін кальций оксидінің массасын есепте?",
        "question_date": "18.10.2016",
        "question_tag": "Мектеп",
        "question_views": 897,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Ca+O2=2CaO\n\nMr(Ca)=40г/моль\n\nN(Ca)=10/40=0.25моль\n\nMr(CaO)=40+16=56г/моль\n\nM(CaO)=0.25*56=14г",
                "date": "18.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белгілердің тұқым қуалау жолдары?",
        "question_content": "Белгілердің тұқым қуалау жолдары?",
        "question_date": "18.10.2016",
        "question_tag": "Университет, колледж",
        "question_views": 963,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "x+3y=7 теңдеу графигін салыңдар?",
        "question_content": "x+3y=7 теңдеу графигін салыңдар?",
        "question_date": "18.10.2016",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X=7-3*Y..........",
                "date": "18.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеулер жүйесін шешімін тап?",
        "question_content": "Теңдеулер жүйесін шешімін тап 2х-у=4 3х+2у=6",
        "question_date": "18.10.2016",
        "question_tag": "Математика",
        "question_views": 983,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2*x-y=4\n\ny=2*x-4\n\n3*x+2*y=6\n\n3*x+2*(2*x-4)=6\n\n3*x+4*x-8=6\n\n7*x-8=6\n\n7*x=14\n\nx=2\n\ny=2*2-4=0",
                "date": "18.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cаңырауқұлақтан қанша кептірілген саңырауқұлақ алуға болады?",
        "question_content": "Саңырауқұлақ кептіргенде массасының 88%-ін жоғалтады 10кг саңырауқұлақтан қанша кептірілген саңырауқұлақ алуға болады",
        "question_date": "18.10.2016",
        "question_tag": "Математика",
        "question_views": 797,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есепти пропорция аркылы шешуге болады\n\n10кг-100%\n\nх кг-88%\n\nх=10*88:100=8,8 кг\n\nСонда 8,8 кг жогалады\n\n10-8,8=1,2 кг\n\nЖауабы 1,2 кг кепкен жемис аламыз",
                "date": "19.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйінбай Аронұлы - айтыс өнерінің ірі өкілі",
        "question_content": "Сүйінбай Аронұлы - айтыс өнерінің ірі өкілі. Осы тақырыпта шағын эссе жазп бересіздер ме. Алдын ала рахмет.",
        "question_date": "18.10.2016",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жасынан жыраулығымен елге танылған. Жамбыл aқын “Менің пірім – Сүйінбай, сөз сөйлемен сыйынбай” деп оны ұстаз тұтқан. Aрғы атасы Күсеп Жиенқұлұлы (1701 – 1791) жауынгер ақын, жыршы, күйші, қобызшы болған. “Өтеген батыр” жырын шығарып, “Мың бір түн”, “Шаһнама”, “Көроғлы”, “Тотының тоқсан тарауы” дастандарын жырлаған. Күсептің үлкен ұлдары Жаңбыршы мен Жаманақ қазақ арасына жыршы, қобызшы, күйшілігімен белгілі болса, кенже баласы Арон (1750 – 1835) жастайынан өткірлігімен, мәмілегер шешендігімен ел аузына іліккен. Атадан балаға жалғасқан ақындық, шешендік өнер Сүйінбайға дарыған. Сүйінбайдың өзінен үлкен Жаманшал, Жұмық деген ағалары, Оспан атты інісі сыншыл, бірқақпай өлеңдерімен ауыл арасына танылған. Бұл жөнінде Жаманшал Сүйінбайға: “Отбасында мен жүйрікпін, шаршы топта сен жүйріксің” дейді екен. Тарихи деректерде Қоқан хандығы шапқыншылығының әсерінен жан-жаққа бытырай көшіп, қиын-қыстау кезеңде (1840 – 1860) іргесі ыдыраған қазақ руларының басын біріктіруде Сүйінбай мен Сарыбай бидің ықпалы зор болғандығы айтылады. Осы тұста ақын халықты қоқандықтарға қарсы тұрып, тәуелсіздік үшін күресуге шақырды. “Өтеген батыр”, “Саурық батыр”, “Сұраншы батыр”, “Жабай батыр”, “Қарасай батыр” сияқты толғаулар шығарды. Аумалы-төкпелі қоғамда өмір сүргендіктен, Сүйінбай сал-серіліктен гөрі қоғамдық-әлеуметтік істерге белсене араласқан. Өлеңдерінде Қоқан билеушілері мен жергілікті әділетсіз сұлтан, төрелерден, бай-болыстардан жасқанбай, турасын айтып отырған. Әсіресе, ақын Тезек төремен, қырғыз ақыны Қатағанмен айтыстарында, сондай-ақ “Датқаларға”, “Үмбетәліге”, “Төрт биге”, “Момын малын зұлымға алып беріп”, т.б. өлеңдерінде қиянатшылдықты, озбырлықты аяусыз сынға алған. Оның шешендік нақылдары, болыс-билерге арналған сықақ өлеңдері (“Мақсұтқа”, “Қасымға”, “Болыстарға баға”, т.б.) сaқталған. Қазақ халқының тарихи-қоғамдық даму сатылары мен өткен ғасырлардағы өмір шындығы ақын шығармаларында жан-жақты көркем суреттелген. Сүйінбай поэзиясы терең философиясымен, ой сұлулығымен, ақын тіліндегі соны поэтикалық өрнек-айшықтарымен ерекшеленді. М.Әуезов Сүйінбайды “айтыс өнерінің алтын діңгегі” атаған. Қазақ халқы әділет үшін күресте қорғаушысы, жақтасы болған ақиық ақынның өлең, толғау, айтыстарын күні бүгінге дейін сақтап, “Сүйінбай осылай деген” деп әрдайым зерделерінде тұтқан. Сүйінбайдың айтыстары мен өлең-толғауларын жинау, жариялау ісі 20 ғасырдың бас кезінде қолға алына бастады. 1920 жылы Түркістан АКСР-і халық ағарту комиссариаты жанынан құрылған қырғыз (қазақ) ғылым комиссиясы ауыз әдебиеті үлгілерін жинау мақсатында Сырдария, Жетісу облыстарына экспедиция ұйымдастырып, этнограф ғалым Ә.Диваев Сүйінбайдың өлең-толғауларын, айтыстарын жазып алған. 1929 жылы алғаш рет “Жаңа әдебиет” журналында (ғ6) ақынның “Апырмау, мынау жатқан Сарыбай ма?” деген өлеңі басылды. Ақын шығармалары әр кезеңде жарық көрген хрестоматия оқулықтарға енгізіліп, ел ішінде насихатталды. С.Сейфуллин құрастырған “Қазақтың ескі әдебиет нұсқалары” атты жинаққа (1931) “Шапырашты Сүйінбай ақынның қартайған шағында айтқаны” деген өлеңі енген. 1935 жылы Қ.Жансүгіров пен Ф.Ғабитованың құрастыруымен ақынның бір топ шығармасы “Сүйінбай ақын” деген атпен тұңғыш рет жеке жинақ болып жарық көрді. С.Мұқанов пен Қ.Бекхожин 1939, 1940, 1941 және 1944 жылы орта мектептің 8-сыныбына арналған хрестоматиясына Сүйінбайдың бірнеше өлеңін енгізген (“Сүйінбай мен Тезек төре”, “Сүйінбайдың Тезектің өлген баласына көңіл айтқаны”, “Кәрілік туралы”). Қазақстан ҒА құрылғаннан кейін (1946) Сүйінбай ақын мұрасын жинап, жариялаумен айналысқан ғалымдар Диваев, С.Бегалин, Б.Жақыпбаев, қырғыз фольклористері Ш.Уметәлиев пен Э.Мұқанбетовтардың еңбектерін айрықша атауға болады. Сондай-ақ Сүйінбай мұрасының біршамасы Ж.Жабаевтың мемориалдық мұражайының әдеби қорында сақтаулы. “Ақын жырлары”, “17 – 19 ғасырлардағы қазақ ақындарының шығармалары”, “Үш ғасыр жырлайды” атты жинақтарда Сүйінбай шығарм-на кеңінен орын берілген, “Айтыс” жинағының 1-томында “Сүйінбай мен Тезек төренің айтысы” жарияланған. Сүйінбай ақынның “Ақиық” атты жинағына (1976) таңдаулы шығармаларымен қатар, тыңнан қосылған көптеген өлең-толғаулары, айтыстары енген, шығармалары жүйеге келтіріліп, тақырыптарға бөлінген, кітапқа көлемді ғылыми алғысөз жазылып, соңынан түсіндірме сөздік берілген. Мәскеуде “Әлем әдебиетінің кітапханасы” сериясымен жарыққа шыққан 200 томдық жинақтың 102-томында Сүйінбайдың “Кәрілік” атты өлеңі жарияланған. Бұл ақын шығармаларының дүниежүзілік сөз өнеріне қосылған асыл мұра, аса құнды әдеби ескерткіш екендігін танытады. Сүйінбайдың Малыбай, Жетібай, Әзірбай атты ұлдары, Бағжан, Қойжан деген қыздары болған. Ақынның сүйегі Қарақыстақ өзінің шығыс жағындағы биік жотаға қойылған, қабіріне кесене тұрғызылған. Алматы облысы филармониясы, сондай-ақ Алматы қаласындағы үлкен даңғыл, туған ауылы, ондағы мектеп, көшелер Сүйінбай есімімен аталады. Туған жерінде Сүйінбайдың мемориалдық мұражайы жұмыс істейді. Дереккөзі: https://www.******.com/kz/biography/3391-aronuly.html#read © www.******.com",
                "date": "22.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бала мектепке қарай келе жатыр. Морфологиялық талдау жасау?",
        "question_content": "Бала мектепке қарай келе жатыр. Морфологиялық талдау жасау?",
        "question_date": "18.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала мектепке қарай келе жатыр.\n\nБала – зат есім, дара з.е, деректі з.е, жанды, жалпы есім.\n\nМектепке – түбірі мектеп зат есім, ке – барыс септігінің жалғауы.\n\nҚарай – септеулік шылау.\n\nКеле жатыр – күрделі етістіқ, кел- түбірі, е – көсемше жұрнағы, жатыр – қалып етістік, нақ осы шақ мағынасында жұмсалып тұр.",
                "date": "19.10.2016",
                "upvotes": 0
            },
            {
                "text": "Бала- зат есім ,мектеп-зат есім       -ке-барыс септігінің жалғауы келе жатыр - күрделі етістік",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәдениетті адам бұл кім? деген тақырыпқа шығарма жазу?",
        "question_content": "Мәдениетті адам бұл кім? деген тақырыпқа шығарма жазу?",
        "question_date": "18.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам жаралғаннан бері ең алғаш пайда болған қай өнер түрі?",
        "question_content": "Адам жаралғаннан бері, ең алғаш пайда болған қай өнер түрі?\n\n1. Би\n\n2.Музыка\n\n3.Бейнелеу  (сурет салу, архитектура)\n\n4 Қол өнер ( ұлттық қол өнері)\n\n5. Ән айту\n\n6. Ақындық өнері",
        "question_date": "18.10.2016",
        "question_tag": "Өнер",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көлемі 10х8х5 см мыс кесегіне қандай ауырлық күші әрекет етеді?",
        "question_content": "Көлемі 10х8х5 см мыс кесегіне қандай ауырлық күші әрекет етеді?",
        "question_date": "18.10.2016",
        "question_tag": "Геометрия",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "V=10*8*5=400см^3=0.0004м^3\n\np(мыс)=8920кг/м^3\n\nM=8920*0.0004=3.568кг\n\nF=3.568*9.8=34.97Н",
                "date": "19.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Kaspersky Anti-Virus код бар ма бір айға болса да?",
        "question_content": "Kaspersky Anti-Virus код бар ма бір айға болса да?",
        "question_date": "18.10.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 275,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4DEAF-TKPXH-DU58J-PJXQN Мине)))",
                "date": "19.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшыннан сөйлем құрау керек should, shouldn't қатыстырып?",
        "question_content": "Ағылшыннан сөйлем құрау керек should, shouldn't қатыстырып 3 3 сөйлемнен 6 сөйлем құрау керек?",
        "question_date": "18.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "You should take warm clothes. It might be cold at night.\n\nYou should not to go swimming after a big meal.\n\nYou should talk really quietly if you are in a public place.",
                "date": "18.11.2017",
                "upvotes": 1
            },
            {
                "text": "You should see a doctor.\nAll students should be punctual.",
                "date": "10.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басыма жара шыққан. Рибок сияқты. Үй жағдайында қалай емдесе болады?",
        "question_content": "Салеметсиздерме! Калайсыздар? Сиздерден кенес керек боп тур. Мени н басыма жара шыккан мен оны касып канатып оны улгайтып одан сайын жара кып койдым енди басым кызарып кейбир жери ириндеп тур. Оны калай кетирсем болады? Бастан откендер барма? Коптен бери кетпи жур. Казир ауырат. Грибок сиякты. Уй жагдайында калай емдесе болады?",
        "question_date": "18.10.2016",
        "question_tag": "Тазалық",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бейтаныс адаммен әдепті қарым-қатынас, қалай дұрыс сөйлесуге болады?",
        "question_content": "Кісімен әмпай-жампайың болмаса, құрдастық, не тым болмаса жолдастығың болмаса \"сіз\" деп сөйлеу деген әдеп заңы бар. Жасы кіші болса да \"сіз\" деп сөйлеу кішілік ғана емес, көргенді ортадан шыққандығыңды не ең болмаса, соған лайықтығыңды білдіреді-міс.\n\nЖалпы сондай бейтаныс адаммен әдепті қарым-қатынас жүргізуге үндейтін жазылмаған ережелер бар.\nСолардың біразы:\n\n1) Дінің қандай? - деген сұрақ қоймау.\n2) Саясатқа қатысты сұрақ қоймау. Қойылса, бейтарап жауап беру, талқыламау.\n3) Дене пішініне қатысты сұрақ қоймау. Біреудікін талқыламау.\n4) Айлық табысқа қатысты сұрақ қоймау. Өзіңдікін, біреудікін талқыламау.\n5) Ұлтына қатысты сұрақ қоймау. Біреудің ұлтын талқыламау.\n6) Жеке басқа қатысты: мыс. отбасылық жағдай туралы сұрақтар қоймау.\n7) Киімге қатысты (егер ол талғамға қатысты комплимент болмаса, әрине).\n\nҚорыта келе, бейтаныс адамға қойылатын ең бейтарап сұрақ ауа райы туралы болатын көрінеді.\n\nТізімге тағы қандай баптарды қосар едіңіз?",
        "question_date": "18.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ОЖСБ достық 9322 нұсқа жауаптары барма",
        "question_content": "жауаптары керек крче",
        "question_date": "18.10.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ пен әруақ туралы. Сіз қалай ойлайсыз?",
        "question_content": "Жалпы адамзат ана дүниедегі жағдайды өзінің дүниесімен өлшейді.\nТипі, Алла - патшалардың ең үлкені, періште -барып кел шауып келдері, адам- құлдары (О заманда азамат-түсінігі болмаған, патша үшін бәрі құл).\n\nҚазақ көнеден бері әулетбасын бірінші тыңдаған, соған шағым айтқан, әулет басы халықтың мұңын ханға жеткізуші, қалай би-сұлтан ханның халыққа жіберген елшісі болса, рубасы, әулетбасы ақсақалдар солай бұратана халықтың ханға жіберетін елшісі болған.\nОндай әулеттің авторитеті кейін өлген соң, ел мұңын, мұқтажын енді ана дүниедегі патшаға жеткізеді-міс.\nСондай наным.\nӨте сезімтал наным болған бір кездері.\nИсламның кіруіне қатты тойтарыс берген.\nКейін, Ислам миссионерлері арқасында гибрид дін шығып, сол арқылы тараған.\nСөзіме дәлел, кезінде Исламды қазаққа таратуға ат салысқан харизмалы тұлғаларды қазақтар Әулие деп төбесіне көтерген.\nАраб дінін халқына таратқаны үшін сыйақы ретінде миссионер де ондай халық ортасындағы мәртебеге қарсы болмаған.\n\nӘруаққа қазақ кешегі Кеңестік атеизм кезінде де сенуін доғармаған.\nОрыстанған мекендерде әлсірегенімен, әлі де сезімтал мекендер бар.\nАқтауда Бекетке тіл тигізіп көр, адайлар аяғыңды аспаннан келтіреді.\nОңтүстікте Қожахмет, Арыстан Баб, Укәш атаға тіл тигізсең ертеңіне аузың қисайып қалады.\nӘруақ лично қисайтпаса, жергілікті жігіттер қисайтып мордаңды майыстырып беред.\nӘруақ түсінігі ол жақтың адамдарына Алладан жақынырақ негізі.\n\"Әуелі Алла\" деп сөйлегенімен.\n\nНеге десеңдер, ол да қоғамымыздың айнасы.\nҚарапайым қазақ дауысын патшаға өлгенде жеткізе алмаған/қазір де оңай емес.\nОған тек жергілікті авторитеті ғана құлақ асып, мәселесін шешкен.\n\"Аллаңнан ойбайым артық\" демекші, Патша қайда, қара табан қайда?\nҚазіргідей Нұр-Отанға тікелей шағымдану мүмкіндігі жоқ.\nСолай, Ханның да, Алланың да игі назарына зәру халықтар өз ішінен нақты сенімді, істегені көзбен көрінетін, жақсылығы сезілетін қамқоршы тапқан.\nАл Алла жолындағы жихадтардың олжасы мен пайдасын тек айдаладағы Арабтар мен солардың әспеттейтін Әбу-Бакір, Кәкір-Шүкірлерінің әулеттері көргендіктен,\nәділдікті жақын жерден іздемеске амалы қалмаған.\n\nАрабтарда да бар ондай әруақтар.\n\nТек олар ондай авторитеттерді \"әруақ\" демейді, Алланың қылышы, жұдырығы, \"айналып тұрып екі тебушісі\" деген сияқты атаулармен әспеттеледі.",
        "question_date": "18.10.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 676,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың әруаққа сенуі - сонау Тәңіршілдік заманнан қалған негізі. Ислам дінінде Аллаһтан басқа ешкімге сенуге де, серік қосуға да жол жоқ. Алайда, сол түркішілдің дәуірімізден толық айырылып, арабшылдыққа көшкенде де біраз уақыт айырылмай жүрді, қайран мәдениет! Қайтейік, арабшылдық шектен шыққанда, өз қазағымыз, осыған сенесіңдер ме деп Бекет атаның әке-шешесі жатқан Атыраудағы мазарды дүйім қол динамит қойып жарып жіберген. Осылайша, қазақты өз мәдениетінен аластатып, араб мәдениетіне етене қосқысы келетін \"қазақтардың\" саны артқан үстіне артуды. АЯНЫШТЫ әрине! Одан да еркін (атесит, агностик) болсайшы!",
                "date": "19.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Картаның масштабын табыңдар?",
        "question_content": "Қызылордадан Жезқазғанға дейінгі автомобиль жолының ұзындығы 414,4 км.Оның картадағы ұзындығы 11,2 см.Картаның масштабын табыңдар.",
        "question_date": "18.10.2016",
        "question_tag": "Математика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бул жай пропорция:\n\nФормула:карта/жер=м1/м2\n\n11,2/414,4=1/х\n\n1) 414,4:11,2=37\n\nжауабы: 1:37(км) 1:3700000 (м)",
                "date": "18.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Добыра шерткенде саусаққа байланатын ойыншық?",
        "question_content": "Достар. Домбырамен куй шерткенде, күйшінің саусақтарына жіп арқылы байланып, секіріп ойнайтын (құлан, киик,ешки) ойыншықтары қалай аталады?",
        "question_date": "18.10.2016",
        "question_tag": "Өнер",
        "question_views": 899,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ортеке күйі",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еріген азот қышқылының массасын есептеу?",
        "question_content": "Көлемі 2 л 0.1 ерітіндіде еріген азот қышқылының массасы есептеу керек?",
        "question_date": "18.10.2016",
        "question_tag": "Мектеп",
        "question_views": 703,
        "question_upvotes": 0,
        "answers": []
    }
]