[
    {
        "question_title": "Алгебрадан логикалық есептің жауабы керек?",
        "question_content": "идын басында акемиз 67000тенге жалакы алды осы акшадан 15000тенге комуналдык толемге толеди     -40000тенге банктен алынган несиени толеди жануядан улкен улдын сырткы киимин алуга   -20000тенге кажет болды Аидын ортасында анамыз -50000тенге жалакы алды Балалардын мектептеги кунделикти тамагынана -8000тенге  жануя тамагына -20000тенге машинанын кыскы донгелегине -20000тенге болинсе жануяга кирген бир аилык табыс жетеме",
        "question_date": "1.02.2017",
        "question_tag": "Мамандық",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әкесі - 67000 теңге,\nАнасы - 50000 теңге жалақы алады.\nБарлығы айына үйге 117000 теңге көлемінде жалақы кіреді.\nКомуналдық төлемге - 15000 т,\nнесиеге - 40000,\nкиімге - 20000, \nмектепке - 8000,\nтамаққа - 20000,\nмашинаға - 20000,\nбарлығы - 87000 теңге көлемінде шығым шығады.\nЖалпы соңында 30000 теңге ауысып қалады.",
                "date": "1.02.2017",
                "upvotes": 1
            },
            {
                "text": "Шығым-6000 теңге бәрін азайтқанда!",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еді сөзіне сөйлем керек",
        "question_content": "Еді,деп,дер,жаздады сөздеріне сөйлем",
        "question_date": "1.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Асан қуанып, жұмыртқаны алайын деп еді\nБилер дауды шешуге сөз бастаған екен.\n2) Оны әлі күнге өз ырқынан шығаған емес. (М. Әуезов) \n3) Асан қуанып, жұмыртқаны алайын деп еді. (Ы. Алтынсарин) \n4) Тәңірі қосқан жар едің сен, Жар ете алмай кетіп ем. (Абай)",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүк машинасының жылдамдығын табыңдар.",
        "question_content": "Елді мекеннен қалаға дейінгі қашықтықты жүк машинасы 3 сағ, ал жеңіл машина 2 сағ жүреді. Жеңіл машинаның жылдамдығы жүк машинасының жылдамдығынан 30 км/сағ артық. Жүк машинасының жылдамдығын табыңдар.  Теңдеу құру арқылы шығар",
        "question_date": "1.02.2017",
        "question_tag": "Мектеп",
        "question_views": 12800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осылай шығарасыз.",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Досын ба әлде сүйіктін бе?",
        "question_content": "Қалай ойлайсыздар сүйетін адамын мен жайғана дос болу дұрыс деп ойлайсыздар  ма?\n\n(әрине бір адам сүйгенде ғана )",
        "question_date": "1.02.2017",
        "question_tag": "Достық",
        "question_views": 559,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша дурыс емес. Мысалға сен қашанғы бері онымен дос болып  жүре бересің. Оны егер де шынайы сүйсең, сезіміңді білдір.",
                "date": "1.02.2017",
                "upvotes": 0
            },
            {
                "text": "Сүйетін адамынмен дос бола алмайсын, үйтіп жүру өте қиын, текке сезімінді өшіріп аласын",
                "date": "9.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімнің айлығын қалай есептеуге болады?",
        "question_content": "Салеметсіздер ме. 18 сағатпен, магистратура дипломымен, санатсыз, еңбек өтілімісіз қанша айлық түседі? Мен бір ай жұмыс істеп 36500 т қолға алдым. осындай айлық шығуы мүмкін бе?",
        "question_date": "1.02.2017",
        "question_tag": "Банк",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әкесінің баласы - адамның дұшпаны. Адамның баласы - бауырың эссе жазу керек?",
        "question_content": "Әкесінің баласы - адамның дұшпаны.\n\nАдамның баласы - бауырың.\n\nосыган эссе жазып беринизшы, жалынам ,срочно",
        "question_date": "31.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Естілген нәрсені ұмытпастыққа төрт түрлі себеп бар: әуелі, көкірегі байлаулы берік болмақ керек. Екінші, сол нәрсені естігенде, я көргенде ғибратлану керек, көңілденіп, тұшынып, ынтамен ұғыну керек. Үшінші, сол нәрсені ішінен бірнеше уақыт қайтарып ойланып, көңілге бекіту керек. Төртінші, ой кеселді нәрселерден қашық болу керек. Егер ой кез болып қалса, салынбау керек. Ой кеселдері: уайымсыз, салғырттық, ойыншы-күлкішілдік, я бір қайғыға салыну, я бір нәрсеге құмарлық пайда болу секілді. Бұл төрт нәрсе - күллі ақыл мен ғылымды тоздыратұғын нәрселер».\nАбайдың бұл әңгімелерінің кім үшін болса да, тәрбиелік мәні зор. Әйтсе де білімге ұмтылушы жастар үшін айрықша құнды. Өйткені ғылым да, өнер де жастар үшін. Адамның қолын бақытқа жеткізетін ілім-білімді игеру де жастардың ғана қолынан келетін іс. Қартайған адам қанша ұмтылса да, өндірері аз болмақ. Сондықтан білімге ұмтылған жастар ұлы ақынның бұл айтқандарын берік есте сақтауы қажет.\nАбайдың «Алтыншы», «Сегізінші», «Он бірінші» сөздері жоғарғы ілім-білімге ұмтылуға бөгет жасайтын надандық, мақтаншақтық мінездерді шенеуге арналады. «Бірлік, тірлік» деген сөз ұғымдарының мәнін аша келіп, «Алтыншы сөзінде» Абай: «Бірлік - ақылға бірлік, малға бірлік емес», - десе, сол әңгімесінің екінші жерінде: «Ырыс алды - тірлік» дейді. Ол қай тірлік? Ол осы жан кеудеден шықпағандық па? Жоқ, ондай тірлік итте де бар... Жанын қорғалап жаудан қашып, қорқақ атанып, еңбек қылудан, қызмет қылудан қашып, еріншек атанып, ез атанып, дүниеде әлгі айтылған ырысқа дұшпан болады... Тірлік олар емес, көкірегі, көңілі тірі болса, соны айтады, өзің тірі болсаң да, көкірегің өлі болса, ақыл табуға сөз ұға алмайсың. Ал еңбекпен ерінбей мал табуға жігер қыла алмайсыз.\n\nКеселді жалқау, қылжақ бас,\nӘзір тамақ, әзір ас,\nСыртың пысық, ішің нас,\nАртын ойлап ұялмас, -\n\nболып жүріп, тірімін деме, онан да алла жіберген ақ бұйрықты өлімнің өзі артық», - дейді. Ұлы ақын осы пікірін «Үшінші», «Он бірінші» сөздерінде де толықтырып, ұштай түседі. Мал үшін ар-намысын сату, бірінің үстінен бірі арыз беріп пәлелеу, ауызбірліктің болмауы тәрізді мінездердің бәрі де надандықтан, мәдениетсіздіктен, жалқаулықтан, еңбексіздіктен туатынын дәлелдей келіп, ақын өзінің оқырмандарын бұл мінездерден қашық болуға тәрбиелейді. Бұл әңгімелердің идеялық мазмұны да, кейінгі ұрпақтар үшін құндылығы да осында.\nАбайдың бір алуан әңгімелері өз кезіндегі ел билеуші, үстемдік етушілерді сынауға, шенеуге арналады. Автор бұл мәселеде де өзінің шын мәнінде реалистігін көрсетеді. Сынау әртүрлі. Кейде ақын-жазушылар сол таптың жыршысы бола отырып, өз табы өкілдерінің кемшіліктерін сол өз табының көзқарасы тұрғысынан сынап, сол сыны арқылы кемшіліктерін жойып, оның үстемдігін бекіте түсуге өзінше ат салысуды, көмектесуді нысана етеді.\nАбай өз кезіндегі үстем тап өкілдерінің мінез-құлық, іс-әрекетін сынағанда, мәселеге халық көзқарасы тұрғысынан қарайды. Елді ел ету үшін бөгет болып отырған жайттарды, оларды қалай жою керектігін және қандай шаралар қолдану қажет деген сұрауларға жауап іздейді.\nӨзінің өлеңдеріндегі тәрізді қара сөздерінде де ұрлық, парақорлық, пәлеқорлық, партиягерлік, мансапқорлық, тағы басқалар елдің ел болуына зор бөгет екендігін айта келіп, «Қырық бірінші сөзінде» Абай екі нәрсе ұсынады: біріншісі - «Бек зор үкімет», екіншісі - қаржы. Үкіметтің күшімен қазақтың ұл, қыздарын еріксіз түрде мектепке беріп, оларды ғылымның әр саласынан мамандандырып, ой-санасын жаңаша тәрбиелеп, бұрынғылардан мүлде өзге психология, өзгеше наным-сенімдегі адамдар етіп шығарса, сонда ғана елдің түзелетіндігін айтқан.\nБірақ жұрттың бәрін қорқытып, зорлауға, не үгіт арқылы түсіндіруге мүмкін емес. Сондықтан олардың бірқатарына ақшаның күші арқылы балаларын оқуға тартуға жағдай жасау керек. Мұның екеуі де мүмкін емес, «енді не қылдық, не болдық?» деп, ақын тұйыққа тіреледі. Абай кезінде оқуға бала берудің өзі қазақта үлкен мәселе болатын. Балғожа би тәрізді заман ағымын түсінушілер, не Абайдың өзі тәрізді бірен-саран көзі ашықтар болмаса, жалпы көпшілік орысша мектепте бала оқытуға ұмтылмайтын. Балалары ауылдағы дүмше, надан молдалардан оқып тіл сындырса, «Иманшартты» оқи білсе, сол да жарайды деп қанағаттанатын. Бұған екі түрлі себеп болды. Біріншісі - мал шаруашылығы, көшпелілікпен күн көрген қазақ елінің ғасырлар бойы мәдениеттен кейін қалушылығы болса, екіншісі - орыс мәдениетінен гөрі, ел ішіне бұрынырақ таралған және бір кезде патша өкіметінің өзі қолдаған қадем оқуы, діншілдіктің кертартпалығы. Қазақ халқына ислам дінін кең жаюға тырысқан қожа, молдалардың да бұл мәселеде тигізген зияны аз емес. Олар орысша оқыған адам діннен шығады, кәпір өтеді деп, халықты қорқыту, шошыту жұмыстарын жүргізді. Осы жағдайлардың барлығын өз көзімен көріп, олардың сыры мен қырын терең түсінген Абай өзінің өлеңдерінде де, қара сөздерінде де қазақтың ынтымақты ел болуы үшін мәдениетке ілесуі, оқуға, ғылымға ұмтылуы керектігін дұрыс түсініп, жоғарғы айтылған сан бөгеттерді ағарту жұмыстарының күші арқылы жою, сөйтіп өз халқын басқа мәдениетті елдердің қатарына жеткізуді арман етті. Абайдың көптеген қара сөздері осы идеяны үндеуге арналады.\nӘрине, жалаң, тек қана ағартушылық арқылы барлық іс бүтінделмейді. Әйтсе де Абайдың өмір сүрген кезін, оның өскен ортасын, сол дәуірдегі қазақтың жағдайын еске алсақ, Абай ұсынған жолдардың прогрессивтік үлкен мәні барлығын мойындамасқа болмайды.\nАбайдың «Он жетінші сөзі» қайрат, ақыл, жүрек, ғылымға арналады. Алдыңғы үшеуі адам үшін өздерінің атқаратын жұмыстарын айта келіп, әрқайсысы өзін бірінші орынға қойып таласады да, ғылымға төрелікке жүгінеді. Ғылым үшеуінің де жақсылы, жаманды қасиеттерін дәл сипаттап, әділ сынайды. Жеке-жеке үшеуінде де кемшілік бар. «...Осы үшеуің басыңды қос, оның ішін де жүрекке билет», - деп үкім шығарады. «Егер үшеуің ала болсаң, мен жүректі жақтаймын», - дейді оларға ғылым.\nБұл мәселелер Абайдың осы әңгімесінде ғана емес, көптеген өлеңдерінде де сөз болады. «Әуелде бір суық мұз, ақыл, зерек» деген өлеңінде Абай:\n\nАқыл, қайрат, жүректі бірдей ұста,\nСонда толық боласың елден бөлек.\nЖеке-жеке біреуі жарытпайды,\nЖолда жоқ жарым есті «жақсы» демек.\nАқыл да, ашу да жоқ, күлкі де жоқ,\nТулап, қайнап бір жүрек қылады әлек.\nБіреуінің күні жоқ, біреуінсіз,\nҒылым - сол үшеуінің жөнін білмек.\n\nҚара әңгімесі мен мына үзіндінің мазмұны бір. Екеуінде де ақыл, қайрат, жүрек, ғылым сөз болады. Әрине, әңгіме тек сөз болуында ғана емес, ақынның оларға қалай қарауында. Егер біз мәселеге осы тұрғыдан келсек, Абайдың өз идеясына беріктігін, қандай проблеманы көтерсе де, мәселені жүйелі түрде қойып, қалайда оны оқырмандарының ой-саналарына жеткізуді ойлайтындығын, алған нысанасынан қыл елі таймайтындығын көреміз. Абай ірі гуманист ақын дедік. Ол өзі өмірінің игілігін, өз бойындағы бары мен нәрін халық үшін, адам үшін жалпы адам баласының бақыты үшін жұмсауға тырысты. «Әкесінің баласы - адамның дұшпаны, адам баласы - бауырың» дейтін сөздері оның шығармаларының негізгі идеясының бірі болды. Демек бұл әңгімесінде де Абай жүректі, яғни адам - адамды сүю, адам үшін қызмет етуді бірінші орынға қояды. Бірақ ғылым бойынша да, Абайша да ең идеал нәрсе - осы үшеуінің бірлігі. «Осы үшеуі (ақыл, қайрат, жүрек) бір кісіде менің айтқанымдай табылса, табанының топырағын көзге сүртерлік қасиетті адам сол», - дейді. Бізше, бұл әңгіменің философиялық тереңдігі өз алдына, әсіресе жастар үшін тәрбиелік мәні зор.\nТап осы тәрізді, тағы бір үлкен мәселені қозғайтын шығармасы - «Отыз алтыншы сөзі». Әңгіме ұят туралы.\nӨз кезіндегі әртүрлі ұяттан, ардан безгендерлі сынай келіп, ұят, оның түрлерін сөз етеді. Ұяттың бір түрі - адамның жас кезінде, балалық дәуірінде болатын табиғи құбылыста, екіншісі - жасықтық, ынжықтықпен байланысты. «Ұялмас нәрседен ұялған ұялу - ақымақтық, жамандық», - дей келіп, шын мәніндегі ұят қандай болу керек деген сұраққа жауап береді.\n«Ұят деген - адамның өз бойындағы адамшылығы, иттігіңді ішіңнен өз мойныңа салып, сөгіп, қылған қылмысының аты. Ол уақытта тілге сөз де түспейді, көңілге ой да түспейді. Көздің жасын, мұрынның суын сүртіп алуға да қолың тимейді, бір ит боласың. Көзің кісі бетіне қарамақ түгіл, еш нәрсені көрмейді. Мұндайлыққа жетіп ұялған адамға өкпесі бар адам кешпесе, яки оның үстіне тағы аямай өртендіріп сөз айтқан кісінің өзінің де адамшылығы жоқ десе болар», - дейді. «Осы күнде менің көрген кісілерім ұялмақ түгіл, қызармайды да», - деп қорытады ақын.\nҰят - адам болған жерде бола беретін мәңгілік нәрсе. Қандай қоғам болса да, әдеп, әркен, мінез-құлық, жүріс-тұрыс іс-әрекеттердің сол қоғам құрылысының заңына бағыныңқы белгілі бір нормасы (өлшем-шегі) болады. Сол нормаларды бұзу - ұят. Кейде ұяттың жалпы адам баласына ортақ түрі болмақ. Қай халықты алсақ та, ұятқа үлкен мән берген. Діншілдер, тіпті ұяттың бір жағын дінге тіреп, ұятты сақтауды парыз дәрежесіне дейін көтерген. «Қазақта «Ұят кімде болса, иман сонда» деген мақал да ұятқа үлкен мән бергендігін көрсетеді. Ұятсыздық - өмірдегі ең бір сұрқия қылық. Сондықтан да ұлы ақынымыз Абай бұл мәселеге айрықша көңіл бөліп, ұрпақтарының ар-ұяттарын таза сақтауын арман еткен. Бұл әңгімесінің күні бүгіннің өзінде де тәрбиелік мәні зор.\nАбайдың кейбір қара сөздері қазақтың мақал-мәтелдерін талдауға, мәнін ашуға арналады. Мысалы, «Бесінші сөзі», «Жиырма тоғызыншы сөзі». Бұл сөздерінде ақын қазақтың мақал-мәтелдерінің ішіндегі ең теріс дегендерінің, жақсылыққа емес, жамандыққа тәрбиелейтіндерінің астарлы сынын ашады.\n«Мал - адамның бауыр еті», «Түстік өмірің болса, күндік мал жи», «Малдының беті жарық, малсыздың беті шарық», «Ердің малы елде, еріккенде қолда», «Өзіңде жоқ болса, әкең де жат», тағы басқа мақалдарды келтіреді де, оларға төмендегіше талдау береді.\n«Бұл мақалдардан не шықты? Мәлім болды: қазақ тыныштық үшін, ғылым үшін, білім үшін, әділет үшін қам жемейді екен, бірақ мал үшін қам жейді екен, бірақ бар білгені малдыларды алдап алмақ, яки мақтап алмақ екен, бермесе, оныменен жауласпақ екен. Малды болса, әкесін жаулауды да ұят көрмейді екен. Әйтеуір ұрлық, сұмдық, тіленшілік, соған ұқсаған қылықтың қайсысын болса да қылып жүріп, мал тапса, жазалы демесек керек», - дей келіп, «Жиырма тоғызыншы сөзінде»: «Қазақтың мақалдарының көбінің іске татырлығы да бар, іске татымақ түгіл, не құдайшылыққа, не адамшылыққа жарамайтұғыны да бар. Әуелі «Жарлы болсаң, арлы болма», - дейді. Ардан кеткен соң, тірі болып жүргені құрысын. «Қалауын тапса, қар жанады», «Сұрауын тапса, адам баласының бермейтіні жоқ» деген - ең барып тұрған құдай ұрған сөз осы. Сұрауын табамын, қалауын табамын деп жүріп, қорлықпен өмір өткізгенше, малды не жерден сұрау керек, не терден сұрау керек қой...\n«Ата-анадан мал тәтті, алтын үйден жан тәтті» дейді. Ата-анасынан мал тәтті көрінетұғын ант ұрғанның жанынан да малы қымбат екен. Ата-анасын малға сатпақ ең арсыздың ісі емес пе?»\nҚандай мәселеге болсын, Абайдың сын көзімен қарап, терең толғайтын да адам екендігін осы мақал-мәтелдерге жасаған талдауының өзінен де анық көруге болады. Бірінші, оған шейін «Жылтырағанның бәрі алтын» деп, қазақтың мақал-мәтелдерін жұрт сол күйі түгел қабылдаумен келсе, Абай бұл туралы тың пікір ұсынды. Мақал-мәтелдердің бәрі бірдей дұрыс, бәрін бірдей қолдана беруге болатын халыққа пайдалы сөздер емес екендігін бірінші рет бетін ашты. Екінші, Абай қандай мәселеде болсын, бір бет, бір бағытынан таймайды. Өзінің көздеген негізгі нысанасынан шығуды ойлайды. Осы келтірілген мақал-мәтелдерді сынауының түп-тамыры ақын шығармаларының негізгі идеялық мазмұнымен ұштасып жатыр. Сайып келгенде, Абай мәдениетсіздікке, жалқаулыққа, сұм-сұрқиялық, арсыз, ұятсыздыққа қарсы шығып, бұл мақалдар ол тәрізді оңбаған мінез-құлықтарды жоюға көмектеспейтіндігін, қайта өршіте түсетіндігін аша түсіп, оларға қарсы еңбекті, ғылымды, өнерді, адамгершілікті ұсынады.\nӘрине, бұл айтылғандардан Абай қазақтың мақал-мәтелдерінің бәріне қарсы екен деген ұғым тумасқа керек. «Біздің қазақ мақалдарының көбінің іске татырлығы бар», - деп өзі айтқан және керектілерін өз туындыларында іске татытқан да.\nЕң алдымен Абай, қазақтың мақал-мәтелдерін пайдалану арқылы өзінің сөздік қорын байытты. Олардың ішінен керектілерін алып пайдаланды, айтайын деген идеясын дәлелдеу, оқушыларын сендіру үшін тірек етті. «Бірлік мәселесін сөз еткенде: «Би екеу болса, дау төртеу болады», «Өзін ар тұтқан, жаттан зар тұтады», «Ырыс баққан - дау бақпас» деген мақалдарды дұрыс санап, өз шығармаларында сол күйінде пайдаланды. Кейде халық мақалдарының негізін ала отырып, мақал, афоризмдік сөз тізбектерін құрды. Мысалы, «Еңбек етсең - емерсің» деген халық мақалының негізіне сүйеніп, Абай:\n\nЕңбек қылсаң ерінбей,\nТояды қарның тіленбей, -\n\nдейді. Мұның мазмұнында алдыңғы мақалдан өзгешелік жоқ. Бірақ Абайдың сөз тіркесінде, ерінбей еңбек етуді тіленшілікке қарсы қою, халық мақалын толықтыра түсу, өлеңге айналдырып, жайнақыландыру бар. Сол тәрізді «Қолың көтере алмайтын шоқпарды беліңе қыстырма», «Әлін білмеген - әлек» деген мақал-мәтелдердің үлгісін ала отырып:\n\nАзат басың болсын құл,\nҚолдан келмес іске ұмтыл, -\n\nдеп, халықтың мақал-мәтелдерін бағалай да, пайдалана да, сынай да білген.\nАбайдың өлеңдері де, қара сөздері де нақыл сөздерге (афоризмдерге) мейлінше бай келеді. Олардың кейбіреулері халық мақалына айналып кетті. Мысалы, «Еңбек етсең ерінбей, тояды қарның тіленбей», «Жетім қозы тас бауыр, түңілер де отығар» деген сияқты сөздері ауыздан-ауызға тарап, халық мұрасына айналды. Бұл оның нақыл сөздерінің ел тілегімен қабысқандығын, түрі жағынан көркем, жатық, мазмұны жағынан терең, мағыналы екендігін дәлелдейді.\nАқынның нақыл сөздерінің де түйіні өлеңінде болсын, қара сөздерінде болсын еңбекке, ғылымға, өнерге, адамгершілікке, әділдікке үндеу идеясымен ұштасып жатады.\n\nЕңбек қылсаң ерінбей,\nТояды қарның тіленбей.\n\nНемесе:\n\nБақпен асқан патшадан,\nМимен асқан қара артық.\nСақалын сатқан кәріден,\nЕңбегін сатқан бала артық, -\n\nдеп, ақын оқушыларын ерінбей еңбек етіп, сол еңбек арқылы өмірден керегіңді ізде, адам баласының күн көрісі үшін де, адам болып жұрт қатарына қосылуы үшін де, еліне қызмет ету үшін де ең бірінші керек нәрсе еңбек деген қорытынды шығарады. Әсіресе соңғы пікірін ақын баса айтты. Еңбектің адам баласының керегі үшін жұмсалуын өз ойының қазығы етеді. «Өзің үшін еңбек қылсаң, өзі үшін оттаған айуанның бірі боласың. Адамдықтың қарызы үшін еңбек қылсаң, алланың сүйген құлының бірі боласың», - дейді.\n«Әкесінің баласы - адамның дұшпаны, адам баласы - бауырың» деп, өзімшілдік, жеке басының қамын ғана ойлайтын, өрісі тар мещандық көзқарасқа аяусыз соққы беріп, елді адамгершілік қасиетке баулиды.\nҚазақтың ескі феодалдық қоғамының кертартпа көзқарасы «Ауру қалса да, әдет қалмайды», «Сүйекке сіңген мінезді жөндеуге болмайды» дейтін. Педагогика ғылымы, жер жүзінің ірі-ірі педагогтері мінез-құлықты түзеуге болатындығын да, түзеудің керектігін де ғылым жолымен дәлелдеп берді. Әдетті де тәрбие арқылы қалдыруға болатындығын көрсетті. Бұл мәселені кеңінен толғап, терең түсінген және сол жөніндегі прогрестік идеяға үндеген адамның бірі - Абай. Абайдың: «Мен егер закон қуаты қолымда бар кісі болсам, адам мінезін түзеп болмайды деген адамның тілін кесер едім», - деген сөзі мінез-құлықты жөндеуге тәрбие жұмысының үлкен мәні барлығын қолдаушы адам болғандығын айқындайды.\nАбайдың нақыл сөздерінің қайсысы болсын, үлкен ой, терең мазмұнды, халықтың нақыл сөздерімен де, шетелдің ақыл иесі, ұлы адамдарының нақыл сөздерімен де тең түседі. Басқаларын былай қойғанда, Абайдың «Көңілдегі көрікті ой ауыздан шыққанда өңі қашады» дейтін сөзі - асқан құнды пікір де, қорытылған өмір шындығы. Абайдың нақыл сөздерінің ішінде бүгінгі жастарды тәрбиелеу үшін де пайдалы жақтары көп. Оның қара сөздеріндегі еңбек, ғылым, адамгершілік, әділдік, т.б. жөніндегі пікірлері бүгінгі тәрбие жұмыстарына нақтылы құрал болуға жарайды.\nДереккөз.",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Негізгі және туынды етістіктерге ажыратыңыз?",
        "question_content": "Мына сөздердің қайсысы негізгі етістікке қайсысы туынды етістікке жатады:\n\nШығар,жаптыр,отыр,жазғыз,жар,өргіз,көгенде,буландыр,күркіре,барған,жүгір,сөйле,оқы,ал,келтір,кешір,жарып,келетін,айт,төсе,қоюлан,ағарту,көгеріп,жеткен,қайт,қал,аула,ұста, мұнарту,біл,көр,үйрен,көмектес,жалқауланба.\n\nӨтінем көмектесіңіздерші ертең сабаққа керек боп тұр!",
        "question_date": "31.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізгіге: отыр,жар,жүгір,оқы,ал,айт,төсе,қайт,қал,біл,көр.\n\nҚалғандары туынды",
                "date": "11.03.2017",
                "upvotes": 0
            },
            {
                "text": "Өтінем мағанда көмектесіңіздерші\n\nНегізгі және туынды етістікке бірнеше сөйлем құрау (5-6) керек!",
                "date": "23.02.2021",
                "upvotes": 0
            },
            {
                "text": "Армоыгьсв новеллалары",
                "date": "17.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\" Бізді күтер бір бақыт \" эссе көмектесіңіздерші",
        "question_content": "Бізді күтер бір бақыт \" эссе  3 беттік эпиграфпен  көмектесіңіздерші",
        "question_date": "31.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 717,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қиянат жасамау туралы ойтолғау керек.",
        "question_content": "қиянат жасамау туралы ойтолғау керек еді және де Қараш-қараш оқиғасынан Бақтығұл қылмыскер ме, әлде жоқ?",
        "question_date": "31.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 17700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қиянат жасамау-қайраттылардың қаруы\n(«Қиянат жасамау» құндылығы туралы)\nЭссе\nЖүрегі таза адам ешқашан қиянат жасамайды.\nШәкәрім\n\nЖалпы адамзаттық құндылық дегеніміз- белгілі адам үшін емес, бүкіл адамзат қауымы үшін маңызды құндылықтар. Олар адамға тумысынан берілген сый. Адамға мынау жарық дүниені ашқан сәттен бастап берілетін құндылықтарымыз мыналар: 1.Ақиқат. 2.Дұрыс әрекет. 3.Сүйіспеншілік. 4.Тыныштық. 5.Қиянат жасамау. Ақиқат-құндылықтың түп тамыры. Үнемі түп-тамырды сүйіспеншілікпен суарып отыру керек. Ақиқатпен өмір сүріп айналамыздағыларға сүйіспеншілікпен қарайтын болсақ, дұрыс әрекет болады. Ал дұрыс әрекет бар жерде ішкі жан дүниесмізде тыныштық орнайды. Жанымыз тыныштықта болса біз әркез бақытты боламыз. Бақыт құшағында өмір сүргеннен кейін ешкім бізге қиянат жасамайды, біз де ешбір пендеге қиянат жасай алмаймыз.\nҚиянат жасамау-асыл құндылықтарымыздың ішіндегі бесінші құндылық. Алланың өзі адамды тура жолмен жүру үшін осы бес құндылықпен жаратты. Демек барлығымызда да бұл құндылықтар бар. Біз олардың не екенін, не үшін айтылғанын білеміз. Бірақ жүрегіміздің түбінде тұншықтырамыз. Мен үшін қиянат жасамау теңдесі жоқ құндылық. Оның егізі-адалдық дер едім. Бала кезімде әжем айтатын «ешқашанда аманатқа қиянат жасамаңдар» деп. Мен болсам «әже қиянат деген не» деппін. Әжем шіркін қанша сұрақты толассыз қойсам да шыдамдылықпен жауап беретін. Сонда ол кісі «қиянат-бақытқа жеткізетін жол емес, біреудің адал ақысын жемеңдер, арамдық ойламаңдар, өзгелерді сүріндіріп өздерің озуды армандамаңдар, бәрібір жетістікке олай жете алмайсың, шырағым» дейтін. Сол әжетайымның айтқан ақылы әлі күнге жүрегімнің қақ төрінде. Кішкентайымнан ұяң қыз едім, біреуді жылату, біреудің бір нәрсесін тартып алу, жалған сөйлеп жалтару деген қолымнан келмейтін. Ойлап қарасам өміріме азық болатын, өзгелерден мені озық қылатын-осы менің адамдық қасиетім екен.\nҚиянат жасау-Алланың аулақ бол деген деген істерінің бірі. Алланың өзі де рас, сөзі де рас. Рас сөз ешқашанда жалған болмас. Бәріміздің де сенеріміз сол болған соң оның әр сөзіне сенуіміз керек және оны орындауға тиістіміз.\nҚиянат қылма өзгеге,\nБіреуді мәнсіз сөздеме.\nЖүректің төрі адалдық,\nҚиянат болар сөзде де.\n\nАдамдық өлшем-адалдық,\nАдалдық үшін жаралдық.\nЕй, пенде өмір тым қысқа,\nЕндеше қылма сараңдық,\nБәріміз де бір Алладан таралдық!\nӨмір деген, шіркін, зырылдап өтіп жатыр. Менің биікке самғай бергім келеді,бірақ тек адал іспен. Қанша жерден қиналсам да қиянатқа бас сұқпаймын, жанарыма жас толса да Аллам берген әр күнге ризамын. Қиындықтар көбейгенде рухтың бар екенін ұмытпай, адалдықтың ақ жібін аттамай өмір сүремін.\n\nДереккөз.",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай реакция көмегімен көмір және кремний қышқылдарын күштерін салыстыруға болады?",
        "question_content": "Қандай реакция көмегімен көмір және кремний қышқылдарын күштерін салыстыруға болады?",
        "question_date": "31.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы бармаа тапқандарың бармаа",
                "date": "22.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметкер қызметін ауыстырған жағдайда еңбек демалысына қайта шығуына болама?",
        "question_content": "Мемлекеттік қызметкер бұрынғы жұмыс орнынан еңбек демалысына шыққан енді қызметін ауыстырған жағдайда еңбек демалысына қайта шығуына болама? Бұл заңға қайшы болмайма?",
        "question_date": "31.01.2017",
        "question_tag": "Заң",
        "question_views": 423,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Интернеттен қалай ақша табуға болады?",
        "question_content": "Барлықтарыңызға сәлем! Өзім интернетте көп отырамын, жақында интернеттен ақша табу жолдарын қарадым, бірақ ондай ақпарат көп екен. Енді сол жайында білетін адам болса жақсы болар еді. Негізі ақша табуға болады ма?",
        "question_date": "31.01.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "https://chat.whatsapp.com/7RZY4yf8hGnHqGnxcS85hY",
                "date": "2.02.2017",
                "upvotes": 0
            },
            {
                "text": "интернетте жумыс коп тизип айтып бере алам капча клик маркетинг биржа баска коооп бирак лахатронда",
                "date": "26.05.2017",
                "upvotes": 0
            },
            {
                "text": "Он бірге бесті қоссақ он алты шығады",
                "date": "16.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұялы телефонның бетіне жарнама шығып кете береді?",
        "question_content": "Ұялы телефонның бетіне жарнамалар шығып кете береді? дəлірек айтқанда мынадай? тағыда басқа нəрселер де шығады; бұл телефоныма қауіпті емеспе?\nбұны шықпастай етіп кетіруге болама?",
        "question_date": "31.01.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 5500,
        "question_upvotes": 2,
        "answers": []
    },
    {
        "question_title": "Математиканы қалай оңай үйренуге болады?",
        "question_content": "Қазір 10 сынып оқимын.Математиканы мүлде түсінбеймін.Сол секілді математикаға қатысы бар алгебра,геометрия,физика,химия сабақтарды түсінбеймін. Биология,Географияны былайша түсінемін. Ертең Ұбтыны қалай тапсырамды білмеймін. Бақылау жазғанда класстастарымнан көшіріп аламын.Мұғалімде біледіғой амалсыз өтірік 3-ті қояды.",
        "question_date": "31.01.2017",
        "question_tag": "Мамандық",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы зейін салса,басы жақсы ойлауы істейтін,тез шешім қабылдайтындай болса, матемді шашады.Баста назар аудармаған немесе аударса сонда да басына кірмейтін адам болса əрі қарай алып кетуі қиын.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныс мүшесінің жиі қозуы, яғни тұруы зиянды ма?",
        "question_content": "Жыныс мүшесінің жиң қозуы, яғни тұруы зиянды ма?Жыныс мүшесінің жиң қозуы, яғни тұруы зиянды ма?",
        "question_date": "31.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 14900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бойдақ болсаң зиан. Тез үйлену керек. Зинаға бар ма.\nҮйленсең өте пайдалы.",
                "date": "1.02.2017",
                "upvotes": 0
            },
            {
                "text": "таңертең оянғанда ер адамның мүшесі тұрып кете ма?",
                "date": "1.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есте сақтау қабілетімді қалай шынықтыруға болады?",
        "question_content": "Есте сақтау қабілетім соңғы кездері нашарлап кеткенін байқаймын.Бірнәрсе оқысам шамалы уақыттан кейін есімнен шығып кетеді.Ұмытшақ болып барамын.",
        "question_date": "31.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 401,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ойлау жүйесіне арналған жаттығулар\n\n Балалық ермектер. Біздің есте сақтау қабілетімізді бала кезден бастап жаттықтыруға дағдыландырған. Сәби уақыт өте ақырын кеңістік пен уақыт мезгілдерін ажырата алатын болады. Таң, түс, кеш мезгілдерін білгеннен кейін, ертең мен кешені, бүрісікүнді ажырата бастайды. Аз-аздан ата-аналар балаларын есте сақтау қабілетінің жақсаруына одан әрі әрекеттер жасай түсіп, «Әже соңғы рет үйге қашан келген еді?» немесе «Циркте қандай аңдарды көрген едік?» деген сияқты сұрақтарды қояды. Сұрақтарға ойша жауап іздеген бала миына бұл жатты,у болып тиеді. Ал есейген шақта адамға дәл осындай ой жаттығулары аса қажет. Күнделікті жатар алдында, өткен күніңізге талдау жасап көріңіз: кіммен кездестіңіз, қандай сөздер айтылды, қандай әуендерге құлағыңыздың құрышы қанды. Осының бәрін еске түсіру арқылы сіз миыңызды жаттықтырасыз.\n\nБалаларға арналған ойыншықтарға әуес болуға қысылмаңыз. Мәселен, бес айырмашылығын тауып көр деген сияқты ой шынықтыратын жаттығулардың берер пайдасы зор. Тағы пайдасы мол жаттығу, бірден жүзге дейін санау. Санау жүйесі ешқашан да есіңізден кете қоймас, дегенмен, ми үшін бұл жаттығу тиімді.\n\n«Шпаргалка» ұғымы сізге таныс шығар? Есте сақтаудың ең ұтымды тәсілі — керек болған затты қағаз бетіне жазып алу. Бір қызығы, бұл ми үшін жаттығу болып саналмайды. Емтиханға дайындалардың алдында қағазға жазған жазуларыңыз есіңізде сақталумен қатар, жазба күйінде де болады.\n\nЖоғарыда көрсетілген кеңестерге мән беріп, шешім қабылдасаңыз,  ми қызметіңіздің белсенділігін арттырып, есте сақату қабілетіңізді жақсарта аласыз.\nhttp://massaget.kz/layfstayl/Zdorove/239/",
                "date": "31.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Несие алып берген адамым қашып жүр?",
        "question_content": "Саламатсызба! мен танысыма несие алып берген болатынмын ешқандай кепілдемесіз қолына ақшаны бердім қазіргі кезде төлемей қашып жүр заң тұрғысында не істей аламын?",
        "question_date": "31.01.2017",
        "question_tag": "Заң",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мед. институтта ағылшын тілінде оқытылатын факультет бар ма?",
        "question_content": "Мед. институтта ағылшын тілінде оқытылатын факультет бар ма? Толық мәліметті алу үшін кімге жолығу қажет?",
        "question_date": "31.01.2017",
        "question_tag": "Университет, колледж",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине қазір көп ЖОО үш тілде де группалар ашылады, мамандыққа байланыссыз. адамдар саны жетсе группа ашуға ашады.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыл, қабылан атты ит, айқас, екі қасқыр сөздерді пайдаланып шағын әңгіме құрастыр?",
        "question_content": "Ауыл, қасқыр, қабылан атты ит, айқас, екі қасқыр, адам, құлақ шеке, мойын, өжет қабылан, айғай, қасқырдың құлауы, қашу, қабыланның тістері, қан, жеңіс",
        "question_date": "31.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 596,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2 түзу сыз. Бір түзуде 3 нүкте, екіншісінде 2 нүкте белгіле.",
        "question_content": "1) Шаршы неге сиқырлы деп аталады?\n2) 2 түзу сыз. Бір түзуде 3 нүкте, екіншісінде 2 нүкте белгіле. Сонда барлығы 4 нүкте белгіленетін болсын.",
        "question_date": "31.01.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше 2 түзуді бір-бірімен қиылыстыра сызса, қиылысқан жерде бір нүкте пайд",
                "date": "31.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көпбалалы отбасы тұрғын үй кезегіне тұруға бола ма?",
        "question_content": "Менің 5 балам бар, көпбалалы отбасы ретінде тұрғын үй кезегіне тұра аламын ба? Қандай да бір жолдары болса айтып жібересіздер ме? Отағасымның атында үй бар.",
        "question_date": "31.01.2017",
        "question_tag": "Жанұя",
        "question_views": 719,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иə,5 көп, көпбалалы отбасы тұрғын үй кезегіне тұра аласыз.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Тіпті 4 көп болып саналады.Тұрғын үй кезегіне тұруға болады.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менде етеккірім келмей жүр. Жүктілік белгісі ме?",
        "question_content": "Етеккірім кешікті. Жүктілік болуы мүмкін ба? Менде етеккірім желтоқсанның 26-сы келіп 28-і кетті содан бері келмеді. Жүктілік белгісі ме?",
        "question_date": "31.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гормональное нарушениеның белгісі. Екіқабатсыз ба жоқ па оны тест алып көруге болады.",
                "date": "31.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беттегі қызаруды қалай кетіруге болады?",
        "question_content": "Беттеги кызаруды калай кетируге болады?Ер баламн 17жасым кандай крем алу керек или уй жагдайында нестеу керек\n\nкобиси тусинбей жатыр 2беттим мурн кызарады угры жагаласп щыгады",
        "question_date": "30.01.2017",
        "question_tag": "Тазалық",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Еділдің бойы ен тоғай\" атты тақырыпта шығарма керек.",
        "question_content": "Еділдің бойы ен тоғай,\n\nЕл қондырсам деп едім,- кіріспе жəне шығарма тауып бер",
        "question_date": "30.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Математикадан 3 сыныпқа сабақ жоспары керек.",
        "question_content": "Саламатсыздарма !!!\n\nМен математикадан 3 сыныптын сабак жоспарларын издеп журм баспасы Атамура\n\nкимде бар ? ед салып берем керек боса",
        "question_date": "30.01.2017",
        "question_tag": "Мектеп",
        "question_views": 552,
        "question_upvotes": 0,
        "answers": []
    }
]