[
    {
        "question_title": "Жылу машинасына 30 кДж жылу берілсе қандай жұмыс атқарады?",
        "question_content": "деал жылу машинасының температурасы 127 к, ол суытқыштың температурасы 17 к болса, бұл жылу машинасына 30кдж жылу берілсе қандай жұмыс атқарады?",
        "question_date": "24.12.2017",
        "question_tag": "Физика",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "T1=400 K   \nT2=290 K   \nQ=30*10^3 Дж\nА=?\n\nA/Q=(T1-T2)/T1    \nA=Q*(T1-T2)/T1=30*10^3*(400-290)/400=8.25*10^3 Дж\n\n8,25 кДж",
                "date": "31.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Төмендегі мәтінді қазақшаға аудару қажет?",
        "question_content": "Мына мәтінді қазақшаға аударумен көмек қажет.\n\nМолодёжь, по мысли Мангейма, ни прогрессивна, ни консервативна по своей природе, она — потенция, готовая к любому начинанию. И этим начинанием может оказаться программа «Жасыл ел». Чистота – залог красоты. Кому, как не молодым, быть в первых рядах борцов за чистоту, озеленение, уют и красоту?\n\nВ современном Казахстане патриотизм становится практически общераспространенной «парадной» ценностью, своего рода официальной идеологией. Программа «Жасыл ел» не только учит молодежь самостоятельности, но и несет в себе огромный потенциал патриотического воспитания молодого поколения. Реализация этой идеи позволяет понять, что такое по-настоящему любить и почтить свою родину. И поистине, растить деревья, делать родную землю краше и чище — дело благородное. И мы видим, как зеленое движение в каждом уголке нашей прекрасной страны создает свой уютный мир.\n\nВ каждом государстве существует проблема занятости молодежи. И «Жасыл ел» позволяет в какой-то степени решить ее. Сейчас «Жасыл ел» - эта идея объединяющая общество. Как говорится, «бойцы в зеленом» стали гордостью не только своих родителей, но и всего народа.\n\nИнициатива Главы государства по озеленению страны была адресована студенческой молодежи, но стала всенародной. Множество людей приняли участие в акциях «Жасыл ел»! И это радует. Может и благодаря программе «Жасыл ел» удалось уберечь тысячи молодых людей от негативных тенденций в молодежной среде, таких как наркомания и алкоголизм, влияние экстремистских идей и т.д.\n\nВ целях координации реализации программы был создан Республиканский штаб молодежных трудовых отрядов «Жасыл ел». В данный момент, в 14 областях республики и в городах Алматы и Астана работают региональные штабы «Жасыл Ел». «Зеленое движение» действует уже седьмой год и таким образом стала уже традиционной. За этот период в ряды «Жасыл Ел» вступили студенты и учащиеся сотен высших и средних учебных заведений Казахстана.\n\nПо всей стране благоустраивались парки и скверы. Кроме того в течение года озеленители участвовали в крупномасштабных экологических акциях, такие как: «Таза Алем», «Мое именное дерево», «Жасыл күн», «Менің жасыл қалам», «Зеленый сад – чистый город», «Ел болашағы тазалықта».\n\nЕжегодно филиалами «Жасыл ел» под руководством республиканского штаба проводятся крупномасштабные мероприятия по популяризации молодежной инициативы «Жасыл ел».\n\nЗа семь лет в ряды «Жасыл ел» вступили студенты и учащиеся сотен высших и средних учебных заведений Казахстана.\n\nПомимо основной деятельности бойцы «Жасыл ел» проявляют свою жизненную и общественную позицию, активно участвуя в республиканских, областных и общегородских мероприятиях.\n\nПрограмма «Жасыл ел» составляет пёструю палитру ярких и шумных политических молодёжных структур. Создавая свою радугу жизни каждый казахстанец может гордо сказать что он гражданин этой процветающей страны.\n\nБудущее Казахстана в руках молодых граждан нашей страны. Их идеи – это идеи Казахстана.\n\nПрограмма «Жасыл ел» нацелена на воспитание нового поколения молодых граждан Республики, ответственных не только за озеленение страны, но и за будущее процветание нашего общего дома Казахстана.",
        "question_date": "24.12.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 516,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гугл аудармашыға салып жіберсең тез аударып береді.",
                "date": "24.12.2017",
                "upvotes": 0
            },
            {
                "text": "Тегін ешкім аудара қоймас, осы сайтта Makenti деген қолданушы аударамын деп жарнамалап қойыпты, негізі сайтта жарнама жасау ережені бұзып тұр бірақ)))\nсосған клиент болып көр)",
                "date": "24.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көпшілік алдында сөз сөйлеуім керек. Не айтуға болады?",
        "question_content": "Көпшілік алдында  Жасыл ел бағдарламасына қатысты сөз сөйлеуім керек болып тұр,  сөзісді бастап не жайлы  айтсам болад? Болмаса мысалы болса жақсы болар еді. Алдын ала рахмет!",
        "question_date": "23.12.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сөз сөйлей алмасаңыз орныңызды сөйлей алатын адамға босатқан дұрыс сияқты.",
                "date": "24.12.2017",
                "upvotes": 1
            },
            {
                "text": "Жасыл ел туралы сөздерді интернеттен тап та жаттап алсашы.",
                "date": "24.12.2017",
                "upvotes": 0
            },
            {
                "text": "Сәлем! Біріншіден, өз-өзіңізге сенімді болыңыз. Екіншіден, айтатын сөзіңізді реттеп, көп сөйлеп (көп мылжың) керек емес. Бастысы, не айтсаңызда түсінікті, әрі нақты жеткізсеңіз болғаны. Сөйлейтін сөзіңізді қағаз бетіне түсіріп, тіліңізді жаттықтырып алыңыз. Сөйлеген кезде нақты дәлелдерді қолданған жөн. Осылай бастасаң: \n2005 жылы Қазақстан Республикасында Елбасының бастамасымен \"Жасыл ел\" бағдарламасы кең қанат жайды. Бұл жоба республиканың жас азаматтарының тек қана елдің көгалдануына ғана емес, оған қоса біздің ортақ шаңырағымыз - Қазақстанның өркендеуіне жауапты жаңа буынын тәрбиелеуді мақсат тұтады. \nТәуелсіз мемлекетімізде 2005 жылдан бастап Елбасы Нұрсұлтан Назарбаевтың «Қазақстан экономикалық, әлеуметтiк және саяси жедел жаңару жолында\" атты Қазақстан халқына арнаған дәстүрлі Жолдауы негізінде құрылған көшбасшы жастар ұйымы «Жасыл ел» жастар еңбек жасақтары (пәленше) жылдан бері (Түгенше) өңірінде де белсенді қызмет атқарып келеді. \nҰйымның басты мақсаты - жастардың көмегімен аймағымызды көгалдандыру, абаттандыру, сол арқылы студенттер мен жұмыссыз жастарды еңбекпен қамтып, жас ұрпақ арасында патриоттық және экологиялық тәрбиені насихаттау.\nЖасыл елдегі жастар қатары тек қана аймағымыздың көгалдануына ғана емес, оған қоса біздің ортақ шаңырағымыз - Қазақстанның өркендеуіне жаңа буынды тәрбиелеуде маңызы зор.\nЕскерту: Бұл мәтіндегідей айту, жаттап алу маңызды емес! Тек сөйлеген сөзіңді, ойыңды тыңдаушыға жеткізе білсең болғаны.\nАқпарат алынды: сілтеме",
                "date": "24.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кеден ісі мамандығына жылына қанша төлейді?",
        "question_content": "Алматы универлерінде грантқа түсу туралы ақпарат болса. Кеден ісі мамандығына жылына қанша төлейді?",
        "question_date": "23.12.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Суреттен адамның тыныс алу мүшелерін атаңыз?",
        "question_content": "Бүгін 12:25ке шейн шыгырып беріңізші отиниш",
        "question_date": "23.12.2017",
        "question_tag": "Биология",
        "question_views": 19400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.Мұрын\n2.Жұтқыншақ\n3. Кеңірдек немесе Көмей\n4. Бронхы, бронхиола\n5. Өкпе",
                "date": "28.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жыраулар поэзиясына ортақ сарын\" атты тақырыпқа шығарма жазу керек?",
        "question_content": "Жоспары: 1 Кіріспе бөлім\n\n                    2 Негізгі бөлім\n\n                    3 Қорытынды\n\nЖоспаоы міндетті түрде болуы керек еді. Алдын ала рахмет",
        "question_date": "23.12.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жыраулар поэзиясындағы  патриотизм идеясы\n\n«Патриотизм» сөзі (грек тілінде – patrіots – отандас, paths - отан, атамекен) Отанға деген сүйіспеншілікті, оған адалдықты, өз іс-әрекеттерімен оның мүдделеріне қызмет етуге ұмтылысты, сондай-ақ, туған жеріне, тұрақтаған мекеніне бауыр басушылықты білдіреді. Қазақ патриотизімін, отаншылдығын қалыптастыруда жыраулар поэзиясының алатын орны ерекше. Бұл жөнінде Елбасымыз Н.Ә.Назарбаев «Тарих толқынында» атты еңбегінде былай ой түйеді: «Халық рухының ұшқыны ақындардың, сазгерлер мен айтқыш абыздардың жүрегінде тұтанып, жалындай бастады. Асан қайғы, Шалкиіз, Бұқар жырау сияқты бұл дәуірдегі ұлттың шығармашылығында шынайы қазақ руханияты қалыптасып дамыды» [1,275].\n\nЖыраулық поэзия – бойы қалыптасып, ұрпақтан-ұрпаққа жеткен сөз өнеріміздің асыл мұрасы, дамыған ұлт әдебиетінің ғажап көркемдік белгісі. Ә. Тәжібаев: «Жырау – сөз жоқ, ақын. Ақын болмай, жұрт қадірлейтін жырау атану мүмкін емес. Ақындығы күшті жыраулардың жалынды жырлары үнемі жаңғырып, кейінгі ұрпаққа сиқын бұзбай көрікті күйінде жетіп отырады. Ал, жыраулық-ертеден келе жатқан халық поэзиясының үлкен бір дәстүрлі саласы» [2,224], - деп жыраулық дәстүрді әдебиетте орны бөлек жеке сала ретінде алып қарастырады.\n\nХV-ХVIII ғасырлардағы жыраулар поэзиясы-өмірді танытушылық, философиялық-дидактикалық мағынасы мол мұра. Ақын-жыраулар өлең-жырларымен, өнегелi iсiмен халыққа белсене қызмет етiп, ел ұйытқысы, тәлiм-тәрбие мектебiнiң ұстазы бола бiлдi.\nЖыраулар  ел болашағын жырлауы тұрғысынан дараланып келген, сол дәуірдің ой-сана, әдет-ғұрыптық, тілдік шаруашылық, тарихи көріністерін суреттеген. Бұл жөнінде Х. Досмұхамедов былай дейді: «Қазақтың жеке өмірінің барлық сәттері – туғаннан бастап өмірден озғанға дейін, сондай-ақ тұтас халықтың немесе жеке рудың қоғамдық өміріндегі барлық оқиғалар халық әдебиетінде жырланады» [3,15]-деп ой түйсе, Е.Ысмайлов: «Жыраулар өмірдің ұсақ мәселесіне аз араласып, көбінесе, заман-дәуір, өткен мен келешек, адамгершілік, жақсылық пен жамандық жайында ойлар, болжаулар, қағидалы сөздер айтып отырған» [4,42]. Жыраулар поэзиясының өзекті тақырыбы – туған елі, оған деген сүйіспеншілігі, елдің бірлігі, бүтіндігі. Асан қайғы:\n\n«Ай, хан, мен  айтпасам білмейсің,\n\nАйтқаныма көнбейсің.\n\nШабылып жатқан халқың бар,\n\nАймағын көздеп көрмейсің\n\nҚымыз ішіп, қызарып,\n\nМастанып, қызып терлейсің.\n\nӨзіңнен басқа хан жоқтай,\n\nЕлеуреп неге сөйлейсің», - деп ханның мінін бетіне айтып, орда маңында болып жатқан келеңсіздіктерді, елінің қараусыз қалғанын батырып айтады. Одан әрі халқына жайлы қоныс, ырысты жер іздеген абыз жырау:\n\n...Тіл алсаң іздеп қоныс көр,\n\nЖелмая мініп жер шалсам,\n\nТапқан жерге ел көшір,\n\nМұны неге білмейсің!\", - деген ақылгөй сөзі – сол елінің қамын ойлаған жүрек сөзі. Сол сияқты Қазтуған жырау да:\n\n\"Қайран менің Еділім,\n\nМен салмадым, сен салдың,\n\nҚайырлы болсын сіздерге\n\nМенен қалған мынау Еділ жұрт!... - деп еңіреп өткен. Қазтуған жыраудың бұл толғауы өзінің рухани қуатын, идеологиялық мағынасын әлі жоғалтқан жоқ. Бұл туынды өзінің елге деген, туған жерге деген патриоттық рухымен, ғасырлар бойы халықты жігерлендіріп келді.\n\"Еділдің бойын ел жайлап,\n\nШалғынына бие біз байлап,\n\nОрындықтай қара сабадан\n\nБозбаламен күліп, ойнап,\n\nҚымыз ішер күн қайда! \" - деп Доспамбет жырау армандаған,\n\"Ауылдан топыр үзілмей,\n\nОшақтың оты өшпесе,\n\nМай жемесе қонағым...\n\nОн кісіге жараса,\n\nБір кісіге асқан тамағым\", - деп Ақтамберді жырау еліне ырыс, молшылық тілеген, бейбіт, тыныштық өмірді қалаған.\n\nЖыраулар поэзиясы еліне деген ыстық сезімге толы. Олар сол еліне жалынды жырларын арнаған, халқын сол елі үшін қызмет етуге үндеген, керек болса, жанын пида етуге шақырған. Халқы үшін қан майданда шайқасқа түсіп, елін, жерін сыртқы жаудан қорғаған әйгілі халық батырларының ерліктерін де жыр еткен. Мысалы, Тәтіқара жырау толғауында:\n\n«Ағашта биікті айтсаң қарағайды айт,\n\nЖігіттік, ерлікті айтсаң Бөгембайды айт.\n\nНайзасының ұшына жау мінгізген\n\nЕменәлі Керейді Ер Жабайды айт» - деп батырлардың ержүректілігін, батылдығын жыр еткен.\n\nШалкиіз жырау ерлер жаудан да, сойдан да тартынбайтын, батырлығы басынан асқан жігерлі жандар.\n\nҒаділ төре ел бастар,\n\nШешен адам сөз бастар,\n\nАға жігіт ел бастар,\n\nШешен адам сөз бастар, - деп ер жігіттің ерлікпен аты шығатынын, нағыз батыр қиындыққа  шыдап, ел үшін күреске шығу керектігін айтады.\n\nАқтамберді жырау:\n\n...Қоңыраулы найза қолға алып.\n\nҚоңыр салқын төске алып,\n\nҚол қашырар ма екенбіз, - деп өзінің замандас жас ұрпағын табандылыққа, ерлікке, жауға батыл аттануға шақырады.\n\nАл Бұқар жырау өз заманының басты идеологы болды, толғаулары сол тұстағы маңызды мәселелерге арналды. Сол тұста ерекше ерліктерімен көзге түскен Қаракерей Қабанбай, Қанжығалы Бөгенбай, Шақшақұлы Жәнібек, Сіргелі Тілеуке тағы басқа батырларды ханның сенімді серіктері, «қазақтың абырой-арына бар күшін сарп қылған» ел қорғаны, әйгілі батырлары, асыл азаматтары тұрғысынан жырлады. Жырау Абылай ханның\nҚалмақты қашырдың.\n\nАлатаудан асырдың.\n\nҚазаққа жер кеңейттің,\n\nДұшпаныңды кеміттің,-деп жау қашырған қолбасы, батырлығы мен көсемдігін, өзгеге үлгі боларлық істерін жырлады. Сонымен, халқымыздың ауыз әдебиеті ұрпақ тәрбиелеуге өлшеусіз үлес қосты және әлі де үлес қосып келеді. Ақын-жыраулардың поэзиясы, олардың ұлттық рух пен тарихи сананы жаңғырту идеясы қазірдің өзінде де өз күшін жойған жоқ.\nЕлбасымыздың “Егер біз мемлекет болғымыз келсе, өзіміздің мемлекетіміздің ұзақ уақытқа меңзеп құрғымыз келсе, онда халық руханиятының бастауларын түсінгеніміз жөн.         \nОған барар жол халық даналығының негізінде жатыр. Қазақта мынандай мақал бар: «Жеті атасын білмейтін ер жетесіз, жеті ғасыр тарихын білмейтін ел жетесіз» [1,267]. Сондықтан жыраулардың бай мұраларын қазіргі жастардың пайдаланатын тәлімдік құралы етіп, оларды елін, жерін сүюге, құрметтеуге баулып, адамгершілік қағидаларының басты ұстанымы екендігін жастар санасына сіңіру қажет.\nҰрпақты патриотизмге тәрбиелеу тұрғысынан жыраулар мұрасы өз мәнділігін жоғалтпақ емес және ақын-жыраулар толғаған жырлар арқылы олардың бойына патриоттық сезімді қалыптастыруымыз қажет.\n\nӘдебиеттер:\n\n1. Назарбаев Н.Ә. Тарих толқынында. -Алматы, 2003.\n\n2. Тәжібаев Ә. Жылдар. Ойлар. -Алматы,1976.\n\n3. Досмұхамедұлы Х. Таңдамалы. -Алматы,1998.\n\n4. Ысмайылов Е. Ақындар. -Алматы,1956.\n\n5. Бес ғасыр жырлайды. -Алматы,1984.",
                "date": "29.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екіншісі маятниктің ұзындығы қандай?",
        "question_content": "1) Екі маятникті тепе-теңдік қалпынан ауытқып барып бір мезгілде қоя береді. Дене жібінің ұзындығы 4м. Бірінші маятник белгілі бір уақыт аралығында 15 тербеліс жасады. Екіншісі осы уақыт ішінде 10 тербеліс жасады. Екіншісі маятниктің ұзындығы қандай?\n\n2)Балықшы якорьде тұрған қайығының тұсынан əрьір 6с сайын өткен толқын жолдары өркештерінің арасы 20м екенін өлшеп тапты. Толқынның таралу жылдамдығы қандай?\n\n3) Рояльдың жиілік диапазоны 90Гц пен 9000Гц аралығында. Ауадағы дыбыс толқындары ұзындықтарының ұзындықтарының диапазондарын табыңдар . Өтінемін шығарып беріндерші",
        "question_date": "23.12.2017",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2017 жылы КТА тапсырғандар бар ма? Математика және Алгоритм пәнінен.",
        "question_content": "Осы жылы КТА тапсырғандар барма? Колледжден кейін (Математика және Алгоритм) пәнінен. Алгоритм қалай дайындалдыңыздар? Шпорлар немесе дайындалатын кітаптар болса көмектессеңізде?",
        "question_date": "22.12.2017",
        "question_tag": "Университет, колледж",
        "question_views": 469,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледжден кейін басқа мамандық бойынша универді сырттай оқуға болады ма?",
        "question_content": "Колледжде математика мугалими мамандығын окып универге сырттай баска мамандыкка тапсыруға бола ма ? Кандай мамандыкка бол",
        "question_date": "22.12.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сырттай барлық мамандыққа ақшасын төлеп оқи бересіз. 2 жыл, әр жылға оқу ақысы 100-200 мың тг шамасында.",
                "date": "24.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір рет күйеуінің көзіне шөп салған əйел , екінші рет соны қайталай ма?",
        "question_content": "Бирлет ( куйеуим бар ) баска еркекпен болган айел екинши рет сол кадамга женилдикрама",
        "question_date": "22.12.2017",
        "question_tag": "Махаббат",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әбден мүмкін. Бірінші рет, бір себебі болды ғой. Екінші рет те сондай себеп пайда болуы әбден ықтимал",
                "date": "17.08.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жол сөзіне синоним тауып бересіздер ме?",
        "question_content": "Салеметсіздер ме! Менің қаяр сұрағым, Жол созіне толық мағынасын ашатын синоним? Орысша Путь сөзінің аудармасы?\n\nМысалы \"Парасатқа жол\" деген ұғымды қорытындылайтын соз.\n\nҮлкен рақмет!",
        "question_date": "22.12.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Парасатқа айқын бастама.\n\nОсылай болатын шығар. Қате болса кешірім өтінем",
                "date": "20.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш a, b, c сандарының арифметикалық ортасын табатын программаны құрыңыз.",
        "question_content": "1. Үш a, b, c сандарының арифметикалық ортасын табатын программаны құрыңыз.\n2. Үш кесіндінің ұзындықтары берілген. Егер бұл үш кесіндіден үшбұрыш құру мүмкін болса, онда оның периметрін және ауданын табатын бағдарлама құрыңыз.\n3. Қабырғасы а-ға тең кубтың V көлемі нешге тең кеңдігін есептейтінбағдарлама құрыңыз.\n\n4. Берілген үш санның көбейтіндісін және қосындысын есептеп, қайсысы үлкендігін табыңыз.",
        "question_date": "22.12.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Информатикадан мына есептің жауабын шығарып бересіздер ме?",
        "question_content": "1. 1.5 литр шай дайындау үшін 30 грамм қурғақ шай жұмсалады. B литр шай дайындау үшін неше грамм қүрғақ шай кетуін есептейтін бағдарламаны құрыңыз .\n2. Бір оқушы бір сағатта M себет, екінші оқушы K себет, үшінші оқушы L себет лимон терсе , олар tсағатта неше алма теретінін есептейтін бағдарламаны құрыңыз.\n\n3. Суретті экранға шығаратын бағдарлама құрыныз",
        "question_date": "22.12.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еуропадағы орталықтанған мемлекеттер пайда болуының себептері(4)",
        "question_content": "Еуропадағы орталықтанған мемлекеттер пайда болуының саяси(жəне əлеуметтік-экономикалық себебі?",
        "question_date": "22.12.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еуропалық Одақтың пайда болуы, — тарихи және қисынды түрде өзара байланысты алғышарттар жиынтығының нәтижесі болып табылатын, ХХ ғасырдың негізгі оқиғаларының бірі. Бұл алғышарттарды экономика, саясат, рухани-мәдени өмірде, идеологияда іздеу керек.\nЕуропалық Одақтың құрылуының экономикалық алғышарттары шаруашылық байланыстардың ғаламдану процессінде жатыр. Осының нәтижесінде халықаралық нарық пен оның құрамдас бөліктері: трансұлттық корпорациялар, халықаралық ынтымақтастық пен еңбек бөлінісі, капиталдың шетел инвестициялары, жұмыс күшінің миграциясы және т.б. қалыптасады.\nАлайда экономикалық бірлік бағытындағы қозғалыс Еуропаның саяси бытыраңқылығымен, бір-бірінен шекаралармен, баждармен, визалармен және халықтар арасындағы шаруашылық қатынастарды шектейтін басқа да кедергілермен бөлінген – «егеменді мемлекеттердің Еуропасымен» үйлесімділікке түсе алмай, қарама-қайшылыққа түсті.\nАталған қарама-қайшылық Еуропа халықтары үшін жаңалық емес. Осы жағдай Еуропада ортағасырлардың соңы мен жаңа заман тоғысында болған жағдайға өте ұқсас болып келеді, бірақ басқа деңгейде. Сол дәуірде натуралды шаруалықтың орнына келген нарық шаруашылығы феодалдық бытыраңқылықпен сыйыса алмай, ақыр соңында оны жеңіп шықты. Сол кездерде пайда болған орталықтандырылған мемлекеттердің экономикалық негізі – ұлттық нарық болды.\nШаруашылық қатынастардың мемлекеттік шекаралардан тысқары шығуы Еуропа халықтарының одан да үлкен саяси ұйымын құруы туралы мәселені көтерді. Мұндай ұйым Еуропалық қауымдастықтар болды. Нарықты құру (тауар, жұмыс күші, өндірістің өзге де факторлар мен нәтижелердің қозғалысына барлық ұлттық кедергілерді жою арқылы) олардың алғашқы ірі бастамасы еді.\nҰлттық мемлекеттер, Қауымдастықтар және олардың негізінде құрылған Еуропалық Одақ шеңберінде жойылмайды, алайда өздерінің егемендігін осы мемлекет үсті құрылымның пайдасына қарай шектейді. Экономикадағы интеграция жайлап барып бұл процесске қоғамдық өмірдің басқа да салаларын тарта бастайды: саяси, ақпараттық, әлеуметтік, мәдени және т.б. Уақыт өте келе олар Еуропалық Одақтың қарамағына жататын мәселелер тобына көшеді.\nБатыс доктринасында мұндай өзара байланыстың түрі «ауыстырып құю әсері» немесе «тиісті беріліс әсері» деп аталады. Ал «басқаларға» түрткі күшті беретін экономика аталған өзара байланыстың ең басты буыны болып табылатынына ешкім күмән келтірмейді.[1]\nОсы орайда орынды сұрақ тууы мүмкін: неге жоғарыда аталған үрдістер Батыс Еуропа елдерінде ерекше дамуға ие болды? Халықаралық, ал қазіргі кезде — әлемдік нарық Жердің өзге де аймақтарын қамтиды ғой. Бәлкім осында тарихи және географиялық сипаттағы факторладынң маңызы үлкен болды.\nБіріншіден, Батыс Еуропа елдерінде әлемнің басқа аймақтарымен салыстырғанда шаруалықтың капиталистік жүйесі ертерек қалыптасып, нарықтық байланыстар орын ала бастады, яғни мұнда экономикалық интеграцияның процесстері даму үшін көбірек уақытқа ие болды.\nЕкіншіден, мемлекеттердің біршама шағын аумақтары ұлттық шекаралар мен ішкі нарықтың тар шеңберлілігін анықтап өзара тиімді бірігуге итермеледі.\nАйтарлықтай үлкен экономикалық бірлік бағытындағы қозғалыс – еуропалық дамудың жалпы тарихи беталысы болып табылады.\nСаяси алғышарттар. Шаруашылық алғышарттарға қарағанда интеграциялық процесстің саяси алғышарттары ортағасырлардан бастап қалыптаса бастады. Оларды әрекет ету аясына байланысты екі топқа бөлуге болады: ішкі және сыртқы. Алайда бұндай бөлу тек шартты сипатқа ие екенін айтап кету қажет.\nІшкі саяси алғышарттар еуропалық мемлекеттердің бір-бірімен өзара қатынастарының ерекшеліктерін сипаттайды, ал сыртқылары болса, Еуропаның, ең алдымен оның батыс бөлігінің, басқа (еуропалық емес) мемлекеттер мен аймақтарға қатысты орнын анықтайды.\nБұл алғышарттардың екі түрінің екеуін де Еуропаның және жалпы әлем картасына көз жіберіп қарасақ байқауға болады. Ең бірінші болып көзге түсетіні ол – біршама үлкен емес аумақта өз шекаралары, заңнамасы, әскері, полициясы бар айтарлықтай көп мемлекеттердің шоғырлануы.\nТар кеңістікте көптеген мемлекеттердің қатар өмір сүріп келуі олардың арасында аумақтық қақтығыстарға, соның ішінде миллиондаған еуропалықтардың өмірін алып кеткен әскери қақтығыстарға талай рет әкеп соққаны баршаға мәлім.\nЖеке мемлекеттер арасында жасасылған бітім шарттары, шабуыл жасамау немесе мәңгілік достық туралы пактілер еуропа тарихында талай рет бұзылған, және келешекте олар сақталады деп жүз пайыз сенімділікпен ешкім кепіл бере алмайды.\nОндай жағдайда Еуропаның саяси құрылысында жатқан соғыс пен қақтығыстар үшін негізді жойып тастаған дұрыс-ақ болмай ма? Яғни бір-бірімен жауласып жатқан ұлттық мемлекеттер Еуропасын, континентте бейбітшілік пен қауіпсіздікті қамтамасыз ете алатын бірыңғай билік органдарға ие біртұтас саяси құрылымға айналдыру.\nТолығырақ: https://7kun.kz/67882-2/",
                "date": "13.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалғыз басты ана, үй жайында білейін деген едім?",
        "question_content": "Мен жалғыз басты анамын. Аяғым ауыр. Білейін дегенім үйге очередке қазір тұрсам, баланы туғаннан кейін отказной жазсам, үйге тұрған очередім күшінде қалады ма әлде жойыла ма?",
        "question_date": "22.12.2017",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайырлы күн!\n\nҮй сізге емес балаға беріледі, баланы туасыз сосын барып үйге кезекке құжаттар өткізесіз. Егер баладан бас тартсаңыз сізде бала жоқ болып есептеледі де, үйде берілмейді.",
                "date": "22.12.2017",
                "upvotes": 0
            },
            {
                "text": "Мұны жергілікті жердің ЖКХсынан сұраңыз.\n\nҮй кезегіне қай жерден тұрдыңыз сол",
                "date": "22.12.2017",
                "upvotes": 0
            },
            {
                "text": "Жайма не отказ берип уй не керек кангырып журе бер баладан бас тартсан адаммын жагына тиесиндер",
                "date": "1.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Статистика және мәліметтерді талдау\" бөлім бойынша жиынтық бағалау?",
        "question_content": "Ертеңге дейін жазып беріңізші",
        "question_date": "21.12.2017",
        "question_tag": "Математика",
        "question_views": 33000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Жиіліктердің қосындысы 50-ге тең\n\n3+4+5+х+12+8+6+3=50\n\nx=9\n\n2.Жиіліктердің қосындысы 60-ға тең\n\nЕң таңымал фильм = жиілігі көп фильм = 4 фильм\n\nЕң таңымал фильмның салыстырмалы жиілігі = 12/60 = 0.2\n\n3.\n\nҮй жануары саны            Абс. жиілік              Салыст. жиілік\n\n              0                                       2                           2/24 = 0.08\n\n              1                                       9                           9/24 = 0.38\n\n              2                                       8                           8/24 = 0.33\n\n              3                                       3                           3/24 = 0.13\n\n              4                                       1                           1/24 = 0.04\n\n              5                                       1                           1/24 = 0.04\n\n          Total                                   24                                   1",
                "date": "23.12.2017",
                "upvotes": 1
            },
            {
                "text": "Сиз буны кайдан таптыныз?ссылканы жиберинизши отинем!",
                "date": "23.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "53 л СО және 28 л СО2 қалыпты жағдайдағы көлемін есепте?",
        "question_content": "53л СО және 28л  СО2 қалыпты жағдайдағы көлемін есепте Химиядан шығарып беріңіздерші",
        "question_date": "21.12.2017",
        "question_tag": "Химия",
        "question_views": 663,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "n(CO)=53/22,4=2,37моль n(CO2)=28/22,4=1,25моль",
                "date": "29.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ақ пен Қара филиппиндік телехикаясын қандай сайтта көруге болады?",
        "question_content": "Ақ пен Қара филиппиндік телехикаясын қазақ тілінде қандай сайтта онлайн көруге болады? Бұрында ТВ-дан көрсетіп жүрген. Уақыт болған жоқ көруге.",
        "question_date": "21.12.2017",
        "question_tag": "Телесериалдар",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ақ пен қара телехикаясын Qazaqstan телеарнасынан онлайн көруге болады: itube.kaztrk.kz/aq-pen-qara/ осы сайттан барлық маусымдарымен барлық бөлімдерін табуға болады",
                "date": "22.12.2017",
                "upvotes": 1
            },
            {
                "text": "3сынып 7есеп Балалар әлемі дүкенінің бір бөлімінде тоқылған заттар сатылады қара( Қ),жасыл(Ж)бөкебайлар,көк (К),ақ(А)тахиялар және сары(С),қызғылт сары (ҚС)қолғаптар.Үш заттан тұратын неше жиынтық жасауға болады.Мүмкіндіктер тармағын сызып ,алынған нәтижелерді салыстыр",
                "date": "16.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыраулар поэзиясындағы тіл өрнегі шығарма жазу керек?",
        "question_content": "Жыраулар поэзиясындағы тіл өрнегі шығарма жазу керек?",
        "question_date": "21.12.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 685,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ поэзиясындағы жыраулық дәстүр\nОрдада ханның қасында әр уақытта ақылшы жыраулар болған. Жыраулар - халық поэзиясын жасаған ақылғөй даналар. Олар заманының өздері куә болған елеулі уақиғаларын, тарихи кезеңдерді жырға қосқан...\n\nЖыраулар поэзиясына дейінгі әдебиет халык жасаған ауыз әдебиеті деп аталды. Жыраулар поэзиясы Қазақ хандығы құрылғаннан бастап (XV ғасыр) өріс алды. XV ғасырда Асан Қайғы, Казтуған жыраулар өмір сүрді.\n\nЖырауларды халык, қадір тұтқан. Ел толқыған кезде, бүліншілік шыққанда немесе ел шетіне жау келғен кездерде ақыл, кеңес сұрайтын болған. Мұндай кезде жырау жұртшылықты абыржымауға шақырып, оларға күш-қуат беріп (дем беріп), істің немен тынатыны жайлы болжамдар айтып отырған. Жыраулар поэзиясы ХV-ХVII ғасырлар аралығын қамтиды.\n\nЖырау деген атау \"жыр\" сөзінен шыққан. Жыршы деп көптеген эпостық жырларды жатқа білетін, дайын репертуары бар айтқыштарды таныған.\n\nЖыраулар өз шығармаларын ақыл-нақыл, өсиет түрінде айтқан. Олардың толғауларының негізгі тақырыптары - туған жерді, елді сүю, Отанды қорғау, елді бірлікке шақыру, адамгершілік қасиетті насихаттау.\n\nЖыраулар поэзиясының біраз үлгілері осы тарауда ұсынылып отыр. Соларды оқып-үйрену барысында халқымыздың атадан мирас болып қалған сөз маржандарына қанығасыңдар, халқымыздың басынан кешірген тарихи кезеңдермен таныс боласыңдар, оның қадір-қасиетін білесіңдер, тәлімдік, танымдық, тағылымдық терең ой дүниесіне енесіңдер. Әдебиет тарихы ел тарихы, халық тарихы екеніне көз жеткізесіңдер.\n\nЖыраулар поэзиясының маңызы мен тақырыбы.Жыраулар поэзиясының құндылығы неде? \"Бұл дәуірдегі әлеумет тіршілігінің, –дейді М.Әуезов, –ең шешуші мәселесін әдебиет жүзіне түсіріп, алғашқы рет қалың ел қамын ойлап, күңіренген қария –Асан. Бұл заман сыншысы сөйлесе, шешілмеген жұмбақ, түйіні шатасқан сөздерді ғана сөйлейді, өзі туған заманның белгілерін қарап, келешек заман не айтарын болжайды: сөзінің бәрі терең ой, терең мағынамен сөйленеді. Айтпақ жайларын ашып, ұғымды қылып айтып бермейді. Әдейі көмескілеу жұмбақ қып айтады. Жыраудың сөзі мақсатсыз айтылмайды. Не айтса да көптің мұңы, көптің жайы туралы, не көпке арналып ақыл, өсиет есебінде айтылады\". Ғалымның осы ғұламалық пікірінде жыраулар поэзиясының идеялық-көркемдік мәні терең ашылған.\n\nХалқымыздыңосы зергерлік сөз тұнығына әрі ақын, әрі ғұлама Шәкәрім де ден қойған. Ол \"Ескі ақындық\" деген өлеңінде халық мұрасын, ауыз әдебиетін, жыраулар поэзиясын аса жоғары бағалаған:\nТақпақ пен мақал тағы артық,\n\nСуырып салма жағы артық,\n\nАйтады олар ойланбай,\n\nСыпыра жырау, Шортанбай,\n\nҮмбетей мен Марабай\n\nАлды-артына қарамай,\n\nСоққанда жырды суылдап,\n\nЖел жетпейтін құландай.\nШәкәрім ескі ақындар поэзиясында \"терең сыр\" барын таниды. Олардың жырында \"қыран құстың ұшқаны\", \"ақбөкеннің жүрісі\", \"жайдақ желдің желісі\", \"мөлдір қудың аққаны\", \"жел жетпейтін құландар жүйріктігі\", \"адам жанының жайма шуақ кезеңі\" –бар-баршасы, көшпелі қазақ өмірінің бүкіл әлеуметтік, рухани тіршілігі бейнеленген деп керемет ой түйген. Жыраулар поэзиясын айтулы сөз зергері Мағжан Жұмабаев та \"Батыр Баян\" поэмасында:\n\n\nБұқар мен Тәтіқара жырлағанда\n\nТолқынды тұңғиық боп төгілді жыр,–\nдеп аса қадірлеген.\n\nДемек, жыраулар поэзиясы –халқымыздың неше ғасырлық өмірін өнер өрнегіне, ақыл сөзіне бейнелеп түсірген, өшпес, өлмес мұрамыз.\n\nЖыраулар поэзиясы халықтың басынан өткерген тарихи оқиғаларды, оның арман-мұратын, кешірген ауыртпалықтарынжырлаумен ғана бағалы емес, елдің саяси-әлеуметтік тіршілігін, ойсанасын, дүниетанымын көркем бейнелі тілмен бере білуімен де бағалы.               \nЖыраулар поэзиясы соны философиялық терең ойға толы. Олардың поэзиясы өсиетнама түрінде келеді. Сондықтан да жыраулар поэзиясында нақыл, афористік сөз оралымдары мол.\n\nЖыраулардың өз толғауларында көтерген негізгі тақырыбы қандай? Жыраулар поэзиясының өзекті тақырыбы — туған елі, оған деген сүйіспеншілігі, елдің бірлігі, бүтіндігі. Халқына жайлы қоныс, ырысты жер іздеген Асан қайғының: \"Желмая мініп жер шалсам, тапқан жерге ел көшер\" – деген ақылгөй сөзі –сол елінің қамын ойлаған жүрек сөзі. Сол сияқты Қазтуған жырау да \"қайран менің Еділім\" – деп еңірепөткен. \"Еділдің бойын ел жайлап, шалғынына бие біз байлап\" – деп Доспамбет жырау армандаған, \"ауылдан топыр үзілмей, ошақтың оты өшпесе, май жемесе қонағым... он кісіге жараса, бір кісіге асқан тамағым\", – деп Ақтамберді жырау еліне ырыс, молшылық тілеген, бейбіт, тыныштық өмірді қалаған. Жыраулар поэзиясы еліне деген ыстық сезімге толы. Олар сол еліне жалынды жырларын арнаған, халқын сол елі үшін қызмет етуге үндеген, керек болса, жанын пида етуге шақырған. Халқы үшін қан майданда шайқасқа түсіп, елін, жерін сыртқы жаудан қорғаган әйгілі халық батырларының ерліктерін жырлаған. Мысалы, Тәтіқара ақын:\nБөкейді айт, Сағыр менен Дулаттағы,\n\nДеріпсәлі, Мандайды айт Қыпшақтағы.\n\nӨзге батыр қайтса да бір қайтпайтын\n\nСары менен Баянды айт Уақтағы.        \nАғашта биікті айтсаң қарағайды айт,\n\nЖігіттік, ерлікті айтсаң Бөгембайды айт,\n\nНайзасының ұшына жау мінгізген\n\nЕменәлі Керейде, ер Жабайды айт, – деп дәріптеген.\nЖыраулар өмір жайлы, достық жайлы, адамгершілік, ерлік жайлы, тіршілік жайлы жыр шерткен.\n\nОлар өмір диалектикасына да терең көз жіберген, дүниенің бірқалыпта тұрмайтынын (\"мынау жалған дүние кімдерден кейін қалмаған\"– Шалкиіз), үнемі өзгерісте болатынын дұрыс пайымдаған. Жыраулар поэзиясында адамгершілік этика, мораль мәселелері кең орын алған. Оларда бүгінгі жастар ғибрат, тағлым алар дүниелер молшылық.\n\nЖыраулар поэзиясы өзінің әлеуметтік, адамгершілік сарынымен ғана емес, көркемдік сапасымен де құнды.\n\nЖыраулар поэзиясында синтаксистік параллелизмге, дыбыс үндесулеріне, ішкі ұйқасқа құрылған өрнектер де аз емес. Арнау түріндегі сөз қолданыстар да баршылық. Жыраулар өз поэзиясында терең философиялық ойды бейнелеу үшін өлеңдерінің ұйқас, ырғақтарын сол мақсатқа орай алған. Оған бірнеше мысал келтірейік:\n\nЖабағылы жас тайлақ,\n\nЖардай атан болған жер.\n\nЖатып қалған бір тоқты,\n\nЖайылып мың қой болған жер.(Қазтуған)\n\nЖырау \"ж\" дыбысын тамаша сөйлете білген. Дауысты дыбыстарды да шебер қолдана отырып, жыраулар өлеңнің музыкалық сазын күшейткен. Шын көркемдік тәсіл арқылы олар оқушысын шығарманың ішкі иірімдеріне ендірумен қатар, эмоциялық әсерін үстей түскен. Мысалы, Жиембет жырау:\n\nЕңсегей бойлы ер Есім,               \nЕсім сені есірткен,\n\nЕсіл менің кеңесім,\n\nЕс білгеннен, Есім хан,                 \nҚолыңа болдым сүйесін, – деп тәж-тағына есірген Есім ханның қылығын ашу үшін \"е\" дыбысынан өрнек жасап сөйлеткен.\n\nАқтамберді жырау сұрай арнау сияқты көркемдік тәсілді ұтымды пайдаланған. Оның \"Күмбір-күмбір кісінетіп\" толғауынан:\n\nКүмбір-күмбір кісінетіп ,    \nКүреңді мінер ме екенбіз...\n\nКүдеріден бау тағып,            \nКіреуке тон киер ме екенбіз?!\n\nТөтелеп жүріп жол салып,\n\nҚолды бір бастар ма екенбіз?! –                                                                                                                 \nдеген жолдар арқылы өлеңнің әсерлілік қуатын күшейткен, әрі \"к\" дыбысын қайталай қолдану нәтижесінде өлеңнің саздылығын үдеткен. Жыраулар психологиялық синтаксистік параллелизмді де шеберлікпен қолданған. Мысалы:\n\nУа, қарт Бөгембай!\n\nҚұяр жалын аспаннан\n\nҚара бұлт торласа,\n\nПәлекет елде көбейер\n\nЖігітті жігіт қорласа.\n\nАқбөкен келіп жығылар,\n\nАлдын қазып орласа,\n\nПеңденің бағы ашылмас,\n\nМаңдайы қалың сорласа... – (Ақтамберді)–\n\nдеп, табиғат пен адам тағдырын жарыстыра, салыстыра бейнелей отырып, өлеңнің мән-мазмұнын терендеткен, әсерлі еткен. Мұнан жыраулар поэзиясының көркемдік сапасын айқын аңғаруға болады.\n\nӘдебиетімізді жаңа тарихи кезеңде, ел басына қиын қатер төнген шақта, екіталай кезеңде – XVIII ғ. бірінші жартысында жаңа, соны ой-толғанысымен, көркемдік сөз өрнегімен әрі қарай дамытқан Бұқар жырау. Оның жыр-толғаулары – сол тарихи дәуірдің көркемдік көрінісі.\n\nXVIII ғ. әдебиетінен соның ірі өкілі Бұқар жырау поэзиясы монографиялық түрде арнайы өтіледі.",
                "date": "29.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көшеде келе жатып əн айтасыз ба?",
        "question_content": "Көшеде келе жатып əн айтасыз ба?",
        "question_date": "21.12.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, былай кішкене көшенің шетіне шығып барып айтамын. Әйтпесе ұят қо.",
                "date": "21.12.2017",
                "upvotes": 3
            },
            {
                "text": "Кейде боп қалады. Өзі қуып кететін әдетім бар ғой.",
                "date": "21.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сана сезім деген не? Өз Сана сезіміңізді қалай сипаттай аласыз?",
        "question_content": "Сана сезім деген не? Өз Сана сезіміңізді қалай сипаттай аласыз?",
        "question_date": "21.12.2017",
        "question_tag": "Психология",
        "question_views": 918,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "44,8 л оттек(қ.ж) темірмен әрекеттескенде алынған оксид",
        "question_content": "44,8 л оттек(қ.ж) темірмен әрекеттескенде алынған оксидтің массасын тап",
        "question_date": "21.12.2017",
        "question_tag": "Химия",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені:\n\n V(O2) - 44,8л\nТабу керек:\n\n m(FeO4) - ?\n\nШешуі:\n\n         11,2л.           х\n\nFe +  2O2 ------>  FeO4\n\n          22,4л.           100\n\n х= (100*11,2)/22,4 = 50г\n\nЖауабы: m(FeO4) - 50 г",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңа өзгерістерге сай, жеке тұлғалар үшін жарна төлеу тәртібінде өзгеріс бола ма?",
        "question_content": "Жаңа өзгерістерге сай, жеке тұлғалар үшін жарна төлеу тәртібінде өзгеріс бола ма?",
        "question_date": "21.12.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Міндетті әлеуметтік медициналық сақтандыру жүйесі 2020 жылдың 1 қаңтарына дейін шегерілді. Жеке тұлғалар 2020 жылдың 1 қаңтарына дейін жарна төлеуден босатылады.",
                "date": "21.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Осы сайтта қазіргі таңда (желтоқсан, 2017) белсенді қанша модератор бар?",
        "question_content": "Олар сұрақ жауаптарды өңдеп жүр ме?\nСілтемесі бар сұрақтар  жауаптар қаншалықты тез қаралып ашылады?",
        "question_date": "21.12.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "БриллИант_  Соңғы сайтқа кіруі: 21 сағат бұрын\nAnonіm Соңғы сайтқа кіруі: 8 ай бұрын\nЧичарито Соңғы сайтқа кіруі: 3 күн бұрын\nZhanNara Соңғы сайтқа кіруі: 1 жыл бұрын\nТерранова Соңғы сайтқа кіруі: 1 күн бұрын\nЗлой Соңғы сайтқа кіруі: қазір ғана\nOrynbasar Соңғы сайтқа кіруі: 3 ай бұрын\nЕрасыл1995 Соңғы сайтқа кіруі: 2 жыл бұрын\nSailauAbdurahman Соңғы сайтқа кіруі: 4 күн бұрын\nЖұбатхан Соңғы сайтқа кіруі: 3 күн бұрын\nElzhan Соңғы сайтқа кіруі: 4 апта бұрын\nТогжан Соңғы сайтқа кіруі: 2 апта бұрын\nBimon Соңғы сайтқа кіруі: 2 ай бұрын\nen_amor Соңғы сайтқа кіруі: 2 ай бұрын\nako_O Соңғы сайтқа кіруі: қазір ғана\nМарат_Қаниев Соңғы сайтқа кіруі: 5 ай бұрын\nAmigo Соңғы сайтқа кіруі: 1 жыл бұрын\n_Айс_ Соңғы сайтқа кіруі: 7 ай бұрын\nvvvwww Соңғы сайтқа кіруі: 3 күн бұрын\nJako Соңғы сайтқа кіруі: 2 ай бұрын\nDaniyar Соңғы сайтқа кіруі: 3 апта бұрын\nIntel-i7 Соңғы сайтқа кіруі: 8 минут бұрын\nЕрбол \nXansha",
                "date": "22.12.2017",
                "upvotes": 1
            },
            {
                "text": "Оған неге басың қатып жүр ). Модератор болғым келеді деп ашық айтсай оданда ))",
                "date": "21.12.2017",
                "upvotes": 1
            },
            {
                "text": "Админнен басқа ешкімді көріп жүргем жоқ. Терранова болған.",
                "date": "21.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Безеу қаптап кетті. Сықпасам шынымен үйленбей тұрып кетеді ме?",
        "question_content": "11 жасымнан бастап бетіме безеу шықты. Оған ешқашан сықпамасам үйленбестен бұрын кетеді ме? Əлде міндетті түрде үйленгеннен кейін кетеді ме?",
        "question_date": "21.12.2017",
        "question_tag": "Тазалық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жас кезде 25  жасқа дейін шыға беруі мүмкін. Безеулер адамның гормоналды өзгерісін білдіретін болуы керек.\n\nең бастысы қолыңды көп тигізіп ұстай берме!\n\nмына сайтты оқып көр\n\nhttp://aitaber.kz/blog/qyzyqderek/1826.html",
                "date": "21.12.2017",
                "upvotes": 1
            }
        ]
    }
]