[
    {
        "question_title": "Түбір сөздегі буын, дыбыс ерекшеліктерін талғамай жалғанатын?",
        "question_content": "Түбір сөздегі буын, дыбыс ерекшеліктерін талғамай жалғанатын қосымшаларды атаңдар және оларды қатыстырып сөйлем құраңдар?",
        "question_date": "9.05.2017",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "вк пароль ұмытып қалдым не істеуге болады?",
        "question_content": "мен вк парольін ұмытып қалғанмын жəне сол парақшамдағы номерге тағы екінші парақша ашылып кеткен.  Енді маған алдынғы парақшам қажет.   Бірақ Оның паролі жоқ ал номерді терсем екінші парақшам шығып тұр.   Енді не істейм.    Көмектесіңіздерші",
        "question_date": "8.05.2017",
        "question_tag": "Әлеуметтік желі",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "никак есть возможность но для этого у тебя на профиле должна была быт твоя фотка и настоящее имя\nотправишь фото поспорта  вк восстановит",
                "date": "9.05.2017",
                "upvotes": 0
            },
            {
                "text": "Помощь дегенге кіріп, поддержкаға жазыңыз",
                "date": "9.05.2017",
                "upvotes": 0
            },
            {
                "text": "Түсінбедім. Кең түрде түсіндіріңіздерші.",
                "date": "9.05.2017",
                "upvotes": 0
            },
            {
                "text": "Вкам култанп калды",
                "date": "24.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егіншілікің пайда болу мерзімі",
        "question_content": "Егіншілікің пайда болу мерзімі",
        "question_date": "8.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 876,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұдан он екімың жыл бұрын.",
                "date": "10.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Aliexspress магазин жайлы сұрақтарым бар еді?",
        "question_content": "Бұл сайттан кәмелетке толмағандар тапсырыс бере алама? Aliexspress мобилді қосымшадағы монеттерден қалай тапсырыс беруге болады",
        "question_date": "8.05.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "не важно сколько тебе лет можешь заказывать\nкогда придет на почту пойдешь с свидетел. о рождении",
                "date": "9.05.2017",
                "upvotes": 0
            },
            {
                "text": "Кез келген жастан тапсырыс беруге болады. Мекенжайыңызды дұрыс жазсаңыз болды.",
                "date": "9.05.2017",
                "upvotes": 0
            },
            {
                "text": "акшасын толесен болды и бесплатный доставка таңда",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығыс Қазақстан облысында қандай ескерткіштер бар?",
        "question_content": "Шығыс Қазақстан жеріндегі ескерткіштер",
        "question_date": "8.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 782,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтай ескерткіштері.  Бұл көне дәуір ескеркіштері. ХVІ  ғасырдың  басынан зерттеле бастады. 1713 жылы көне зираттарды тонаушылар ұрлаған асыл бұйымдар Ресей патшасы Петр І- ге жетіп, тұңғыш рет “Петр І- нің Сібір коллекциясы” аталған археологиялық коллекция жасалынды. Сол бұйымдар қазіргі уақытта Санкт- Петербургтегі Эрмитажда қымбат экспонат ретінде сақтаулы. Осы кезеңде Алтай жеріне географиялық эспедициялар жіберіле бастады. Оларға саяхатшы ғалымдар Г.Ф.Миллер (1733 және 1744). П.С.Паллас (1770) жетекшілік етеді. Миллер өлкедегі тарихи ескерткіштер туралы тұңғыш еңбек жазып, Ресей және Еуропа елдеріне паш етті. 1865 жылы түрколог- ғалым В.В.Радлов Бұқтырма өзенінің бойында Берел жазығында ерте темір дәуіріне жататын Берел обасын қазып, зерттеді. 1911 жылы А.В.Андриянов батыс Алтайда Черновая, Солнечные Белки, Майәмір деген жерлерде көшпелілер обаларын ашты. 1927 жылы С.И.Руденко Қатынқарағайда, 1956-65 жылдары С.С.Сорокин Берел, Күрт; Қатын, Құмай маңында, 1997 жылдан бастап Шығыс Қазақстан археологиялық экспедициясы (жетекші З.Самашев) Берел обаларынан алғашқы темір дәуірінің ескерткіштерін зерттеді.\n\nАлтай ескерткіштерін жерлеу дәстүріне, табылған бұйымдар ескерткіштеріне қарай хранологиялық жағынан төрт кезеңге бөлуге  болады:  Күрті (б.з.б. 7-8 ғасырлар), Майәмір (б.з.б. 7-6 ғасырлар), Пазырық (б.з.б. 5-3 ғасырлар) және Құлажорға (б.з.б. 3- б.з.-дың 1 ғасырлары) кезеңдері.\n\nКүрті (Бұқтырманың жоғарғы саласы) бойындағы обаларда мәйіт сол жақ қырына, аяқ- қолын бауырына бүктеп жатқызылған. Басы солтүстік батысқа қаратылған. Мәйіттің аяқ жағынан жылқы таңқалары табылды.\n\nМайәмір (Нарын өзенінің жоғарғы жағы) обаларында мәйіт шалқасынан, аяқ қолы созылып жерленген, лақат қабырғалары ағашпен шегенделіп, төбесі бөренелермен жабылған. Зират тас үйіндімен қоршалған. 1997 жылы Майәмір тұсынан 45-50 жасында қайтыс болған әйел адам қаңқасы жанында қорамсаға салынған қола жебе ұштары т.б. заттар табылды. Радиокарбондық анықтау бойынша бұл әйел б.з.б. 803 жылы қайтыс болғаны дәлелдеді. Оның бет әлпетінде Еуропа және Маңғол нәсілдерінің араласу белгілері бар.\n\nПазырық (немесе Берел) кезеңіндегі зираттардан табылған бұйымдар бұл дәуірде қола мен мысты темір ығыстырғанын, зергірлік өнердің біршама дами түскенін көрсетеді.\n\nҚұлажорға )Шығыс Қазақстан ) кезеңі Пазырық үлгілерінің жаңа сатыдағы жалғасы болып табылады. Обалардан адам сүйегімен бірге аңдар  нақышымен өрнектелген көне петроглифтер көптеп табылды. Солардың ішінде бұғының, бүркіттің, таутекенің бейнелері тартымды берілген.\n\nАлтай ескерткіштері бұл өңірде мәдениеті, шаруашылығы, діни нанымдары ортақ этностар жайлағанан, Алтайдағы сақ мәдениетінің  алғашқы қалыптасу орталығы болғанын көрсетеді.\n\nТолық ақпарат.",
                "date": "8.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "XXI ғасырдағы Қазақстан Республикасының экономикалық ахуалы қандай?",
        "question_content": "XXI ғасырдағы қазақстан республикасының экономикалық ахуалы",
        "question_date": "8.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда нарықтық экономикаға көшудің алғашқы кезде үш кезеңі белгіленді. Бірінші кезең — 1991—1992 жылдар, екінші кезең —  1993—1995 жылдар аралығы болып, осы мерзімде жүргізілетін іс бағдарламасы Жоғарғы Кеңестің сессиясында мақүлданып, Президенттің Жарлығымен бекіді. Ал үшінші кезең — 1996—1998 жылдарды қамтуға тиіс болды. Осыған байланысты көптеген жаңа заңдар, реформаны жүзеге асыруға қажет басқа да құжаттар қабылданды. Нарықтық экономикаға көшу мәселелерімен айналысатын жаңа мемлекеттік басқару органдары құрылды. Олар: Мүлік жөніндегі, Монополияға қарсы саясат жөніндегі комитеттер, Салық инспекциясы, Кеден жэне т.б. Сондай-ақ нарықтық экономикаға тэн инфрақұрылымның кейбір түрлері: биржалар, коммерциялық банктер, сауда үйлері, жекеменшіктік кәсіпорындар мен шаруашылықтар, жеке меншік пен мемлекет меншігі аралас ірі корпорациялар, акционерлік қоғамдар, холдингтік компаниялар өмірге келді. Сөйтіп, нарықтық экономикаға қарай, меншіктің түрін өзгертуде, аралас экономика құруда біршама жұмыстар атқарылды. Алайда, нарықтық экономикаға көшуде бірсыпыра қателіктерге жол берілді. Біріншіден, реформаны бастауда мемлекеттің мақсаты да, мүдделері де, оларға жетер жолы да, әдіс-тәсілдері де толық анықталмады. Екіншіден, барлық елдерге бірдей сай келетін экономикалық реформаның моделі болмайды. Әр елдің өзіне тән, оның ұлттық бітіміне, тарихына, дәстүріне, нақтылы сая- си, әлеуметтік, экономикалық қалыптасқан жағдайына сәйкес өз моделі, өз жолы болуы керек. Оны әлемдік тәжірибе де көрсеткен. “Жапондық”, “Немістік” тағы басқадай әр елдің өз даму жолы болғаны белгілі. Қазақстан көп елде жақсы нәтиже бермеген, Халықаралық Валюталық Қоры ұсынған “есеңгіретіп емдеу” деп аталатын жолына түсті, Ресейдің соңынан ерді. Үшіншіден, экономикалық реформа бірінен кейін бірі және өзіндік ретімен жасалуы арқылы жүзеге асуға тиіс. Ал Қазақстанда қажетті заң жүйесі жасалып бітпей, жекеменшікке негізделген кәсіпорындардың үлесі өсіп, бәсеке ортасы қалыптаспай түрып, ең әуелі бағаны ырықтандырудан бастау қате болды, өйткені бағаны ырықтандыру — үкімет тарапынан мезгіл-мезгіл оны өсіріп отыру болып шықты. Төртіншіден, қабылданған заңдар көп жағдайда жүзеге аспай қалды, себебі ол заңдардың жүзеге асатын механизмдері жасалмағанды. Бесіншіден, инфляцияны ауыздықтамаса ешбір істе береке болмайтыны белгілі. Бірақ осыған қарамастан мемлекеттегі қаржы, несие, ақша жүйесі ретке келмеді. Ұлттық банк ақша жүйесін, ақша айналымын, оның ішкі және сыртқы қозғалысын қатаң бақылауға алудың орнына, ақша-несие ресурстарын бей-берекет жұмсап, аса жоғары процентпен сатып, пайда табумен әуестенді. Алтыншыдан, қылмыс, жемқорлық, заңды бұзушылық көбейді. Оған жаппай тәртіпсіздік, жауапсыздық қосылды. Міне, бұлар реформаны жүргізуде, эконо- миканы дамытуда өздерінің зиянын тигізді. Жетіншіден, мемлекет басшылары экономикалық дағдарыс кезінде өмір сүріп, жұмыс істеп көрмегендіктен, оның қыр-сырын, бүге-шігесін, одан шығу жолдарын білмеді. Экономикалық дағдарысты дүрыстап бағалай алмады. Елді дағдарыстан тез арада шығару саясаты жүргізілді, бірақ ол ешқандай нәтиже бермеді.\n\nСондықтан мемлекет дағдарыстан шығудың жолдарын қарастыра бастады. Оның ең бастысы — бағаны ырықтандыруды белгілі бір жүйеге келтіру еді. Қазақстанда ырықтандыру 1992 ж. мұнайдың, мұнайдан шығатын өнімдердің, басқа да энергия көздерінің бағасы әлемдік бағаға дейін жоғарылауы керек деген ұранмен жүргізілді. Осының нәтижесінде әр кәсіпкер, әр кәсіпорын ең жоғары таза пайда алғысы келді. Сөйтіп баға шарықтап өсті, елдің экономикасы бағаның шарықтап өсу кесірінен төмен түсіп кетті. Бағаны ырықтандырудан кейінгі екінші атқарылған іс — жекешелендіру. Мемлекеттік меншікті жекешелендірусіз нарыққа нақты көшу мүмкін емес еді. Бұл қадам нарық субъектілерін құру тұрғысынан ғана емес, сонымен бірге халықтың бойында меншік иесі психологиясын қалыптастыру тұрғысыпап да маңызды. Сондықтан да республикада ауқымды жекешелендіру жүргізілді. Бүгінде оны өткізудің 4 кезеңін даралап айтуға болады. \n\nТолығырақ.",
                "date": "8.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалақымнан мемлекетке қанша ақша беріп жатырмын?",
        "question_content": "Сұрағым мынадай болып тұр: Мемлекеттік қызмет істейтіндер және  АО, ТОО сияқты компанияларда жұмыс істейтін қызметкерлер жалақысынан қандай салықтар қанша пайызбен ұсталады екен? 3 тен көп салық түрі бар екен естуімше. Осы жөнінде толық информацияны кімнен, қай жерден біле аламын?",
        "question_date": "8.05.2017",
        "question_tag": "Салық",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бухгалтеріңнен сұрап біл.\n--------------*",
                "date": "18.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ сөзінің шығу тарихы қандай?",
        "question_content": "Қазақ сөзінің шығу туралы тарихы",
        "question_date": "8.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ —Қазақстан Республикасы жергілікті халқының атауы. Екі жүз жылдай уақыт бойы зерттеушілер “қазақ” терминінің шығу төркінін түсіндіруге және оныңсемантикасын ашуға әрекет жасауда. Алайда, Қазақ сөзін түсіндіретін түпкілікті пікір қалыптаса қойған жоқ. Қазақ сөзіне үндес терминдер Қазақстаннан шалғай аймақтардан да кездескен. ҒалымдарВизантия императоры Константин Багрянородныйдың (10 ғ-дың орта шені) Кавказдың солт.-батысында жатқан “Казахия елі” деп айтқан мәліметтерін келтіреді (Н.М. Карамзин, А.Вамбери, т.б.). Осының негізінде Қазақ халқы 10 ғ-дан бастап белгілі болған деген тұжырым жасалды. Бірақ, түпнұсқада (грекше) “з” әрпі емес, “с” әрпі берілген. Демек, ел атауы касахия деп оқылуға тиіс. В.Минорский КонстантинБагрянородный хабарын түсіндіре келе, Касахия деп касогтар айтылатынын дәлелдеді.Қазахия жәнеҚазақ халқы атауына зерттеушілер мұсылман дүниесінің жазба деректемелерін де тартты. Мысалы, араб тарихшысы Әбу-л-Хасан Әли әл-Масудидің “Өсиет және қайта қарау кітабы” деген шығармасында Кубань өз. маңындағы кавказ халықтары мен тайпаларының атаулары арасында кашак этн. қауымы – әл-касакия жазылған. Неміс шығыстанушысыИ.Маркварт бұл екі терминнің бір ғана этнос – касогтардың атауын беретіндігін анықтады. Авторы белгісіз парсы тілді “Худуд әл-алам” деген геогр. еңбекте Қара т. жағалауында орналасқан Касаг қ. туралы (этн. қауым емес) деректер келтірілген. “Повесть временных лет” шығармасында Святослав (965) пен Мстиславтың (1022) касогтармен жүргізген соғыстары туралы мәліметтер бар. Касог термині алғаш 8 ғ-дың аяғы – 9 ғ-дың басында монахЕпифанийдің шығармасында ауызға алынады. Бұл ақпардан касах, касахия, касак, кашак, касог атаулары алдыңғы орта ғ-лардағы белгілі бір шағын кавказ тайпасын (немесе тайпалар бірлестігін) білдірудің әр алуан түрлері болғаны байқалады. Қазақ этнонимінің касог, касахия (казахия) атауымен байланысы туралы пікір мейлінше декларативтік сипатта, олардың арасындағы тарихи сәйкестік әлі де болса зерттелуі тиіс.",
                "date": "8.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күшікке қандай ат қойсам болады ?",
        "question_content": "Күшіктің пародасы қандай ? Қандай ат қойсам болады күшігіме ? Қазақи",
        "question_date": "8.05.2017",
        "question_tag": "Жануарлар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақтөс, Таймас, Алабай, Ақтырнақ, Көкжал",
                "date": "10.05.2017",
                "upvotes": 0
            },
            {
                "text": "Мысыкка барсик, тайсын, тобет, алабай, акбакай, кыргызча бола берема",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасөспірімдер арасындағы қылмысты шешудің тиімді жолы қандай?",
        "question_content": "Жасөспірімдер арасындағы қылмысты шешудің тиімді жолы",
        "question_date": "8.05.2017",
        "question_tag": "Заң",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңыз нақтылау емес сияқты. Жасөспірімдерді қандайда бір болмасын құқық бұзушылықтың алдын алу үшін, баланы үйден тәрбие беру керек және мектептердегі инспекторлардың қызметіне де байланысты. Балаларға құқықтық санасы мен құқықтық мәдениетін жоғарылату керек. Осы тақырыпта дәрістер, дөңгелек үстелдер, конференциялар, тәрбиелік сағаттар мектептерде өткізу керек.",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сорғы бір сағатта қандай көлемдегі суды көтереді?",
        "question_content": "Сорғының пайдалы қуаты 10 кВт.18 м тереңдіктен бір сағатта сорғы қандай көлемде су көтереді?",
        "question_date": "7.05.2017",
        "question_tag": "Физика",
        "question_views": 3700,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "НАРХОЗ университетінде оқу ақысы қанша?",
        "question_content": "НАРХОЗ университетінде оқу ақысы қанша ?\n\nКеден ісі мамандығы?",
        "question_date": "7.05.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әл-Фараби атындағы Қазақ ұлттық университетінде оқу ақысы қанша?",
        "question_content": "Әл-Фараби атындағы Қазақ ұлттық университетінде оқу ақысы қанша?\nКеден мамандығы жұмыс таба аламба ?",
        "question_date": "7.05.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "8 сынып Қазақстан тарихынан емтихан билеттерінің жауабы керек. Қалай тапсам болады?",
        "question_content": "8 сынып Қазақстан тарихынан емтихан билеттерінің жауабы керек. Қалай тапсам болады?",
        "question_date": "7.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітаптан іздеп тапсан болады",
                "date": "27.04.2018",
                "upvotes": 0
            },
            {
                "text": "Тап өзің басың барғой",
                "date": "10.05.2018",
                "upvotes": 0
            },
            {
                "text": "Гуглдан сұрақты жазып тапсаң болады",
                "date": "18.05.2018",
                "upvotes": 0
            },
            {
                "text": "1.Шокан Уалиханов",
                "date": "20.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қорғаныс істері жөніндегі бірыңғай басқару қалай бөлінеді және неше бөлімнен тұрады?",
        "question_content": "Қорғаныс істері жөніндегі бірыңғай басқару, қалай бөлінеді және неше бөлімнен тұрады?",
        "question_date": "7.05.2017",
        "question_tag": "Заң",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Стероид жайлы ақпарат керек?",
        "question_content": "Өтнем нақты айтыңыздаршы менің денемді аздап май басқан соны кетіріп тринировка жасайын десем тез шаршап қалам соған адамды шаршатпайтын дəрі барма сол жайлы нақты ақпарат берсеңіздер болмаса стеройд шаршатпайт деп естідім жəне бұлшық етке көмектесет екен сол жайлы нақты ақпарат сосын бүйтпе сүйте деп айтпасаңыздарда білем тек сұраққа жауап берсеңіздер өтіні?",
        "question_date": "7.05.2017",
        "question_tag": "Тазалық",
        "question_views": 950,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тістегі (камень) тастан қалай құтылуға болады үй жағдайында?",
        "question_content": "Тістегі (камень) тастан қалай құтылуға болады үй жағдайында?",
        "question_date": "7.05.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тістің бетінде тығыз қошқыл қабат – тіс тасы ауыз қуысын дұрыс күтпегендіктен пайда болады. Ол эмальды бүлдіріп, қызыл иекті зақымдап, жалпы адам көркін бұзады. Тіс тасын тіс дәрігеріне жүгініп, тазалатып алуға болады, алайда тығыз қабаттан арылтып, тістің табиғи ақ түсін қайта келтіретін үйде жасалатын әдістер де бар.\n\nТіс тасын содамен тазалау\n\nХалықтық тәсілдердің ішінде қарапайым ас содасының тіс тасын кетіруде пайдасы мол. Оны үй жағдайында қолдану өте ыңғайлы және оны тіс тасын кетіру үшін ғана емес, эмальды ағарту үшін де пайдалануға болады. Тісті тазалауға арналған қоспаны өзіңіз жасай аласыз: тас пастасына бір шөкім сода сепсеңіз жеткілікті. Мұндай қоспамен тісті аптасына үш рет тазалау керек, кері жағдайда эмальдың жұқаруы мен бүлінуіне әкеп соғуы мүмкін, әсіресе алдыңғы тістердің.\n\nТіс пастасын қолданбай-ақ тісті тастан тазартуға болады. Ол үшін бір шөкім соданы сутек тотығымен араластырып, пайда болған быламықты тістің эмалына жағу қажет. 3-5 минуттан кейін жағымсыз дәм мен быламықты кетіру үшін ауыз қуысын мұқият шаю керек.\n\nАс содасының орнына ұнтақталған ас тұзын да пайдалануға болады. Оның да тазартқыш қасиеті бар, алайда тіс эмалына әсері екі есе.\n\nСоданың әсерін лимон шырыны арқылы күшейтуге болады. Екі компонентті араластырып, алынған қоспаны тіске жағу керек. Бірнеше минуттан кейін пайда болған сілекейді түкіріп тастап, ауыз қуысын шаю қажет.\n\nТіс тасын кетіру мен ағартудың басқа да әдістері\n\nБасқа да халықтық тәсілдер арқылы тіс тасын кетіріп, тісті ағартуға болады. Тіс тазалауда қара тұрыптың пайдасы мол. Оны үккіштен ұсақтап өткізіп, аз мөлшердегі лимон шырынымен араластыру керек. Дайын быламықты тістің эмалына тіс щеткасы арқылы жағып немесе бірнеше минут шайнап тұру қажет. Нәтижеге қол жеткізгенше процедураны күнделікті қайталау ұсынылады.\n\nТіске жұмсақ әсер етіп, тіс тасын кетіруге ат салысатын өнімдердің бірі – бал. Ол тісте түзілген артық қабаттарды жібітіп қана қоймай, антибактериалдық тұрғыдан әсер етеді. Бір шай қасық балды бір стақан жылы суда ерітіп, сұйықтықпен ауыз қуысын шаю қажет. Процедураны екі-үш апта бойы күніне 4-реттен жасап тұрған дұрыс.\n\nТісте түзілетін артық қабатты жұмсартатын ауызды шаюға арналған қоспаны дәрілік шөптерден де дайындауға болады. Бұған сүйелшөп, танап қырықбуыны, емен қабығы, қайың бүршіктерінің әсері мол. Бір қасық аталған шөптің біреуіне қайнаған су құйып, бір сағат бұқтырып қою қажет. Сүзіп алынған тұнбамен тіс тазаламас бұрын ауыз қуысын шаяды.",
                "date": "14.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "django фреймворк туралы толық ақпарат және django фреймворк арқылы сайт жасау жолдары",
        "question_content": "django фреймворк туралы толық ақпарат және django фреймворк арқылы сайт жасау жолдары. Осы тақырыпқа толық нақты жауап берсеңіз",
        "question_date": "6.05.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Джанго Питоннын фреймворкы болып табылады\nТолығырақ мында орысша жазылған",
                "date": "30.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажар мен Санжар есімдеріне ұйқас есімдер?",
        "question_content": "Ажар мен Санжар есімдеріне ұйқас есімдер?",
        "question_date": "6.05.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анар, Заңғар, Айдар, Гүлнар, Ернар",
                "date": "10.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 мамырды \"Ұлы жеңіс\" деп айтуға қандай негіз бар?",
        "question_content": "- Соғыс жылдары адами, теxникалық және қаржылық ресурс жағынан жеңілгендерден көбірек шығынға ұшырадық;\n- Қазіргі уақытта экономикалық көрсеткіш ЖІӨ бойынша да, теxнология мен білім саласы бойынша да жеңілген Германия мен Жапониядан арттамыз; \n- Ресей мен Қазақстанның Президенттерінен бастап, бай бизнесмендеріне дейін мінгені жеңілген Германия мен Жапонияның көліктері;\nҰлы жеңіс пе осы? Олар сол кезде тариxта жеңілсе де, кейін еңселерін көтеріп, бізден кегін қайтарып алды. Кез келген қазақ жапон мен неміс сияқты пунктуал болуды армандайды.",
        "question_date": "6.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біріншіден біздер Германиямен немесе Жапониямен соғысқан жоқпыз, Фашизммен соғыстық (оны құрттық), Фашизм бүкүл дүние жүзіне қауіп төндірді, (бізге де) Егер Гитлердің \"Шығыс\" (Ост) атты планын оқып қарасаңыз славяндар екінші сортты халық (құлдыққа ғана жарайды), орта Азия халықтары үшінші сортты халық оларды түгелдей құрту керек делінген..Ұлы Жеңіс дейтініміз сондықтан\n\nАл соғыстан кейінгі экономиканың дамуы ол елдің ұстанған саясатына байланысты, оған жеңістің еш қатысы жоқ, тіптен бөлек әңгіме",
                "date": "14.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика пәнінен ғылыми жобаға қандай тақырып алсам болады?",
        "question_content": "Ғылыми жобаға физика пәні бойынша қандай қызықты тақырыптар бар? 8-сыныпқа қандай тақырып алуға болады? Ойларыңызбен бөлісе отырсаңыз???",
        "question_date": "6.05.2017",
        "question_tag": "Физика",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балама энергияларды алсаңыз боладымен көптеп қатысқанмын.бірақ әлі орын алмадым.сіз көп дайындалсаныз орын аларсыз деген үміттемін.ең бастысы тақырып өзіңізге қызықты болса жарайды.тек қана сəттілік",
                "date": "18.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласы Ораза кестесі 2017 жылға жүктеп алу?",
        "question_content": "Алматы қаласы үшін 2017 жыл ораза кестесі қайдан аламыз?\nРамазан айы 27 мамыр күні басталады.\nМаусым айының 21-нен 22-не қараған түні – Қасиетті Қадір түні.\n25, 26, 27 маусым – Ораза айт күндері.\nХижра күнтізбесі бойынша 1438 жылдың Зульхижжа айының 9-ы – 31 тамыз Арафа күні.\nИмсак - ауыз бекіту уақыты\nАқшам - ауыз ашу уақыты\n\nОразаға ниет: Алла тағала үшін мүбарак рамазан айының оразасын ұстауға таңнан күн батқанға дейін ниет еттім.\nАуызашар дұғасы: «Жаратқан Ием Сен үшін ораза ұстадым, Саған иман келтірдім, Саған тәуекел еттім, Сен берген ризық несібеңмен ауыз аштым. Иә, кешірімді Алла! менің алдыңғы және соңғы күнә-кемшіліктерімді кешіре гөр!»\nТамақтан соң айтылатын тамаша тілек. «Уа, Алла! Бізге тамақ берген, сусын берген кісіні Сен де тамақ беріп, сусындандыр әрі оған құт-береке бер!»\nСәресіде айтылатын дұға:\nنَوَيْتُ أنْ أصُومَ صَوْمَ شَهْرُ رَمَضَانَ مِنَ الْفَجْرِ إِلَى الْمَغْرِبِ خَالِصًا لِلَّهِ تَعَالَى\nОқылуы: «Нәуәйту ән асумә саумә шәһри Рамаданә минәл фәжри иләл мағриби халисан лилләһи таъалә».\nМағынасы: «Таңертеннен кешке дейін Аллаһтың ризалығы үшін Рамазан айының оразасын ұстауға ниет еттім».\nАуыз ашарда оқылатын дұға:\nاللَّهُمَّ لَكَ صُمْتُ وَ بِكَ آمَنْتُ وَ عَلَيْكَ تَوَكَّلْتُ وَ على رِزْقِكَ اَفْطَرْتُ وَ صَوْمَ الْغَدِ مِنْ شَهْرِرَمَضانَ نَوَيْتُ فاغْفِرْ لِي ما قَدَّمْتُ وَ ما اَخَّرْتُ\nОқылуы: «Аллаһуммә ләкә сумту уә бикә әәмәнту уә ‘аләйкә тәуәккәлту уә ‘ала ризқикә әфтарту уә саумәлғади мин шәһри Рамадана нәуәйту, фәғфирлии мәә қаддамту уә мәә аххарту».\nМағынасы: «Аллаһым! Сенің ризалығың үшін ораза ұстадым. Сенің берген ризығыңмен аузымды аштым. Саған иман етіп, саған тәуекел жасадым. Рамазан айының ертеңгі күніне де ауыз бекітуге ниет еттім. Сен менің өткен және келешек күнәларымды кешір».\nТұтпақ болған оразаңыз қабыл болғай! Алла тағала ниетіңізге қарай сауаптан жазсын! Әмин!",
        "question_date": "6.05.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 24400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.******.com/kz/7777-oraza_2017_keste_2017_ramadan_2017_almaty_2017_astana_2017.html",
                "date": "27.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркістан қаласы Ораза кестесі 2017 жылға жүктеп алу?",
        "question_content": "Түркістан қаласы үшін 2017 жыл ораза кестесі қайдан аламыз?\nРамазан айы 27 мамыр күні басталады.\nМаусым айының 21-нен 22-не қараған түні – Қасиетті Қадір түні.\n25, 26, 27 маусым – Ораза айт күндері.\nХижра күнтізбесі бойынша 1438 жылдың Зульхижжа айының 9-ы – 31 тамыз Арафа күні.\nИмсак - ауыз бекіту уақыты\nАқшам - ауыз ашу уақыты\n\nОразаға ниет: Алла тағала үшін мүбарак рамазан айының оразасын ұстауға таңнан күн батқанға дейін ниет еттім.\nАуызашар дұғасы: «Жаратқан Ием Сен үшін ораза ұстадым, Саған иман келтірдім, Саған тәуекел еттім, Сен берген ризық несібеңмен ауыз аштым. Иә, кешірімді Алла! менің алдыңғы және соңғы күнә-кемшіліктерімді кешіре гөр!»\nТамақтан соң айтылатын тамаша тілек. «Уа, Алла! Бізге тамақ берген, сусын берген кісіні Сен де тамақ беріп, сусындандыр әрі оған құт-береке бер!»\nСәресіде айтылатын дұға:\nنَوَيْتُ أنْ أصُومَ صَوْمَ شَهْرُ رَمَضَانَ مِنَ الْفَجْرِ إِلَى الْمَغْرِبِ خَالِصًا لِلَّهِ تَعَالَى\nОқылуы: «Нәуәйту ән асумә саумә шәһри Рамаданә минәл фәжри иләл мағриби халисан лилләһи таъалә».\nМағынасы: «Таңертеннен кешке дейін Аллаһтың ризалығы үшін Рамазан айының оразасын ұстауға ниет еттім».\nАуыз ашарда оқылатын дұға:\nاللَّهُمَّ لَكَ صُمْتُ وَ بِكَ آمَنْتُ وَ عَلَيْكَ تَوَكَّلْتُ وَ على رِزْقِكَ اَفْطَرْتُ وَ صَوْمَ الْغَدِ مِنْ شَهْرِرَمَضانَ نَوَيْتُ فاغْفِرْ لِي ما قَدَّمْتُ وَ ما اَخَّرْتُ\nОқылуы: «Аллаһуммә ләкә сумту уә бикә әәмәнту уә ‘аләйкә тәуәккәлту уә ‘ала ризқикә әфтарту уә саумәлғади мин шәһри Рамадана нәуәйту, фәғфирлии мәә қаддамту уә мәә аххарту».\nМағынасы: «Аллаһым! Сенің ризалығың үшін ораза ұстадым. Сенің берген ризығыңмен аузымды аштым. Саған иман етіп, саған тәуекел жасадым. Рамазан айының ертеңгі күніне де ауыз бекітуге ниет еттім. Сен менің өткен және келешек күнәларымды кешір».\nТұтпақ болған оразаңыз қабыл болғай! Алла тағала ниетіңізге қарай сауаптан жазсын! Әмин!",
        "question_date": "6.05.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://forum.stan.kz/index.php/3223/кестесі-түркістан-түркістан-қаласына-арналған-ораза-кестесі",
                "date": "27.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тараз қаласы Ораза кестесі 2017 жылға жүктеп алу?",
        "question_content": "Тараз қаласы үшін 2017 жыл ораза кестесі қайдан аламыз?\nРамазан айы 27 мамыр күні басталады.\nМаусым айының 21-нен 22-не қараған түні – Қасиетті Қадір түні.\n25, 26, 27 маусым – Ораза айт күндері.\nХижра күнтізбесі бойынша 1438 жылдың Зульхижжа айының 9-ы – 31 тамыз Арафа күні.\nИмсак - ауыз бекіту уақыты\nАқшам - ауыз ашу уақыты\n\nОразаға ниет: Алла тағала үшін мүбарак рамазан айының оразасын ұстауға таңнан күн батқанға дейін ниет еттім.\nАуызашар дұғасы: «Жаратқан Ием Сен үшін ораза ұстадым, Саған иман келтірдім, Саған тәуекел еттім, Сен берген ризық несібеңмен ауыз аштым. Иә, кешірімді Алла! менің алдыңғы және соңғы күнә-кемшіліктерімді кешіре гөр!»\nТамақтан соң айтылатын тамаша тілек. «Уа, Алла! Бізге тамақ берген, сусын берген кісіні Сен де тамақ беріп, сусындандыр әрі оған құт-береке бер!»\nСәресіде айтылатын дұға:\nنَوَيْتُ أنْ أصُومَ صَوْمَ شَهْرُ رَمَضَانَ مِنَ الْفَجْرِ إِلَى الْمَغْرِبِ خَالِصًا لِلَّهِ تَعَالَى\nОқылуы: «Нәуәйту ән асумә саумә шәһри Рамаданә минәл фәжри иләл мағриби халисан лилләһи таъалә».\nМағынасы: «Таңертеннен кешке дейін Аллаһтың ризалығы үшін Рамазан айының оразасын ұстауға ниет еттім».\nАуыз ашарда оқылатын дұға:\nاللَّهُمَّ لَكَ صُمْتُ وَ بِكَ آمَنْتُ وَ عَلَيْكَ تَوَكَّلْتُ وَ على رِزْقِكَ اَفْطَرْتُ وَ صَوْمَ الْغَدِ مِنْ شَهْرِرَمَضانَ نَوَيْتُ فاغْفِرْ لِي ما قَدَّمْتُ وَ ما اَخَّرْتُ\nОқылуы: «Аллаһуммә ләкә сумту уә бикә әәмәнту уә ‘аләйкә тәуәккәлту уә ‘ала ризқикә әфтарту уә саумәлғади мин шәһри Рамадана нәуәйту, фәғфирлии мәә қаддамту уә мәә аххарту».\nМағынасы: «Аллаһым! Сенің ризалығың үшін ораза ұстадым. Сенің берген ризығыңмен аузымды аштым. Саған иман етіп, саған тәуекел жасадым. Рамазан айының ертеңгі күніне де ауыз бекітуге ниет еттім. Сен менің өткен және келешек күнәларымды кешір».\nТұтпақ болған оразаңыз қабыл болғай! Алла тағала ниетіңізге қарай сауаптан жазсын! Әмин!",
        "question_date": "6.05.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 40700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://forum.stan.kz/index.php/3219/ораза-кестесі-тараз-қаласына-арналған-жылғы-ораза-кестесі",
                "date": "27.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Семей қаласы Ораза кестесі 2017 жылға жүктеп алу?",
        "question_content": "Семей қаласы үшін 2017 жыл ораза кестесі қайдан аламыз?\nРамазан айы 27 мамыр күні басталады.\nМаусым айының 21-нен 22-не қараған түні – Қасиетті Қадір түні.\n25, 26, 27 маусым – Ораза айт күндері.\nХижра күнтізбесі бойынша 1438 жылдың Зульхижжа айының 9-ы – 31 тамыз Арафа күні.\nИмсак - ауыз бекіту уақыты\nАқшам - ауыз ашу уақыты\n\nОразаға ниет: Алла тағала үшін мүбарак рамазан айының оразасын ұстауға таңнан күн батқанға дейін ниет еттім.\nАуызашар дұғасы: «Жаратқан Ием Сен үшін ораза ұстадым, Саған иман келтірдім, Саған тәуекел еттім, Сен берген ризық несібеңмен ауыз аштым. Иә, кешірімді Алла! менің алдыңғы және соңғы күнә-кемшіліктерімді кешіре гөр!»\nТамақтан соң айтылатын тамаша тілек. «Уа, Алла! Бізге тамақ берген, сусын берген кісіні Сен де тамақ беріп, сусындандыр әрі оған құт-береке бер!»\nСәресіде айтылатын дұға:\nنَوَيْتُ أنْ أصُومَ صَوْمَ شَهْرُ رَمَضَانَ مِنَ الْفَجْرِ إِلَى الْمَغْرِبِ خَالِصًا لِلَّهِ تَعَالَى\nОқылуы: «Нәуәйту ән асумә саумә шәһри Рамаданә минәл фәжри иләл мағриби халисан лилләһи таъалә».\nМағынасы: «Таңертеннен кешке дейін Аллаһтың ризалығы үшін Рамазан айының оразасын ұстауға ниет еттім».\nАуыз ашарда оқылатын дұға:\nاللَّهُمَّ لَكَ صُمْتُ وَ بِكَ آمَنْتُ وَ عَلَيْكَ تَوَكَّلْتُ وَ على رِزْقِكَ اَفْطَرْتُ وَ صَوْمَ الْغَدِ مِنْ شَهْرِرَمَضانَ نَوَيْتُ فاغْفِرْ لِي ما قَدَّمْتُ وَ ما اَخَّرْتُ\nОқылуы: «Аллаһуммә ләкә сумту уә бикә әәмәнту уә ‘аләйкә тәуәккәлту уә ‘ала ризқикә әфтарту уә саумәлғади мин шәһри Рамадана нәуәйту, фәғфирлии мәә қаддамту уә мәә аххарту».\nМағынасы: «Аллаһым! Сенің ризалығың үшін ораза ұстадым. Сенің берген ризығыңмен аузымды аштым. Саған иман етіп, саған тәуекел жасадым. Рамазан айының ертеңгі күніне де ауыз бекітуге ниет еттім. Сен менің өткен және келешек күнәларымды кешір».\nТұтпақ болған оразаңыз қабыл болғай! Алла тағала ниетіңізге қарай сауаптан жазсын! Әмин!",
        "question_date": "6.05.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 12800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сизге кояр сурагым мынандай мен уйде баламен отырамын балам 1жастаЕмиземин.маган ораза устауга болама? Ниетим бар.",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    }
]