[
    {
        "question_title": "Көпмүшелерді қалай түрлендіреді?",
        "question_content": "Алгебрадан көмек керек болып тұр. Өтінем көмектесіңіздерші!!!!",
        "question_date": "4.09.2017",
        "question_tag": "Математика",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы мысалдарға қарап өзіңіз тырысып көріңіз",
                "date": "17.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2017-2018 оқу жылына дефектологтарға арналған жылдық, айлық жоспарлар бар ма?",
        "question_content": "2017-2018оқу жылына дефектологтарға арналған жылдық, айлық жоспар бар ма? Жалпы орта мектепке. Жас маманмын. Көмек көрсете аласыздар ма?",
        "question_date": "4.09.2017",
        "question_tag": "Мектеп",
        "question_views": 4600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Төмендегі сілтеме арқылы кіріп қарасаңыз болады:\n\nhttps://bilimger.kz/дефектологтың-жылдық-жоспары/",
                "date": "8.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жалақымның төмендеу себебі неде? Мекеменің атын өзгерткен жөн ба?",
        "question_content": "Мен туберкулезге қарсы мекемеде статист болып жумыс жасап,  100 мың теңге айлық жалақы алып жүрдім. 2017 жылдың наурыз айынан бастап мекемелер қайта құрылып,  орталық емханаға  қосылуынан,  айлық жалақым 54 мыңға төмендеді .Себебін сұрасам вредность және біліктілік санат қосылмайды дейді, өйткені біздің мекеменің аты да өзгерді осы дұрыспа, мен әлде де сол туберкулезге қарсы мекеменің есептерін жинақтаймын ғой.",
        "question_date": "4.09.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білгіш, қай мекеме, қай қала, қандай маман екеніңді білмей ештеңе айта алмаймыз. Лажы болса, кәсіподақ комитетіне, партияға жазып, жолығып көр. Олар міндетті.\nӨз еңбегіңе сай жалақы алуға сенің де құқығың бар.",
                "date": "11.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2016-2017 жылғы еңбек шарттарының үлгісі қанда?",
        "question_content": "Құжаттар мәселесін реттеу бойынша.",
        "question_date": "4.09.2017",
        "question_tag": "Мамандық",
        "question_views": 510,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жан сырыңызды кімге ақтарасыз?",
        "question_content": "Жан сырыңызды кімге ақтарасыз?",
        "question_date": "4.09.2017",
        "question_tag": "Жанұя",
        "question_views": 446,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жүз кісімен - құрдас,\nОн кісімен - мұңдас,\n\nБір кісімен - сырлас, - деген принцип бар. Жан досым бар. Сонымен сырласамын, ақылдасамын, ойласамын.\nНегізі сұрақ жалпылама. Нақты не тақырыпта айтарымның барына байланысты. Мысалға отбасы құру туралы болса тәтеммен, болашаққа жоспарымды, карьерамды коллегаммен, жеке өмірімді жан досыммен ойға саламын.\nБәрінде де осы стереотип болар деген ойдамын.",
                "date": "11.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына әнді қайдан табуға болады?.",
        "question_content": "Мына әнді қайдан табуға болады?. Сүндет тойда жиналғандар, сүндет тойда жиналғандар ақшаң судай шашылсың, ақшаң судай шашылсың деген?. Егер осы ән табылса?, онда маған сілтемесін жібересіздер ме?.",
        "question_date": "2.09.2017",
        "question_tag": "Қазақша ән",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Торкөздерге тиісті сөздерді қойыңыз?",
        "question_content": "5 - жаттығу. Қазақ тілі. 4 сынып",
        "question_date": "2.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1) Сезім\n\n2) Жай-күй\n\n3) Қатынас 4) Көңіл-күй",
                "date": "2.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қандай видеоблог түсіруге болады?ютубқа?",
        "question_content": "Қандай видеоблог түсіруге болады?ютубқа?",
        "question_date": "2.09.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 760,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Новаторлар ғасырында таң қалдыру қиын. Ерекше идеялар бұл жерде айтылады деп ойламаймын. Егер жұрт жинайтындай ойым болса, оны жұртпен бөлісемін деп айта алмаймын.\n\nQ-Eli секілді сапалы, мағыналы, қоғамдағы өзекті мәселелерді қозғайтын, аудиториясы кең видеоканал құрсаң орындырақ.\n\nТүсіру қолыңнан келмесе, футаж жаса. Қазіргі кезде футаждар қатты сұранысқа керек. Жақсы, сапалы футаж-видеолары сатылымда.",
                "date": "11.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Мен патриот азаматпын\" деген тақырыпта тәрбие сағаты керек?",
        "question_content": "МЕН ПАТРИОТ АЗАМАТ ТАҚЫРЫБЫНДА ТӘРБИЕ САҒАТЫ МЫНА СІЛТЕМЕ АРҚЫЛЫ АЛА АЛАСЫЗДАР http://fail-7.ru/download/cjkc8koj",
        "question_date": "1.09.2017",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ВК-да есімімді латынға қалай ауыстырсам болады?",
        "question_content": "ВК-да есімімді латынға қалай ауыстырсам болады?",
        "question_date": "28.08.2017",
        "question_tag": "Вконтакте",
        "question_views": 431,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Осы батырманы басып өзгерте аласың.",
                "date": "29.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аспаздарға оқытушы бола аламын ба?",
        "question_content": "Сәлеметсіз бе? Менін сұрағым бар еді жауап берсеніздер екен. мен\"Кәсіптік оқыту\" мамандығын енбек технологиясы және кәсіпкерлік біліктілігі бойынша ЖООбітірген маманмын. Колледждарда \"Аспаз\" мамандығында оқитын студенттерге арнайы пән оқытушысы бола аламынба?",
        "question_date": "28.08.2017",
        "question_tag": "Мамандық",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына әнді қайдан табуға болады?",
        "question_content": "Мына әнді қайдан табуға болады?. Сүндет тойда жиналғандар, сүндет тойда жиналғандар ақшан судай шашылсын, ақшан судай шашылсын деген?. Егер осы ән табылса?, онда маған сілтемесін жібересіздер ме?.",
        "question_date": "28.08.2017",
        "question_tag": "Қазақша ән",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2020 бағдарламасы бойынша қалай қосымша курста оқуға болады?",
        "question_content": "2020бағдарламасы бойынша оқу курстарына қатысу ушин кайдан толық акпарат алуға болады, кандай кұжаттар қажет,кімдер катыса алады?",
        "question_date": "28.08.2017",
        "question_tag": "Университет, колледж",
        "question_views": 687,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ВК-дағы барлық комментарийлерімді қалай өшірсем болады?",
        "question_content": "ВК-дағы барлық комментарийлерімді қалай өшірсем болады?",
        "question_date": "27.08.2017",
        "question_tag": "Вконтакте",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ответы - комментарий  .\n\n____________________________________",
                "date": "28.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайдасыңдар, \"достарым\"?!",
        "question_content": "Ассалаумағалейкум, сжлықтар!\n\nКөрінбей кеттіңіздер ғой. Бұрынғы көптеген қолданушылардың сайтқа кірмегеніне бірнеше айдың жүзі болыпты. Өзім де 1,5 жылдай сайтқа кірмей, енді кіріп отырмын, сағынып.. \n\nБаяғы \"Сұрақ-жауап\" сайты өзгеріп, \"Бәрі бар\" сайтына айналыпты. Өзгерген аты ғана емес екен. Өзгерістер көп. Сайтымыз дами түсіпті. Қуаныштымын ол үшін.\nБір өкініштісі, қолданушылар белсенділігі қатты төмендепті.\n\nБұрынғыдай осы сайт арқылы танысатындар, достасып, араласатындар да жоқ шығар қазір.\n\nБіздің кезде... Көптеген қызық \"біздің кезде\" болды ғой. Әр ЖЖ мен \"жоғары дауыс\" үшін таласар едік. Модератор, редактор, тіпті маман болу үшін де барынша талпынатын едік. Ұзыннан ұзақ сөйлемдерді жазуға ерінбедік. Сайтқа кіруге уақыт табар едік...\nЖеке өзім, бір қыз қолданушының жазғандары ұнап қалса, жх-сына жазып танысуға асықтым. Көптеген \"аноним\" н/е аты белгісіз қолданушылардың \"бетпердесін\" жаймен ашып, жеке таныстым. Кей қолданушылармен бетпе-бет кездестім де... \n\"Біздің кез\" жайлы жаза берсем, уақыт жетпес... Тоқтайын.\n\nЖалпы, сайт үшін жатпай-тұрмай еңбек еткен, етіп жатқан, (Алла бұйыртса) ете беретін БАС АДМИНІМІЗДІ ерекше атап өтпеуге болмас. Ереке, қазақ ғаламторына тигізіп жатқан пайдаңыз үшін өзіңізге рақмет. Іздеген нәрсемізді осы сайттан табатынбыз, бізден кейінгілер де табатынына сенімдімін. Сайттың қолданылу аясы кеңейіп, ғұмыры ұзақ бола берсін!\n\nҚатты \"ақылды\" болып кеттік пе, әлде, есейдік пе, қоятын сұрақ жоқ қазір. Бұл жазып отырғаным да сұрақ емес. Жай, бірнеше жылым өткен, кезінде интернеттегі \"үйімдей\" болып кеткен, сж сайтына бір кіріп шығу, кезеңдес қолданушылардың хабарын білу мақсатында жазып отырған жазбам..\n\nМені танитындар және бұрынғы қолданушыларға, сайтымыздың алдыңғы буын өкілдеріне үндеу! Өткен кезеңді ұмыттырмау және таныстықты арттыру мақсатында, сіздерді уатсапп, вконтакте т.б. желілерде бір топқа жинамақшымын. Номер немесе сілтемелеріңізді жекеге жаза кетулеріңізге болады. Ешкімді қыстамаймыз.\nЖәне де сайтқа айына бір рет болсын кіріп тұруларыңызды, кейінгі қолданушыларға білгендеріңізді үйретіп тұруларыңызды сұраймын.\n\nБар екеніңізді білдіріп, астына бірдеңе жаза кетіңіздер. Қуанып қалайық!\n\nҚұрметпен, Meddi.",
        "question_date": "26.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 527,
        "question_upvotes": 8,
        "answers": [
            {
                "text": "Қайырлы күн достарым!\n\nМен де сіздерді қатты сағындым. Осы сайттың осындай танымал болғандығы сіздердің арқаларыңыз. Уақыт тоқтап тұрмайды демекші, барлықтарымыз өстік, ер жеттік дегендей. Қолданушылар заманы ауысып жатыр. Бірақ сайт өзгерген жоқ. Тек даму үстінде. Сапалы контент ұсынуға тырысып жатыр.\n\nМен де сіздерді сағындым. Сайттағы белсенділікті сағындым. Сұрақ қойып, жауап алып, қызықты тақырыптарды талқылауды сағындым. Жако ағамыздың да тұшымды жауаптары мен қызық сұрақтарын сағынып жүрген жайым бар. Әрние барлықтарыңызды осы сайттан көргім келеді. Бірақ әркімнің өз өмірі бар, уақыт тоқтап тұрмайды дегендей.\n\nЕң бастысы сіздер қалдырған ақпарат сіздердің балаларыңыз үшін де пайдалы ақпарат болып сақталуына уәде беремін.\n\nБіздің сайтымыздың есігі сіздер үшін әрқашан ашық!\n\nҚұрметпен Ербол Серікбай!",
                "date": "27.08.2017",
                "upvotes": 3
            },
            {
                "text": "https://www.instagram.com/shyngys.rajabov/\n\nhttps://m.facebook.com/profile.php?refid=8\n\nhttps://vk.com/shyngys.rajabov",
                "date": "26.08.2017",
                "upvotes": 4
            },
            {
                "text": "Танымадық, тойдан адасып келген тамадасың ба",
                "date": "27.08.2017",
                "upvotes": 5
            },
            {
                "text": "Баршаңызға Сəлем!\n\nСайтқа көптен бері кіріп тұрғаным еді, сайтта көптеген жақсы жақсы өзгерістер болыпты, ризамын, дами беріңіздер!\n\nИа, шыныменде бұрыңғы кезде жақсы еді ЖЖ алу үшін, апта белсендісі болу үшін 3-4 сағаттап сайттан шықпайтын еді)) (Қазаққа бəсекелестік деген қанға сініп қалған қасиет шығар))\n\nАлдағы уақытта күйбін тіршіліктен бос уақыт табылып жатса кіріп тұрамын\n\nP.s.Сіздің жазғаныңызға жауап ретінде бірдеме жазбай кетуден ұялдым)) Сіздердің сайтта əліде белсенді екендеріңіз қуантады!",
                "date": "29.08.2017",
                "upvotes": 2
            },
            {
                "text": "Көзіме еріксіз жас келді(( Қайтейін, қайтейін... Өзім 1 жылдан кейін жауап жазып отыр екенмін. Уақыт зымырап өтеді...",
                "date": "24.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТда \"Алтын алқа\" алған аналардың балаларына жеңілдік беріле ма?",
        "question_content": "Сəлеметсіздерме? Менің сұрайын дегенім көп балалы ананың, яғни алтын медаль иегерінің балаларына ұбтда жеңілдіктер болама? Өзім алтын белгіге үміткермін. Маған қандай жеңілдіктер болады? Қаржыға тапсырамын.",
        "question_date": "26.08.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 856,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грантқа түсу үшін баллыңыз жететінге тапсырғаныңыз жөн болар.",
                "date": "27.08.2017",
                "upvotes": 0
            },
            {
                "text": "Әлеуметтік медициналық сақтандыру Қорына төлемдер мен аударымдар бар болған жағдайда МӘМС жүйесінде азаматтардың медициналық көмекті алуға құқығы бар. Ал бұл төлемдерді аудармай-ақ көмек ала алтын тұлғалар қатарына:\n«Алтын алқа», «Күміс алқа» алқаларымен марапатталған немесе бұрын «Батыр ана» атағын алған, сондай-ақ I және II дәрежелі «Ана даңқы» ордендерімен марапатталған көпбалалы аналар кіреді. \nСондай-ақ, «Алтын алқа», «Күміс алқа» алқа иелері жеке куәліктерін жоғалтып алған жағдайда, мемлекеттік баж салығынан босатылады.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "16.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Nur.kz сайтында пікірді қалай оқи аламын?",
        "question_content": "Nur.kz сайтында пікірді қалай оқи аламын? Басқа сайттарда пікірді жазада,оқида аласың ал Нур.кз оқи алмайсың не",
        "question_date": "25.08.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иа қателік туындағанын байқадым. Сол сайттың програмистері  қателік жіберген болуы керек",
                "date": "26.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге Beeline компаниясының қызмет көрсету сапасы төмен?",
        "question_content": "Неге Beeline компаниясының қызмет көрсету сапасы төмен?",
        "question_date": "24.08.2017",
        "question_tag": "Байланыс операторлары",
        "question_views": 674,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мысалы қандай қызмет? Менде билайн қолданам айтарлықтай кемшілік байқамадым\n\nТолық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "27.08.2017",
                "upvotes": 1
            },
            {
                "text": "Билайн компаниясының барлық жерге антенна қойып ақша құртқаннан гөрі, бар антеннамен көбірек ақша тапқаны тиімдірек сияқты оларға. Мен де хабарласып көргенмін сіздің аймақта клиенттер аз деп жауап берген",
                "date": "19.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Админ, модераторлары сайт арқылы жұмыс істеп жатыр деп ақша төлейді ме?",
        "question_content": "Сұрақ-жауап сайтының админ, модераторлары сайт арқылы жұмыс істеп жатыр деп ақша төлейді ме?",
        "question_date": "24.08.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Модераторлар өз еркімен жұмыс істейді. Ешкім ақы төлемейді. Мен модератор болсам маған ақша төлейді екен деп дəмеленбей-ақ қойыңыз. Өз еркімен сұрақтардың грамматикалық қатесін өңдегіңіз келсе алдымен маман болсаңыз болады.",
                "date": "25.08.2017",
                "upvotes": 2
            },
            {
                "text": "Егер дым істемесе несіне төлейт тегін жұмыс істейдіғо))\n\nЖалпы Админ Ербол ағамыз ақшаны сайттағы жарнама арқылы тауып отыр сол ақшамен өзін асырайт және сайт жаңарту үшінде қаражат кетет.Ал модераторға ақша төлесе админ шығыны көп боладығо))",
                "date": "24.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2012 жылы тіркелген ВК-дағы өшіп кеткен аккаунтымды қайтадан қалпына келтіре аламын ба?",
        "question_content": "2012 жылы тіркелген ВК-дағы өшіп кеткен аккаунтымды қайтадан қалпына келтіре аламын ба?",
        "question_date": "24.08.2017",
        "question_tag": "Әлеуметтік желі",
        "question_views": 775,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жоқ қалпына келтіре алмайсың.6 айдан кейін \"восстановить\" батырмасын бассаң да жойылған аккаунт қалпына келмейді.",
                "date": "24.08.2017",
                "upvotes": 2
            },
            {
                "text": "мен 2018жылы вкымның паролы умытып калдым",
                "date": "11.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайттың адресіне жалғанған wordpress.com жалғауын қалай тегін алып тастауға болады?",
        "question_content": "Wordpress арқылы сайт ашқан кезде сайттың адресіне жалғанған wordpress.com жалғауын қалай тегін алып тастауға болады.Әлде тек тарифтерді сатып алу арқылы алама.",
        "question_date": "24.08.2017",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 482,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тегін домендер жоқ. Кез келген сайт-конструктор ақылы. Jimdio, WordPress, Ucoz, т.с.с. конструкторлар арқылы szh.kz (мысал үшін) атты сайт ашқың келсе, төлеп барып, домен сатып аласың.\nСоңғы көргенімде ең арзан баға 6 000 еді, жаңа ашсам 13 000 болып кетіпті. Жылына.",
                "date": "11.09.2017",
                "upvotes": 0
            },
            {
                "text": "Ешқалай\nдомен сатып алауың керек (kz сияқты)",
                "date": "30.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке хостинг қалай жасауға болады?",
        "question_content": "Гугл сияқты ірі сайттар өздерінің жеке хостингтері болады.Менде өзіме қалай жеке хостинг ашуыма болады ?",
        "question_date": "24.08.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол ушин бираз ангиме керек.\n\nТолыгырак айтканда коп нарсе билу керек.",
                "date": "3.11.2017",
                "upvotes": 0
            },
            {
                "text": "жай ғана жасай салмайсың,көп нәрсе үйрену керек, қаражат керек,",
                "date": "4.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дос іздеген адамға дос болғым келеді! Рас айтам! Кім бар? Қайсың бар?",
        "question_content": "Дос іздеген адамға дос болғым келеді! Рас айтам! Кім бар? Қайсың бар?Күйбең тірліктен шаршап, әлемнің бәрі теріс айналғандай сезім билеп бойыңды, түзге де, үйге де барғың келмей, ішіңді ақтарар, ақтарар сырыңды түсінер адам іздеген жан бар ма? Мен! Мен тыңдайын сырыңды! Бірге мұңайып, бірге жылайын. Тығырыққа тірелген болсаң шығар жолды бірге іздейік… Жегідей жеген іштегіңнің бәрін түсінейін. Сенің уайымың - менікі болсын, сенің дертің - маған да жұқсын… Кешегіңі өкініп, ертеңіңе алаңдап, сол екеуінің арасында беймақсат күн кешіп, өмір деген мұхиттың тап ортасында жападай жалғыз басың ғана бір бөренеге жабықандай халде болсаң - маған айтшы. Бірге жүріп бөренеден кеме жасайық, кемеге желкен болар үмітті, ескек болар сенімді бірге жүріп табайық… «Достарым» деп жүрген адамдармен айтысатын әңгіме - жұмыс бабы, ақшаның қамы, баланың наны мен тамақтың дәмінің шеңберінен аспайтын боп кетсе - маған айтшы… Салып ап, Алатаудың қойнауына тартайық. Қаланың шуынан алыстап, майға піскен ыстық тоқашты кілегейге матырып жеп, баппен ысталған бал қымызды сіміріп отырып жерік болған жағымды әңгіменің тізгінін жіберейік! Балалықты айтайық, даналықты айтайық… Адамдықты айтайық, надандықты айтайық… Ірілік пен кеңдікті, елдік пен өрлікті айтайық… Айтайық бәрін!\nҚысқасы, шын достыққа құмар болған адамға достық ұсынғым келеді!\n\nӘйтпесе, мына әлеуметтік желідегі жазбаларға қарасам - елдің бәрі жалғыздықтан жапа шегіп жүрген сияқты ғой. Түсінетін ешкімі болмаған соң бар ызасын осында ақтаратындай… Әттең, жауапкершілік сезімінен айырылып бара жатырмыз-ау… Әр адам өз сөзіне, өз отбасына, өз ауылына жауап берсе, жауапкершілікті сезінсе - еш мәселе қалмас па еді… Өзінен өзгенің бәріне кінә арта бергенше, қайта қоғамдағы әр құбылысқа өзін жауапты сезіне білуіміз керек емес пе еді? Адамды ірі ететін мінез - ондағы жауапкершілік сезімі емес пе? Жауапкершіліктен қашқан сайын қайта ұсақтала беретіні белгілі ғой…\n\nМұқағалидің мына өлеңі неткен мағыналы еді, шіркін….\n\nБәріне жауаптымын.\nҚашан менен қалғалы тағат, тыным,\nПісіп тұрған егінді бұршақ ұрса,\nАйтыңдар жауапты кім?\nӘрине, мен.\nМен оған жауаптымын.\nБүгінгі сәт, кешегі ағаттығым,\nСалғырттықпен өткізген салақ күнім.\nСыртылдаған босқа өтсе сағат тілі,\nОған да жауаптымын, жауаптымын.\nБіреу кессе орманның тірі ағашын,\nЖауап бермей қалайша тұра аласың.\nҚарындасым алдыма жылап келсе,\nТік тұрып жауап берер мына басым.\nБұл шақта текті кімдер, тексіз кімдер,\nКөрсоқырлар қаншама көпті күндер.\nДос адамдар өзара жауласса егер,\nОл да менің кінәмнен деп біліңдер.\nҚол сынса, бас жарылса, қанап мүрын,\nОл да - менің сорақы ағаттығым.\nАр сотының алдына алып барып,\nАлдымнан есігін аш абақтының!\nСебебі, бәріне мен жауаптымын!",
        "question_date": "22.08.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 949,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "давай! Болайық! Алатауға ночовкамен барамыз ба? күн салқындамай тұрып барайық если что!",
                "date": "23.08.2017",
                "upvotes": 0
            },
            {
                "text": "Кайсы алеуметтік желіде керемет жазыпсын уйкастырып",
                "date": "23.08.2017",
                "upvotes": 0
            },
            {
                "text": "Біз бұрыннан дос едік қой, көптен хабар-ошар болмай кетті сізден",
                "date": "24.08.2017",
                "upvotes": 0
            },
            {
                "text": "Менде дос болғым келеді)",
                "date": "24.08.2017",
                "upvotes": 0
            },
            {
                "text": "менде дос болғы келеді)",
                "date": "9.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сайтка жұмысқа тұрғым келеді?",
        "question_content": "Осы сайтқа қалай жұмысқа кірсем болады? Көмектесіңіздершіі",
        "question_date": "22.08.2017",
        "question_tag": "Мамандық",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз қандай мамандық иесісіз? Дипломыңыз бар ма? Өзіңіз туралы мағлұмат жазып, сайттың почтасына жазып көріңіз.",
                "date": "22.08.2017",
                "upvotes": 0
            },
            {
                "text": "Админ жас жігіт, жəне жанында медиа журналистер бар. Басқа жұмысшылардың  керегі жоқ-ау.)))",
                "date": "23.08.2017",
                "upvotes": 1
            },
            {
                "text": "Сәлеметсіздерма! Менде жұмыс іздестіріп ж\nүрмін, егер сайттарыңыз\nға психолог керек болса, ж\nұмыс болса, қуантарлық жағдай болар еді",
                "date": "27.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өткен жылғы күйіп кеткен еңбек демалысымның ақшасын өндіре аламба?",
        "question_content": "Сәлеметсіздерме, Мен университет қызметкерімін. 2013 жылы кірдім. 2014 жылы декретке шығып, 2016 наурыз айында жұмысқа шықтым. 2016 жылдың қараша айына еңбек демалысын сұрағанымда маған тек 15 күн тиесілі екенін айтты, бірақ 2017 жылы толық 30 күнімді ала алмайтынымды айтты.Содан 2016 жылдың демалысын алмадым. Негізінен жұмысқа шыққаннан кейін 6 айдан кейін еңбек демалысымды алуға, және келесі жылы да толық алуыма құқығым бар деп ойлаймын. Ендігі  сұрағым 2016 жылғы күйіп кеткен еңбек демалысымның ақшасын өндіріп ала аламба?",
        "question_date": "22.08.2017",
        "question_tag": "Заң",
        "question_views": 391,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Трудовой договорыңды оқы! Еңбек кодексінен сұра! Еңбектен или ақшасын төле зерттеп айтып береміз ғо!",
                "date": "23.08.2017",
                "upvotes": 0
            },
            {
                "text": "Негізі күйіп кету деген болмайды. Кез келген мемлекеттік жұмыста істейтіндерде бәрі заңды болады. Сіз 2016жылы отпусккага шыкпасаныз да компенсацияны алып алу керек единиз. Нактырак бухгалреия болиминен сурап тусиндирип айтыныз.",
                "date": "23.08.2017",
                "upvotes": 0
            },
            {
                "text": "Заңды түрде еңбек демалысын алып кетсеңіз ала аласыз. Басқадай жағдайда өндіріп алу мүмкін емес",
                "date": "23.08.2017",
                "upvotes": 0
            }
        ]
    }
]