[
    {
        "question_title": "Арықтаудың ең оңай жолдары қандай?",
        "question_content": "Арықтаудың ең оңай жолдары қандай?",
        "question_date": "13.02.2017",
        "question_tag": "Тазалық",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арықтау көп жағдайда өте қиын процесс екені баршамызға белгілі. Арықтау процессі міндетті түрде нәтижелі болуы үшін диетологтардың кеңестеріне құлақ салу қажет. Кәсіпқой диетологтар тез арықтау үшін дәрі-дәрмек қолданудын қажеті жоқ екенін баяғыдан ескертеді. Ең бастысы салауатты өмір салтын ұстаныңыз. Осы мақалада арықтауды жылдам әрі жемісті ететін кеңестер берілген оқыңыздар ой түйіңіздер.\nАрықтау тәсілдері\nАрықтаудың бірінші тәсілі\nТәттіден бас тартыңыз артық салмақтың бірден бір себебі тәттіден басталады. Газдалған сусындарды мүлде ішпеңіз, газдалған сусындардың құрамына қайта-қайта шөлді арттыратын заттар кіреді.Ал бұл заттар денсаулықты құртып ғана қоймай, артық салмақ қосуыңызға біршама өз үлесін қосады.Мұндайда ең пайдалысы үйдегі жемістерден өз қолыңызбен жасалған табиғи таза шырындарды ішіңіз. Егер шынымен арықтағыңыз келсе тәтті және газдалған сусындардан, торттар мен кекстерден жалпы тәтті атаулының барлығынан бас тартқаныңыз жөн.\nАрықтау үшін не жеу керек\nКөбірек жеміс-жидек жеңіз\nЖеміс-жидектерде май жоқ, бірақ оларда көптеген дәрумендер мен өзектер бар, сондықтан күніне бір-екі жеміс-жидек жесеңіз, сіз қарныңызды тойдырасыз осылай аштық сезімінен арыласыз. Бұдан басқа жеміс-жидектерде пайдалы көмірсулар бар, олар арықтауға еш кедергі келтірмейді, керсінше олар заттектердің алмасуына өте жақсы көмектеседі.\nЖеңіл-желпі тамақтану\nНегізгі тамақтану кезінде адам өзін тойдырмаса,көп уақыт өтпей ақ қарнының ашуына әкеледі, мұндай жағдай көбіне артық тамақтануға әкеліп соқтырады. Сол үшін түстік пен басқада жеңіл-желпі астардан бас тартуға болмайды. Бірақ олар пайдалы ас болу керек. Мысалы ірімшік немесе көкөністер.\nАрықтаудың оңай тәсілдері\nТеледидарды өшіріңіз\nЕгерде тамақтану кезінде теледидар қарасаңыз өз салмағыңызға 40% калорий қосатыныңызға күмәнданбаңыз. Француз диетологтарының айтуынша, бұдан басқа, газет оқу, монитордын алдында отыру тамақты көп ішуге бірден-бір әсерін тигізеді.\nСпортпен шұғылдану\nАптасына кем дегенде 3 рет спортпен айналысуыңыз қажет. Күнделікті бес минуттық жаттығуларда тез арықтауға өте жақсы әсерін тигізеді кеудені жерден көтеру, жүрелеп отыру, тб. Бұлардың барлығы заттектердің тез алмасуына ықпал етеді.",
                "date": "19.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Спрежение глогола.Время-глогола(конспект) жазып беріңдерш?",
        "question_content": "Орыс тілден үй жұмысына Спрежение глагола.Время-глагола (конспект)жазып беріңдерш?",
        "question_date": "13.02.2017",
        "question_tag": "Мектеп",
        "question_views": 431,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жамбыл Жабаевқа əдебиеттен қандай зерттеулер бар?",
        "question_content": "Əдебиеттен Жамбыл Жабаев ағамыз бір өлеңін алып зерттей аласыз ба?",
        "question_date": "13.02.2017",
        "question_tag": "Мектеп",
        "question_views": 777,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жейтін бордың зияны қандай?",
        "question_content": "Жейтін бордың зияны қандай?\n\nІшті ауырта ма?",
        "question_date": "13.02.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Денсаулығына зиян екенін біле тұра адам не себепті бордан бас тарта алмайды? Оны қандай мөлшерде жеуге рұқсат етеді? Бұл сұрақтарға Семейдегі №4 қалалық емхананың отбасы дәрігері Гүлзат Қопанова жауап берді.\nБорға әуестік ағзаға кальций жетпегеннен болады деп айтып жатады. Дәрігер бұл пікірді қолдады. Бірақ, оның айтуынша, адамның дәм талғамының өзгеруіне қатысты аурулар да ағзаның борды талап етуіне себеп болуы мүмкін.\nБор жеудің негізгі бес себебі бар. Біріншісі — анемия. Табиғи бордың құрамында аз мөлшерде темір оксиді болады. Ағзаға сол жетпеген соң да борға әуестік байқалады. Бірақ бор жегеннен ағзаға темір бармайды. Сол себепті анемияны дәрігердің нұсқауымен емдеу қажет. Екінші себеп — жүктілік. Бұл кезде әйел ағзасы түрлі дәмді қалап тұрады. Бірде тұзды, бірде тәтті тағамды аңсайды. Көбі борға әуестене бастайды. Әйел ағзасында кальций жетпесе, бала оның анасының сүйегі мен тісінен «ала» бастайды. Кей дәрігер ағза қатты талап еткенде жеуге болатын тағам борын ұсынады. Бірақ қандай жағдай болса да, мөлшерден асуға болмайды, — дейді Гүлзат Қопанова.\nМаманның айтуынша, адам борды қалқанша без патологиясы болған себепті де жейді. Бұл — жиі кездеспесе де, маңызды фактордың бірі. Қалқанша без ауруы кезінде ағзадан кальций жиі шығады. Сондықтан бор жеуге итермелейді. Бауыр дұрыс жұмыс істемесе, рацион бұзылса да, осы құбылыс байқалады. Егер адам дұрыс тамақтануға көшсе, борға әуестігі жойылып кетуі мүмкін. Ағза D, E, C дәрумендерінің жетіспеуінен де борды талап етеді.\nБорды қандай мөлшерде жеуге болады?\nДәрігердің айтуынша, таза кальцийдің өзі ғана ағзаға дұрыс сіңбейді және бор жегеннен бұл мәселе шешілмейді. Егер ағзаңыз тым қатты қалап тұрса, өте аз мөлшерде жеуге рұқсат етілуі мүмкін. Оның өзінде кеңсе, құрылыс борын таңдамау керек. Себебі олар жеуге арналмаған, құрамында химиялық заттар болады.\nЖеуге болатын бордың үш кішкентай кесегі немесе бір ас қасық ұнтақ түрі рұқсат етілген норма болуы мүмкін. Ең дұрысы — борды жасанды баламаларға (мысалы, кальций глюконатына) ауыстыру қажет, — дейді маман.\nГүлзат Қопанова борды шектен тыс көп жеу денсаулыққа өте зиян екенін айтады. Бор ішкі ағзаларда, түтікше қабырғаларында тұрып қалып, олардың жұмыс істеуіне кедергі жасайды. Кальций карбонаты мөлшерден көбейіп кетсе, бүйректе тас пайда болады, қант диабетіне, панкреатитке себеп болады. Бор асқазанға түскенде тұз қышқылымен араласып, газ түзіледі. Бұл ойық жара мен гастритке апарады.\nКеңсе борын жеу өте қауіпті. Оның құрамында кальций карбонатымен қатар бояғыштар мен гипс бар. Құрылыс борында қоспа тіпті көп, — дейді отбасы дәрігері.\nАғза борды қатты талап еткенде не істеу керек?\nДәрігер ағзаға темір жетіспейтіні анық болса, оны бордан іздемеуге кеңес берді. Кей адам аллергиясы болған соң құрамында темір бар препараттарды қабылдай алмауы мүмкін. Мұндай жағдайда темірге бай өнімдерді (бауыр, ет, алма, ашытылған қырыққабат, балық, жидек, цитрус) рационға енгізу керек.\nҚұрамында бор бар кальций глюконатына, басқа да дәрі-дәрмекке алмастыру қажет.\nӘрдайым бір нәрсені «кеміруге» әуестіктің себебі ағзаның борға мұқтаждығы болуы мүмкін. Оны алмаға немесе жаңғаққа ауыстыруға болады.\nДұрыс тамақтануды қолға алсаңыз да, мәселе шешілуі мүмкін. Сол себепті дәрігердің, диетологтың кеңесін алған жөн.\nhttps://baribar.kz/118648/bor-zheu-ziyan-ba-bul-adetti-qalaj-tyyugha-bolady/",
                "date": "22.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы жылы болатын КТ қалай өтпек?",
        "question_content": "Мен быйыл колледж бітірем авто механик мамандығын Алла қаласа универге жалғастырсамба дим кта қандай болад 2курстан бастаймба",
        "question_date": "13.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 727,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "егер колледжде окыган оз мамандыгынды жалгастыргын келсе 1 сурет, ал егер баска мамандык тандасан, онда 2 суретти кара. 2 сурет дал ЕНТ дагындай пандерден тапсырасын. жана формат бойынша.",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фейк деген не? Мағынасы қандай?",
        "question_content": "Фейк деген не?\n\nМағынасы қандай?",
        "question_date": "13.02.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Фейк - жалған, өтірік ақпарат, дұрыс емес мағлұмат\n\nМысалы:\n\nФейк парақша - жалған парақша, т.б.",
                "date": "14.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көзге линза тағудың зияны қандай?",
        "question_content": "Көзге линза тағу зиян ба?\n\nТағу ұзақтығы қанша?",
        "question_date": "13.02.2017",
        "question_tag": "Тазалық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс пайдаланған кезде линзалардың зияны жоқ. Сонымен қатар, сіз көруді түзету сапасы бойынша тіпті көзілдіріктерден де асып түсетін заманауи және ыңғайлы шешім аласыз. Анизометропиясы бар, яғни оң және сол көздің сынуында айтарлықтай айырмашылық бар науқастар үшін контактілі линзаларға артықшылық беріледі.\nКонтактілі линзаларды киюдің қауіптілігі қандай? Линзаларды ұзақ уақыт кию қасаң қабықтың жұқаруына әкеледі (кератоциттер жаңа тіндерді синтездеу қабілетін жоғалтады). Бұл линзалар 3-5 жыл пайдаланудан кейін дұрыс киілген болса да орын алуы мүмкін. Гипоксияға реакция болған жағдайда (оттегінің жетіспеушілігі) негізгі асқыну пайда болады - жаңа тамырлардың пайда болуы.",
                "date": "22.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Олимпиадаға қатысқан оқушылардың кейбіреулері 5-тен кем емес есеп шығарғандығын дəлелде?",
        "question_content": "Мектепшілік олимпиадаға қатысқан 14 оқушы 58 есеп шығарды.Олардың кейбіреулері 2есеп,3 есеп,4 есеп шығарды.Олимпиадаға катыскан окушылардың кейбіреулері 5-тен кем емес шығаргандығын дəлелдеңдер",
        "question_date": "13.02.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 есеп:1                    есеп саны: 2+6+20+30=58\n\n3 есеп:2                    оқушы саны: 1+2+5+6=14\n\n4 есеп:5\n\n5 есеп:6",
                "date": "10.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі үшбұрыштың табанына жүргізілген медианалары тең болатындығын дəлелдеңіз?",
        "question_content": "тенбуйирли ушбурыштын табанындагы тобесинен жургизилген\n\n1)Биссиктрисасына тен\n\n2)Медианасына тен болотын ын далелде",
        "question_date": "13.02.2017",
        "question_tag": "Геометрия",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ойлауды əрі қарай дамыту үшін жəне тез шешім қабылдау үшін не істеу керек?",
        "question_content": "Ойлағанда ардайым тез шешім қабылдап қалай үйренуге болады?",
        "question_date": "13.02.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Логикалық амалдарды көп орындау, спортпен айналысу керек. Шахмат ойнаңыз, логикалық амалдарды орындаңыз.",
                "date": "15.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Не себептен қызымның екі аяғы тең емес?",
        "question_content": "4 айлык Кызымнын еки аягы тен емес диди даригерлер не себепти неге олай онын еми барма денсаулыгына зияны жокпа? 1 аптадан кейн даригерге корсетемиз бирак мен 1 апта шыдай алмайм себеби мен емин билгим келеди?",
        "question_date": "13.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 661,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақша оқытатын қандай көлік мектептерін білесіздер?",
        "question_content": "Қазақша оқытатын қандаи көлік мектептерін",
        "question_date": "13.02.2017",
        "question_tag": "Автосақтандыру",
        "question_views": 382,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Саятшылық - өмірдің бір қызығы\" атты тақырыпта шығарма керек?",
        "question_content": "\"Саятшылық - өмірдің бір қызығы\" атты тақырыпта шығарма керек?",
        "question_date": "13.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Жанашырлық - адами қасиеттер арасындағы ең кереметі\" атты тақырыпта реферат керек?",
        "question_content": "\"Жанашырлық - адами қасиеттер арасындағы ең кереметі\" атты тақырыпта реферат немесе шығарма керек?  14 - 20 жол өтеніш !!! Эссе де болады!",
        "question_date": "13.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 968,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақтөбеде аудармашы мамандығына университет бар ма?",
        "question_content": "Актобеде аудармашы мамандығына гранты бар универ бар ма?\n\n3жыл окыла ма?",
        "question_date": "13.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Университетте бакалавр 4 жыл оқытылады.\nЕкінші жоғарға білім болса оқу мерзімі қысқарады.\nАқтөбеде  бірнеше аударма ісі мамандығын  оқытатын университеттер бар:\n1) К. Жұбанов атындағы Ақтөбе мемлекеттік университеті\n2)\"Дүние \" Ақтөбе университеті\n3) С. Баишев атындағы Ақтөбе университеті",
                "date": "20.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұнатқан қызыма қандай жəне қанша гүл сыйласам болады?",
        "question_content": "Ұнатқан қызым бар еді. Сезімімді білдіру үшін қандай қанша гүл сыйласам болады?",
        "question_date": "13.02.2017",
        "question_tag": "Махаббат",
        "question_views": 923,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз оған гүл сыйлайсыз, ол сізге ұл сыйлайды ма?)))\n\nӘрине ақ раушан гүлдерін сыйлайсыз, ортасына бір қызыл раушан гүлін салып бұл сенсің деп комплимент айтсаңызда болады)) Өзіңіздің шамаңызға қарайсыз ғой қаншалықты екенін. Көп болғаны жақсы)))",
                "date": "13.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түр деген сөзге 4 жол өлең құру керек?",
        "question_content": "Өтініш биология пəнінен 9 сынып ТҮР деген сөзге 4 жол өлең құрып бере",
        "question_date": "12.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әйелге бөшкедегі су қанша күнге жетеді?",
        "question_content": "бір бөшке суды, егер ол бір өзі ішсе, 14 күн ішеді, егер әйелімен екеуі ішсе, 10 күн ішеді.Осы бөшке суды , егер әйелі ғана ішсе, неше күн ішеді?",
        "question_date": "12.02.2017",
        "question_tag": "Математика",
        "question_views": 4400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бір әйел бір бөшке суды 12 күн ішеді.",
                "date": "13.02.2017",
                "upvotes": 0
            },
            {
                "text": "1/10-1/14=4/140=1/35\n\n1:1/35=1*35/1=35",
                "date": "16.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Екінші жеңіл машинаның жылдамдығы қандай?",
        "question_content": "теңдеу арқылы шығару\n\nАрасы 1400 км Алматы мен Астан қалаларынан бір мезгілде бір біріне қарама қарсы шығққан екі жеңіл машина 7 сағаттан кейін кездесті.Олардың бірінің жылдамдығы 110км/сағ, екіншісінің жылдамдығы қандай?",
        "question_date": "12.02.2017",
        "question_tag": "Математика",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші автомобильдің жылдамдығы 90 км/сағ",
                "date": "26.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік грантпен бітіргеннен кейін міндетті түрде ауылға жұмысқа бару керек па?",
        "question_content": "Салеметсіздер ме? Мен 2013 жылы ауылдық квотамен мемлекеттік грантқа оқуға түсіп едім. Осы жылы бітіремін енді маған бітіргеннен кейін ауылдық жерге жұмысқа тұру керек деп жатыр өйткені мен ауылдық квота мен түскенмін. Мен қалаға жұмысқа тұрғым келеді енді не істесем болады? араларыңызда осындай жағдайға түскендер бар ма? жауап күтемін рахмет",
        "question_date": "12.02.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 378,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҰБТ ға КЗР азаматы еместер қатыса алама",
        "question_content": "Мен 11Азаматтығым УЗБ.Мен",
        "question_date": "12.02.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 255,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЖЭС-тің саяси дұрыс жақтарына не жатады?",
        "question_content": "ЖЭС-тің саяси дұрыс жақтарына не жатады?",
        "question_date": "12.02.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1918-1920 жылдардағы азамат соғысы Қазақстан өлкесінің экономикалық  жағдайын  көптеген жылдарға кері шегерді. Өндіріс орындары жұмыс істемеді.  1913 жылмен салыстырғанда Қазақстанда мұнай өндіру 4 есеге, көмір өндіру 5 есеге кеміді, ал мыс рудасын өндіру мүлде тоқтады. Халық шаруашылығының жалпы өнім өндіруіндегі өнеркәсіптің үлесі 1920 жылы бар болғаны 6,3 процент болды.  Ауыл шаруашылығы да өте күшті дағдарысқа ұшырады. Орал губерниясында егістік жерлер 2 есеге, ал Жетісу аймағында 3 есеге кеміді.  Ең бірінші кезекте ұлттық байлықтың негізгі көзі болып саналатын мал шаруашылығы құлдырады. Соғыс жылдарында мал саны 10,8 млн. басқа кеміді, оның 2 млн-ы жылқы, 6,5 млн-ы ұсақ мал болды. Сонымен қатар 1921 жылы ҚазАКСР-ң жеті губерниясының бесеуі құрғақшылыққа душар болды.  Осыған байланысты 1921 ж. бұл аймақтарда астықтың  жалпы түсімі 5 млн. пұт деңгейде ғана болды. Ал жергілікті халықтың бір жылғы астық пен астық тұқымдығына мұқтаждығы 22 млн. пұт көлемін қамтиды, яғни залал 17 млн. пұтты көрсетті. Ауа райының қолайсыздығы мал шаруашылығын бұдан да қиын жағдайға душар етті.  1920–1921 жылдар аралығындағы жұттан кейін мал басы 1917 жылмен салыстырғанда 75% кеміді. Азамат соғысының аяқталуына және  елдің әлеуметтік-экономикалық жағдайының ауыр күйзелісіне  қарамастан,  Кеңес үкіметі күштеуге негізделген азық-түлік саясатын одан әрі жалғастырды.  Орталық үкіметтің 1920 жылы 20 шілдедегі “Сібірдегі артық астықты алу туралы” декретінің күші Қазақстанның солтүстік аудандары мен Семей губерниясына да тарады. Осы декретке  сай 1921 жылдың  тамыз айына дейін бүкіл елдегі шаруаларға 119 млн. пұт (РКФСР көлемінде 423 млн.пұт) төтенше салғырт төлеу жүктелсе, соның ішінде 35 млн. пұт Солтүстік Қазақстанға міндеттелді.  Тапсырманың  26 млн. пұты Семей облысына міндеттелінсе, тек  Қостанайдың өзінен 6 млн. пұт астық  алынды.  Артық өнімдер ғана емес, азыққа қолданылып отырған астық және тұқым қоры да тәркіленіп отырды. Астық салығы, мал шаруашылығымен ғана айналысып отырған аудандарға да салынды. Оны төлеу үшін олар малдарын сатып, астық сатып алуға мәжбүр болды. Кеңес үкіметінің солақай  саясатының  нәтижесінде Республиканы сұрапыл  аштық жайлады. Бөкей губерниясында – 100 мың,  Оралда – 400 мың, Семей губерниясында – 500 мың, Орынбор – 445, Ақтөбеде – 360  мың адам ашықты. Көшпелілер арасында өлім ересек тұрғындардың 30 процентін қамтыса, ал кейбір аудандарда  халықтың 75 проценті қырылған.  Әулиеата уезінде  халықтың қатты қырылғандығы  соншалық, бұрынғы бірнеше болысты біріктіріп бір болыс ұйымдастыруға тұра келді. Жалпы зерттеушілер  2 млн 300 мыңнан аса адам ашықты, 1 млн-ға жуығы аштық пен аурудан өлді деген мәліметтерді келтіреді. Мұсылман зиялы қауымы арасынан мұндай соракылыққа қарсы шыққан Т. Рысқұлов болды.  Ол аштықпен жүйелі түрде күресу үшін, құрамына бірнеше  комиссариаттардың өкілдерін кіргізіп, арнайы ұйым құруды талап етеді. Түрікатқару комитеті  Т. Рысқұловтың  талабын қолдап, аштықпен күресті  өздерінің қызмет жағдайына сәйкес республиканың азық-түлік, жер шаруашылығы, денсаулық сақтау, қаржы, темір жол комиссариаттарына жүктейді.  Аштықпен күресті тікелей басқаратын  ерекше Орталық комиссия ұйымдастырылады.  Оның төрағасы болып  Т. Рысқұлов  тағайындалады. Бұл ұйым алғаш жұмысқа кіріскенде  көптеген объективті қиындықтармен қатар, өзі тектес азық-түлік ісіне қатысы бар басқа ұйымдар тарапынан жасалған қасақана іріткі салу әрекеттеріне ұшырайды. Рысқұлов жалпы Орталық комиссияның құрылуының өзін “дені дұрыс құбылыс емес” дейді.  Үкіметтің құрамында  аштықпен күресуге міндетті толып жатқан  “экономикалық органдар бола тұра,  мұндай ерекше ұйым құруға мәжбүр болудамыз” дейді. Өткір пікір таластардан кейін, яғни Т. Рысқұловтың  аса зор еңбегінің арқасында  Түрікатқару комитеті мен ХКК-і бұл Орталық комиссия қорына құнсызданған болса да 42 млн. сом қағаз ақша  бөледі. Орталық комиссияның облыстар мен уездерде, болыстар мен қалаларда жергілікті мекемелері мен бөлімшелері ашылады, олардың басына сауатты мамандар отырғызылады. Аштықпен күрес комиссиясының жұмысына есеп берген баяндамасында Т. Рысқұлов Түркістан өлкесінің байырғы халықтарының сұрапыл  аштыққа ұшырап, қатты қырылуына революциядан бұрынғы патша өкіметінің отаршылдық саясаты мен әсіресе, революциядан соң орнаған кеңес өкіметінің шовинистік саясаты басты себепкер болғандығын ашық атап көрсетеді. Қазақ Орталық Атқару Комитеті (ҚОАК) де аштыққа ұшыраған аудандарға өз тарапынан көмек көрсету шараларын ұйымдастырды.  ҚОАК-ті жанынан аштыққа ұшырағандарға көмек көрсету үшін комиссия құрылады.  Республикалық  комиссияны ҚОАК-нің төрағасы Мендешев басқарды. Қазақстандағы ауыр жағдайды ескере отырып, КазАКСР ОАК-і  ашыққандарға көмек беруші Орталық Комиссияның шешіміне сәйкес, бұл аудандардың тұрғындарын астық,  картоп т.б. мемлекеттік салықтардан босатты.  Қазақ қоғамын жайлаған аштықты Орталықтағы Кеңес үкіметі мойындамады.  Республиканың  кейбір басшылары мен орыс жұртшылығы негізінен өлкенің көшпелі тұрғындарын қамтыған сұрапыл аштықты “кездейсоқ, тұтқиылдан  тап болған  зобалаң ” ретінде  бағалады. Өлке халқының мұндай нәубетті бұрын-соңды басынан кешпегендігі Орталық үкіметті  ойландырмады да. Мұндай жағдай  Кеңес өкіметінің өзі жүргізіп отырған саясатқа еш күмән келтірмей,  оны толық дұрыс деп есептегендігінің айғағы еді. Республиканың экономикасындағы ауыр дағдарыс, яғни мемлекеттің күштеу саясатына негізделген азық-түлік саясаты 1920-1921 жылдары шаруалардың кеңес үкіметіне қарсы стихиялы қарулы көтерілістерінің тууына әкелді. Көктем–жаз айларында басталған шаруалардың наразылықтары “Азық-түлік салғырты жойылсын!”, “Большевиктерсіз Кеңестер үшін!”, “Ерікті саудаға жол берілсін”,–деген ұрандармен басталып, қарулы көтерілістерге ұласты.  Өскемен, Павлодар, Семей, Петропвл, Қостанай, Көкшетау, Ақмола, Атырау, Орал, Шымкент уездерінде ашық түрдегі көтеріліс кеңінен орын алды.\nТолығырақ: https://e-history.kz/kz/contents/view/844",
                "date": "16.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құмырсқа қышқылының натрий, натрий карбонатымен натрий гидроксиді",
        "question_content": "Құмырсқа қышқылының натрий, натрий карбонатымен натрий гидроксидімен натрий окидімен?",
        "question_date": "12.02.2017",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледж дипломымен аудармашы мамандығына жұмыс бар ма?",
        "question_content": "Колледж дипломымен аудармашы мамандығына жұмыс бар ма?",
        "question_date": "12.02.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 762,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білікті маман болсаңыз аудармашыға бос жұмыс орындары көп. Қосымша үйден тапсырма алып аудармамен айналыссаңыз да болады. \nКөптеген компаниялар аудармашыларды жалдайды одан қалса оқытушылар мен студенттерден тапсырыстар өте көп түседі.",
                "date": "20.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егер b1=1, b2, b3, b5 кемімелі геометриялық прогрессияның еселігін тап?",
        "question_content": "егер b1=1, ал b2, b3, b5 арифметикалық прогрессияның тізбектес мүшелері болса, кемімелі геометриялық прогрессияның еселігін тап?",
        "question_date": "12.02.2017",
        "question_tag": "Математика",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еселігі 1-ге тең",
                "date": "26.03.2017",
                "upvotes": 0
            }
        ]
    }
]