[
    {
        "question_title": "Wordpress тұралы қазақша ақпараттар бар ма ?",
        "question_content": "Wordpress тұралы қазақша ақпараттар бар ма ? Дипломдық жұмысқа қажет еді ?",
        "question_date": "29.04.2017",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 830,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы жерден толығырақ біле аласыз!  https://codeo.kz/blog/Wordpress/108.html",
                "date": "29.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өкімет залогында тұрған үйге құрылыс жүргізуге бола ма?",
        "question_content": "Сәлеметсіз бе! Мен БҚО, Зеленов ауданы, Рубежка ауылында 2012 жылы осы бағдарлама арқылы уй алғанмын.Кредитті төлеп отырмын.Қоятын сурағым, кредитім бітпей жатып қурылыс жумыстарын жургізуге бола ма?Уйге веранда қосайын дегем.",
        "question_date": "29.04.2017",
        "question_tag": "Заң",
        "question_views": 319,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Инновациялық технология классификация тақырыбына материал іздеймін",
        "question_content": "Инновациялық технология классификация , мультимедиалық онлайн курс тақырыбына материал қажет",
        "question_date": "29.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əртүрлі əдістер",
                "date": "30.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітке сезімін бірінші боп білдіргеннің айыбы бар ма? Жоқ па?",
        "question_content": "Инстаграмда осы мәндес екі пост қатар шығып, ойландырып тастады. Бір жігіт жазыпты: \"бізді ұнататынын, ғашық екенін білген бізге ұнайды. Кем боп қалмайсыңдар, қыздар\" деп. Ал бір қыз: \"Татьяна Онегинге өзі сезімін білдіріп, беті қайтқан. Кейін Евгений қайта оралғысы келгенімен, кеш болды. Бұйырмайтын дүние бұйырмайды\" деп. Сіздің ойыңыз қандай?",
        "question_date": "29.04.2017",
        "question_tag": "Достық",
        "question_views": 801,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі жоқ деп ойлаймын!Бірақ ол жігіт қандай және сізді ұната ма ?Сол туралы біліп алғаныңыз дұрыс!",
                "date": "29.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Биылғы жастар практикасының жалақысы қанша?",
        "question_content": "Жастар практикасынан өтіп жаткандар бар ма? Биылғы жастар практикасының жалақысы қанша? 56000 деген рас па? қолға қанша алады? зейнетақы қорына қанша ұстап қалады?",
        "question_date": "28.04.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жастар практикасы – бұл алған мамандығы бойынша алғашқы жұмыс тәжірибесін алу мақсатымен жүргізілетін оқу орындарының түлектерін уақытша жұмысқа орналастыру. Өткен жылы бізбен жастар практикасына 661 түлек жұмысқа орналастырылған еді, ол кезде жалақы 53 800 теңгені құраған болатын, ал биылғы жылы жастар практикасының жалақысы 71 900 теңгені құрады. Барлық әлеуметтік шегерімдерді ескергенде жастар практикасына қатысушылар 60 684 теңге алатын болады.\n\nАйта кетейік, жастар практикасына соңғы үш жылдың түлектері, жұмыссыз ретінде тіркелгендер және олардың жасы 29-дан аспағандар жолдана алады. Жұмыс беруші жұмыссызды жұмысқа алу туралы шешім қабылдаған жағдайда, жұмыс беруші онымен Қазақстан Республикасының Еңбек Кодексіне сәйкес еңбек келісімшартына отырады. Жастар практикасының ұзақтығы 6 айдан аспайды.",
                "date": "29.04.2017",
                "upvotes": 1
            },
            {
                "text": "Мен жастар практикасы бойынша жұмыс істеймін мектепте. Келісім бойынша 60125 тг. Қолыма 47 мың аламын. Зейнетақы қорына 13 мың ұстайды. Неге көп?",
                "date": "30.04.2018",
                "upvotes": 0
            },
            {
                "text": "Мен төтенше жағдайда қорғау мамандығын бітірдім...оған жастар практикасына сұраныс жок дейді..баска жұмыс орындарына жібере аласыздарма",
                "date": "5.07.2018",
                "upvotes": 0
            },
            {
                "text": "Мен төтенше жағдайда қорғау мамандығын бітірдім..Оған жоқ деп тұр..басқа жұмыс орнына жібередіма практикаға",
                "date": "5.07.2018",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсіз бе? Жастар практикасының айлықтары қандай бюджеттен бөлінеді жəне неге уақытылы берілмейді? Өзім осы жастар практикасы бағдарламамен жұмыс істеп жатқаныма 2 ай болады, бірақ мен əлі де болса  жалақымды алмадым",
                "date": "19.09.2018",
                "upvotes": 0
            },
            {
                "text": "ОҚО да 56000 қолға 51530тг аламын",
                "date": "21.09.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсизбе, мен биыл гана диплом алдым экономист-бухгалтер мамандыгым,  ЖОО, жастар практикасы багдарламасы бойынша жумыска кіру үшін кайда бару керек? Жасым 28де. Семья жағдайларына байланысты окуымды биыл тамамдадым.",
                "date": "8.10.2018",
                "upvotes": 0
            },
            {
                "text": "Жастар практикасына ЖОО-ны бітіріп қолында дипломдары барлар ғана қабылданама? Кешкі оқып жүргендер не істеуге болады",
                "date": "4.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шай жеген денсаулыққа кері əсер ете ме?",
        "question_content": "Сәлеметсиздер ме? Мен шайды (заварка) кунделікті омирде жеймин. Корсем жегим келип озимди устай алмайм. Бул ауру ма? Маган кандай дәрумен жетіспейді?",
        "question_date": "28.04.2017",
        "question_tag": "Денсаулық",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шай ішу дәстүрі ежелгі Қытай елінен бастау алады. Аңыз бойынша желмен ұшып келген бірнеше шай жапырағы қытай императоры үшін дайындалып жатқан ыдыстағы қайнаған суға түсіп кетеді (б.з.д.VI ғасыр ). Сусын өзінің дәмімен және қош иісімен билеушіні қатты қызықтырады. Сол күннен бастап ол өзінің қол астындағыларға шай демдеп, оны ішуді бұйырады.\nАл Ресейге шай 1638 жылы келіпті. Орыс елшісі Стариков Мәскеу патшасына Монғол ханның сыйлыққа берген шайын әкеліп береді. Алғашқыда патша бұндай сыйлыққа қатты ашуланыпты. Бірақ кейін жаңа сусын патшаның көңілінен шығады.\nШай Жапонияға ХІІ ғасырда Қытайдан келіпті. Жалпы шайды  батыста «ти» десе, шығыста «шай» деп атайды.\nШайды сүйсініп ішетін ағылшындар әу баста  шайдың тұқымын Қытайдан ұрлап алған екен. Бір қытайлыққа көп ақша төлеп, одан шай әзірлеу технологиясын үйреніп алады да елге келісімен оны жариялап, таратады.\nШай ағашы\nШай бұтасы — күй талғамайтын, тамырлы, көпжылдық өсімдік. Дегенмен жер қыртысы мен климаттық жағдайлардың өзгерісін жылдам сезінеді. Жапырақтары кезектесе орналасқан, қалемше тәріздес, жылтыр, шеттері өткір тісті, ұзындығы — 7, ені 4 сантиметр болады. Шай жас жапырақтардан, оның бүрлерінен өндіріледі. Алғашқы өнім бірінші вегетациядан кейін жиналады. Шай өнімдерінің ішіндегі  ең бағалысы —бірінші және екінші бүрлері. Бірінші өнім, әдетте, ақпан айынан бастап наурыз айына дейін жиналады.\nШайдың жабайы өсетін екі түрі бар. Біріншісі, қытай шайы — Оңтүстік-Шығыс Азияның таулы аймақтарында, екіншісі, ассам шайы Үндістанның Ассам ормандарында өседі. Бұл екі шайдың табиғи гибриді цейлон шайы деп аталады. Оның да екі түрі бар. Олар жер шарының тропиктік және субтропиктік аймақтарында өсіріледі. ТМД елдерінде Әзірбайжан, Грузия, Ресейдің Краснодар өлкесі мен Грузия жерлерінде қытай шайының негізінде шайдың бірнеше сұрыптары өсіріледі. Шай ағашы 100 жылдай өмір сүріп, 70 жыл өнім береді.\nШай — байха (үгітілген) және тақта шай (престелген) деп бөлінеді. Байха шайы: қара (ең көбірек тарағаны), көк және сарғыш қара, көк шай. Онда белокты заттар мен амин қышқылдары (16 пайыздан 25 пайызға дейін), пигменттер (бояғыш заттар 10 пайызға дейін), А1, В1, В2, РР, С тағы да басқа дәрумендер бар. Шайдың сергітетін әсері оның құрамындағы кофеинге байланысты. Шайдағы эфир майы 0,006 – 0,02 пайызға жуық. Ол шайға хош иіс, тіл үйіретін дәм береді.\nШай демдеу\nШай демдегенде ерекше бап қажет. Аққұманды қайнаған сумен 2-3 қайтара шайып, оған шай (2 стақан суға 1 шай қасық) салып, үстіне қайнап тұрған суды, әуелі аққұманның ½ мөлшерінде құяды да, сәл-пәл қоя тұрады. Сосын отқа қойып бұқтырып алғаннан кейін, аққұманды бүркеп сүлгімен не арнайы жұмсақ шүберекпен 5-7 минут тұндырады да, толтыра қайнаған су құяды. Егер шай түбіне толық тұнса, оның әзір болғаны деп біліңіз. Бұқтырылған шайды қыздырмайды, қайнатпайды және келесі күні шамбасына шай қосып демдемейді. Шайға ас содасын, күйдірілген қантты қоспайды. Егер шайға жаңадан қайнатылған судың орнына тұрыңқырап қалған жылы суды құйса да дәмі кетеді. Шайды фарфор немесе фаянс шәйнекпен демдейді. Шайды метал шәйнекпен шығарса, ол құсып кетіп, хош иісі мен дәмін жоғалтады.\nЫстық шай ағзаға зиян\nШайды ыстықтай ішуге болмайды. Өйткені ыстық шай кеңірдекке, ас жолы мен асқазанға кері әсер етуі мүмкін. Ұзақ уақыт ыстық шай ішу ішкі органдарды ауруға ұшыратады. Температурасы 62 градустан жоғары шай асқазанды бұзады. Шайдың температурасы 56 градустан аспауға тиіс. Шай дайындау үшін суды ұзақ қайнатқан дұрыс. Болмаса шайдың фенолы, эфирлік компоненттері қышқылданады, шай тұнықтығынан, дәмінің сапасы мен хош иісінен айырылады. Шайды бірнеше рет қайнатып ішуге мүлде болмайды. Әдетте үш-төрт рет қайнатқаннан кейін шай жапырақтарында пайдалы заттардың 50 пайызы, екінші қайнатқанда 30 пайызы қалады. Осылайша, оның құрамындағы пайдалы элементтер біртіндеп азайып, бірнеше рет қайнатқанда ондағы зиянды заттар көбейе түседі.\nСондай-ақ бұл сусынды кішкентай шыныаяқпен ішу керек. Сонда шайдың керемет дәмін шын мәнінде сезінуге  болады екен.\nҚандай кезде шай ішпейд",
                "date": "30.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нағыз металдық қасиеті айқын білінетін химиялық элемент?",
        "question_content": "Металдық қасиеті айқын білінетін метал кайсысы еді? Көмектесіңізші өтінем!",
        "question_date": "28.04.2017",
        "question_tag": "Химия",
        "question_views": 27300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Металдардың көпшілігі химиялық активті элементтер болғандықтан жай және күрделі заттармен әрекеттеседі:\n\nЖай заттармен:\n\n2Mg + 02 = 2MgO + Q жану реакциясы\n\nFe + S = FeS темір (II) сульфиді\n\nСа + Сl2 = СаСl2 кальций хлориді\n\nМеталл гидридтері тұз сияқты қатты заттар. Металл гидридтерінде ғана сутегінің тотығу дәрежесі - 1 болады, себебі металдар электрондарын сутектің атомдык радиусы кіші болғандықтан оңай береді.\n\nКүрделі заттармен:\n\nСілтілік және сілтілік жер металдар сумен куатты әрекеттесіп, судағы сутекті ығыстырып шығарады.\n\n2Na + 2Н2O = 2NaOH + Н2↑\n\nМеталдар қышқылдармен әрекеттеседі. Реакция нәтижесінде түзілетін өнімнің табиғаты металдың белсенділігіне жөне қышқылдардың концентрациясына тәуелді\n\nZn + H2SO4 (сұйык) = ZnSO4 + Н2\n\nZn + 2H2SO4(конц.) = ZnSO4 + SO2↑ + 2H2O\n\n4Mg + 10HNO3 (сұйық) = 4Mg(NO3)2+ NH4NO3 + 3H2O\n\nAg + 2HNO3 (конц.) = AgNO3 + NO2↑ + H2O\n\nМеталдар тұздармен әрекеттеседі. Белсендірек металдар (химиялық белсенді металл) белсенділігі темен металды оның қосылыстарынан ығыстырып шығарады.\n\nCu + Hg (NO3)2 = Cu (NO3)2+Hg\n\nZn + CuSO4 = ZnSO4 + Cu\n\n2Mg + TiCl4 = 2MgCl2 + Ti\n\nМеталдар оксидтермен әрекеттеседі:\n\n2Al + Fe2O3 = Al2O3 + 2Fe\n\nMg + CO2=MgO + CO\n\nМеталдар органикалық қосылыстармен де әрекеттеседі:\n\nNa + C2H5OH = C2H5ONa + 0,5H2\n\n2Na + CH3Cl = C2H6 + 2NaCl\n\nМеталл кристалындағы атомдар, иондар \"электрон газымен\" берік ұсталып, металдық байланыс түзеді дедік. Кристалдағы бос электрондарға тəуелді металдар белгілі бір ортақ қасиеттерге ие болады. Бұл қасиеттерге жылу жəне электрөткізгіштік, металдық жылтыры, иілімділігі, т.б қасиеттері жатады.\n\nЭлектр жəне жылуөткізгіштігі\n\nЭлектр өрісінің əсерінен электрондар бағытты қозғалысқа ие болады, сөйтіп, электр тогя пайда болады. Электрөткізгіштігі ең жоғары металдар күміс пен мыс, одан кейін алтын, алюминий, темір болып келеді. Ең аз электрөткізгіштік сынапқа тəн\n\nМеталдық жылтыры\n\nБұл металдардың өзіне тəн қасиеттерінің бірі-оны адамдар өте жоғары бағалап, кейбір көркемөнер туындыларын жасауға пайдаланады. Металдың бəрі де мөлдір емес, өзіндік жылтыры бар. Олар көбінесе сұр түсті болып келеді.\n\nИілімділігі (пластикалығы)\n\nМеталдарды соққанда, ұсақ түйіршіктерге бөлініп шашырап қалмайды, небəрі пішінін өзгертіп тапталады не жанашылады, яғни соғуға төзімді пластикалық қасиетін, иілімділігін көрсетеді.\n\nБалқу температурасы\n\n1000° жоғары температурада балқитын металдарды қиын балқитын, ал одан төмен болса, оңай балқитын деп бөлінеді. Ең оңай балқитын металл-сынап оның балқу температурасы 38,9 градус. Ең қиын балқитын металл-вольфрам, оның балқу температурасы 3390 градус, сондықтан оны элеткр шамынынң сымын дайындау үшін қолданады.\nhttps://kk.m.wikipedia.org/wiki/%D0%9C%D0%B5%D1%82%D0%B0%D0%BB%D0%B4%D0%B0%D1%80",
                "date": "30.04.2017",
                "upvotes": 0
            },
            {
                "text": "1 топтың А 2 топтың В топшыларындағы элементтер",
                "date": "15.10.2019",
                "upvotes": 0
            },
            {
                "text": "Cs цезий__________________метал",
                "date": "15.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мақал-мəтел тақырыбындағы анықтамалар керек?",
        "question_content": "Сəлеметсіздер ме, қазақ тілі Арман пв баспасы 5 сынып кітабындағы мақал-мəтел тақырыбы керек еді",
        "question_date": "28.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақал мен мәтелдер\n\nМақал - мәтелдер – талай замандар бойы қалыптасып ұрпақтан ұрпаққа ауысып келген халықтық мұра, асқан шеберлікпен жасалған сөз өрнегі. Мақал - мәтелдерден халықтың ақыл - ой, даналығы мен тапқырлығын көреміз. Олар – келелі ой, кең мазмұнды бір - ақ ауыз сөзбен айтып, қорытынды жасаудың тамаша үлгісі, халық тапқырлығымен айтқанда, «тоқсан ауыз сөздің тобықтай түйіні». Мақал - мәтелдер әрі ықшам, әрі көркем түрде жасалып, терең ой, кең мазмұнды қамтиды.\n\nМақалдарда ой тұжырымдалып, даналық қорытынды, түйінді пікір түрінде айтылады. Мысалдар: Кең болсаң, кем болмайсың. Әзіл айтсаң да, әділ айт. Бидайдың кеудесін көтергені – дақылы жоқтығы, жігіттің кеудесін көтергені – ақылы жоқтығы. Тұз астың дәмін келтірсе, мақал сөздің сәнін келтіреді.\n\nМәтелдерде ой - пікір мақалдағыдай, тікелей кесіп айту түрінде емес, жанамалап нұсқай салу (ишара) түрінде айтылады. Мысалдар: Айдағаның екі - ақ ешкі, ысқырығың жер жарады. Баяғы жартас – бір жартас. Сөзіңді біреу сөйлесе, аузың қышып бара ма. Ит ашуын тырнадан алады.\n\nМақал - мәтелдердің ішінде тура мағынасында ұғынылатыны да, астарлы, келтірінді мағынасында ұғынылатыны да бар. Мысалы, Олақтан салақ жаман; жауға жаныңды берсең де, сырыңды берме деген мақалдарды тікелей, тура мағынасында ұғынамыз. Ал Болат пышақ қын түбінде жатпайды; Қалауын тапса, қар жанар – деген мақалдарды келтірінді мағынасында қабылдап түсінеміз. Мұның алдыңғысы \"асыл нәрсе қашан да жарық көреді, ол үнемі жасырын күйінде қалмайды, қалай да бір жарқ етіп шығады\" дегенді, ал соңғысы «ретін тапса, қолдан келмейтін іс болмайды» дегенді білдіреді.\n\nМақал - мәтелдердің көпшілігі образды, бейнелі түрде келіп, астарлы, ауыспалы мағынасында ұғынылады. Мысалы: Темірді қызға кезде соқ. Қолы қимылдағанның аузы қимылдар. Шабан үйрек бұрын ұшар. Сырын білмес аттың сыртынан жүрме.\nhttp://bilimdiler.kz/okushi/13523-makal-matelder-turaly-tusinik.html",
                "date": "30.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектептегі маршировкаға топтың аты мен ұраны керек?",
        "question_content": "Мектептегі маршировка топтың аты мен ұраны өте қажет болып тұр. Ұран 4 жол бодуы тиіс.",
        "question_date": "28.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Діни экстремизм мен терроризмге қарсы күресудің жолы",
        "question_content": "Діни экстремизм мен терроризмге қарсы күресудің жолы",
        "question_date": "28.04.2017",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Экстремизм термині сөзбе-сөз (лат. ехігетш- шеткі) шектен тыс көзқарастар мен әрекеттерді ұстану, қоғамдағы тәртіп пен нормаларды жоққа шығару ретінде анықталады. Экстремизм бұл әруақытта әр қалай көрініс беретін өте күрделі құбылыс. Оған анықтама беруде эксперттік ортада әртүрлі түсінік бар. Оны екі топқа бөлуге болады: бірінші топ экстремизмді бір созбен негативті және әлеуметтік қауіпті құбылыс деп бағалайды. Бұл бағытты ұстанушыларды «консерваторлар» деп белгілеуге болады. «Консерваторлар» бағытыңдағылар негізінен ғылыми академиялық орта, сонымен қоса құқық қорғау орғандарының қызметкерлері.\n\nЗерттеушілердің бір бөлігі бұл мәселені салыстырмалы түрде, жіктеп қарастыруға тырысады. Оларды шартты түрде «либералдар» деп атауға болады. Либералдар экстремизмді жағымсыз құбылыс деп анықтаудан бас тартады. Мысалы Ресейдің адам құқығы институтының эксперті Лев Левинсон экстремизм бұл әртүрлі құбылыстарды кеңінен алатын іс-әрекеттің мүмкіншілігі. Сондықтан экстремизмге шек қою мүмкін емес. Экстремизм қылмыс емес. Бұған әлемдік марш сияқты ортақ құпталған шеңберден шыққан іс-әрекеттің бәрін кіргізуге болады дейді. Сонымен қоса қоғамдық құрылысқа қарсы құбылыс болса, құқықты шектеуші ретінде анықтау дұрыс емес. Себебі, кейбір әлеуметтік наразылықтар да (аштық жариялау, мемлекеттің кейбір қаулыларына қарсылық марштары) қоғамдық қауіпті феномен деп анықталып кетуі мүмкін болар еді.\n\nЭкстремизмнің пайда болуына сараптама жасай келе бұл құбылыстың негізінде адамдардың табиғи мүдделерінің қақтығыстары экономикалық, әлеуметтік, этникалық және конфессиялық қарама-қайшылықтары жатқанын көруге болады.\n\nБұндай мүдделердің, қарама-қайшылықтардың масштабы әр түрлі болуы мүмкін: жеке индивидтің жеке «Мендік» мүддесінің бүкіл қоғамға қарсы тұруынан бастап, бүкіл мемлекеттік жүйелердің қатал тайталасымен аяқталады. Қанда да бір себептермен мүдделері сақталмай қалған жағдай да тайталас екі жақтың бірі өздерінің саяси, діни, этникалық, тағы басқа мәселелерінің шешімін табу үшін шектен шыққан методтарға көшуі әбден мүмкін.\n\nЭкстремизмнің кең және нақтылы өлшемдеріне бағаны берген Ресейлік эксперт М. Краснов. Оның ойынша экстремизмге мынадай идеяларды, бағыттарды, доктриналарды таратуға бағытталған әрекеттерді жатқызуға болады:\n\nадамдарды таптық, меншіктік, рассалық, ұлттық немесе діндік ерекшеліктеріне байланысты бөлу;\n\nадам құқығын конституциялық құндылық ретінде жоққа шығару;\n\nашық плюрализм мүмкіндігін, идеяларды еркін тарату және айырбастауды жою;\n\nбір идеологияны мемлекеттік ретінде орнату;\n\nБритандық зерттеуші Ширин Акинердің ойынша\n\nөз идеялары оз өмірлеріне ғана қолданып қоймай заңды тұрде де, заңсыз да барлық мүмкін әдістерді қолдана отырып, қоғамға қолданғылары келетіндердің барлығын, экстремистерге жатқызуға болады. Кейбір жағдайда бұл терроризмге жетіп қоғамға үлкен қауіп туғызуы мүмкін.\n\nЭкстремизмнің пайда болу себебі әр қоғамда әр түрлі болады және сол қоғамдағы объективтік және субъективтік жағдайға байланысты. Әйтсе де экстремизмнің пайда болуы мен таралуының базистік жағдайы бар. Ол кез-келген қоғам мен мемлекетке тән. Қазіргі кезеңде экстремизмнің пайда болуының негізгі факторлары ретінде эксперттер мыналарды ұсынады: әлеуметтік экономикалық тоқырау; жергілікті тұрғындардың көп бөлігінің өмір сұру деңгейінің кұрт түсуі; мемлекеттік басқару жүйесі мен саяси институттардың деформациясы; олардың қоғамдық дамудың пісіп тұрған мәселелерін шешуге қабілеті жетпеу; саяси режимнің тоталитарлық сипат алуы; биліктегілердің оппозицияны басып тастауы; еркін, жаңаша ойлауды қуғындау; ұлттық қанау; жеке топтардың өз міндеттерін шешуін жеделдетуі; лидерлердің саяси амбициялары және т.б.\n\nБұл негізгі факторлармен қоса ғалымдар экстремизмнің пайда болуы және дамуына әсер ететін қосымша факторларды атап көрсетеді. Оларға халықаралық немесе мемлекеттік жүйеде экстремизм көріністеріне қарсы күрестің осалдығы, тұрғындардың, жеке топтардың саяси және құқықтық мәдениетінің төмендігі, мемлекетаралық қатынастың әлсіреуі, әлеуметтік шиеленістің өсуі т.б.\n\nhttp://www.studfiles.ru/preview/3992654/",
                "date": "30.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ жүздерінің ұрандары қандай болған?",
        "question_content": "Бізге қазақстан тарихынан ашық сабаққа дайындалу керек еді. Қазақ жүздерінің ұрандары қандай болған?",
        "question_date": "28.04.2017",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы жүз-Бақтияр;Орта жүз-Ақжол;Кіші жүз-Алдияр;",
                "date": "29.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cөздермен тіркес құрап беріңіздерші",
        "question_content": "Еңкейген, еңбектеген, жайнаған, масайраған, марқайған, қауқиған, ербиген, селтеңдеген, сөйлер, айтылар, келер, бітер, алатын, оқитын, істейтін, көретін сөздерімен тіркес құрап беріңіздерші",
        "question_date": "28.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 811,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еңкейген қарт;еңбектеген сәби;",
                "date": "29.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаруашылықтың құрамы мен құрылымы",
        "question_content": "Қазақстанның шаруашылығының құрамы мен құрылымы?",
        "question_date": "28.04.2017",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Шаруашылықтың құрамы мен құрылымы. Қоғам экономикалық іс-әрекетсіз өмір сүре алмайды. Оның әр алуан түрлері елдің экономикасын (шаруашылығын) құрайды. Бұл жерде адамдар (жұмыс күші) өндіріс құралдарымен байланысқа түседі. Еңбек құралы (адам немен жұмыс істейді) және еңбек өнімі (нені өңдейді). Осындай байланыс нәтижесінде - азык-түлік, өнер-кәсіп тауарлары, әр түрлі қызмет ету түрлері пайда болады.\n\nСонымен, шаруашылық дегеніміз - халықты тіршілік ету көзімен қамтамасыз ету.",
                "date": "30.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Гүлзардағы гүлдердің дөңгелек диаграммасын салу керек?",
        "question_content": "Гүлзардағы гүлдердің 12-ден 5-і - раушан гүлдері,3-тен 1-і - қалампыр гүлдері,6-дан 1-і - қызғалдақ гүлдері, қалғаны - бәйшешек гүлдері.Гүлзардағы гүлдердің дөңгелек диаграммасын салыңдар...",
        "question_date": "28.04.2017",
        "question_tag": "Математика",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Былай шығатын есеп.\nКруг=360гр\n360*5/12=30*5=150гр- розы\n360*1/3=120гр- гвоздики\n360*1/6=60 -тюльпаны\n360-150-120-60=30гр-подснежники\n\nТолько рисуйте с транспортиром, а то я на глазок делала",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бейорганикалық қосылыстардың массалары нешеге тең?",
        "question_content": "Кукрт пен көмірдн 3 г коспасын жакканда кукрт оскиды мен комиртек оксидтеринин 9 г коспасы тузлді.Бастапкы кукрт пен көмірдн массаларн тауып бериниздерши",
        "question_date": "28.04.2017",
        "question_tag": "Химия",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көзілдірік кигенде не себептен мұрнымды ауыртады?",
        "question_content": "көзілдірігім мұрнымның үстін ауыртады. кигенде қажайды. көзілдірік ауыстырғаным дұрыспа? әлде ауыртайтындай етіп қолданудың басқа амалдары барма?",
        "question_date": "28.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Баламен бетпе-бет\" бағдарламасына қатысу үшін қалай өтініш білдіреді?",
        "question_content": "Сəлеметсіздерме! Үлкен ұлым Сабыр мен кісіші Қадырғали да 4 жаста, \"Балапан\" арнасының сүйікті көрермені \"Баламен бетпе-бет\" бағдарламасына қатысқысы келеді. Өтініш білдіруші анасы +77079378189",
        "question_date": "28.04.2017",
        "question_tag": "Телебағдарламалар",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Байланыс телефоны: 8 (7172) 55-38-01\n\nE-mail: *Emails are not allowed*\n\nОсы жерлерге хабарласып көріңіз.....",
                "date": "19.05.2017",
                "upvotes": 0
            },
            {
                "text": "Салеметсіздер! Сіздің ұжымға шаттық, шығармашылық табыс , өсу және  осындай балаға арналған бағдарламалардың көп болуын тілейміз!    Мен, Павлодар облысы, Ақсу қаласынан хат жолдап отырмын. Қызым, Аяулым 5 жаста. Ақсу қаласының №2 балабақшасына барады. Сіздің бағдарламаңызды көрген сайын қатысқысы келетінің айтып, өз ниетін білдіреді.\n\n         Сіздерден біздің өтінішімізді қабылдауларыңызды сұраймыз!  байланыс телефоны: 8777 937 3584",
                "date": "2.10.2017",
                "upvotes": 0
            },
            {
                "text": "Салеметсиздерма. Баламен бетпебет багдардамасына кызымды катыстыргым келеди.кызым Марат Айнур. 3",
                "date": "2.03.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсізбе. Менің немерем Сезім 5жаста. Сіздің бағарламаларыңызға катыскысы келеді. Қалай өтініш білдіре аламын. 87711587501 әжесі Рахат",
                "date": "21.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Өрлеу\" бағдарламасын онша түсіне алмадым?",
        "question_content": "4 балалы анамын Жәрдемақы 9450 тг аламын. 2018 жылдың қаңтарынан қандай өзгерістер бар. Жолдасым және өзім жұмыс істейміз. 11622 тг асса бір адамға шаққандағы шығын жәрдемақы тоқтатылады деген рас па. \"Өрлеу\" бағдарламасын онша түсіне алмадым.",
        "question_date": "28.04.2017",
        "question_tag": "Заң",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекет басшысының қолданыстағы атаулы әлеуметтік көмек көрсету тетіктерін жетілдіру тапсырмасы аясында, 2016 жылдан бастап Балқаш қаласында әлеуметтік мұқтаж топтарды қолдауға және отбасындағы нақты табысты арттыруға бағытталған \"Өрлеу\" пилоттық жобасы жүзеге асырылады.\n«Өрлеу» жобасы– отбасының (адамның) еңбекке қабілетті мүшелерінің жұмыспен қамтуға жәрдемдесудің мемлекеттік шараларына қатысуы және қажет болған жағдайда, еңбекке қабілеттілерін қоса алғанда, отбасы мүшелерінің (адамның), әлеуметтік бейімделуден өтуі шартымен отбасына (адамға) шартты ақшалай көмек беру бағдарламасы. Жоба жұмысқа тұруға, мамандыққа оқуға, қайта даярлауға, сонымен қатар жастар тәжірибесіне, қоғамдық жұмыстарға және әлеуметтік жұмыс орындарына ықпал етеді.еуан б\n«Өрлеу» жобасына қатысуғаШАК тағайындауға өтініш білдірген және отбасының белсенділігін арттырудың әлеуметтік келісімшартының міндеттемелерін орындауға келісімін берген, айлық табысы жан басына шаққанда ең төменгі күнкөріс деңгейі 60 пайыздан төмен болатын (2016ж. I тоқсанына-11467 теңге) отбасылардың (адамдардың) құқығы бар.\nОтбасының белсенділігін арттырудың әлеуметтік келісімшартыалты айға, отбасы мүшелерінің әлеуметтік бейімделуін ұзарту қажет болған және (немесе) отбасының еңбекке қабілетті мүшелері кәсіптік оқуын аяқтамаған және (немесе) жастар практикасынан өткен және (немесе) әлеуметтік жұмыс орындарында жұмыспен қамтылған жағдайда, оны қосымша алты айға дейін ұзарту мүмкіндігімен жасалады.\nОтбасының әрбір мүшесіне (адамға) арналған ШАК мөлшері отбасының (адамның) жан басына шаққандағы табысы мен облыста белгіленген ең төмен күнкөріс деңгейінің 60 пайызы (2016ж.I тоқсанына-11467 теңге) арасындағы айырма ретінде айқындалады.\nШартты ақшалай көмек көрсетілуге қажетті құжаттар тізілімі:\n1)жеке басын куәландыратын құжат;\n2)отбасы құрамы туралы мәліметтер;\n3)отбасы мүшесіне қамқоршылықтың (қорғаншылықтың) белгіленгенін растайтын құжат (қажет болған жағдайда);\n4)тұрақты тұрғылықты жері бойынша тіркелгенін растайтын құжат немесе мекенжай анықтамасы немесе ауылдық округ әкімінің анықтамасы;\n5)жеке қосалқы шаруашылығының болуы туралы мәліметтер.\nШАК тағайындау туралы хабарлама өтініш беруші уәкілетті органға өзі келген кезде беріледі.",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың ауданы қаншаға тең?",
        "question_content": "\\Тік бұрышты үшбұрыштың катеті 12 см, ал оған іргелес жатқан бұрыш 300. Үшбұрыштың ауданы қандай?",
        "question_date": "28.04.2017",
        "question_tag": "Геометрия",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауданының мәні 24*sqrt (3)",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай мезгілде теректердің бұтағын кесіп, одан тамыр шығаруға болады?",
        "question_content": "Осип турган агаштын 1 бутагын кесип одан калай тамыр шыгаруга болады видеосы болса типти жаксы болады,\n\nкай мезгилдерде бутагын кесип тамыр шыгаруга болды айтып жберсендер",
        "question_date": "28.04.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көктемде осылай жасалған тиімді. Тез тамыр шығады",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мағжан Жұмабаев Тоқсанның тобы поэмасы дәл қазір керек еді?",
        "question_content": "Мағжан Жұмабаев Тоқсанның тобы поэмасы дәл қазір керек еді?",
        "question_date": "28.04.2017",
        "question_tag": "Мектеп",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алғашқы саны неге тең?",
        "question_content": "Егер екі таңбалы санның əрбір цифрын бір таңбалы сан түрінде жазсақ олардың қосындысы 9-ға тең.егер оның цифраларын орындарын ауыстырады алғашқы саннын 63-ке кем сан шығады. Алғашқы саны қандай сан?",
        "question_date": "28.04.2017",
        "question_tag": "Математика",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі таңбалы сан 81-ге тең.",
                "date": "3.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "OLX немесе market сияқты сайттарды ресми түрде қалай заңдастыруға болады?",
        "question_content": "Сәлеметсіздерме! OLX немесе market сияқты сайт ашқалы жүрмін. Сондай жарнама сайттарын ресми түрде қалай заңдастыруға болады?\n\nНе істеу керек? Яғни құжаттар жағын қалай реттеу керек? Ондай іспен айналысуға лицензия бірдеңе қажет пе?",
        "question_date": "28.04.2017",
        "question_tag": "Кәсіпкерлік",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гта 4 немесе 5 ойындары телефонға шықты ма?",
        "question_content": "Гта 4-5 ойындары телефонга кашан шыгады",
        "question_date": "28.04.2017",
        "question_tag": "Ұялы телефон ойындары",
        "question_views": 649,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "нет\nине выйдет\nhttps://trle.kz/023",
                "date": "9.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжге түсу үшін қандай пәннен сынақ тапсыру керек?",
        "question_content": "11 бітіріп колледжге стамотолог мамандығына түсу үшін қандай пәндерден сынақ тапсырамын? Ұбт-ға қатыспасам?",
        "question_date": "28.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биология мен оку тилине байланысты казак тили немесе орыс тили",
                "date": "2.05.2017",
                "upvotes": 0
            }
        ]
    }
]