[
    {
        "question_title": "Aliexpress сияқты басқа қандай гипермаркет онлайн магазин бар",
        "question_content": "Баска кандай  Төмен бағада  заттар сатылатын  мықты онлайн гипермаркет бар ма",
        "question_date": "17.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 520,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Taobao, LIGHTINTHEBOX - гипермаркет качественных товаров по доступным ценам, HOFF.ru – мебель и товары для дома, DOMOS.ru – интернет-магазин посуды",
                "date": "19.07.2016",
                "upvotes": 0
            },
            {
                "text": "Lamoda\n\neBay\n\nBangood",
                "date": "24.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы жүз Дулаттар Үндістанды не үшін жаулап Патшалық етті?",
        "question_content": "Ұлы жүз Дулаттар Үндістанды не үшін жаулап патшалық еткен?  Атақты әлемнің жеті кереметтерінің бірі \"Тадж махал\" кесенесін Мұхаммед Хайдар Дулати бабамыз яғни Дулаттар салдырғаны рас па?\n\nБір нәрсеге түсінбей отырмын, Бабыр дулаттан шығады, ал сол Индияға жорық жасаған Бабырдың  арғы аталары Шыңғыс хан , Ақсақ Темір дейді мына бейне филімде. Сонда Әлемді жаулаған Шыңғыс хан мен Ақсақ темір біздің Ұлы жүздер болғаны ма?",
        "question_date": "17.07.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұлы жүзге Ту, орта жүзге қалам, кіші жүзге найза берген Би кім ?",
        "question_content": "Ұлы жүзге ту,  орта жүзге қалам,  кіші жүзге найза берген Бидің аты-жөні,тегі кім ?",
        "question_date": "17.07.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 32200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Кіші жүзге найза беріп жауға қой, Орта жүзге қалам беріп дауға қой, Ұлы жүзге таяқ беріп малға қой\" (Майқы-би)\n\nҰлы жүзге қамшы бер де малға қой,\nОрта жүзге қалам бер де дауға қой,\nКіші жүзге найза бер де жауға қой.",
                "date": "20.07.2016",
                "upvotes": 0
            },
            {
                "text": "Оу тате тарихты жөндеп  ашып оқы.Мына орта жүздер көре алмаушылықтары көп.Кіші жүзге найза беріп жауға қойған өйткені қанжұтқан батырлар болған.Сенің миың көре алмаушылықтан тарихты өз бетіңше өзгере берме көргенсіз.",
                "date": "23.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шекті Жиеней руының толық шежіресі керек еді?",
        "question_content": "Шекті Жиеней руының толық шежіресі керек еді?",
        "question_date": "17.07.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы аталған рулар Өзбекстаннаннан,  Қарақалпақстаннан көшіп кеп жатқан оралмандар ғой. Олар  енді Алматыға , Шымкент, Тараз қалаларына Оңтүстік облыстарға  көшіп кеп жатыр,  олардың негізгі отаны Орал, Ақтөбе, Батыс Қазақстан жақта .(Ата-бабаларының жатқан жері (зираты) батыста,өздерінің айтулары солай).",
                "date": "17.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжде автоматика мамандығында қандай сабақтардан тест болады?",
        "question_content": "Сіздерден сұрайын дегенім мен колледжге түсейін деп едім. Мамандық автоматика Киипиа таңдадым. Енді соған қандай сабақтардан тест тапсырады және де тесттарі оңай ма?",
        "question_date": "17.07.2016",
        "question_tag": "Физика",
        "question_views": 310,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шымкентте арзан әрі дәмді тамақ жасайтын қандай орындарды білесіз?",
        "question_content": "Шымкентте тамақ өндірісінің сервисі жақсы дамыған.\nҚызмет көрсету саласы мықтап қолға алынған. Кафе, мейрамxана, ресторандар арасында бәсекелесті к бар.\nМеймандардың таңдау мүмкіндігі көп.\nБағасы да қалтаға көп ұрмайды. \nБұл өзге қалаларға үлгі боларлық жағдай.\nШымқалада Н.Төреқұлов атты көше бар. Көше бойындағы дәмxаналар бірінен-бірі өтеді (Әрқайсысының өзіндік бренд тағамдары да бар).\nШымкентте арзан әрі дәмді тамақ жасайтын қандай орындарды білесіз?",
        "question_date": "17.07.2016",
        "question_tag": "Бизнес туралы",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шымкентте нашар дәмхананы көрген емеспін, ең нашары басқа қалалардың ең мықты дәмханаларынан әлдеқайда артық.  Шашылыктері арзан, дәмді, әр аттам сайн көздің жауын алатын шайханалар, қызмет көрсеткенін көрсең тәбетің ашыла береді, тамақтары арзан, қарның ашпайды. Мәдениетті тап-таза жасыл қала!",
                "date": "17.07.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Уколдан кейін абцесс болса не істеуге болады?",
        "question_content": "Уколдан кейн абцесс болса не істеуге болады? Жәнеде қандай компрес түрлерін қолдану керек ? тезірек жауап бере аласыздар ма!!!",
        "question_date": "16.07.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден көрген түсініктірек болар. Видео:",
                "date": "16.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сибирская язваның қазақша аудармасы - топалаң, түйнеме, күйдіргі екенін білетін ба едіңіз?",
        "question_content": "Сибирская язва дегенді - Сібір жарасы деп жазудан бір танбай-ақ қойдық. Менің қолымда 1955 жылы басылып шыққан С.Арзымбетов деген кісінің \"Орысшақазақша ауылшаруашылық сөздігі\" атты ескі кітап бар. Сол кітапта \"Сибирская язваның\" қазақша аудармасы - топалаң, ұшпа /қойда/, қараталақ /сиырда/, жамандату /жылқыда/, ақшелек /түйеде/, түйнеме, күйдіргі /адамда/ деп тайға таңба басқандай етіп жазылған. Демек, біздің еліміздегі БАҚ осы аударманы басты негізге алуы керек. \"Сибирская язваны\" - \"Сібір жарасы\" деп аудару және қолдану ғасырлар бойы мал бағудың қыр-сырын жетік білген қазақ халқының тілін тірідей қорлау болып табылады. Өзіміз білмесек, білгеннің тілін алғанымыз жөн. Бұқаралық ақпарат қызметкерлері - тілшілер қауымы осыны ескерсек! Әр сөзді орнымен және орайымен қолданбасақ, мемлекеттік тіліміздің мерейін асырып, мәртебесін көтере алмаймыз!",
        "question_date": "16.07.2016",
        "question_tag": "Саясат туралы",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атын атамаңыз! Аурудық атын қазақшаға аударып сөз байлығымызды түгендемей ақ қояйық. Басқа жөні түзу сөздерді дұрыстап алсақ та мұртымызды балта шаппас еді.",
                "date": "16.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түркияның экономикалық реформалары. Түркия президенттік басқару жүйесіне өтуі мүмкін бе?",
        "question_content": "Түркияның экономикалық реформаларына қызығамын, біраз зерттенгенім бар. Ал сыртқы я ішкі саясатына қатысты ештеңе айта алмаспын. Десе де кейбір айтылып жатқан пікірлерге ой қосқым келеді.\n1. \"Мемлекеттік төңкерісті Ердоған өзі ұйымдастырған\". Бұл енді абсурд! Түрік халқын ақымақ санаудың қажеті жоқ. 60тан аса адам өлді, атыс болды. Осының бәрі шоу дегенге кім сенеді? Халық шықпағанда мемлекеттік төңкеріс болар еді, бұл сөзсіз!\n2. Ердоған ұнасын, ұнамасын заңды сайлау арқылы билікке келген. Бұл - түрік халқының таңдауы. Оны әскери жолмен төңкеру - халық таңдауына қарсылық. Оппозиция мемлекеттік төңкеріс талпынысын айыптады. Ердоғанға қарсы халықтың өзі алаңға шықты. Мәселе Ердоғанда емес, барлық өзгерістің демократиялық жолмен болуына қатысты. Қазір әскери төңкерістердің заманы емес! Бүкіл әлем мұны айыптап жатыр.\n3. \"Кімге пайдалы?!\" Біраз адам Ердоғанға пайдалы депті. Енді мемлекеттік төңкеріске талпынысты ол және оны қолдайтындар жасаған жоқ. Сәтті іске асса шаруасы бітуші еді.\n4. \"Ердоған халықты алаңға шақырды, бұл дұрыс емес!\" Сонда не істеуі керек еді, қарап отыруы керек пе? Халық дауысын беріп сайлады, ендеше сол халық бәрін шешсін! Саясаткер халқына сүйенуі керек.\n5. \"Түркия президенттік басқару жүйесіне өтуі мүмкін\". Бұл расымен болуы мүмкін жағдай. Алайда, меніңше Түркия үшін бұл қате жол болар еді. Абдолла Гүл, Ахмет Дауытоғлы сынды тұлғалардың да саясаттан кеткені өкінішті.\n6. \"Түркия армиясының беделі түсуі мүмкін\". Төңкерісті бүкіл армия басшылығы ұйымдастырған жоқ. Басқа басқа, бірақ түріктер - әскер қадірін білетін халық. Қанша зұлмат жағдайдан да елді кезінде алып шыққан армия болатын. Сондықтан не жағдай болмасын армия қадірсіз болып қалады дегенге сенбеймін.\n7. \"Қазақтар Түркияны несіне талқылап жатыр?!\". Түркия бізге бауырлас ел, ондағы жағдай біз үшін маңызды, ой қосуға құқығымыз бар. Әлбетте, бұл - Түркияның ішкі шаруасы. Біздің тілек - ондағы жағдай тезірек тұрақталғаны. \nБүгін шындығында халық Ердоғанды емес, заңды билікті, өзі дауыс беріп сайлаған Үкіметті қолдады. Ердоғанға ашық қарсы саясаткер, журналистер т.б. мұны айыптап жатыр. Олар жағдай тұрақталса қайтадан Ердоғанды сынауын бастайды. Бұл - демократия. Бұл жағдайдардың барлығы Түркия экономикасы үшін ауыр соққы болып жатыр. Түбі бұл сынақтардан да бауырлас Түркия аман-есен өтетініне сенемін.\nРуслан Желдібай",
        "question_date": "16.07.2016",
        "question_tag": "Саясат туралы",
        "question_views": 810,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ең алдымен сол түріктердің мінез құлқын зерттеп, біліп алайықшы, Саясаты содан кейін ақ белгілі бола жатар. Олар Ресейден кешірім сұрап,атып құлатқан әскери ұшақтарын төлеп берейін деп жатқанын есіткен кезде ақ көңілім қалып қалған.Алдында Ресейге доқ көрсеткен еді еркек сияқы......",
                "date": "16.07.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінен курсқа барған мұғалімге неге ақы төленбейді?",
        "question_content": "Құрметті Білім министрі. Менің аты-жөнім Хасенова Жанар Сансызбайқызы, мен ағылшын тілінің мұғалімімін. Мен Сізге Алматы облысы Ақсу ауданы Кеңғарын ауылынан хабарласып отырмын. Менің Сізге сұрағым биылғы жылы 1-сыныпқа сабақ беретін мұғалімдер ағылшын тілінен курсқа барады деп ауданнан хабарлады, аудандық білім бөлімінің бастығы Рамазанов Б. мырза. Біз жазғы демалысымыздан бөліп курсқа жіберумен қатар барған жолымыздың ішкен асымыздың ақысы төленбесе біз курсқа қалай барамыз, қалай күн көреміз 1 ай бойы? Құрметті Министр мырза менің сұрағым орынсыз дерсіз бірақ біз қазір ақылы демалыстамыз. Еңбек ақымызды ұстап қойғанбыз, алатын ақымыз 50-60 мың шамасында ғана. Ойланып көріңіз оны қайда жеткіземіз? Көмектесіңіз. Менің сұрағыма дүйсенбіге дейін жауап берсеңіз дұрыс болар еді. Сізге алдын ала көп көп рахмет. Көмектесесіз деп сенемін.",
        "question_date": "16.07.2016",
        "question_tag": "Банк",
        "question_views": 895,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңызды білім және ғылым министрлігінің ресми сайтына жазғаныңыз дұрыс.  Бұл  жерде ешкім сіздің мәселеңізді шешіп бере алмайды. Негізі курсқа баратын мұғалімдерге оқу үшін ақшалай  ақысы төленеді деп айтқан , сондықтан  алдымен ауданыңыздың білім бөліміндегі кураторлардан немесе методистерден, ол болмаса тікелей бастықтан /заведующий районным отделом народного образования/ Зав.РОНО-дан сұрастырып көріңіз.",
                "date": "16.07.2016",
                "upvotes": 0
            },
            {
                "text": "Кешіріңіз мен кіммен сөйлесіп отырғанымды білсем деп едім. Және мен білім және ғылым министрінің сайты деп кіргенімде осы сайт т.б сайттар шықты. Сосын, ең қолайлысы министр мырзаға жаздым деп жазған болатынмын. Егер сіз министр мырза болмасаңыз ол кісінің сайтын жаза аласыз ба маған?. Алдын ала рахмет сізге.",
                "date": "16.07.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл қалай болғаны сонда қазіргі мұғалімнің мәселесіне мән беріліп жатыр былайша айтқанда 1-сынып оқушыларын оқытатын мұғалімдерге ерекше көңіл бөлінеді дегені бос сөз болғаны ма? Министрліктегілерді түсінбеймін 50-60 мың алатын мұғалімдер өздерінен бай дей ме?",
                "date": "18.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазір қауын-қарбыз сатылып жатыр, оның тәттілігін қалай білуге болады?",
        "question_content": "Қазір қауын-қарбыз сатылып жатыр, оның жақсы піскенін және тәттілігін қалай білуге болады?  Мысалы: кесіп жеп көрмей. Кесіп жеп көрсең, тәтті болса алып жүру қиын ішінен суы ағып ыңғайсыз жағдайға қалдырады. Тәтті болмай шықса, тастап кету де сатушыдан обал, ыңғайсыз жағдай.",
        "question_date": "16.07.2016",
        "question_tag": "Өсімдіктер",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарбыз алар кезде мына кеңестерді есте ұстау керек:\n-Піскен қарбыздың ақ жолағы жалпақ болады әрі жолағы қанық болуы тиіс;\n-Қарбызды шертіп көрген кезде дауысы анық шығуы керек;\n-Сыртында қоңыр-қара дағы бар немесе жырылған қарбызды көрсеңіз мүлде жоламағаныңыз жөн;\n-Ірі әрі салмағы ауыр қарбыз жақсы піскен;\n-Қарбызды сондай-ақ, жеміс сабағына қарап та таңдауға болады. Егер жеміс сабағы шірімеген болса онда ол жаңа жұлынып әкелінген және іші де түспеген;\n-Қарбызда болатын сары дақтар оның толық піскенін білдіреді;\n-Қарбыздың сырты жылтыр болса да жақсы піскендігінің белгісі.",
                "date": "16.07.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Грантқа қай мамандыққа түсе аламын?",
        "question_content": "Ұбт дан 92 балл жинадым. Орыс тілінсіз 76 балл. Таңдау пәнім биология. Қай қалаға қай мамандыққа қандай оқу орнына грантпен түсуге болады.",
        "question_date": "16.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 994,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы өзіңіз қандай  ЖОО мен қандай мамандықтарды қарастырып отырсыз ?!\n\nПедқа түсіп кетуіңіз мүмкін (:",
                "date": "16.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефоннан видео қарап отырсам, өзінен-өзі автоматты түрде тұрып қалады?...",
        "question_content": "Вконтакте, Ютуб желісінен видео қарап отырсам, автоматты түрде 1-2 минуттан кейін, видео өзінен-өзі стопқа қойылып кетеді, қайта-қайта плейді басып отырғаның... Кім біледі?... Телефон моделі Samsung Galaxy Mega 6.3...",
        "question_date": "16.07.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол телефонның процессорының оперативный памяты аз, күші жетпейді  ютубтан видео тартып көруге.  Екінші мәселе:  Интернеттің өзінен болуы мүмкін. кейде  солай тежеле бергіш болып тұрады.",
                "date": "16.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Финансисттердің зарплатасы канша?",
        "question_content": "Финансист мамандығын тандағандар кейн финансист болып жумыс истегенде канша зарплата алып журетин болады? Билетиндер болса айтип жибериндерш. Алдын ала коп рахмет)",
        "question_date": "15.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Эм... Қай жерде жұмыс жасайтыныңызға  байланысты. Гуглдан \"вакансии финансиста в казахстане \" деп іздеп көріп жұмыс берушлердің шамамен  ұандай жалақы төлейтінін қарап көрсеңіз де болады (;",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "Осы финансистердің кедейін көрмедім,  олар өздері финансист болса, бастары қатты істейді да. Олар өздерінің жалақыларын өздеріне жақсылап ығайластырып қояды ғой, қай жағынан болса да.  Ал мал баққандардың , қара жұмысшылардың байып кеткенін көрмедім, қашан көрсең әркімге жалданады да жүреді.",
                "date": "15.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геодезия және картография деген қандай мамандық?",
        "question_content": "Геодезия және картография мамандығын оқысам қайда жұмыс жасаймын. Жақсы жұмыс таба аламын ба? Зарплатасы қанша екен. Қанша оқушылар түсіп жатыр осы мамандыққа?",
        "question_date": "15.07.2016",
        "question_tag": "Мектеп",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Геодезист  боласыз. Жұмыс таба алу-алмау тек қана сізге байланысты . Жалақысы , шамамен , 150 000 -нан басталады.  Төмендегі ақпаратты оқып көріңіз (;\n\n \n\nВыпускнику бакалавриата по специальности 050711 - Геодезия и картография присуждается академическая степень бакалавра геодезии и картографии. Сферой профессиональной деятельности бакалавра являются все отрасли экономики, включая военно-промышленный комплекс, гражданское и промышленное строительство, государственные органы в области управления земельными ресурсами и т.д\n\nПеречень ВУЗов ведущих набор студентов по специальности 050711 – Геодезия и картография\n\nНациональные вузы\nКазахский национальный университет им. аль-Фараби\nКазахский национальный технический университет имени К.И. Сатпаева\nЕвразийский национальный университет имени Л.Н. Гумилева\n\nГосударственные вузы\nМеждународная образовательная корпорация\nАтырауский институт нефти и газа\nСемипалатинский государственный университет имени Шакарима\nВосточно-Казахстанский государственный технический университет имени Д. Серикбаева\nКазахский агротехнический университет имени С.Сейфуллина\nКарагандинский государственный технический университет",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "5В0711-«Геодезия және  картография» мамандығы – бакалврлады объектілердің орналасуларын және оларды кеңістік пен уақытта басқаруды; геодезиялық қаматамасыз етудің бүгінгі күнгі технологияларын жасауды; геодезияның және онымен байланысты ғылымдардың (гравимертия мен Жер кескіні теориясының, ғарыштық геодезия және астрономияның) - басты ғылыми мәселесі – Жер кескінін параметрлері (оның пішіні мен мөлшерлерін) анықтауды, сыртқы гравитациялық өрісті және оның уақыт бойынша өзгеруін  анықтауды; глобалдық, ұлттық (мемлекеттік) және жергілікті жоғарғы дәлдікті тіректік геодезиялық торларды астрономдық-геодезиялық, гравиметриялық және глобалдық навигациялық серіктік жүйелерді (ГЛОНАСС, GPS және т.б.) кешенді түрде қолданып құруды; түрлі мақсаттағы  және масштабтағы арнайы сандық карталарды және басқа картографиялық өнімдерді жасау жасау үшін дайындауды қарастырады.\nОқыту барысында студент келесі пәндер бойынша білім алады: жалпы білім беру пәндер циклі, Қолданбалы мәселелерді бағдарлау, Геодезия, Жоғарғы геодезия, Картография, Сандық картографиялау, Геодезиялық астрономия, Фотограмметрия, Геоақпараттық жүйелер (ГАЖ),  Жерді қашықтықтан зерделеу, Картографиялық-геодезиялық өндірістің экономикасы, Геодезия мен картографиядағы еңбекті қорғау.\nТүлектің квалификациясы: қолданабалы мәселелерді шешу үшін ГАЖ-ді пайдалану, Геодезиялық торларды құру және жетілдіру,  GPS-қабылдағыштарды қолданып түсіру, Пландар мен карталарды жасау мен жаңарту, Геоедезиялық жұмыстарды ізденіс, құрылыс салу, түрлі объектілерді қайта құру кезінде жүргізу, Жерге оналастырушылық және кадастрлық жұмыстар.\nТүлек, Жер ресурстарын басқару агенттігінде; «Ұлттық картографиялық-геодезиялық қор» РМКҚ-да;  «МАШАГЗИ»-де;  «Кагеокарт» РМКҚ-да; «Оңтүстікгеодезияда»; «Батысгеодезияда»; «Шығысгеодезияда»; «Солтүстікгеодезияда»;\nАймақаралық жер инспекцияларында; Жобалау институттарында;  Жер қатынастарын басқару орындарында;  Жерге оналастырудың мемлекеттік ғылыми-өндірістік орталықтарында; Қалалардық коммуналдық қожалықтарында; Құрылыс компанияларында; Мұнай-газ салаларында қызмет ете алады.\n-«Геодезия және  картография» мамандығы мамандарды дайындауға шамамен 50 оқытушы қатысады, олардың ішінде 35 оқытушы ғылыми дәрежеге ие.\nМамандық материалдық-техникалық базамен жақсы жабдықталған. Оған мына жабдықтар кіреді: лицензиялық ArcGIS 9.2 және  ERDAS бағдарламларымен қамтамасыз етілген ГАЖ орталығы мен Сандық картография лабораториясы; TrimbleR7 GPS қабылдағыштары; Trimble фирмасының М3 электрондық тахеометрлері, АҚШ; Швейцариялық  «Leica» фирмасының ТS02 тахеометрлері,  сонымен қатар, түрлі маркалы нивелирлер мен электрондық және оптикалық теодолиттер.\nТеориялық білімді нығайтып, практикалық дағдылану және іс жүзінде жұмыс әдістерімен танысу үшін студенттер өндірістік практиканы практика базаларында өтеді. Олар Алматы қаласының геодезиялық және картографиялық кәсіпорындарында орналасқан.\nМамандықтың оқытушылары келесі шетелдік оқу орындарының әріптестерімен қарым қатынаста:\n1. Патшалық техникалық университеті ПТИ (Стокгльм қ., Швеция);\n2.Батыс Венгрия университеті (г.Шехесрехервар,Венгрия);\n3. Валенсия Техникалық университеті, (Валенсия қ., Испания);\n4. Н.Исанов атындағы Қырғыз мемлекеттік құрылыс, транспорт және сәулет университеті   (Бишкек қ., Қырғыз Республикасы);\n5. Сібір Мемлекеттік геодезиялық академиясы (Новосибирск қ., Ресей).\n6М071100-«Геодезия» мамандығы техника және технология магистрлерін 6М071100-«Геодезия» мамандығы бойынша 1,5 жыл көлемінде (кәсіптік бағыт) және техникалық ғылымдар магистрлерін «Геодезия» мамандығы бойынша 2  жыл көлемінде (ғылыми-педагогикалық бағыт) дайындауды қарастырады.\nОқу барысында студент Психология, Басқару және Философия тарихы сияқты негізгі пәндерден басқа келесі салалық пәндерді өтеді: Глобалдық навигациялық серіктік жүйелер, Геодезия және картография саласындағы ГАЖ, Жерді қашықтықтан зерделеу, Мемлекеттік геодезиялық торларды жетілдіру әдістері, Геовизуализациялау, Қателіктер теориясы, Кеңістіктік талдау.",
                "date": "17.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Meizu жақсы телефон ба?",
        "question_content": "Meizu  жақсы телефон ба?Кім ұстап көрді?Камерасы қандай?Не айтасыздар",
        "question_date": "15.07.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 642,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://market.yandex.kz  -тен отзыв оқып көріңіз (:",
                "date": "15.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет жумыс деген рас па?",
        "question_content": "Осы интернет жумыс деген рас па?Сонда кандай зат ол,ким жумыс жасап акша тауып корди,толыгырак айтып кетсениздер,каншалыкты рас нарсе???",
        "question_date": "15.07.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сотка жөндейтіндер, электро техникалар жөндейтіндер, түрлі агрегат жөндейтіндер, Адам емдейтіндер көп ақша тауып жатыр, сол интернеттен қарап көріп алып жасай береді.",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "Сайт жасап сататындар бар,немесе интернет-магазинде админстратор болатындар бар,жолдары баршылық қой негізі",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "интернетте ақша табудың турли жолы бар тиынна бастап милиардка дейін білмесең отырасың тиын ға жумыс істеп мен биржада істеп келем керек болма хабарлас",
                "date": "14.08.2016",
                "upvotes": 0
            },
            {
                "text": "Жұмыс ұсынамын: Vsemmoney56.ru\n\nБар жоғы 57 тенгемен мен кіресіз.\n\nАстынызға 3 адам тіркейсіз.\n\nАқшаныз Qiwi кошелекта тұрады.\n\nСатыу,сатып алу жоқ.\n\nЕшқандай пирамида,алдау емес.\n\nҚыз-келіншектер, студенттер ге ыңғайлы жұмыс.\n\nТолық ақпарат ватцап: 87471133198",
                "date": "13.02.2017",
                "upvotes": 0
            },
            {
                "text": "https://vktarget.ru/?ref=5218570  мна сайтта кунине 30 рубл табуга болады кирип регтан отсен тусинип аласн",
                "date": "7.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан Үкіметі Баян-Өлгийге неше теңгенің гуманитарлық көмегін көрсетеді?",
        "question_content": "Қазақстан Үкіметі Баян-Өлгийге неше теңгенің гуманитарлық көмегін көрсетеді?",
        "question_date": "15.07.2016",
        "question_tag": "Саясат туралы",
        "question_views": 237,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Беленділер жинап жатқан ақпарат туралы оқыдым. Біарақ Қазақстан билігі туралы ақпарат жоқ екен.\n\nАятжан Ахмет\n\nБІр есеп беріп қояйын, бүгін біраз атымтай жомарт жігіттер қол созып жатыр, кімнің атынан қайдан келіп жатқанын компютерден көріп отырмын. 500 теңгеден бастап біраз сумаға дейін түсіп жатыр...\nХалық банк: 1 096 945 теңге.\nСчет Qiwi 156 002 теңге.\nҚолға: 109 000 теңге.\nДаниядағы қандастар: 1000 доллар\nИрландиялық қандастар: 600 доллар\nГерманиядан қандастар: 100 еуро\nЖалпы: 1 920 547 теңге жиналды!\nОсы барыста барша жүрегі қазақ деп соққан барша азаматтарға, ақпарат министрлігіне, Қазақ күресі федрацисиясы, қазақстан барысы қоры, Сарсен Құранбек ағаға, Егемен Қазақстан газеті басшысы Дарқан ағаға, 24кз ұжымына, Асыл арна директоры Мұхаметжан ағаға, барша ақпаратты таратып көмегін жасап жатқан қауымға бір сөзбен айтқанда күллі қазаққа рахмет.\nАйтпақшы, мынау Берік ағамның домбарсы бұл да келді... дастарханнан дəм келді, бір жазушы бауырдан кітап келді...\nШүкір Аллаға қазағымның берекесі! Аудару әлі жалғасыда:\nХалық Банк: 4402 5775 0180 1032\nВиза басқа банк шоттарынан тіке аударуға да болады.\nИНН: 860718399050\nКиви: 87029318008",
                "date": "17.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауық мәселесі жөнінде. Тауық жем жемей ауырып жүр?",
        "question_content": "Сәлеметсіздер ме! Мен тауық асыраумен айналысамын. Және де бүгін тауығым бір жағдайға душар болды. Жүрмейді, жүрсе аз жүреді. Су ішсе кейде ішеді, бірақ көп емес. Жемейді. Не тұрады, не отырады бір орнында. Басқалар құсап жерден бірдеме тауып, өйтіп жүрмейді. Онсызда кеше бір тауығым көз жұмды. Бұл әлсіздік пе? Ауру ма? Қалай емдесем болады?",
        "question_date": "15.07.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолыңа қолғап киіп алда тауықтың қанатын көтеріп көр.Меніңше үстіне бит қаптап кеткен болуы керек.Сондай жағдай болса пікірге жаз,емдеу жолдарын айтармын.",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "Кеше ғана бір тауығыңыз өлсе ауру болар. Мүмкін ветеринардың көмегіне жүгінерсіз ?!",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "Әрине. Тауықтарды да қарайды.",
                "date": "16.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астанада қандай жақсы университеттер бар?",
        "question_content": "Мен ҰБТ-дан 83 балл жинадым(орыс тілінсіз).Астанаға қандай универге түсе аламын?Таңдау пәнім физика!",
        "question_date": "15.07.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 546,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Л.Н.Гумилев атындағы Еуразия ұлттық университеті\n\nС.Сейфуллин атындағы Қазақ агротехникалық университеті",
                "date": "15.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "SAMSUNG GALAXY TAB 4 Осы телефонға мынандай сообщение келген, не істеу керек?",
        "question_content": "SAMSUNG GALAXY TAB 4  Осы телефонға мынандай сообщение келген, телефоны ашылмай тұр, және сөндірілмейді, 500 рубль штрафты 24 сағаттың ішінде төле деп тұр, оған бүгінге дейін 3-4 апта өтікізіп алыпты. Не істеу керек? Штрафын төлеу керек па? Басқаша сотканы қалай ашуға болады ? Бұндай жағдай кімде болған?  Көмектесіп жіберсек!  Бұл жағдай әркімнің соткасында боп қалуы мүмкін.                  Бұл вирус болуы мүмкін деп ойлаймын.",
        "question_date": "14.07.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 402,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Виноның тығынын ашуға штопор жоқ жағдайда басқа қандай оңай жолы бар?",
        "question_content": "Виноның тығынын ашуға штопор жоқ жағдайда басқа қандай оңай жолы бар?",
        "question_date": "14.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "15.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақша шақыру жаттығулары, ақшаны шақыру жолдары бар ма?",
        "question_content": "Ақша шақыру жаттығулары, ақшаны шақыру жолдары бар ма?",
        "question_date": "14.07.2016",
        "question_tag": "Банк",
        "question_views": 12500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көп адамдар ақша салатын карманның ішіне 1 доллардың купюрін пленкамен қаптап ішіне тігіп жүреді.  Доллардың суретінің ішінде пирамиданын суреті бар, ол пирамидада көз бар,  сол ақша шақырады мыс. Қаншалықты рас екеніне мен өз басым сене алмаймын. Бірақ сол адамдар үнемі ақшалы болып жүргенін байқаймын.Олар тек байудың жолында  екені көрініп тұр.\n\n Магазиніңіз болса, кәдімгі араның ұясын бір бұрышына іліп қойятындар бар,  сатып алушылар аралар секілді көбейіп келе берсін деген ниеттері бар. Ең бастысы клиенттермен туған бауырынан да жақын болып, жақсы сөйлесіп,  көмегіңді аямай тұрсаң болды олар саған ризашылықпен келіп тұрады, бұл бизнестің тез дамуына көмектеседі.",
                "date": "14.07.2016",
                "upvotes": 0
            },
            {
                "text": "Ақша шақыру үшін бірінші \"Ақыл\" шақыру керек! Ақыл болмаса ақша келмейді не істесең де)))))",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "Бар,тіпті оңай жаттығу.\nОрындыққа ақшаны қоясыз.Орындыққа(яғни ақшаның үстіне) отырасыз.\nТапсырма: Ақшаны алу керек\nШешімі: Орныңнан тұрып,ақшаны аласың\nЖаттығудың мәнісі: Ақша табу үшін алдымен отыра бермей,артыңды көтеру керек.\nАйтпағым,ақша шақырады деген ырымдардың мәні жоқ,ойлан,еңбектен!",
                "date": "15.07.2016",
                "upvotes": 1
            },
            {
                "text": "Ақша аспаннан жаумайды.  Еңбектеніңіз (:",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "1. Қай жерде ақша туралы әңгіме қозғалса да Сіз ақшаны жамандамаңыз. Бұл Сіздің өмірлік салт-дәстүр, дағдыңызға айналсын. «Ақшам жоқ, ақша жетпейді» деп ешқашанда айтпаңыз. Олай десеңіз, Сізден ақша қашады. Керісінше, Сіз «Мені ақша жақсы көреді», «Күннен – күнге менің қаражатым көбейіп, табысым артып келеді» деген сөзді жиі-жиі айтыңыз, олай деуге қымсынбаңыз, қорықпаңыз.\n2. Ақша жинаңыз. Тек ақшаны тойға, жақсылыққа, оқуға, жаңа дүние сатып алуға, саяхатқа шығуға, жақсы демалуға жинайтын болыңыз. Ақшаны «қара күнге» деп жинамаңыз.\n3. Ақша жинауда, оны ұқсатып жұмсауда бай адамдардың психологиясын зерттеңіз, соларға еліктеңіз. Өзіңізді бай адамның орнындамын деп есептеңіз.\nҚоғамдық көлікпен жүрсеңіз «Мен мұны қарапайым адамдардың тыныс тіршілігін білу үшін уақытша мініп жүрмін» деген ойда болыңыз. Өзіңіздің бұл ісіңізді баюға психологиялық тұрғыда дайындалу деп түсініп, күнделікті өмірде ұсақ-түйектерге көп көңіл бөлмеңіз.\n4. Ақшаны адал жолмен қалай тапсаңыз, оған да солай адал болыңыз. Ұлық\nПайғамбарымыздың (с.ғ.с.) хадис-шәрібінде айтылғанындай, біреуге артық ақша\nбермеуді, біреуден артық ақша алмауды қадағалаңыз. Сатушы жаңылысып, Сізге\nартық ақша қайтарса, немесе бір затыңызды сатып алушы құнынан артық ақшаға ұсынса, оны қайтарып беріңіз. Қиянат жасағанды ақша ұнатпайды.\n5. Ешқашан тың ойлардан, жаңа қадамдардан, жаңалықтардан, жақсы істерден бас тартпаңыз. Олар Сізді жаңа табыстарға жетелейді.\n6. Ақшаны жұмсаудағы ең басты қателіктердің бірі – оны қолдан-қолға беру. Сол\nсебепті оны берерде ағаштан жасалған үстелдің немесе сөренің үстіне қойыңыз.\nӨйткені, адам өз қолымен ақшаны басқаның қолына бергенінде өз қуатын бірге\nберуі мүмкін. Ақша алғанда да байқаңыз: ауру немесе ниеті бұзық адамның қолынан алған ақша сәтсіздікке ұшыратады. Ал ақшаны ағаштың үстінен алсаң, мамандардың айтуынша, ағашта нашар қуат күшін тұншықтыратын қасиет бар. Егерде ақша алғанда мұндай мүмкіндік болмаса, үйге келісімен әлгі ақша салынған әмияныңызды ағаш үстелдің, сөренің үстіне жарты сағат қою қажет.\n7. Ақшаны түнде беруге, түнде алуға болмайды. Себебі ақша да барлық табиғаттың құрылым бөлшектері тәрізді таңертең оянып, күн батқанда ұйықтайды. Сондықтан да ұйқыдағы ақшаны алып та, беріп те қажеті жоқ.\n8. Маңдайға біткен дәулет үшін өтем төлеу жақсы. Байлықты сақтап қалу үшін\nқайырымдылық шараларына мол шығын шығару жаманшылықтың алдын алады, Мешіт, медіресе, аурухананы өз қаржысымен салдырып, халыққа сыйға тарту – бұрыннан жалғасып келе жатқан сауапты іс. Тек оны ат шығару үшін жасамау қажет.\n9. Ақша өзіңді жақсы көруі үшін алдымен Сіз ақшаны жақсы көріңіз. Алайда ақшаны ар-ұяттан, ұлттық мақсат-мүддеден жоғары қоймаңыз. Жетпей, таусылып, қарызға батып қалған кезде ғана ақшаны ойламай, оны әрдайым байлық ретінде жақсы көріп, оның молаятынына кәміл сеніңіз. Ақша жолы болмайтын, өзіне-өзінің сенімі жоқ адамдардан қашады. «Маған сондай жалақы, сондай ақша жетеді», — деп, ақшаға шектеу қойып, өзіңіздің табыс көзіңізді жауып тастамаңыз. Табысыңыз өз қажеттілігіңізден артылып жатса, қайырымдылық жасаңыз. Ақша қайырымдылықты жақсы көреді.",
                "date": "15.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамға бақуатты өмір сүру үшін қанша ақша керек?",
        "question_content": "Адамға бақуатты өмір сүру үшін қанша ақша керек?",
        "question_date": "14.07.2016",
        "question_tag": "Банк",
        "question_views": 876,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақшаны өзіңе дұрыс жұмыс істету үшін ақыл керек!",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "30 млн доллар.Егер оны банкке салсаң шамамен жылына 2,5 млн доллар(инфляцияны қоса қарастырсақ 1,8 млн доллар).Оны былай жұмсауға болады:\n- Тұрғын үй жылына $0,2 млн - жайлы үй үшін пәтерақы төлеуге жеткілікті\n- Автокөлік жылына $0,1 млн - Porsche Cayman сияқты көлік үшін кредит төлеуге жеткілікті.\nОтбасы үшін жеткілікті:\n-Тамақ,жылына $50 000 - шамамен айына $4000 үйде жақсы тамақтануға,арасында тәуір ресторанға баруға\n- Киім,жылына $25 000,шамамен өзіңе және отбасыңа жетіп қалуы керек\n- қалғандары саяхат,демалыс,яхта,қыдыру,емделу сияқты т,б ларға,бәріне есептеліп тұрған мақаланы аударып отыруға уақыт тығыз)).",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "Ең алдымен осыны анықтап алыңыз.  Таңертең ұйқыдан тұрған соң көзіңізді жұмып «Маған қазір мынадай ақша керек, содан кейін одан да көп ақшаның  иесі болғым келеді» деп дауыстап айтыңыз. Алғашқыда күлкілі көрінуі әбден мүмкін, күн өткен сайын өз сөзіңізге илана бастағаныңызды байқайсыз. Сөз ең құдіретті қару. Енді «менде мынанша қаржы бар, сол пәлен болғанда өз ісімді шебер ұйымдастырамын» деп айтуды үйреніңіз. Мұны талап дейді. Сіз бұрын ойша армандайтын болсаңыз, енді ол туралы айта бастадыңыз, ал, ертең оны міндетті түрде жүзеге асырасыз, сеніңіз. Ойыңыздағы ақша  қолыңызда тұратын күн де алыс емес.\n2. Енді ерінбеу керек, Және өзіңізге деген сеніміңізді жоғалтпаңыз. Бұл бағдарламаны таңертең және кешкі екі рет қайталап, қолыңызға қажет қаржы түскенше тоқтатпағаныңыз жөн. Ойда бар айтылған нәрсе міндетті түрде әрекетке ұласады.\n3. Өзіңіз қалаған байлыққа ие болу үшін немен төлей алатыныңызды адалынан айтып, өз кармаңызды сол арқылы кеңейтіңіз, сонда көзге көрінбейтін бұғаулардан құтыла бастайсыз. Сондай қолбайлаулардың бірі – кешке теледидар алдында жатып, пайдалы-пайдасыз хабарларды немесе телесериалды тамашалау болуы мүмкін. Соны ойлаңыз.\n4. Өз мақсатыңызды жүзеге асыру үшін оның нақты жоспарын жасап, дереу іске кірісіңіз. Ең маңыздысы ішкі мүмкіндік. Сол арқылы өз кармаңызды кеңейте\nаласыз.   Іштей әрекет дұрыс болса, сыртқы жағдай да қолайлы бола түседі.\n5. Әрекет кезінде 20 пайыз ғана күш жұмсап, 80 пайыз нәтиже беретін жағдайға ұмтылыңыз.6. Осы сияқты идеяны ақшаға айналдыру жоспары ақшаға айналатын жұқа әлемнің бедерін қалыптастырады. Ол анық көріне бастасымен, сіздің жоспарыңыз да нақты мерзімінде нақты оқиғалармен толығады.",
                "date": "15.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақшаны пайдалы жаратудың жолдары қандай?",
        "question_content": "Ақшаны пайдалы жаратудың жолдары қандай?",
        "question_date": "14.07.2016",
        "question_tag": "Банк",
        "question_views": 964,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пайдалы заттарды сатып алуға жұмсау",
                "date": "15.07.2016",
                "upvotes": 0
            },
            {
                "text": "Ақшаны өзі үшін, яғни өзіне бір нәрсе сатып алу, өзіне сыйлық жасау үшін жұмсау – пайдалы іске жұмсау болып саналмайды. Ақша табуға кедергі келтіретін жағдай – тәкаппарлық. «Мен кедеймін, өйткені ақшаның соңына түсуге адамгершілігім жібермейді» дейтіндер бар арамызда. Мынаны ажыратып алған жөн. Адал жолмен, еселі еңбекпен табыс табуды басқа күмәнді жолдармен (алдау, арбау, бопсалау, т.б.) ақша табумен шатастырмау қажет. Негізінен, ақшаны пайдалы жаратудың бірінші принципі – тәкаппарлықты азайту. Себебі кез-келген адам бір жерде біреудің қарамағында жұмыс істейді, соның идеясын жүзеге асырады. Тәкаппарлық біреуге, одан қабілеттірек, таланттырақ адамға жұмыс істеуге кедергісін келтіреді.",
                "date": "15.07.2016",
                "upvotes": 0
            }
        ]
    }
]