[
    {
        "question_title": "Міржақып Дулатұлы пен Ахмет Байтұрсыновтың «Маса» өлеңіндегі идея үндестігі?",
        "question_content": "Міржақып Дулатовтың «Оян, қазақ!» өлеңі мен Ахмет Байтұрсыновтың «Маса» өлеңіндегі идея үндестігін дәлелдеп жазыңыз?",
        "question_date": "14.03.2018",
        "question_tag": "Мектеп",
        "question_views": 18500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əдебиетіміздің тарихындағы аса күрделі,қайшылықтары қисапсыз кезең - ХХ ғасырдың алғашқы он шақты жылы Қазан төңкерісіне дейінгі кезең. Отаршылдық езгінің шектен тыс күшеюі, саяси қанауға таптық үстемдіктің ұласуы, қалың елдің жан төзгісіз жағдайда жаншылуы патшалық Ресейдің қол астындағы халықтарды ашындырды. Езілген еңбекші бұқараның ауыр тұрмысы мен мұң-мұқтаждығының куəгері болған зиялыларымыз бұл жайында сөз қозғамай кете алмады. Осы тақырыпта ой толғаған жанашырларымыздың қатарында М. Дулатов пен А. Байтұрсынұлы есімдерінің  еңсесі биік. Бір заманда туылып, бір дəуірдің улы зарын қатар сезінген өрендердің өлеңдерінде қандай үндестік бар?\n           Ем таба алмай дертіне, «Оян, қазақ!» деп жар салған Міржақып Дулатұлы:\n      Көзіңді аш, оян, қазақ, көтер басты,\n      Өткізбей қараңғыда бекер жасты.\n      Жер кетті, дін нашарлап, хал харам      боп,\n       Қазағым, енді жату жарамас-ты,-деп  халқының басындағы ауыр қасіретті яғни надандықты айқын көріп,  енді содан айықтырудың,  қараң қалмаудың жолдарын іздейді. Сол дәуірде бел алған қыру-жою, қантөгісті мадақтаған төңкеріс идеясы емес, адами игіліктерді, дін, иман жолын әспеттеп, білімге, адамгершілікке, оқуға, мәдениетке үндеу – жас ойшыл таңдаған арна. Осы арнада ақынмен тоғысқан жан, езгілеушілердің қитығына \"маса\" боп тиген - А. Байтұрсынұлы.\nМысалы қазақ -\nмалшы ұйықтап жатққан,\nЖыланды бәле\nделік аңдып баққан.\nОның түрін көрген\nмен - Сарымаса,\nХалықты оянсын\nдеп сөзбен шаққан,-деген өлең жолдарынан  бұл мысалдың басты сарыны – бостандық арманы, ел тағдыры, халық қамы екенін аңғаруға болады. Негізінен масаның бар күші – шағу, ал ісі – адамды ұйқыдан ояту екенін барлығымыз білеміз. Осы тұстан екі ақынның үндестігін айқын аңғаруға болады.\n         Адамзат тарихында қилы-қиямет оқиғалармен, дүбірлі даму үрдісімен ерекше орын алған ХХ ғасырдың басы қашаннан еңбегі еш, тұзы сор қазақ халқы үшін де сындарлы кезең болғаны белгілі. Осындай талма тұста, шешуші сәтте ұлт үшін қызмет көрсетудің үздік үлгісін көрсеткен алтын айдарлы арыстарымыз -  Міржақып Дулатов пен Ахмет Байиұрсынұлының есімі ел есінде мəңгі сақталмақ!",
                "date": "21.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 8,25 грамм тұз түзілсе, онда бұл қандай метал?",
        "question_content": "Белгісіз сілтілік металды 4 грамм броммен əрекеттескенде, массасы 8,25 грамм тұз түзілсе, онда бұл қандай метал?",
        "question_date": "13.03.2018",
        "question_tag": "Химия",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Катердің меншікті жылдамдығын және өзен ағысының жылдамдығын табыңдар?",
        "question_content": "Екі айлақтың арақашықтығы 80 км. Осы аралықты катер өзен ағысы бойымен 4 сағ-та, ағысқа қарсы  5 сағ-та жүріп өтеді. Катердің меншікті жылдамдығын және өзен ағысының жылдамдығын табыңдар. Өтініш көмектесініздерші бүгін срочно керек еді.",
        "question_date": "13.03.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 8700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "S=80км\n\n(Vө + Vқ)*4=80            4Vө +4Vқ=80   \n(Vө - Vқ)*5=80            5Vө -5 Vқ=80\n4Vө +4Vқ=5Vө -5 Vқ              \nVө  = 9Vқ\n\n4*9 Vқ +4Vқ=80\n\n36Vқ +4Vқ =80\n\n40 Vқ=80\n\nVқ =2км/сағ\n\n4Vө +4*2=80\n\n4Vө + 8=80\n\n4Vө =72\n\nVө =18 км/сағ\n\nЖ: Vқ =2км/сағ ,   Vө =18 км/с",
                "date": "14.03.2018",
                "upvotes": 0
            },
            {
                "text": "Білмеймін менің есебім мұндай емес",
                "date": "25.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғабит Мүсіреповтың қай әңгімесінде мал шаруашылықты аудандардың коллективтендіру",
        "question_content": "Ғабит Мүсіреповтың қай әңгімесінде мал шаруашылықты аудандардың коллективтендіру және жартылай көшпеді қазақ халқын отырықшыландыру көрініс тапқанын анықтаңыз?\n\nА)Италия сапарынан\n\nБ)Талпак танау\n\nВ)Кос шалкар\n\nС)Ер ана\n\nЕ)Улппан",
        "question_date": "13.03.2018",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Әңгіменің оқиғасы Қазақстанда егіндік, шабындық жерлерді бөліске салу, ауыл шаруашылығын ұжымдастыру мәселесіне ұласады. Қасым сияқты байлардың шөбін шауып, малын баққан Күсен сияқты кедейлердің артель болып ұйымдасуы, байлар мен кедейлердің таптық күресі шеңберіндегі қазақ ауылының шындық өмірі суреттеледі. Жазушы «Қос шалқар» атанған әсем көлдің атырабына үш рет жолы түскенін баяндай отырып, осы өңірдегі болған өзгерісті сөз етеді\n\nВ) Қос шалқар\n\nҰнаған болса ЖЖ баса салыңыз.",
                "date": "14.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əр бір елдің валюталары ақшаларының атаулары керек еді?",
        "question_content": "Əр бір елдің валюталары ақшаларының атаулары керек еді?",
        "question_date": "13.03.2018",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Австралия Океания Доллар\nАзербайджан Азия Манат\nАлбания Европа Лек\nАлжир Африка Динар\nАнгола Африка Кванза\nАргентина Южная Америка Песо\nТолықтай керек болса 166 мемлекет",
                "date": "16.03.2018",
                "upvotes": 0
            },
            {
                "text": "Официальные курсы валют на сегодня (16 марта 2018 года)\nRUB-5.65\nUSD-321.78\nEUR-397.62\nKGS-4.73\nCNY-50.94",
                "date": "16.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Олимп ақшаны шығарып алу ?",
        "question_content": "Олимп  кз  ұтып  алған  ақша  көлемі  қанша  болғанда шығарып  алуға  болад",
        "question_date": "13.03.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 910,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз ойынға 500 теңгеден жоғары қаржы тіксеңіз, ұтқан сомаңызды кез келген уақытта шығарып ала аласыз.",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаздар қайтып барады әңгімесіне эссе жазу?",
        "question_content": "Қаздар қайтып барады әңгімесіне эссе жазу?",
        "question_date": "13.03.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өткен ғасырлар қазақ халқы үшін оңай тимеген кезеңдердің бірі болған. Патша өкіметінің қазақ халқына азап көрсетіп, бір түйір азығына дейін тартып алып кетіп, тыныштығын бұзған. Ол қорлыққа төзбей шекара асып кеткен қандастарымыз сансыз, тіпті күні бүгінге дейін тұған жеріне сағянышы жол салып оралып жатқандары қаншама. Сол ғасырлардағы ауыр кезеңді Қабдреш Жұмаділов Қаздар қайтып барады шығармасында тамаша сүйреттей білген. Менің ойымша ақын өз шығармасында адамның тұған жеріне деген махаббатты, сағынышы оны қандай болсын сынақтан құламай өтуіне арқау болады. Дәл осы сезім Қабдреш Жұмаділовтың #Қаздар қайтып барады# шығармасында, кезінде бір атын өкіметке қимай тұған өлкесін тастап отбасымен шекара асып кеткен шалдың қырық жылдан кейін өз еліне оралуына дәм болады.\nТұған жердей жер болмас ,тұған елдей ел болмас#деп бабаларымыз бекер айтпаған. Барлығынан, отбасынан, жалғыз жапырақ немересінен айырылып, өзге елде сыймай кеткен шалдың қырық жыл бойы кеудесін тесір бара жатқан арманы оны алыс жолдың азабына, сынағына төзіп, тұғаа жеріне қайта оралуына жол салады.Шіркін, адам баласы қиналғанда тәніне де, жанына да сая болатын тұған жерінің топырағы, жусанының иісін иіскеп, ауасымен тыныс алу ғой. Жолындағы Етікшінің асуы да, аш қасқырдың қызыл көздеріде, сыздатып ауыртып жатқан тәні де, шалдың #Тұған жерімді бір көрсем екен#деген үмітін тұншықтыра алмайды, бұл дегеніміз атамекенге деген сүйіспеншіліктен, махаббаттан, сағыныштан тұған күш қайрат.Ауылына келгенде шал бар өмірін көз алдына келтіреді, жеті жасынан мінген аты, бірге ойнаған құрбы~құрдастары, әкесі келеді. Сол кезде шал нағыз бақытын табады, не жыларын, не күлерін білмей кеудесін керемет күй билейді.\nҚорытындылай келе.\nАпырай! Тұған жер-ай! \nТеңдесер кім\nБұл жерге сен болмасаң келмес едім.\nКіндігімді байлаған қазағым-ай\nСен болмасаң бұл маңды көрмес едім-деп ақиық ақындар жырлағандай кіндік қаның тамып, туып өскен мекеніңді табаның тиіп тұрған топырақты бәрінен артық көрүге хақылымыз.Тұған жердің бір түйір тасы жаттың ат басындай алтынынан қымбат емес пе? Тұған жер бәрімізге ыстық.Тұған жердің шұқыры, ағашы, құмы бәрі де сен үшін асыл дүние.Сондықтан да, оған әлем де ешбір жер теңгергің келмесі белгілі.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ысық руының Баймұраттан ары қарай шежіресі керек еді?",
        "question_content": "Ысықтың Баймұратынан тараған шежіре",
        "question_date": "13.03.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы сайттан іздеп қарасаңыз болады:\n\nhttps://tumalas.kz/mobi/#/\n\nБірақ барлық рулар толық болмауы мүмкін.",
                "date": "17.08.2021",
                "upvotes": 1
            },
            {
                "text": "Байулы Кадыркожа, Бакытсиык,ЫСЫКтан ,Сарыбай,Тоғызыншы,Кадырберген,Кадыркул, Салык, Жиеннен, БАЙМУРАТ, Тоя, Жаркын,Баркын, Тәжі, Косжан, Куспан, Кумар,Төлептен, Мэлстен, САЯСАТ",
                "date": "10.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндрдің биіктігі 5 см, ал осьтік қимасының диоганалы 13 см. Цилиндрдің көлемін тап?",
        "question_content": "Цилиндрдің биіктігі 5 см, ал осьтік қимасының диоганалы 13 см. Цилиндрдің көлемін тап?",
        "question_date": "13.03.2018",
        "question_tag": "Геометрия",
        "question_views": 13300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ABC тікбұрышты үшбырышынан\nAB цилиндрдің табанының диогоналін табайық\nАВ=V(BC^2-AC^2)=V(13^2-5^2)=V(169-25)=V144=12\nSтабабы=2*Pi*r=Pi*D=Pi*AB=3,14*12=37,68 см^2\nVцилиндр=Sтабаны*биіктік=Sтабаны*AC=37,68*5=188,4 см^3",
                "date": "13.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Қамар Сұлу \" романына шығарма жазып берсеңіздер?",
        "question_content": "\"Қамар Сұлу \" романына шығарма жазып берсеңіздер? Ертен уже шыгарманы беру керек комектесиниздерши",
        "question_date": "12.03.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "XX ғ. басындагы қазақтың іріп-шіріген билеуші табының өскен, тәрбие алған ортасы, ескілікке қарсы үн көтерген \"Қамар сұлу\" шығармасы, жастарды асқақ қиял, зор талапқа бастайтын лирикасы - оны қазақ әдебиетіндегі демократтык әдебиеттің ірі өкілі етті. «Қамар Сұлу » романындағы Қамардың бейнесін автор: Жіңішке сымға тартқан әні қандай, Балауыз балбыраған тәні қандай. Ақыл, ой, мінез, көрік түгел келіп, Толықсып толып тұрған сәні қандай? – деп ақын Қамардың «Ойы көркіне сай» қазақ қызын бейнелейді. Ал Қамардың бет-ажар сұлулығын бейнелегенде: Еріткен іші-баурыңды көзі қандай, Бал тамған майда бұлбұл сөзі қандай. Жұп-жұмсақ, бып-биязы ішке кіріп, Жайтаңдап жан күйдірген кезі қандай! Күлгенде көзіңді алып кірсіз тісі, Қайнамас оны көріп кімнің іші? Алмас қылыш жүзіндей аударылған, Сүйгізіп көлеңкесін әрбір ісі. Нұрлы жүз жан-жағына сәуле шашып, Бойының мінсіздігі оның асып. Өзгеден сып-сыпайы һәм сүйкімді, Ең арты жүрсе-дағы аяқ басып. Осылайша автор қазақ қызына тән барлық қасиеттерді жырлайды. Қамардың бойына барлық қазақ қыздарының түрлі қасиеттерін біріктіреді. Қамардың бейнесін ашқанда жоғарыдағы асты сызылған күрделі эпиеттерді қолданған. Қамар мен Ахмет Ахметтің Қамарға бірінші жазған хатында: ...Амалсыз арды түйіп қалам алдым, Кеткен соң ғашық оты бойымды алып... ...Шығаршы жүректегі шын сырыңды, Жаутаңдап екі көзді мөлдіретпей. деген өлең жолдарында С.Торайғыров Ахметтің жан-күйін сипаттағанда ғашық оты; шын сыр; жаутаңдаған көз сияқты эпитеттер қолданған. Талпынып, қол сермедім ұшқан құсқа, Болса да жетер ме деп қолым қысқа Негізінен «Қамар сұлу» романынды қазақ салт-дәстүрлері сынға алынған. Ең көрнекті көрсетілген мәселесі қазақ қыздарының қалымға сатылуы, қыз-әйел баласының өмірде алатын орны болып табылады. Ал жоғарыдағы келтірілген шумақта кедей Ахметтің байдың қызы Қамарға «қолы қысқа болса да, ұшқан құсқа қол сермеуі» деп мәселенің түп-төркінің дөп басқан. Ұшқан құс, қысқа қол эпитеттеттерін қолдана отырып сол кездердегі әлеуметтік –теңсіздік мәселесінің қозғалғанын байқаймыз. Қамардың Ахметтің хатына жазған жауап хаты: Қарасам, сүйгендіктен қарамаймын, Сүйсем де, сол сөзіне жарамаймын. Арыстан айға шауып мертігіпті, Секірме, қолың жетпес көктегі аймын. Сен шыда, күйіп тұрсың, бір-ақ отқа, Болсаң да қандай қызу жалын шоқта. Аузың айтып, ар жағың біліп тұр ғой Екі оттың арасында тұрғам жоқ па?! Деп Қамар Ахметке қатал да, ойлы хат жібереді. Мұндай хаттың жолдауының себебі «Аш бала мен тоқ бала ойнамайды» дегендей. Және Ахметтің кедей отбасынан шыққаның ескерсек онда Қамардың данышпандығына сүйсінуге болады. Бұны өлең жолының бірінші шумағынан байқауға болады.Ол өзінің махаббатын болашақта Ахметтің амандығына қияды десе де болады. Бұл хатты алған Ахметтің толғанып Қамарға жазған екінші хаты: Ол рас менен гөрі малың тәуір... Не шара, айтқан сөзім ем болмаса, Сұңқар мен сұқсыр үйрек тең болмаса Сен үшін мұнша қапа болмас та едім: Алды-артым бәрі қысқа кем болмаса. Өз жағдайын осылай бағалайды, бірақ өзінің шың махаббатынан қол үзбейді. Екеу арасындағы сезімдерін ашқан ақ хаттар осылай өтіп жатады. Бірақ «Жазмыштан озмыш жоқ» дейді ғой қазақ , бірін-бірі сүйген жандардың тағдырына бірге болу жазбаған. Жол айрықта екі жаққа айырылғанмен махаббатары еш өшпейді. Қамарға жорға Нұрым деген бір шал көз салып, оны: Ататай, болдым ғашық мұрыныңа, Көк бурыл иектегі құрымыңа. Кірпідей аяқ-қолы жиырылған, Қосылар күн болар ма тұлыбыма? Қамар сарказммен осылай суреттейді. Бұны сатиралық түрдегі мысқыл да секілді.Бірақ бұл өмірдің қайда апарарын білмейсін ғой. Солай да Қамарды он бепс жасында жорға Нұрымға тұрмысқа шығарады.Кейін Қамар қатты ауыруға шалдығып, күннен-күнге халі нашарлайды. Жорға Нұрым өзінің надандығынан әртүрлі сөзі майлы бақсыларға сеніп, Қамардың жағдайын одан бетер ауырлатады. Қамардың қалған соңғы күндерінде Ахмет Қамарға келеді. Сонда Қамардың айтқаны: Қазақта қыз туған жоқ менен артық, Құлпырдым он бескеше бағым артып, Майысып пісіп тұрған дер кезімде, Малды шал анталады иттей тартып. Ғибрат ал мен сорлыдан, қазақ қызы! Түйрейтін мал менен шал-саған бізі. Оңбайды бұл әдетпен қазақ халқы, Бол себеп ақырында қалмасқа ізі. Естіп жанында тұрған Ахмет естіген сайын өнбойы шымырлап, үзіліп кете жаздағандай болып, егіліп жылап отырып мынаны айтады: Сені кім отқа салған шырылдатып, Қойыпты тамағыңды қырылдатып. Құтырған көк төбеттей арс-ұрс етіп, Бақсыны кім әкелген ырылдатып. Келіп ем көзі барда көрейін деп, Көрген соң, күйігіңнен өлейін деп. Шыдамай бұл қорлыққа мен отырмын, Өзімді сенен бұрын көмейін деп Ахмет бұл әділетсіздік өмір күресіне қате жол таңдап, жорға Нұрымға қол салады. -Қарағым Қамар, міне сенің үшін жаным, қасықтай қаным, қош!-деп Ахмет соңғы сөзін айтады. Бұл өмір шындығы. Қазақ тарихының ұйқыдағы қазағымның ұзын да ұзақ қаралы жолы.\n\nhttp://kitaphana.kz/downloads/referatu-na-kazakskom/231-kazak-adebieti/4240-l-r-.html\n\nҚосымша:\nhttps://laruhake.cf/81adbb1f5-amar-slu-shyarma-72c1dbec3",
                "date": "12.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ысық Баймұрат туралы ақпарат керек?",
        "question_content": "Ысық Баймұрат туралы ақпарат",
        "question_date": "12.03.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 916,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баймұрат Есенбайұлы (туған - өлген жылы белгісіз) — батыр. 18 ғасырдың 1-жартысында өмір сүрген. Ел аузындағы “Електің басы — Есенбай” деген қанатты сөздегі Есенбай — Баймұраттың әкесі. Баймұрат батыр Әбілқайыр ханның Ресейге бодан болу ниетіне белсенді қарсылық көрсетіп, 1731 жылы қарашада жасағымен хан ордасын, М. Тевкелев басқарған Ресей елшілігі түскен үйді қоршап алады. Хан ауылынан жылқы айдап әкетеді. Тевкелев батырмен оңаша кездесіп, оны көндіреді. Әбілқайыр ханның қайтыс болғанын естіген Баймұрат 1748 жылы қазанда анасы Бопайға бара жатқан Нұралыға ерген 12 адамның бірі болып көңіл айтуға хан ордасына барады. Кейін Баймұрат хан кеңесінің мүшесі болады. Оның есімі қазақ жерін сыртқы жаулардан қорғауда асқан ерлік көрсеткен батыр, белгілі би ретінде ел есінде сақталған.",
                "date": "12.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көп ұлтты ел дегеніміз не?",
        "question_content": "Маған география көмек керек.Көп ұлтты ед де",
        "question_date": "12.03.2018",
        "question_tag": "Қоғам",
        "question_views": 22900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еуропаға жан-жақтан мигранттардың ағылып келуінен кәрі құрлықта көпұлтты елдер пайда бола бастады. Әлемдегі ең көпұлтты ел болып Үндістан Федеративті Республикасы саналады. Үндістанда үш нәсіл: негроидтар, еуропеоидтар мен моңғолоидтар көп кездеседі. «Үнділіктер» деген ұғымға Жер халқының алтыдан бір бөлігін құрайтын жүздеген тілде сөйлейтін 1,15 млрд халықты айтамыз.Үндістан халықтарының ішінде хиндустандықтар, телугулар (андхра), маратхилар, бенгалдықтар, бихарлықтар, тамилдер, гуджараттықтар, каннаралар, малаялықтар, пенджабтықтардың қарасы мол. Үнді жұртының 72 пайызын үндіарийлік топтар (300), 25 пайызын дриавидтік топтар, 3 пайызына жуығын моңғолоидтар құрайды. Халықтың жартысынан көбі алуан түрлі 30 тіл мен 2 мыңдай диалектіде сөйлейді. Үнді халқының 83 пайызы индуизмді, 11 пайызы ислам дінін, 2,4 пайызы сикхизмді, 2 пайызы буддизмді, 1,6 пайызы джайнизмді ұстанады, деп жазады «Алаш айнасы» басылымы.\n\nhttp://www.inform.kz/kz/en-kopultty-el-undistan_a2477136",
                "date": "12.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі функциялардың графиктерін салыңыз?",
        "question_content": "Функциялардың графиктерін салыңыз.\ny=5(x+2)^2-7,\ny=2x^2-6x+11",
        "question_date": "12.03.2018",
        "question_tag": "Математика",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "y=2*x^3\ny=5(x+2)^2-7\ny=-3*x^2+4*x-7\n2x^2-6x+11",
                "date": "12.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шабындықты шабу үшін, шалғышылардың бригадаларына қанша күн қажет болады?",
        "question_content": "Шөп шабатын шалғышылардың бригадаларының өнімділігіне қарағанда, өзі жүретін шапқыштың өнімділігі 5 есе жоғары. Егер өзі жүретін шапқыш пен шалғышылардың бригадалары бірге жұмыс жасай отырып, пішен шабуды үш күн ішінде бітірсе, шабындықты шабу үшін, шалғышылардың бригадаларына қанша күн қажет болады?",
        "question_date": "12.03.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 713,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы: 3,6 күн қажет.",
                "date": "12.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы сайтта бал не себепті беріледі?",
        "question_content": "Осы  сайтта  берілген  балдар  мен  рейтінгтер  не  себепті. Берілген  балдарды  өзіңе алсаң  болама?",
        "question_date": "12.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сайтта мынадай бағалау жүйесі бар:\nБағалау (Балл жүйесі)\n- Сұрақ қойғанға: +2 балл\n- Сіз сұрағыңызға жақсы жауап таңдасаңыз: 5 балл\n- Жауап бергенге: 3 балл\n- Сіздің жауабыңыздан кейін жақсы жауап болып белгіленсе: 20 балл\n- Сіздің жауабыңызға жоғары/төмен дауыс:± 1 балл\n- Барлық қолданушыға бастапқы балл қосу: 50 балл\nАтақ-дәреже аттары мен қанша балл жинау керектігі\n- Жоғары ойлаушы - 40,000 балл\n- Интелектуал - 30,000 балл\n- Профессор - 20,000 балл\n- Данышпан - 15,000 балл\n- Доцент -11,000 балл\n- Кандидат - 8,500 балл\n- Ойшыл - 6,500 балл\n- Шебер - 4,500 балл\n- Аға оқытушы - 3,500 балл\n- Оқытушы - 2,500 балл\n- Мұғалім - 1,500 балл\n- Студент - 1,000 балл\n- Оқушы - 500 балл\n- Жаңа қолданушы - 100 балл\nТолығырақ: https://surak.baribar.kz/faq#faq5\nСайттағы балдарыңызды ештеңеге айырбастай алмайсыз. Яғни өзіңізге ала-алмайсыз деген сөз. Ол сіздің сайтта деңгейіңізді белгілейді.",
                "date": "12.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "А нүктесінің жылдамдығынан В нүктесінің жылдамдығы қаншаға артық?",
        "question_content": "А және В екі нүкте диаметральдық қарама-қарсы нүктелерден, тұрақты жылдамдықтарымен шеңбер бойымен қозғалысты бастады. Анүктесінің жылдамдығы 40 м/с. А нүктесі бес айналымды өткенде, нүктелер бірінші рет теңессе, А нүктесінің жылдамдығынан В нүктесінің жылдамдығы қаншаға артық?",
        "question_date": "12.03.2018",
        "question_tag": "Физика",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы 5 есеге артық",
                "date": "12.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әрбір карт қанша минут аралығында айналымды өтті?",
        "question_content": "Сақина тәріздес трассадағы картинг бойынша жарыста, карттардың бірі екіншісіне қарағанда айналымды 5 мин баяу өтті және бір сағаттан соң одан бір айналымға қалып қалды. Әрбір карт қанша минут аралығында айналымды өтті?",
        "question_date": "12.03.2018",
        "question_tag": "Физика",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әрбір дене шеңберді қандай уақыт ішінде айналып өтеді?",
        "question_content": "Екі дене бір бағытта қарай шеңбер бойымен бірқалыпты қозғалып келеді. Бірінші дене екінші денеге қарағанда шеңберді 3 сек жылдам айналып өтеді және бір жарым минут сайын екінші денені қуып жетеді. Әрбір дене шеңберді қандай уаақыт ішінде айналып өтеді?",
        "question_date": "12.03.2018",
        "question_tag": "Физика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жиынтық бағалаудың жауабы керек еді?",
        "question_content": "Биологиядан жиынтық жауабы керек \nСрочно",
        "question_date": "12.03.2018",
        "question_tag": "Мектеп",
        "question_views": 197000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салеметсиз ба? агылшыннан жб,бжб,тжб жауаптары айтыныздаршы.6 сынып???",
                "date": "9.10.2018",
                "upvotes": 0
            },
            {
                "text": "геометрия ТЖБ КЕРЕК ЕДЫ",
                "date": "17.10.2018",
                "upvotes": 0
            },
            {
                "text": "Кун саулесінен энергия алуы",
                "date": "21.10.2018",
                "upvotes": 1
            },
            {
                "text": "Биология  бжб 7 класс сор срочно",
                "date": "26.10.2018",
                "upvotes": 0
            },
            {
                "text": "Өтінемін 7сынып географиядан тжб бжб бар ма",
                "date": "4.12.2018",
                "upvotes": 0
            },
            {
                "text": "7 сынып алгебрадан бжб керек еді",
                "date": "10.12.2018",
                "upvotes": 0
            },
            {
                "text": "географиядан 7 сынып 2 тоқсан БЖБ ның жауаптары керек еді",
                "date": "15.12.2018",
                "upvotes": 0
            },
            {
                "text": "Биологиялық  бжб жауап керек",
                "date": "19.12.2018",
                "upvotes": 0
            },
            {
                "text": "7 сынып биология сор жауап бар ма?",
                "date": "19.12.2018",
                "upvotes": 0
            },
            {
                "text": "Маған алгебрадан статистика және мәліметтерді талдау 2нұсқа 2бжб керек болып отыр",
                "date": "21.12.2018",
                "upvotes": 0
            },
            {
                "text": "математикадан 2токсандык тжб керек еди",
                "date": "23.12.2018",
                "upvotes": 0
            },
            {
                "text": "Маган тжб 2 токсан дуние жузи мен Казахстан тарихы жауаптары керек еди",
                "date": "23.12.2018",
                "upvotes": 0
            },
            {
                "text": "Отинем казакстан тарихы панинен 2 токсандык бжб жауаптарын жибериниздерш",
                "date": "24.12.2018",
                "upvotes": 0
            },
            {
                "text": "Күн қай жақтан шығады сол жаққа күнбағыс қарайды",
                "date": "23.02.2019",
                "upvotes": 0
            },
            {
                "text": "1\n\n\nфотопериодизм\n2 соның анықтамасын жазасың",
                "date": "11.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шашымнын түсін қалай қайтарсам болады?",
        "question_content": "Салеметсиздерме) жакында шашыма омбре истегым келген уй жагдайында шашым онын алдында кара тус еды куймей ала ала болып калды жане болмагансон коныр туспен бояган едим енды унамай тур не истесем болады? озимнин шашымнын тусин калай кайтарсам болады немесе калай тез осирсем болады(шашым кыска) апкелер акылдарынызды айтсаныздар",
        "question_date": "12.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "касторовое масланы шашына жагып маска жасай бер.шашынды укала маймен.сосын жуып тастайсын шампуньмен.май аптекада сатылады .ары кетсе 150тенге.асер етеды.озымде пайдаландым",
                "date": "10.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бригада қанша гектарды және қанша күн ішінде жыртты?",
        "question_content": "Бригада күнделікті 10 га егістікті жыртуы керек болатын. Жоспарды асыра орындай отырып, бригада күнделікті 210 га жыртып отырған және жұмысты мерзімнен бір күн бұрын аяқтады. Бригада қанша гектарды және қанша күн ішінде жыртты?",
        "question_date": "12.03.2018",
        "question_tag": "Математика",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Əрбір комбайн участоктан өнімді қанша сағат ішінде жинай алады?",
        "question_content": "Бір комбайн участоктан өнім жинай бастады, екі сағаттан соң оған екінші комбайн қосылды және 8 сағат бойы бірігіп жұмыс жасаған соң, олар өнімнің 80%-ін жинап алды. Егер екіншісіне қарағанда, бірінші комбайнға 5 сағат артық уақыт қажет болғандығы белгілі болса, әрбір комбайн участоктан өнімді қанша сағат ішінде жинай алады?",
        "question_date": "12.03.2018",
        "question_tag": "Математика",
        "question_views": 955,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Olimp.kz-ті неден бастаған жөн?",
        "question_content": "Олимп  кз  қалай  ойнайды  мен ойнап  көрмеп  едім. Неден  бастасам  болад.",
        "question_date": "12.03.2018",
        "question_tag": "Интернет, Сайт",
        "question_views": 793,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Олимп.кз ойнау үшін әуелі спорт жаңалықтарынан хабардар болыңыз. Қай команда қаншалықты жақсы не жаман ойнайды, соны білуіңіз керек. Егер спорттан хабарыңыз болмаса, ұтылып қалуыңыз мүмкін. Өйткені сіздің болжамыңыз кейде дәл, кейде бұрыс кетеді. Сол үшін ең бірінші әр команданың ойынын білгеніңіз дұрыс.",
                "date": "3.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінен ребустар жауабымен қажет?",
        "question_content": "Ағылшын  ребустар  тағы  басқада  сол  сияқты   тапсырмалар  сұрақ  жауабымен  керек еді  көмектеріңіз  болса ?",
        "question_date": "12.03.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ас', ғарыш'''', ырыс''', лас''', шырша''', н әріпін қозамыз. Жауабы: ағылшын\n\nОбясьнение: А, ғ, ы, л, шы, н осылай шықты",
                "date": "26.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туындының геометриялық мағынасын табу?",
        "question_content": "Найдите количество точек, в которых касательная к графику функции параллельна прямой y=-2",
        "question_date": "12.03.2018",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": []
    }
]