[
    {
        "question_title": "Бакалавр бітірген соң бірден магистратураға түсуге бола ма?",
        "question_content": "менің сұрайын дегенім бакалавра бітірген соң магистратура ға бірден түсуге болама қазір? әлде2жыл еңбек өтеген соң барып  түсе.",
        "question_date": "2.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 761,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "саламатсыз ба ! қазіргі таңда магистратурага түсу үшін 1 жыл стаж болу керек дегенді естігенім бар.",
                "date": "2.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қажеттілік бойынша жер учаскесін қалай аламыз?",
        "question_content": "Саламатсыздар ма! Елді мекен шегінде жеңіл үлгіде кисоск орналастыру үшін жер учаскесі 3 жылға берілген. Аталған мерзімнің 1 жылы өтті. Бүгінгі күнге, мемлекеттік бюджет есебінен осы жерде құрылыс нысанын салу көзделуде.\n\nСұрақ: Мемлекеттік қажеттілікке алу кезінде алынбай қалған пайда, шығын құны өтеледі ма? Орнына басқа жер учаскесі ұсынылады ма? Әлде келісім шарт бір жақ ты бұзылып, хабарлама беріледі ма? Келісім шартта көрсетілгені. келісім шарт белгілі себептермен мерзімінен бұрын бұзылған жағдайда, тараптар алдын-ала ескертілетіні көрсетілген. Рахмет!",
        "question_date": "2.03.2017",
        "question_tag": "Жер туралы",
        "question_views": 551,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Пентан қышқылының мүмкін болатын изомерлерін жазып,аттарын атаңдар.",
        "question_content": "Пентан қышқылының мүмкін болатын изомерлерін жазып,аттарын атаңдар.",
        "question_date": "2.03.2017",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кеден ісі мамандығы туралы?",
        "question_content": "ККеден ісі мамандығы қандай мамандық болашағы бар мамандықпа олар немен айналысады ?",
        "question_date": "1.03.2017",
        "question_tag": "Мамандық",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ОҚУ МЕРЗІМІ\nЖалпы орта білім негізінде оқу мерзімі күндізгі бөлімде – 4 жыл. Орта кәсіби білім негізінде оқу сырттай бөлімде - 3 жыл.\n\nМАМАНДЫҚТЫҢ СИПАТТАМАСЫ\nОсы мамандық талапкері – бұл кеден ісі саласында кәсіби қызметке дайындалған маман.\nОқу барысында студенттер негізгі құқықтық пәндер бойынша терең функционалды дайындықты меңгереді және жаңа заңнаманы игереді.\n5B030400 «Кеден ісі» мамандығын бітіруші келесі дағдыларды білулері керек:\n- кеден қызметін ұйымдастыру тәртібін, тауар импорты мен экспортын, валюта операцияларын, кеден баждарын алу және есептеу.\n- Қазақстан Республикасының шекара саясатын, ,әкетуге рұқсат етілген және тыйым салынған тауарлар тізімдерін еркін меңгереді.\n- оқу бітіруші қоғамның мемлекеттік құқықтық құрылымын біледі, мемлекеттік басқару, сот жүйесі, прокуратура органдары, адвакатура органдары жүйесінің буындарын және олардың құзіреттері мен өкілеттіктерін айыра біледі.\nЕңбек заңнамасын және әлеуметтік қамтамасыз ету сұрақтарын еркін айыра біледі. Әр түрлі дауларды шешу дағдысын меңгереді.\nҚылмыстық құқықтық заңнама, криминалистикалық техника және тактиканы біледі, қылмыстық және азаматтық заңнаманы қолдану дағдысын меңгереді.\n\nБІЛІКТІЛІК\n5B030400 “Кеден ісі ” мамандығы бойынша толық курсты өткеннен кейін түлектерге “Кеден ісі бакалавры”біліктілігі тағайындалып, мемлекеттік диплом беріледі. Төртінші тест алатын пән – Дүниежүзілік тарих.\nЖалпы жақсы мамандық.",
                "date": "24.03.2017",
                "upvotes": 0
            },
            {
                "text": "Қандай пән таңдайды",
                "date": "3.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметке қандай заңдар бойынша дайындалу керек?",
        "question_content": "Мемлекеттік қызметке қандай заңдар бойынша дайындалу керек? . Заңдардың атауы және сайты керек",
        "question_date": "1.03.2017",
        "question_tag": "Заң",
        "question_views": 733,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Эколог мамандығына математика керек пе ?",
        "question_content": "Эколог мамандығына математика керекпе ?\n\nмен математикаға шамалымын эколог маманы болу үшін керекпе ?\n\nжәне эколог оқып жатырған студенттер болса сұрақтарым бар еді",
        "question_date": "1.03.2017",
        "question_tag": "Мамандық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге биология пәнін оқу керек.\nМамандандыру: 5В060800 - «Экология»:\n- «Қоршаған табиғи ортаның биоалуантүрлігін сақтау және қалпына келтіру»\n- «Қоршаған ортаны бақылау – экспертті бағалау»\nБіліктілігі 5В060800 - Экология\nОқу мерзімі- 4 жылТандау бойынша пән- биология\nКәсіби қызметінің саласы\n5В060800 - Экология мамандығы бойынша бакалаврдың кәсіби қызметінің саласы-өндіріс, басқару, ғылыми-зерттеу және білім беру салалары, экологиялық мониторинг қызметі, қоршаған ортаньң сапасы мен адам денсаулығын бакылау болып табылады.\nЭкология бакалавры мынадай қызметтерге орналаса алады: эколог-биолог, эколог-географ, эколог-топырақтанушы, эколог-физик, эколог-химик, эколог-сарапшы, эколог-зерттеуші, жалпы және арнаулы орта білім беру мекемедерінде биология, география және экология пәнінің оқытушысы. Жоғары базалық білім бар түлек мынадай қызметтерге тағайындала алады: өндіріс салалары бойынша эколог, орта және арнайы орта білім беру мекемелерінде оқытушы, қоршаған ортаны қорғау жөніндегі инспектор, эколог-инженер, ғылыми-зерттеу мекемелерінде, бастауыш және орта кәсіби білім беру мекемелерінде эколог-лаборант, менеджер және т.б.",
                "date": "24.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мамандық таңдаған жөн?",
        "question_content": "Мен қазір 11 сынып оқып жатырмын  ұбтға аз ғана уақыт қалды ал мен қай мамандықты таңдарымды білмеймін , математикаға физикаға химияға шамалымын  It маманы бол дейді көбісі бірақ код білмеймін , сіздердің ойларыңызша қай мамандық жақсы?",
        "question_date": "1.03.2017",
        "question_tag": "Мамандық",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5В070400 – «Есептеу техникасы және бағдарламалық қамтамасыздандыру» мамандығы жақсы.",
                "date": "24.03.2017",
                "upvotes": 0
            },
            {
                "text": "Мамандық таңдағанда оның болашағын да ойлау керек. Себебі технология тез дамып келе жатыр, соның салдарынан бүгін керек мамандық ертең қажетсіз болуы мүмкін. Сол себепті болашағы бар саланы таңдауға кеңес беремін.\nМысалы, елімізде инженерлік мамандықтарға, дәрігерлерге, сервис қызметкерлеріне, ақпараттық технология, экология, логистика саласындағы мамандарға деген сұраныс жоғары, әрі оларға қажеттілік те күн сайын артып келеді. Болашағы бар басқа да мамандықтар туралы толық ақпараттымына жерден оқуға болады.",
                "date": "16.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Азот ( v) оксидімен əрекеттесуінің химиялық реакция теңдеулерін жазыңдар?",
        "question_content": "судың барий жəне азот ( v)оксидімен əрекеттесуінің химиялық реакция теңдеулерін жазыңдар",
        "question_date": "1.03.2017",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "BaO + H2O = Ba(OH)2   барий гидроксид\nN2O5 + H2O → 2HNO3 Азот оксиді (v) (N2O5) мен су (H2O) әрекеттескенде азот қышқылы (HNO3) түзіледі.",
                "date": "22.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат аламынба?",
        "question_content": "Мен 8-сынып оқушысымын.Осы уақытқа дейін бар сыныпты үздік аяқтадым.алайда 7 сыныпта екінші тоқсанда бір сабақтан  4 болды.бірақ жылдыққа 5 ке шықтым үнемі.Мен қызыл куəлік ала алам ба?",
        "question_date": "1.03.2017",
        "question_tag": "Мектеп",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық сабақ 5 болса алсын го.",
                "date": "2.03.2017",
                "upvotes": 0
            },
            {
                "text": "Әрине, аласын ғой, 5 болса, анау төртің ештеңе етпейді",
                "date": "7.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баламды алып кетуіне әкесінің құқұғы бар ма?",
        "question_content": "Мен жолдасыммен 5 жыл тұрып жолдасымның арақ ішіп,қол көтеріп,қисық жолға түсіп шөп шегуінің себебінен 2015те заңды түрде ажырастық.Армызда екі бала бар.Алимент төлеп тұрады.Балаларын көру үшін екі үш рет үйге мас күйінде келген.Көрсетпей жібергенмін.Енді сотқа арызданыпты баланы көріп тұру үшін график ортанып беру үшін.Мен балаларды тек менің қатысуыммен ғана көруге рұқсат бергенін қалаймын.Себебі ол ішеді,басқа әйелі бар.Балаларымның тәрбиесі бұзылғанын қаламаймын.Ол үйіне алып кетіп қондаруға рұқсат сұрап отыр әке шешесінің қалауы ол. Енемнің атамның менен алып кетуіне алып кетуіне әкесінің орнына құқұғы барма?Бір үйде тұрады олар.",
        "question_date": "1.03.2017",
        "question_tag": "Жанұя",
        "question_views": 549,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менде де осындай жагдай басымдагы .кобра айели бар",
                "date": "20.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Риторика жайлы слайд керек?",
        "question_content": "Риторика жайлы слайд керек (ағылшын тілінде 5 6 7 беттік)",
        "question_date": "1.03.2017",
        "question_tag": "Мектеп",
        "question_views": 725,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кешенді тестілеуден кейін бұрынғыдай грант үшін конкурсқа документ тапсырамыз ба?",
        "question_content": "Тестті тапсырған соң бұрынғыша 4 университетке грантқа тастаймызба??",
        "question_date": "1.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім беру гранты- жоғары білім алуға төлеу үшін Қазақстан Республикасының заңнамасымен белгіленген шарттармен білім алушыға берілетін ақшаның нысаналы сомасы.\nБілім беру гранттарын тағайындау тәртібі - конкурсарқылы жүзеге асырылады. Конкурсқа қатысу үшін талапкер ҰБТ мен ТКТ-дан кемінде 50 балл, ТКТ-дан (ТжКБ) кемінде 35 балл жинақтауы қажет.\nБілім беру гранттарын тағайындау конкурсына қатысу үшін талапкер жоғары оқу орнының қабылдау комиссиясына тапсырады:\nбелгіленген үлгідегі бланкіде өтініш;\nбілімі туралы құжат (түпнұсқа);\nҰБТ немесе ТКТ сертификат;\n3x4 көлеміндегі екі фотосурет;\n086-У нысаны бойынша медициналық анықтама;\nжеке басын куәландыратын құжаттың көшірмесі.\nКонкурс нәтижесінде білім грантын алғандарға \"білім грантының тағайындалғандығы туралы күәлік\" беріледі.\n\nhttp://www.testcenter.kz",
                "date": "24.03.2017",
                "upvotes": 0
            },
            {
                "text": "ия, барлыгы да ЕНТ тапсырганнан кейинги процес сиякты. Ереже барлыгына бирдей журеди.",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш жүзге байланысты ұран керек?",
        "question_content": "Қазақстан тарихынанбайланысты ұран керек еді, көмектесіп жіберіңізші",
        "question_date": "28.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 629,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Темір кенінен қанша таза темір алуға болады?",
        "question_content": "құрамында 85% Fe2O3 бар 450 кг темір кенінен қанша таза темір алуға болады?",
        "question_date": "28.02.2017",
        "question_tag": "Химия",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Fe2O3 + 3C --> 2Fe + 3CO\n1) W(Fe2O3) = 100% - 85% = 15%\n2) m(Fe2O3) = (450кг * 15%) : 100% = 67,5кг\n3) n(Fe2O3) = 67,5кг : 160г/моль = 0,42кмоль\n4) n(Fe) = 0,42кмоль * 2 = 0,84кмоль\n5) m(Fe) = 0,84кмоль * 56г/моль = 47кг",
                "date": "28.03.2023",
                "upvotes": 0
            },
            {
                "text": "m(Fe2O3)=85%*m(кен)/100%=85*450/100=382,5 (килограмм)\nm(Fe2O3)/M(Fe2O3)=m(Fe)/M(2Fe)\nm(Fe)=m(Fe2O3)*M(2Fe)/M(Fe2O3)=382,5*2*56/(56*2+16*3)=",
                "date": "28.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші санның ондықтар саны екінші санның ондықтар санынан неше есе кем?",
        "question_content": "Бірінші санның ондықтар саны екінші санның ондықтар санынан неше есе кем?\n\n26 жəне 487;\n\n63 жəне 189;\n\n38 жəне 962;\n\n99 жəне 184;\n\n73 жəне 142.",
        "question_date": "28.02.2017",
        "question_tag": "Математика",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екіншісінің ондығын біріншісінің ондығын қатынасы болады",
                "date": "26.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Танымал адамдардың өміріне әсерін тигізген қандай фильмдерді білесіз?",
        "question_content": "Танымал адамдардың өміріне әсерін тигізген қандай фильмдерді білесіз? Атақты адамдардың өмірін өзгерткен, өмір жолында алға жылжуына әсер еткен фильмдерді білетін болсаңыз, жаза кетсеңіз..",
        "question_date": "28.02.2017",
        "question_tag": "Кино",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тоби Магуайер - Человек паук",
                "date": "7.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тасты көтеру үшін қандай күш жұмсау керек?",
        "question_content": "Су ішінде массасы 600кг, көлемі 0,23м² тасты көтеру үшін қандай күш жұмсау керек",
        "question_date": "28.02.2017",
        "question_tag": "Физика",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ro деген судың тығыздығы",
                "date": "8.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диффузия, броундық қозғалыс тақырыбына слайд керек?",
        "question_content": "Сәлеметсіздер ме?!  қыстың соңғы күнімен құттықтаймын) маған \"диффузия және броундық қозғалыс\" тақырыбына слайд тауып бере аласыздар ма?! Және оның дамуына үлес қосқан ғалымдар.\nОсы тақырып бойынша ақпарат керек еді толығырақ) реферат немесе слайд. Ра",
        "question_date": "28.02.2017",
        "question_tag": "Физика",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "І. Жылу құбылыстары ерте заманнан-ақ адамдардың назарын аударып келген. Адамның алғашқы от жағуды үйренуі мен оны өшірмей сақтай алуы, адамзат ашқан ұлы жаңалықтардың бірі болып табылады. Алайда жылу құбылыстарын түсіндіру үшін ғалымдарға ұзақ уақыт бойы еңбек етуге тура келді.\n\nXVII ғасырдан ХІХ ғасырға дейін жылу табиғаты туралы екі көзқарас болды. Бірінші теорияға сәйкес материяның ерекше бір түрі жылу тегі бар, ол бір денеден екіншісіне өтіп, оның қаншалықы қызғанын анықтайды деп есептелді.\nЖылу тегі теориясы мен қатар, жылудың екінші – корпускулалық теориясы болды. Бұл теорияға сәйкес, жылу дегеніміз – дененің өте ұсақ бөлшектерінің үздіксіз ішкі қозғалысы. Ол теорияның ХVII-XVIII ғасырлардағы көптеген көрнекті ғалымдар Ф.Бэкон, Р.Гук, И.Ньютон, Р.Боиль, Д.Бернулли, М.М.Ломоносов, т.б. тамаша қорғап шықты.\nЖылу табиғаты туралы корпускулалық теорияның дамуы М.В.Ломоносов зор үлес қосты. Ол жылу мен суықтың табиғаты туралы жазған шығармасында (1745жылы) жылуды зат бөлшектерінің айнымалы қозғалысы ретінде қарастырды. Ол өз теориясының көмегімен балқу, булану, жылу өткізгіштік және басқа да құбылыстарға дұрыс түсініктеме берді. Өз уақытынан әлдеқайда озық болған бұл тамаша болжамдарды жылу табиғаты деген біздің қазіргі көзқарастарымыздың негізі жатыр.\nХІХ ғасырдың аяғында атақты ғалымдар М.Ломоносов, Р.Джоуль, Р.Клаузиус, Дж.Максвелл, Л.Больцмандар негізгі қорытынды жасады. Олар жылу құбылыстарын барлық денелерді құрайтын молекулалардың ретсіз қозғалысымен түсіндірді.\nМолекулалардың ретсіз қозғалысын жылулық қозғалыс деп атайды.\n\nДене молеукулаларының жылулық қозғалысын желсіз тұнық ауадағы түйдектелген шіркей тобымен салыстыруға болады. Ауада шіркей бұлты қозғалыссыз ілініп тұрғандай сезіледі. Ал бұлттың ішіндегі жүздеген шіркей барлық бағытта біресе оңға, біресе солға тынбастан ретсіз қозғалады. Бірақ шіркейлердің бұлты өз пішінін өзгертпестен дәл сол орнында қалады. Көзге көрінбейтін атомдар мен молекулалардың қозғалысы да сондай ретсіз болады. Егер молекула көлемнен шығып кетсе онда оның орнын басқалары басады. Дене болса, өзгеріссіз қалады. Басқа молекулалардың соқтығысуы барысында әр молекула өзінің жылдамдығын тоқтаусыз өзгертеді. Оның қозғалыс траекториясы өте шатысқан, сынық сызық болып табылады. Әлемді құрайтын бөлшектердің көзге көрінбейтін жылулық қозғалысы ешқашан, ешбір жағдайда тоқтамайды.\nІІ. Молекулалардың ретсіз қозғалысының нәтижесі Броундық қозғалыс болып табылады. Бұл суда қалқыған өсімдік спорасының қозғалысын бақылаған ағылшын ботанигі Р.Броунның құрметі осылай аталған.\nОл спораның өте майда бөлшектерінің барлық бағытта үздіксіз қозғалыста болатынын байқаған. Бөлшектер ұсағырақ болған сайын, олар жылдамырақ қозғалған. Таңқаларлығы – бөлшектердің қозғалысы ешқашан тоқтамаған. Оларды көзге көрінбейтін қандай да бір күштер үнемі қозғап тұрғандай болады. Ал температура артқан сайын олардың қозғалысы үдей түседі.\nБөлшектердің броундық қозғалысы – үлкен және кіші бөлшектерге, сансыз көп молекулаларға, жеке молкулалар мен атомдарға тән жылулық қозғалыс.\nБроундық қозғалыстың себебі неде?\nР.Броун жаратылыстану саласындағы айтарлықтай маңызды осындай құбылысты ашса да, оның не себептен болатынын түсіндіре алмады.\nБұл құбылыстың дұрыс, сапалық түсіндірмесі ХІХ ғасырдыңғ екінші жартысында бірқатар ғалымдардың еңбектерңінде көрініс тапты. Бірақ оның толық теориясына тек 1905-1906 жж. А.Энштейн, мен М.Смолуховский жасады.\nОрта молекулаларының жылулық қозғалысы мен олардың броуындық бөлшекпен соқтығысуы броундық қозғалыстың себебі болып табылады\n\nБроундық бөлшек өзін қоршаған орта молекулаларының соққысына ұшырайды. Молекулалар қозғалысы бөлшектердің соқтығысуы сияқты кездейсоқ сипатта болады. Нәтижесінде молекулалардың бөлшекке қандай да бір жағынан түсіретін қысымы орташа қысымнан артық немесе кем болады да, броундық бөлшектер қозғалысқа келеді. Бөлшектің өлшемдері мен массасы аз болған сайын оның жылдамдығын өзгерту оңай болады.\nБроундық қозғалыс молекулалардың бар болуының және олардың ретсіз жылулық қозғалысының нақты дәлелі бол алады. (2-сурет)\nІІІ. Зат бөлшектерінің (молекулардың атомдардың) ретсіз қозғалысының келесі салдары диффузия құбылысы. Бұл құбылыспен сендер бұрыннан таныссыңдар. Диффузия құбылысы газдармен қоса сұйықтарда да, қатты денелерде де байқалады. Ауада иістің таралуы, әртүрлі сұйықтардың араласуы, ерітінді жасау, қатты денелерді желімдеу – мұның барлығы диффузия құбылысымен түсіндіріледі.\n\nДиффузия – бір зат молекулаларының басқа бір зат молекулаларының аралығына ену құбылысы.\n\nГаздағы диффузияға қарапайым мысал ретінде ауадағы иістің таралуын алуыға болады. мәселен, қақпағы ашық құтыдағы әтірдің хош иісі бөлменің ішіне таралады.\nЕгер газдағы диффузия өте аз уақыт мезетінде (санаулы секундтар, минуттар) өтетін болса, онда сұйықтардың араласуы үшін біраз уақыт (минуттар, сағаттар, күндер) кетеді. Бізге қоршаған ортадан белгілі диффузия құбылысына мына мысаладарды келтіруге болады. Стакандағы қайнаған суға бірнеше кесек қант саламыз. Біз біртіндеп ерітіндегі қант кесегінің еритінін байқаймыз. Ал стакандағы ерітіндінің көлемі ешқандай өзгермейді. Стакандағы суда сия, марганцовка тамшылары тез ериді. Тұз, спирт қышқылдары да жақсы араласады және бұл кезде өздігінен ерітінді пайда болады. Қатты денелерде диффузия баяу өтеді. Қалыпты температурада оны байқау өте қиын. Өздеріңе таныс қорғасын мен алтын пластиналармен жүргізілген тәжірибені естеріңе түсіріңдер. Оларды бір-біріне беттестіріп, төрт жыл өткеннен кейін қарағанда олар ажырамастай болып жабысып қалыпты. Химиялық талдау алтынның аздаған бөлігі қорғасынға енгенін, ал қорғасын алтынға 5 мм тереңдікке өткенін көрсеткен болатын.\nДиффузияның қарқындылығы зат тығыздығы мен молекулалардың ретсіз қозғалысына байланысты болады.\nIV. Диффузияның рөлі мен оның қолданылуы кеңінен танымал. Адам организміндегі диффузияның мәні зор. Оттек ауадан өкпенің қалтамырларына диффузия жолымен альвеол (ауа қапшықтары) қабырғалары арқылы жеңіл өтеді., одан кейін онда ери отырып, бүкіл организмге тарайды. Көмірқышқыл газы араласу арқылы қан тамырларынан өкпенің ауа қапшықтарына өтеді.Тағамдағы қоректік заттар клетканың ішіне араласады.\nТүтікшелі қалқа (осмос) арқылы өтетін сұйықтардағы диффузия құбылысы жануарлар мен өсімдіктер тіршілігінде маңызды рөл атқарады. Ол өсімдік тамырларының суды сіңіріп, өсімдіктер мен жануарлардың қоректі қорытуына және олардың клеткаларынан қалдықтардың шығуына әсер етеді.\nДиффузияның әсерінен планеталар атмосферасының химиялық құрамы біртекті болмайды.\n\nДиффузия құбылысының практикада қолданылу аясы өте кең. Металдарды дәнекерлеу мен балқытып пісіпру процестері пісірілген металдардың немесе негізгі метал мен дәнекердің диффузиясы негізінде жасалған.\nҚант қайнату заводтарындағы қызылшадан қантты шығарып алу да диффузия құбылысын негізделген. Қызылша сумен немесе концентрациясы аз қант ерітіндісімен жуылады. Бұл кезде қант молекулалары қызылшадан ерітіндіге өтеді.\n\nДереккөзі.",
                "date": "8.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 наурызда ойнатылатын қызықты ойындар керек?",
        "question_content": "Сәлеметсіз бе? Маған 8 наурызда ойнатылатын қызықты ойындар керек еді.",
        "question_date": "28.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 26900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Санамақ ойыны \nКөпшілік қатысады. Ойынның шарты: ойын бастаушы қатысушы бір адамды ортаға алып шығады. Ол адам бір тектес атау сөзден жаңылмай, кідірмей аттап жүріп айтып шығу керек. Тоқтамай, қателеспей айтып шықса, жүлде алады. Егер қателессе ойыннан шығады. Мысалы: жаңылмай 10 ақынның немесе 10 өзеннің атын атау керек. \nТасымақ ойыны \nБұл ойында 2 жерге ыдысқа су құйып қояды, сол суды қарсы бетке қойылған Бос кесеге қасықтап 2 адам тасиды. Бұнда команда құрып ойнайды, әр командада үш адам болады. Ойынның шарты: су таситын адам суды төкпей-шашпай, тез тасуы керек, команда жеңіске жетсе, жүлдеге сол ие болады. \nОтырмақ ойыны \nБұл ойында екі орындықтың арасында бір орындық сыятындай етіп қойып, үстерін жапқышпен жауып, ол орынның бар екенін сездірмеу керек. Екі орындыққа екі қыз отырады да, ортасы бос тұрады. Ойын басқарушы бір жігіттің көзін таңып, басқа бөлмеден алып келіп, отырған екі қыздың қолдарын ұстатады да, екеуінің ортасына отырып, қай таңдағаныңның бетінен сүй дейді. Көзі байлауды жігіт екі қыздың ортасына отыра бергенде, екеуі тұрып кетіп, бос жамылғының үстіне отырған жігіт құлап түседі. Жұрт күлкіге батады. Ойынның шарты: ойын басталмас бұрын 3- 4 жігітті басқа бір бөлмеге алып кету керек, өйткені ойынның тәртібін білген адам ойынға шықпауы мүмкін. \nБелбеу тастау ойыны \nОйнаушылар екі топқа бөлінеді де, арасы 15 - 20 метрдей екі сызықтың бойына қатарға тұрады. Ойын жүргізуші бірінші топ ойыншыларының біреуіне қолындағы орамалды береді. Ол жүгіріп жүріп, екінші топтағы бір қыздың (баланың) артына орамалын қалдырады да, өз орнына қарай жүгіреді. Орамалды тауып алған ойыншы қуып жетіп ұрса, онда қарсыласымен бірге өз тобына келеді, ал қуып жете алмаса, қарсы топқа кетеді. Келесі кезек екінші ойыншысына беріледі. Осылайша балық ойыншылар орамалды бір-бір реттен тастап шыққанынша, ойын жалғаса береді.\nwww.******.com",
                "date": "24.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай тілді оқыған жөн?",
        "question_content": "Өтінем аитыныздаршы қай тілден аудармашы болған жақсы қытай тілінен ба əлде түрік тілінен ба?",
        "question_date": "28.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 408,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі кезде сұранысқа ие қытай тілі.Қытай тілін ауырлау болса да,осы тілді алғанын дұрыс.",
                "date": "28.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернетімді қалай қосуға болады?",
        "question_content": "Мәселе былай. Бір күні уақыт тауып, компьютерді қосып, кішкене серверде онлайн ойнай тұрайын десең, 2-3 минуттан соң \"интернет өшті\" дейді де, шығып кете береді. Қайта қосылу үшін тағы жарты сағат кетеді. Ал кейде 30-40 минут тұрып, кейін шығып кетеді (ондай кез өте сирек). Көбісі модемді ауыстыру керек дейді. Кімде одан басқа вариант бар?",
        "question_date": "28.02.2017",
        "question_tag": "Компьютер ойындары",
        "question_views": 628,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Лəйла Сұлтанқызымен қалай байланыссам болады?",
        "question_content": "Саламатсызба Лейла Султанкызы!мен кызымды балапан телеарнасына бергим келеди.сизбен калай байланыссам болады",
        "question_date": "28.02.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Интернет арқылы тауар сатуға штраф жазыла ма?",
        "question_content": "Қайырлы күн.Сұрайын дегенім əлеуметтік желі арқылы сағат сатумен айналысатын едім.1 айда 7-8 сағат өткіздім.Қазпочта арқылы.Ақшасында сол жақтан алдым.Мен Ип арқылы білмеппін.Енді маған қандай да бір штраф жазылама заңсыз тауар өткіздін деп?Ай",
        "question_date": "28.02.2017",
        "question_tag": "Заң",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тізбекке реостатты тізбектей қосқандағы кедергіні есептеңіз?",
        "question_content": "Кернеуі 100 В катушка қосылған. Осы тізбекке реостатты тізбектей қосқанда ток күші 10 А ден 4 А ге дейін төмендейді. R тап",
        "question_date": "28.02.2017",
        "question_tag": "Физика",
        "question_views": 765,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кернеуі 100 В катушка қосылған. Осы тізбекке реостатты тізбектей қосқанда ток күші 10 А ден 4 А ге дейін төмендейді. R тап",
                "date": "28.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Құралай сұлу\" поэмасының тәрбиелік мәні шығарма керек?",
        "question_content": "Ертеңгі сабақта шығарма жазуға керек еді.",
        "question_date": "27.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Есімханның тұсында орта жүздің қыпшақ руынан шыққан Монтай деген бір әділ би болған екен. Ол кезде Шу өзенінің жағасын бойлай қазақтар ауылы болатын. Монтайдың ауылы да осы өзен бойында еді. Монтайды бүкіл ауыл сыйлап, айтқанын екі етпейтін. Өйткені қай дауда болмасын әділ шешімін айтатын. Елдің бірақ бір уайымы бар еді. Ол- Монтайдың перзентінің жоқтығы еді.Сол күнде Монтайдың жасы 74 –те еді. Тоқалдан туғанқайыргелді атты ақылды ұлы бар болатын. Бір тойда диуананың көзі тиіп қайтыс болады. Қатты қайғырған Монтайды елі жұбата алмайды.Сонда Монтай:\n-Уа, жұртым, қайғырмайық! Мен перзентсіз емеспін. Менің перзентім-халқым. Халқымның ұлы-менің ұлым. Осы жасқа келгенше армансыз адам көрген емеспін. Егер мен армансыз адам көрсем , арымастай болар ем, азбайтын тату ел көрсем, тұғырға қайта қонар ем,- дейді. Сонда халықтың арасынан бір жігіт шығып:\n-Мен бұл өмірде бір армансыз жан көрдім. Егер іздеп барам десеңіз, соның жайын айтайын. Осы Шудың бойын жайлаған бір ел бар. Сонда Келден деген армансыз бай бар. Он сегіз ұлы он сегіз ауыл болып , ұрпағын жайып отыр.-,-дейді жігіт.\nМонтай би сол Келден байдың ауылын іздеп шығады. Ауылы үлкен көлдің маңында екен. Көлдің айналасын қалың қамыс басқын. Көлдің айдынында түрлі қиқулаған құстар.Көлдің жағасында мыңғырған мал жайылып жүр. Ауыл ортасында сегіз қанат ақ үйде той болып жатыр. Үй сыртында күміс сақалды, жасы сексеннен асқан , алысқа көзін салып, ойланып бір ақсақал тұр. Қызыл күн алтын арай шапағын таратып батып барады. Кеш батуға таяғанда алыстан екі салт атты көрінді.олар аттарынан түсіп Кеден баймен сәлемдесті.Сонда Келден:\n-Уа, шырағым, қай ұлсың?-деп сұрайды.\n-Руым-қыпшақ, атым- Монтай. Сізді көруге әдейі іздеп келдім,-дейді Монтай.\nКелген қонақты Келден бай үйге кіргізіп,сыйлайды. Сонда Монтай.\n-Бақ-дәулетің бар, бала-шағаң бар, Келдеке сізде арман бар ма?-деп сұрайды.\nСізден бірінші сұрағым келгені осы еді,-дейді.\n2.-Шырағым, бұл өмірде армансыз адам болушы ма еді? Менің де бір көкірегімде жүрген бір шерім бар. Мен бір жас жанның өліміне кінәлімін-деп мұңды көзін жерге қадап, өмір бойы ішін өртеген әңгімесін бастап кетті.\nОл кезде мен өрімдей он үш жастағы жас жігіт едім. Екі ағам, бір қарындасым бар еді. Қалмақпен жауласып жүрген кез еді. Бір күні ел ұйқыға жатып, тып-тыныш болған кезде ауылға жау шапты.Жалаң аяқ, жалаң бас, бала-шаға шулап, біреуі құлап, біреуі жылап жатыр. Елді қырып, бүкіл жылқыны айдап жау кетті. Менің бойымды намыс кернеп, атқа отырып, жау соңынан қуа жөнелдім. Анам байғұс көзінің жасын ағызып артта қалды.Түні бойы жаудың соңынан қуып, таң ата әзер жеттім. Қиқулап жауға қойып кеттім. Жауға ұстатпай сытылып шыға бергенде аяғымнан садақ оғы тиіп, омақаса құлап түстім. Жау мені әп сәтте байлап, әйгілі Сейқын ханға тұтқын етті.Сейқын сол кездегі ең бай, өркөкірек, батырсымақ, менменшіл хан еді.\nТұтқында «қазақтың батыры» деп мазақ етіп, бетіме түкіріп, әбден қорлық көрсетті. Сол қорлықпен бес жыл өтті.\nСол Сейқынның жаннан асқан, ерекше бір сұлу, айтып сөз жеткізе алмайтын , ақылды, нәзік Құралай деген қызы болатын. Кең маңдайлы, қыр мұрынды, бота көзді, жүзінен нұры тамған сұлу еді. Бірақ құралай сұлудың көзінде бір мұң бар еді.\nБір күні Сейқын хан үлкен той жасап, тұтқындарды босатады. Жалғыз қазақ мені босатпай , Сейқын ханның алдына әкеліп:\n-Сен қалмаққа жау болмай, бұдан былай бізге қызмет етсең ғана, сені босатамыз-дейді. Сонда Келден :\n-Өлсем де сен қалмаққа қызмет етпеймін,-деп жауап береді. Келденді босатпай, зынданға қайта тастайды. Бір күні занданға Құралай сұлу жасырын келіп:\n-Кешегі ханға тайсалмай қарсы шыққан сіз бе едіңіз? Сіздің қазақ екендігіңізді білгеннен соң әдейі жолыққалы келдім. Менің әкем Сейқын, шешем қазақ қызы. Бір жорықта құлдыққа алған он бес жастағы қазақ қызын зорлықпен әйелдікке алған екен. Сорлы анам өлерінде маған бір тілек айтып еді. Онысы «Өмір бойы қалмақты жау деп келдім. Жұртыма көзің көрсе, сәлес айт» деген болатын.Сол анамның армандап өткен елі сен боларсың- деп егіліп жылап жіберді. - Мен сені құлдықтан құтқарамын.Өзіңе мәңгілік жар болуға даярмын. Тек мені анамның армандаған еліне алып баршы –деп өтінеді.\n3. Түн ортасында қол ұстасқан екі жас атқа мініп , қараңғылықты жарып, қаша жөнеледі.Түні бойы талай белестерді артта қалдырады. Таң ата биік шыңның басына шыққан кезде Құралай сұлу арттарынан шұбырған қуғыншыларды көреді.Қуғыншыларды бастап келе жатқан Сейқынның үлкен ұлы -Дауыл еді.Қолындағы айбалтасын жарқ-жұрқ еткізіп әуелі қарындасынан кегін алмақшы болып шауып келе жатқанда Келден батыр алдынан қарсы шығып, шайқаса кетті. Ақыры жекпе-жекте Дауыл жеңіліп, атынан аударылып құлап түседі. Қалған жандайшаптары қарсы шығуға бата алмай, талайы қашып кетіп, барталайы Келденнің қолынан ажал құшты.\nТау-тасқа жасырынған Құралай сұлу « Егер мені қалмақтар ұстап алса, қалайша анамның ақ тілегін орындай алам? Олар көрсетер қорлықты көргенше өлгенім артық» деп түрлі ойға кетіп, жылап-еңіреп отырған шақта сүйгенінің аман-сау келе жатқанын көріп, жас балаша алдынан жүгіріп шығады.\nҚол ұстасқан екі жас Бетпақтың небір шөлін басып, арып, ашып келе жатып бір қамысты көлге тап болады. Сонда Келден осы жерге түсіп, тынығуды ұсынады. Құралай сұлу:\n-Ұры-қары, зияны көп жер шығар, түспей-ақ қояйық,-деп өтінеді.Бірақ Келден осы жерге тынығуды ұсынып, демалып, әлденген соң, салқындап шомылуға көлге барады. Құралай сұлу көлге шомылып, сүйгені Келден жырақта тосып отырған еді. Бір кезде қамыстың сыбдырлағаны естіледі. Артынша Құралай сұлудың шыңғырған даусын естиді. Жан ұшырып жүгіріп барғанында жолбарыстың құралайды талап жатқанын көреді. Тұра ұмтылып садақпен тартып жібергенде жолбарыс жығылып түседі. Құралайдың жаралы денесін құшып , «Сенсіз несіне тірі жүрмекпін» деп қанжарымды өзіме сұға бергенде Құралайдың ыңырсыған даусы естіледі:\n-Сүйіктім, мен өлсем де тілегіме жетіп өлдім. Бірақ сен өмір сүр. Өркенде. Ұрпақ өсір.Сенен өлер алдындағы тілерім осы,-деп көзін жұмды.\n-Монтайым, қартайғанша мені жеген қасіретім сол. Мен үшін орындалмас арман –осы! –деп Келден қария өзінің ішкі сырын ақтарып ,көзінің жасын сүртті.\n\nДереккөзі.",
                "date": "28.02.2017",
                "upvotes": 0
            }
        ]
    }
]