[
    {
        "question_title": "Әбіш Кекілбаевтың прозасы мен поэмасы кімде бар?",
        "question_content": "маған ол өлеңді жаттау керек.",
        "question_date": "27.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тағдырдан қайта-қайта жесем таяқ\nТағдырдан қайта-қайта жесем таяқ,\nКөремін талайымнан некен-саяқ.\nОңаша оқшау кетіп ой толғаймын,\nҚұлаққа кірмесін деп бөтен хаят.\nКөптің аузы қияңқы, пейілі оғаш,\nЖолап кетсең былғайтын күйелі ағаш,\nСаяқ кетсем, сайтандар сайраңдаған\nҮйірімен үркітер-үйіңе қаш.\nҮйге безсем, көңіл ит көше кезіп,\nТереді неше секем, неше сезік.\nҮміттің үлбіреген нәзік гүлін\nКүдіктің көн табаны кетеді езіп.\nКөп жүрген жердің бәрі абыр-сабыр,\nЖоламас айқай-шуға иман-сабыр,\nЖолығар әулие де киесіне,\nЖер жұтса, елден безсе, тапса қабір.\nСодан ба екен, жаралған жаратқан хақ\nЖұп жуытпай, жап-жалғыз, о бастан тақ.\nКөппен жүрсең - көлгірлік көлі жұтар,\nЖақ болар жалғыздыққа болса ақиқат.\nШындық тақ, өтірік жұп, айла егіз\nАйқұшақ аймаласқан фәнилік із.\nБақиға басың жалқы аттанасың,\nӨзіне үқсас жаратқан озалда иеміз.\n\nТолығырақ:  http://bilim-all.kz/olen/2033-Tagdyrdan-qaita-qaita-zhesem-tayaq",
                "date": "27.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен ауадағыға қарағанда алқаның судағы салмағы аз?",
        "question_content": "Ардақ алқаның күмістен жасалғанын тексеру үшін оның салмағын ауада және суда өлшеді. Өлшеу нәтижелері: рауа= 36,4 Н; рсу= 32,6 Н; \nа) Неліктен ауадағыға қарағанда алқаның судағы салмағы аз?\nb)Алқаның күмістен жасалғанын тексеру үшін келесі шамаларды анықтау керек.\n1)алқаның массасы _____________________________________________________\n2)алқаға әсер ететін кері итеруші күш _____________________________________\n3)алқаның көлемі ______________________________________________________\n4)алқаның тығыздығы _________________________________________________",
        "question_date": "27.01.2018",
        "question_tag": "Физика",
        "question_views": 25600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Судағы денеге Архимед күші әсер ететіндіктен судағы салмағы аз\n\n\"Эврика\" деп ашылған жаңалық бойынша суға салынган дене өз көлеміндей суды ығыстырып шығарады сол ығыстырылып шыққан көлемді тығыздыққа көбейтсең алқа массасы шығады. Шыққан масса кесте бойынша берілген тығыздығы мен көлемнің көбейтіндісіне сәйкес келмесе, онда тығыздығы сәйкес емес алқа таза күмістен емес\n\nкесте көрінбейді кестеде көлем берілуі керек",
                "date": "27.01.2018",
                "upvotes": 0
            },
            {
                "text": "\"Эврика\" деп ашылған жаңалық бойынша суға салынган дене өз көлеміндей суды ығыстырып шығарады сол ығыстырылып шыққан көлемді тығыздыққа көбейтсең алқа массасы шығады. Шыққан масса кесте бойынша берілген тығыздығы мен көлемнің көбейтіндісіне сәйкес келмесе, онда тығыздығы сәйкес емес алқа таза күмістен емес",
                "date": "7.02.2018",
                "upvotes": 0
            },
            {
                "text": "Алкага асер ететин кери итеруши куш(Архимед куши) =36.4Н-32.6Н=3.8Н",
                "date": "21.02.2019",
                "upvotes": 0
            },
            {
                "text": "1) m=1.64\n2)Fы=1.8Н\n3)Vg=0.00018м3\n4)p=900кг/м3\n900кг/м3 < 10500кг/м3",
                "date": "20.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Интернет арқылы қалай КАПСУЛА БЕЛАИТ-қа заказ беруге болады?",
        "question_content": "Интернет арқылы қандай магазинге заказды калай берсем болады. КАПСУЛА БЕЛАИТка. Сосын қанша кунде келеді.",
        "question_date": "27.01.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына +7 (702) 348-34-19 номерге хабарлассаңыз болады. Немес https://satu.kz/p2304099-kapsuly-dlya-pohudeniya.html  осы сайтқа кіріп тапсырыс беруге болады.",
                "date": "28.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диспанцерлік оқуға кім тапсырды",
        "question_content": "диспанцерлік оқуга интернет арқылы твпсырғандар барма, уйден қалай интернет арқылы тапсыр",
        "question_date": "27.01.2018",
        "question_tag": "Университет, колледж",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Денеге қызыл дақтар қолда қолтықта аяқта без тастаған ыстық түспейді бір айдан бері?",
        "question_content": "Қолтық астына без тастады кейын ол кобейып кетті барлык жерге шыгып кызыл дактар сыздауык сиякты дене температурасы 3",
        "question_date": "27.01.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кетты ме. маганда кызыл дактар шыгып кетты.",
                "date": "21.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіздер қалай адам жинадыңыздар? (вк группа)",
        "question_content": "Вконтактда группаға адам санын көп қылып қалай жинауға болады? Жалпы жарнама, дос шақыру, репост дегенді көп естиміз! Тағы қандай мүмкіндіктері бар?",
        "question_date": "27.01.2018",
        "question_tag": "Вконтакте",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Экономист мамандығын таңдасам, ҰБТ дан неше бал жинауым қажет?",
        "question_content": "Мен сіздерден сұрайын дегенім экономист мамандығын таңдасам грантқа түсу үшін ҰБТ дан неше бал жинауым қажет?",
        "question_date": "26.01.2018",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көп жинау керек, минимум 130.",
                "date": "26.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есімнің жазылыу қай нұсқасы дұрыс, Айкерім немесе Әйгерім ба?",
        "question_content": "Айкерім әлде Әйгерім қайсысы дұрыс?",
        "question_date": "26.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Әйкерім. Әй+керім. Абай атамыз әй керім қыз екен дегенінен қалған",
                "date": "27.01.2018",
                "upvotes": 1
            },
            {
                "text": "Қазақ тілінде\n\nЖазылуы-Əйкерім, оқылуы-Əйгерім.",
                "date": "27.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңды, сот туралы білсеңіздер. \"Талабым жоқ\" деген қағаз туралы?",
        "question_content": "Ағам істі болды!Екеуі ішіп отырғанда төбелес кезінде,Пышақпен қасындағы адамды жарақаттаған. Жәбірленуші арыз жазбас үшін біраз ақша сұрап отыр! Соттар айтады дейді сотталмау үшін талабым жоқ деген қағаз жаздыртып алу керек деп. Сол қағазды қалай жаздырған дұрыс соттың қолымен печатымен ғана жарай береме, әлде сенімді болу үшін натариуспен шандыртып алайынба тағы да! Натариуспен шандыру үшін аудан орталығына бару керек жұмыс етіп. Талабым жоқ деген қағаз алсақ,жәбірленуші кейіннен немесе сотта басқаша әңгіме айтып жүрсе қалай болады? Сақтық үшін сұрап жатқаным! Білетіндеріңіз болса айта кетсеңіздер кеңестеріңізді!",
        "question_date": "25.01.2018",
        "question_tag": "Заң",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Salemtsizbe, Latinsha arippen jaza berdim, aypkha buyirmagaysizdar.\n\nBul maselege keler bolsakh, jabirlenwshi zanging okiminen burin raziligimdi beremin dewshi bogan jagdayda, biz ozimizding muddemizdi kgorgaw ushin, tomendegi sharrti tugelimen khanagattandira alatin shartti azirlewi tyis dep oylaymin, aldimen jabirlenwshinin yaginy arizdanwga umitkerding sozin alw kerek, nakhtili is khagazdardin ustine khalipkha twsirip juyeli etip jazw kerek, munda azamattikh kelisim arkhili barlikhkha kelken alim-berim esebi, boljanimdar, kelisimdi buzw ayibi degendey zangdikh tokhtam bolw kerek; tokhtam bolgan song, sotting makhuldawin algan rastaw(natasys) orining jumistarin otew kerek;osi eki shart negizinen jetkilikti, egerde mundaydi az korsenigiz kezkelgen jergilikti gazet-jurnalding birine khulakhtandirw dep shigariwin otinseningiz kemeldi bolar edi......",
                "date": "26.01.2018",
                "upvotes": 0
            },
            {
                "text": "Жалпы егерде дело сотта болса сотта кешірім берсе болады.Егерде қылмыстық іс ішкі істер басқармасында болса жәбірленушіге арыз шағымым жоқ деген арыз жаздырып алсаныз болады өз қолымен жазған соң оған құқықтары түсіндіріледі.Сотта сол кезде секіре алмайды.",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚР Үкіметін кім басқарады?",
        "question_content": "а) Президент\n\nб) Премьер-Министр\n\nс) Сенат төрағасы\n\nд) Астана қаласының әкімі\n\nе) Конституциялық кеңес төрағасы",
        "question_date": "25.01.2018",
        "question_tag": "Заң",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының Үкіметін Премьер-Министр басқарады.\n\nҮкiметтi Республика Президентi Қазақстан Республикасының Конституциясында көзделген тәртiппен құрады. Премьер-Министр Үкiмет басшысы болып табылады. Премьер-Министрдi Парламенттiң келiсiмiмен Президент қызметке тағайындайды және қызметтен босатады. ҚР-ның Премьер-Министрi өзi тағайындалғаннан кейiн он күн мерзiмде үкiметтiң құрылымы мен құрамы туралы ҚР Президентiне ұсыныс енгiзедi. Президент Премьер-Министрдiң ұсынысы бойынша үкiмет құрылымын анықтайды, оның мүшелерiн қызметке тағайындайды және оларды қызметтен босатады, орталық атқарушы органдарды құрады, таратады, қайта құрады. ҚР Үкiметiнiң құрылымын министрлiктер мен өзге де орталық атқарушы органдар құрайды.\nҚазақстан Үкiметi — алқалы орган. Оның құрамына Үкiмет мүшелерi — республиканың Премьер-Министрi, оның орынбасарлары, министрлер, өзге де лауазымды адамдар кiредi. Премьер-Министр мен Үкiмет мүшелерi қызметке кiрiсер алдында Қазақстан халқына және елбасына ҚР Үкiметi туралы конституциялық заңда белгiленген тәртiппен ант бередi. Премьер-Министрге ерекше мәртебе берiлген. Ол Президентке Үкiмет құрамына кiрмейтiн министрлiктердi, орталық атқарушы органдарды құру, қайта құру және тарату туралы, министр қызметiне кандидатуралар жөнiнде, министрдi қызметтен босату туралы ұсыныстар енгiзедi, Үкiметтiң қызметiн ұйымдастырып, оған басшылық жасайды және оның жұмысы үшiн дербес жауап бередi.\nhttps://kk.wikipedia.org/wiki/Қазақстан_Республикасының_Үкіметі",
                "date": "25.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың гипотенузасы мен белгісіз катетін табыңдар?",
        "question_content": "Тікбұрышты үшбұрыштың катеті 5/7 ( 5 алымы, 7 бөлімі) дм жəне оған қарсы жатқан бұрышының синусы 0,6-ға тең екені белгілі. Осы үшбұрыштың гипотенузасы  ме",
        "question_date": "25.01.2018",
        "question_tag": "Геометрия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3/7<5/7 гипотенуза катеттен кіші болмайды\n\nsin (a)=a/c\n\nc=a/sin (a)=5/7:0,6=5/7:3/5=5/7*5/3=25/21\n\nb=V ((25/21)^2-(5/7)^2)=V (625/441 - 25/49)=V ((625-225)/441)=V (400/441) =20/21\n\nЖауабы гипотенуза 25/21 дм, ал екінші катет 20/21 дм",
                "date": "26.01.2018",
                "upvotes": 0
            },
            {
                "text": "a=5/7\n\nsin(a)=0.6\n\nc=?\nc=a*sin(a)=5/7*0.6=3/7\n\nЖауабы: Гипотенуза 3/7-ге тең.",
                "date": "25.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айфон музыкасынан басталатын əн",
        "question_content": "Айфон музыкасынан басталатын қазақша əн бар, тауып бересіздерме. əннің қайырмасында телефон деген сөз ба",
        "question_date": "25.01.2018",
        "question_tag": "Қазақша ән",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əбдіжаппар Əлқожа-байланыстағы",
                "date": "27.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөлімі 340 болатын дұрыс қысқартылмайтын қанша бөлшек бар?",
        "question_content": "Бөлімі 340 болатын дұрыс қысқартылмайтын қанша бөлшек бар?Бөлшектің алымы мен бөлімі-натурал садар.",
        "question_date": "25.01.2018",
        "question_tag": "Математика",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "дұрыс бөлшек дегеніміз алымы бөлімінен кіші болатын бөлшек, яғни алымы 340 тан кем болу керек. ең үлкен алымы натурал 339 саны болады.\n\nалымында жұп сандар болмайды, өйткені 340 жұп сан\n\nалымында беске еселі сандар болмайды, өйткені 340 5 ке қалдықсыз бөлінеді\n\nалымында 17 ге еселі сандар болмайды, өйткені 340 17 ге қалдықсыз бөлінеді\n\nал қалған дұрыс бөлшектерді санап шықсақ\n\n1/340, 3/340, 7/340, 9/340, 11/340, 13/339, 19/339, ..., 339/340\n\nалымы натурал болатын 128 дұрыс бөлшек бар екен",
                "date": "27.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кредит төлемі қалай өседі?",
        "question_content": "менің кредиттім бар еді, товар алгам . қазір мен дикреттік демалыста болган кезде төлемей калдым.ол өсіп кетті не істеуге болады ?",
        "question_date": "25.01.2018",
        "question_tag": "Заң",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Банкке негізінде төлей алмай қалармын ау деген күдік туындаған кезде алдын ала барып өтініш бересіз",
                "date": "27.01.2018",
                "upvotes": 0
            },
            {
                "text": "Банкке соғыңыз, бұндай жағдайда не істеуге болатыны жайында кеңес алыңыз. Қателеспесем өтініш жазып 1-2 жылға төлем уақытын созуға болады.",
                "date": "25.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүктілік пайда болу себебі қандай?",
        "question_content": "Сәлеметсіздерме! менің қонағым осы желтоқсанның 30 келген болатын қаңтардың 1 күні тоқтады, ал мен келесі күні жыныстық қатынаста болдым, бірақ жігіт өзінің несімен қорған болатын содан бир апта өткеннен кейін менін жүрегім айный бастады әсіресе еті бар тағамдар ұйқымда түнде болмайтын, қонағым келетін уақыты болған еді 23 келуі керек болатын екі күнге кешікті мен мән бермедім 24 күні мен тағы жыныстық қатынаста болдым сосын таңғы жақын болғанда менде қонағым келіпті жігітпен болғанда біраздан сон ішім аура бастады, бул не жағдай болды түсінбедім мен ренжімесеніздер айтып жіберініздерші қонағым келседе аяғым ауыр болуы мүмкінбе тест на беременность алып корсембе отинем айтып жиберініздерші??",
        "question_date": "25.01.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "гинекологқа қаралғаныңыз жөн. тезірек үйленіңіздер енді))",
                "date": "26.01.2018",
                "upvotes": 0
            },
            {
                "text": "Шынымды айтсам дым түсінбедім.",
                "date": "26.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Феизбук мессенжерінің атын калай ауыстыруга болады ?",
        "question_content": "Феизбук мессенжерінің аты мен  калай ауыстыруга болады ?",
        "question_date": "25.01.2018",
        "question_tag": "Әлеуметтік желі",
        "question_views": 388,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Компьютер өшіп қала береді.",
        "question_content": "Компьютерді қосқаннан кейін 5 минуттан кейін өшіп қала береді. Орнатылған Windows XP Sp3-ді өшіріп, қайтадан установка жасайын десем, компьютер өшіп қала береді. Қандай амал бар? Айтып жібересіздер ма?",
        "question_date": "24.01.2018",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 705,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "компьютер өшіп қала береді",
                "date": "7.05.2018",
                "upvotes": 0
            },
            {
                "text": "биос ты орнына койып кор",
                "date": "7.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Что такое дружба\"сочинение с планом",
        "question_content": "Орыс тілінен \"что такое дружба\"тақырыбына шығарма жазу керек.",
        "question_date": "24.01.2018",
        "question_tag": "Мектеп",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сочинение на тему дружба, настоящая дружба, ценность дружбыРассуждая о важных людях в своей жизни, мы чаще всего расставляем их в таком порядке - родители, близкие родственники, друзья, знакомые. Родителей и родственников не выбирают, знакомых не впускают слишком глубоко в жизни. И только настоящий друг - это человек, отношения с которым основываются на взаимности, доброжелательности, искренности и симпатии. Вот так случается - встречаются двое незнакомцев и при определенных условиях становятся незаменимыми друг для друга.Без дружбы жизнь не полноценна. Но только если речь идет о настоящей дружбе - не пустом общении, использовании друг друга в корыстных целях. Как раз это наоборот не приносит нам ничего хорошего. Зачем вам друг, который с вами только потому, что ему больше ничем заняться, и он легко исчезнет надолго, даже не предупредив? Или друг, который с вами говорит одно, аза вашей спиной сплетничает о вас? Или тот, кто общается с вами, только когда ему что-то нужно? Или завистник? Разве такие «друзья» делают жизнь полноценной?Нет, дружба должна означать нечто другое. В бытовом плане - это взаимная и искренняя симпатия, заинтересованность друг в друге, желание поделиться мыслями и впечатлениями, комфортное времяпрепровождение. Есть пословица о том, что друг познается в беде. Но не только. Настоящий друг не только поможет в трудную минуту, но и искренне порадуется твоим успехам. Как и вы будете радоваться за него. Друг - это тот человек, который будет на твоей стороне, даже несмотря на тебя. То есть друг сможет сказать «нет», если ты собираешься навредить себе каким-то образом.И лучше всего истинная сущность дружбы, как по мне, раскрыта в сказке «Маленький принц» А. де Сент-Экзюпери. Там в разговоре Лиса с Маленьким принцем говорится, что для того чтобы стать близкими, нужно узнать друг друга. Надо впустить человека в свое сердце, мысли, жизни. И самому войти в его. Это - доверие, и именно оно священно. И это настоящее счастье - быть с кем откровенным и знать, что тебя таким примут и не предадут. И это необходимость в жизни каждого из нас.",
                "date": "25.01.2018",
                "upvotes": 0
            },
            {
                "text": "Тема: “Дружба”\n\nТип урока:  урок формирования новых знаний.\n\nФорма проведения: разговор-рассуждение с игровыми моментами.\n\nЦели:\n\nспособствовать углубленному осмыслению понятий «дружба», «настоящий друг»;\n\nформировать умение строить отношения с людьми;\n\nвоспитывать у учащихся умение дружить по-настоящему.\n\nЗадачи:\n\nспособствовать успешному протеканию процессов самопознания и самосовершенствования личности учащихся;\n\nформирование умения вести рассуждение и аргументировать свою точку зрения;\n\nпобуждать подростков к анализу собственных поступков.\n\nОборудование урока: 1) раздаточный материал; 2) видеозапись; 3)презентация; 4) проектор; 5) компьютер.\n\n\n\nХод урока.\n\nОргмомент. (7-10 мин)\n\nУ: Добрый день, дорогие ребята! Я рада приветствовать вас на нашем классном часе. Посмотрите, какая сегодня хорошая погода: светит солнышко, оно нам улыбается. Давайте друг другу улыбнемся.\n\nУ: Ребята я бы хотела, чтобы тему нашего разговора назвали вы сами, после просмотра короткого видеоролика.\n(видеоролик: «Притча: два друга»\n\nКак-то два друга много дней шли в пустыне.\n\nОднажды они поспорили, и один из них сгоряча дал пощёчину другому. Его друг, почувствовал боль, но ничего не сказал. Молча, он написал на песке: «Сегодня мой самый лучший друг дал мне пощёчину».\n\nДрузья продолжали идти, и через много дней нашли оазис с озером, в котором они решили искупаться. Тот, который получил пощёчину, едва не утонул и его друг его спас.\n\nКогда он пришёл в себя, то высек на камне: «Сегодня мой самый лучший друг спас мне жизнь».\n\nПервый спросил его:\n\n– Когда я тебя обидел, ты написал на песке, а теперь ты пишешь на камне. Почему?\n\nИ друг ответил:\n\n– Когда кто-либо нас обижает, мы должны написать это на песке, чтобы ветры могли стереть это. Но когда кто-либо делает что-либо хорошее, мы должны высечь это на камне, чтобы никакой ветер не смог бы стереть это.\n\nНаучись писать обиды на песке и высекать радости на камне. Оставь немного времени для жизни! И пусть будет тебе легко и светло...)\n\n\n\nУ: – О чем эта притча, чему она учит нас?\n\nУ: Да, действительно, ребята, эта притча о дружбе, и учит нас, что нужно уметь прощать обиды, помня все хорошее, что сделал для вас ваш друг.\n\n\n\nОсновной этап урока. (20 - 25 мин.)\n\n\nУ: Во все времена и у всех народов очень высоко ценилась дружба, верность, преданность. Нет народа, у которого не было бы легенд, пословиц и поговорок о дружбе. В дружной работе, в общем отдыхе, вообще в совместной жизни, во взаимовыручке народ усматривал силу. Вот и мы с вами попробуем вспомнить пословицы о дружбе. Я начну, а вы продолжайте.\n\n1.Все за одного, а один за …                                               (всех)\n\n2.Семеро одного …                                                              (не ждут)\n\n3.Один в поле не …                                                              (воин)\n\n4.Старый друг лучше …                                                      (новых двух)\n\n5.Нет друга, так ищи, а нашёл …                                        (береги)\n\n\n\nУ: Видите, ребята, как много пословиц сложил народ о дружбе, и это только малая часть.\n\nУ: Владимир Иванович Даль в своем знаменитом “Толковом словаре” приводит такое определение дружбы: “Дружба – бескорыстная стойкая приязнь”.\n\nНа первое место знаменитый ученый и писатель ставит бескорыстие. Ты дружишь с человеком не для того, чтобы он тебе что-нибудь хорошее сделал, не потому, что это выгодно. Ты дружишь с человеком потому, что он близок тебе. Близки его интересы, его взгляды, его внутренний мир. Есть, конечно, ребята, которые выбирают себе друга за “красивые глаза”. Умеет человек хорошо и модно одеваться – буду с ним дружить. Не умеет – не буду. У таких ребят никогда не будет настоящих друзей. А без друзей человек не может быть счастлив.\n\nГоворя о дружбе, нельзя не сказать и о таком важном понятии, как порядочность. Порядочность лежит в основе многих человеческих поступков. Заступиться за младшего, которого обижают, уступить место в автобусе, прийти на помощь старому человеку – все это проявления порядочности. Лишь у порядочного человека могут быть настоящие, верные, надежные друзья. Друзья на всю жизнь.\nУ: Сейчас я предлагаю вам разделить на группы по цветам. У меня в мешочке находятся бумажечки 3 цветов (красный, зеленый и синий). Каждый из вас вытягивает бумажечку, а потом, согласно вытащенному вами цвету, вы делитесь на команды.\nУ: Отлично! А теперь я вам раздам конверты с поговорками. В каждом конверте 2 высказывания. Вы должны прочитать и объяснить их смысл. Я вам дам минутки 3-4, чтобы вы могли обсудить.\n\n(1.Трусливый друг опаснее врага.\n\n2. Доброму коню найдётся много хозяев, хорошему человеку - много друзей.\n\n3. Не тот друг, кто потакает, а тот, кто помогает.\n\n4. Дружба дружбе рознь - иную хоть брось.\n\n5. Дружба, что стекло: расколешь - не соберёшь.\n\n6. Хочешь дружбы - будь другом.)\n\n\n\nУ: Есть ли у вас настоящие друзья? А вы можете назвать себя хорошим другом? Чтобы ответить на этот вопрос, выполним небольшой тест. Я дам вам 5 минут на выполнение этого теста, а потом мы проверим ваши ответы!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(Тест «Хороший ли ты друг?»\n\n1. Вы собрались в кино, но вдруг выясняется, что у твоей подруги (друга) нет денег на билет. Как ты поступишь?\n\nА) Пойдешь в кино одна (один).\nБ) Одолжишь подруге (другу) денег.\nB) Найдешь богатенького приятеля, который мог бы сводить вас в кино.\n\n2. Ты хочешь пригласить подругу (друга) вместе провести вечер, но она (он) уже обещал (а) своей маме сделать уборку. Как ты поступишь?\n\nА) Проведешь вечер одна (один).\nБ) Поможешь ей (ему). Чем быстрее вы закончите работу, тем больше времени останется на веселье.\nВ) Позвонишь другой (-ому) подружке (другу).\n\n3. Ты идешь по улице и вдруг видишь, что шайка хулиганов пристает к твоей подруге (другу). Как ты поступишь?\n\nА) Сделаешь вид, что ты их не замечаешь, и поспешишь скрыться.\nБ) Бросишься на помощь подруге (другу).\nВ) Расскажешь об этом ее (его) отцу…когда увидишь его.\n\n4. Вы с классом поехали на экскурсию. Вдруг одна из твоих подруг (один из твоих друзей) обнаруживает, что не взял (а) с собой еды. Как ты поступишь?\n\nА) Скажешь ей (ему), чтобы в следующий раз он(а) лучше собиралась в поездку.\nБ) Поделишься с ней (с ним) своим обедом.\nВ) Скажешь об этом учителю, чтобы он что-нибудь придумал.)\n\nУ: Закончили? Хорошо! Давайте подсчитаем каких вариантов у вас больше А, Б или В.\nУ: – Итак, подведем итог.\n\nБольше ответов А:\n\nВозможно, настало время сесть и подумать, почему никто не помогает тебе в трудных ситуациях. Настоящая дружба предполагает взаимную помощь и поддержку. Покажи своим друзьям, что ты в любую секунду готов(а) прийти им на помощь.\n\nБольше ответов Б:\n\nТы замечательный друг! На тебя можно положиться в трудную минуту. Таких как ты интересные события и приключения с друзьями ждут на каждом шагу. Самое главное – твои друзья знают, что всегда могут положиться на тебя!\n\nБольше ответов В:\n\nТы беспокоишься о своих друзьях, особенно когда они оказываются в сложной ситуации, но дружба – это не только приятное времяпрепровождение. Твои друзья должны быть уверены, что всегда могут рассчитывать на твою помощь. У тебя большие задатки. Чтобы стать настоящим другом, подумай о том, как их реализовать.\n\nЗаключительный этап. (5 мин)\n\nУ: – Подведем итог. На столе у вас лежат листочки. Я попрошу вас написать на них, что такое дружба.\n\nУ: Написали? А сейчас мы прикрепим эти листочки к дереву, символизирующему наш класс, и я надеюсь, что каждый из вас сумеет не только найти настоящего, верного друга, но и стать им. Всего доброго вам, ребята!",
                "date": "25.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ютубтың аудиосын қалай қыйып алуға болады ?",
        "question_content": "Ютубтағы видеоның видеосы керек емес, аудиосын mp3 күйінде қалай ажыратып алуға болады? Ұйалы телефонмен істеуге болады ма? Толығырақ нақты жауап берсеңіздер!",
        "question_date": "24.01.2018",
        "question_tag": "Интернет, Сайт",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "sovefrom.net деген сайт бар сол жерде поиск деген жерге видеоның ссылкасын",
                "date": "25.01.2018",
                "upvotes": 0
            },
            {
                "text": "Болады, ол үшін tubemate деген бағдарламаны интернеттен көшіріп алыңыз.  Сосын сол жерде скачать mp3 деп форматын таңдап жүктеп ала аласыз.",
                "date": "25.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемдегі сөз тіркестері арасындағы байланыс түрлері мен байланысу тәсілдерін анықтаңыз?",
        "question_content": "Күні кеше өткен сияқты уақиғалар бүгінде тарих беттеріне айналып та үлгерді.\n\nОсы сөйлемдегі сөз тіркестері арасындағы байланыс түрлері мен байланысу тәсілдерін анықтау керек.",
        "question_date": "24.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 817,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Байланысу тәсілдері -шылау сөздер арқылы.",
                "date": "3.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласында қандай косметологиялық орталықтар бар?",
        "question_content": "лықтарПоматывай кандай косметологиялык орталыктар бар калай тез агаруга болады озим кара жигитпын",
        "question_date": "24.01.2018",
        "question_tag": "Тазалық",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы қаласында косметологиялық орталықтар өте көп. Негізі олардың барлығын да жақсы деп айту қиын. Сондықтан әртүрлі клиникаларға барғаныңыз жөн. Сізге сілтемесін қалдырып өтейін:\nhttps://www.olx.kz/kk/uslugi/krasota-i-zdorove/kosmetologiya/alma-ata/",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматыда кандай косметология бар",
        "question_content": "Озим кара жигытпын калай агаруга болады",
        "question_date": "24.01.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылдың қай мезгілінде болсын бет терісі ерекше күтімді қажет етеді. Арнайы косметика өнімдерімен қатар үй жағдайындағы күтімнің де бет терісіне өзіндік пайдасы бар. Табиғи өнімдерден әртүрлі маскалар қолдану бет терісін тазалауға, нәрлендіруге және ылғалдандыруға көмектеседі.\nБет терісі түріне қарай құрғақ, майлы, біріктірілген (комбинированный) және қалыпты болуы мүмкін. Оны анықтау үшін бетті тазартқыш құралдардың көмегімен тазалап, 3 сағаттан кейін қағаз майлықтың бірін мағдайға, тағы бірін бетке 15 секунд қойып тексеріп көруге болады. Майлықтарды салыстыру барысында екі майлықта да май дағы байқалса, терінің түрі қалыпты саналады. Майлықтың кез келгенінде май дақтары әзер байқалса, онда тері құрғақ болғаны. Немесе екі майлыққа да көп мөлшерде сіңген болса, ол майлы тері болып табылады. Егер қағаз майлықтың біріндегі май дағы екіншісінен көбірек болса, тері түрі біріктірілген болып табылады. Ендеше бетке косметика өнімдерін немесе маскаларды терінің ерекшелігіне сәйкес қолдану қажеттігі айтпаса да түсінікті. \nБет терісі күтіміне алмадан жасалған маскалардың пайдасы мол.\nАлмадан жасалған дәруменді маска. Үккіштен өткізіліп ұсақталған алманы бетке жағып, 20 минут ұстау қажет. Сосын салқын сумен жуып тастайсыз. Егер теріңіз құрғақ болса, алдын-ала крем жаққан жөн. \nТазартқыш маска. Алманы үккіштен өткізіп, оған жұмыртқаның сарысын қосу керек. Масканы 20 минут бетте ұстап, сосын жылы сумен жуасыз. \nНәрлендіретін маска. Алма мен сәбізді үккіштен өткізесіз. Бетке жағып, 20 минуттан соң салқын сумен жуу қажет. \nЖұмсартатын маска. Алманың жартысын, асқабақтың аздаған бөлігін ұсатып, оған 1 ас қасық бал, 1 ас қасық сүт пен аздаған лимон шырынын араластырып, дайын болған масканы 20 минут бетте ұстау қажет. Сосын жылы сумен шаю қажет. \nСергіткіш маска. Алманы үккіштен өткізіп, ыстық сүтке араластырыып, 30 минут бетін жауып қоясыз. Дайын болған соң бетке жағып, 30 минуттан кейін жылы сумен жуасыз. \nБарлық теріге арналған алма шырынынан жасалған маска. Алманы шырынсыққышпен немесе жіңішке үккіштен өткізіп, шырынын мақтаға немесе дәкеге сіңіріп, уақыт бетке қою керек. 20 минуттан соң салқын сумен жуу қажет.\nҚысқа арналған маска. Сұлы ұнына үгілген алманың шырыны мен аздаған сүт қосып араластырасыз. Дайын болған қоспаны бетке жағып, 30 минуттен сон жылы сумен тазартасыз. \nЖазға арналған маска. Үккіштен өткізілген алмаға 2 шай қасық бал қосып, араластырасыз. Дайын болған масканы 20 минут бетте ұстап, жылы сумен жуып тастау қажет.\nЕгер сіздің теріңіз майлы болса төмендегі маскаларды қолдануға болады. \nАлма мен жұмыртқа маскасы. 1 алманы үккіштен өткізіп, оған жұмыртқаның ағуызын қосып араластырып бетке қолданасыз. 15 минуттан соң жуып тастайсыз. \nЕгер тері қалыпты болса, бет күтіміне мына маскаларды қолдану пайдалы: \nАл құрғақ теріге арналған маскалар мыналар: \nЖұмыртқа маскасы. 2 шай қасық жеміс шырыны (алма, лимон, грейпфрут), шикі жұмыртқаның сарысының жартысы, 2 шай қасық майлылығы 9% ірімшік, 1 шай қасық өсімдік майын мұқият араластыру керек. Дайын болған қоспаны 20 минут бетте ұстап, сосын жуып, крем жаққан дұрыс. \nБананнан жасалған маска. Бананның ¼ бөлігіне 1/2 қасық нәрлендіргіш крем, әрқайсысынан 3 тамшы лимон мен зәйтүн майын қосып араластырып, бетке жағасыз. 15 минуттан кейін жуу қажет. Қыс айларында бұл масканы қолданса, теріге пайдасы көп. Бананның жұмсағы теріні ылғалдандырады, ал құрамындағы бай А дәрумені құрғақ, тітіркенген тері үшін пайдалы. \nСонымен қатар бет терісі күтіміне лимоннан жасалған маскалар да пайдалы. Лимон В1, В2, D дәрумендеріне және аскорбин қышқылына бай. С дәрумені зат алмасуда маңызды рөл атқарып, барлық ағза жасушаларын қоректендіреді. Сондай-ақ лимон адам ағзасындағы көптеген ауруларға ем. \nҚұрғақ бет терісіне арналған лимоннан жасалған маска. 1 ас қасық қаймаққа әрқайсысынан 1 шай қасық бал, лимон шырыны және кастор майын қосып араластырып, қоспаны бетке таңертең жуынардан 5-7 минут бұрын жағу қажет, сонымен бірге тазартылған бетке кешке де қолдануға болады. \nМайлы теріге арналған маска. Бұл үшін 1 жұмыртқаның ағуызын көпіршітіп, үстіне 1 шай қасық лимон шырынын қосу қажет. 5-7 минут сайын бірнеше мәрте жағып, масканы дымдалған мақтамен тазарту қажет.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Акиматқа кіру үшін әскери билет керекпе?",
        "question_content": "Акиматқа кіру үшін әскери билет керекпе?",
        "question_date": "24.01.2018",
        "question_tag": "Мансаптық өсу",
        "question_views": 709,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таныс болса болды, әскери билетсіз жұмысқа тұрған таныстар бар.",
                "date": "24.01.2018",
                "upvotes": 0
            },
            {
                "text": "Әскери билет тек құқық қорғау органдары және әскери офицер болу үшін ғана қажет. Акиматқа кіру үшін әскери билеттің қажеттілігі жоқ сияқты.",
                "date": "1.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жебе киностудиясы мен Шаншар актрерлары түсірген фильм-ертегінің аты қандай?",
        "question_content": "Жаңа жылға арнап шығарылған ертегі ғой дейм, есімде бар кішкентай кезімде көп қарайтынмын, ал қазір сол шақтарды еске алайын десем ұмытып қалыппын. Сценарийдің басында бір әже ертегі айтып бастайды Ертеде бір.",
        "question_date": "24.01.2018",
        "question_tag": "Кино",
        "question_views": 846,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менде сол киноны іздеп жүрм.. меніңде есімде.. байдың 3 баласы болат.. ар жаққа жебе ататын едіғой",
                "date": "11.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асан Естаев қай жақтан?",
        "question_content": "Ютубтағы \"Біліп жүремін\" арнасының жетекшісі ))) Асан Естаев қай жақтан?",
        "question_date": "23.01.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атырау қаласынан. Бұрын БЖ-да админ болғам)",
                "date": "24.01.2018",
                "upvotes": 1
            }
        ]
    }
]