[
    {
        "question_title": "MgСl2-магний хлоридінен Cl2-дың массалық үлесін табу керек?",
        "question_content": "MgCl2-магний хлоридінен Cl2-дың массалық үлесін тап",
        "question_date": "22.10.2017",
        "question_tag": "Химия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "MgCl2\nMr (MgCl2 )=24+36*2=96\n\nw (Cl2)=(72÷96)*100%=75%",
                "date": "22.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ежелгі заман кезеңіндегі өлкенің тарихы қандай?",
        "question_content": "\"ежелгі заман (шамамен 2 миллион жыл бұрын - 5 ғасыр) кезеңіндегі өлкенің тарихы: деректеме\" керек еді",
        "question_date": "22.10.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның шығуы, оның дамуы мен еңбек қызметіннің тарихы жердің түпкір-түпкірінің бәрінде бір-біріне өте ұқсас және өзара тығыз байланысты. Қазақстанның территориясы –планетаның шағын бөлігі, сондықтан оның тарихы бүкіл дүние жүзілік тарихтың бір тарау ғана болып табылады.\nАдамзаттың ежелгі өткен заманының көп беттері әлі анықталған жоқ, түсініксіз мәселелер мен даулы қағидалар әлі көп.\nҒылыми зерттеулер нәтижесінде жер бетіндегі адам баласы осыдан 2-2,5 миллион жыл бұрын пайда болған. Жер жүзінде еңбек етуге қабілетті болған ең ежелгі өмір сүрген адам хомохабилис – «шебер адам» (презинджантроп) болып есептелінеді. Оның сүйек қалдықтары далбарлап жасалған шапқы құралдармен (чопперлермен) бірге 1959-1963 жылдары Олдувэй шатқалынан (Шығыс Африка - Кения) табылды. Ол 1 млн. 750 мың жыл бұрын өмір сүрген. Хомо хабилистің мыйының көлемі (652 см3) австралопитек маймылдарының мыйынан біраз асады. Бірқатар басқа ерешеліктері болған, мәселен, түргеліп жүргендікті аңғартатын, айқын білінетін табан имектігі.\nАлғашқы адамдардың (олдувэйлік) еңбек құралдары: қырын өткірлеу үшін ұрып жұқартылған малта тастар мен дөрекі ауыр тас сынықтары (чопперлер) болды.\nАдамның эволюциясындағы одан кейінгі қадам хомо эректус – «тік жүретін адам» сатысына байланысты. Бұл тұрпаттың өкілдері тас дәуірінің Шелль-ашель мәдениетінің иелері питекантроп пен синантроп болды.\nПитекантроп 1891 жылы Ява аралында табылды. Ол бұдан бір миллиондай жыл бұрын өмір сүрді. Питекантроп Хомо хабилиспен салыстырғанда елеулі эволюциялық өзгерістерге ұшырады. Мый көлемі үлкейді (950 см3), бас сүйегі мен жақ сүйектері кішірейді, аяқ пен қолдың пропорциясы өзгерді.\nТік жүретін адамның екінші бір түрі синантроп болды; ол бірінші рет 1927 жылы Чжоу–коу –дянь үнгірінен табылды. Синантроптың сыртқы бейнесінен дамудың неғұрлым процестік белгілері байқалады. Бұл белгілір: мый қабығының көлемі үлкен (1075 см3) , мандайының тайқылығы азырақ, қабағы жатық, иегі ықшам.\nЧжоу-коу-дяньда табылған қазбалардың айтарлықтай ерекшелегі сол, синантроптың сүйектерімен бірге онда әр түрлі формадағы дөрекі тас құралдар, отта көп жатқан тастар және төмеңгі палеолит жануарлараның көп сүйектері табылды. Демек, синантроптар сол кездің өзіңде отты пайданала білген.\nАдамның эволюциясындағы келесі қадам Хомо Сапиенс саналы адамның пайда болуымен байланысты. Тарихта бұл кезеңдегі адамды (орта палеолит) неандерталь деп атайды. Тік жүретін адамға қарағанда, неандерталь адамның өмірінде мәнді-мәнді өзгерістер болды. Осы кезде ежелгі адамдардың дене бітімінің өзгершіліктері біржолата қалыптасты. Олардың бойы аласа келді (150-160 млн), мый қауағының көлемі енді 1300-1400 см3 болды.\nНеандертальдың өзгеше белгілірі: қас сүйегі шығыңқы, тайқы маңдай, бас сүйегі жайпақ, тістері ірі, иегінің шығыңқылығы аз. Омыртқа жотасының тіктігі, тізе буынының жазылмайтын қисықтығы неандертальдардың жүрісінің ебедейсіз болғанын көрсетеді.\nДене бітімі қазіргі кездегідей адамның (Хомо Сапиенс) пайда болуы соңғы палеолит дәуірімен байланысты. Осы уақыттан бастап адамдардың эволюциясында шешуші өзгеріс болады және нағыз адамзат тарихына біржолата көшу басталады.\nАлғашқы Хомо Сапиенс өкілдерінің пайда болуы әдетте б.з. 50-45 мың жыл бұрын болған делінеді. Оған тән белгілер 1868 ж. Франциядағы Кро-Маньон үнгірінде табылған бес қанқаны зерттеу негізінде аңықталды.\nКроманьондық адамның тұрпатында, осы заманғы адамдарға тән ерекшеліктер айқын білінеді. Оларға тән нәрсе – басының сопақтығына қарай маңдайы кең, беті өте жалпақ, тікше және мый қауағы кең (1500-1800 см3), бойы биік (168-194 см), сүйектердегі бұлшық ет бедері айқын көрінеді.\nСойтіп, адамның шығуы, оның дамуы негізінен үш сатыдан өтіп, еңбек процестің нәтежесімен байланысты болғанын көреміз.\nТолығырақ: http://testent.ru/index/kirispe_kazahstannyn_ezhelgi_tarikhy/0-609",
                "date": "13.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2х2-4x-6 функциясын зерттеп, графигін салу керек?",
        "question_content": "функцияны зерттеп,графигын салу 10 сынып комектесндершы отынем",
        "question_date": "22.10.2017",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "^;32x^-4x-6\n\n1) D(f)=R\n\n2) f(-x)= 2(-x)^-4(-x)-6=2x^+4-6=-(-2x^-4+6) - тақ функция.\n\n3) жоқ\n\n4) x=0,                                    y=0,\n\n2*0^-4*0-6=-6                       2x^-4x-6=0   \n(0;-6)                                      D= 16 - 4*2*(-6)=64=8\n\n                                                x1=4+8/2*2=3                           (3;0),(-1;0)\n\n                                                x2=4-8/2*2=-1\n\n5) 2x^-4x-6>0                                    2x^-4x-6<0\n\nx>3  (3;+шексіздік)                           x<3    (-шексіздік;3)\n\nx>-1 (-1;+шексіздік)                         x<-1     (-шексіздік; -1)\n\n6) парабола, жоғары қарайды (x^-1) -4\nх осьі бойынша + жаққа 1 бірлің, у осьі бойынша 4 бірлік астыға. Қиылсқан жерінен парабола үстіге қаратып сызасын)",
                "date": "24.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1924 жылғы латын əліпбиі қандай болды?",
        "question_content": "1924 жылғы қазақ тілінің латын əліпбиін қайдан білуге болады?",
        "question_date": "22.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХХ ғасырдың 20-жылдарынан бастап қазақ оқығандарының арасында латын әрпіне негізделген жаңа әліпбиге көшу мәселесі көтерілді. Дегенмен 1924 жылы жазында Орынборда өткен қазақ-қырғыз білімпаздарының тұңғыш съезінде А.Байтұрсынов бастаған араб әрібін қолдаушылар басым түсіп, араб әрпіне лайықталған қазақ графикасы қабылданды.\n\nЖаңа әліппе комиссиясының жұмысына сол кездегі партия мен үкімет қолдау көрсетті. Латын жазуын қолдаушыларының арнайы «Жаңа түрік әліппесінің комитеті» құрылып, «Жаңа түрік әліпбиі» атты кітап бастыртып, мектептерде осы кітаппен оқытуды ұсынды. Сондай-ақ газеттерді бірте-бірте латын әрпімен басу мәселесін өз міндеттеріне жатқызды. Комитет мүшелері халық арасында баспасөз арқылы жаңа әліпбидің қалың бұқара үшін араб әрпіне қарағанда пайдасы мен қолайлылығын түсіндіріп, осы төңіректе пікір алмасуға шақырды.\n\n1925 жылдан бастап жаппай Қазақстанның мектептерінде, жеке кәсіпорындарында және мекемелерінде латыншылардың «Жаңа әліпбишілер үйірмесі» немесе «Латыншылар үйірмесі» құрыла бастады. Соңғылары тек айтыс-тартыс жиналыстарын ғана емес, арнайы жаңа әліпбиді үйрететін үйірме сабағын ұйымдастырды, баяндамашылар үшін тезистер құрастырып, жергілікті газеттерге ұжымдық мақалалар жазды. Осы жылы Н.Төреқұловтың «Жаңа әліпби туралы» атты кітабы басылып шықты.\n\n1926 жылы ақпанда Баку қаласында өткен Бүкілодақтық І түркологиялық съезде латыншылар мен арабшылар арасында пікірталас қызу өтті. Осы съезден кейін түрік республикаларында жаңа әліпби ұйымдары құрыла бастады. Ұйымдардың басты мақсаты халық арасына латын әліпбиінің қолайлылығын түсіндіру болды. Сондай-ақ Әзірбайжан, Солтүстік Кавказ латын негізіне қойылған жаңа әліппені алуға декрет шығарды.\n\nЛатын әрібінің алғашқы нұсқасын жасаушылардың бірі Халел Досмұхамедұлы болған. Ол бастапқыда латын әрібіне қарсы болғандығын: «Нәзір айтқандай, менің латын әрпін алуға қарсы екенім рас. Бірақ латынға қарсы екенімді біле тұра маған латын әріптерінің жобасын жасау тапсырған соң, сол жобаны жасағаным рас. Одан кейінгі «Қазақ тіліне латын әрібін алу мәселесі» деген мақаласында: «Түркі халықтарына араб харіфтерін тастап, латын харіфін алу керек деген сөз көптен бар. Әзербайжандар латын харіфтерін қабылдады, жаһұттар да солай қылды. 1922 жылғы съезінде өзбектер де өз тілін латын харіфтерімен пішті. Профессор Поливанов үлгі жасады» - деген болатын.\n\nБұдан шығатын түйін, ХХ ғасырдың 20-жылдарының басында-ақ латын әліпбиіне көшу мәселесі кең қойылған да, сол онжылдықтың соңына қарай, шешім қабылданған.\n\nТүркияда Ататүріктің басшылығымен 1928 жылдың 28 маусымында «Алфавит жөніндегі комиссия» құрылып, оған мынандай міндеттерді тез арада шешуді тапсырады:\n\n- латын графикасына негізделген жаңа түрік әліпбиін қабылдайды;\n\n- жаңа грамматиканың жобасын жасайды;\n\n- осы жобаларды қолданысқа енгізу жолдарын көрсетеді.\n\nТүркияда латын әліпбиіне өту кезеңі бар-жоғы бір жылға ғана созылды. 1928 жылдың 1 қарашасында М.К.Ататүрік «Жаңа түрік әріптерінің қабылдануы мен қолдануы туралы» Заң шығарды. Бұл заң бойынша 1929 жылдан бастап мемлекеттік мекемелердің латын әліпбиіне өтіп, араб графикасын қолдануына рұқсат берілмеді. 1929 жылдың 1 маусымына дейін ғана қатар қолданылып келген араб графикасына іс-қағаздар жүргізуде мүлде тыйым салынды.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мысыр елінің халқы саны. Әйелдермен ерлердің аражігі қандай?",
        "question_content": "Мысырдың халқы жайлы. Әйелдер көп пе әлде ерлер көп пе? Көп болса қаншаға көп?",
        "question_date": "21.10.2017",
        "question_tag": "География",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Египет  95 623 427   20 июля 2017\n1,03 ер адамға 1 әйел адам(2010 жылғы дерек)",
                "date": "22.10.2017",
                "upvotes": 0
            },
            {
                "text": "Рахмет! Көп-көп сіздерге!",
                "date": "22.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Махамбет поэзиясындағы асыл арман\" тақырыбына шығарма керек?",
        "question_content": "Махамбет поэзиясындағы асыл арман шығарма 5-6 бетке",
        "question_date": "20.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез – келген тарихи, яки болмаса шығармашылық тұлға тек өз халқының інжу – маржаны ғана емес, жалпы адамзаттық бастау ретінде «әлем азаматы» санатында болып әр кезеңдегі, әр алуан халықтың мәдениетін тоғыстыратын буын болатыны қақ. Міне, осы пікірге әлемдік қауымдастық ЮНЕСКО шеңберінде 200 жылдығы тойланып отырған дара тұлға, қазақтың ұлы ақыны, бостандық пен еркіндік үшін күрескер Махамбет Өтемісұлы да тұтастай жатады.\nПоэзиялық мәдениет, өлең – жыр құрастыру өнері, ұшқыр суырып салмалық, сөз сайыс – түркі көшпенділерінің ұрпақтан – ұрпаққа беріліп келе жатқан көне дәстүрі, ол ғасырлар бойы классикалық жанрлар мен олардың нұсқаларын, өмірдің идеялық жан тебіренісінің бағамын, көркем түрлерін, этникалық біргейлігін т.б. канондарын айқындап, бойына сіңірді.\nМіне, осы байламдар, жетістіктер мен тұжырымдар әрине өзге де этностардың, халықтар мен ұлтардың өнері мен мәдениетіне елеулі ықпал етіп, оларды жан – жақты толықтырып отырды. Дала поэзиясының ғұмыр кешкен әр дәуірінде қысқаша тарихи шолу, онымен таныстықты, оны оқып - үйренуді былай қойғанның өзінде кез – келген адамға әсер етіп, оны асқақтатады …\nСонау Ежелгі Грекия, кезінде дала жырауы, әрі шайыры Анахарсистің ой ұшқырлығы мен тапқырлығына тәнті болған. Сөз саптасының айырықша өрнегі, жырындағы тұжырымның жымдастығы оны Солон, Фалес, Биант, Клеабул, Эзоп т.б. сынды ұлы грек ойшылдарынан ерекшелеп, пікірталастарда озық шығып, көпшіліктің назарына ілікті, даңққа ие болды. \nБатырлықтың поэзиялық пафосы түркі қағандарының Орхон – Енисей жазбаларында көктелген. «Мәңгі таста» қашалған осы «іргелі жазбалар» сол халықтың дүниетанымы, діни көзқарасы, патриотизімі, езгіден құтылу жолында төңкерісшіл рухының күшін, еркі мен қайрат – жігерін мәңгілікке өрнектеп, Л. Гумилев жазғандай бабаларымыздың «сөз құдіретін» бейнелеген. \nИә, сонау дәуір мен орта ғасырларда көшпенділердің поэзиялық мәдениеті, құндылықтары мен идеалдары жинақталған қаншама дереккөздер із – түссіз беймәлім болды десеңізші. Тіпті тасқа қашалған жазбалардың өзі күн мен жаңбырдың әсерінен бүлініп, «от пен қылыштың» салдарынан жоқ болды. Сансыз санасыз соғыстардың зардабынан қалалар күлге, қирандыға, жабайы шөп басқан өлі далаға айналды. Солармен бірге жәдігерлер, ескерткіштер, кітаптар, жазбалар, шежірелер т.б. рухани игіліктер де тып – типыл етілді. \nБәлкім, осы себептер түркілердің ауыз әдебиетінің өркендеуіне түрткі болған шығар? Фольклордың оқиға желісін таңдау, жаттау және қайталау арқылы жеке бастан табиғи әрі қауымдық жадқа сүйене отырып жеткізу жазба тілдің алдында белгілі бір артықшылығы болды. Кітаптарды, олар сақталатын ғимараттарды жағып жіберуге болады, бірақ ауызша дүниелерді құрту ешкімнің де қолынан келмейді. Музыкалық сүйемелдеуге келетін, өзінің тартымдылығымен, өзіндік сипатымен баурап алатын ауыз әдебиеті, оның ішінде поэзия көшпенділердің жанына жақын тұрды. \nТүркілерге ортақ осы заңдылық қазақ поэзиясында, оның ішінде Махамбет поэзиясында тұтастай көрніс тапты. Ол оқи да, жаза да білетін, әйтсе де өзінен бұрын ғұмыр кешкен Асан Қайғы (ХІV - ХV), Доспамбет жырау (ХVІ), Шалкиіз ақын (1456-1560) т.б. шығармаларын арқау ете отырып ауызша шығармашылыққа ден қойды. \nДаланың батыр – сайыпкерлері бір мезгілде әрі өлең құрастырушы, әрі поэтикалық жыршы да бола білген. Халық осы сарбаздарды, ақындарды, композиторларды, ойшылдарды жақсы көрді, кездесуге құштар болып, оларды моральдық жағынан демеп, қошемет көрсетіп отырды. \nОсы дәстүрді жалғастыра отырып Махамбет толығымен дала серісінің үлгісіне әрі идеалына сәйкес келді, ол тек сарбаз – ақын ғана емес, өз шығармаларын орындаушы музикант – композитор да болды. Өзінің алдындағы поэтикалық дәстүр сабақтастығымен бірге, Махамбет музикасының ғұмыр кешкен дәуірге әрі өзінің жеке басына байланысты қайталанбас та жеке – дара ерекшеліктері бар. Дәстүрлік пен сыр – сипаттың қос бірлігі дала жыршысы шығармашылығының өзегіне айналды. Махамбеттің барлық жырлары даралығына қарамастан, ортақ рухпен, асқақ та драмалық патетикамен, проблематикамен, идеялық – көркем мазмұнмен өрнектелген. Махамбеттің жырларында эпос, драма мен лирика бір – бірін алмастырып қана қоймай, өзара жымдасып жатады. \nЕрлердің (1835-1837 жылдарда Бөкей ордасы қазақтарының антифеодалдық көтерлісінің басшысы Исатай Таймановтың, оның үзенгілес әріптесі Махамбеттің де) ерлігі, олардың ерліктерінің асқақ көрнісі, өзін - өзі құрбан ету (эпикалық) Махамбетке өкінішпен, торығумен, үмітсіздікпен (драмалық), адам тіршілігінің мәні, ажал мен мәңгілік, адамның алатын орны, оның идеалдары, рухани құндылығы (философиялық лирика) туралы ойлармен ұштасып, астасып жатады. \nАқын шығармашылығының мән – мағынасы, басқаша айтқанда, оның шығармаларының тақырыбы әр жырының тұтастығын, гармониялық бірлігін сипаттайды. Таным мен сипаттың осы мән – мағынасы Махамбетке жалпы түрде адамдардың әлеуметтік мінез – құлқының сыртқы күштерге, ішкі жан дүниеге қатысты, сондай – ақ ойы мен көңіл күйінде айналшықтап отырады. Осы сипаттар қоғамдық өмірдің, оның сұранысы мен қажеттілігінің айшықты белгілерінің дербес жүзеге асуы түрінде байқалады. \nМахамбет жырларындағы кейіпкерлер кездейсоқ емес, ол сол дәуірдің шынайы қажеттілігінен, әр түрлі әлеуметтік мүдделердің қарсы тұруынан туындаған. Ақын тарих сахнасына шыққан ерлердің жауапкершілікті, жаугершілік ауыртпалықты өзіне алуының, ізгіліктен бас тартуының заңдылығы жайлы терең де ойлы ойды зергерлей отырып негіздейді. \nАл, өз мүддесінінің өзегіне әлеуметтік қайта құру, қоғамдық қатынастарды түбегейлі өзгертуді мақсат етіп қойғандықтан Махамбет поэзиясы осы түпкілікті мақсат пен міндетке бағындырылған. Оның шығармашылығының ерекшелігі де осы да. Ақын ықтиярсыз да, парасаттылықпен де тақырып таңдауда өзін - өзі шектейді, әртүрлі – тақырыпқа, табиғат пен қоғамның мәнділігі жайлы абстрактілі пайымдауда кез келген дүниеге бас ұрмайды. \n\nМіне, сондықтан да оның жырларында қызыл сөзге үйір болу, ақылгөйсу, жырлар үшін өз жырына рахаттану, өзінің алдындағы әріптестермен ашық сайысқа бару, оларды қайткен күнде де басып озу т. с. с. атымен жоқ. Махамбет өзінің болмыс – бітімін ең алдымен ел мүддесіне қызмет етуге бағытталған ер – сарбаз ретінде тиянақтады; сөз құдіретін, өзінің поэтикалық дарынын біле әрі игере отырып, төңкерісшілердің қаруына, идеологиялық үніне бейімдеді. \nМахамбеттің жыр-жебелерінің тақырыбымен айқындалған әлеуметтік сипатта, әрине, жан-жақты һәм күрделі де, шым-шытырық қоғамдық байланыстар мен қатынастарға бойлау басым. Сол себепті кез келген шығармашылық иесі оларды тек жалаң жазумен ғана шектелмейді. Ол кейіпкерлердің басты қасиеттерін, маңызды ерекшеліктерін айқындауға ұмтылып, жеке басының жарқын жақтарын жақсартатын, көлеңке жақтарын көлегейлеп, олардың артықшылығы мен кемшілігін қақтығыспен суреттей образдарды контраст бойынша ашуға ұмтылады, бұл шығарманың өзекті мәселесіне айналады. Мәселенің тереңдігі мен түйіні бейнелеп отырған шындықтың қаншалықты маңыздылығына, сондай-ақ автордың ұстанына, оның дүниетанымына, мақсаты мен міндетіне саяды. \n\nШашақты найза шалқар күй \nӘбіш Кекілбаев, халық жазушысы \n\nҚай халықтың да қадір тұтары - өзінің сөзін сөйлеп, кегін қуар ақыны мен батыры. Екеуі де тек халықтың ғана бойынан табылар сарқылмасжігер мен шабыттың, сана мен сабырдың, тәуекел мен арманның түлегі. Екеуі де жұртын елдікке бастаса, қайсыбір жұмыр басты пенденің болсын өресі жетпес ерен ерлікке, кемел кісілікке бастары хақ. Екеуі де тасқындаған қайраттың ғана емес, ең алдымен, кең толғап, кемсіз пішер кемеңгер ақылдың көрінісі. Ал, осы екі қас қасиет бір адамның басына сыйып, бағына бітсе ше… Онда таңданатын не тұр! Тек батыр бас тігер көзсіз ерлікке алдымен ақынның дәті барып, қарымдас халқына жар салса, тек ақынның асқақ шабытына лайық нар тәуекелге тек батыр ғана бел буар болса, одан жарасымды, одан ғанибет не болушы еді! \nСондықтан да, ол табиғаттан қалаған уақытында табыла бермейтін асылдай аса сирек кездесетін құбылыс. \nМахмбет те сол асылыдң, сол сиректің бірі. Ондай құбылыс тек қазақ түгілі барша адамзаттың ғұмырында да көп кездесе бермеген. Махамбет кәдімгі он екі жілік, бір мығым жұмыр басты пенденің ертегідегідей аңызға айналуының, тек ертегіде ғана кездесетін ғажайып ерлердің қайтадан шындыққа айналуының таптырмас бір мысалы. \nБұрын кез-келген қазақ жырын жатқа білетін ақын Махамбет, атының әрбір әрпі атой салып тұрғандай естілетін батыр Махамбет кейінгі жылдары табылған бұлтартпас дәйекті деректер көрсеткендей күйші де екен. Қапелімде, қай құлаққа да таңсық естілер бұл дерекке де таң қалатындай ештеңе жоқ сияқты. Батырдың найза ұстамауы миға қандай қонбаса, ақынның домбыра ұстамауы да сондай ақылға сыймайтын нәрсе. Бірақ, бұл екеуінде ақынды да, батырды да желпіндірер халық басындағы тасқын күш, топан ашу, толағай тағдыр болғанымен, кез-келген көк найзалы батырдың қызыл сөзге суырылып тұрған ділмәр шешеннің семсерін жарқылдатып қан майданға шыға бермесі қандай ақиқат болса, қолына домбыра ұстаған кез-келген ақынның сөзді қысып, сазды сөйлетер аруақты композитор бол бермейтіні де сондай ақиқат. Ал, Махамбеттің адам таң қалатын жері де, сол бола берместің бәрін болдырта білгендігінде ғой. Алдымен Махамбет болу қиын, ал Махамбет болғасын батыр болу да, күйші болу да оп-оңай сияқтанып тұратындығы да осыдан шығар. \nСол бір туар Махамбеттің қайда салсақ та саф алтындай жарқылдап, ақ алмастай қиып түсіп, шыны майдай шыжғырынды шындықпен көкірегіңді өртеп түсер құдіреті неде? Батыр болса кез келген тымақты шоқпар ұстаған сотқар заманда екіленген есер болмай, еңіреген ер болуының, ақын болса – бардың алдында байпақтап, жоқтың алдында шайқақтап шыға келер өзге әріптестеріндей мақтаушы болмай, жоқтаушы болуының сыры неде? \nМіне, гәп қайда жатыр? Махамбеттің Махамбет болуының себебі де осында ғой. Оның тұсындағы дүркіреген көп ақынның өзі де, сөзі де халық жадынан шыққанда, оның тұсындағы күркіреген көп батыр сазбауға біткен құба талды сайғақ қып жатып алып, бүгіндері топографтардың ғана қырағы көзіне ілігер белгісіз жер төмпекке айналған кезінде ақын Махамбеттің ащы айғайы әлі күнге дейін құлағыңда саңқылдап, батыр Махамбеттің тап көз алдыңда көлбеңдей шауып бара жатқандай әлі күнге дейін делебеңді қоздыруының себебі де, міне, осында, Махамбеттің кімнің сөзін сөйлеп, кімнің сойылын соға білгенде ғой. \nІсте де, сөзде де шынайылық пен шындықтан туады. Махамбет те өзінің батырлығын, ең алдымен, өз дәуірінің шындығына тура қарауға арнады да, өз ақындығын сол көзі көріп, көңіліне түйген шындықты еш қалтқысыз, еш бұлтақсыз айта білуге салды. Сөйтіп, мезгілмен бірге өлетін өтіріктің сөзін сөйлемей, халықпен бірге қимылдап, тарихты жасайтын ақиқаттың сөзін сөйледі. Сондықтан да Махамбет халықпен бірге жасап, бірге жаңғырығып келеді. Махамбеттің Махамбеттігі де сол шындық қуғандағында. Ол сөйлеген сөз бен ол істеген істің тарихи өміршең боп келетіндігі де осыдан. \nМахамбет ақын мен Махамбет батырдың осы қасиеттерін біз күйші Махамбеттен, композитор Махамбеттен де анық байқағандаймыз. Егер біз Махамбет тағдырын ел кегін жоқтаған кескекті ердің ереуіл ғұмыры деп танитын болсақ, оның жырларын сол ереуіл өмірдің поэтикалық шежіресі деп білеміз. Мынау жеті күй бізге сол асқақ ақын, асқаралы азаматтың жүрек соғысы мен жүрек тынысының үнмен жазылып қалған кардиограммасындайкөп жайды аңғартып, көп нәрсені түсіндіріп тұр. Мұнда да Махамбеттің сол таныс даусы, таныс шабыты, Махамбет жүрегінің сол таныс дүрсілі. \n«Исатайдың Ақтабаны-ай» баяғы ереуіл атқа ер салғандардың дегені болып, тастары өрге домалап тұрған қайран дәурендерін жарқылдатып көз алдыңа тосса, «Шілтерлі терезе» сол өктем көңіл, өр жүректің торға түскен торғайдай бұлқынған, бірақ қиянатшыл тағдырға көнбей тайталасқан арпалыс халынан зар төккендей. Онда да тауы шағылып, таусылған мүскіннің мүсәпір жылап-сықтауы емес, намысына қыл бұрау түсіп, бұлқынған арыстың арпалысып буырқанғаны естіледі. Біз осы хал, осы әуенді Махамбеттің «Өкініш» атты күйінен де жақсы аңғарамыз. Онда қалт жіберіп, қапы соққан кісінің ызасы тепсінгенімен, «мұны неге істедім» деп өкінген өксік жоқ. Күйдің әуен бітімі оның Исатайдан айырылып, көтерілістің дағдарысқа ұшыраған тұсында туғанын аңғартқан. Бірақ сондай жер жарылып, аспан шытынаған кездегі күйші жүрегі неткен сабырлы, күйші зары неткен мәнді, неткен ұстамды! \nМахамбет күйінің бір бояудан ғана тұрмайтынын қапысыз таныта алатын шығармалар санатына «Жұмыр, Қылыш» пен «Қайран Нарынды» жатқызуға болады. Орындаушылар «Жұмыр, Қылышты» Исатайдан айрылып, жалғыз жортқан Махамбетті Баймағамбет сұлтанның қанды қақпанынан құтқарып қалған байбақты батырлары Жұмыр мен Қылышқа арналған деседі. Осылай болуы ғажап емес. Күйде шалт қимылды батырлыққа лайық аршынды ырғақ, адуын серпін бар. Ол күмбіррлей төгілген қоңыр сазбен ара жігі білінбей әдемі жымдасқан. Ал, «Қайран Нарын» Махамбеттің ақындық творчествосының басты арнасына айналдырған туған ел, туған елдің мүддесі мен мерейі жолындағы кескесті ұрыс тақырыбына арналған. Күйден «аһ» ұрған зар, қайнаған ыза, езілген мұң, серпілген арман, ашылған күндей шуақты қиял қатар білінеді. Одан Махамбеттей кемеңгер азамат, кемел жанның басында бола берер тоқсан толғақ, сексен серпін, сергелдең сезімдердің кең тынысы табылады. Нарынның шағыл бұйраттарындай жонданып, бұратыла бүктеліп, кейде сүр бесіннің көк сағымына көкірегінен малынып тұрған Қараойдың қатқылындай көсіліп қоя берер шежіре күйлер азаматтық қарым, батырлық қайрат, ақындық шабыттың неден туып отырғанынан хабар бергендей. «Батыр болмақ адам-ды», - деп Махамбет өзі айтқандай, аламанды артыңа ертер ер болу да, қарымдас халқың аузыңа қарар ақын болу да, заманыңның батпан жүгін қара нардай қайыспай көтерер ұлы болу да, ең алдымен, сол ел қамына, оның болашағына теңселе тебіренген терең ойлы азамат болу екен. \nДүниеде Махамбеттей адамдардың болғаны өзіңнің адам деген нәсілдің төлі екендігіңнің заңды мақтанышын туғызады. Дүниеде Махамбеттей адамдардың жасауы топырақ жалаған жауын құрттай жер бауырлаған жебір пенделік пен сұңқардай саңқылдаған асқар азаматтықтың арасындағы шырқау айырмашылықты айқындай түседі. Ал, енді Махамбеттей асыл азамат қанын қиған халықтан туып, Махамбеттей адам құдіреттер аңсаған армандар мен мұраттарға өзіңнің де мүдделігіңді сезіну - өз алдына ғанибет, өз алдына сүйініш. \nМахамбеттер аңсаған адамгершілік мұратын ту етіп көтерген біздің дәуірде Махамбеттің аты өлуші ме еді, сөзі өлуші ме еді, тегі өлуші ме еді. Ендеше, сондай сұңғыла азаматтың сезімнің сергек дірілін өз үні, өз тынысымен жеткізгісі келген жүрекжарды сырларының күміс құймасы – күйлері неге ұмытылсын! \nҰмытылмайды! Кеше ғана Махамбет күйі болған сарын енді, міне, қадірлі оқырман, сенің күйіңе, сенің жүрек сарыныңа айналмақшы! \nАлдыңнан ақ күн туа берсін, Махамбет сарыны!",
                "date": "30.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АС BD,AE,BF,EF векторларын AB=a және D=b векторлары арқылы өрнектеу керек?",
        "question_content": "АС BD,AE,BF,EF векторларын AB=a және AD=b векторлары арқылы өрнектеу керек",
        "question_date": "20.10.2017",
        "question_tag": "Геометрия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "AC , EF векторын а жане b секторлары арқлы өрнектеу керек?",
        "question_content": "AC , EF векторын а жане b векторын орнектеу керек",
        "question_date": "20.10.2017",
        "question_tag": "Геометрия",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А (х1, у1) С (х2, у2) Е (х3, у3) F (x4, y4)a=x2-x1, y2-y1  b=x4-x3, y4-y3",
                "date": "23.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "CA ,CD векторларының скаляр көбейтіндісін табыңыз?",
        "question_content": "CA ,CD векторларының скаляр көбейтіндісін табу керек",
        "question_date": "20.10.2017",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CA (x1-x2, y1-y2)\n\nCD (x3-x2, y3-y2)CA*CD = (x1*x2-x2*x3-x1*x3+x2^2, y1*y2-y2*y3-y1*y3+y2^2)",
                "date": "23.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "МСҚ жарнасын төлеуден неше жасқа дейінгі балалар босатылады?",
        "question_content": "Медициналық сақтандыру қоры жарнасын төлеуден неше жасқа дейінгі балалар босатылады?",
        "question_date": "20.10.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МСҚ жарнасын төлеуден: орта, кәсіптік және техникалық, ортадан кейінгі, жоғарғы білім, сондай-ақ ЖОО-нан кейінгі білім беру мекемелерінде оқып жатқандар;\n\nорта, кәсіптік және техникалық, ортадан кейінгі, жоғарғы білім, сондай-ақ ЖОО-нан кейінгі білім беру мекемелерін бітірген түлектер (оқу аяқталғаннан кейін үш ай бойы) босатылады.",
                "date": "20.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастапқы жылдамдық нөлге тең кездегі жылдамдықтың формуласы қандай?",
        "question_content": "бастапқы жылдамдық нөлге тең кездегі жылдамдықтың формуласы",
        "question_date": "20.10.2017",
        "question_tag": "Физика",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v=v0+at\n\nv0=0\n\nv=at",
                "date": "20.10.2017",
                "upvotes": 0
            },
            {
                "text": "U=U0 + at\n\nU0=0\n\nU=at",
                "date": "24.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене түскен мезеттегі жылдамдықтың формуласы қандай?",
        "question_content": "дене түскен мезеттегі жылдамдықтың формуласы",
        "question_date": "20.10.2017",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дененің кез келген уақыт мезетіндегі орнының координаталарының формуласы қандай?",
        "question_content": "дененің кез келген уақыт мезетіндегі орнының координаталарының формуласы керек",
        "question_date": "20.10.2017",
        "question_tag": "Физика",
        "question_views": 859,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шолпан бетіндегі еркін түсу үдеуін табыңыз?",
        "question_content": "1.Массасы 0,5кг допты ұрғанда 0,02 секундтан кейін 10м/с жылдамдыққа  ие болды.Соққының орташа күшін тап\n\n2.Шолпанның орташа тығыздығы 5200кг/м3 ал планетаның радиусы 6100 км ШОлпан бетіндегі еркін түсу түсу үдеуін тап\n\n3.Массасы 8m-ға тең ғарышкеме массасы 20m орбиталық ғарыш станциясына 100м қашықтыққа дейін жақындап келді.Озара тартылыс күшінің ретін анықта\n4.Қатаңдығы 100кН/м тіркеу арқанымен массасы 2m автомобильді 0,5м/с2 үдеумен сүйреген кезде оның қанша ұзаратынын тап",
        "question_date": "19.10.2017",
        "question_tag": "Физика",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 a=F/m,  a=V/t  =>F/m=V/a =>F=mV/t=0,5*10/0,02=250 Ньютон",
                "date": "20.10.2017",
                "upvotes": 0
            },
            {
                "text": "2.\n\nV=(4ПR^3)/3\n\nm=p×V\n\ng=(G×m)/R^2\n\nV=9.5×10^20\n\nm=5200×9.5×10^20=4.94×10^24\n\ng=(6.67×10^-11 ×4.94×10^24)/6100000^2",
                "date": "18.01.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "В нүктесінің координаталары қандай болғанда АВ векторы а векторына тең болады?",
        "question_content": "A (7;-1)нүктесі жəне а (4;8)векторы берілген. В нүктесінің координаталары қандай болғанда АВ векторы\n1. а векторына тең\n2. а векторына қарама қарсы бағытта болады",
        "question_date": "19.10.2017",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A (7, -1)\n\na (4, 8)\n\nB (x, y)\n\nx-7=4,   x=11,     y+1=8,   y=7,  \nx-7=-4,   x=-11,    y+1=-8,    y=-9",
                "date": "23.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ҰБТ-да негізгі математика пәні туралы түсіндіріп беріңіздер?",
        "question_content": "Мен ҰБТ-да биология+химия таңдасам негізгі пән математикада математикалық сауаттылық бола ма әлед математикалық есептер ме? Және қосымша ҰБТ туралы ақпарат бересиздер ме?",
        "question_date": "19.10.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 811,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Математика сауаттылық қандай пəн таңдасаңда да келеді.\n\nМатематика сауаттылық  негізгі пән, ал математика  бейіндік пән.\n\nМатематикалық есептер тек математика таңдағанда ғана келеді.\nМатематика сауаттылығы бойынша логикалық сұрақтар болады.",
                "date": "22.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Центрге тартқыш үдеудің фрмуласы қандай?",
        "question_content": "Көмек керек өтінемін",
        "question_date": "19.10.2017",
        "question_tag": "Физика",
        "question_views": 24700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Центрге тартқыш үдеу",
                "date": "23.10.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тәуліктің қай бөлігін құрайтынын көрсетіңіз?",
        "question_content": "274 есеп шығарылу жолы керек...",
        "question_date": "19.10.2017",
        "question_tag": "Математика",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 3/100;  29/100;  11/20;\n\n2) 1/125;  17/1000;  432/1000;\n\n3) 1/30;  23/60;  59/60;\n\n4)5/24;   1/2;   7/8;",
                "date": "22.10.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Молекулалық кинетиканың теорияларының негізгі теңдеуі қандай?",
        "question_content": "№1 \nЕгер газдың массасы 1 кг, ал оның молекулаларының орташа квадраттық жылдамдығы 600 м/с болса, онда ол 0,2 МПа қысымда қандай көлемді алады?\n№2 есеп. (А)\nЕгер көлемі 12 л ыдыста 128*1023 оттек молекуласы болса, ол 17 0 С температурада ыдысқа қандай қысым түсіреді?",
        "question_date": "19.10.2017",
        "question_tag": "Физика",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "№1\n\np=1m0*n*v²/3\n\nm0=m/N\n\nn=N/V\n\np=1mNv²/3NV=mv²/3V\n\nV=mv²/3p=1*600²/3*200000=0.6 м³\n\n№2\n\nP=kTN/V=1.38*10^-23*290*128*10^23/12=4268.8 Па",
                "date": "3.04.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шортанбай-қазақ әдебиетіндегі зар заман дәуірінің көрнекті өкілі шығарма жазу?",
        "question_content": "Шортанбай-қазақ әдебиетіндегі зар заман дәуірінің көрнекті өкілі. Шығарма, эпиграф, жоспарымен керек 5-6 бет тез",
        "question_date": "19.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХІХ ҒАСЫРДЫҢ ІІ ЖАРТЫСЫНДАҒЫ ҚАЗАҚ ӘДЕБИЕТІНДЕГІ ЗАР ЗАМАН ӨКІЛДЕРІ\n\nҚ.С. Қожабекова\n\nТараз мемлекеттік педагогикалық институты, Тараз қ.\n\nҚазақ әдебиетіндегі байырлық рух ХVІІІ ғасырда  жоңғарлар мен қарсы күресте ХІХ ұлт азаттық күресте, (Махамбет, Нысанбай ) қайта көтерілгенмен , Қазақстанның Ресей құрамына өтуі нәтижесінде зар заман кезеңі басталды.\n\nҚазақ жеріне қол салған патша үкіметі халықты жарылқау үшін келмегенді. Жерінен айрылған халық әдеп – ғұрып пен қазақы мінезінен де айрыла бастады . Патга үкіметі енгізген жаңа әкімшілік шаралар қазақ болмысына тән еместі. Ұрлық, өсек, талас – тартыс , алауыздық, арызқойлық – қазақ қоғамының осы кезеңдегі жемісі болды.\n\nОсы кезде өмір сүрген қазақ ақын - жырауларының бір тобы қоғамда болып жатқан келеңсіз құбылыстарды айаусыз сынға алды.\n\nОлар Қазақстанның  Ресейге қосылуымен капиталистік көзқарастардың енуін кері кеткендік деп есептеді. Өткен өмірді ансады , болашақ туралы өз болжамдары мен пікірлерін білдірді.\n\nҚоғамда болып жатқан өзгерістерге өзіндік көз қараста болған және сол бағытта жырлаған ақындарды М.Әуезов « Зар - заман » жыршылары  деп атаған болатын  және әдебиет тану тарихында да олар осылай айтылды. Тарих ғылымының докторы М.Қойгелдиев отаршылдық бұғауына мықтылап байлаған халықтың мың -мұхтажы мен  қайғы - қасыретін жырлаушыларды « Зар -заман » мектебінің ойшылдары деп атады. (1,246 б.). Бұл термин алғаш 1927 жылы енгізілген еді.\n\nЗар - заман кезеңінде ғұмыр кешкен орталық езгіге түскен қазақ халқының тағдырын мұң – зармен жырлаған ақындар шоғыры. Оның белгілі өкілдері : Дулат Бабатайұлы , Шортанбай Қоңайұлы, Мұрат Мүмкейұлы, Әбу бәкір Кердері, Аубан Асан , т.б. Мұхтар Әуезов Аблай хан тұсынан Абайға дейінгі жүз жылға ұластырып Нарманбетпен аяқталды (2,168 б.). зар – заман тұсынан қазақ әдебиеті жазбаша сипат алғанын отан көрсетеді. Дәстүрлі қазақ қоғамындағы бұрынғы қалыптасқан құндылықтардың өзгеруі , елді басқару жүйесінің басқа санатқа ауысуы, отаршылдықтың белең алуы, халықтың қатты күйзелуі Зар- заман ақындарын тарих сахнасына шығарған. Олар халықтың жай күйін ойлаған үлт- қайраткерлері ретінде танылды. Олардың шоғырлары халықтың салт- дәстүрлерді қабығы бұзылмаған қалпында сақтауға , ұлттың – бітімімен ажырамауға үндейді.\n\nЕркіндікпен бостандықтың, дәстүр мен европалық метрополиядан еңген жаңа тәртіптердің шегінен шиеленісуі Шортанбай, Дулат және Мурат сияқты « зар – заман » ағымы ақындарының шығармалары арқылы қабылдады. Олар ХІХ ғасырдағы қазақ өміріне тән барлық құбылыстарды аяусыз сынайды. Әлеуметтік, үйлесімділік уақыты ретінде өткен дәуірді идеяландыра отырып , бүгінгі заманның келешегінен де үмітін үзіп, түңіледі, қауіп жұбататын ешнәрсе таппаған Зар –заман ақындарының кеудесін кернеген мұң, зар , шер әбден күнәға батқан « замандастарының  құлағына » жете қоймайды. Қазақ халқының шырайлы жерлерін алып, аздырып, діннен аулақтату сияқты империялық пиғылдар жүзеге асуына қарсыласы қозғалысы Зар –заман ақындарының қайраткерлік поэзиясын өмірге әкелді. Бұрынғы жыраулар поэзиясын үндесіп өршіл рух, әсіресе, Мұрат Мөнкеұлының   \n( 1843 – 1906 ) жырларынан айқын байқалады ( 3,38 ). Зар – заман ақындарының шығармаларындағы ұлттық болмысы , қазақы қадір – қасиеті сақап қалуға үндеген , ой – пікірлер жанаймен шарасыздықпен соңғы төзімді сарқа айтылғандығымен ерекшеленеді. Мұндай өлеңдермен болжамдықтың бұғауына бас игісі келмеген ұлт қайраткерлерінің  өршіл үні  айқын аңғарылады. Зар –заман ақындарының шығармаларында сары уайымға салыну, қайғы – мұңға берілу сарыны да байқалады. Бұл кезең ақындары келер күннен үміт жоқтығын налыйды, тығырықтан шығатын жол таппай қыйналады. Олар елдің барлық түсінен Нәубетті ақыр заманың келгені деп ұғады. Зар – заман мектебінің аса ірі өкілдерінің бірі – Шортанбай Қанайұлы ( 1818 – 1881 ) « зар – заман » атауы да ақынның сол дәуір халін жырлаған өлеңдерінің бірінің атынан алынған. Концерватор ақын қасиетті Түркістан маңында дүниеге келіп, қарқаралы өңірінде өмір сүреді. Ол патша өкіметінің отарлау саясатының қазақ халқының болмыс тіршілігіне кері әсер еткенін , көптеген қайшылықтарды алып келгенін, заманның азғанын , әдеп-ғұрыптың тозғанын, ел – жұртта береке қалмағанын шығармаларының басты тақырыбы етіп алады. Қазақ  халқының дәстүрлі шаруашылығы мен тұрмыс салтына едәуір ықпал еткен капиталистік қатынастарды қабылдамаған ақын халық өмірінде болып жатқан өзгерістерге сын көзбен қарады.\n\nШортанбай адамдарының әлеуметтік топқа бөлінуі олардың шыққан тегіне сәйкес болу керек деп есептеді.\n\nЗаманның бұзалғанына назары болған ақын «әуелгі заманның » енді қайта келмейтіндігіне « құдасы жоқ құлдың , қонысы жоқ байдың » озатынына , « байдың тілін жарлы алмай, ханның тілі қара алмай » өздері де жөнін біле алмайтынына қынжылыс білдіреді. « заман оңайлар еді, бірақ оған әуелден бас білдірдің » деп осы жағдайға душар еткендерді ренішін айтады (4,29).\n\nЕлде ұрлық пен парақорлықтың , өсек пен жалақорлықтың көбейін, ұлы атасын сыйламаған , атасы батасын бермеген әлеуметтік құбылысты заманақырға теңеген шортанбай оның себебін патша өкіметінің отарлау саясатынан іздейді. Шортанбай ақырзаманды «бүкіл адамзат ұрпағының » жойылуы деп ұқпайды. Оның ойынша , «ақырзаман »бұрынғы әдет – ғұрыптың бұзылуы адамдар арасындағы сыйластық байырмалдықтың азаюы әркімнің өз басын күйттеуі, қазақ халқының өз еркіндігінен айырылуы , орысқа бодан болуы. Хандық билікті аңсаған ақын « Жандарал ұлығың , майыр сынғаның болды », «кәпірді піріндей  тілмәшті жеңгендей дуанды үйіндей көрдің », енді сені күтіп « абақты тұр қасында , қазылған қара көріндей » (5,60 ) деп сақтандырады.\n\nШортанбай басқа халықтың заңдары мен тұрмыс ерекшеліктерінің    екінші халыққа күшпен енгізілуінің қаншалықты қатерлі екендігін түсіндіреді. Ғасырлар бойы қалыптасқан биліктің, әдеп – ғұрыптың кенеттен өзгеріске ұшырауын ол халықтың адамгершілік нормаларын бұзатын құбылыс ретінде бағалады. Патшалық Ресейдің отаршылдық саясатын батыл айыптады, бұл жағдайдан шығудың жолдарын іздеп арпалысты.\n\nЗар – заман ақындарының өлең – жырларында елмен қоштасу , туған жердің өткенін аңсау сарыңы орын алған. Жалпы «алға көшу», қонысты бастау ұғымы көптеген халықтардың фольклорлық шығармаларына тән. Таласуға түскен елден кетіп, жайлы жер , ыңғайлы қоныс іздеу идеясы еркіндікке , бостандыққа ұмытылу мұраттарымен орайлас келеді. Туған жердің табиғатына қарап тұрып , өткен күннің  елесін іздеу жастық дәуреннің еске алу үрдісі ата қоныстың бүліншілікке түсіп , өзгенің ойранына айналған сәтте туындаған мұң – шермен астасып жатады. Ақындардың бір қатары жұтаған жер мен көшкен елге қайырылып сөз айтып тұрып , басқыншылық пиғыл мен зорлықшыл әрекеттерді зорлана жырға қосады. Зар – заман ақындарының көпшілігіне тән ерекшелік – келешекті көрегендікпен болжап , алдағы уақыттағы ел сипатының өзгерісін қолмен ұстап, көзбен көргендей бейнелеп айтуы. Мұндай болжам өлеңдер Зар – заман ақындарының шығармашылығын алғашқы бастапқы кезеңінде , яғни отарлаушылардың ойранынан бұрынырақ айтылғандығы мен құнды . бүгінгі көз қарасақ тұрғысынан қарасақ олардың ойлаған қауіпі расқа айналғанына куә боламыз. Бұл ақындардың ішінде  өлең – жырдың бар қуатын пайдаланып, ата – баба дәстүрімен астарлай айтып, батыс пен шығыстан келетін кесапатты бірдей болжап бергені. Дулат Бабатайұлы (1802 - 1874). (6,169).\n\nЗар – заман ақындарының қайраткерлік биікке көтерілуі отаршылдықдықтың белең алунан басталады. Жыр жүйріктерін бар құдреті бар қабілеті ел жұртының санасын оятуға жұмсалды. Олар қатерді, зорлық – зомбылықты , алдын – ала ескертті, зардаптарын күнілгері таңба басқандай айтып берді. Елдің берекетін кетірген отарлаушылардың құбыжық кейпіндегі  бейнесін жасады. Солардың ойранына жол ашқан өз халқының кейбір жандайшаптарын айаусыз сынға алды , кей тұста ел бірлігінің келместігін де түйреп өтті. Зар-заманның бүкпесіз баяндалған оқиғаларын кейінгі ұрпаққа аманат етіп қалдырды. Зар-заманның бүкпесіз баяндалған оқиғаларын кейінгі ұрпаққа аманат етіп қалдырды. Зар-заман ақындарының шоғырының белгілі өкілі – Дулат  Бабатайұлы қазақ халқының дәстүрлі жыр үлгісін түр жағынан өзгертіп, өлеңді көркемдеп кестенің жаңа үлгісін жасады. Аталған ақындардың қай қайсысында  ұлттық поэзиямыздың мазмұны жағынан байытуға үлес қосты. Кеңес идеология үстемдік еткен кезде Зар – заман ақындардың шығармаларын насихатттауға тиым салынды , олар барлық оқулықтардан алынып тасталды. Соған қарамастан зар –заман ақындарының шығармалары әр жылдарда зерттеу нысанасына айналды. Қазақ әдебиетін тариқын оқып – үйренуге арналған ғылыми жинақтарда олардың кейбір олең тұлғаулары жарық көрген тұстарында болды. Мысалы , 1978 жылы Ленингратта басылып шыққан , « Поэты  Казахстана » жинағында - (құрастырған М.Мағауин ) ( 7 ,149 б. ) Зар – заман ақындарын отаршылдыққа қарсы жазылған бір қатар өлеңдері орыс тілінде жарық көрді.\n\nХХ ғасырдың соңынан бастап  Зар – заманның тарихи сипаты , Зар – заманның   ақындарының шоғырының белгілі өкілдері, әдеби ағым ретіндегі ерекшеліктері , көркемдік кестелері туралы бір қатар еңбектері жазылды. Зар – заман шығармаларының – жаңалығы мол, өзгеше дәстүрі бар күрделі құбылыс ретінде әдебиеттану ғылымының тұрақты зерттеу нысанасы болып қала бермек.\n\nКонсерватор ақындар күшті де , әділ хан билігін құп көрді. Олар өз шығармаларында өткен дәуірді аңсады. Әз Жәнібекті , Қасым ханды , Тәуке ханды, Абылайды, Кенесарыны еске алды , олардың ел бірлігін нығайтудағы еңбектерін атады. Замананың бұзылуын ел билеудің бұрынғы дәстүрлерінің жойылуынан деп білді, сондықтан ел арасындағы келеңсіз құбылыстар тамырын тереңге жайды деп тұсіндірді. Олар патшалық отаршылдық саясатты сынаумен қатар былайша жарқын өмірдің қайта  орындалатынына сенді. Зар –заман ақындарының уақыт тағдырын  дұрыс түсінгені және оны әділ бағалағаны өзінің тарихымен өзектілігін жоғалтқан жоқ. Бірақ олар дәстүрлі құндылықтарды қорғаны мен тығырықтан шығатын жолды, жаңа арна мен бағытты көрсете алған жоқ. Дегенмен , олар патшалық отаршылдық саясатты сынау мен қатар , болашақта жарқын өмірдің қайта орнайтынына сенді.",
                "date": "29.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жетерліктей мөлшерде мырыш ұнтағын салғанда неше гр мыс бөлінеді?",
        "question_content": "І нұсқа\n\n1Массасы 5,4 г алюминий темірдің (ІІІ) оксидімен әрекеттескенде неше грамм алюминий оксиді түзіледі?\n\n2. Массасы 13,7г металл заряды +2-ге тең катион түзіп сумен реакцияласқанда қалыпты жағдайда 2,24 л газ бөлінеді. Бұл қандай металл\n\n3. Айналымды жүзеге асыр\n\nFe2(SO4)3Fe(OH)3Fe2O3FeFeCl3\n\n4. Әк сүтінен көмір қышықл газын өткізгенде түзлетін кальция карбонатының шығымы 85% массасы 150 г болса, қанша көлем (қ.ж.) СО2сіңіріледі?\n\n5. Массасы 500г 30% -дық мыс сульфатының ерітіндісіне жетерліктей мөлшерде мырыш ұнтағын салғанда неше гр мыс бөлінеді?",
        "question_date": "19.10.2017",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мектептегі хатшы қызметкерін, басқарып отырған арнайы мекемеге қалай ауыстыра аламын?",
        "question_content": "маған юристердің кеңесі керек еді. Менде мынандай жағдай болып тұр: жалпы мектепте хатшы қызметін атқаратын қызметкердің«дефектолог» дипломы бар, ал енді мен басқарып отырған мекеме мүмкіндігі шектеулі балаларды түзететін арнайы мекеме. Енді сұрақ: мен жалпы мектептегі хатшы қызметкерін переводпен мен басқарып отырған арнайы мекемеге ала алам ба?",
        "question_date": "19.10.2017",
        "question_tag": "Мамандық",
        "question_views": 743,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Комплексті ионның жалпы тұрақтылық константасын есептеңіз?",
        "question_content": "Бугинге шыгарп бериниздерши отиниш",
        "question_date": "19.10.2017",
        "question_tag": "Химия",
        "question_views": 677,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Осы жылу мөлшері қорғасынды толық балқытуға жете ма?",
        "question_content": "27градус цельсия-тағы 250 г қорғасынды қыздыруға жəне балқытуға 2,4 ккал жұмсалды.Осы жылу мөлшері қорғасынды толық балқытуға жете ма?",
        "question_date": "19.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Долларды теңгеге ауыстырғанда қай банк тиімді екенін анықтаңыз?",
        "question_content": "Сізде долларлар бар.Сіз оларды теңгеге ауыстыруыңыз керек.Қала банктерінде сату-сатып алу туралы ақпарат белгілі.Қалада N банк бар.Долларды теңгеге ауыстырғанда қай банк тиімді екенін анықтаңыз?",
        "question_date": "19.10.2017",
        "question_tag": "Информатика",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": []
    }
]