[
    {
        "question_title": "9 сыныптан кейін Өскеменде қандай колледждер бар?",
        "question_content": "9 сыныптан кейін Өскеменде қандай колледждер бар немесе Семейдеги Жасұланға барған дұрыс па?",
        "question_date": "22.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығыс Қазақстан облысы техникалық және кәсіптік білім беру оқу орындарының ТІЗІМІ\n№\nКолледждің атауы\nМекен-жайы\nӨскемен қаласыныңколледждері\n1\n«Өскемен политехникалық колледжі» КМҚК\nӨскемен қаласы, Серікбаев көшесі, 5\n2\n«Өскемен медицина колледжі» КМҚК\nӨскемен қаласы, 30 Гвардиялық дивизия көшесі, 44\n3\n«Халық әртістері ағайынды Абдуллиндер атындағы Шығыс Қазақстан өнер колледжі» КМҚК\nӨскемен қаласы, 30 Гвардиялық дивизия көшесі, 6\n4\n«Шығыс Қазақстан гуманитарлық колледжі» КМҚК\nӨскемен қаласы, Амурская көшесі, 1\n5\n«Шығыс техникалық-гуманитарлық колледжі» мекемесі\nӨскемен қаласы, Серікбаев көшесі, 7\n6\n«Шығыс Қазақстан заң колледжі» мекемесі\nӨскемен қаласы, Революционная көшесі, 4 «А»\n7\n«Көлік және өмір қауіпсіздігі колледжі» МЕМ\nӨскемен қаласы, Тәуелсіздік көшесі, 83/2\n8\n«Өскемен экономика және қаржы колледжі» ЖШС\nӨскемен қаласы, Ворошилова көшесі, 160\n9\n«Шығыс Қазақстан техникалық-экономикалық колледжі» ЖШС\nӨскемен қаласы, Бажова көшесі, 34\n10\n«Квансон» Қазақстан-Кәріс колледжі» мекемесі\nӨскемен қаласы, Добролюбова көшесі, 42\n11\n«Құмаш Нұрғалиев атындағы колледж» мекемесі\nӨскемен қаласы,\nПротозанова көшесі, 87\n12\n«Қазақстан- Американдық еркін университеті» колледжі» ЖШС\nӨскемен қаласы,\nБажова көшесі, 68\n13\n«Кәсіби дайындық және сервис Өскемен колледжі» мекемесі\nӨскемен қаласы,\nТәуелсіздік көшесі, 83/2\n14\n«Технико-экономикалық колледжі» мекемесі\nӨскемен қаласы,\nАбай даңғылы, 16/1\n15\n«Өскемен стоматология колледжі» ЖШС\nӨскемен қаласы,\nТәуелсіздік көшесі, 101\n16\n«Шығыс Қазақстан менеджмент және технология колледжі» МЕМ\nӨскемен қаласы,\nАстана көшесі, 48\n17\n«Өскемен көпсалалы колледжі» мекемесі\nӨскемен қаласы,\nБажова көшесі, 14\n18\n«Өскемен көпсалалы технология колледжі» КММ\nӨскемен қаласы, Лермонтова көшесі, 50\n19\n«Өскемен құрылыс колледжі» КММ\nӨскемен қаласы, Ворошилова көшесі, 79\n20\n«Өскемен қызмет көрсету саласы колледжі» КММ\nӨскемен қаласы, Абай даңғылы, 10/1\n21\n«Өскемен №1 колледжі» КММ\nӨскемен қаласы,\nИндустриальная көшесі, 1/2\n22\n«Өскемен №2 колледжі» КММ\nӨскемен қаласы,\nЖ. Малдыбаев көшесі, 170\n23\n«Өскемен №3 колледжі» КММ\nӨскемен қаласы,\nЧкалов көшесі, 34",
                "date": "23.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Абай дəстүрі жəне Шəкəрім\" атты шығарма керек еді, тауып бере аласыз ба?",
        "question_content": "Абай жəне Шəкəрім үндестігін",
        "question_date": "21.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әдебиет\n\nАБАЙ МЕН ШӘКӘРІМ ШЫҒАРМАШЫЛЫҒЫНДАҒЫ ДӘСТҮРЛІ ҮНДЕСТІК\nӘріптің көлемі: Қалыпты\n   Қазақ әдебиетіндегі ұлы дәстүр – Абай дәстүрі. Абай дәстүрі деген ұғымның сан салалы, күрделі екендігі баршаға мәлім. Абай мұрасы тақырып-мазмұн жағынан алғанда да, ақындық өнер, шеберлік тұрғысынан келгенде де ұлан – ғайыр. Қазақ әдебиеті тарихында Абай дәстүрі деген ұғымның қалыптасып, кең қанат жайғаны бүгінгі әдеби үрдістің даму барысында зор маңызын көрсетіп отыр. Себебі Абай дәстүрі деген деген тақырып өте кең ауқымды әрі өзекті, ғылыми айналымға түскен сала. Абай дәстүрінің Шәкәрім шығармашылығындағы жалғастығын зерттеген ғалым Б.Әбдіғазиевтің пікірін негізге алсақ: «Абай дәстүрі – қазақ әдебиетінің даму тарихында заңды жалғасын тауып, жан-жақты байып келе жатқан асыл арна», - дейді. Қазақ әдебиеті тарихында Абайдың әдеби мұрасын жоғары бағалап, алғаш пікір білдірген қалам қайраткерлері – Алаштың ардақты азаматтары. ХХ ғасырдың басында-ақ Алаш арыстарының бірі Ахмет Байтұрсынов Абайға «қазақтың бас ақыны» деп, ал Мағжан Жұмабаев «хакім ақын» деп, Сұлтанмахмұт Торайғыров «ақындар пайғамбары» деп лайықты бағаларын берген.  \nҚазақ халқының ой алыптары Абай және Шәкәрім тағдыры мен шығармашылығында ұқсастықтыр мен айырмашылықтар бар. Олардың есімдері ылғи бірге аталады: аға және іні, рухани туысқандар, ұстаз және шәкірт, қоғамдық жұмыстарға да белсене араласқан.\nЕкі ой алыбы өз туындыларында қазақтың қоғамдық ой санасындағы шешуші әрі күрделі философиялық тақырыпты көтеріп, оның өзегіне айналған жантану ілімін танып білу жолында толассыз ізденіске түскен.\nҚазақ фольклоры, шығыс классикасы, батыс мәдениеті екеуіне ортақ дүниетанымның қайнар бұлағы болса, осы дүниетанымды игеруге көмектескен өз тәлімгерлері болған. Ағартушылық жолына, ғылым жолына мені  әкелгендер деп Абай ағасы Халиолланы, әжесі Зерені, орыс достарын атап кеткен. Ал, Шәкәрім шәкірттік ризашылығын атасы Құнанбайға, ағасы Абайға білдірген.\nШәкәрім Құдайбердіұлы 16-17 жасынан бастап Абайдың ықпалымен өлең жаза бастайды.\n«Мынау Абай бір ғалым жол шығарлық\n...Кісі емес, ескерусіз бос қаларлық»,- деп жазады ол алғашқы өлеңдерінің бірінде. Бірақ жасында шығармалық еңбек жазумен онша әуестенбей, Шәкәрім ел ішінің жұмыстарына көбірек айналысады, оқиды, ел аралайды, жылқы бағады, аңшылықпен айналысады, ауыз әдебиетінің байлығынан үйренеді, тарихи деректер жинап, кейін шежіре жазады. Оның жазушылыққа біржола ден қойып кірісуі қырық жасынан, яғни 1898 жылдардан басталады.\nШәкәрім Батыс пен Шығыс елдерінің әдебиетіне көз жіберді. Пушкин мен Толстойды, бертінде Некрасовты ұстаз тұтты. Ол Шығыс әдебиетінен Қожа Хафиз, Науаи, Физулиді жоғары бағалады. Ол «Дубровский» аудармасының алғы сөзінде былай деп жазған:\nАйтқан сөзі ауруға ем, жанға құмар,\nТауып айтқыш тәтті тіл, сайраушылар.\nБайрон, Пушкин, Лермонтов, Некрасов,\nҚожа Хафиз, Науаи Физули бар. – деп Пушкин мен Толстойды Абай қандай сүйсе, Шәкәрім де сондай сүйеді.\nАбай өзінің мұрасымен классик ретінде танылып қана қоймай, өзіне тән дәстүрі бар ақындық, адамгершілік, ағартушылық мектебін ашқан, өз маңайындағы шәкірттері қанаттанып ұшуына үлкен ықпал жасаған ұстаз ретінде танылады. Белгілі абайтанушы М. Әуезов көрсеткендей, қазақ еліндегі басқа ақындармен салыстырғанда Абайдың үлгісін алған шәкірттері болуы – тарихи жаңалық.\nАқылбай, Әріп, Уәйіс, Әубәкір, Бейсембай, Кәкітай, Көкбай, Шәкәрім – Абай мектебінің мақтанашы, жаңашыл, ойшыл, ағартушы, тәлімгер болған тұлғалар. Қанымен, жасымен, рухымен ұстазына ең жақын болған – Шәкәрім.\nШығармалық өнерінде Шәкәрім Абай қандай бағыт ұстанса, сондай бағыт ұстанған. Барлық шығармаларының идеясы қазақ қоғамын еңбекке, мәдениетке, адамгершілікке, әділдікке шақыру болады, адал махаббатты жырлайды, әлеуметтік теңсіздікті сынайды, соның ішінде әсіресе әйел теңдігінің жыршысы болады, әйелдерді кем санап, тағылық, деспоттық жасаушыларға қарсы шығады. Тақырып, мазмұн жақтарынан ұстаз бен шәкірттің өлеңдері, карасөздері ұштасып жатады. Абайдың тәлімдік, тәлімгерлік таланты Шәкәрімнің сегіз  қырлылығы. \n\nhttp://abai.kz/post/view?id=7695",
                "date": "22.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы психология мамандығына даярлайтын ең жақсы университет.",
        "question_content": "Психология мамандығын қанша жыл оқиды? Қазақстандағы психология мамандығына даярлайтын ең жақсы университет. Грантқа түсу үшін кем дегенде қанша бал жинау крек",
        "question_date": "20.03.2017",
        "question_tag": "Мамандық",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Философия және саясаттану факультеті көп сатылы жүйе бакалавриат, магистратура және PhD докторантура бойынша мамандар даярлайды.\nБАКАЛАВРИАТ\n5В020100 – Философия\n5В020400 – Мәдениеттану\n5В020600 – Дінтану\n5В010300 – Педагогика және психология\n5В050300 – Психология\n5В050100 – Әлеуметтану\n5В090500 – Әлеуметтік жұмыс\n5В050200 – Саясаттану\n5В012300 – Әлеуметтік педагогика және өзін-өзі тану\nМАГИСТРАТУРА\n6М020100 – Философия\n6М020400 – Мәдениеттану\n6М020600 – Дінтану\n6М010300 – Педагогика және психология\n6М050300 – Психология\n6М050100 – Әлеуметтану\n6М090700 – Әлеуметтік жұмыс\n6М050200 – Саясаттану\n6М012300 – Әлеуметтік педагогика және өзін-өзі тану\nPhD ДОКТОРАНТУРА\n6D090500 – Әлеуметтік жұмыс\n6D020400 – Мәдениеттану\n6D050300 – Психология\n6D050200– Саясаттану\n6D050100 – Әлеуметтану\n6D020100 – Философия\n6D020600 – Дінтану\n6D010300 – Педагогика және психология\n5D012300 – Әлеуметтік педагогика және өзін-өзі тану\nОқу тұрпаттары: күндізгі, сыртқы (екінші жоғары білім), қашықтықтан.\nОқыту қазақ, орыс және ағылшын тілдерінде жүргізіледі.\nОқу түрі: грант және ақылы.\nФакультетте жыл сайын 1000-нан астам студент білім алуда, сонымен қатар, 150 оқытушы, оның ішінде ғылым докторлары мен ғылым кандидаттары, доктор PhD бар.\nФакультетте Әлеуметтік зерттеулер және инжиниринг орталығы, «әл-Фараби» орталығы, ғылыми-инновациялық білім зерттеулер орталығы, Психологиялық зертхана, студенттік клубтар - «Нұр», психологиялық клуб «Инсайт», педагогиқалық театр «Шабыт», «Әлеуметтік жұмыс» клубы, студенттік ғылыми қоғам «Логос» жұмыс істейді.\nФилософия және саясаттану факультетінің студенттері, аспиранттары мен жас ғалымдары халықаралық гранттар мен қорлар бойынша шет елдерде оқып, тәжірибе жинақтай алады. Факультет ғалымдары АҚШ, Ұлыбритания, Франция, Германия, Қытай, Түркия, Иран, Үндістан және Ресей мамандарымен бірлесе отырып, халықаралық грант бойынша ғылыми зерттеу жұмыстарын жүргізеді.\nФакультет құрамында PhD бағдарламасы бойынша докторлық диссертациялық кеңестер құрылған.\nМамандар даярлау, негізінен, факультет құрамындағы 6 кафедра бойынша жүзеге асырылады.\n- Әлеуметтік философия кафедрасы;\n- мәдени антропология және дінтану кафедрасы;\n- жалпы және этникалық психология кафедрасы;\n- жалпы және этникалық педагогика кафедрасы;\n- саясаттану кафедрасы;\n- әлеуметтану және әлеуметтік жұмыс кафедрасы.\nМамандықтар бойынша қысқаша сипаттама\n\nПсихология – бұл өмір сүрудің ерекше формасы ретіндегі психиканың даму және қалыптасу заңдылықтары мен жан туралы ғылым. Бүгінгі таңда «психология» мамандығы әлемдегі ең танымал мамандықтар қатарының бестігіне кіреді. Психология ғылымы адам іс-әрекетінің түрлі салаларында қарқынды орын алуда – білімде, бизнесте, саясатта, басқаруда, медицинада, жарнамада және т.б. салаларда.\nПсихология мамандығының бакалавр түлектері мына салаларда қызмет ете алады:\n- оқу орындарында психология пәнінің оқытушысы (мектепте, гимназияда, колледжде);\n- денсаулық сақтау және білім беру жүйесінде;\n- отбасы қызметтерінде практик-психолог;\n- мемлекеттік басқару органдарында және қоғамдық ұйымдарда кеңесші-психолог;\n- саяси психолог, имиджмейкер;\n- әр түрлі ұйымдардың кадр таңдау қызметінде персонал бойынша менеджер;\n- ішкі істер министрлігінде және ұлттық қауіпсіздік комитетінде, түзету мекемелері мен әскери бөлімшелерде психолог;\n- психологиялық-психиатриялық сот сараптамасында психолог.\n\nhttp://www.kaznu.kz/kz/",
                "date": "23.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психология мамандығын қанша жыл оқиды?",
        "question_content": "Психология мамандығын қанша жыл оқиды? Қазақстандағы психология мамандығына даярлайтын ең жақсы университет. Грантқа түсу үшін кем дегенде қанша бал жинау крек",
        "question_date": "20.03.2017",
        "question_tag": "Мамандық",
        "question_views": 14100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5B050300 «Психология»\nҚоғамның қазіргі замандағы даму кезінде әрбір адам психологияның, педагогиканың теориялық негіздерін білуі, адамдармен жұмыс жасау дағдылары мен іскерліктерін игеру, психолого-педагогикалық диагностикалау мен коррекциялау жұмыстарын жүргізе білуі керек. Себебі адамның әрбір іс -әрекеті тек қана адам өмірінің объектівтік жағдайларынан ғана емес, сонымен қатар олардың өмірдегі субъектівтік сәттерінен де заңдылықпен байланысты. Психолог тіршіліктің субъективті және объектівті жағдайларының өзара әрекеттестігінің шынайы ғылыми негіздерін көрсетеді, тұлға аралық қарым қатынасқа әсер етеді. Жаңа ғасыр білім беру саласында жаңа бағыттар ашады, біздің университетіміз Сізді өз студенттерінің қатарында көруге қуанышты.\nСіз кәсіби іс-әрекетіңізді келесі салаларда атқара аласыз:\n- ектептерде және интернаттарда;\n- өндірістік кәсіпорындарда;\n- әлеуметтік қорғау ұйымдарында.\nБізге түсе алады:\n- Жалпы орта білім беру мектептерінің түлектері ҰБТ немесе кешенді тестілеу нәтижесінде.\nОқу мерзімі: күндізігі – 4\nОсы бағыттағы білімі бар орта кәсіби оқу орындарының (колледж) түлектері:\nОқу мерзімі: үш жылдан кем емес\nЖоғары оқу орындарының түлектері:\nОқу мерзімі: екі жылдан кем емес\nОқыту мемлекеттік білім беру гранты немесе икемді жеңілдік жүйесі бар келесім шарт негізінде жүргізіледі.\nОқыту тілі: қазақша, орысша\nТалапкерлер төрт пән бойынша тестілінеді: Қазақстан тарихы, математика, қазақ (орыс) тілі, биология.",
                "date": "23.03.2017",
                "upvotes": 0
            },
            {
                "text": "Психолог мамандығын 4жыл оқиды",
                "date": "1.04.2021",
                "upvotes": 0
            },
            {
                "text": "Психология мамандығы бойынша 4 жыл ғана оқмды. Психология – бүгінгі ғасырдың мамандығы. Қазіргі таңда кез келген мекеме психологты қажет етеді. Адамдар тығырыққа тіреліп, шырғалаңға түскен шақта қол ұшын беріп, дұрыс жол көрсете алатын білгір психолог маман болам деуші талапкерлер саны жылдан-жылға көбеюде. Ал, бұдан біраз жыл бұрын бұл мамандық беделді деп есептелмейтін, тіптен сұранысқа көп ие бола бермейтін мамандықтар қатарында еді.\nБүгінгі таңда «психология» мамандығы әлемдегі ең танымал мамандықтардың үздік бестігіне кіреді. Бүгінде психология ғылымы адам іс-әрекетінің түрлі салаларында қарқынды орын алуда. Олар: білім, бизнез, саясат, басқару, медицина, жарнама т.б. салалар. Ғалымдардың болжауы бойынша XXI ғасыр – психология ғасыры болмақ.\nПсихология мамандығының беделінің күннен күнге артуына - болашақ психолог мамандар өз білімдері мен біліктерін қолдана алатын салалардың күннен күнге артып, кеңейе түсуі әсер етсе керек. Болашақ психолог бүгінгі күні адам өмірінің барлық саласына қатысты өндірістер мен кәсіп орындарда қызмет етеді. Яғни, балалар бақшасынан бастап, аса ірі коммерциялық ұйымдарға дейін жұмыс істей алады. Бұл жерде психологияның ғылым екендігін және оның айтарлықтай жас ғылым екендігін айта кету қажет. Психологияның зерттеу пәні - адам психикасы екендігін ескерсек, психология әрдайым және әрқашан қызығушылық тудыратын мамандық екеніне еш күмән тудыра алмаймыз. Сондықтан да психология мамандығының болашағы зор екенін бүгінгі уақыттың талап-тілегінен туындап отыр. Қай заманда да сұранысқа ие және сұраныстан шығатын мамандық болған және бола бермек. \nТөрт жылдық білімнен кейін психология бөлімінің түлектері мына салаларда қызмет ете алады:\nЖоғарғы және орта оқу орындарында психология пәнінің оқытушысы;\nҒылыми қызметкер;\nФирмалар мен банктерде психолог-кеңесші;\nПрактик психолог;\nДенсаулық сақтау және білім беру жүйесінде, отбасы қызметтерінде практик психолог;\nМемлекеттік басқару органдарында және қоғамдық ұйымдарда кеңесші-психолог;\nЗаң мекемелерінде және соттық-психологиялық сараптамада психолог-сарапшы;\nӘскери және құқықтық мекемелерде тәрбиеші-психолог;\nӘртүрлі ұйымдардың кадр таңдау қызметінде персонал бойынша менеджер;\nішкі істер министрлігі органдарында психолог;\nИмиджмейкер, саяси психолог;\nӘртүрлі әлеуметтік саладағы психолог.",
                "date": "15.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "22 наурыз күні Алматыда туылған адам керек?",
        "question_content": "22.03 күні туылған адамды тауып беруге көмектесе аласыздар ма? Амал болса Астана қаласының тұрғыны болуы керек. Жас мөлшері бәрібір. Үлкен кісі болса тіпті жақсы",
        "question_date": "20.03.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 562,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мен бармын бірақ талабыңызға сай келмейді екенмін, өкінішке орай)))",
                "date": "27.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кенесары Қасымұлы бастаған көтерілістің басқа көтерілістерден айырмашылығы қандай?",
        "question_content": "Кенесары Қасымұлы бастаған көтерілістің басқа көтерілістерден айырмашылығы қандай?",
        "question_date": "20.03.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "XIX ғасырдың 20 — 30-жылдарында отаршыл өкімет билігі мен қазақ халқының арасындағы қарым-қатынас елеулі түрде шиеленісе түсті. Біріншіден, Кіші жүз бен Орта жүздегі хан билігінің жойылуы сұлтандардың, билердің және батырлардың едәуір бөлігінің наразылығын туғызды. Екіншіден, патша үкіметі қазақ халқының ежелден келе жатқан дәстүрлі жерлерін әскери бекіністер салу үшін жаппай тартып ала бастады. Үшіншіден, бұрын Ресейге ешқандай алым-салық төлеп көрмеген қазақтарға ендігі жерде жасақ, түтін салығы, жол салығы сияқты алым-салық түрлері көбейе түсті, қазақ өз жерін өзі жалға алып, пайдаланатын күй кеше бастады. Төртіншіден, патша үкіметінің әскери отрядтары қазақ ауылдарына шабуыл жасап, күн көрсетпеді. Осының бәрі байырғы жергілікті халықты (номадтарды) қатты күйзеліске ұшыратты, олардың күн көрісін қиындатып жіберді.\nКөтерілістің басты мақсаты қазақтардың патша үкіметі тартып алған ежелгі жерлерін өздеріне қайтарып алу, округтерді тарату, отаршылар енгізген алым-салықтарды жою еді.\nКөтерілістің қозғаушы күші қатардағы қарапайым көшпелілер, сондай-ақ старшындар мен би, батырлар, тіпті сұлтандар да болды. Көтерісшілердің қалың қолына үш жүздің атақты батырлары жетекшілік етті.\nКөтеріліске қатысушылар негізінен қазақ халқы еді. Бірақ олардың арасында орыстар мен башқұрт, өзбек, қарақалпақ, түрікмен, тіпті поляктар және басқа халық өкілдері де болды. Олардың кейбіреулері ханның ерекше сенімі мен құрметіне ие болып, жоғары лауазымды қызметтер атқарды. Мәселен, Кенесарының өзінің хатшысы бұрынғы орыс солдаты болды. Наурызбай сұлтанның атқосшысы да Николай Губин есімді орыс еді. Татар Әлім Ягудин Әскери кеңестің мүшесі болатын. Дипломатиялық қызметке ханның атынан өзбеқ Сейдаққожа Оспанов басшылық етті\". Бұлардың бәрі де Кенесарыға жақсы ұйымдастырылған тәртіпті әскер құруына көмектесті және көтерілісшілерге өздерінің жеке тәжірибелерін үйретті.\n\nhttps://kk.wikipedia.org/wiki/",
                "date": "23.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бізде мүсін өнері бар ма? Жоқ шығар?",
        "question_content": "Кей ауылдарда соғылған мүсіндерге тал түсте шыдас беріп тура қараудың өзі қорқынышты. Кемеңгердің кескіні тірісінде де харизмаға тұнғаны шамалы болса керек. Ал оны жез-қоладан емес, цементтен соққанда... оны енді көру керек! Меніңше, кейбір қайраткерлердің мүсіндерінің болмағаны үшін ғана ұрпағы рахмет айтатын сияқты.\nАң-құстардың мүсіндері де сол. \"Қайта өрлеу дәуіріміздің\" \"тендерлік архитектура\" кезеңінде мүсін соғылған хайуанаттардың жолы сірә болмады. Қазақ даласындағы кейбір хайуандардың мүсіні - маған ауыл үшін мақтаныштан гөрі, мүсіншіден қашып бара жатқан жануарға ұқсайды.\nАйтпақшы, ол мүсінді келіп бояйды ғой! Бояудың гротескі беретін қасиеті бар бәлкім: қайраткердің көздері адырайып, құлағы қалқиып шыға келеді! Ал өзі онсыз да қалқаңқұлақ болған кемеңгер болса, онда енді мүсіннен вампиризмнің белгілерін байқау қиын емес. Сосын, бояйтын мүсінші емес қой. Кәдімгі бояушы. Ал олар кейде \"шығармашылық\" танытып, көздерінің қарашығын бояуы мүмкін. Ондай мүсін тұрған паркке бала-шағамен бару құпталмайды.\nСорақылықты өрбіте беруге болады. Мысалы, мен бір қошқардың мүсінін ... сылап жатқанын көргенмін! Кәдімгідей, біреуі балшық лақтырып тұрады, біреуі сылайды! \"Мүсін сылаушы\" деген мамандық жоғын білесіздер, ендеше сылайтын - үй жөндеу кәсібіндегі адам. Сондықтан қошқардың бауыры ара тұра тым тегіс, кейде тік төртбұрыш боп кетеді. Бұрынғы сылағын түсірмей, үстінен сыласа - өткен жылы көрген қошқарыңның қоң жинап, біраз семіріп қалғанын байқайсыз.\nСіздер, тәуелсіздік кезеңінде соғылған қай мүсінді сәтті деп ойлайсыздар. Адам болса - мінезі мейлінше ашылған, басқа болса - мазмұны айтпаса да түсікті боп тұрған? Өзіме Ақтөбедегі \"Қан мен тер\" кейіпкерлері мен Астанадағы \"Аштық құрбандарына\" қойылған ескерткіштер ұнайды. Шетелден - Лондондағы Уинстон Черчилльдің мүсіні. Тіпті фотосынан - тірісіндегідей қуақы, дәл қазір қыршаңқы бірдеңе айтып салатын сияқты. \"Құр қолға бата жүрмейді, вискиіңнен құйып жібер, бедіреймей\" деп жіберетін сияқты...",
        "question_date": "20.03.2017",
        "question_tag": "Өнер",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүсін – кеңістікте жан-жақты бейнеленген, сомдалан көркем шығарма. Мүсінді «скульптура» деп атайды. Ол сөзді ең алғаш ежелгі римдіктер ойластырған. «Скульпо» деген латын тілінде «кесу, қашау» деген мағынаны білдіреді.\nХакімжан Есімханұлы Наурызбаев- қазақтың тұңғыш мүсіншісі, Қазақстанның халық суретшісі, ұстаз, профессор, Мемлекеттік сыйлықтың лауреаты. Көпшілік қауым жақсы тани бермейтін азамат тарихи тұлғалардың мүсіндерін сомдауда зор табыстарға жеткен. Әр тұлғаның бейнесін, жан дүниесін психологиялық тұрғыдан тереңірек ашуға ұмтылды. Осы салада қажырлы еңбек еткен, жан-жақты зерттеулер жүргізген мүсіншінің өмір жолы өнегелі істерге толы.\nХ.Е.Наурызбаев 1925 жылы 27 тамызда Қостанай облысы, Меңдіқара ауданы, Ұлыкөл ауылында дүниеге келген. Сұм соғыстың алғашқы жылдарымен тұспа-тұс келген мүсіншінің балалық шағы бақташының, темірші-ұстаның ауыр жұмыстарын істеумен өтеді. Оның шебер болып қалыптасуына бұл жағдайдың да әсері болды дей аламыз. Ұзақ күн мал бағып, далада жүрген бала жігіт табиғат әсемдігін танып, сұлулықты бойына сіңіріп өсті. Ал темірді қалағанынша балқыта иіп, ұсталықпен айналысуы түрлі мүсіндерді соғуға машықтандырады. Өнерге деген талпынысын сезген үлкендердің көмегімен Мәскеудегі суретшілер дайындайтын арнайы мектепте білім алып, өнердің басқа да қыр-сырымен танысады.\nКейіннен 1943 жылы Алматының көркемсурет училищесіне оқуға түседі. Осы училище қабырғасында жүргенде Хакімжан Наурызбаев Украин суретшісі Ольга Николаевна Кудрявцеваның шеберханасында сабақ алады. Сол кісінің кеңесімен 1945 жылы Харьков көркемсурет институтының мүсін факультетіне оқуға түседі. Хакімжан Есмаханұлы ұстазының өзіне деген қамқорлығына қатты риза болғандығы жөнінде: «Ольга Николаевнаның туындыларымды мұқият талдап, құнды кеңес берген хаттарын ардақты ескерткіш ретінде аялап сақтап жүрмін», - деп сүйсіне еске алады. О.Н. Кудрявцеваның басшылығымен жұмыс істеп жүрген кезінде «Көкпар», «Бүркітші жігіт», «Жеңімпазды қарсы алу» т.б. композицияларын жасайды.\n1951 жылы институтты бітірген Хакімжан Наурызбаев отанына оралады. Мүсінші маманның творчестволық жолы Алматы қаласында басталады. ХХ ғасырдың 50- жылдарынан бастап өмірінің ақырына дейін еліміздің мәдениетіне өз үлесін қосып, табиғат дарытқан қасиетті өнері арқылы туған жұртына қалтқысыз еңбек етті.Х.Наурызбаевтың алтын қолдарынан дүниеге келген бірнеше мүсіндерге тоқталып өткеніміз жөн болар.\n\nАбай ескерткіші. ХХ ғасырдың 60-жылдары бой көтерген Абай ескерткіші Алматының ең көрікті көшелерінің бірі Абай даңғылында орналасқан. Көктөбе жотасынан түсіп келе жатып ұлы ақынның өзіне тән мінезін, сабырлы жүзін, ашық ажарын, ақылды, ойлы жүзін, жан дүниесінің тереңдігін, рухани байлығын көре аласыз.\n\nШоқан Уәлиханов ескерткіші. Алматыдағы Қазақтың Ғылым Академиясының алдындағы үлкен алаң алабына орнатылған. Биіктігі – 8 метр. Мұнда Шоқанның ішкі жан-күйінің арманшылдықтан сабырлы ойлылыққа дейінгі бейнесі көрінеді. Автор осы жұмысы үшін 1970 жылы Қазақ ССР Мемлекеттік сыйлығына ие болды.\nАмангелді Иманов ескерткіші. 1947-1972 жылдар аралығында Хакімжан Наурызбаев Амангелді батырға арналған ескерткішті жасау үшін көп еңбектенді. Мүсінші халық қозғалысының басшысы, жауынгер-сарбаздың ерлік, адамгершілік, қасиеттерін, оның түр-келбетінен, буырқанған жалынды жаратылысын көрсете білген.\nЖамбылға арналған ескерткіштер сериясы. Мүсінші Жамбыл Жабаевтың құрметіне «Бала Жамбыл мүсіні» (1951), «Жас Жамбыл»(1958), «Ат үстіндегіЖамбыл»(1952-58),\n\n«Жамбыл Жабаев»(1963) сынды ескерткіштерді жасап шығарды.\n\nҚұрманғазы мүсіні. Кеудесінен бюст түрінде жасалынған Құрманғазы ескерткіші Хакімжан Наурызбевтың ірі творчестволық табысы болып табылады. Ескерткіш 1958 жылы жасалынды. Терең ойға кеткен Құрманғазының тағдыр тауқыметін көтере білген, қайтпас қайсарлығы, ой-толғанысы, ержүректілігі, ішкі зор күш-жігері, шалқар шабыты дәл суреттеліп, портреттік ұқсастығын келтірумен бірге, мүсінші кейіпкерінің образынтерең аша білген. Бұл шығарма ұлы күйші-композитордың кісілік тұлғасымен жұртшылықты таныстыра түседі.\nӨзінің өнегелі өмірімен, ерлігімен, еліне жасалған қызметі мен елеулі із қалдырған қазақ халқының танымал батырларының, ғалымдарының, жазушыларының көптеген мүсіндерін Хакімжан Наурызбаев түймедей түйіп, шебер сомдап шығарды. Олар: Сәкен Сейфуллин, Ахмет Жұбанов, Ахмет Байтұрсынов, Міржақып Дулатов,Мәншүк Мәметова,Сералы Қожамқұлов, Кәмшат Дөнентаева, М. Алтынбаева, Н. Алдабергенов т.б.\nМүсін өнерінің шебері,тамаша талант иесі Хакімжан Наурызбаев – қайталанбас өнер туындыларын сомдаумен бірге «шәкіртсіз ұстаз тұл» дегендей, өзінен кейін қазақ өнерін жалғастырып дамытатын кәсіби мамандар белгілі мүсіншілер, көптеген дарын иелерін тәрбиелеп шығарған ұстаз. Және асқан дарын иесі өнер әлемінде мәңгі өмір сүре бермек және оның өнері ұрпаққа мұра болып сақталады.\n\nhttps://sabaqtar.kz/",
                "date": "23.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО-ға оқуға түсе алмаса колледжге түсуге бола ма?",
        "question_content": "Сәлеметсіздер ме.  Сіздерге қоятын сұрағым бар еді: егер мектеп бітіруші ЖООна тусе алмай қалса, (шекті балды алмаған жағдайда) ЖОО түсе алмаған  сертификаты бойынша колледжге түсе алады ма? ЖОО түсуге емтихан тапсырмай, мектеп бітіруші ретінде колледжге құжат тапсыруға болады  ма?",
        "question_date": "19.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 659,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Студенттер құрамына қабылдау конкурсына қатысуға:\n\n1) негізгі жалпы білім алғандар үшін екі пәннен 20 балдан кем, білім, құқық, экономика мамандықтары бойынша 25 балдан кем;\n\n2) жалпы орта білім алғандар үшін үш пәннен 30 балдан кем, білім, құқық, экономика мамандықтары бойынша 35 балдан кем жинағандар жіберілмейді.\n\nКонкурстың шарттары білім алу құқықтарын сақтауға кепілдік беруге және неғұрлым қабілетті және тиісті деңгейдегі техникалық және кәсіптік білім берудің бағдарламаларын меңгеруге даярлығы бар азаматтарды қабылдауды қамтамасыз етуге тиіс.\n\nБұқаралық кәсіптер мен неғұрлым күрделі (аралас) кәсіптер бойынша кадрлар даярлауды көздейтін техникалық және кәсіптік білім беретін бағдарламалары бойынша білім алушылардың құрамына қабылдау негізгі орта немесе жалпы орта білімі туралы құжаттарда көрсетілген бейіндік пәндер бойынша бағалары, әңгімелесулер нәтижелері ескеріле отырып, іріктеу негізінде 25 тамыз бен 30 тамыз аралығында өткізіледі. Іріктеу шарттарын білім беру ұйымдары, яғни колледж белгілейді.\n\nОрта буын мамандарын даярлауды көздейтін техникалық және кәсіптік білім беретін бағдарламалары бойынша білім алушылардың құрамына қабылдау қарастырылады:\n\n1) күндізгі оқу нысанына - 25 тамыз бен 30 тамыз аралығында;\n\n2) оқудың сырттай оқу нысанына - 15 қыркүйек пен 30 қыркүйек аралығында жүзеге асырылады.\nhttp://www.keagi.kz",
                "date": "23.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан телеарнасынан өтіп кеткен сериалды көруге бола ма?",
        "question_content": "Қазақстан телеарнасынан бүгін көрсетіліп кеткен ғашықтар түрік сериалын көргім келеді",
        "question_date": "19.03.2017",
        "question_tag": "Телесериалдар",
        "question_views": 695,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://goo.**/c68otI\n\nОсыны коширип ал, сосын ҚАЗАҚСТАН АРНАСЫНЫҢ САЙТЫНА КИР АРХИВТЕРДЕН КОРЕ АЛАСЫН\n\nеки жулдызшаның орнына ** деп жаз",
                "date": "20.03.2017",
                "upvotes": 0
            },
            {
                "text": "https://goo.**/c68otI\n\nосыны коширип сосын kztrk,kz сайтына кир сол кезде коре бересин",
                "date": "20.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адвокат болу үшін қандай мамандықта оқу керек?",
        "question_content": "Адвокат мамандығын алу үшін қайда жəне қалай оқу керек? білімді мықты адвокатты қай оқу орны",
        "question_date": "19.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 28200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда мынадай азаматтар адвокат бола алады:\nжоғары заңдық білімі бар;\nҚР Жоғары Сот кеңесінің жанындағы Біліктілік комиссиясында біліктілік емтиханын тапсырған немесе адвокаттар алқасында тағылымдамадан немесе аттестаттаудан өткен, сотта тиісті тағылымдамадан өткен және облыстық немесе оған теңестірілген сотта пленарлық отырыста оң пікір алған немесе судья өкілеттігін тоқтатқан немесе прокуратура немесе тергеу органдарынан 10 жылдан кем емес прокурор немесе тергеуші лауазымында теріс ниеттер бойынша жұмыстан шығарылуды қоспағанда, жұмыстан шығарылғандар;\nадвокаттық қызметпен айналысуға лицензия алғандар.\nҚазақстанда мынадай азаматтар нотариус бола алады:\n25 жасқа толған;\nжоғары заңдық білімі бар;\n2 жылдан кем емес заңдық мамандық бойынша жұмыс өтілі бар;\nНотариуста 1 жылдан кем емес мерзімде тағылымдамадан өткен;\nәділет аттестаттау комиссиясынан аттестаттаудан өткен;\nнотариаттық қызметімен айналысу құқығын алғандар.\nҚҰҚЫҚТАНУ\nБасты-Талапкерлерге-Құқықтану\n5B030100 – «Құқықтану» - бұл құқықтану, адам мен азамат құқығын қорғау, мемлекеттік басқару саласындағы мамандар\nТаңдалатын 4-ші пән – Дүниежүзі тарихы\nБейімдейтін пән – Дүниежүзі тарихы (ҰБТ/ТКТ-дан кем дегенде 7 балл)\nБерілетін академиялық дәреже – «Құқықтану» мамандығы бойынша құқық бакалавры\nБұл мамандықтың артықшылықтары –\nЕңбегіне жоғары ақы төленеді.Кәсіби заңгерлер экономистер мен басқа кәсіп мамандарына қарағанда бірнеше есе көбірек табыс табады.\nСұраныстың жоғарылығы.Заңгер мамандығына әрдайым сұраныс бар, себебі телефонға соттық сараптама сияқты шараның өзі белгілі бір нормативтік құжаттарды білуді талап етеді.\nБизнес жүргізудегі табыстылық.Заң саласындағы білім заңнамалық актілерді дұрыс түсінуге, шарттар мен келісімшарттарды сауатты жасауға, сондай-ақ контрагенттермен және мемлекеттік органдармен келіссөздерді сауатты жүргізуге мүмкіндік береді. Өзіндік іспен айналысу Азаматтық, Салықтық және Әкімшілік кодекстерді білуді талап етеді.\nТүрлі мамандықтар бойынша жұмыс табу мүмкіндігі. Заң факультетінің түлегі полицияда, сотта, адвокаттар немесе нотариус кеңсесінде және т.б. жерде жұмыс істей алады. Ол ғаламтор арқылы кеңес берумен, сотта қорғаумен және т.б. айналыса алады. Тіпті сауатты жазыла отырып сотқа берілген арыз – ақшалай қаражатты қайтарып алуда жеңістің жартысын құрайды.\nӨзіндік тұтынушылық құқықтарды қорғау мүмкіндігі.Жылжымайтын мүлікпен байланысты бірде бір мәміле немесе сапасыз тауарды қайтару заңгердің қатысуынсыз бітпейді. Сенімхаттар, сыйлар, өсиеттер елдегі құқықтық жағдайды білуді талап етеді. Айта кететін жайт, жоғары шенді тұлғалардың көпшілігінің құқықтық білімі бар. Бұл тізімге Владимир Путин, Герман Греф, Дмитрий Медведев басқалары кіреді. Ал АҚШ-қа қатысты айтар болсақ, бұл елдің президенттерінің 60% астамының мамандығы заңгер болған.\nБұл мамандық түлектері айналысатын кәсіп түрлері – заңгер мамандығы адвокат, прокурор, судья, тергеуші, заң кеңесшісі, нотариус, халықаралық дәрежедегі заңгер секілді заң қызметкерлерінің басын біріктіреді – олардың барлығы құқықтың бір саласының білгірлері болып саналады.\nЗаңгер:\nтүрлі заң инстанцияларында, мысалы, прокуратурада, Әділет департаментінде, ІІМ, сот жүйесінде жұмыс істей алады;\nорталық билік, және жергілікті өзін өзі басқару органдары құрылымдарында;\nтүрлі мемлекеттік ведомстволарда;\nкез келген коммерциялық ұйымдарда;\nмамандандырылған фирмаларда немесе өз бетімен (адвокаттар);\nғылым және білім саласында жұмыс істей алады.\nЗаңгер мамандығы: артықшылықтары мен кемшіліктері\nАдвокат\nАртықшылықтары: мансаптағы перспективалар, жоғары жалақы алу мүмкіндігі, дербестік, кез келген инстанциялар мен пікірлерге тәуелді еместігі.\nКемшіліктері: табыстың тұрақсыздығы (бұл әсіресе жас адвокаттарға қатысты), өткір жауапкершілік, жиіркенішті, аса ауыр қылмыс жасаған қылмыскерді қорғау қажет болғанда қоғам тарапынан жасалатын моральдық қысым және адамгершілік-психологиялық түйткілдер.\nТергеуші\nАртықшылықтар: кеңседегі бірқалыпты жалықтыратын жұмыс күндеріне ұқсамайтын қызықты жұмыс, белгілі бір жеңілдіктер беретін және көптеген «жабық» есіктерден өткізетін тергеуші дәрежесі.\nКемшіліктері: бірқалыпты емес (кейде түнделетіп жүретін) жұмыс күні, жалақының аздығы, мереке және демалыс күндері кезекшіліктің болуы, қауіпті, басын қатерге тігетін жұмыс.\nЗаң кеңесшісі\nАртықшылықтар: сұранысқа ие және ақысы жақсы жұмыс, тергеуші немесе адвокаттың жұмысымен салыстырғанда әлдеқайда қауіпсіз әрі тыныш.\nКемшіліктер: жоғары жауапкершілік қаупі, ұдайы үлкен көлемдегі түрлі құжаттармен жұмыс жасау қажеттілігі.\nХалықаралық заңгер\nАртықшылықтар: беделді әрі жоғары ақылы жұмыс, әлемнің көптеген елдерін тек турист ретінде ғана емес, кәсіби тұрғыдан егжей-тегжейлі танудың таптырмас мүмкіндігі.\nКемшіліктер: жұмысы шетелде болуды талап ететін заңгерлер үшін әрдайым тосын жағдайлар қаупі тұрады.\nСаладағы жалақы мөлшері – жақсы заңгер айына 500$ бастап, сағатына 500$ дейін табыс табады\nОқу мерзімі –\nМектептен кейін – 4 жыл;\nКолледжден кейін – мамандық бағытын өзгертпестен – 3 жыл;\nЖОО-дан кейін – 2 жыл.\nОқыту тілдері – қазақша, орысша",
                "date": "23.03.2017",
                "upvotes": 1
            },
            {
                "text": "міндетті түрде елдің 9дан пітіру керекпе？",
                "date": "4.09.2018",
                "upvotes": 0
            },
            {
                "text": "Адвакат болу ушин кандай ранее тапсыру керек",
                "date": "16.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дизайнер мамандығын оқысам, қандай жерлерде жұмыс жасай аламын?",
        "question_content": "Сәлеметсіздерме! Мен Алла қаласа 2 айдан соң мектеп бітіремін. ҰБТ-ға қатысамын,таңдау пәнім биология-химия(мамандығым дәрігер ата -анамның қалауы).Бірақ өзім дизайнер болғым келеді. Дизайн мамандығын оқысам ба деймін.Бірақ бір қорқатыным дизайнер мамандығын оқығаннан кейін жұмыс таппай қалып жүрмеймінбе? Дизайнер мамандығына сұраныс барма? Қандай жерлерде жұмыс жасауға болады тұрақты? Кеңес берсеңіздер.Рахмет!",
        "question_date": "19.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дизайн мамандығы бакалавры 5B072100\nОқу мерзімі: 11 бітірушілерге күндізгі бөлім – 5 жыл\nКолледж бітірушілерге күндізгі бөлім-3 жыл\n11 сынып бітірушілерге сырттай бөлім – жоқ\nСала бойынша колледж бітірушілерге сырттай бөлім-4 жыл\nҚабылдау емтихандары:\n11 сынып бітірушілерге – ҰБТ-дің сертификаты (Қазақстан тарихы, қазақ (орыс)тілі, творчестволық емтихан (сурет, сызу)\nКолледж бітірушілерге –КТ сертификаты (Қазақстан тарихы, қазақ (орыс)тілі, творчестволық емтихан (сурет, сызу)\nОқыту тілі: қазақ тілі, орыс тілі\nжарнама дизайнері мамандығы\nАрнайы оқытылатын негізгі пәндер:\nсурет;\nкөркем сурет;\nкомпозиция негіздері\nтүстану;\nжарнама және баспа графикасы\nарнайы жарнама түрлері\nкомпьютерлік графика\nграфикалық дизайн нысандарын жобалау\nБітіргеннен кейін келесі міндеттерді атқара алады:\nжарнама өнімдерінің материалдарының қасиеттерімен түрлерін білу;\nжарнамалық өнімдерді әзірлеу үшін материалдарды таңдау;\nжарнама өнімдерінің эскиздерін қолмен және компьютерде орындау;\n-журнал, кітаптардың мұқабасын безендіру және олардың жобасын жасау,;\n• жарнамалық пакет дайындау (іскерлік құжаттама, баннер, стендтер, каталог, буклеттер, визиткалар, күнтізбе, орауыштар т.б.)\nБаспа жабдықтарымен жұмыс жасай білу;\nжарнамалық стендті безендіріп, компанияны жарнамалай білу;\nграфикалық компьютерлік бағдарламалармен жұмыс жасай білу (Corel Draw, Adobe Photoshop, 3D MAX, Auto CAD);\n-видеоролик, видеофильм жасау, Web-сайт әзірлеу;\nБілімін магистратурада жалғастырып, өзінің кәсібін ұйымдастырып, компанияларда, баспаларда дизайнер-безендіруші ретінде жұмыс атқарып, әртүрлі көрмелер мен жарыстарға қатыса алады.\nИнтерьер дизайнері мамандығы:\nАрнайы оқытылатын негізгі пәндер:\nсурет;\nкөркем сурет;\nкомпозиция негіздері\nтүстану;\nинтерьер үшін тоқыма\nинтерьерге арналған бұйымдарды дайындау технологиясы\nдизайндағы заманауи материалдар\nграфикалық бағдарламалар\nграфика және модельдеу\nинтерьерге арналған бұйымдардың мәнері мен бағыты;\nБітіргеннен кейін келесі міндеттерді атқара алады:\nматериалдардың пластикалық қасиеттері мен түрлерін білу;\nЭргономиканы білу;\n– жиһаз интерьерімен жабдықтарының эскиздерін жобалау.\nнысан интерьері эскиздерін қолмен және компьютерде орындау\nжиһазды орналастыра отырып, нысанның жоспарын сызу;\n-жиһаз интерьерімен жабдықтарының сызбасын жасау;\nГобелен, сәндік панно, батикті орындауды білу т.б.).\nЗаманауи компьютерлік графикалық бағдарламаларды білу (Corel Draw, Adobe Photoshop, 3D MAX, Auto CAD)\nБілімін магистратурада жалғастырып, өзінің кәсібін ұйымдастырып, интерьер дизайнері ретінде жұмыс атқарып, әртүрлі көрмелер мен жарыстарға қатыса алады.\nКостюм дизайнері мамандығы:\nАрнайы оқытылатын негізгі пәндер:\nсурет;\nкөркем сурет;\nкомпозиция негіздері\nтүстану;\nтоқымалық материалтану;\nкостюм технологиясы\nтігін өнімдерін жобалау\nкиімді конструктивті модельдеу\nкостюмдегі графикалық дизайн\nассортиментті киім топтарын жобалау;\nБітіргеннен кейін келесі міндеттерді атқара алады:\nкиім модельдерінің коллекциясы эскиздерін қолмен және компьютерде орындау;\nкиім модельдерінің коллекциясы үшін материалдардың түрлері мен қасиеттерін білу;\nжеке адамнан өлшем алу, оның өлшемін, бойын анықтау;\nбір үлгінің негізінде үлгілер дайындау;\nлекалалалар дайындау, пішу, киім дайындаудың технологиясын білу;\nбейне таңдап, сай келетін үлгінің моделін салып, клиенттен тапсырыс қабылдау;\nүлгілерді көрсету, фотосессия жасай білу;\nСалондарда, киім тігу ательесінде, модельер-конструктор, өндірісте суретші –модельер ретінде жұмыс атқарып, өз коллекциясымен сән апталықтарына, халықаралық жарыстарға қатысып, өзінің шағын кәсібін ашып, оқуын магистратурада жалғастыра алады.\n\nhttp://www.symbat-adt.kz/dizajn-mamandy-y-5v042100?lang=kk",
                "date": "19.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаттама нан Шымкенттің қай жерінде сатылады ?",
        "question_content": "22 наурыз мейрамына өткізілетін мерекеге керек еді.",
        "question_date": "19.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ұлпан\" романы туралы шығарма керек?",
        "question_content": "\"Ұлпан\" романындағы Ұлпанды қазіргі қазақтың қыздарымен қалай салыстырып жазуға болады?",
        "question_date": "19.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 105000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ ұлттық әдебиетінің «алтын қорының» төрінен өзіндік орнын ойып алар сүбелі шығармалар қатарында классик жазушы, көркем сөздің майталманы Ғабит Мүсіреповтың «Ұлпан» атты романын айта кетсек еш жаңылмасымыз белгілі. Шығарма мазмұнына тоқталар болсақ, «Ұлпан» — тарихи роман, онда бір ғана Керей-Уаққа қарасты Сибан елінің тыныс тіршілігін суреттеу арқылы сол замандағы, атап айтқанда ХІХ ғасырдағы жалпы қазақ елінің шежіресі мазмұндалады. Шығармада ғасыр бойындағы қазақи тіршілік, оның тұрмысы, салт-дәстүрі, өзіне тән әдет-ғұрпы кеңінен қамтылған. Толығырақ айтар болсақ, бұл шығармада да Мұхтар Әуезовтың «Абай жолы» эпопеясындағыдай сол заманғы қазақ халқының тыныс тіршілігін сипаттайтын жер дауы, жесір дауы, барымташылық, қыз айттыру, қалың мал беру, жарлы мен жақсының күресі тәрізді құбылыстар терең сипатталып, суреттеледі. Шығарманың бас кейіпкері - Ұлпан, ол шын мәнінде өмірде болған тарихи тұлға. Романның екінші бас кейіпкері Есенейден қырық жасқа кіші бола отырып, тұлымы желбіреген жас қыздан бір рулы елдің басын біріктіріп, атын шығаратын ұлы тұлғаға дейін қөтеріле білген қайраткер жан. Романның мазмұнына орай, Керей-Уақтың Сибан елінің билігін қолына ұстап тұрған әйгілі биі, «мың жылқылы» байы Есеней жер дауы мәселесімен өз алдына жігіт кейпінде келген Ұлпанмен кездейсоқ ұшырасады. Оның қалың жылқысы аз үйлі кірме Күрлеуіттің жеріне түсіп кетеді де, сол елдің уәжін айта келген топтың басшысы бір кездері өзімен үзеңгілес жүрген және де өмірін сақтап қалған ескі досы Артықбайдың қызы болып шығады. Бес жасында Есенейдің арқасына мініп, «Мен түйеге мініп кеттім! Әке, сен үйде қалдың!» деп маза бермейтін қара қыз, енді ел сөзін сөйлеп, ат құлағында ойнайтын батыр қызға айналғанын көрген Есеней жас алшақтығына қарамастан, Ұлпанға деген көңілі оянып араға өзінің әрі досы, әрі ағайындасы «Түрікпен» Мүсірепті салады. Аздап сыбызғы тартып, серілік құрып жүретін «Түрікпен» Мүсіреп, Есеней досының емеурінін шебер жеткізе отырып, Ұлпанға қолқа салады. Ұлпан болса, Есенейдің сөз салысын алғашында есеңгірей тыңдағанымен де, «Есенейдің құрығы мойныма түсе қалса, оны алып кететін күш біздің аз ғана ауыл кірме Күрлеуітте жоқ. Құдай салды біз көндік. Бірақ ағаңның есінде болсын Ұлпан арзанға түспейтін қыз»,- деп жауап береді. Осылайша, ол өзін роман сөздерімен суреттегендегідей «Таңданарлық қыз әрі есті, әрі сұлу болу керек емес пе? Сұлулығы жеңсе, есінен айрылып қалатын, естілігі жеңсе, сұлулығынан айрылып қалатын қыздар аз болмайды. Естілігі толыққан сайын, сұлулығы да толыға беретін қыз болады»,- дегендей қырынан таныта алған еді. Қатал да озбыр Есенейдің жан жүрегін жібіте отырып, бір кездері: «Қырыққа келгенде біздің елдің Есенейі сен болып қаларсың», - деп өзі айтқандай айналасы аз жылда дүйім елге билігін айта алар дана тұлға түрінде таныла алды. Бір кездері жас өмірін қиып келген Ұлпанның жолы ақталып, Есенейдің көзі тірі­сінде-ақ, Ұлпан бес болыс Сибан­ның қамқор анасына айналды. Артта қалған қазақ аулына жаңалықтың жаршысындай бола отырып, осыған дейін болмаған монша, қыстық үй салуды енгізу арқылы елін алға жетектеді. Әйтпесе, қыс бойы киіз үйде отырған қазақ жұртының жас баласы қысқы аязға төзе алмай, суық тиіп, шетінеп жататын еді. Ел-жұртының қамын ойлап, мұң-мұқтажын сезіне алған Ұлпан Есенейдің қалың жылқысын қарауындағы елге бөліп беру арқылы өзінің кісі ақысын жеуді ар санайтын бекзат адалдығын танытады. Бұл қасиет екінің біріне беріле бермейтін имандылық, теңдік белгісі. Ұлпанның шалы Есеней тоғыз жыл топ болып жатып қайтыс болғаннан кейін де ол өз бойындағы асыл қасиеттерінен айрылмай, бір туар жан екенін танытып отырды. Ол жайлы романда: «Ұлпан бұл кезде қара жамылған қаралы әйел. Он ауыл Сибанды Есенейдің қазаны мен қолына қарап телміріп отырудан біржола құтқарды. Қашаннан Есенейдікі болып келген кең жерді әр ауылға бөліп берді. Мұнысы жалғыз бұл ел емес, жалпы Сібір казактары үшін жаңа бір үлгі еді. Оның аты не екенін Ұлпан өзі білген емес. Кедейлік жаншып, ділгірлік сорына белден батып отырған жоқ-жітікке жаны ашыды да, қолдан келерін істеді де берді. Қазір Есенейдің малы екі есе азайды, оның есесіне ел Сибанның малы он есе көбейді. Әр үй өз текесін, өз айғырын мақтасып отырады. Ел аздап егін салады, шөп шабады. Бала-шаға дірдектеп қыс бойы киіз үйде отырмайды, жылы, қысқы үйде отырады. Әсіресе, осы қысқы үй үшін ел-жұрты Ұлпанға қатты риза», - деп суреттеліп кеткен. Ұлпанның осы бекзаттылығын көзі тірісінде бағалай білген Есеней оған өз атын қиып қана қоймай, «Ақнар» деп те атайды. Өз бойында қашанда азаматын жоғары қойып, ерін силап өткен қазақ әйеліне тән игі қасиеттерді сіңіре білген Ұлпан өзін ешқашен Есенейден жоғары қоймайды, артық сезінбейді, байлыққа масаттанып, өктемдік жүргізбейді. Романдағы: – Ақнарым, сен мені адам қыла бастадың, – деді аттанарда. – Жоқ, Есеней, сен көлеңкең күндік жерге түсетін бәйтерексің. Мен сенің саяңда шырылдаған бозторғаймын. Менің құдайдан бірінші тілегім сенің амандығың! – деді Ұлпан. – Сенсіз мен кім болар едім?..», - деген жолдар осы ойымыздың айғағы тәріздес. Осындай әйел-ана бейнесін сомдай білген Ғабит Мүсірепов сынды классик жазушының көркем тілінің шеберлігі туралы айтпасқа болмас, роман желісі оқырманды баурап алып, қызықтыра түседі. Дегенмен де менің ойымша, романның оқиғалар желісіне тарихи көзқараспен қараған дұрыс. Романда ұлт мақтанышы Кенесары батыр бейнесі теріс қырынан суреттелгендігін айта келіп, кеңес заманының жазушысы болғандықтан да, сол кездегі идеологияның сызы білініп тұрғанын ескерткеніміз жөн болар\nhttp://massaget.kz/blogs/13943/",
                "date": "20.03.2017",
                "upvotes": 0
            },
            {
                "text": "Осы тақырыпқа эссе керек Эссенің құрылымы бойынша жазу керек Көмектесіңіздерші.",
                "date": "27.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көз жəне қабақты үй жағдайында қалай шығаруға болады?",
        "question_content": "Менің мүлдем қабағым жоқ подводка боясам көрінбей тұрады үй жағдайында қабақты ш",
        "question_date": "19.03.2017",
        "question_tag": "Денсаулық",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://goo.**/c68otI осыны коширип жазып бер",
                "date": "20.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үй салуға \"Дипломмен ауылға\" бағдарламасы аясында несие алғандар барма?",
        "question_content": "Сәлеметсіздер ме? Мен оқу оқып жүріп тұрмысқа шықтым. Ауылға келіп мектепке жұмысқа тұрдым. Дипломмен аулға бағдарламасы бойынша үй алғым келеді. Бірақ ауылда сатып алатын үйлер ұнамады. Мен бөлінген ақшаға өзімізге үй салсам ба деген ойдамын. Сол бағыты бойынша, үй салғандар барма?",
        "question_date": "18.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 17000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Дипломмен ауылға» бағдарламасы ауыл десе ат-тонын ала қашатын жастардың қарасын азайтуға қаншалықты үлес қосуда? Қаладан шалғай орналасқан елдімекендерге жастар шынымен ауылды көркейту үшін бара ма? Кім не десе де, бүгінгі таңда мамандарға мұқтаж өңірлер аз емес. Өйткені, шыны керек, жағдай жасалмаған, көгілдір отын жоқ, кей ауылдарда тіпті ауыз суды сатып ішеді, жолы нашар, тағысын тағы кемшіліктері көп ауылдарға қалада білім алған жастардың дені барғысы келмейді. Сонымен, жеті жылға жуық уақыттан бері жұмыс істеп келе жатқан «Дипломмен ауылға» бағдарламасының бүгінгі тыныс-тіршілігі мен бет алысын байқамақ ниетпен біз облыстық экономика және бюджеттік жоспарлау басқармасының басшысы Арман Абдуллаевқа сауалдарымызды жолдаған болатынбыз...\n«Дипломмен ауылға» бағдарламасы түрлі сала мамандарын қамтиды\nАуылды аймақтарды әлеуметтік, техникалық мамандармен қамтамасыз етуді мақсат еткен бағдарлама қай салалар бойынша мамандарға мүмкіндік береді? Бұл тұрғыдан алғанда да бағдарламаның өзіндік талап пен шарттары бар. Басқарма ұсынған мәліметке сүйенсек, қазіргі таңда «Дипломмен ауылға» бағдарламасы арқылы жұмыс іздеуші мамандар Қазақстан Республикасы Ұлттық экономика министрінің 2014 жылдың 6 қарашасындағы бұйрығына сәйкес денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен сияқты салалар бойынша жастарды жұмыспен қамтамасыз етеді. Ал Қазақстан Республикасы ауыл шаруашылығы министрінің 2015 жылдың 17 наурызындағы қаулысы бойынша олардың қатарындағы агроөнеркәсіптік кешен мамандарына агроном, ветеринариялық дәрігер, ветеринариялық фельдшер, ветеринариялық техник, зоотехник, инженер-технолог, балық өсіруші, технолог, фермер сынды мамандықтар енгізілген.\nБағдарлама жастарға не береді?\n«Дипломмен ауылға» бағдарламасы жастарды ынталандыру мақсатында мемлекет тарапынан көтерме ақы мен баспана алуға жеңілдетілген несие ұсынады. Денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен саласындағы маман ауылдық елдімекенге жұмысқа орналасқан жағдайда «Дипломмен ауылға» жобасы аясында тек қана 70 айлық есептік көрсеткішке тең сомада біржолғы көтерме жәрдемақы және қажеттілігіне қарай тұрғын үй салу немесе сатып алу үшін 1500 айлық есептік көрсеткіштен аспайтын сомада 15 жылға дейінгі мерзiмге жылдық 0,01 % мөлшерiндегі сыйақы мөлшерлемесімен бюджеттік несие түрінде әлеуметтік қолдау шараларын алу мүмкіндігі бар. Әлеуметтік қолдау шаралары ұсынылған маман ауылдық елдімекенде кемінде үш жыл жұмыс істеуге міндеттеме алады.\nЕгер сіз өз қызметіңізді ауылдық жерде 5 жылдық жұмыс өтеушілікпен әлеуметтік сала мекемелерінде (денсаулық, білім, әлеуметтік қамтамасыз ету, мәдениет және спорт) бастаймын немесе жалғастырамын десеңіз, онда келесідей мемлекеттік әлеуметтік қолдауға ие боласыз:\n– Көтерме жәрдемақы, айлық есептік көрсеткіштің жетпіс еселік көрсеткіші немесе 105 840 теңге (2011 ж. 1 қаңтардан бастап);\n– Бюджет несиесі, айлық есептік көрсеткіштің алты жүз отыз еселік көрсеткіші немесе 952 560 теңге (2011 ж. 1 қаңтардан бастап мамандарға тұрғын үй алатын 15 жылға арналған бюджеттік несие, сыйақы мөлшерлемесі жылына несие сомасының 0,01% көлемінде белгіленеді). Ауылдық жерде тұрғын үй алу үшін маманға аталған сома көлемінде баспана алу ұсынылады немесе маман өз есебінен қосымша шығын шығарады.\n– Ауылдық елдімекендерге арналған республикалық бюджет қаржысы есебінен әлеуметтік сала мекемесі маманының қызметтік айлығын кемі 25%-ға өсіру.\nМаман ретінде аталған әлеуметтік қолдауларға ие болу үшін сіз ауданның (облыстық маңыздағы қаланың) ауылдық аумақтарды дамыту жөніндегі уәкілетті органына құжаттарыңызды тапсыруыңыз қажет.\nҚандай құжаттар қажет?\nДипломыңызға көз жүгіртіңіз... Жоғарыда біз айтқан денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен сияқты 8 саланың біріне құжатыңыз сәйкес келсе, төменде көрсетілген құжаттарды жинауға кірісуіңізге болады. Өйткені сізге мемлекет тарапынан бағдарлама аясында жоғарыда атап өткендей әлеуметтік қолдау шаралары, яғни қаржылай көмек көрсетіледі. Оны алу үшін алдын ала құжаттарыңызды рәсімдеуге тиіссіз. Олай болса, көтерме жәрдемақыны және тұрғын үй сатып алуға бөлінетін бюджеттік кредитті алу үшін жинақтайтын құжаттарыңыз төмендегідей:\n- Өтiнiш;\n- Жеке куәліктің көшiрмесi;\n- Жаңа жұмыс орны (ауылдағы) бойынша кадр қызметін растайтын еңбек кiтапшасының көшiрмесi;\n- Бiлiмi туралы дипломның көшiрмесi;\n- Көші-қон қызметінен алдыңғы тіркелген жері туралы мәліметтер, тиісті елдімекенде тұратындығын растайтын тұрғылықты жерінен мекенжай анықтамасы;\n- Сатып алынатын жылжымайтын мүлікті бағалау актісі;\n- Неке туралы куәлік көшірмесі (некеде тұрған мамандар үшін);\n- Аталған ауылдық елдімекенде маманның, оның жұбайының және балаларының жылжымайтын мүлкінің болмауы (болуы) туралы анықтама.\nАл көтерме жәрдемақыны және тұрғын үй салуға бюджеттік кредитті алған кезде жоғарыда аталған құжаттарға қосымша маманның атына тұрғын үй салу үшін берілген жер учаскесін пайдалану құқығына акт, кепілге қойылған мүлікті бағалау актісі, кепілге қойылған мүлікті сақтандыру шарты, берілетін кредит мөлшерінен асатын тұрғын үй құрылысы бөлігін бірлесіп қаржыландыруға жазбаша келісім қажет. Аталмыш рәсімделген құжаттарды жинақтаған соң, оны ауылдық аумақтарды дамыту жөніндегі аудандық (облыстық маңызы бар қалалық) уәкілетті орган комиссияның жұмыс органына ұсыну қажет. Сондай-ақ, құжаттар түпнұсқалармен бірге беріледі және оны көшірмемен салыстырғаннан кейін олар иесіне қайтарылады. Жұмысшы орган мамандардың құжаттарын қабылдайды, тіркейді, олардың растығын тексереді, қаржы құралдарына қажеттілікті есептейді және бес күн ішінде комиссия қарауына жібереді. Ал комиссия құжат түскеннен бастап, он күн ішінде ұсынылған құжаттарды қарап, аудан әкімдігіне маманға әлеуметтік қолдауды қарастыруды ұсынады. Ал аудан әкімдігі комиссия ұсынысы келіп түскеннен кейін он күнтізбелік күн ішінде сізге әлеуметтік қолдау шараларын көрсету туралы қаулы қабылдайды. Қаулы қабылданғаннан кейін 7 күнтізбелік күн ішінде аудан әкімі, сіз және сенімді өкіл арасында мамандарға бекітілген формада әлеуметтік қолдау шараларын ұсыну келісімі жасалады. Егер сіз жалған құжаттар берген болсаңыз, өтінішіңіз қабылданбайды.\nКелісім жасалғаннан кейін: жұмысшы орган жеті күнтізбелік күн ішінде сіздің жеке есеп шотыңызға көтерме жәрдемақыны аударады және сенімді өкіл (агент) Қазақстан Республикасы заңнамасында бекітілген тәртіппен отыз жұмыс күні ішінде маманға тұрғын үй алуға несие ұсынады (несие бойынша маманның міндеттемелерін орындауда осы алған тұрғын үйі кепіл болады). Естеріңізге сала кетейік, қазіргі таңда, Бәйдібек, Қызығұрт, Мақтарал, Сарыағаш, Созақ, Төлеби, Түлкібас, Шардара, Арыс, Кентау, Түркістан аудандық (қалалық) экономика және қаржы бөлімдері, сондай-ақ Ордабасы, Отырар, Сайрам аудандарының ауыл шаруашылығы және жер қатынастары бөлімдері әкімші болып табылады.\nБылтыр бағдарлама арқылы 303 маман баспаналы болды\nӨткен жылы «Дипломмен ауылға» жобасы аясында 734 маманға 101,8 миллион теңге көлемінде біржолғы көтерме жәрдемақы ұсынылған. Ал әлеуметтік және агроөнеркәсіп кешені саласы мамандарына тұрғын үй сатып алу немесе салу үшін жеңілдетілген бюджеттік кредит түрінде 893,7 миллион теңге қаржы қарастырылып, нәтижесінде 303 маман баспаналы болыпты. Ал биыл ауылдық елдімекендерге жұмыс істеу және тұру үшін келген мамандарды әлеуметтік қолдау үшін мемлекет тарапынан 1 057,5 миллион теңге бөлініп, оның 954,5 миллион теңгесі мамандарды тұрғын үймен қамтуға бағытталып отыр.\nЕлбасы Н.Ә.Назарбаев өз сөзінде: «Қазір жұмысты қаладан емес, ауылдан іздеу керек. Өйткені елді дағдарыс кезінде асырайтын — ауыл. Ал ауылда жұмыс болу үшін, ол қаланы асырай алу үшін жеке шаруаларды, ауыл тұрғындарын, шағын шаруа қожалықтарын қайта қауымдастырып, біріктіру қажет» — деген еді. Шынында да, өздеріне қажетті білімді игерген бүгінгі жастар оны ауылдың абыройы артуына қолданса, еліміздің болашағы жарқын, ал жастарымыздың еңбегі еш кетпес еді деген үміттеміз.\n\nhttps://korrespondent.kz",
                "date": "23.03.2017",
                "upvotes": 0
            },
            {
                "text": "Сұрақ: Есімім Жанар. Мамандығым кітапханашы. Ауылда кітап",
                "date": "14.03.2018",
                "upvotes": 1
            },
            {
                "text": "Менде осындай көмек ала аламын ба? Ауылда істеймін Сарыағашта мұғаліммін.Үй салуға арналған жеңілдетілген кридитті қалай алуға болады.Жұмысқа жұмыспен қамту бағдарламасымен тұрғанмын.Дипломмен ауылға бағдарламасы бойынша барған жерімде бос орын жоқ деп қайтарған еді.Қазір жұмыс жасап жүргеніме екінші жыл.Дипломмен ауылға бағдармасына бір реттік көмекке құжаттарымды тапсырғаныма 1 айдан асты .Жауабы келмеді.Неге екенін білмедім?Не істеуге болады? Аталған құжаттарды тапсырдым.",
                "date": "30.03.2018",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсіздер ме мен Жамбыл облысы кордай аулында жумыс ыстейм мамандығым жедел жәрдем көрсету яғни фелдчер.. сурағым  мен жас маман диплом мен ауылға деп кужат жинағам бырак маған ол болмайды сен осы жакта турасын деп кайтар ып жыберды маған негзы оны алуға болама кымге хабарлассам болад",
                "date": "25.04.2018",
                "upvotes": 0
            },
            {
                "text": "Саламатсызба мен оқуга 2009ж түстім содан тұрмысқа шығып дипломды 2016ж алдым психолог педагогпын.Әлі оз мамандығыммен жұмыс істеген жоқпын бірақ 2017 ж кассир болып бір мекемеде жұмыс істедім.Енді мен дипломен ауылға бағдарламасына қатыса аламынба",
                "date": "16.05.2018",
                "upvotes": 0
            },
            {
                "text": "Саламатсыздарма. Ақтөбе облысынанмын. Мен ауылдық жерде медбике болып жұмыс істеймін. Бірақ диплом бойынша мамандығым фельдшер. Менің құжаттарымды алмайды. Диплом бойынша келмейді деп. Бұл дұрыс пайдалану? Медбике ісі бойынша қайта даярлаудан өттім. Сертификатымда бар.",
                "date": "29.05.2018",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсіз бе?Құжаттарды қабылдау 12айда қабылдана бере ма?Əлде уақыттары бар ма белгіленген?",
                "date": "14.06.2018",
                "upvotes": 0
            },
            {
                "text": "Саламатсызба. Менин озимнин сурагым бар еди. Мугалим мамандыгын 2010жылы битирдим. Содан ауылда мугалим болып жумыс жасап жатырмын. Уйге документ тапсырмап едим. Казир енди айдамалы истеп жатырмын. Турмыстамын. 3 балам бар. Уйге документ тапсырсам уй ала аламба?",
                "date": "22.06.2018",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсіздер ме? Мен дипломмен ауылға бағдарламасы бойынша сарай алдым. Оған жеті жыл болды. Кредитін төлеп жүрмін. Биыл күйеуім де мұғалім мамандығын алады. Енді мендегі сұрақ: күйеуім үй салуға деп несие ала алады ма? Сарайдың алдына үй бастағанбыз, бітпей тұр əлі. Жауап күтемін",
                "date": "8.07.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметпе?мен балабақшада жұмыс жасаймын,осы бағдарлама аясында құжат тапсыруға барғанда қалалық жерде жұмысыңыз болу керек деді,мен түсінбедім бұл жоба үшін қалада тұру керекпе немесе ауылдама?екінші сұрақ:дипломым музыкалық білім беру,екіншісі бастауышқа білім беру.Мен не үшін осы бағдарламадан көмек ала алмаймын.жауаптарыңызды күтемін",
                "date": "26.08.2018",
                "upvotes": 0
            },
            {
                "text": "саламатсыз ба! мен алакөл ауданына карасты ауылда жұмыс істеймін. бағдарлама бойынша үй алу үшін құжаттарды маусым айының аяғында өткізгенмін.  акша əзірге жоқ деген жауап алдық. акша кай уакытта аударылады? кун суытпай орналасып алайық деп едік",
                "date": "30.08.2018",
                "upvotes": 0
            },
            {
                "text": "Мен Тарих мамандыгын битиргенмин.Ягни историк педагог. Сурайын дегеним казирде осы жоба жумыс жасап жатырма?.",
                "date": "11.09.2018",
                "upvotes": 0
            },
            {
                "text": "Бізде обшым жұмыста жоқ .жұмыс тапсақ ақша сұсап отыр ақша табу үшін жұмыс жасау керек қой осыларды түсінбим ше. Ал кредит алу үшін үйің или алты айлық зейнет хор болу керек жұмыстан берілген дид. Осы жұмыс жасап осылай үй алдық дегенді естіп бір шара қолданайық десек ,осы үйде жоқ, жұмыста жоқ қашанға жалданып жүреміз.  сонша оқап аке шешеміздің ақшасын кетіргенде дипломмен жұмыс табылмағаны ма. Болашақ жастар оқымаяқ қойыңдар диплом керек емес жұмыс істеңдер ақша керек жұмысқа кіру үшін. Жоғарыдағылар да дипломды құр бере бермей арғы жағын да ойласа екен бітіргенсоң кіретін жұмыс жайлы.",
                "date": "19.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Логика математика. Жіп неше бөлікке бөлінді?",
        "question_content": "Симон жіпті тең 9 бөлікке бөлгісі келіп, кесетін жерлерін белгілеп қойды. Барбара да сол жіпті тең 8 бөлікке бөлмек оймен кесетін жерлерін белгіледі. Карл осы жіпті алып , оны барлық қойылған белгі бойынша кесті. Жіп неше бөлікке бөлінді?",
        "question_date": "18.03.2017",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "15 бөлікке бөлінеді.",
                "date": "24.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өт қоюланғанда не істеуге болады? Өт ауруларына қандай ем қолданса болады?",
        "question_content": "Іш жүргізетін дəрі ішіңіз қызыл майдың Овесь эвалардың бүйрекке деген шөптен жасалған биодабавкасын ішіңіз ем болсын бағасы да қымбат емес.\n\nӨт қоюланғанда не істеуге болады? Өт ауруларына қандай ем қолданса болады?",
        "question_date": "18.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 19600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балды, әсіресе, бауыры және өт жолы ауыратын адамдар көбірек пайдаланады. Оны белгілі бір мөлшерде ақ ірімшікке (творог), сәбізге, лимон шырынына қосып жеген дұрыс. Кейде тұрыптың (редька) ішін үңгіп, оған балды толтырып қойып, үш – төрт сағаттан соң дайын болған шырынды өт жолы ауыратын ересек адамға ас қасықпен, ал балаға шәй қасықпен күніне 2 – 3 рет беру керек. Мұндай әдіс өт жолы мен бүйректе құм, тас жиналудан сақтайды.Сондайақ, бір стақан сәл жылытылған минерал суына бір ас қасық бал қосып, оны аш қарынға ішіп, бір жарым, не екі сағаттай қырынан жатып, бауырға аса ыстық емес грелка басқан жөн. Сонда бауырда жиналып қалған өттің асқазанға қарай ағып өтіп, бауырдың жеңілденуіне әсер етеді.\nБалды үккіштен өткізілген сәбізден қосып, банкіге салып біраз уақыт қойса, әбден еріп, сәбіздің шырынына қосылып, тосап сияқты өте тәтті тағам болады. Оны, әсіресе, бауыры, өт жолы ауыратындар ем ретінде пайдаланса, шипалық қасиеті мол. Бал қосылған сәбіздің құрамында каротин деп аталатын дәруменді зат жақсы сақталады. Балды лимонға қосып сақтаса, бүйрегі, бауыры, өт жолы ауыратындарға өте пайдалы.\n\nПИЯЗ БАУЫР МЕН ӨТ ЖОЛДАРЫНА ЕМ\n\nҮстіне шекер сеуіп буға пісірілген пияз бауыр мен өт жолдары ауруларына ем болады. Пияздың тұқымын суға қайнатып ішсеңіз, бүйрек ауруларына дауа. Осы қайнатпаны 1/1 мөлшерінде піскен сүтке араластырып ішсеңіз, көзіңіздің көру қуаты артады.\n\nЖалбыз\nЖалбызды өт бөлінуінің бұзылыстарында, өттің және өт жолының қабынуында, сонымен қатар өттегі тас аурулары мен сары ауруда, ісінулерде, асқазан шаншуларында, асқорыту және жүйке жүйесінің жұмысындағы бұзылыстарында, ұйқысыздықта, бас сақинасында, невралгияда, жүйке тырысуында және етеккір кезеңінің бұзылыстарында қоладанады.\nОны қосымша ретінде салатта, кондитер өнд. ірісінде, сусындар, арақтар мен ликерлар өндірісінде, сонымен қатар хош иістендірілген сірке суын, қуырылған етті және зельц дайындауда қолданады. Ұлыбританияда жалбызды тұздық көптеген тағамдарға қосылатын дәстүрлі қосымша болып табылады.\n\nhttp://kerekinfo.kz/blog/halykemi/2254.html",
                "date": "18.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің балам түнде төсекке сиіп қояды. Не істеуге болады?",
        "question_content": "Оте ерке шар. Сосын жатарда суды коп ишпесин,ишсе туалетке шыкканын кут. Аяктан салкын тиген я болмаса,казир аяккимдердин бари сыртынан калын боп корингенимен кигенде барибир аягын тонады сол сиякты кытайдын аяккимдери каптаган.",
        "question_date": "18.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 25200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Созылмалы простатитке емдеу жан-жақты жүргізі-луі тиіс, ол жалпы шынықтыратын және антибактериялық терапиядан, сондай-ақ қуық асты безіне жергілікті әсер етуден түрады. Инфекциямен күресу үшін әсер ету спектрі кең антибиотиктерді (ампициллин, карбенициллин, канамицин, гентамицин, амикацин, эритромицин, цефелоспорин және т.с.с), химиялық антибактериялық препараттарды (фурагин, сульфадиметоксин, бисептол, 5-НОК немесе нитроксолин, невиграмон, грамурин, фторхинолондар, палин) қолданады. Инфильтрация процестері тарауы үшін және тыртық-склероздық өзгерістердің дамуын тежеу үшін лидаза (тері астына тәулігіне 0,1 грамнан), алоэ экстракті (тері астына тәулігіне I мл-ден), шыны тәрізді дене (тері астына төулігіне 2 мл-ден) қолдану тиімді болып табылады. Бұл препараттардың терапия курсының ұзақтығы — 10-20 күн. Қуық асты безіндегі созылмалы қабыну процесін асқындыру үшін және одан кейін ойдағыдай антибактериялық емдеу үшін бұлшық ет ішіне пирогеналды 25 МПД-дан бастап бірте-бірте мөлшерін 100-150 МПД-ға дейін арттыра отырып қолданады.\n\nДәрімен емдеуді жергілікті физиотерапиялық емдеумен (қуық безіне массаж, отыратын ыстық ванна, түймедағы және антипирин қосылған ыстық микроклизма, ректальды диатермия, балшыкты ректальды тампондар мен дамбалдар) ұштастыру керек. Балшықпен емдеуді Атырау, Муялды, Жаңақорған, Железноводск, Саки және басқа санаторий-курорттарда емдеумен ұштастыру тиімді.\n\nНауқастарға қимылды режимді (қөп қимылдау), ішімдік пен ащы тағам қосылмаған диетаны ұсынған ұсынған жөн. Созылмалы престатиттің емдеуі күрделі, жоғарыда аталған емдеу әдістерін кезектестіре отырып бірнеше курс өткізуден тұрады. Соңғы жылдары созылмалы простатиттің асқынған түрлеріне байланысты болатын белсіздікті емдеуге біздің Ғылыми урология орталығында ультрадыбыспен ықпал етуді және рефлекс терапиясы (ине шаншу, лазер акупунктурі) ойдағыдай қолданылуда.\n\nУльтрадыбыстық терапия нерв орталықтары мен шеткі нервбұлшық ет түзінділерінің физиологиялық өзгергіштігін арттырады, парабиоз ошақтарын жояды, жоғары дәрежелі вегетативті орталықтар организмінің бейімделу-трофиктік қызметін қалыпқа келтіреді, гипофиз-бүйрек, симпато-адреналин жүйесіне, қалқанша және жыныс бездерінің қызметіне қалыптастырушы әсер етеді, катехоламиндер алмасуын реттейді. Ультрадыбыстың әсерімен нейроэндокринді реттелудің трансгипофизді ғана емес, парагипофизді жолы да белсенділігін арттырады. Бұл терапия қабынуға қарсы әсер етеді, регенераторлық процестерге жәрдемдеседі.\n\nИне шаншу — биологиялық белсенді нүктелерге (акупунктура нүктелері) ине шаншу арқылы әсер ету әдісі. Акупунктура нүктелеріне ине рефлекс терапиясынын немесе басқа тітіркендіргіштердің физиологиялық әсер ету механизмі нерв жүйесінің әр түрлі деңгейінде өзара әрекет етумен байланысты, бұлар висцеральдық жүйелердің реттелуін қамтамасыз етеді.\n\nЕмдеу екі кезеңнен тұрады. Әркайсысы 10-12 процедураны қамтитын 1-3 курстан тұратын бірінші кезенде аурудың формасы мен сатысына қарамастан, ұзақтығы 60 минутқа дейін жететін ине шаншу әдісін (тежеу әдісі) қолданады. Бірінші кезеннің мақсаты — жалпы шынықтыру, невроздық қабаттарды ажырату, толық жыныстық тыныштықты қамтамасыз ету. 1-2 курстан тұратын екінші кезенде эрекция қызметі тежелген ңдуқаетарда ұзақтығы 5 минуттық ине шаншу терапиясын (қоздырушы өдіс), ал жалпы нүктелерде ұзақтығы 60 минуттық тежеу әдісін қолданады. Жыныс қызметі аса қозған тұста тежеу әдісімен емдеу екінші кезенде де сақталады. Процедураны күн сайын немесе күн аралатып жүргізеді, курстар аралығының интервалы — 1-4 апта.\n\nhttp://ikaz.info/uy-asty-bezini-abynuy-prostatit/",
                "date": "18.03.2017",
                "upvotes": 0
            },
            {
                "text": "Осы сиіп қоюдан наөты қалай құтылуға болады? Көмектесіңіздерші! Дәрігерлердін укол беруі дұрыспа оны емдеудің ең оңай жолы барма?",
                "date": "19.10.2018",
                "upvotes": 0
            },
            {
                "text": "Невропотологқа көрсету керек.РЭГ-ке түсіреді.Бізге Пантокальцин мен дриптан жазып берді.Кешкі 7-ден соң су берме деді Қаріз су көп ішкен кезде әр кезде ғана сиіп қояд.Мен дәріні толық бермедім.Содан болар.",
                "date": "16.12.2018",
                "upvotes": 0
            },
            {
                "text": "Менің ұлым түнде ұйқысы бұзылып оянып кетеді қараса ішкиімі ылғал болып тұр не істесем болады жатарда сигізіп аламын ұйқысынан тұрып сиіп жатып қалады қайтадан",
                "date": "27.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрныс өзінен-өзі қанайды. Қандай кеңес бересіздер, не ем алсам болады?",
        "question_content": "Мұрын қуысы кеуіп құрғағанда да қанайды мұрын ішіне май болмаса крем жақсаң қанауын қояды негізі лорға көрсетіп барып ем алғаның жөн дейді. Не істесем болады?\n\nМұрныс өзінен-өзі қанайды. Қандай кеңес бересіздер, не ем алсам болады?",
        "question_date": "18.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрынның қанауы көп жағдайда маңызды болып саналмайды. Бірақ та баланың мұрны қанап, зорға тоқтаса немесе басқа тиген соққының салдарынан мұрны қанаса медициналық көмекке жүгіну керек.\nБалаңыздың мұрны қанағанда не істеуіңіз керек?\n\n» Ең әуелі баланың мұрнын сумен жақсылап жуып, басын кішкене еңкейтіп, мұрын сүйегінің біткен жерінің астынан екі саусақпен қысу керек. 4 минут ұстап тұрып, қанның тоқтап-тоқтамағанын бақылау керек. \n\n» Мұрын қанағанда баланың басын шалқайтпай ұстауға тырысу керек. Әйтпесе бастан келген қан асқазанға өтіп, жүрегі айнып немесе құсуына себеп болуы мүмкін. \n\n» Қан тоқтамаса өте мұздай суға батырылған дәкені немесе мұз қалтасын мұрнының үстіне қойып, қайтадан мұрын тесіктерін қолмен қысып тұру керек. Қан тоқтаған соң 4 сағатқа дейін баланы сіңбіргізбеу керек.\n\n» Қан жарты сағатқа дейін тоқтамаса, балада бас айналу және түсінің бозаруы секілді өзгерістер байқалса дереу дәрігерге апару керек. \n\n» Баланың мұрны жиі-жиі қанай берсе, бұлардың себептерін де іздестіру керек.\n\nhttps://everything.kz/article/2956394-mrynny-anauy",
                "date": "19.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрынның ішіне ет өскен дейді оны қалай кетіруге болады?",
        "question_content": "Мұрынның ішіне ет өскен дейді оны қалай кетіруге болады?",
        "question_date": "18.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 21000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "оны тек ота жасау арқылы ғана алады. Бірақ егер қатты кедергі келтірмесе алдырмаған жөн. Себебі қайта өсуі мүмкін. Анығын тек Жалғыз Аллах біледі.",
                "date": "28.03.2017",
                "upvotes": 0
            },
            {
                "text": "Менде де осындай болған операция жасатып алдым 2 жыл бұрын қазір бәрі жақсы шешімі тек операция",
                "date": "8.11.2018",
                "upvotes": 0
            },
            {
                "text": "Бұл операцияның да пайдасы жоқ. Менде осындай 2 жасымда болған операция болды . Кейін бірнеше жылдан кейін менің мұрнымның оң жағы дем алса сол жағы вообще дем алмайды сол жағы дем алса оң жағы дем алмайды ыңғайсыз түнде мұрныңмен дем алып жата алмайын жəне өкпенің сиымдылығы мен виносливость , дыхание өте нашар болады.Сондықтан осы ауруға ем жоқ!!!",
                "date": "4.02.2019",
                "upvotes": 0
            },
            {
                "text": "Мендеде кәзір бар бірақ опиратция жасауға қорқам 13жастамын",
                "date": "28.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұйым мөрін тек қазақ тілінде жасатсам, заңға қайшы бола ма?",
        "question_content": "Егер мен өзім ашыжатқан ұйымға мөрді тек қана қазақ тілінде жасатсам, заңды бұзғаным ба? Заң бойынша 2 тілде жасалуы керек? ҚР Тілдер туралы заңында өкінішке орай, міндеттейді екен:\n\n21-бап. Деректемелер мен көрнекi ақпарат тiлi\n\nМеншiк нысанына қарамастан, ұйымдардың мөрлерiнiң, мөртабандарының мәтiнi мемлекеттiк тiлде және орыс тiлiнде жазылады.",
        "question_date": "18.03.2017",
        "question_tag": "Заң",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2017 жылғы түлектердің \"Алтын белгі\" иегері атану үшін ағымдығы бағалар әсер ете ме?",
        "question_content": "Барине салем!Кате жазганым ушин кеширим сураймын.Казакша шрифт жок еди :)\n\nМен алтын белгиге умиткер едим.Бирак мектебим 5 сыныпта агымда 3 рет 3 алгансын деп усынбай отыр.5 сыныптан токсандык жылдык корытынды багаларым тек бес.Бирде бир рет 4 шыкпаганмын.Не истесем болады?Кенес бериниздерши.",
        "question_date": "18.03.2017",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2. «Алтын белгі» белгісімен мына талаптарға сәйкес келген жағдайда:\n1) үлгілі мінез-құлық көрсеткен және негізгі орта және жалпы орта білім беруді оқу бағдарламаларына немесе «Назарбаев Зияткерлік мектептері» дербес білім беру ұйымының білім беру оқу бағдарламаларына сәйкес оқу жоспарының барлық пәндері бойынша оқу кезеңінде білім берудің негізгі орта және жалпы орта деңгейлерінде «5» деген жылдық және қорытынды бағалары бар;\n2) жалпы орта білім берудің қорытынды аттестаттауынан «өте жақсы» деген бағамен өткен білім алушылар марапатталады.\n\nhttp://adilet.zan.kz/kaz/docs/V14H0010115",
                "date": "20.03.2017",
                "upvotes": 0
            },
            {
                "text": "Салеметсіздер ме. Мен 8сынып оқушысымын.алтын белгіге үміткермін. Менің 5 сыныптан бастап барлық сабағым 5болды. тек 8 сыныптың 4тоқсанында химия сабағым 4 болып қалды. Бірақ жылдық бағам 5. Бұл жағдай менің алтын белгіге үміткер болып қалуым мүмкін бе?!",
                "date": "20.05.2017",
                "upvotes": 0
            },
            {
                "text": "Алтын белгі  ережесі бойынша 5 сыныптан 11 сыныпқа дейін  жылдық бағалары 5 болу керек дейді.",
                "date": "1.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сатылай кешенді талдауды қалай жасайды?",
        "question_content": "Сабалақ өлеңіне сатылай кешенді талдауды қалай жасайды 1 12 дейін керек",
        "question_date": "18.03.2017",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жастардың Ң дыбысын айта алмауын дефектолог шеше алады ма?",
        "question_content": "Тележурналистерге Ң дыбысын айтуды үйрету үшін бірнеше курсқа дефектолог жалдасақ ақша қосар ма едіңіз?\n\nБұл шынымен қауіп. Жастар Ңды айтпауға да болады деп игнор жасап барады. Бұрынғыдай Ңды айта алмағанына ұялмайды да ешкім. Сондықтан өзіміз түзетуге тырысып көреміз бе? Ең болмаса қай жерде қандай дефектологтар бар, видеосабақтар түсіреміз бе, қандай амалдары бар? Ат немесе ой салысайық",
        "question_date": "18.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бақытжан Хасанов деген үлкен ғалым ағамыз институтта сабақ бергенінде:\" Ң\" - əрпінен басталатын сөзді айтыңдар\" - дейтін. Біз ондай сөздің жоқтығын айтып, шыр-пыр болатынбыз. Сонда ол кісі: \"Бұл ңөң деген сөз, орысшасы айсберг. Келесі сабаққа тапсырма - осы сөзді жүз қайталап, дұрыс айтуды үйреніп келу\" - дейтін. Үйде айнаның алдында тұрып қайталаймыз, көшеде де айтып жүреміз. Содан нəтижеге əрең дегенде жеткендей болып, ңөң сөзін анық айта алатын болдық. Ол кісі күніге осы сөзді қайталатып айтқызатын. Сөйтсе, мəселе бір сөзде емес, жалпы бəріміздің тілімізді \"ң\" əрпіне сындыруда екен ғой. Ұстазымызға разымыз. Біздің телевизия саласындағылар тіл мамандарымен мүлдем жұмыс істемейді. Əркімнің 1-2 əріпті айтуда кемшілігі болады екен. Оны мамандар анықтап, кемшілікпен жұмыс істеу керек. Жалпы, тереңіне барсақ, бұл өте күрделі мəселе.",
                "date": "18.03.2017",
                "upvotes": 0
            },
            {
                "text": "Солар \"long\"-ды \"ң\"-мен айтар еді негізі. Гәп - психологиялық шарттылықтарда сияқты. Бейсана деңгейде оларға \"ң\" - ауылмен ассосацияланады. Ал олар енді қалалық.\"Ң\"-ды айтпау - заманауилар кастасына жататынын білдіреді. Көпе-көрінеу \"журъекь\", \"баКыт\" деп сөйлейтін қыздар сияқты қысқасы.",
                "date": "18.03.2017",
                "upvotes": 0
            },
            {
                "text": "Бұрындары ң ды айта алмағаны үшін өзі де, мен де қиналатынбыз. Одардың айта алмауы кәдімгідей көрініп тұратын. Ал, қазір ол мода боп кетті. Айтып көрші десең айтып көруге тырыспайды да. Ол маңызды емес дейді. Демек ешкім талап етпейді Сосын ренжиді. Мен \"ь\" ты айта алмайтынмын. Дұрыс қоя алмайтынмын. \"ф\" мен \"п\" ны ажырата алмайтынмын. Бірде жаңалықтар жүргізуге бір қыз бен мен қалдым. Қызығы ол \"ң\" ды, мен \"ф\" ны айта алмайтын едім. Бастық оны эфирге жіберді. Мен ұялғаннан \"ф\" мен \"п\" ны үйреніп алдым. Ал, ол эфирде әлі \"ң\" сыз сайрап жүр. Қазақта әдемі сөз бар \"балық басынан шіриді\" деген. Шындап келгенде \"ң\" бізден басқа ешбір елге керек емес. Аса бір қиындығы жоқ оның. \"ф\" мен \"п\" сияқты ғо",
                "date": "18.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шет ел әндері. Таба алмай жатырмын?",
        "question_content": "Достар маған мына музыкаларды тез арада тауып беріңдерші, өтініш. Шет ел әндері. Таба алмай жатырмын. https://yadi.sk/d/fROz466t3G7JAj Дәл осындай болу керек. Дыбысы анық, таза шығатын болу керек. Мен видеодан алдым. Бірақ ол анық емес. Маған тазасы керек. Алдын ала рахмет. Қатты керек болып тұр еді. Әннің атын да білмеймін.",
        "question_date": "18.03.2017",
        "question_tag": "Шет ел әні",
        "question_views": 477,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Nari & Milani, Cristian Marchi - I Got My Eye On You.\nDj Next - Yami yami",
                "date": "20.03.2017",
                "upvotes": 0
            }
        ]
    }
]