[
    {
        "question_title": "Әлемдегі барлық өзендер алабы бойынша айтынысшы?",
        "question_content": "Әлемдегі барлық өзендер алабы бойынша айтынысшы?",
        "question_date": "26.05.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзеннің басталар жерінен құяр жеріне дейінгі аралықты өзен алабы деп атайды.Дүние жүзіндегі ірі өзендер: Амазонка, Ніл, Миссисипи, Янцзы, т.б. Қазақстан жерінде 85 мыңнан астам өзен мен жылға бар. Оның 8 мыңға жуығының ұзындығы 10 км-ден, 155-і 100 км-ден, 4-нің (Ертіс, Сырдария, Жайық, Есіл) ұзындығы 1000 км-ден асады. Барлық өзендердің су қоры 110 млрд. м3, олардың ағын мөлшері 3460 м³/с. СЭС салуға болатын 2174 өзеннің жылдық су-энергетикасының жалпы қоры – 170,6 млрд. кВт/сағ. Ірі СЭС-тер Ертіс (Бұқтырма, Өскемен), Іле(Қапшағай), Сырдария (Шардара) өзендері бойында салынған. Республикадағы ірі өзендерде жолаушы, жүк тасымалданады. Су жолының жалпы ұзындығы 6000 км. Өзен – арзан энергия көзі, бағалы балық қоймасы, жайылмасы – құнарлы топырақты шалғын",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 моль күкірт жанғанда түзілген күкірт(4) оксидінің массасы",
        "question_content": "5 моль күкірт жанғанда түзілген күкірт(4) оксидінің массасы",
        "question_date": "26.05.2016",
        "question_tag": "Химия",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S+O2=SO2\nMr(SO2)=32+16*2=64\nm(SO2)=64*5=320",
                "date": "27.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "80 грамм темір (ІІІ) оксидінен темірді тотықсыздандыру үшін",
        "question_content": "80 грамм темір (ІІІ) оксидінен темірді тотықсыздандыру үшін жұмсалатын көміртек (ІІ) оксидінің (қ.ж) көлемін есепте.",
        "question_date": "26.05.2016",
        "question_tag": "Химия",
        "question_views": 15400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Fe2O3+3CO=2Fe+3CO2\nMr(Fe2O3)=56*2+16*3=160\nn(Fe2O3)=80/160=0.5\nV(CO)=22.4*0.5*3=33.6",
                "date": "26.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ тілінен мемлекеттік емтиханда диктантың тақырыбы қандай келеді?",
        "question_content": "Мемлекеттік емтихандағы қазақ тілінен диктанттың тақырыбын білгім келеді?",
        "question_date": "26.05.2016",
        "question_tag": "Мектеп",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік емтихан тақырыбы алдын ала ешкімге белгілі болмайды. Әр түрлі тақырып болуы мүмкін. Сіздің сұрағыңызға қарағанда диктант тақырыбын біліп дайындалғыңыз келген сияқты. Өкінішті-ақ. Тақырып белгісіз. Дайындықты кез-келген тақырыпқа диктант жазып жүргізуді бастауға кеңес берер едім.",
                "date": "27.05.2016",
                "upvotes": 0
            },
            {
                "text": "Бызге \"Алтын бесык\" деген келды",
                "date": "30.05.2016",
                "upvotes": 0
            },
            {
                "text": "Бізге НАУРЫЗ келді",
                "date": "2.06.2016",
                "upvotes": 0
            },
            {
                "text": "Бізге Алтын бесік тақырыбы келді.",
                "date": "9.06.2016",
                "upvotes": 0
            },
            {
                "text": "бізге Турар Рыскуловтын омири туралы Тагдыр деген ангимеден узинди келди,жалпы негизи ереже билсениз онайырак болады",
                "date": "7.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10сот=1000м^2=40м*25м",
        "question_content": "Қазақстан=2.725*10^12м^2\n\nХалықы=1.767*10^7\n\nӘр адамға берілетін жер=10сот=1000м^2\n\nЖалпы берілетін жер=1000*1.767*10^7=1.767*10^10м^2\n\nЖалпы берілетін жердің пайызы=(100*1.767*10^10)/(2.725*10^12)=0.6485%",
        "question_date": "26.05.2016",
        "question_tag": "Заң",
        "question_views": 243,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Натрий нитратының 450 г 20%-ті ерітіндісіндегі судың массалық үлесін есептеңіз",
        "question_content": "1.Натрий нитратының 450 г 20%-ті ерітіндісіндегі судың массалық үлесін есептеңіз 2.массасы 6,4 г күкірт (IV)оксидінің хат мөлшерін есептеңіз 3.Массасы 13г күкірт пен мырыш əрекеттескенде түзілетін суреттің (қ.ж.)көлемін есептеңіз",
        "question_date": "26.05.2016",
        "question_tag": "Химия",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "W(H2O)=100-20=80%\nm(H2O)=450*80/100=360\n\nMr(SO2)=32+16*2=64\nn(SO2)=6.4/64=0.1моль\n\nH2S+Zn=ZnS+H2\nMr(H2S)=1*2+32=34\nn(H2S)=13/34=0.3824\nV(H2)=0.3824*22.4=8.565литр",
                "date": "26.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер ВС доғасы-32 градусқа және АД доғасы-45 градусқа тең болса",
        "question_content": "Егер ВС доғасы-32 градусқа және АД доғасы-45 градусқа тең болса, онда ВОС бұрышы+АОД бұрышы--? О-шеңбер центрі.\n\nА) 77*\n\nB)73*\n\nС)65*\n\nД) 38*\n\nЕ) 64*",
        "question_date": "26.05.2016",
        "question_tag": "Геометрия",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "90-32=58\n\narctg=sin58/(1+cos58)=\n\n90-45=45\n\narctg=sin45/(1+cos45)=",
                "date": "26.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкентте демалатын қандай жерлер бар маевка ға",
        "question_content": "Шымкент қаласында қай жер жақсы Машат Қасқасу Біркөлік дегендерден және коттедждере барма жақсы ақшасы қолайлы бассейнімен",
        "question_date": "26.05.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Номерім PIN-кодқа түсіп қалды?",
        "question_content": "Номерім PIN-кодқа түсіп қалды.Қалай ашуға болады.",
        "question_date": "26.05.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сис карта алған кезде пин кодтан басқа пук код болады, сол арқылы ашуға болады немесе жақын жердегі операторыңыздың филиалына барыңыз.",
                "date": "27.05.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Құрамында 9,8г фосфор қышқылы жəне кальций гидроксиді бар",
        "question_content": "Құрамында 9,8г фосфор қышқылы жəне кальций гидроксиді бар ерітінділерді араластырғанда түзілетін тұнбаның массасын табыңыз",
        "question_date": "26.05.2016",
        "question_tag": "Химия",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2H3PO4+3Ca(OH)2=Ca3(PO4)2+6H2O\nMr(H3PO4)=1*3+31+16*4=98\nMr(Ca3(PO4)2)=40*3+31*2+16*4*2=279\nm(Ca3(PO4)2)=9.8*279/(2*98)=13.95",
                "date": "26.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саналы адам туралы мəлімет",
        "question_content": "Маған қазақстан тарихы сабағынан саналы адам туралы мәлімет керек еді. Кітапты өткізіп тастадық. Ал маған экзаменге дайындалу қажет.",
        "question_date": "25.05.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 50300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғылыми зерттеулер нәтижесінде  жер бетіндегі адам баласы осыдан 2-2,5 миллион жыл бұрын пайда болған.\nДене бітімі қазіргі  кездегідей адамның (Хомо Сапиенс) пайда  болуы соңғы палеолит дәуірімен  байланысты. Осы уақыттан бастап адамдардың эволюциясында шешуші өзгеріс болады және нағыз адамзат тарихына біржолата көшу басталады.\nАлғашқы Хомо Сапиенс  өкілдерінің пайда болуы әдетте б.з. 50-45 мың жыл бұрын болған делінеді. Оған тән белгілер 1868 ж. Франциядағы  Кро-Маньон үнгірінде табылған бес қанқаны зерттеу негізінде аңықталды.\nКроманьондық адамның  тұрпатында, осы заманғы адамдарға  тән ерекшеліктер айқын білінеді. Оларға тән нәрсе – басының  сопақтығына қарай маңдайы кең, беті өте жалпақ, тікше және мый  қауағы кең (1500-1800 см3), бойы биік (168-194 см), сүйектердегі бұлшық ет бедері айқын көрінеді.",
                "date": "26.05.2016",
                "upvotes": 1
            },
            {
                "text": "Адамзаттың келесі даму сатысындағы тіршілік иесі «тік жүретін адам» деп аталады. Олардың ғылымға белгілі өкілдері питекантроп пен синантроптар. Олар бұдан 1 млн. жыл бұрын өмір сүрген. Бірінші питекантропты 1891 жылы Индонезиядағы Ява аралынан голландиялық ғалым Е.Дюбуа тапты. Содан бергі жүз жылдың ішінде Еуропа мен Азиядан, Шығыс және Солтүстік Африкадан осыған ұқсас 10 адамның қалдығы табылды. «Епті адаммен» салыстырғанда питекантроптың миының көлемі үлкейіп (950 см3), бас және жақ сүйектері кішірейді, аяғы ұзарып, қолы қысқара бастаған. «Тік жүретін адамның» екінші бір түрі синантроп алғаш рет 1927 жылы Қытайдағы Чжоу-коу-дянь үңгірінен қазып алынды.  Оның миының көлемі 1075 см3 болған. Қазіргі уақытта бізге синантроптардың 50-ге жуық қаңқасының қалдығы мәлім. Синантроп қаңқаларының жанынан түрлі формадағы тас құралдар мен күлдің, көмірдің, отқа күйген тастардың қалдықтары табылды. Тіпті бір жерлерде үйілген күлдің қалыңдығы 6 метрге дейін жеткен. Демек, синантроптар отты сөндірмей ұзақ уақыт сақтаған.\nАдам дамуының келесі сатысы – неандерталь адамның пайда болуы. Бұл адам 1856 жылы тұңғыш рет Германияның Неандерталь жотасынан табылды. Сондықтан оған табылған жерінің аты беріліп отыр. Неандерталь адамның өзінен бұрынғылармен салыстырғанда дене бітімі өзгеріп, қас үстіндегі дөңесі азайған және маңдайы жазылып, иек пайда болған. Миының көлемі артып, 1300—1400 см3-ке жетті. Еуразия мен Африканың түрлі аймақтарынан 120-дай неандерталь адамның қалдықтары табылды. Зерттеу деректеріне қарағанда, олар қысқа бойлы (155—150 см), дене бітімі еңкіштеу, жүру мен жүгіруге епсіздеу болып келеді. Олардың артқа қарай тайқылау шот маңдайы, дөң қабақты үлкен бастары мен жуан, әрі қысқа мойындары денелерімен жымдасып, бірігіп кеткен. Танауы жалпақ, бұғақтары салбыраңқы, қолының саусақтары жуан, әрі қысқа болып келеді. Қолдары күшті болғанымен, оларға қазіргі адамдарға тән икемділік пен шапшаң қимыл жетіспеді. 1938 жылы академик А.П.Окладников Өзбекстанның оңтүстігіндегі Тесіктас үңгірінен 8-9 жастағы неандерталь баланың қаңқа сүйегін тапты. Бұл баланың бет әлпетін танымал антрополог-ғалым М.М.Герасимов қалпына келтірген.\nЕжелгі дәуірде қоғамның дамуы өте баяу жүрген. Өйткені адамдар көп уақытын тамақ іздеумен өткізді. Дегенмен, адамзаттың жетілу құбылыстары да жүріп жатты. Олардың өмір сүру ортасына бейімделіп, денелерін тік ұстауы мен ойлау қабілеттерінің дамуы қазіргіге ұқсас адамдардың пайда болуына алып келді. Адам дамуының келесі сатысында неандерталь адамнан кейін дене бітімі қазіргіге ұқсас \"саналы адам\" қалыптасты. Мұндай адамның сүйегі алғаш рет 1868 жылы Франциядағы Кро-Маньон үңгірінен табылғандықтан, оны кроманьон адам деп атайды. Оларға тән белгілер үңгірден табылған 5 қаңқаны зерттеу негізінде анықталды. Бұл адамның түр-сипатында қазіргі адамдарға ұқсас белгілер көп. Олардың маңдайы жазық, қабақ үсті аздап шығыңқы, мұрны кішірек, бас сүйегі сопақша және иегі айқын болып келеді. Бас сүйегі қазіргі адамдарға ұқсас, миының көлемі - 1500–1800 см3. Кроманьон адамның дене бітімінде қазіргі адамдардан еш айырмашылық болмаған. Олардың бойы биік (168–194 см), аяқтары ұзын болған және тік жүрген.\nСырт бейнесі жағынан маймылға көп ұқсастығы болғанына қарамастан, алғашқы адамдар өзінің ежелгі туысынан анағұрлым биік тұрды. Өйткені оның ойлау қабілеті бар еді. Адамның ой-өрісі алғашқыда тым шектеулі болып, ауыр да баяу қалыптасты. Дегенмен, бұл адам дамуындағы үлкен жетістік болып саналды.",
                "date": "2.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кешенді тестілеу туралы",
        "question_content": "Егерде жұмыс жасап жатқан болса Жоғарғы Оқу Орнына сырттайға тапсыру үшін Кешенді тестілеу тапсырама? Жәнеде Кешенді тестілеу тапсыру үшін қандай құжаттар тапсырады?",
        "question_date": "25.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, ЖОО-ға сырттай түсу үшінде кешенді тест тапсыру керек. Қажетті құжаттар: Мед.анықтама (086), аттестат түпнұсқасы, РНН түпнұсқасы, төлқұжат, төлқұжат көшірмесі, 3/4 сурет",
                "date": "27.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Информатика пәнінен Паскальда есеп шығару?",
        "question_content": "Араларыңызда информатика мұғалім не болмаса программист барма? Дельфи ден есептер шығарып программасы керек. Өте қатты керек болып тұр. Ақысын береміз.",
        "question_date": "25.05.2016",
        "question_tag": "Информатика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/user/RA2",
                "date": "30.04.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "7 сынып оқушысына Назарбаев Зияткерлік мектебінде қандай пәндер болады?",
        "question_content": "Назарбаев Зияткерлік мектебіне түсу кезінде 7 сынып оқушысына қандай пән және қандай сұрақтар болады?",
        "question_date": "25.05.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Математика Ағылшын Орыс тілі Қазақ тілі",
                "date": "25.05.2016",
                "upvotes": 0
            },
            {
                "text": "кайырлы кун, 7 сыныпта бириншы кезенде 5 сабактан емтихан тапсырады, ол сабактар: Математика,казак тили,агылшын тили,орыс тили, жане мектептин багыты бойынша(химия-биология багытындагы мектеп болса-биологиядан, физика-математика багытындагы мектеп болса-физикадан), 2 турында математика миндетти турде жане тандау пани, Бириншы кезекте 30 балл жинау кажет минимум, 2 турда 2 сабактан 9-9 баллдан жинаса минимум Оркен грантын утып ала аласыздар",
                "date": "29.05.2016",
                "upvotes": 0
            },
            {
                "text": "Бірінші тур да, екінші тур да ағылшын, орыс жəне қазақ тілдері жəне математикадан тесттер келеді. Бірақ, бірінші тур интернет арқылы. Өтсеңіз каникулярная школаға барасыз. Сосын 2 тур. Қорытынды  80кун откесін. Толығырақ nis.edu.kz",
                "date": "13.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқушыға арналған өмірбаян жазу керек?",
        "question_content": "Мектеп оқушыларына арналып жазылған өмірбаян, мінездеме үлгілері керек еді. Оқушыға арналған өмірбаян қалай жазуға болады?",
        "question_date": "25.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 103000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық жастағы азаматтарға өмірбаян жазу үлгісі бір\nМен Смағұлов Нұржан Нұрдаубайұлы 1997 жылы Ақтөбе қаласында дүниеге келдім. Әкем Ержанов Нұрдаубай – құрылысшы, анам Ержанова Айжан үй шаруасымен айналысады. Жанұямыз 7 адамнан тұрады. Әкем, анам, 3 апам, ағам және мен. Үлкен апам тұрмысқа шықты.\n1999 жылы Ақтөбедегі №36 мектепке 1-ші класқа бардым. 5-ші класта №51 гимназияға ауыстым. Мектепті жақсы деген бағамен бітірдім. Апайымның есімі – Тоты апай. Маған ҰБТ-дан жақсы өтуіме зор ықпалы болды. ҰБТ-дан 112 балл алып, АЭжБУ атты жоғары оқу орнына түстім. Қазіргі кезде сол оқу орнында оқып жатырмын. №1 жатақханада тұрып жатырмын.",
                "date": "9.09.2016",
                "upvotes": 0
            },
            {
                "text": "Окушыларга омир баян жазу",
                "date": "21.02.2023",
                "upvotes": 0
            },
            {
                "text": "Менің атым шынгыс мен 11 жастамын",
                "date": "26.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балаға витаминдер жетіспейді. Сылақты (әк пен құм сылақты) неге кеміріп жейді?",
        "question_content": "Менің 2 жасар балам бар. Ол үйдегі сылақты (әк пен құм сылақты) неге кеміріп жейді?  Оған қандай житаминдер жетіспейді? Өтініш өз ойларыңызбен бөлісіңіздерші!!!",
        "question_date": "25.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан құрамында гемоглабин азайса анемия болады. Ал анемиясы аздар осы сылаққа (кесекке, сазға) кұмар болады.Сіз бірінші, ауруханаға балаңызды апарып, қан тапсырып көріңіз. Нәтижесі шыққаннан кейін, дәрігермен кеңесіңіз. Мұның алдын алмасаңыз, (Құдай сақтасын) аққанға ұшырауы мүмкін. Сылақтан ішек-жолдары бітеліп, дәретке шығу қиынға соғады, асқазанға да зиян.  Білесіз бе, менде де дәл осындай жағдай болған. Маған сол кездері В12, В6 витаминін екті. Қосымша қанның құрамын көбейтетін, дәрумендерге бай көкөніс-жемістерді пайдаландым. Мысалы, анар, қызылша, бауыр мен балықтың да әсері мол. Қан көбейгеннен кейін, сол сылақты қалай жегенмін деп, жиіркене қарайтын болдым.)",
                "date": "25.05.2016",
                "upvotes": 0
            },
            {
                "text": "кайырлы кун! баланызга кальций витамини жетиспейди, кобирек сути тагамдар (ірімшік,айран,сүт) пайланыныздар жане де аптекаларда кальций  косылган витаминдер (витрум,алфавит,пиковит)т.б колданыныз!",
                "date": "29.05.2016",
                "upvotes": 0
            },
            {
                "text": "Себебі оны жеп көрсеңіз дәмі тәтті болғаны ғой менде 12 13 жасымда жегенмін мен тек бүрекке тас жиналат дегесін қойдым әйтпесе жей берсең ағза одан сайын қажетсіне бастайды екен.",
                "date": "30.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халықты өзіне лайықты басшы билейді дегенмен келісесізбе?",
        "question_content": "Халықты өзіне лайықты басшы билейді дегенмен келісесізбе? Орысшалап айтқанда \"люди получают тех правителей, которых заслуживают\" Осы сөзбен келісесіздер ме?",
        "question_date": "24.05.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ия келисемин,  архалыктын ниетине карай басшы бериледи дейди",
                "date": "29.05.2016",
                "upvotes": 0
            },
            {
                "text": "Хе өте тамаша ой. Халық айтса қалып айтпайды демей ме? Бір негізге, оқиғаға сүйеніп осы ой туындаған болар. Мен бұл ойға толық келісемін. Себебі, басшы өз халқы ортасынан шыққандықтан басшы мінезі де ұстанымы да халқынан асып кете алмайды. Басқа басшы болды дегеннің өзінде басшы халқымен ойлас болады ғой.",
                "date": "27.05.2016",
                "upvotes": 0
            },
            {
                "text": "Бұрынғы қазақтар қандай еді,қазіргі қазақтар қандай.Қазіргі қазақтарды өзгерткен шалдың жеу саясаты.Дұшпандарымен қалай соғысқан,ал қазір дұшпандарға жығып беріп отыр біздің басшыларымыз!",
                "date": "29.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйгенімді ренжітіп алдым. Не істеймін?",
        "question_content": "Сүйген қызымды ренжітіп алдым. Басынан айтып берейін. Мен алматыда окимын ол Атырауда. Ол жумыс істейді. Онын алдында біраз ренжіп біраз татуластық. Мен оған көп көңіл бөлмей қоятын сияқтымын.. Бір кездері жақсы сөйлесіп жүреді де, бірде көнілсіз сөйлесіп қалады. Ал мен солай сөйлескенде менің де көніл күйім тусіп кетеді. Сонымен алдында 3-4 күн болды. Телефонмен сойлесып Айттым \"Не болды жұмыстан шаршадын ба?\" Ол:\"Жоқ\"(Әр қашанда солай айтады). Мен: \"Енді не болды, неге көнілсіз сөйлеп отсын.?\". Ол: \" Ештеме\"(Как всегда). Менын шыдамым бітті. Шыдай алмай жатырм. Мен: \" Енді не болды, ренжітіп койдым ба?\" Ол:\" Жоқ, неге ренжим. саган. енді ренжімеймін\" деді. Бұл сөз менің жүрегіме пышақ қадалғандай болды. Шыдай алмай айттым: \"Не болды енді айтшиш, неге ренжімим дисін, бір нәрсе болғанғо. неге ренжімим дисын. не ыстеп коидым саган? Болдыма? маган деген сезымын өшті ма? Жақсы көрмисын ба мені? Болды ма? Айтшиш Жаксы кормесен бітсін бәрі осымен бітсін \" деп ашуланып, айғайлап айттым да телефонды қоя салдым. Ол сөздерді айтып жатқанда ол маған \"Қойшы, Қойш\" деп жатырды. Телефон койганнан кейын маган дереу соқты, ал мен телефонды алған жоқпын басып жібердім. Маған тигені ренжімим енді деген сөзі. ойладым енді мені қызғанбайды ма. ренжімей ме значит мені суймейдіме деп. Ішімнен ойлап қойдым мен бір нәрсе істедім. енді ол бір нәрсе түсініп келесіде жақсы сөйлесетін болар деп. Бұрындары олай ренжісіп қалып телефон қоисамда. мен озым немесе ол телефон соғып ештеме болмаған секілді сөйлесе беретін едік. Бұл жолы олай болмады. Себебі мен оған өмірімде 3 жыл бірге жүріп келе жатырмыз(көз тимесін \"МәшәАлла\" деп айтып қойыныздаршы) . мен оған бір де бір рет айтпаган сөзді айттым - \"Бәрі бітсін\". Бірақ ол жүрегімнен шықан сөз емес. Осы уақытқа дейін ол маган ондай сөздерді маган ренжігенде талай рет айткан. маган ол сөздер жаныма пышак кіргендей болса да, ауыр сөздер болса да,жек көретін сөздер болса да мен оны кешіргем. Ертеніне таңертен мен оған соқтым. Ол бірден: \" Қай бетінмен согып турсын. бәрі бітсін деп айттынго болды бәрі бітті \" деды. Мен: \"кешірші мен әдейі айткан жокпынго. журегымнен шыккан соз емеско. журегымнен шыкса саган каита каита сокпаимынго. ашуланганнан аузымнан шыгып кетты\" - деп бәрін айттым. кейыннен сокканда: \"болды сога берме . сога беретын болсан телефон номерымды ауыстырып тастаимын\"деды. содан кейын бар шындыгымды сезымымды бәрін жазып. сообщение жібердім. содан кейін 1 кун соққан жокпын. кеше соктым алган жок. бугын соктым(узак). телефон алды: \" Мен саган сокпа дедымго. Казакша айтканды тусынбисынба\" деды. болды.енды тел алмаиды. Не істесем болады? Маған деген сезімі өшкеніме әлде сәл сынайын дегеніме. Келесте жаксы отношение жасасын дегены ме. Жауабын білмедім. Мен одан айырылып каламын деп қорқамын. Мен Алматыда окимын ол баска калада. Арамыз алыс. Барып соилесеин . кешырым сураин десем.. Калай татуласуга болады. Акыл кеңестерінізді айтсаңыздар.",
        "question_date": "24.05.2016",
        "question_tag": "Махаббат",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көзден алыстағасын көңілден де алыстайды дейді. Алыста жүргесін көп ұрыс болады әрине,қыз болғасын внимания қалайды, басқалар секілді жігітімен көп уақыт өткізгенді қалайды. Қыз қырсық әрине, қанша татуласқысы келіп тұрсада қырсығып ішіндегісі жіберми тұрады, қыз баланың бәрі солғой келесіде олай жасамауы үшін татуласудыңда қиын екенін көрсеткісі келген болар. Итак алыста жүргеннен кейін олай ұрсысқасын ол қызға да оңай емес. Шынайы махаббат болса әлі ақ татуласып кетесіздер, ал сіз звондап, сообщ жазуды ұмытпаңыз. Қыздар звондама, жазба дегенмен, бәрібір де сізден хабар күтіп жүред))",
                "date": "25.05.2016",
                "upvotes": 1
            },
            {
                "text": "Сөз саптасыңа қарап араларыңда салмақты ой, мағыналы әңгімелер болмаған сияқты. Иллюзиямен өмір сүріп жатырсыңдар,содан арылған кезде шын бет-бейне ашылады.Сосын бір-біріңе керексіңдер ме,жоқ па,белгілі болады.",
                "date": "27.05.2016",
                "upvotes": 0
            },
            {
                "text": "Mandy-дiң Көзден алыстағасын көңілден де алыстайды деп жақсы айтты. Бiр-бiрiңдi тез-тез көрiп құмарды баспағаннан соң ұрыс көп болады. Сен өзiңе сенiмдi емессiң. Өте сезiмталсың. Неге ол бұлай жасайтынын бiлесiң бе? Ол осы мiнезiңнен рахат алады. Сенi жалындырғанды ұнатады. Бәрi бiттi дедiң, ал оған бұл және бiр себеп. Психологияны байқап тұрсың ба? Ол сенi қателесiп тағы маған ұмтылсын дейдi. Сенiң махаббатыңды күшейткенiн қалайды. Сен тек жүрек қалауымен емес, миыңды да жасат. Сезiмталдық керек емес қасиет. Оның сөздерiн жүрекке жақын алма. Сен оған тағы жалын, тағы хат жаз шегiне жеткеннен соң, үн түнсiз жоқ болып кет. Бiрақ есiңде болсын ешқандай артық сөз жазба. Соңғы сөзiң «Менi кешiршi» деген сөз болсын. Сосын ай болсада күт, сабыр ет. Саған қайта жазатына кепiлдiк беремiн. Қәзiр араңдағы болып жатқандар жағдай тек ойын)",
                "date": "29.05.2016",
                "upvotes": 0
            },
            {
                "text": "Кыздын сезими араларыных алшак болганнани кейн суынган гой, енди мазаламаяк койнз, кажети шамалы, (оте таныс окига)",
                "date": "29.05.2016",
                "upvotes": 0
            },
            {
                "text": "Маған жүріп жүрген қызыңыздың сізге деген сезімі мүлде ұнамады. Ештеңе, жоқ деген сөздері арқылы меніңше немқұрайлы қарайтын сияқты.",
                "date": "30.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Тас тұз\" деген не және ол қайда кездеседі?",
        "question_content": "Химия пәнінен сынып жұмысы. Кітабымды жоғалтып алдым. \"Тас тұз\" деген не және ол қайда кездеседі?",
        "question_date": "24.05.2016",
        "question_tag": "Мектеп",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам күректі 600 Н күшпен басады",
        "question_content": "Адам күректі 600 Н күшпен басады. Егер куректің ені 20 см, қалыңдығы 0.5 болса онда курек топыраққа қандай қысым түсіреді ?",
        "question_date": "24.05.2016",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P=600/(0.2*0.005)=0.6Н/м^2",
                "date": "24.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Материктік жер қыртысынан мұхиттық жер қыртысының айырмашылығы неде?",
        "question_content": "Бізде емтихан болмақшы еді. Соған бізге сұрақтар берген. Білетін адам болса көмек керек.",
        "question_date": "24.05.2016",
        "question_tag": "География",
        "question_views": 24900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қателеспесем,материктік жер қыртысы әлде қайда жұқалау келеді және онда гранит болмайды\n\nАл материктік жер  қыртысы керісінше болады.",
                "date": "27.05.2016",
                "upvotes": 0
            },
            {
                "text": "Жауабы: Ғалымдар жер қыртысының жоғарыдан төмен қарай _шөгінді, гранит және базальт қабаттарынан тұратынын анықтай алды, Алайда ол барлық жерде бірдей емес.\n\nҚұрлықтардың астында ол шөгінді, гранит және базальт қабаттарынан, ал мұхиттардың астында тек қана базальт және жұқа шөгінді қабаттарынан тұрады, Мұхиттық жер қыртысында гранитті қабат жоқ",
                "date": "10.10.2022",
                "upvotes": 0
            },
            {
                "text": "Гранит қабаты жоқ.",
                "date": "20.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Араларынызда ҰБТ-да ағылшын пəнін таңдағандарыныз барма?",
        "question_content": "Ағылшын таңдап, бітіргендер де барма? Жауап күтем!",
        "question_date": "24.05.2016",
        "question_tag": "Мектеп",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Пойыздың жылдамдығынан 20 км/сағ кем болса,әр пойыздың жылдамдығы қандай?",
        "question_content": "Жүрдек пойыз 400 км қашықтықты жүк пойызыға қарағана 1 сағ тез жүріп өтті.Жүк пойызының жылдамдығы жүрдек пойыздың жылдамдығынан 20 км/сағ кем болса,әр пойыздың жылдамдығы қандай?\n\n(x-4)³-x(x²+39)=-5-10x²",
        "question_date": "24.05.2016",
        "question_tag": "Математика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "400/v-1=400/v1\n\nv1-v=20\n\n400/v-1=400/(20+v)\n\n(400-v)/v=400/(20+v)\n\nv/(400-v)=(20+v)/400\n\n400*v=(8000+400*v-20*v-v^2)\n\n400*v=8000+380*v-v^2\n\n-8000+20*v+v^2=0\n\nv^2+20*v-8000=0\n\nD=20^2-4*1*(-8000)=32400\n\n32400^0.5=180\n\nv=((-20)+180)/(2*1)=80\n\nv1=80+20=100\n\n \n\n(x-4)³-x(x²+39)=-5-10x²\n\n(x^3-12*x^2+48*x-64)-(x^3+39*x)=-5-10*x^2\n\nx^3-12*x^2+48*x-64-x^3-39*x=-5-10*x^2\n\n-12*x^2+9*x-64+5+10*x^2=0\n\n-2*x^2+9*x-59=0\n\nD=9^2-4*(-2)*(-59)=81-472=-391(түбірі жоқ,себебі теріс сан)",
                "date": "25.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қосалқы жұмыс атқаратын жұмысшыға еңбек шарты бар ма?",
        "question_content": "Қосалқы жұмыс атқаратын жұмысшыға еңбек шарты бар ма?",
        "question_date": "24.05.2016",
        "question_tag": "Заң",
        "question_views": 779,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен колледж студентмін 2 курс оқып журген колледжім мемлекеттік",
        "question_content": "Мен колледж студентмін 2 курс оқып журген колледжім мемлекеттік стипендия аламын грандтамын. Бақа колледжге ауыскым келп жур. Ол колледж жеке меншік ол колледжге ауысуга болама калай былай не айта аласыздар ? Заң бойынша калай мугалимдер айтат , алган стипендияны кайтарасн деп рас па ?",
        "question_date": "24.05.2016",
        "question_tag": "Мектеп",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": []
    }
]