[
    {
        "question_title": "Сарамандық жұмыс. География 10 сынып",
        "question_content": "№1 практикалық жұмыс «Географиялық және топографиялық карталардың өлшеуіш ресурстарымен жұмыс» толық жауаптары керек еді?",
        "question_date": "29.09.2016",
        "question_tag": "Мектеп",
        "question_views": 39500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ boltga tisti jumstar boladi",
                "date": "20.09.2017",
                "upvotes": 0
            },
            {
                "text": "маганда керек еди осы практикалык жумыс жауабы кимде бар жибересиздерме",
                "date": "19.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің жылдамдығын биктігін, жүрген жолын табу керек?",
        "question_content": "Дене 40м/с жылдамдықпен вертикаль жоғары лақтырылды. Дененің 2с және 5с өткеннен кейінгі жылдамдығы қандай болады? Дене қанша жол жүреді және оның 5с уақыт аралығындағы орын ауыстыруы неге тең?\n\nЖауаптары V=20.4m/c. V=9m/c. h=60.4m. h=85.7m  S=77.4m\n\nШығарылу жолы қажет жауабын кітаптың артынан көрдім.",
        "question_date": "29.09.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "g=9.8м/с^2\n\nV1=[40-2*9.8]=20.4м/с\n\nV2=[40-5*9.8]=9м/с\n\nh1=2*(40+20.4)/2=60.4м\n\nt=40/9.8=4.082с\n\nh=4.082*(40+0)/2=81.64м\n\nt3=5-4.082=0.9184с\n\nh3=0.9184*(0+0.9184*9.8)/2=4.133м\n\nh4=81.64-4.133=77.51м",
                "date": "29.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Физика 7-жаттығу. Ғарыш кемесінің жылдамдығын табыңдар?",
        "question_content": "Алғашқы Восток ғарыш кемесінің Жерді айналу периоды 90мин. Оның жер бетінен орташа биіктігін 320 км ге тең деп есептеуге болады. Ал жердің радиусы 6400км. Осы ғарыш кемесінің жылдамдығын табыңдар?",
        "question_date": "29.09.2016",
        "question_tag": "Мектеп",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t=90/60=1.5саг\n\nL=6400+320=6720км\n\nV=6720/1.5=4480км/саг",
                "date": "29.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Радиусы 10 см мыс шар 2 айн/с жиілікпен, оның центрі арқылы",
        "question_content": "Радиусы 10 см мыс шар 2 айн/с жиілікпен, оның центрі арқылы өтетін өсьті айнала қозғалады.Айналу жылдамдығын екі есе арттыру үшін қандай жұмыс жасау керек",
        "question_date": "29.09.2016",
        "question_tag": "Физика",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R=10см=0.1м\n\nL=2*3.14*0.1=0.628м\n\nV=0.628*2=1.256м/с\n\nV1=1.256*2=2.412м/с\n\nE1/E=(V1^2)/(V^2)=4",
                "date": "29.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұстаздар күніне ағылшын тілінде құттықтау",
        "question_content": "Ұстаздар күніне ағылшын тілінде құттықтау керек еді?  2-қазан күніне дейін",
        "question_date": "29.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 20500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қадірлі ұстаздар!\nМен сіздерді келе жатқан төл мерекелеріңізбен құттықтаймын! Білімнің күші құдіретті. Ол бар жерде үздіксіз даму үрдісі жүреді. білім мен ғылым арқылы өркениет дамып, мәдениет гүлденеді. Білім арқылы адам баласы өмірдегі өз орнын табады.\nҰстаз - келер күннің ұстасы. Балалардың қалыптасып келе жатқан дүниетанымының, өмірге деген көзқарасының иесі. Біздердің бүгінгі болмысымыз әліппені жаттатқызып, қолға қалам ұстатқан кешегі ұстаздарымыздың еңбегі. Ендеше, ұрпағымыздың ертең қандай адам болып өсетіні - мұғалімдердің бүгінгі еңбегінің жемісі болмақ.\n«Ұлттың ұлағаты - мәдениетте, мәдениеттің ұлағаты - оқу мен әдебиетте», - деген екен Ахмет Байтұрсынұлы.\nҰстаз - осы білімге, мәдениет пен әдебиетке жетелейтін бірден бір тұлға. Ұрпақ тәрбиесінде мұғалімнің таланты, біліктілігі және жауапкершілігі, адами қасиеттері өте маңызды рөл ойнайды, өйткені ол – шәкірт үшін айна сияқты. Ұстазы жақсының шәкірті үздік. Бұл - айнымас аксиома. Бала білімді өз бетінше кітаптан оқып та үйрене алады, ал бірақ тәрбиені өз бетінше ала алмайды, өнеге мен үлгі, құрмет сияқты ізгі қасиеттер – ата-анадан қан арқылы дарыса, ұстаздан тәлім арқылы жұғады.\nҰстаздар – мемлекет пен қоғам арасындағы алтын көпір тәріздес. Мемлекеттің идеологиясы, қоғамның дәстүрі мен құндылықтары, адамзаттың асыл қасиеттері, ғылым мен өнердің мұралары ұстаздар арқылы ұрпақтан-ұрпаққа жол тартады. Ертеңгі мемлекеттің болмысы – ұстаздың бүгінгі тәлімінде.",
                "date": "2.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен бір қызды қатты жақсы көремін.Бірақ",
        "question_content": "Барлығыңа сəлем! Мен бір қызды қатты жақсы көремін,ол біледі оған телефонмен сөйлескенде айтқанмын,менің махаббатыма сенеді, бірақ ол : менің сабағым бар т.б жағдайымен жігітпен жүрмейді, 11клас оқыйды, оны 5 жылдан бері таныймын , қалай ойлайсыздар мен оны қаратып (сындырып) ала аламынба, мүмкін қазір менен бір қадам күтіп жүрген шығар, бір романтикалық бірдеңе ойластырып жасасам , қызбен жігіт боп жүріп кете аламызба екен?",
        "question_date": "29.09.2016",
        "question_tag": "Достық",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мусульманину разрешено встречаться с девушкой, на которой он намеревается жениться, в особенности, если уже была достигнута договоренность о заключении брака. Так как это является сунной. Однако при таких встречах должны соблюдаться определенные условия: 1. Встреча должна происходить в многолюдном месте и в присутствии третьего лица. То есть мужчина и женщина не должны оставаться наедине. Так как уединение до заключения законного брака, считается харамом. 2. И у мужчины, и у женщины должно быть намерение вступления в брак. Наличие иного намерения под маской желания вступить брак является хитростью, что так же категорически запрещено. 3. Встреча должна быть ограничена временем, необходимым для достижения договоренностей, связанных с заключением брака. 4. Во время встречи можно разговаривать только на темы, которые считаются разрешенными для людей, еще не состоящих в браке. 5. О результатах встречи обоим сторонам следует сообщить доверенным людям, для вынесения окончательного и обдуманного решения.",
                "date": "29.09.2016",
                "upvotes": 0
            },
            {
                "text": "Әрине,мүмкін ол да сені жақсы көретін шығар!",
                "date": "29.09.2016",
                "upvotes": 0
            },
            {
                "text": "Ашық сөйлесу керек сияқты. Сен мені жақсы көресіңбе деп тура сұрап көр. Жауапқа қарай арғы қадамдарды жасайсың. Жолың болсын!",
                "date": "29.09.2016",
                "upvotes": 0
            },
            {
                "text": "Өмірге екі рет келмейміз!Сол себептен өз сезімінде жасырма!Барлығын да ашық айт,не болса о болсын.Өзің жеңілдеп қаларсын.",
                "date": "1.10.2016",
                "upvotes": 0
            },
            {
                "text": "құр сөз қажет емес, оданда іспен дәлелде, ешқашан жалғыз тастама әрдайым қасынаң табыл, оның үстіне 11 сынып, келесі жылы басқа өмірге жол тартады! Соңда бәрің түсінер",
                "date": "7.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Махамбет Өтеміс туралы шығарма",
        "question_content": "Өр рухты асау жырлары тақырыбына шығарма жазып беріңізші тез арада",
        "question_date": "29.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жер асты қозғалыстарының әлдебір сиқыр құдіретімен ғайыптан пайда болып, кейін байтақ әлемнің төрінде мәңгі-бақи орнап қалатын ақар-шақар асқар шыңдар сияқты, адамзат алдындағы қадір-қасиеті тек бір ғана ғұмырдың ауқымымен өлшенбейтін елден ерек ерекше тұлғалар пенделер арасынан арагідік ұшырасып жатады. Солардың бірі – дауылпаз ақын, қазақ халқы үшін отқа да, суға да түскен есіл ер, даңқты батыр, көтеріліс сардары Махамбет Өтемісұлы.\n\nМ. Өтемісұлы – ХІХ ғасырдағы қазақ әдебиетінің мәртебесін биіктетіп, абыройын асқақтатқан аса талантты тұлға. Ол ұлы даланың өр мінезді перзенті, батырлық пен ақындықты, қайсар рух пен зорлыққа қарсы үн көтеріп, азаттық, бостандық, теңдік туын желбіретті, әділетсіздікке қарсы өліспей беріспеу идеясының нағыз жаршысы ретінде бағаланды.\n\nТабиғат бір Махамбеттің басына батырлықты да, ақындықты да аямай бере салған. Есіл ер қарсыласқан жауымен сарт та сұрт айқасып қалғанда найзасымен іліп түскен, тілімен тіліп түскен, семсерімен ойып жіберген, сөзімен сойып жіберген. Махамбет өзгеде жоқ та, өзінде ғана бар осы құдіретті қасиетімен батырлар тарихында да, ақындар тарихында да жарық жұлдыздай жарқырап жеке тұратын теңдесі жоқ дара да дана тұлға!\n\nМахамбет поэзиясы ерлік, батырлық поэзиямыздың заңды жалғасы, барынша мықты дамыған түрі деуіміз керек. Махамбет ақындығы – жорық үстінде, ат жалында, күрес, майдан сахнасында өскен, шыныққан, күшейген ақындық.\n\nАнықтап қарасақ, Махамбет жетіскеннен ақын болайын демеген секілді. «Қара қазан, сары баланың қамы үшін» қолына қалам немесе домбыра алмай, найза мен қылыш ұстап, «мұздай темір құрсанып», «Қу толағай жастанып», «Садағына сары шіркей үймелеп», «түн қатып жүріп түс қашқан» жағдайда іштегі ызасы мен кегін, өксігі мен арманын айту үшін амалсыз ақын болған секілді көрінеді.  Ол өлеңді «бес қарудың бірі» – деп ұғады.\n\nМахамбет жырлары түгелдей Исатай Тайманов бастаған халық көтерілісі (1836-1837) тарихымен тығыз байланысты екені мәлім. Сырт қарағанда, Жәңгір ханның үстемдігіне қарсы ұйымдастырылған сияқты көрінгенімен, бұл көтеріліс, түптеп келгенде, патшаның отарлаушылық саясатына қарсы бағытталған болатын. Оны кезінде Халел Досмұханбетов ашық айтқан: «Қазақтың хандығы ресми түрде ХІХ ғасырдың ортасына дейін созылса да, шынында Әбілхайырдан бастап қазақ хандары патша үкіметінің қолында ойыншық болды. Сондықтан  1731 жылдан бергі Кіші жүздің ханға болсын, сұлтандарға болсын, орысқа болсын көтерілістерінің бәрін патша үкіметіне қарсы көтерілістер деп атау керек» деп жазған ол.\n\nМахамбет жырлары – осы көтерілістің үні, ұраны. Ол – сөзсіз қазақ әдебиетіндегі отаршылдыққа қарсы күрес жырларының ең жарқын беттері.     Махамбет трагедиясы – дәл сол замандағы қазақ трагедиясы, бодандық, бағынышты қайрансыздық, елдің бақытсыздық поэзиясы.\n\nМұнда көтерілістің мақсат-мұраты, оған араласатын ерлердің қандай болуы керектігі, соғыс суреттері, Исатайдың батырлығы оны жоқтауға арналған жырлар, ақынның өз жайы, көңіл-күйіне байланысты өлеңдер жалғасып, көтеріліс тарихын тұтас күйінде көркем бейнелейді. Махамбет ақын ғана емес, көтерілісті бірге ұйымдастырысқан, жорықта ірі қайрат көрсеткен Исатайдың серігі, атақты батыр. Ол – ат үстінде туған жауынгер жырларымен күрескерлерге рух берген, тыңдаушысын қыздырып, еліктіріп алып кете алатын өнер иесі.\n\nМахамбет ой толғап, ақылгөйсіп отыратын мезгілдің өтіп кеткенін, ендігі іске күрес адамы, нағыз ер керектігін жария етті. Ондай ерлердің «ереуіл атқа ер салмай, егеулі найза қолға алмай, еңку-еңку жер шалмай…, тебінгі терге шірімей, терлігі майдай ерімей» ісі бітпейтінін айтады. Исатай екеуі бастаған көтерілістің ауырлығын түсінген ол жұртты тік көтеріп, «біздің бүйткен бұл іске», «толарсақтан саз кешіп, тоқтамай тартып шығатын, Қас үлектен туған қатепті қара нар керек, қабырғасын қаусатып, бір-біріндеп сөксе де, қабағын шытпас ер керек» деп ұрандады. Заман мен адам арасындағы қайшылықты тек күреспен шешуге болады деп пайымдады. Елге теңдік әперу, азаттыққа, еркіндікке қол жеткізу – оның арманы болды. «Еділдің бойы ен тоғай, Ел қондырсам деп едім, Жағалай жатқан сол елге мал толтырсам деп едім» деген жолдар оның күрескерлік мұратын танытады. Ол халыққа қызмет ету өлшемін осы жолдан іздеді.\n\nХан билігі, қанаушы топ – Махамбеттің өш типі. Оларға Махамбет халық мүддесін сатқандығы үшін өшігеді.\n\n«Алтын тақты хандардың\n\nХандығынан не пайда?\n\nҚаріп пенен қасірге\n\nТуралық ісі болмаса»,-\n\nдейді.\n\nМахамбеттің басқа ақындарда кездеспейтін тек өз басына ғана тән ерекше бір қасиеті мынада: басқа ақындар хан-сұлтандарды мінегенде, халыққа істеген қиянатын айтқанда, бетіне тура келіп айта алмаған, көбі сырттай мінеп-сынаған. Махамбет хан-сұлтандарды өз сарайының, өз үйінің төрінде қаймықпастан айтқан.\n\n«Хан емессің, қасқырсың,\n\nҚас албасты басқырсың.\n\nДостарың келіп табалап,\n\nДұшпаның сені басқа ұрсын.\n\nХан емессің ылаңсың,\n\nҚара шұбар жылансың.\n\nХан емессің аярсың,\n\nАйыр құйрық шаянсың!»-\n\nдеп тура Жәңгірдің өзіне уытты өлеңді төгіп тастайды.\n\nЕл мен жердің тәуелсіздігі Махамбет жырларының негізгі сарыны есебінде бүгін де көптің ой-арманын қозғап отыр. Бұл екеуі – егіз құбылыс. Елсіз жер, жерсіз ел тәуелсіз бола алмайды. Исатай-Махамбет көтерілісі де алдымен патша шенеуніктері мен Жәңгір ханның, оның жақындарының жерді меншіктеп алуынан, халықты Нарынның құмына айдап тастауынан туған.\n\n«Еділ үшін егестік,\n\nЖайық үшін жандастық,\n\nҚиғаш үшін қырылдық,\n\nТептер үшін тебістік,\n\nТеңдікті, малды бермедік,\n\nТеңдіксіз малға көнбедік»,-\n\nдеген жолдарда ел мен жер үшін жүргізген қазақтың ұзақ ғасырлар бойғы күресінің үні жатыр.\n\nМахамбет жырларындағы Адам – ірі, кесек мінездің көрінісі. Жақсы мен жаманды көп көрген адам есебінде ақын ер мен езді қарама-қарсы қоя, салыстыра суреттер жасайды.\n\n«Арғымақтың баласы\n\nАз оттар да көп жусар –\n\nТалаудан татқан дәні бар.\n\nАзамат ердің баласы,\n\nАз ұйықтар да көп жортар,\n\nДұшпанға кеткен ары мен\n\nБарымтаға түскен малы бар».\n\nБұл өлең – күрес үстінде, дамылсыз ат үстінде өткізген күндердің сабағы. Осындай өмір мен өлім таласында ерлік пен ездік, адалдық пен пасықтық, уәдеге беріктік пен опасыздық айқын бой көрсетеніні анық. Ақын осыны тұжырымдап, түйіндей білді. Оның «Арғымақтан туған қазанат» өлеңі осындай ерлер мен ездерге берілген сын десе де болады.\n\n«Арғымақтан туған қазанат,\n\nШабуыл салса, нанғысыз.\n\nҚазанаттан туған қаз мойын\n\nКүніне көз көрім жер шалғысыз.\n\nАйырдан туған жампоз бар,\n\nНарға жүгін салғысыз.\n\nАруанадан туған мая бар,\n\nАсылын айуан десе нанғысыз.\n\nЖаманнан туған жақсы бар,\n\nАтасын айтса, нанғысыз.\n\nЖақсыдан туған жаман бар,\n\nКүндердің күні болғанда,\n\nЖарамды бір теріге алғысыз».\n\nМахамбеттің осы тектес өлеңдері өмір шындығынан үлкен сабақ түйген, терең ой, парасатты философияға негізделген даналыққа толы келеді. Күрескер ақын сол арқылы тыңдаушысын жақсылыққа үйретеді, жамандықтан жирендіреді.Жігерге жігер қосады.\n\n«Асыл ердің баласы\n\nЖауды көрсе, шыдамай\n\nКөзін салар қияға.\n\nЕрмін деген жігітті\n\nКеңшілікте сынама»,- дейді.\n\n«Махамбет» деп сөз бастағанда ойдың төрі мен тілдің ұшында тұрар бірден-бір балама – «батыр» ұғымы. Осындайда дауылпаз ақын, көзсіз батыр Махамбеттің қол-аяғы кісендеулі тұрып, Орынбор генерал-губернаторы Перовскийге айтқан мына сөзі есімізге түседі: «Генерал-губернатор мырза, егер қолыма бостандық пен билік берсеңіз, жер-суымды, байтағымды, атамекенімді келімсектерден тазартар едім…» Мұны естіген Перовский Махамбетке аң-таң қалады. «Басын кессе де тайынбайтын нағыз көкшуланның өзі екен, рухы неткен биік еді патшағардың, мұнымен тәжікелесіп, абырой таппаспын, бүтін бір елді өзіме қарсы қойып алармын»  деп, Махамбетті абақтыдан босатып жібереді.\n\nМахамбет «Туған ұлдан не пайда, қолына найза алмаса?Атаның жолын қумаса» дейді. Бұл жерде қазақ біткеннің бәрін қару асынсын, сарбаз болсын деп отырмағаны белгілі. Найза дегені – намыс дегені. Әлпештеп өсіріп, дүниенің барлық ілімі мен біліміне қанықтырып, ел көрсетіп, жер көрсетіп, көзін ашып, көкірегін байытып үміт еткен ұлың алғанын қайтармаса, оны Алаштың жақсылығына жұмсамаса не болғаны? Оның бүкіл өлеңдері тек осындай батырлық идеяға негізделген.\n\nМахамбет өлеңдерінің негізгі кейіпкерлері – Исатай мен өзі. Махамбет жан қиысқан қанды көйлек досы Исатай Тайманұлының батырлық, азаматтық тұлғасын, өлеңдік портретін ғажап жасап шыққан. Ерлерді сипаттау ертедегі жырлардан келе жатқан дәстүр, алайда Махамбет солардан алған үлгіні одан әрі күшейтіп, өзіне дейінгі сипаттамалардан әлдеқайда асып түседі және батырға деген өз сезімі, аса берілгендік сенімі бұрын-соңды болмаған дәрежеде айтылады.\n\n«Құландай ащы дауыстым,\n\nҚұлжадай айбар мүйіздім\n\nКер миығым, кербезім\n\nКеріскедей шандозым!..», –\n\nдеген ғажайып суреттерді бірінен соң бірін тоғытқанда, Исатай бейнесі керемет өсіп, биіктеп, қиялыңды арбайды.\n\nБатырдың өлімін халық басына түскенең ауыр күн есебінде бейнелейді. «Мұнар күн» өлеңін Исатай өлімі туралы «ғажайып қазанама» деп Зейнолла Қабдолов әдемі айтқан. Бұл өлеңінде ақын халық қайғысын терең тебірене сезіну арқылы өмірде болмайтын құбылыстарды болдыға балап, суреттейді. «Бұлттан шыққан шұбар күн», «буыршын мұзға тайған күн», «сағағы болат қылыштың балдағынан сынған күн» тәрізді образдар – халық арманының күйреуін күңірене жырлаудың белгісі. Исатай ерлігі мен өлімі арқылы Махамбет өзінің халықтық арман-мұңын жырлады.\n\nМахамбет өлеңдеріндегі ақынның өз бейнесі де көңіл аударарлық. Ол Исатайдың жан серігі, бас батыры, ақыны, досы болып көрінеді. «Исатай – басшы, мен – қосшы» дейді.\n\n«Дұшпанына келгенде,\n\nТартынбай сөйлер асылмын.\n\nҚұла бір сұлу ат мінген,\n\nҚұйрық, жалын шарт  түйген…\n\nТу түбінен ту алған\n\nЖауды көрсе қуанған\n\nМен Өтемістің баласы\n\nМахамбет атты батырмын»,- дейді ол. «Шамдансам, шалқамнан түсер асаумын, шамырқансам, шатынап сынар болатпын», «кескекті ердің сойымын», «тартынбай сөйлер асылмын», «бойың жетпес биікпін» деген сияқты жолдар да Махамбеттің қайсар, өткір мінезінен хабар береді. Өмірі қуғында өтіп, сақтыққа үйренген ақынның «Мен – тауда ойнаған қарт марал, табаным тасқа тиер деп, сақсынып шыққан қиядан» дегені де тапқырлықпен айтылған.\n\nМ. Әуезов «Әдебиет тарихында» Махамбетті де зар заман ақындарына қосқан. Алайда, Махамбет жырлары Дулат, Шортанбай, Мұрат сияқты шын зар заман ақындарынан өзгеше.  Махамбетте егілу, өмірден күдер үзіп, сарнау, зарлау сарыны жоқ. Отаршылдық тәртібі бұғау болып басқа киілгенімен, одан құтылып шығудың реті жоғын көрсе де, Махамбет егілмейді. Бағынуға көнгісі келмей, бұлқынады. «Жалаулы найза қолға алып, жау тоқтатар күнді аңсайды».\n\nМахамбетте екі арман кетті. Біріншісі – елдік, екіншісі – ерлік. Елдік арманы сол – тар қапаста тап болған халқын еркіндікке жеткізе алмады. Ерлік арманы сол – ата жаумен қан майданда айқасып, қаруын қапысыз сілтеп, қан кешіп жүріп, мерт болмады, бұғып келген қарақшының қолынан қапыда кетті.\n\nОсы орайда дарынды ақын Сағат Әбдуғалиевтің мына бір шумақтары есімізге оралады:\n\n«Аяулы анаң – ақиқат та, атаң – кек,\n\nТөрелердің тәтті қанын татам деп,\n\nБөрілермен бөрілерше белдескен,\n\nСен менен де бақыттысың, Махамбет!»\n\nБүгінгі буының арасында Махамбет өлеңдерін оқымағаны жоқ. Талдадық та, жаттадық та. Ақын шығармалары мектеп бағдарламасы негізінде оқулықтарға еніп, сабақ ретінде санамызға сіңді. Махамбет әлеміне енген адам шиыршық атпай тұра алмайды. Оның жырлары құлақтан кіріп қана қоймайды, бүкіл тамырыңды иітіп, санаға сәулелі жарық түсіреді. Оның өлең ағыны – өмірдің өзіндей тоқтаусыз, мәңгілік тірі ағын. Қазақ өлеңінің құпия құдіретін ұрпақтан-ұрпаққа дәлелдеп кеткен ерекше құбылыс.\n\nСөйтіп, Махамбет жырлары ой санасы сергек, танымы терең ақынның өз мақсатын халқына дәлдікпен жеткізген, қоғам өмірінің әлеуметтік сырын ұғынуға тырысқан мұратын, көзқарасын әйгілеген жырлар болып табылады.\n\nЖылдар, ғасырлар алмаса келе талай оқиға көмескі тартары заңдылық. Ал Махамбеттің ісі мен жырына ондай қауіп төнген емес, төнбейді де. Олай болатыны, оның батырлығы – бір жекпе-жектегі қайраты емес, жалпы адам бойындағы қайсарлық пен ерліктің символы. Жыр-толғауы бір кезеңнің баяны емес, күллі адамзатқа тән азаттық пен теңдіктің өшпейтін ұраны.\n\nМахамбет сонысымен мәңгілік!",
                "date": "6.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс сыныбындағы қазақ тілі мен әдебиет бойынша сабақ жоспары керек!!!",
        "question_content": "Сәлематсіздер ма! Маған орыс сыныбындағы қазақ тілі мен әдебиет бойынша барлық сыныптардан, әсіресе 4,5,7,8 сыныптардан және барлық бастауыш қазақ тілі сабақ жоспары керек еді. Өтініш, болса мына эл адреска жіберіңіздерші amina.sipatollae@mail.ru",
        "question_date": "29.09.2016",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 606,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүкті болуым мүмкінбе",
        "question_content": "Менің жігітім ұрығын менің жыныс мүшемнің сыртына ағызып жіберген еді , содан кейін жарты сағаттан кейін етеккірім келіп басталды . Менің жыныс мүшем сол ұрықты ішіне тартып жүкті боп қалуым мүмкінбе?",
        "question_date": "29.09.2016",
        "question_tag": "Тазалық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы тіпті, ішіне аққанның өзінде жүкті болмауыңыз немесе сыртына аққанына сенімді болып тұрып жүкті болып қалуыңыз мүмкін. Ал егер жыныстық қатынастан кейін лезде тұрып жүріп кетсеңіз, ұйықтап қалмай, ендеше ішіне аққанның өзінде жүкті болуыңыз мүмкін емес!",
                "date": "6.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "BMW X5 2000 - 2005 машиналары калай алуга турарлык па?",
        "question_content": "Жалпы БМВ колигин барлыгы капризный машина дейди кобысы мактамайды , жамандайды\n\nБырак соларды айтатындардын ешкайсысында я колик  жок, немесе арзан колигы барлар , кызганыштан айта салама екен\n\nЖалпы БМВ колиги онын ишинде Х5 маркасы кандай?",
        "question_date": "29.09.2016",
        "question_tag": "Автокөлік таңдау",
        "question_views": 767,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тойота алыңыз, бмв қымбат барлық жағынаң",
                "date": "7.10.2016",
                "upvotes": 0
            },
            {
                "text": "Ақша жетіп тұрса ал, жаман машина жоқ бәрі жақсы жаңа болса әрине))",
                "date": "9.10.2016",
                "upvotes": 0
            },
            {
                "text": "запчастьтары кымбат турады",
                "date": "12.04.2017",
                "upvotes": 0
            },
            {
                "text": "Алсаң үйленесің .тапқан ақшаң соған кетеді",
                "date": "15.04.2017",
                "upvotes": 0
            },
            {
                "text": "ОТЕ ЖАКСЫ МАШИНА НАГЫЗ ЕРКЕК ЖУРГЫЗЕТЫН КОЛЫК",
                "date": "27.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Iphone 6 да билайн сеть жақсы ұстайма?",
        "question_content": "iPhone 6-да билайн сеть жақсы ұстайма? 4G ұстайма? менде қазір теле 2. сеть тіпті жаман. видеолар ұзақ тұрады ашылмай. білетіндеріңіз айтып жіберсеңіздер)) рахмет алдын ала!!!",
        "question_date": "28.09.2016",
        "question_tag": "Байланыс операторлары",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "6 сынып есебі. Гүлназ ойлаған екі санның қатынасы 8:5 қатынасына тең",
        "question_content": "Гүлназ ойлаған екі санның қатынасы 8:5 қатынасына тең. Егер осы сандардың:\n\n1. Қосындысы 39-ға тең 2.Айырмасы 1,5 ке тең болса Гулназ ойлаған сандарды тап",
        "question_date": "28.09.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 13800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 8х+5х=39\n\n13х=39\n\nх=3\n\n8*3=24   5*3=15\n\n2) 8х-5х=1,5\n\n3х=1,5\n\nх=0,5\n\n8*0,5=4   5*0,5=2,5",
                "date": "29.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Егер жер кенеттен тоқтап құласа ол қанша уақытта күнге құлаған болар еді?",
        "question_content": "Физика пәнінен. Егер жер кенеттен тоқтап құласа ол қанша уақытта күнге құлаған болар еді?",
        "question_date": "28.09.2016",
        "question_tag": "Табиғат",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Логически сурак сиякты го . Жер озинин орбитасынан шыгып кунге карай жакындай алмайдыгой. Сурагыныз кызык екен!",
                "date": "28.09.2016",
                "upvotes": 0
            },
            {
                "text": "L=1.496*10^11м\n\nL1=(6.957*10^8)+(6.371*10^6)=7.021*10^8м\n\nL0=(1.496*10^11)-(7.021*10^8)=1.489*10^11м\n\nM(күн)=1.989*10^30кг\n\nR(күн)=6.957*10^8м\n\nR(жер)=6.371*10^6м\n\na=(6.67*10^(-11))*(1.989*10^30)/((1.496*10^11)^2)=5.955*10^(-3)м/с^2\n\na1=(6.67*10^(-11))*(1.989*10^30)/((7.021*10^8)^2)=2.691*10^2м/с^2\n\na0=((5.955*10^(-3))+(2.691*10^2))/2=1.346*10^2м/с^2\n\n \n\nV=((6.67*10^(-11))*(1.989*10^30)/(1.496*10^11))^0.5=2.978*10^4м/с\n\n \n\nV=2*3.14*(1.496*10^11)/(60*60*24*365.25)=2.978*10^4м/с\n\nT=(2*(1.489*10^11)/(1.346*10^2))^0.5=4.703*10^4сек=13сағ+3мин+50сек.",
                "date": "4.10.2016",
                "upvotes": 0
            },
            {
                "text": "жер өз оьсымен айналуын тоқтатса жер бетінде жойқын жер сілкінісі болып ядро жер бетіне шығуы мүмкін\n\nсебебі жердің оьсын айналатын 1600 км сагат жылдамдығы күрт тоқтайы.оның әсерінен жерде тіршілік жойылып жер милиардта,ан жыл бұрынғы қалпына келуі мүмкін\n\nал жер өз орбитасыпен айналуын тоқтатса онда жердің бағыты күнге бағытталады бірақ оған соғылмайды себебі күннің де ғарышта өз қозғалыстары да бар.Жер күннен өтіп кетеді бірақ ғарыш кеңістігінде де ұзақ қала алмайды себебі жерге қарама қарса аспан денелері жерді жойып жіберер еді",
                "date": "5.10.2016",
                "upvotes": 0
            },
            {
                "text": "Егер жер кенеттен тоқтап қалса, ол қанша уақытта Күнге құлаған болар еді.\n\nЖауабы:(65 тәулікте)",
                "date": "15.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Координата осьтерінде қиылысу нүктесін тап?",
        "question_content": "1/4x-y-3=0 теңдеудің кез келген екі шешімін табыңдар 2 тапсырма координата осьтерінде қиылысу нүктесін табындар.",
        "question_date": "28.09.2016",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X=64\n\nY=13\n\n \n\nX1=12\n\nY1=0",
                "date": "30.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы қаласының көше атаулары, сауда үй атауларын қадағалау кімнің құзіретінде?",
        "question_content": "Алматы қаласының әкімшілігі. Көше атаулары, сауда үй атауларын қадағалау кімнің құзіретінде екенін білгім келеді. Алматы қаласында МОСКВА МЕТРОПОЛИТЕН деген сауда Үйінің атауы жалпы тәуелсіз елдің болашағына күмән келтіретіндей атау. Жалры патриот азаматтардың намысына тиетін атау деп білемін! Тарихы мол елімізде басқа атау табылмағаны намысыма тиеді! Осы Абай мен Алтынсарин көшелерінің қиылысында орналасқан жаңа сауда үйінің атауына әкім қалай қарайды екен?",
        "question_date": "28.09.2016",
        "question_tag": "Қоғам",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының 1995 жылғы 17 сәуірдегі «Заңды тұлғаларды мемлекеттік тіркеу және филиалдар мен өкілдіктерді есептік тіркеу туралы» Заңының 4 бабына сәйкес заңды тұлғаларды мемлекеттік тіркеуді және филиалдар мен өкілдіктерді есептік тіркеуді әділет органдары (тіркеуші орган) жүзеге асырады. 2015 жылғы 29 қазандағы Қазақстан Республикасының Кәсіпкерлік Кодексіне сәйкес кәсіпкерлік субъектілері Қазақстан Республикасының заңдарында тыйым салынбаған кез келген кәсіпкерлік қызмет түрлерін жүзеге асыруға құқылы. Осыған орай, кәсіпкерлердің кәсіпорындарының атауларын тіркеу әділет органдарының құзыретіне кіреді.",
                "date": "28.09.2016",
                "upvotes": 0
            },
            {
                "text": "Менде сізбен келісем. Алматыдағы көптеп баратқан орысша атаулар маған да ұнамайды негізі",
                "date": "30.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрғын үй жинақ банкі осы уақытқа дейін пәтерімізді бермеді?",
        "question_content": "Менін сізге айтар мәселем бар, осыдан 3 жыл бұрын Тұрғын үй жинақ банкінен депозит ашып ақша жинағанбыз. Ағымдағы жылдын мамыр айында тұрғын үй жинақ банкінен телефон соғып мемлекеттік бағдарлама бойынша салынған пәтерге (196-шы пул бойынша Жас-канат ТК) жиналған бал көрсеткішінің нәтижесі жақсы екенін айтып , пәтер алуға мумкіндігімнің бар екенін хабарллап, құжаттарды тапсыруымызды сұрады. Аталған жаналықты естіп, құанғанымыздан сұраған құжаттарын барлығын өткіздік. Бірақ осы уақытқа дейін пәтерімізді бермеді, не үшін созылып жатқанын банк қызметкерлері білмейді. Айтатындары өзіміз хабарласамыз дегеннен басқа ештеңе айтпайды. Банктың электронды сайтына аталған тұрғынүй кешенін құрылысы кашан біткені, қандай жағыдайда тұрғаны жөнінде ақпарат толық жазылып тұр. Бірақ неге екенін белгісіз, пәтер үлестіретін кезде банк тым сылбырлық танытуда әлде жұмыстарын дер кезінде атқара алмайма, әйтеуір созып келе жатыр. Құжаттарымызды тапсырып пәтерімізді күтіп отырғанымызға 4 айдын жүзі болды. Егер мәселе осылай жалғаса берітін болса , дайын тұрған пәтердің өзін үлестіру осылай созылатын болса, онда еліміз үшін ұятты нәрсе болатыны анық. Аталған мәселіні тездетіп шешіп беруіңізді сұраймын. Алдын ала рахмет!",
        "question_date": "28.09.2016",
        "question_tag": "Қоғам",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Үкіметінің 2012 жылғы 21 маусымдағы №821 қаулысын орындау үшін, Алматы қаласының Тұрғын үй және тұрғын үй инспекциясының басқармасы «Қолжетімді тұрғын үй-2020» бағдарламасы шеңберінде «Халықтың барлық санаттары үшін тұрғын үй» бағыты бойынша «Қазақстанның Тұрғын үй құрылыс жинақ банкі» АҚ берген пул қатысушыларының тізімдеріне сәйкес сатып алу-сату шарттарын ресімдейді. Алматы қаласы Тұрғын үй және тұрғын үй инспекциясының басқармасы мен пул қатысушыларының арасында сатып алу-сату шарттары «Қазақстанның Тұрғын үй құрылыс жинақ банкі» АҚ-дан тізімдер келіп түсуіне және азаматтардың қажетті құжаттарды алып келуіне қарай жасалады. Жоғарыда мазмұндалғанға байланысты Сізге «Қазақстанның Тұрғын үй құрылыс жинақ банкі» АҚ-ға жүгіну қажет.",
                "date": "28.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Подъезд өте нашар жағдайда. Подъездте терезе де жоқ, қабырғалары құлап жатыр?",
        "question_content": "Бауыржан Кыдырғалиұлы! Мен, Желтоқсан көшесіндегі 35 үйдің 3 подъезд тұрғынымын. Аталған подъездте 4 жыл тұрып жатырмыз. Осы уақыт аралығында подъездге бір де бір жөндеу жұмысы жүргізілмеді. Подъезд өте нашар жағдайда. Ай сайын үйді ұстауға әр пәтер 1170 теңге төлейді. Подъездте терезе де жоқ, қабырғалары құлап жатыр?",
        "question_date": "28.09.2016",
        "question_tag": "Қоғам",
        "question_views": 202,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ортақ үйлік мүлікті тиісінше пайдалану және күтіп-ұстауға, оның ішінде көппәтерлі тұрғын үйдің кіреберісін жөндеу жауапкершілігі кондоминиум объектісін басқару органына артылады, яғни ПИК. «Орман» ПИК (бұдан әрі – ПИК) төрағасы К. Оспанованың түсінік хатынан тұрғындардың ортақ шешімі бойынша бірінші кезекте 450 000 теңге сомасына 1,5 м биіктіктегі қоршау қою шешілді, алайда ПИК осы қаражатқа кіреберісті жөндеуді ұсынғандығы анықталды. 2016 жылғы 15 қыркүйекте мердігерлік ұйым 3 кіреберістің жөндеу шығындарының сметасын 198000 теңгеге есептеп берді. Смета кіреберіс бойынша қол қоюды жинау үшін берілді. Кіреберісті жөндеу қол қоюды жинаудан кейін, сметаға сәйкес 2016 жылғы 20 қыркүйекте жүргізілетін болады. Қазақстан Республикасының «Тұрғын үй қатынастары туралы» Заңына (бұдан әрі – Заң) сәйкес Кондоминиум объектісінің ортақ мүлкі үй-жайлардың (пәтерлердің) меншік иелеріне ортақ үлестік меншік құқығымен тиесілі, яғни дара (бөлек) меншіктегі үй-жайлардан басқа, кондоминиум объектісінің бөліктері абаттандыру элементтерін және ортақ пайдаланылатын басқа да мүліктерді қоса алғанда, кіреберістер, баспалдақтар, лифтілер, төбелер, шатырлар, подвалдар, пәтерден тыс не үйге ортақ инженерлік жүйелер мен жабдықтар, абоненттік почта жәшіктері, жер учаскесі. Заңның 42 бабына сәйкес кондоминиум объектісін басқару органының жұмысына қанағаттанбаған жағдайда, тұрғын үйдің үй-жайларының меншік иелері басқа үйлермен бiрге үй-жайлар иелерiнiң бiр кооперативi басқаратын тұрғын үй-жайдың иелерi көпшiлiк болып қабылданған шешiм бойынша осы кооперативтiң құрамынан шығып, өзiнiң жеке кооперативiн құруға, басқа кооперативке ауысуға не кондоминиум объектiсiн басқарудың өзге нысанын қолдануға құқылы. ҚР «Жеке және заңды тұлғалардың өтініштерін қарау тәртібі туралы» Заңының 14 бабының 6 тармағына сәйкес жеке немесе заңды тұлға лауазымды тұлғалардың iс-әрекеттерiне (әрекетсiздiгiне) не өтiнiш бойынша қабылданған шешiмге шағым жасауға құқылы.",
                "date": "28.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бауыржан Байбек мырза мен жалғыз басты анамын. Жер беруіңізді сұраймын?",
        "question_content": "Қайырлы күн əкім мырза? Бауыржан Байбек мырза мен Өміржан Аяулым жалғыз басты анамын. Маған жер беруіңізді сұраймын, балам мүгедек, баламды инвалидностьқа шығара алмай жүрмін 8 ай болды. Көмек берулеріңізді сұраймын.",
        "question_date": "28.09.2016",
        "question_tag": "Жер туралы",
        "question_views": 525,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Жер Кодексінің 43 тармағының 3 пунтктіне сәйкес жер учаскелерiне меншiк және (немесе) жер пайдалану құқығының өздеріне берілуіне мүдделi жеке және заңды тұлғалар жер учаскесi орналасқан жердегi облыстың, республикалық маңызы бар қаланың, астананың, ауданның, облыстық маңызы бар қаланың жергiлiктi атқарушы органына, аудандық маңызы бар қала, кент, ауыл (село), ауылдық (селолық) округтің әкіміне өтiнiш бередi. Өтiнiште: жер учаскесiн пайдалану мақсаты; оның болжамды көлемi; орналасқан жерi; сұралып отырған пайдалану құқығы; басқа жер учаскесiнiң болуы (болмауы) көрсетiлуі тиiс.",
                "date": "28.09.2016",
                "upvotes": 0
            },
            {
                "text": "Мен 8-баланың анасымын.28-жыл мұғалім болып Iстеймин. 4-балам мектепте. 3-еуи студент. Уй алуга комектсiнiзшi.",
                "date": "5.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарағанды көмірінің 100 кг-ы толық жанған кезде бөлінетін жылу мөлшері",
        "question_content": "Қарағанды көмірінің 100 кг-ы толық жанған кезде бөлінетін жылу мөлшерін анықтаңдар?",
        "question_date": "28.09.2016",
        "question_tag": "Физика",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "q(көмір)=2.7*10^7Дж/кг Q=100*2.7*10^7=2.7*10^9Дж",
                "date": "30.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер мен президет болсам? Тақырыбына слайд керек (мектептің президенті) болсам",
        "question_content": "Достар егер мен президет болсам оқушылардың тәртібін қарар едім сотка ұстауға рұқсат берер едім деген сияқты ойларын бар ма? Бар болса жазыныздаршы және де слайд қажет кімде слайд бар?",
        "question_date": "28.09.2016",
        "question_tag": "Мектеп",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таным процесіндегі сипаттау және түсіндіру дегеніміз не?",
        "question_content": "Таным процесіндегі сипаттау және түсіндіру дегеніміз не?",
        "question_date": "28.09.2016",
        "question_tag": "Мектеп",
        "question_views": 770,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1899нөмірінен келетін хабарламадан қалай шығады",
        "question_content": "Белайын нөміріме 1899 нөмірінен хабарлама келеді жаңалықтар туралы. Ақша жейді одан қалай шығуға болады?",
        "question_date": "28.09.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 296,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңалықтар қызметіне көңілдеріңіз толады ма?",
        "question_content": "Жаңалықтар бағдарламасы қазіргі уақыттағы өзекті мəселелерді қозғап, тың ақпаратты толыққанды жеткізе алады ма?",
        "question_date": "28.09.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 343,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таным процесіндегі сипаттау және түсіндіру дегеніміз не?",
        "question_content": "Таным процесіндегі сипаттау және түсіндіру дегеніміз не?",
        "question_date": "28.09.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Енеңіз банк карточкасын сұраса, не істер едіңіз?",
        "question_content": "Келін болғаныма 1 жыл 2 ай болды. Келін болып түскеннен кейін бір аптадан соң енем банкомат карточкамды сұрады. Күйеуім бар жиған-тергенін мамасына береді. Сөйтіп мен бермей қойдым. Содан кейін мен тұрсам сопақ, отырсам опақ болдым. Қазір күйеуім екеуіміз бірге емеспіз. Бірақ, заң жүзінде айырылыспадық. Айрылысқымыз да келмейді. Арамызда сәбиміз бар. Күйеуім бөлек кетейін десе мамасын қимайды, айрылайын десе бізді қимайды?",
        "question_date": "28.09.2016",
        "question_tag": "Жанұя",
        "question_views": 628,
        "question_upvotes": 0,
        "answers": []
    }
]