[
    {
        "question_title": "Ұзату тойында айтылатын тілектер керек?",
        "question_content": "Ұзату тойына әдемі тілек керек еді. Раxмет",
        "question_date": "12.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көкірегі сырға толы күй-дастан,\n Алатаудай арманы бар жүздеген,\n Өзі өскен ортасына сыймастан\n Түзден бақыт іздейді екен қыз деген.\n Тағдыры оның суық қарап сыздана, \nШешімі ауыр сын артқанмен санаға. \nКөктемдегі қарлығаш қой қыз бала,\n Айналатын шуақ шашқан Анаға!",
                "date": "13.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кернеуді табу керек?",
        "question_content": "көмектесініздерш Электр шамы 4минутта 36Кдж энергия бөліп шығарады.ток күші 0,4 А кернеуді табу керек",
        "question_date": "12.03.2017",
        "question_tag": "Физика",
        "question_views": 12700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кернеді U=Q/(I*t) деген формуламен есептейді",
                "date": "25.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Оның атасы мен әжесі бар\" деген сөйлемді сөйлем мүшелеріне талдау керек??",
        "question_content": "Осы сөйлемді сөйлем мүшесіне талдау керек (анықтауыш толықтауыш пысықтауыш) Оның атасы мен әжесі бар. Көмектесіңіздерші!",
        "question_date": "12.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 753,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Радиусы 0, 75 м-лік шеңберде доңғалақ неше айналым жасайды?",
        "question_content": "берілген қашықтықта шеңберінің диаметрі 0,4 м доңғалақ 150 айналым жасайды. Шеңберінің диаметрі 0,75 м доңғалақ осы қашықтықта неше айналым жасайды?",
        "question_date": "12.03.2017",
        "question_tag": "Физика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші айналымның саны",
                "date": "25.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салт атты адамның жылдамдығы қандай?",
        "question_content": "Елді мекеннен стансаға бара жатқан салт атты адамға велосипедші кездесті.Кездескеннен кейін 3/4 сағ өткен соң ,олардың арақашықтықтары  20,85 км болды.Велосипедшінің жылдамдығы 12,6 км/сағ болса,салт атты адамның жылдамдығы қандай болғаны?",
        "question_date": "12.03.2017",
        "question_tag": "Физика",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салт аттының жылдамдығы 15,2 км/сағ",
                "date": "25.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Анамның мамандығы\" тақырыбына шығарма керек?",
        "question_content": "Ашық райлы етістіетерді қатыстырып , \"Анамның мамандағы\" деген тақырыпта шағын хабарлама жазыңдар2",
        "question_date": "12.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 678,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ішінде 6 салалас 6 сабақтас қатысқан мәтін керек?",
        "question_content": "Маған қазақ тілі бойынша мәтін керек еді,ішінде 6 салалас 6 сабақтас болуы шарт",
        "question_date": "12.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"35 жасқа дейінгі баспанамен қамтамасыз ету\" жобасына қалай қатыса аламын?",
        "question_content": "ьа.Биз жасотбасымыз,менин жасым 20да,ал жолдасым 27де,2баламыз бар.Куйеуим туракты жумыс истемейди,2миздин де мамандыгымыз жок.Калада  патер жалдап турамыз.Мен баламен уйде отырмын,жолдасым жекеменшик курлыста жумыс  истеп жур.Биз жас отбасы 35ке дейинги жобасына катыса аламызба.Немесе катысу ушин не истеуге болады?Отинем жауапсыз калдырманыздаршы.",
        "question_date": "12.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Колледжде оқып жүріп иститутқа документ тапсыруға бола ма?",
        "question_content": "колледжде оқып жүріп иститутқа документ тапсыруға болама? егер док тапсырып КТ-мен түсіп жатқан жағдайда, колледжде оқыған 1 жылдың грантының ақшасын өтеймінбе?",
        "question_date": "12.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 776,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Музарт тобының Ұлы дала әнінің оригинал минусы керек еді достар",
        "question_content": "Музарт тобының Ұлы дала әнінің оригинал минусы керек еді достар срочно көмектесіп жіберіңдерші",
        "question_date": "12.03.2017",
        "question_tag": "Қазақша ән",
        "question_views": 936,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Музарт тобы - Ұлы дала.",
                "date": "20.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баубек Бұлқышев өмірі жайлы мəлімет керек?",
        "question_content": "Б.БҰЛҚЫШЕВ *ӨМІР СҮРГІМ КЕЛЕДІ*ДЕГЕН ӘҢГІМЕ ХАТТЫ ЖАЗҒАНДА НЕШЕ ЖАСТА ЕДІ?\n19,20,27,21,26,25,23,22??кайсыы көмек!!!",
        "question_date": "12.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баубек Бұлқышев (1916, Қарағанды облысы Ұлытау ауданы — 1944, Украина, Днепропетровск облысы Софьевск ауданы) — ақын, жазушы. Шығармаларын қазақ, орыс тілдерінде жазған\nҚарсақпайдағы ФЗО мектебін бітірген (1932-1934).\nАлматы сауда-қаржы техникумында оқи жүріп (1937), көптеген өлең, “Балалық шақ” поэмасын, “Ауылдан Алматыға” атты әңгімесін жазды.\n1939 жылы “Лениншіл жас” (қазіргі “Жас Алаш”) газетінде әдеби қызметкер\n“Қазақстан пионері” (қазіргі “Ұлан”) газетінде бөлім меңгерушісі болған.\n1940 жылы Кеңес Армиясы қатарына шақырылады да, Мәскеу әскери училищесінде оқиды.\nҰлы Отан соғысы майдандарындағы ұрыстарға алғашқы күндерден бастап қатысты. Оның соғыстағы отаншылдық ерлігі ата дәстүрінің жалғасы іспетті. Баубектің әкесі Булкыш А. Иманов басқарған ұлт-азаттық қозғалысына белсенді қатысқан. Ата дәстүріне берік азамат, жалынды көсемсөз шебері, ержүрек жауынгер Мәскеуді қорғау, Украинаны азат ету шайқастарының бел ортасында болды.\n1944 жылдың бас кезінде майданда қаһармандықпен қаза тапты.",
                "date": "6.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала көтеру белгілері қандай?",
        "question_content": "Бала көтеру белгілері.Менің аяғым ауыр сияқты жүрек айну ішіммен жерге жатамғой ішім ауырады.Тамақ ішсем жүрегм айнп құсп тастаймын шоколад жегм келеді кейде басм аурп кетеді.Бұл жүктілік белгісі ме.",
        "question_date": "12.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәріханадан тест сатып ала салшы 100",
                "date": "13.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балапан бағдарламасы қашан қайта күшіне енеді?",
        "question_content": "Салеметсиздер ме партИя мушелери. Мен АлмАты облысЫ, Карасай ауданы, Кошмамбет аУЫл дында  шамам келгенше ауыл мАдеНиетИн котеРу ушин балабакша аштым. Озим 3топ мугЕдегимин.  Ауылымыздын жагдайы жаксы емес. Кошелер батпак, кокыс ешкашан жиналмайды жиналмаган. Су келмегЕн, свет баР бИраК оте кЫмбат.баганАлары аГАштан. ЖОл толселеди дЕгенине канша жыл болды бИрак али жок. ОСы жерден елбаСынын салИкалы сАясатын колдаУ максатында балапан багдарламАсы бойынша балабакша ашкым кЕлген. Аштым бираК балапан багдАрламАСЫ казирше токтатылып койгган дейди. ОЛ багдарлама 2020багдарламасы емес па? КалАй токтатылады. Алты айдан бери кутип келемИз бИрак али соЛ кутудемиз.  Балапан багдарламАсы кайта кушине ене ма? АЛДе биз меН Сиякты ОЗ кушимеН балабакша аШкаНдар жумысты тОктата саламЫз бА? Жалпы мЕн сияктЫлаРга сиздин парТиядан каНдай комек жардем бОладЫ. АлДе боЛмай ма? Рахмет жаУап беРсениЗдер екен.",
        "question_date": "12.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 517,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бюджеттен тыс қорлар дегеніміз не?",
        "question_content": "Бюджет жане бюджеттен тыс корлар жайлы коп билгим келеди. Бюджеттен тыс корлар турлери калай аталады?",
        "question_date": "12.03.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бюджеттен тыс қор – мемлекет қаржы жүйесінің маңызды бөлігі, мемлекеттің қатаң белгілі бір мақсаттарға пайдаланатын және заң жүзінде қалыптасуының бекітілген кездері бар қаржы ресурстарының жиынтығы. Экономикалық категория ретінде қарастырсақ, бюджеттен тыс корлар бірқатар қоғамдық қажеттіліктерді қамтамасыз ету үшін мемлекет тарапынан қаржы ресурстарын қайта бөлу және пайдалану жөніндегі қатынастар болып табылады.\nҚор мақсаттары.\nшикізат пен материалдарды ұқсатып шығаратын жаңа технологияларды пайдаланып жарысқа қабілетті өнімдерді шығаратын, сондай-ақ бірге өнеркәсіпте өзінің қызметін жүзеге асыратын перспективкалық ұйымдарға өндірістік қызметтер көрсететін жаңадан құрылатын сонымен қатар жұмыс істеп тұрған ұйымдардың жарғылық капиталына инвестицияларды жүзеге асыру;\nинвестициялық жобаларды ұйымдардың жарғылық капиталына инвестицияларды жүзеге асыру Қормен ортақ қаржыландыру және бұл жобаларды басқаруға қатысу арқылы экономиканың шикізаттық емес секторына жұмсалатын жекеше инвестицияларды ынталандыру;\nотандық өндірісті дамытушы шетелдік ұйымдар арасында өндірістік корпорацияны қамтамасыз ететін Қазақстаннан тыс жерлердегі инвестициялық жобаларды бірігіп қаржыландыру арқылы шетелдегі Қазақстандық ұйымдардың инвестициялық белсенділігін арттыруға жәрдемдесу .\nТүрлері.\nҚазіргі таңда бюджеттен тыс қорлардың мынандай түрлері қоғамда көп кездеседі:\nМемлекеттік жинақтаушы зейнетақы қоры;\nӘлеуметтік сақтандырудың мемлекеттік қоры;\nМіндетті медициналық сақтандыру қоры;\nЖұмыспен қамтамасыз етуге жәрдемдесу қоры;\n\nhttps://kk.wikipedia.org/wiki/",
                "date": "21.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Стрессті қалай басуға болады?",
        "question_content": "Достар,шынымды айтсам соңғы 2 жыл бойы көп қиналыр кеттім соның кесірінен стресске яғни күйзеліске ұшырадым. Бұрындары сабаққа көп көңіл бөліп стрессім онша сыр бермейтін енді сабақ оқуға мұршам болмай тек наушникпен музыка тыңдап ойға шомып кетіп жүрмін.",
        "question_date": "12.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Намаз оқу керек. Стрес, депрессия және сол сияқты аурулар рухани күйзелістен болады",
                "date": "12.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ертеңгі асты іше сала моншаға жүгірді. Морфологиялық талдау?",
        "question_content": "Морфологиялық талдау.\n\nЕртеңгі асты іше сала моншаға жүгірді. Онан қала сыртындағы киім-кешек қоймасыны барды. Бойына шақтап шинель алды. Күпіден құтылған бойы шинель кигенде құп-қунақ болып кетті.",
        "question_date": "12.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауыз иісін кетіру",
        "question_content": "Ауыз иісін кетіру тəсілдері,перекись водорода кетіреді ме?",
        "question_date": "12.03.2017",
        "question_tag": "Тазалық",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыздан шығатын жағымсыз иіс кез келгеннің ізіне түсуі мүмкін. Ал егер мұндай ыңғайсыз жағдайға тап болмаған болсаңыз, жолым болған екен дей беріңіз. Өйткені, мұндай ұсақ-түйектердің өзі жеке өміріңізге, араласатын ортаңызға, қызмет бабыңызға кері әсерін тигізеді. Тіс дәрігерінің көмегіне жүгіну – барлық уақытта галитоз атты жаудан құтылуға көмектесе бермейтіні тағы бар. Не істейсіз? Жауыңызбен қалай күреспексіз? Осы орайда, кәдеңізге жарап қалар деген мақсатта өз кеңестерімізді ұсынуды жөн көрдік. Ең алдымен, жағымсыз иістің себептерін іздеп көрелік. Оның бірі – ауыз қуысына дұрыс күтім жасамау. Тісіңізді күн сайын әрі уақытылы тазалайтыныңызды айтып, ашулана бастаған боларсыз. Білесіз бе, мұнымыз жеткіліксіз екен. Микробтар мен бактериялар тілдің астында, тіс арасында, қызыл иекте қалып қояды. Сол жерде қалып қойған бактериялар біз ауызға салған тағамдармен қоректенеді де, күкіртті сутек секілді жағымсыз қалдықтарын шығарады. Осыдан кейін шыққан иісті өзіңіз елестете беріңіз..\nМұндай сасық иістің екінші бір себебі – асқазан-ішек жолдарының дұрыс жұмыс істемеуінен. Айдақ-сайдақ шайналған тағамдар (котлеттер, нан, торттар) көп уақыт өтпей-ақ өзін танытады. Арамызда ауыз бен асқазанның не қатысы бар деушілер табылуы да мүмкін. Алайда, бұл екеуінің тығыз байланысы бар екендігі ғылымда анық дәлелденген. Себебін анықтап алған болсаңыз, жауыңызға тойтарыс беруге тырысып көрелік. Тісіңізді аса ұқыптылықпен тазалап болған соң, жақсылап шайыңыз. Тістің арасын тазалау үшін арнайы жіптерді пайдаланыңыз. Тіліңізді міндетті түрде тазалауыңыз керек, ол үшін арнайы щетканы немесе қасықты қолданыңыз. Дәке оралған таза саусақ та жарайды. Тіліңізден шыққан бактерияны көргенде өзіңіз де таң қалатын боласыз. Ауызды шаю үшін өсімдік майын пайдалануға да болады. Май ауыздағы барлық лас нәрселерді шығарады екен. 15 миуттай шайған соң, жұтып қоймауға барынша тырысып, түкіріп тастаңыз. Мұндай әдісті күніне екі рет жасауға болады.\n\nТәжірибиеден өткен тағы бір әдіс: ауыз бен тамақты сутек асқын тотығымен шаю. Үш пайызды сутек ертіндісін аласыз да, қарапйым сумен бірдей мөлшерде араластырасыз. Содан кейін ,қалағаныңызша ауызды шаясыз. Көпіріктер шығып, ауыз қуысының біраз ашуы мүмкін, алайда, бірнеше апта өткен соң, ауыздағы иістен ештеңе қалмайтын болады. Ауызды ащы жалбызбен, тминмен, жусанмен шаюға да болады. Ол үшін 1-2 қасық шөпке бір стақан қайнаған су құйып, аз уақыт бұқтырып қоясыз. Дайын болған соң, күніне 4-6 реттен қолдануға болады. Сондай-ақ көпті көрген апаларымыз алманы көп жеуге кеңес береді. Алма ауызды ғана емес, асқазанды да тазартатын көрінеді.",
                "date": "5.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көктем туралы 15 мақал тауып бере аласыздар ма?",
        "question_content": "Көктем туралы мақал-мәтелдер көп (15 шақты) керек болып жатыр еді?",
        "question_date": "11.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көктем келмеи шөп шыкпас",
                "date": "20.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамның денесінде магнит бола ма?",
        "question_content": "Адам денесіне неліктен металдар(қасық,үтік,т.б.) жабысады?\nТүсінікті жауап беріңіздерші!!",
        "question_date": "11.03.2017",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша бар бірақ ол металдарга жапыспайтын",
                "date": "16.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүсіпбек Аймауытовтың \"Қартқожа\" атты романы туралы басқа ақындардың пікірі қандай?",
        "question_content": "Жүсіпбек Аймауытовтың \"Қартқожа\" атты романы туралы басқа ақындардың пікірі барма? Болсса, жазып беруді сұраймын !",
        "question_date": "11.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Морфологиялық талдау өтінемін көмектесіңіз.",
        "question_content": "Ертеңгі асты іше сала моншаға жүгірді. Онан қала сыртындағы киім-кешек қоймасына барды. Бойына шақтап шинель алды. Морфологиялық талдау өтінемін көмектесіңіз.",
        "question_date": "11.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Activ те ВКонтакте желісіне қалай тегін кіруге болады",
        "question_content": "Активте ВКонтактеге тегін қалай кіруге болады.Ол үшін тариф болу керек.Менің Тарифім Сұхбат.бірақ оған 590 бірлік салу керек.сол кезде тегін бола ВК-ғ",
        "question_date": "11.03.2017",
        "question_tag": "Вконтакте",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Яссауи олимпиадасының материалдары керек?",
        "question_content": "Яссауи олимпиадасының материал керек? Математикадан",
        "question_date": "11.03.2017",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Виндоус 7 орнату үшін не істеу керек?",
        "question_content": "Компымда Виндоус Хр орнатылған еді, енді соның орнына Виндоус 7 орнату үшін не істеу керек?",
        "question_date": "11.03.2017",
        "question_tag": "Операциялық жүйелер",
        "question_views": 534,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "windows7 нің образеці болу керек содан дискқа коширип алда компына сал содан пробел бас дискын жақсы жазылса шығады ары қарай түсінікті болар",
                "date": "14.03.2017",
                "upvotes": 1
            },
            {
                "text": "Қарапайым қолданушы үшін переустановканы 1000–2000 теңгеге жасап беретін балдарға істеткен дұрыс. Олар дискісімен келіп тез тез переустановка жасап бере салады сізге. Немесе процессорды компьютерден ажыратып компьютер жөндейтін жерге барсаңыз орнатып береді.\n\nАл егер өзіңіз орнатқыңыз келсе біраз уақытты алатыны анық. Алдымен компьютеріңіздің дискаводы істейді ма соны анықтап алыңыз. Сосын таза 4, 7 гб-тық таза диск қажет болады. Немесе 8 гб флешкаңыз болуы қажет.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "ютубдан корсей раздел жасайсын сосын драйверлер дегендей",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жол жарасын қалай емдеуге болады?",
        "question_content": "Геморй трещине соган опратция жсаткам жол жарасы жазылмай жатыр  суланып журе алмай калам",
        "question_date": "11.03.2017",
        "question_tag": "Тазалық",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": []
    }
]