[
    {
        "question_title": "Мына суреттегі гүлдің аты қалай?",
        "question_content": "Мына гүлдің атын айтып жіберіңіздерші. Баяғыда сатып алған едік. Бір рет розовый жапырактары шыкты гүл сияқты. Бір гүлді бес розовый жапырақ құрады. Жаңа үйге көшкесін өспей калды. Күтім жасайын деген едім. Көмек",
        "question_date": "1.07.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бағдарламаны қалай плей маркетке орнатады ?",
        "question_content": "Мен  бағдарлама жасадым делік оны қалай орнатады жолы қандай. Мысалы 4 сурет 1 сөз деген сияқты бағдарлама жасасам.",
        "question_date": "1.07.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Разработчик ретінде тіркелесің. Тіркелу құны 25 доллар",
                "date": "3.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Биология + Химия таңдап қай мамандыққы, қай қалаға тапсыруға болады?",
        "question_content": "ҰБТ-дан 84 балл алдым. Қай қалаға тапсырсам болады?\n\nматематикалык сауаттылык -11.\n\nказакстан тарихы -14.\n\nОку сауаттылыгы -16.\n\nБиология-26 .\n\nХимия-17\nКандай мамандыкка тапсыра аламын ?Кай калага?",
        "question_date": "1.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биология пәнінің мұғалімі және химия-биология пәнінің мұғалімі.",
                "date": "2.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасу жайлы кеңес алғым келеді",
        "question_content": "Ассалаумағалейкум! Менің əйеліммен тұрғаныма 13 жылдан асты. Бір балам бір қызым бар. Осы күнге дейін болмаған жағдайды жасадым. Əйелімді ашу кезінде ұрып жіберіппін. Анама сөйлегені үшін. Анам əйелімнің апа жездесін шақырып алып кетсін депті. Мен ештене айта алмадым. Сөйлейін десем анам. Əйеліме сөйлейін десем балаларымның анасы. Апа жездесі келіп алып кетті. Менің үстімнен жездесі (бажам) арыз жаздыртты ұрды деп. Апасы ажырасуға алиментке арыз жаздыртыпты. Мен əйеліммен сөйлесіп кешірім сұрап, үйге қайтуын өтіндім. Ал ол болса сенің үйіңе барғым келмейді, анаңды көргім келмейді дейді. 1 ай бұрын əкем ақша жинап үй сатып алды да үйді менің атыма аударды. Ол əкем қайдан білсін мынадай жағдай болатынын. Енді əйелім үйді бөлісе алама. Егер үйді əкем өзі алған болса. Мен əйеліммен үй алуға 1 тиында қоспадық",
        "question_date": "30.06.2017",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы, өз жайым мұндайға қарсымын. Космополит болғандықтан болар, \"қазақта андай еді, мұндай еді\" деген міндеттемелік пікірлер мен принциптерден алыстасу қарар ем. Яғни, қазақтың ең қоғами әм адами қателігі, 0-18 арасында да, 18-70 арасында да өз бетінше туындаған түйіткілді шеше алмайтындығы. Анаңыз екені хақ, анамыз бен әкемізді қанша жерден \"әтеистер ақымақ\" десеңдер де, анау-мынау діниліктен артық сыйлаймын. Бірақ, ағасы! Сенің жағдайыңда бұл мәселені сіздің анаңыз әм қыздың аға-әпкелері шешіп тастаған. Өмір кімдікі? Кім отбасын құрған!? Келіншек алдың, адам алдың, жұбайластың, бірақ, құл алмадың! Сондықтан, адам ретінде анаңыздың да, әкеңіздің де, сіздің де кемшілігіңізге кете қарап қаншалықты шыдауы керек!? Айтпағым, ажырассаңыз да, \"апасы кеп алып кетті\" дегізбей, өзіңіз барып нүкте қойғаныңыз абзалырақ!",
                "date": "2.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салық қызметкері болу үшін қандай пәндер таңдау керек?",
        "question_content": "Салық қызметкері болу үшін қандай пəнді таңдау керек? Салық қызметкерлеріне арналған ж",
        "question_date": "30.06.2017",
        "question_tag": "Мамандық",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "География + Математика пәндерін таңдайсыз. Егер адаспаған болсам.",
                "date": "2.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайрам шайқасының сардары кім еді?",
        "question_content": "Сайрам шайқасының сардары кім еді?\n\nОсы күнге дейін не себепті аталмай келген?\n\nҚандай деректер кездеседі?",
        "question_date": "30.06.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кеңестік дәуірде солақай саясаттың салдарынан аты аталмай келгені болмаса, Тілеу Айтұлы тарихта қалған және өзінің батырлығымен, билігімен ерекшеленген тұлға. Түркістанда Тәукені хан сайлауға қатысқан би әрі батыр, Күлтөбеде сөз алған белгілі ер, Сайрам шайқасының сардары.\nТілеу ұрпақтарының ішінде қазақ тарихында орын алған тұлғалар да жетерлік. Ал Тілеудің өзі – халқы үшін қырғын соғыста ерлігімен көзге түсіп, қасиетті Түркістанда, Қожа Ахмет Йассауи кесенесінде қазақтың ел билеген хандары мен билерінің, батырларының қатарында жерленген есімі ерекше тұлға. Есім, Тәуке, Абылай хандар, Қаз дауысты Қазыбек би, Қанжығалы Бөгенбай, Шақшақ Жәнібек батырлар жерленген зират тізімінде «Шекті Тілеу батыр Айтұлы 1630-1684 ж.ж.» деп жазылған. Түркістан қаласында Тілеу және оның баласы Жолдыаяқ, немере інісі Қалдыбай хан Қабақұлы атында көше бар.\nАлдымен Тілеу Айтұлының арғы бабаларына тоқталайық. Жақан Дәуренбекұлы мен Сансызбай Құттыбайұлы 1992 жылы Алматы қаласындағы «Рауан» баспасынан кітап етіп шығарған «Алты ата Әлім» атты шежіреде мынадай деректер айтылады. Жаманақтың (Шектінің шын аты) үлкен ұлы Шыңғыс жылқы қайырып жүріп, өлім халінде талықсып жатқан балаң жігіттің үстінен шығады. Аузына су тамызып, есін жиғызады. Шыңғыс бала тауып алғанын хабарлап, оны сүтке шомылдырып, асықты жілік ұстатып, өзіне бала қылып жеке үй тігіпті. Балаң жігіт өзінің аты-жөнін, шыққан тегін айтпапты, ел ішінде Мәку атала бастапты. Оған Зеріп атты ақылды қызды алып береді, бірақ жігіт көп ұзамай дертке ұшырап, қатты науқастанады. Жігіт ауру меңдей бастағасын, Шыңғысқа бар шындығын айтады. Өзінің атының Қалу екенін жасырмайды. Әкесінің аты Сирақ екен. Сирақтың әкесі атақты Ноғайлының Мұса ханы екен. Оның бәйбішесінен Сирақтан басқа Орақ, Мамай, Алшағыр туған. Тоқалдан Мұса ханның жеті баласы болады, үлкені Ысмайыл екен. Мұса хан өліп, орнына Орақ хан болып тұрғанда Ысмайыл бастаған жақтастар Орақты айламен өлтіртеді. Ысмайыл хан болу үшін енді Орақтың ұлдары Қарасай, Қазидан құтылуды ойластырады. Сөйтіп жүргенде алыс жұртта ілім іздеп оқудан қайтып келе жатқан Орақтың үшінші ұлы Айдынділмаш елге жақындағанда, жас Қалуды ертіп, Ысмайыл алдынан шығады. Жол үстінде Айдынділмаштың садағын алдап түсіріп, оны Қалуға беріп өлтіртеді. Енді Қалуды өлтіру үшін Қырымнан жаугершіліктен қайтқан Қарасай, Қазиға хабар жібереді. Қалу өзінің алдауға түскенін біліп және кінәсын түсініп, басының ауған жағына кете береді. Ол кезде Ноғайлы елімен Кіші жүздің елі қоңсылас жұрттар ғой. Міне, осы Қалуды Шыңғыс тауып алған.\nӨз басынан кешкендерін айтып берген Қалу өлім алдында жатып, әйелінің жүкті екенін, егер ұл туса, атын Бөлек деп қоюды аманат етеді. Сөйтіп, Қалу Зеріпке үйленгеннен кейін алты айдан соң қайтыс болады. Зеріп босанғаннан кейін баланың атын Бөлек қояды, өзіне тең көріп, Жаманақтың бір ұрпағы деп қабылдайды.\nМұндағы Мұса хан, Орақ, Мамай, Қарасай, Қазиға қатысты халықта «Мұса хан», «Орақ-Мамай», «Қарасай-Қази» атты жырлар бар.\nСол Бөлектен Айт және Бұжыр деген екі бала туады. Айттан Тілеу мен Қабақ, Бұжырдан Назар мен Шүрен тарайды.\nАлтын Орда ыдырап, бірнеше хандықтарға бөлінгенде Тілеудің арғы атасы Мұса хан Ноғай Ордасын, ал інісі Жаңбыршы Астрахан хандығын билеген. Енді Мұса ханның арғы тегі кімдер? Мұхаметжан Тынышбаевтың 1925 жылы Ташкент қаласында шыққан «Қырғыз-қазақ халқының тарихына материалдар» атты еңбегінде Мұса ханның арғы тегі Едіге екенін тайға таңба басқандай көрсетеді. Ал әйгілі Қ.Жалайри, М.Тынышбаев, ноғай жазушысы И.Қапаев, татар ғалымы Усманов және басқалардың еңбегіне сүйенген Мұқтар Құл-Мұхаммед те осылай тұжырымдаған.\nТілеу батыр Айтұлы тарихта қандай ісімен қалды? 2001 жылы шыққан «Ақтөбе» энциклопедиясында былай деп жазылған: «Айтұлы Тілеу. (1630, қазіргі Ақтөбе обл. — 1684, Сайрам қ.) белгілі би, әрі батыр қолбасшы. Мыңдаған санды ел Тілеу есімімен аталады. Алаш жұртына әйгілі Мөңке бидің әкесі. Күлтөбеде әз Тәукені хан сайлауға, Сұпы Әжіні пір сайлауға қатысып, ұсыныс жасап сөйлеген. … 1681-1684 жылдары қазақ тағдыры талқыға түскен Сайрам соғысына 17 мың қол жинап, қасына баласы Жолдыаяқ, інісі Қалдыбай батырларды ертіп, бастап барып қатысқан сардар және сол соғыстың даңқты қаһарманы. 1684 ж. Сайрам қаласын қорғаудағы шешуші ұрыста өзі де, Жолдыаяқ батыр да опат болған. Екеуінің де сүйегі Қожа Ахмет Йассауи кесенесіне жерленген. Есімдері кесенедегі ескерткіш тақтада жазулы…»\nЭнциклопедияда жазылғандай, Тілеу батыр Сайрам шайқасының хас батырларының бірі болған. Ал Сайрам шайқасы не шайқас? Сайрам қазіргі Оңтүстік Қазақстан облысы аумағында болған қала. 1943 жылы шыққан «Қазақ ССР тарихы» кітабында Сайрам соғысы туралы айтылған. 1957 жылы «Қазақ Мемлекеттік Баспасынан» шыққан «Қазақ ССР тарихында» да жазылған. Онда былай делінген: «XVII ғасырдың 80-жылдарында жоңғар феодалдарының қазақ жерлеріне жорықтары бұрынғыдан бетер зор көлемде қайтадан қозды. Жоңғар феодалдары Оңтүстік Қазақстанды және Сырдария бойындағы сауда қалаларын, сонымен қатар ең маңызды керуен жолдары өтетін территорияны да басып алуға тырысты. Халдан (1671-1699) деген жоңғар хунтайшысы 1681-1685 жылдары Оңтүстік Қазақстанға бірнеше рет шабуыл жасады. Сайрам қаласын қиратып кетті. Бай аудандар тып-типыл болды». Міне, осы ғана. Ал бұл соғыстың қазақ халқы үшін қандай мәні бар еді? Онда кімдер ерлік көрсетті? Қазақ хандары қандай әрекеттер жасады? Бұл сұрақтарға жауап жоқ. Өйткені кеңестік империяға қазақ хандарын, батырлары мен билерін, байлары мен бағландарын айту ұнамайтын. Бірақ жазбаша мұра қалмаса да, арабша, парсыша сауаты бар ата-бабамыздың тарихы көзі ашық, көкірегі ояу, жады мықты ұрпақ арқылы бізге жетті.\nЖазушы әрі тарихшы Мұхтар Мағауин «Қазақ тарихының әліппесі» деген еңбек жазғаны белгілі. Бұл еңбекте билікке жеткен Ғалдан-Бошықты жаугершіліктен, шапқыншылықтан әлсірей бастаған жоңғарлардың басын біріктіріп, күш жинағандарын жазады. Қытаймен елші алмасады, Ресеймен арада тыныштық орнатып, алыс-беріс, сауда ісін ұйымдастырады. Әкесі Бақтұр қонтайшы қалыптастырған «дала заңын» жаңғыртып, толықтырады. Ойрат әскерін от қарумен жарақтау ісін жүйелі түрде жолға қояды. Бүкіл жоңғар жұртын қолына алған Ғалдан Бошықты 1678-1679 жылдары Шығыс Түркістанды бағындырады. Ал 1681 жылы Ғалдан-Бошықты хан бастаған жау Жетісуды көктей өтіп, Шудан, Таластан асып, Арысқа жетеді, қазақтың қалың ортасындағы Сайрам қамалын қоршайды. Алғаш ала алмайды. Алайда 1684 жылы жазда жоңғарлар Сайрамды басып алады. Сайрамды алғанымен жоңғарлар да әлсірейді. Қазақ даласына әлі де ене түсуге күштері келмейді. Қазақ Ордасының астанасы Түркістанды басып алуды кейінге қалдырады. Осы шайқаста ерлікпен қаза болған Тілеу Айтұлы баласы Жолдыаяқпен бірге Түркістанда игі жақсылардың қатарынан мәңгілік орын тебеді.\nСайрам шайқасына кірер алдында, қиын-қыстау кезеңде хандар мен батырлар, жайсаңдар бас қосқан Күлтөбеде Тілеу батыр сөз алып, халықты жаудан қаймықпауға шақырып, жігерлендіреді. Бұл туралы сол заманның әйгілі жырауы:\nҮш Ана Күлтөбеде жиналғанда,\nСөз тапқан атам Тілеу ойланбай-ақ, – деп жырлап кеткен екен.\nАл ХІХ ғасырдың әйгілі шайыры Сарышолақ:\nАтамыз Қара Тілеу – бидің соңы,\nСұлфәзі, Қосым қожа – пірдің соңы.\nСөзімнің жоқ қатасы,\nҚабыл болған батасы,\nКүлтөбеде сөз алған,\nТілеу – елдің атасы, – деп шалқыған.\nБұл жерде айта кету керек, 1680 жылы Салқам Жәңгірдің бел баласы Әз Тәукені хан сайлағанда және Сұлфәзіні пір сайлағанда Тілеудің де қатысқаны мәлім етіліп тұр.\nАта-бабамызды құрмет тұтқан, олардың ерлік істерін қастерлеген халықпыз ғой. 2000 жылы Түркістан қаласының 1500 жылдығы аясында Тілеу, Жолдыаяқ батырлар есіміне көше беру туралы ақтөбелік азаматтардан ұсыныс жасалды. Түркістандық бауырлар қарсы болмады. Ал осы көшенің ашылуына Астана, Алматы, Қызылорда, Ақтөбе, Атырау және басқа қалалардан көптеген қонақтар келді.\nСол сапарда қилы-қилы қиянды оқиғаларға толы тағдыр сахнасындағы тарихи тұлға Тілеу мен Жолдыаяқ бабаларымыздың аруағы аспандады. Еңсесі биік, өресі жоғары бүгінгі ұрпақтар асыл текті атамыз Ер Тілеудің жатқан жерін іздеп, киелі Түркістанға барды. Тәу етті. Құрбандық шалды. Ас берді. Тарихтың белгісіз болып келген, бүркемеленген парақтарын ашты. Жете танысты. Ұғынды. Сайрам деген соғыстың не екенін білді. Мән-маңызын түсінді.\nҚанды қылыш арпалыстан Әз Тәуке хан қалжырап, халық берекесі қашып қазақтың тағдыры шешілер кезеңде, елдің елдігі, ердің ерлігі сыналар тұста 17 мың қолды бастап барған қолбасшы есімі Тілеу бабаны мәңгі ұмытпайды. 2000 жылы өткен шарада академик Мұрат Жұрынов: «Қалмақтар Жетісудан бастап көзіне көрінгенді қыра-жоя отырып, Сайрам қаласына тірелді. Осы тұста қазақ даласының батысынан қол бастап келген Тілеу бабамыз елдің болашағы үшін шейіт болды. Егер осы бабаларымыз болмаса, олар елді қасық қанын аямай қорғамаса, қазақ халқының болашағы не болар еді? Ал егер жау Сайрамды алса, Түркістанды алса, не қалар еді қазақта? Қазақ Сырдан асып, Иран-Парсыға сіңіп кетер ме еді? Ұлт тағдыры шешілер кезде тарихта бір шешуші кезеңдер болады. Міне, осы бір шешуші кезеңде Тілеу батырдың алатын орны ерекше дер едім,» – деген. Тілеу дейтін ауыл болды. Бұл да назар аударар еді.\nБатыр Тілеудің мерт болған тұсын филология ғылымдарының докторы Жұбаназар Асанов халық аузындағы әңгімелер бойынша былай деп жазады: «Сайрам түбінде үш жылға созылған текетірес соғыста шебер қолбасы Тілеудің абыройы артып, атақ-даңқы жауына үрей тудырады. Дүрбін-Ойрат Қара Тілеуден көп зәбір шегіп, маңдайлары тасқа тіреледі. Мықты деген талай батырлары осы жерде көз жұмды. Бірақ қалмақтар саны жағынан көп және қарулары сай еді. Сондықтан осындай теңсіз жойқын ұрыста Тілеу батырдың қасиетті қаны ат жалынан асып, қара жерге төгілді. Мұны естіген Қалдыбай мен Жолдыаяқ ұрыс салып, қатар ұмтылады. Олар жолындағыны ығыстырып жетемін дегенше батырдың денесін қалмақтар қоршап, шеп құрады. Шежірелердің айтуынша, әулие атамыз елден шыққанда інісі Қалдыбайды оңашалап: «Мен осы сапардан қайтпаспын, сақ боларсың, өз қолыңнан қоярсың», — деп өсиет еткен екен дейді. Аға алдындағы борышына адал Қалдыбай басын тігіп, топқа түседі. Бірге ұмтылған Жолдыаяққа: «Ту сыртымнан ешкімді жіберме», — дейді. Қарымы қатты Қалдыбай алмас қылышпен (қылышының өткірлігі соншалықты — ауада қалықтап келіп түскен шәйі орамалды турап түседі екен деседі) алдындағы жауды жапырып отырады да, Жолдыаяқ ту сыртынан дұшпанды маңайлатпайды. Жан беріп-жан алысқан айқаста ағайынды қос батыр жаудың қолынан Тілеудің сүйегін алып шығады». Алайда әкесінің сүйегі мен Қалдыбайды қорғап жүрген Жолдыаяқ жарақат алады. Көп ұзамай қазақ сарбаздарының ортасында сол жарақатынан қайтыс болады.\nКөнекөз қариялардың айтуынша, Тілеу батыр осы соғысқа барар алдында әйелі Сұлу майданға шықпай-ақ, жолын кейінгі жастарға беруді өтініпті. Ал енді Сұлу кім? Сұлу – қырғыздың қызы. Бір себептермен еліне белгілі Ақкісі деген басшысы бар қырғыз ауылы Алатаудан көшіп келеді. Қалың қазақтың ортасынан орын тебеді. Ақылды, дана Тілеу құдығын береді. Бір күні Тілеу жолай атын суарып алу үшін Ақкісінің ауылына соғады. Келсе, бір құнан атан құдыққа түсіп кетіп, соны Ақкісінің Сұлу деген қызы шығарып алмақ болып жатады. Сұлу да қайратты болғаны ғой. Ат үстінде тұрған Тілеу арқанның бір ұшын ұстап, тартып шығарыпты. Атын суарып болып өз жөнімен жүре беріпті.\nТілеудің қайратына сүйсінген Сұлу: «Ойпырмай, ерткені иттің сырттаны екен, мінгені аттың тұлпары екен, өзі жігіттің сұңқары екен», – депті.\nТілеу кейінірек Ақкісінің қызына құда түсуге адам жібереді. Бірақ Ақкісі: «Бізді кірме деп басынғаны ма, әлде Тілеу құдығын бұлдап отыр ма», деп ашуланыпты. Сонда қыз жеңгелері арқылы: «Әкем рұқсатын берсін, Тілеу жігіттің сұңқары екен», – депті. Сол Сұлудан алты алашқа аты мәлім би һәм әулие Мөңке туған.\nҚазақстанға белгілі ақын Ертай Ашықбаев «Мөңке бидің мәңгілігі» деген мақаласында былай деп жазады: «Әбілқайыр, Нұралы хандардың оң тізесін басқан би, Асан Қайғы үрдісін жалғастырушы көреген, дана ойшыл, философ, ірі қоғам қайраткері, болжампаз, жырау Мөңке би осындай болғанда, оның әкесі кім еді? Әкесі Тілеу мың сан рулы ел есімін алған, Күлтөбеде Әз Тәукені хан сайлауға, Сұпы Әжіні пір сайлауға қатысып, сөз алған белгілі би, батыр, Сайрам соғысының қаһарманы, қолбасшы Тілеу еді».\nҚаһарман Тілеу — кейінгі ұрпақтың мақтанышы, айбары. Желеп-жебеушісі. Ақын Нұрпейіс Байғанин Қазақбаймен айтысқанда:\nТілеу, Қабақ мың айдап,\nҚай жауынан сүрінді?\nОқпен атып шіркейді,\nМергендігі білінді.\nАлысқанмен алысып,\nӘділдікке жүгінді.\nСөзбен егеп, Қазеке,\nШығарма сыртқа түгіңді, — деп, әрі мақтана, әрі сес көрсете сөйлейді.\nХалық аузында батырлығы Қара Тілеу, адами сұлулығы, табиғи ерекшелігі Адамның сұңқары деген атпен қалған Тілеу батырдың Есіркеміс, Әлдеберді, Жолдыаяқ, Жақсымбет, Мөңке атты балаларынан өрген ұрпақ баба атын ардақтап, құрмет көрсетіп өсіп-өнуде.\n\nhttp://turkystan.kz/tarih/7387",
                "date": "30.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәңір – қазақтың құдайы ма, әлде ескі дәуір тарихы ма?",
        "question_content": "Тәңір – қазақтың құдайы ма, әлде ескі дәуір тарихы ма?\n\nҚандай деректер бар?",
        "question_date": "30.06.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәңір – түркілердің ең жоғарғы әрі жалғыз құдайы болатын\nАшық энциклопедиядағы деректерде Тәңіршілдік – дәстүрлі түркілік дүниетанымның бастауындағы діни сенім.\nТәңіршілдік сенімнің Ұлы Тәңірісі – берік қандастық жүйеге негізделген түркі қоғамының Жаратушысы әрі Иесі. Ұлы Тәңірдің елі де, қағаны да, жері де киелі әрі қуатты деп танылған. Тәңіршілдік ұлттық психологияны, яғни ұлттың ділдік сипатын анықтайтын танымдық өлшем.\nИбн Фадлан (Аббас халифатының елшісі) 10 ғасырдың басында оғыз еліне жасаған саяхатында \"түріктердің қиын-қыстау кезеңде \"Бір Тәңірі\" деп, басын көкке қаратып мінәжат ететіндіктерін\" айтқан.\nӘр түрлі дін адамдарын пікірталасқа шақырған Мөңке ханның: \"…Біз тек қана Бір Тәңірге құлшылық етеміз» деген ұстанымын еуропалық миссионер-саяхатшылар Марко Поло, Джованни Плано Карпини, Вильгельм Рубрук мәлімдеген.\n\"Тәңір\" ұғымы Шумер сына жазуларында, ғұндарда “зингир” (қазақта \"зеңгір\" сөзі бар) түрінде кездеседі. Ұлы Тәңірді \"Көк, Ұлы, Нұр\", т. б. сипаттаудың бәрі аспанды білдіреді.\nҚазақта Тәңіршілдік – «Бір Алла» ұғымымен алмасты\nVII ғасырда ислам дінінің келуімен қазақтың Тәңір туралы ұғым-нанымы түгел мұсылмандық түсінікке алмасты.\nАтап айтқанда, \"Бір Тәңіршілдік\" танымы \"Жалғыз Алла-Тағаланың\" ұғымына дәлме-дәл келді. Қазақтар әлі күнге дейін \"Алла жарылқасын\" мен \"Тәңір жарылқасын\" ұғымдарын қатар қолданады. Тәңір – ұлы Алланы білдіретін ұғымға айналды.\nДесек те оның элементтері мен танымдары қазақтың бойына ислам құндылықтарымен кірігіп, бүгінге дейін жетіп отыр. Ырым, тарихи салт-дәстүрге айналып, ұрпақтан ұрпаққа жалғасып келеді.\nАл ислам мен христан, будда діндері жетпеген саха, хакас, бурят сынды түркі халықтары үшін кәдімгі дін дәрежесіне дейін көтерілген.\nОтпен аластау – отқа табыну емес\nӘр халықта әр қалай отпен аластайды. Ол дәуірде түнде пайдаланатын оттан басқа қуатты жарық көзі, шырағдан болмаған. Кішкентай сәбиін бесікке бөлейтін ана әлдебір жылан-шаяндар кіріп кетпесін деп, сәбиін қорғау үшін от жағып, бесіктегі жаялықтарды соның жарығымен тексеріп, жаман нәрселерді алып тастап отырады.\nАластай отырып, сәбиі үшін тілек тілейді. Міне, тарихи, ғылыми, діни тұрғыдан алғанда бұл ешқандай отқа табыну емес.\nДегенмен отқа жылынып, тамақ пісіріп, жарығын пайдаланған жұрт оны киелі санайды. Сондықтан ислам діні жетпеген кей халықтар әлі күнге от арқылы діни жоралғыларын жасап жүр.\nСаха Республикасы және оның маңындағы бір қауым ел Тәңіршілдікті дін ретінде таңдады. Сол арқылы өз ұлыстарын бір сенім, бір дінге жинап отыр. Тіптен, республикалық деңгейде насихаттап, діни ғибадатханалар сала бастады.\nБұл үрдіс енді мұсылман халықтары саналатын татар, башқұрт, қазақ, қырғыздарда да тарала бастапты.\n\"Отқа май құю\" туралы\nҚазақ арасында әлі де сақталып келе жатқан дәстүрдің бірі – \"отқа май құю\". Бұл да сол көне тарихтан Тәңірге мінәжат қылған кезден қалған ырым. Қазір әдет-ғұрып, салт ретінде қабылданады. Келін алғаш рет үйдің есігін аттағанда от жағып, оның үстіне май құйып, лаулатады. Сол кезде де \"Құдай (Алла) отымызды өшірмесін, лаулатсын! От анамыз қолдасын!\" деген сөздер де айтылады.\n\"Отпен аластау\" демекші, Саха Республикасынан келген теміршілердің көне заман тәсілімен темір қорытқандарын көзімізбен көрген едік.\nАқтық байлау\n\"Ағашқа ақтық (ақ шүберек) байлау\" – ағашқа табынуды білдірмейді. Бұл да сол ескіден жеткен сарқыншақ. Ақтық кез келген жерге бекерден бекер байланбайды. Қандай болмасын бір киесі бар деп есептелген немесе әулие адамдардың мүрдесі жатқан жерлердегі ағашқа, адамға сая болған жапандағы жалғыз ағашқа байланады. Бұл киеге деген құрмет.\nШынымен де киенің және иенің болатынын әркім түсінеді. Өйткені бәрі де тылсым хикметтің барын түйсінеді. Тіптен, кей жағдайда ғылым жауап бере алмайтын нәрселерді кие ұғымы арқылы оп-оңай ұғып ала қоямыз. Қабір басындағы ағаштарға ақтық байлауды да аруақтарға құрмет ретінде түсінуге болады.\nАруақ аттамау\nАруақ – рухтар. Адам – жан (рухы) мен тәннің бірге өмір сүруі. Жан денеден бөлек өмір сүреді деген көне ұғымнан туған діни наным бойынша өлген кісінің тіршіліктегі адамдарды желеп-жебеп жүретін жаны (аруағы). Халықта аруаққа, әсіресе тірісінде ел ағасы, батырлар мен билер болған қадірлі адамдарды, әулие-әнбиелерді қасиет тұтып, киелі санап, соның аруағына сыйыну салты кең тараған.\nЕртеде ел қорғауға аттанған сарбаздар майданға кіргенде, жекпе-жекке шыққанда немесе намысқа шапқанда руға, алашқа ұран болған аталар аруақтарына сыйынған. Қазақтар зират маңынан өтіп бара жатып дұға жасайды, құран оқып, бата қайырады. Басына күн туып, ел-жұртынан ауып бара жатқандар зираттан бір уыс топырақты ала кетеді. Малға індет тигенде зиратқа түнетеді. Бала көтермеген әйелдер, созылмалы сырқаттар аруақтардан қайыр-шапағат тілеп, басына түнейді.\nҚұранда: \"Ең соңында рухтан сұралады\" – деген аят бар. Ал \"Аруақ\" \"рух\" сөзінің көпшесі. Ұлтымыздың \"қайтыс болды\", \"қайтты\" деп атауында да үлкен мән бар екенін осыдан түсінеміз. Оның үстіне құранда әулиелердің келетіні ескертілген.\nЯғни, рухтар \"харасат күніне\" дейін өмір сүреді, өлмейді. Сол себепті, аруақ та \"Тәңірден (Алладан) тілек тілейді\" деген халықтық таным қалыптасқан. \"Аруақ қолдасын!\", \"Алла атса оңалар, аруақ атқан оңбайды!\" деген мақалдар – халқымыздың аруақ туралы ұғымының өте жоғары деңгейде екенін көрсетсе керек. Пайғамбар Мұхаммет Мұстафаның (с.ғ.с) қабір басына барып, аруақтарға арнап құран бағыштағаны туралы хадистер де бар.\nБұл тұрғыдан алғанда \"Аруақ\" ұғымы да исламға жат емес. Аллаға серік қосу деп те қаралмайды.\nБөрінің де Тәңірісі бар!\nТүркі халқы өздерін \"көк бөрі емген, көк Тәңіріне сенген түркіміз\" деп атайды. Көк Тәңірі – ол түркілердің ең жоғары құдайы. Тәңірді аспандағы жалғыз жаратушы әрі басқарушы Құдай деп білген, оған табынған. Ал көк бөрі – өте ақылды, әрі айлалы жыртқыш аң.\nТіптен, бөрінің апанының маңындағы малдарға тиіспейтіні, қорғайтыны, бөлтірігіне қас қылғандарды аямайтыны туралы айтылатын аңыз-әпсаналар өте көп. Бұл туралы: \"Қасқыр да қас қылмайды жолдасына\", \"Иттің иесі, бөрінің Тәңірісі бар\", \"Бөрінің өзі бар, ізі жоқ\", \"Ит ала болса, бөрінің бағы\" деген секілді түрлі мақал-мәтелдер көп таралған.\nТіптен, көк бөрінің қылшығын жаңа туған сәбидің аузына салып сорғызғандарды да көрдік. Ондағысы сәбиін бөрідей ақылды, батыр, опалы болса екен деген ниетінен туған ырым. Бөрі асығын, тұмсығын, тісін де ырымдап пайдаланады. Бұл да жақсы ниеттен туған амал ғана емес құдайы Тәңір болған заманның ұрпақ тәрбиесі үшін пайдаланған үлкен құралы болды.\nКөк бөрі / Сурет google.kz сайтынан алынды\nАдыраспанмен аластау\nАдыраспанды тұтатып, аластап жүргендерді базардан әлі күнге көруге болады. Оны біреулер құрапилық есептейді.\nАдыраспан – у қайтаратын, түрлі бактерияларды, микробтарды өлтіретін улы өсімдік. Оны тұтату арқылы үйді түтінмен, аластап, түрлі микробтардан арылуға болады. Сонымен бірге көшпелі халықтар оны сабынға салып, былғайды. Қолдан жасалатын ол сабындар да адам денесіндегі түрлі тері аурулары мен бөріткендерді емдейді. Тіптен дала аңшылары адыраспаннан у жасап, қасқыр, түлкі де аулайтын болған.\nБұл тұрғыдан алғанда адыраспан – өте құнды өсімдік екенін көреміз. Ғылыми құнын түсінген халық кәдімгі әдет-ғұрып ретінде жұрттың санасына сіңірді. Оның үстіне киелі өсімдіктің шайтаннан, жаман энергетикадан, қастық дуалардан да аластайтын қасиеті бар деген сенім мықтап қалыптасқан.\nАдыраспанмен аластау / google.kz сайтынан алынды\nАршамен аластау\nАрша да – микробтарды, бактерияларды өлтіретін мәңгі жасыл өсімдік. Аңыздарға сүйенсек, аршаға Тәңірдің мейірімімен \"өлместің суы\" тамған екен. Сол себепті мәңгі жасыл болып тұрады. Жұрт оны құмандағы суға салып қойып, әр күні жуынуға пайдаланды. Тұтатып үй ішін де аластайды. Жын-шайтанды, жаман дуалар мен қара энергияларды қуады. \"Арша тұрған жерге шайтан бармайды\" деген наным бар. Бұны \"Тәңірдің мейірі түсіп, өлместің суы тамған\" қасиетті өсімдіктің киесінен шайтанның да қорқатындығымен түсіндіреді.\nҚамшымен аластау\nАластауға көп қолданылатын тағы бір зат – қамшы. Қамшы әдетте тері таспалардан өріліп, көбінесе тобылғы ағашпен сапталады. Ұзақ уақыт пайдаланылған қамшыға жылқының тері сіңеді. Әдетте үйге кірген жыланға жылқының терлігін жаба салса, сеспей қатады екен. Бұдан дала халқы үшін оның қаншалықты керек зат екенін көреміз. Оның үстіне шайтанның \"қамшыдан, аршадан қорқатындығы\" туралы аңыз-әпсаналар өте көп. Сыртта жүріп ұшынған, жын кірген адамдарды қамшымен сабалап аластағанын көріп жүрміз. Бұны қазір молдалар да пайдалануда.\n\"Құдайдың бұйрығынсыз қурай да сынбайды\". Жоғарыда айтылғандардың бәрі де ғылыми, діни және тарихи түрде сыннан өткен әдет-ғұрыптар. Оны ешкім де жоққа шығара алмайды. Сондықтан бұндай ғұрыптарды \"Аллаға серік қосты\" деп тану – өте үлкен надандық.\nЖалпы аластаудың түрлері өте көп. Мысалы, сумен аластау (көбінесе христандарда), су бүркіп дем салу, құранмен аластау, дуаны шешу, отпен аластау т.б. бар.\nТасаттық беру – құрбандық шалып, Алладан жаңбыр сұрау\nТасаттық беру – көнеден келе жатқан салтымыз. Бұл да барлық түркі халықтары арасында таралған. Алайда мұсылман халықтарында дінге де кіріккен. Ескі наным бойынша түркілер сиқырмен жын шақырып, жаңбыр жауғызатын және дауыл соқтыратын болған. Бұл тәсілдерді пайдаланып жүрген түркілер әлі бар. Мысалы, саха, хакастардың көптеген діни жоралғылары соған келеді.\nАл тасаттық – қазақта жауын тілеу мақсатымен Құдай разылығы үшін көпшілік атынан құрбан шалу мағынасында қолданылады. Шамаларына қарай ірі қара, ұсақ малды құрбандыққа шалып, көпшілікке етін асып, дастарқан жайып береді, құран оқып, дұға жасап, Жаратушы иемізден елдің тыныштығын, түрлі қауіп-қатерден сақтауын, егін өнімді болуын сұрайды, жаңбыр тілейді. Бір сөзбен айтқанда тасаттық – діни рәсімге айналған.\nТасаттыққа сойылған малдың қан-жыны ағын суға не көлге төгіледі. Дұғасы жасалып, тілек тіленеді. Яғни, амал мен ниет қабысқан.\nТасаттық берілген кезден бастап, тілектері орындалып жауын жауады. Осындай хикметке өзіміз талай рет куә болдық. Көзбен көріп тұрып сенбеуге де болмайды.\nКүн жайлату\nАл оқуы жетік ғұлама молдалар \"күн жайлату\" арқылы да жаңбыр жауғызып, дауыл соқтырады немесе тұман түсіреді.\nМысалы, әкеміз Ахмет Сүлейменұлы марқұм (жаны жәннәтта болсын!): \"молда жарты не бүтін жылқы тезегіне дұға жасап, дем салып, суға тастап кеп жібергенде көп өтпей тұман басып, жауын жауатын\" деп айтып отыратын.\nАл сол жауынды тоқтату үшін де жетік діни білім керек дейтін. Егер сол дұғаны қайтарып, жаңбырды тоқтата алмаса, молданың өзі ісіп-кеуіп кетеді екен. Жауын жауғызудың бұл түрін \"Күн жайлату\" деп атайды. Күн жайлатуды басқа мақсаттарда да қолданады.\nҚыдыр ата немесе Қызыр пайғамбар\nҚыдыр ата – мифтік бейне. Түркі халықтары мифологиясында Қыдыр бейнесінің астарынан ислам дініне дейінгі және онан кейінгі кезеңде пайда болған екі діни-фольклорлық дәстүр түсінігі қатар аңғарылады.\nҚыдыр ата – қазақ түсінігіне қыдырып жүретін, кездескен адамы ұнаса бата беретін ақсақал. Бата алған адам «Қыдыр дарыған» аталып, сәттілік пен бақытқа кенеледі екен.\nҚыдыр – әр түрлі кейіпте (көбіне кедей адам секілді) қыдырып жүреді. Одан сый не бата алу үшін кез келген адамға, оның әлеуметтік мансап-мәртебесі мен байлығына, киіміне, түр-әлпетіне қарамай, ықылас көрсету керек (өйткені ол Қыдыр болып шығуы мүмкін). “Қырықтың бірі Қыдыр” деген сөз содан қалған.\nАл Құранда Қызыр туралы ашық айтылмайды. Алайда «Кәһф» сүресінің 60-82 аяттарындағы: \"Өз тарапымыздан оған рақым берген және ілім үйреткен құлдарымыздың бірі\" (18/65) деп тілге тиек етілетін кісінің Қызыр (а.с.) екені білінуде. Өйткені тіке пайғамбарымыздан жеткен сахих хадистерде бұл кісінің Қызыр екені анық айтылған (Бұһари, Илм, 16, 44).\nЖалпы, Ислам ғалымдары мұндай көне таным-түсініктерді зерттеу арқылы дінімізге саятын ортақтықты көптеп таба алады.\nТәңірге сенетін қазақтар да өз ғибадатханаларын салғысы келеді\nАталмыш конференция аясында \"Тәңірлік танымның тууы және ғибадатханасы\" атты пікірталас қызықты да қызу болды.\nАлматылық азамат (аты-жөнін айтпауды өтінген): \"Біз қоғамдық ұйым ретінде тіркелсек те дін ретінде тіркеле алмай отырмыз\", – деп отыр.\nБұл жігіттің айтуынша, егер тәңіршілдік заң жүзінде \"дін\" ретінде танылса үкімет жер беріп, ғибадатхана салуына рұқсат етуге міндетті екен.\nӨйткені, заң бойынша барлық діндерге бірдей жағдай жасау қарастырылған. Алматылық тәңіршілдер бұл тетікті пайдалану үшін бір жағынан мүдделі адамдар тобын құрып, енді бір жағынан діни жоралғы жолдарын қарастырып жатыр.\n\"Арнайы діни жоралғы өткізетін ғибадатхана керек\"\nЛена Федорова, \"Тәңіршілдікті зерттеу халықаралық қорының\" атқарушы директоры: \"Тәңіршілдікті ұстанатын жұртшылықтың көбейгені белгілі, жұрт өз ата-бабаларының наным-сенімімен жүргісі келеді. Олар мінәжат жасағысы келеді. Ол үшін философтар, этнографтар, астрономия ғалымдары және басқа да зерттеушілер мен мүдделі халық шоғыры қалыптасуы және бірлесе жұмыс істеуі керек.\nТәңіршілдіктің бабаларымыздың діни сенімі екені шындық. Ендеше мешіт, шіркеу секілді оның да ғибадатханасы болғандығын талап етуге тиіспіз\".\nТатарстан арнайы ғибадатхана салуға рұқсат бермей отыр\nБезертинов Рафаэль Нурудинович, татар жазушысы, тарихшы: \"Біз Қазан қаласынан ғибадатхана салу үшін жер сұраған болатынбыз. Алайда біздің жамағаттың көп жылдан бергі жасаған ұсыныстары да түрлі шығарып салма жауаптармен орындалмады. Тіптен, өткен жылы Ресейде «арнаулы ғибадатханада ғана діни жоралғы өткізу керек» деген заңдық норма қабылданған. Осы себептен, Қазан қаласынан 40 шақырым жердегі даладағы діни жоралғы жасайтын жерімізде де діни қимылдар жасай алмай отырмыз. Бұл менің Алматылық әріптесіме жауабым\".\nРафаэль мырзаның айтуынша \"Тәңіршілдік діні\" өз отанында ұлықталмай отыр. Тек Христиан, Ислам сынды кірме діндерге жол берген.\nБұлғария ғибадатхана үлгісі мен діни белгіні таныстырды\nЖаңа-ай мен Ұм-ай ұғымын беретін Бұлғариядан табылған Тәңіршілдіктің белгісіы / Сурет С. Г. Мавровтің баяндамасынан алынд\nБұлғариядағы тәңіршілердің жобалаған ғибадатханасының сызбасы / Сурет жеке мұрағаттан алынды\n\"Тәңіршілдік – біз үшін тарих ғана...\"\nҚаржаубай Сартқожа, түрколог, академик: \" Шын мәнінде сахалар да және басқа түркі халықтары да Тәңіршілдік туралы толық біле бермейді. Сонау түркі империяларының кезіндегі дүние танымның сарқыншақтары ғана қалған. Кейбір Еуропа тарихшыларының жазбасымен \"Шаманизм\" немесе \"Тәңіршілдік\" аталып кетті. Діннің аты Бүгу болатын. Тәңіршілдіктің ғибадатханасы ретінде Тоныкөк, Күлтегін ескерткіштерін атауға болады. Ол ғибадатханаларға адам жерленбеген, тек түрлі жоралғылар өтіп отырған.\nБіз үшін алғанда, Тәңіршілдік – бабаларымыздың тарихы. Біз сол тұрғыдан қарастырамыз әрі зерттейміз\".\nҚаржаубай ағамыздың айтуынша Саха секілді елдер Тәңір ғибадатханасын салу үшін үлкен ғалымдардан кеңес алып қана, нақты тұжырымдамасын жасаулары керек екен. Өйткені олардың өз ішінде де жеріне жеткізе зерттеп жүргендер жоқтың қасы немесе Еуропа секілді шетелдердің ғалымдарының дерегіне сүйеніп отыр.\n\nhttps://informburo.kz/kaz/tr-azaty-dayy-ma-lde-esk-dur-tarihy-ma-.html",
                "date": "30.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін бағдарламасы бойынша жұмыс жасап беру міндетті ме?",
        "question_content": "Серпінде оқып болған соң жұмыс жасап беру міндетті ме оқыған жерімізде?",
        "question_date": "30.06.2017",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматы қаласындағы Серпін бағдарламасының орталығының адерсін айта аласыздарма?",
                "date": "29.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай университетті таңдағаным жөн?",
        "question_content": "Мен биылғы 2017 жылғы ҰБТ дан 80 балл жинадым, Таңдау пәнім химия-биология. Таңдаған мамандығым фармацевтика. Меніңше бұл балым ЖОО ға грантқа жетпейтін сияқты. Егерде жететін болса қай университетті таңдағаным жөн, жәнеде СЕРПІН бағдарламасында фармацевтикаға грант бөлінгенбе? Бөлінсе қай универлерге? СЕРПІНмен грантқа түсе аламынба?",
        "question_date": "30.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 695,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Грант ешқандай университеттерге бөлінбейді, тек қана мамандыққа бөлінеді. Сондықтан тек мамандықты ғана таңдағаныңыз жөн.",
                "date": "2.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кірме сөздер қатысқан қандай мақал - мәтелдер бар?",
        "question_content": "кірме сөздері бар мақал мәтелдер болса айтыңыздаршы",
        "question_date": "29.06.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұстазы жақсының, ұстамы жақсы.\n\nАтпаз көрген — ат таныр,\nҰстаз көрген — хат таныр.\n\nБұлбұл гүлзарын сүйеді, \nАдал адам Отанын сүйеді\n\nОтан от басынан басталады.\n\nКітап - білім бұлағы, \nБілім - өнер шырағы.\n\nКітап - ғалым, тілсіз мұғалім.\n\nЗамана айнасы - замандас\n\nӘр заманда бір көреген.",
                "date": "4.07.2017",
                "upvotes": 0
            },
            {
                "text": "Бəйбішеге жарасар,\nҚолындағы ~сабасы~.",
                "date": "6.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлең жолдарындағы дисфемизмдерді эвфемизмге қалай айналдырады?",
        "question_content": "өлеңнен дисфемизмдерді тауып оны эвфемизмге айналдырып жаз\n\nшіркіннің сөйлер сөзге тасуын-ай\n\nаруағы алдиярдың басуын-ай\n\nханымның мұрны кейкі, бойы аласа\nкелбеті мегежіннің қашырындай\n\nкөк иттей күшіктеген құнжың қағып\n\nжататын шығар тыр-тыр қасынып-ай\n\nтұрпаты ит, шошқадан былай емес\n\nбайеке, көргенімді жасырдым ба-ай",
        "question_date": "29.06.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Математика + географияны таңдап қайда оқуға болады?",
        "question_content": "Менин кызым географиямен математиканы тандап жалпы 91 балл жинады , Кайда жане кандай окуга грантпен окуга мумкиндиги бар? Актобе каласынанбыз, Серпин багдарламасында кандай мумкиндик бар? толыгырак айтсаныз, Грантка тусуге серпинмен мумкинба?",
        "question_date": "29.06.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбіне бұл пәндерді таңдағандар\n1. Есеп және аудит\n\n2. Қаржы\n\n3. Менеджмент\n\n4. Маркетинг  мамандықтарын таңдап жатады.\nАл, сіздің тұрып жатқан жеріңізге байланысты Серпін бағдарламасы бойынша грантқа түсе алмайды.",
                "date": "29.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бітімгерлер\" корей сериалының қазақша нұсқасын қайдан табуға болады?",
        "question_content": "\"Бітімгерлер\" корей сериалынын қазақша нұсқасын қалай табуға болады? Қазақстан ұлттық арнасынан берген нұсқасын барлық бөлімін онлайн қайдан көруге болады? Егер білсеңіздер сілтемесін жібере аласыздарма. Алдын ала рахмет. Алла жар болсын.",
        "question_date": "29.06.2017",
        "question_tag": "Телесериалдар",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сілтемеге кіріп қараңыз\n\nhttps://vk.com/bitimgerler_kaztrk?z=video-70095498_456239313%2Ff1234d4a90bd6cb075%2Fpl_wall_-59817556",
                "date": "3.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сылдырама деген сөздің мағынасы қандай?",
        "question_content": "Сылдырама, білеме, жанымаға деген табу сөздердің мағынасын айтып жіберіңіздерші өтініш",
        "question_date": "29.06.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сылдырама – қамыс\n\nЖаныма – пышақ\n\nБілеме – қайрақ",
                "date": "29.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай педагогикалық университетке түскен жақсы?",
        "question_content": "Мен 2017 жылғы жаңа формат бойынша 72(140) балл алдым. Мен өзім педагогикалық универге түскім келеді!! Қай қала кай универ тандасам болады????",
        "question_date": "29.06.2017",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алматыдағы педагогикалық университеттердің біріне түскеніңіз абзал. Біліме де сапалы. \n\nАбай атындағы Қазақ ұлттық педагогикалық университеті\nАлматы қ., Достық 13, Абай атындағы ҚазҰПУ ШЖҚ РМК\nЭлектрондыпошта: *Emails are not allowed*\nИнтернет-сайт: www.kaznpu.kz\nКеңсе факсінің нөмірі: +7 (727) 291 37 23\n\nҚазақ мемлекеттік қыздар педагогикалық университеті\nАлматы қ., Әйтеке би к., 99\nЭлектронды пошта: *Emails are not allowed*\nИнтернет-сайт: www.kazmkpu.kz\nРекторат факсінің нөмірі: +7 (727) 233 18 35\n\n«КАЙНАР»университеті\nАлматы қ., Сәтпаев к., 7 А\nЭлектронды пошта: *Emails are not allowed*\nИнтернет-сайт: kainar-university.kz\nФакс нөмірі: +7 (727) 255 83 66",
                "date": "29.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілі балаларға не үшін керек?",
        "question_content": "Бала — елдің болашағы. Ертең еліміз өркендейді ме, әлде дамудан кенже қала ма, оның барлығы бүгін балаңызға қандай тәрбие мен білім бергеніңізге тікелей байланысты. Бір кісі (Қонаев шығар деймін): «Жиырма бес жастағы жігіттің қылмыс жасауына жиырма бес жыл бұрынғы жиырма бес жастағылар кінәлі» деп айтқан екен. Яғни, баланың бағытына қара да, елдің бағытын шамалай бер. Бала деген бәрі бір-біріне ұқсайды, бірақ бәрі әртүрлі, өз алдына қайталанбас жеке тұлға. Ертең-ақ әрқайсысы мықты маманға айналады. Оның қандай маман болатыны көбіне-көп атаанасының тәрбиесіне байланысты екенін жоғарыда айтып өттік. Әрбір ата-ана баласының атақты, дарынды, мақтан тұтарлық, елдің бетке ұстары болғанын қалайды емес пе! Сондықтан олар тірнектеп жинаған табысын баласының білімін арттыруға, репетитор жалдап, артық бір нәрсе үйретуге жұмсайды. Содан болар, бала он жасқа жетпей жатып, неше түрлі курстарға, музыка, би, тіл үйрету үйірмелеріне қатысып үлгереді.\n\nБаланы бір нәрсеге қызықтыра алсаң, өзіақ соңынан қуалап кетеді. Ақпаратты тез әрі толық қабылдайтын уақытта пайдалы ілімнің соңынан жіберуден артық дұрыс шешім жоқ шығар. Бүгінде Қазақстанның барлық мектептерінде ағылшын тілі оқытылады. Балабақшада әліппе мен біршама сөздерді меңгеріп шығады. Баланың болашағы үшін бәрі де. Барша әлем бір тілде сөйлеп кететіндей. Сондықтан ағылшын тілін үйренудің қажеттілігі туындайды. Онсыз жұмысқа тұру, адаммен сөйлесу, ақпарат алмасу, мамандық игеру мүмкін болмай қалады. Тіпті, Макдональдсқа жұмысқа тұру үшін де ағылшын тілін білу керек.\n\nСонымен, шет тілін, оның ішінде ағылшын тілін балаға не үшін үйрету керек?\n\nҚазір басы артық бір шет тілін білгенің үшін еңбекақыңа қосымша ақы қосылады. Кейіннен резюмеңде бір шет тілі болмаса, қоқыс шелегіне қарай ысырылып қалатын заман тууы ғажап емес. Сондықтан баланы осы кезден бастап, болашақтың талабына дайындау қажет.",
        "question_date": "29.06.2017",
        "question_tag": "Мектеп",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шет тілін білу қазіргі заманның талабы емес пе? Сондықтан балаға жастайынан шет тілдерін үйрете бастау керек. Жастар жаңа информацияны (ақпаратты) тез қабылдайды деп жатады ғой. Уақытты босқа жіберіп алмау қажет.",
                "date": "29.06.2017",
                "upvotes": 1
            },
            {
                "text": "Жоғарыда айтқан кісінің (Терранова) сөзіне қосыламын. Себебі: ағылшын тілін білу үлкен жетістіктің бірі. Ағылшын тілін білсең қазақ тіліндегі ақпаратқа қарағанда молырақ ақпарат ала аласың.",
                "date": "3.08.2017",
                "upvotes": 0
            },
            {
                "text": "Адам əр кез даму үстінде болуы қажет емес пе?)Ағылшын тілін білгеннің зиянынан пайдасы əлдеқайда көп. Ағылшын тілі балалардың уақытын босқа алады деп ойлайтындар қатты қателеседі. Басқа тілді еркін меңгеру адамның сана-сезімін,ойлау қабілетін шыңдайды,есте сақтау қабілетін жақсартады,өмірге деген көзқарасын өзгертеді,шетел əдебиеті",
                "date": "8.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таңдау пəнім математика + география арқылы қайда оқуға түсемін?",
        "question_content": "таңдау пәнім математика+география.Грантқа түсуге мүмкіндік барма?Егер болып жатса қай қалаларға,қандай универлерге?Серпінге тапсыруға болады ма?",
        "question_date": "29.06.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкіндіктеріңіз әлі жеткелікті. Мына мамандықтарды таңдасаңыз болады:\n1\n5В050600\nЭкономика\nматематика\nгеография\n2\n5В050700\nМенеджмент\nматематика\nгеография\n3\n5В050800\nУчет и аудит\nматематика\nгеография\n4\n5В050900\nФинансы\nматематика\nгеография\n5\n5В051000\nГосударственное и местное управление\nматематика\nгеография\n6\n5В051100\nМаркетинг\nматематика\nгеография\n7\n5В051200\nСтатистика\nматематика\nгеография",
                "date": "29.06.2017",
                "upvotes": 0
            },
            {
                "text": "мен   ҰБТ дан  94 балл алдым.    Тандау  пәнім         математика+география    52 балл.  Қандай  ЖОО  тусуге болады?",
                "date": "14.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалпы медицинаға қанша баллдан бастап грант иегері атануға болады?",
        "question_content": "ҰБТ дан 102 балл алдым. Жалпы медицинаға қай жаққа тапсыруға мүмкіндігім бар. Ауыл квотасымен түсе аламын ба грантқа,",
        "question_date": "28.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы С.Ж.Асфендияроватындағы Қазақ ұлттық медицина университеті ең үздік медициналық университет. Мүмкіндік болса осыған түсуге кеңес берер едім, ал грантқа келер болсақ жыл сайын балл шкаласы өзгеріп отырады. Бағың жанып түсіп кетуіңде мүмкін.",
                "date": "3.07.2017",
                "upvotes": 0
            },
            {
                "text": "Жоқ жалпы медицинаға түсу үшін 120 баллдан асу керек",
                "date": "9.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызымның желкесіне шыққан жара қауіпті емес па?",
        "question_content": "Қызымның желке жағына бөрткен, беті қатты, жабысқақ жара шыққан. Терілері алынып жатыр, Шаштары жабысып қалған терісіне.  қандай жара екенін білесіздерме. Жұқпалы ма, Денесіне тарап кетпейма соны білмей отырм.",
        "question_date": "28.06.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Кожный\" деп орысшалайтын тері ауруларын зерттейтін инфекциялық бөлімге тездетіп апарыңыз. Не болса да асқынбай тұрып көрсеткен дұрыс. Интернеттен не болса соны көріп, соған сеніп жүргеннен гөрі маманның көзбе-көз кеңесі әлдеқайда пайдалырақ.",
                "date": "11.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ кезінде шектік балдан аса алмағандар не істейді?",
        "question_content": "Cәлеметсіздерме мен ҰБТ-дан шектік балдан аса алмай қалдым мен негізі тесттерден 80-90 балл жинап жүрген едім мен енді екіншірет қайта тапсырып грант немесе квота түсе аламба",
        "question_date": "28.06.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 633,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "ҰБТ кезінде шектік балдан аса алмағандар қайта тапсырудан өтеді. Ол тамыз айында болады.",
                "date": "28.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бизнестің 3 түрі болады: B2C, B2B және B2G. Қайсы бизнес түрі жақсы?",
        "question_content": "Бизнестің 3 түрі болады: B2C, B2B және B2G. Бүгін осы үшеуін сіздерге түсіндіріп берейін. PR мен маркетинг көбіне қалған екеуіне қарағанда, B2C бизнеске қажет.\n\nB2G (business-to-government) - мемлекетке қызмет көрсететін бизнес. Бұндай бизнестегі компаниялардың клиенті мемлекет болады. Олар тікелей мемлекеттің тапсырысын орындайды, сомен ғана жұмыс істеседі. Мысалға, біздің елде ірі құрылыс компаниялар мемлекеттің қаражатына ғимараттар мен жолдар салады. Ондай компанияларды xалық күнделікті өмірде мүлдем білмеуі мүмкін.\n\nB2B (business-to-business) - бизнеске қызмет көрсететін бизнес. Компаниялар бір-бірімен жұмыс істеседі. Клиенті компаниялар болуы мүмкін. Мысалға, буxгалтерлік және күзет қызметін көрсететін компаниялар тек өздері сияқты компанияларды клиент ретінде қарастырады.\n\nB2C (business-to-consumer) - тұтынушыға (xалыққа) қызмет көрсететін компаниялар. Мысалға, шаштараз, асxана, неше түрлі дүкендер, оқу орталықтары және т.б. Мына интернетте көп пиар мен маркетинг жасайтын компаниялардың көбі осындай xалыққа арналған арзан қызмет түрлерін ұсынады. Сондықтан адам көп Инстаграмда, Фейсбукта пиар мен жарнамада белсендірек болады.\n\nБізде B2C екі-үш бизнес жоба бар. Өткенде @maulenjanbolat біраз ЭКСПОлатып кеткен кезде @kitapbooking бизнесі бәсеңдеп қалды. Қазір қайтадан жандандырдық, Мәулен інім өзіне Қазақстанның барлық өңірінен кітап бизнесін қолға алатын серіктестер іздеп жатыр. Кітапты өздеріңіз сияқты xалық оқымағанда, компаниялар мен мемлекеттік сектор қатты қызықпайды, сондықтан бұл бизнесті B2C типіне жатқызып отырмыз. Нағыз xалықтың күнделікті пайдаланатын қажет әрі құнды дүниесі - кітап. Сондықтан осы салада маржа көп болмаса да, айналыспаққа бел будық.",
        "question_date": "28.06.2017",
        "question_tag": "Банк",
        "question_views": 24300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылардың ішінен ең тиімдісі халыққа қызмет көрсету болса керек. Көп табыс алып келетіні де, адамды тез атақты ететіні де.",
                "date": "29.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тізе буынының қытырлау себебі неде?",
        "question_content": "Мен отырып-тұрғанда тізем қытырлайды.Бірақ ауырмайды.Тұз жиналып қалған ба?Қалай кетірсем боЛады?",
        "question_date": "28.06.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұздар байқаусызда ұзақ жылдар бойы буынға жиналады. Адамдар бұны сезбейді де. Бірақ, уақыт өте келе буындар солқылдақ болып, ауырсынуды сезінеді. Ауа-райының өзгерген сайын буын ауырады. Адам жасы ұлғайған сайын ауру асқына береді.\n«Буыныма немесе мойныма тұз жиналып қалыпты. Тұзды кетіруде емделіп жүрмін» деген әңгімені жиі естиміз. Ағзаға қалай тұз жиналады? Ол қандай тұз? Ас тұзының ағзаға тұрып қалған тұзбен байланысы бар ма? Бұл сауалдардың жауабын ревматолог-маманнан білген едік.\nГүлмира Жұманова, Қ. А. Яссауи атындағы ХҚТУ клиникасының ревматолог-дәрігері:\n– Буынға, мойынға, тізеге, омыртқаға тұз жиналу деген медицинада қарапайым ғана тілмен айтылатын сөз. Бір сөзбен айтқанда ағзадағы бұл мүшелерге тұз жиналмайды. Және бұған ас тұзының ешқандай да қатысы жоқ.\nБуындардың сырқырап ауырып, қимылдауда қиындықтардың болуы – буын немесе омыртқа араларының бір-біріне тақасуы немесе тарылуынан туындайды. Мәселен, тізе буынына тұз жиналғанды – остеоартроз деп атайды. Бұл ауруда буындардың шеміршегі ыдырап жойылып, сүйектердің беттері жалаңаштанады. Омыртқадағы тұз жиналуды — остехондроз дерті деп атайды.\nСол секілді мойын, көкірек остехондрозы деп көптеген түрге бөлінеді. Бұл аталған дерт көп жағдайда ағзада кальцийдің жетіспеушілігінен егде адамдарда пайда болатын ауру түрлері. Оның белгілері қимылдағанда ауырсынумен айқындалады. Яғни, адамның жүріп-тұруы қиындайды. Кеселдің күрделілігі емнің өте ұзақ жүретіндігінде. Тіптен, кейде адам бұл дертке шалдыққанда өмір бойы емделуі де мүмкін. Тұздың жиналуында науқасқа алдымен мануалды терапия тағайындалады, бұдан нәтиже шықпағанда дәрі-дәрмектердің көмегіне жүгінеді. Екі емдік терапия қоса жүргізілуіне де болады. Жастар арасында тұздың жиналуы – аутоиммунды аурулар деп аталады. Жастардың арасында омыртқада кездесетін бұл ауру қауіпті саналады.\nОсыларды ескере келе, ер адамдар 40 жастан кейін, ал әйелдерде климакстың белгілері біліне бастағанда кальций препараттарын қабылдауды бастағаны жөн.\n\nhttp://kazrabat.kz/aғzaғa-tұz-zhinalsa/",
                "date": "28.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күміс алқа аналарға қандай жеңілдіктер барын қай сайттан қарауға болады?",
        "question_content": "Алты балам бар жолдасым озімде жұмыста жоқпыз жолдасым контрактпен жумыс жасайтын контрактсі бітіп қалды балдарымның алды 8 сыныпқа барады, бесінші қызымды балабақша кезегі келіп тур айына11000тенге болпты жеңйлдйктер бармекен?",
        "question_date": "27.06.2017",
        "question_tag": "Жанұя",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі уақытта Қазақстан Республикасының қолданыстағы заңнамасына сәйкес көп балалы аналардың:\n\n– бірге тұратын төрт және одан көп кәмелетке толмаған балалары, оның ішінде орта, техникалық және кәсіптік, орта білімнен кейінгі білім беретін ұйымдарда, жоғары оқу орындарында күндізгі оқу нысанында оқитын балалары бар көп балалы отбасылар, балалары кәмелеттік жасқа толғаннан кейін олар оқу орнын бітіретін уақытқа дейін (бірақ әрі дегенде жиырма үш жасқа толғанға дейін);\n\n– «Алтын алқамен», «Күміс алқамен» марапатталған немесе бұрын «Ардақты ана» атағын алған, сондай-ақ І және ІІ дәрежелі «Ана даңқы»  ордендерімен марапатталған көп балалы аналар ретінде арнаулы әлеуметтік жәрдемақы алуға құқығы бар.\n\nҚазақстан Республикасының заңнамасына сәйкес «Алтын алқамен» – жеті, «Күміс алқамен» алты бала туған және тәрбиелеген аналар марапатталады. «Алтын алқа», «Күміс алқамен» марапаттау осы ананың алтыншы және жетінші баласы бір жасқа жеткен және қалған балалары тірі болған жағдайда жүргізіледі.\n\nМрапаттау кезінде мына балалар да есепке алынады:\n\n– заңды түрде асырап алған;\n\n– Қазақстан Республикасының мүдделерiн қорғау кезiнде немесе өзге қызметтiк мiндеттерiн атқару үстiнде қаза тапқан не болмаса хабарсыз кеткен, дүлей апаттар кезiнде не адам өмiрi мен материалдық құндылықтарды құтқару жөнiнде азаматтық борышын атқару үстiнде, қылмысқа қарсы күресте және қоғамдық тәртiп күзетiнде қаза тапқан, сондай-ақ аталған жағдаяттар кезiнде жаралану, мертiгу немесе ауруға шалдығу не еңбек жарақаты немесе кәсiби ауру салдарынан қайтыс болған балалар.\n\nЖәрдемақы тағайындау туралы өтінішті тиісті құжаттарымен қоса тұратын жері бойынша Зейнетақы төлеу жөніндегі мемлекеттік орталықтың филиалына береді:\n\n1) белгіленген үлгідегі өтініш;\n\n2) жеке басын куәландыратын құжат;\n\n3) жәрдемақы алу құқығын растайтын құжаттар;\n\n4) әлеуметтік жеке код беру туралы куәлік;\n\n5) азаматтарды тіркеу кітабы.\n\nҚұжаттар түпнұсқада және салыстырып тексеру үшін көшірмеде ұсынылады, кейін құжаттардың түпнұсқалары өтініш иесіне қайтарылады.\n\nЖәрдемақыны тағайындаудың және мөлшерін анықтаудың тәртібі\n\nАрнаулы мемлекеттік жәрдемақы қажетті құжаттармен қоса өтініш берген күннен бастап тағайындалады және ай сайын төленеді. Жәрдемақы мөлшері:\n\n– бірге тұратын төрт және одан көп кәмелетке толмаған балалары, оның ішінде орта, техникалық және кәсіптік, орта білімнен кейінгі білім беретін ұйымдарда, жоғары оқу орындарында күндізгі оқу нысанында оқитын балалары бар көп балалы отбасыларға балалары кәмелеттік жасқа толғаннан кейін олар оқу орнын бітіретін уақытқа дейін (бірақ әрі дегенде жиырма үш жасқа толғанға дейін) – 3,9 айлық есептік көрсеткіш;\n\n– “Алтын алқамен”, “Күмiс алқамен” марапатталған немесе бұрын “Батыр ана” атағын алған, I және II дәрежелi “Ана даңқы” ордендерiмен марапатталған көп балалы аналарға – 6 айлық есептiк көрсеткiш.\n\nНазар аударыңыз! Бір уақытта бірнеше негіздемелер бойынша жәрдемақы алуға құқығы бар адамдарға жәрдемақы олардың қалауы бойынша тек бір негіздеме бойынша ғана төленеді.\n\nЕсте сақтаңыз! Көп балалы аналар Қазақстан Республикасының азаматтығы туралы жеке куәлік және төлқұжат беру үшін баж төлеуден босатылады.\n\nЕскерту. 2012 жылға арналған айлық есептік көрсеткіш (АЕК) мөлшері – 1 618 теңге.\n\nМұны білгеніңіз жөн (оқып шығыңыз):\n\n1) «Қазақстан Республикасының мемлекеттiк наградалары туралы»  Қазақстан Республикасының 1995 жылғы 12 желтоқсандағы № 2676 Заңы;\n\n2) «Қазақстан Республикасындағы арнаулы мемлекеттік жәрдемақы  туралы» Қазақстан Республикасының 1999 жылғы 5 сәуірдегі № 365-I Заңы.\nhttp://imurat.kz/kopbalaly-ana-komek/",
                "date": "27.06.2017",
                "upvotes": 0
            },
            {
                "text": "Салеметсіздерме мен сурағым 6 бала туыган негіз 1баласы кайтыс болган енд 5 баласы бар ал кайтыс болган баласы 5жасында кайтыс болган ол куміс алкага",
                "date": "11.12.2017",
                "upvotes": 0
            },
            {
                "text": "\"Алтын алқа\" және \"Күміс алқа\" неше балаға беріледі?\n\"Алтын алқа\" жетінші сәби бір жасқа толған кезде және алты баласы тірі болған жағдайда ғана беріледі.\nЕскертейік, егер олардың бірі Қазақстан Республикасының мүдделерiн қорғау кезiнде немесе өзге қызметтiк мiндеттерiн атқару үстiнде қаза тапқан не болмаса хабарсыз кеткен, дүлей апаттар кезiнде не адам өмiрi мен материалдық құндылықтарды құтқару жөнiнде азаматтық борышын атқару үстiнде, қылмысқа қарсы күресте және қоғамдық тәртiп күзетiнде қаза тапқан, сондай-ақ аталған жағдаяттар кезiнде жаралану, мертiгу немесе ауруға шалдығу не еңбек жарақаты немесе кәсiби ауру салдарынан қайтыс болған балалар есепке алынады.\nАлты баласы бар аналарға \"Күміс алқа\" беріледі.\nТұрғын үймен бірінші кезекте қамтамасыз етіледі деген ақпарат рас па?\nРас. «Алтын алқамен» марапатталған немесе бұрын «Батыр ана» атағын алған көп балалы аналар бірінші кезекте тұрғын үймен қамтамасыз етіледі. Бұл туралы \"Қазақстан Республикасының мемлекеттiк наградалары туралы\" Заңының 36-бабында көрсетілген.\n«Күміс алқа» алқасымен марапатталған көп балалы аналарға жергілікті бюджет есебінен жеңілдіктер белгіленуі мүмкін.\n\"Алтын алқа\" және \"Күміс алқа\" иелеріне жәрдемақы төлене ме?\nТөленеді. Отбасы мүшелерімен бірге тұрғын үй шығындарын төлеу үшін арнайы мемлекеттік жәрдемақы тағайындалады.\nҚР Заңына сәйкес:\n«Алтын алқа», «Күміс алқа» алқаларымен марапатталған немесе бұрын «Батыр ана» атағын алған, «Ана даңқы» І және ІІ дәрежелі ордендерімен марапатталған көп балалы аналарға  - 6,4 АЕК (15 392 теңге) төленеді.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "3.05.2018",
                "upvotes": 0
            },
            {
                "text": "алтын алқаға өмір байян қалай жазылады？",
                "date": "8.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайсы мамандықты таңдаған дұрыс?",
        "question_content": "Менің таңдаған пәндерім география және математика.Ендігі кезекте маған жақсы мамандық таңдауға тура келеді.Қаржыгер немесе жергілікті басқару осы екі мамандықтың қайсысын таңдаған дұрыс?Кейіннен жұмыс табу оңай болу үшін?",
        "question_date": "27.06.2017",
        "question_tag": "Мамандық",
        "question_views": 585,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Қаржы2) Есеп және аудит мамандықтары жақсы",
                "date": "27.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Техник-механик (көлік жөндеу) оқуына түсу үшін қандай тест тапсырамыз?",
        "question_content": "9 сынып бітіріп Техник-механик мамандығын оқу үшін қандай тест тапсару қажет?",
        "question_date": "27.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Физика мен математика пəндерінен тест тапсырылады.",
                "date": "27.06.2017",
                "upvotes": 0
            }
        ]
    }
]