[
    {
        "question_title": "Ауданы ең үлкен болатындай ұзындығы 100 м-ге тең қоршауды қолданып",
        "question_content": "1) Ауданы ең үлкен болатындай ұзындығы 100 м-ге тең қоршауды қолданып, тіктөртбұрышты жер телімін қоршау керек. Жер телімінің қабырғаларының ұзындықтарын табыңдар.\n\n2) Ұзындығы p м-ге тең қоршауды қолданып, тіктөртбұрышты жер телімін қоршау керек. Егер оның бір қабырғасы қоршалған болса, онда іргелес қабырғаларының ұзындықтары қандай қатынасында жер телімінің ауданы ең үлкен болады?",
        "question_date": "27.01.2016",
        "question_tag": "Математика",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауданы ен улкени тіктөртбұрыш квадратка жуык болады\n\nP=100\n\n100/4=25\n\nа=25-1=24\n\nb=25+1=26\nS=24*26=624",
                "date": "27.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Иран Ғайыптың Қорқыттың көрі пьесасының электронды толық нұсқасын тауып беріңіздерші",
        "question_content": "Иран Ғайыптың Қорқыттың көрі пьесасының электронды толық нұсқасын тауып беріңіздерші",
        "question_date": "27.01.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Иран Ғайып Күзембаев - менің ауылдасым, бірақ ол ғаламторда танымалдылығы аздау, айтыстарының өзін табу қиындау. Ал оның пьесасының электронды нұсқасын саған ешкім тауып бере алмайды. Мен солай ойлаймын.\nМына сілтеменің 108-112 беттері аралығы саған көмегін тигізуі мүмкін.",
                "date": "29.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұлт-азаттық идеяларының жыраулар шығармаларында көрініс табуы",
        "question_content": "Ұлт-азаттық идеяларының жыраулар шығармаларында көрініс табуы туралы не білесіз? Көмегіңізді сұраймын!",
        "question_date": "27.01.2016",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам қандай химиялық элементтерден тұрады ?",
        "question_content": "Адам қандай химиялық элементтерден тұрады, химиялық элемент қосқанда адам санасы өзгеруі мүмкінБе әрине жақсы жаққа.?",
        "question_date": "27.01.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 874,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам ағзасындағы калий, натрий, кальций және магний иондары концентрациясының қатысы жүрек әрекетінің ырғағына, бүйректің су бөліп шығару жылдамдығына, қанның ұйығыштық деңгейіне, сүйек ұлпасының пәрмені мен өсуіне ыкпал етеді.\n\nҚалған элементтердің барлығы: мыс, мырыш, фтор, никель, селен, молибден, кобальт, т. б. ушінші топты құрайды. Олардың жасушадағы мөлшері ете мардымсыз (0,02%), сондықтан оларды ультрамикроэлементтер дейді. Мөлшері аз болғанмен олар ағзада маңызды қызмет атқарады. Йод - қалканша без гормоны тироксиннің негізгі құрамдас бөлігі. Мырыш инсулин гормоны молекуласының құрамына енеді. Кобальт - В12) витамині молекуласындағы орталық атом. Бром жүйке жасушаларының қызмет атқаруы үшін қажет. Мы",
                "date": "20.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "АПЛ немесе Ла Лига ойындарының қайсысы мықты?",
        "question_content": "Әлемде құдайдың ең жақсы жаратқан ойыны футбол екені айдан анық. Егер футбол жаңкүйері болсаңыз, қай чемпионат мықты деп сізден сұраған болар. Ал сіз не жауап берерінізді көп ойланған боларсыз. Біреуге Неміс машинасы ұнаса, енді біреуі қызығы мен шыжығы мол Англия біріншілігі, футболда үстемдік қылатын карольдері бар Испания, ойынымен көпке аян Италия ұнар мүмкін. Соңғы кездегі көпшілік ортада тек АПЛ мен Ла Лига гана аталып отырады. Сіздің ойынызша қайсы мықты?\nАПЛ өзінің біріншілігінде мықты командаларының көптігімен және қызықты ойындарымен белгілі. Арсенал, МЮ, МС, Челси, Ливерпуль секілді өзінің танымал клубтарымен әйгілі. Бірақ сыртқы аренада бұл командалар үстемдік көрсете алмай жүр(өкінішке орай), ал Испания келсек, әрине Барса мен Реал еске түседі, ал Севилья, Атлетико секілді клубтарда өзінің есесін жібермейді. Сыртқы аренда кароль сезініп жүрген испандықтар өзін еуропаның басшысы ретінде сезініп жүр, оған дәлел соңғы кездегі нәтижелер. \nАПЛ әлсіз емес, тек ішкі аренада қиындықтардан сыртқы аренаға шыға алмай жүр. Ал сіз қалай ойлайсыз?",
        "question_date": "27.01.2016",
        "question_tag": "Футбол",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине тартыс бәсеке жағынан алғанда ағылшын премьер лигасы мықты. Испан примерасында мықты деген 3 команда ғана. Қалғандары чемпиондық бәсекеде қарсылық тудыра алмайды. Ал бірақ еуроаренада испандық командалар мықты. Себебі ағылшындық командалар ішкі бәсеке қатты болғандықтан көп жағдайда әлсіреп қалады.",
                "date": "27.01.2016",
                "upvotes": 0
            },
            {
                "text": "АПЛ-дың матчтары қызық",
                "date": "27.01.2016",
                "upvotes": 0
            },
            {
                "text": "АПЛ өте тартысты лига.Чемпиондыққа Лестер,Арсенал Мю,Мс,Тотенхэм,Ливерпуль таласуда. Көптен бері клубтары чемпиондар лигасын ұта алмай келеді,себебі Аплға көп көңіл бөледі.\nАл Ла Лига ішкі біріншілігі жеңіл Чемпиондықта тек 3 клуб таласады.2015 Барселона 2014 Реал-Атлетико ойнады.\nБиылғы жылы чемпиондар лигасына менің фаворитім Мюхендық Бавария\nАл АПЛда Арсенал немесе Манчестер Сити\nЛа Лигада Барселона",
                "date": "28.01.2016",
                "upvotes": 0
            },
            {
                "text": "Ла лига мықты, Апл тартысты.\n\nБірақ бұл менің бала кезімнен Лестерге жанкүйер екенімді жоққа шығармайды.",
                "date": "19.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жол саласында жұмыс жасай аламын ба? Онда әскери билет міндетті түрде керек пе?",
        "question_content": "Қазір көлік көоіктік техника және технология мамандығында оқып жатырмын. Болашақта жол саласында жұмыс жасай аламын ба? Онда әскери билет міндетті түрде керек пе?",
        "question_date": "27.01.2016",
        "question_tag": "Мансаптық өсу",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оқушылар ұялмайды",
        "question_content": "Осы оқушылар осы сайтқа кіріп алып, есебімді шығарып бер, үй жұмысымды орындап бер деп сұрауға неге ҰЯЛМАЙДЫ?",
        "question_date": "27.01.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 548,
        "question_upvotes": -2,
        "answers": [
            {
                "text": "Ондай сұрақтарға есепті шығарып берген дұрыс емес, есептің шығару жолын түсіндіріп берген дұрыс деп ойлаймын",
                "date": "27.01.2016",
                "upvotes": 4
            },
            {
                "text": "Бастарына салып салып жiберу керек қой)",
                "date": "27.01.2016",
                "upvotes": 2
            },
            {
                "text": "Олардың бестерінің бәрі менің бестерім ! Тиіспеңдер оларға!",
                "date": "28.01.2016",
                "upvotes": 0
            },
            {
                "text": "жаза берсін несі бар",
                "date": "11.02.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өздік, өзгелік ортақ және ырықсыз етістер тобы деп аталады.",
        "question_content": "Кім жылдам? Шарты:Сынып 4 топқа бөлінеді. Олар өз ішінен өздік, өзгелік ортақ және ырықсыз етістер тобы деп аталады. Ортадағы оқушы тақтаға кез келген етістікті жазады. Әр топ өзінің атына лайықсол етістікті түрлендіріп,сөйлем құрайды.1 минуттың ішінде сөйлем құрап үлгеру арқылы ұпай жинайды.К өп ұпай жинағандар жеңімпаз атанады",
        "question_date": "27.01.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жауын шашын ең көп жауатын арал қандай?",
        "question_content": "Жауын шашын ең көп жауатын арал қандай?",
        "question_date": "27.01.2016",
        "question_tag": "Табиғат",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гавай аралы Вайалеале тауында",
                "date": "27.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстандағы энеолиттік тұрақтар саны қанша?",
        "question_content": "Қазақстандағы энеолиттік тұрақтар саны қанша?",
        "question_date": "27.01.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маңғыстау түбегіндегі белгілі энеолит тұрақтары Шебер, Жыңғылды, Қошқарата, т. б.",
                "date": "28.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қап үңгірі қай жерде орналасқан?",
        "question_content": "Қап үңгірі қай жерде орналасқан?",
        "question_date": "27.01.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қап үңгірі Оралда орналасқан",
                "date": "27.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы уақытша баспана салу?",
        "question_content": "Біз ағам екеуіміз атыраудан жер алып уақытша үй(времянка) тұрғызамыз ба деп ойлап едік,бұйырса. 12×6 етіп саламыз. Енді сол времянканы салуға қанша қаражат кетуі мүмкін. Ойларыңызды айтсаңыздар",
        "question_date": "27.01.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 469,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең аз дегенде 7-8 мыңның шамасында кетіп қалады",
                "date": "27.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика 6 сынып. Теңдеу құру арқылы шығарылатын есептер?",
        "question_content": "1. А стансасынан шыққан пойыз В стансасына 7,8 сағатта жетеді. Егер пойыз жылдамдығын 10 км/сағ-қа кемітсе, ол осы аралықты 1 сағ 30 мин ұзақ жүреді. А стансасы мен В стансасының арақашықтығын табыңдар.\n\n2. Ағасы мен інісі мектепке бару үшін үйден бір уақытта шықты. Ағасы 80 м/мин жылдамдықпен жүрсе, інісі одан 30 м/мин кем жылдамдықпен жүріп, мектепке ағасынан 6 мин кеш келді Ағасы мектепке неше минутта келді?\n\nТеңдеу құру арқылы шығарылатын есептер.",
        "question_date": "27.01.2016",
        "question_tag": "Математика",
        "question_views": 11600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "L/x=7.8\nL/(x-10)=(7.8+1.5)\nL/(x-10)=9.3\n(7.8*x)/(x-10)=9.3\n7.8*x=9.3*(x-10)\n7.8*x=9.3*x-93\n7.8*x-9.3*x=-93\n-1.5*x=-93\nx=93/1.5=62\nL=62*7.8=483.6\n\n \n\nL/80=t\nL/(80-30)=t+6\n(80*t)/50=t+6\n80*t=(t+6)*50\n80*t=50*t+300\n80*t-50*t=300\n30*t=300\nt=300/30=10\nL=80*10=800",
                "date": "27.01.2016",
                "upvotes": 0
            },
            {
                "text": "Баларар өзара алма бөлісті.Егер олар 5 алмадан алса,онда соңғы балада 3 алма,ал егер 4 алмадан алса,онда 15 алма қалады.Қанша бала жəне қанша алма бар.",
                "date": "7.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазір біздің заманымызда адамдарға не жетпейді, не қажет, немен айналысуға болады?",
        "question_content": "Казір ештеңеге таң қалмайсың ақшаң болса бәрі бар не жетпиди не жоқ деп ойлайсындар. Қазір біздің заманымызда адамдарға не жетпейді, не қажет, немен айналысуға болады?",
        "question_date": "27.01.2016",
        "question_tag": "Жанұя",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "активный демалыс аз, шынайы общение (сөйлесу - араласу), босаңсып жүру аз.",
                "date": "30.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалаң аяқ өлеңін Мұқағали Мақатаев жазды ма?",
        "question_content": "Айқын айтатын пью де Музикол дегени емес. Жалаң аяқ өлеңін Мұқағали Мақатаев жазды ма?",
        "question_date": "27.01.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия, ол өлең Мұқағали Мақатаевтікі\n\nТөпеп тұрған нөсерге қарамай-ақ,\nБір қыз кетіп барады жалаң аяқ.\nЖалтыраған әдемі топылиын,\nКім біледі, жауыннан барады аяп.\nОйнақтаған далада қара көзім,\nЕске түсіп кетті ме бала кезің?\nЕлең қылмай ешкімді барады өзі,\nЖалаң аяқ жүргендей дала кезіп,\nЕркін ұстап елігім барады өзін.\n(Шыт көйлегі жабысқан кеудесіне.)\nҚарамасқа, қоймайды көрмесіңе.\nHe келді екен сайтанның зердесіне?!\nЖалаң аяқ сиқырға қарап тұрып,\nЖалаң аяқ жастығым келді есіме!\nҚара да тұр, қайтесің, қара да тұр,\nБұлаң еткен бұл сурет қалады ақыр.\nЖалаң аяқ...\nБалтыры жалт-жұлт етіп,\nҒайып болып жастығым бара жатыр.",
                "date": "27.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "We chat ты қалай қолданады?",
        "question_content": "We chat ты қалай қолданады?",
        "question_date": "27.01.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Whats ap сияқты номермен тіркелесіз. Бірақ айырмашылықтары бар.",
                "date": "27.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрат Телебеков діни басқармаға қандай қатысы бар?",
        "question_content": "\"Қазақстан Мұсылмандары қауымдастығының төрағасы Мұрат Телебеков\" деген ақпаратты оқып қалып жатамыз. Осы Телебековтің діни басқармаға қандай қатысы бар? Жалпы діни басқарманың осы кісіге деген көзқарасы",
        "question_date": "26.01.2016",
        "question_tag": "Қоғам",
        "question_views": 214,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қазақстан мұсылмандар одағы» деген ұйым құрып, өзін сол ұйымның басшысы ретінде таныстырып жүрген Мұрат Телібеков туралы Қазақстан мұсылмандары діни басқармасының баспасөз қызметі ресми мәлімдеме жасады.\n\nМүфтият өкілі Мұрат Телібековтің әрекетін Қазақстанның мұсылман жамағатына қатысы жоқ дегенді айтады.\n\n«ҚМДБ (Қазақстан мұсылмандарының діни басқармасы – ред.) бұған дейін де Мұрат Телібеков Қазақстанның барлық мұсылмандары атынан сөйлеуге құқығы жоқтығы, «Қазақстанның мұсылмандар одағы» мұсылман ұйымы емес екендігі туралы ресми мәлімдеме жасаған болатын. Біз Әділет министрлігіне де сұрау салып, аталған ұйым туралы мәліметтерді іздестірдік. Бізге министрліктен «Қазақстан мұсылмандарының одағы» деген ұйымның тіркелмегені туралы жауап келді. Бұдан басқа, Мұрат Телібеков ешбір діни ұйымның басшысы немесе мүшесі ретінде де тіркелмеген. Осыған байланысты ҚМДБ оның өзін Қазақстан мұсылмандар одағының басшысы деп таныстыруына, БАҚ-тарда мұсылмандар атынан сөйлеуге, өмірде жоқ ұйымның атынан ақпарат таратуға құқығы жоқ деп санайды», - делінген ҚМДБ баспасөз қызметінің жетекшісі Ағабек Қонарбайұлы берген жауапта.\n\nСондай-ақ, аталған ұйым туралы «Діндерді зерттеу орталықтары қауымдастығының» директоры Юлия Денисенко да пікір білдірген.\n\n«Ел ішінде Мұрат Телібековтің БАҚ-та көріну үшін ақпараттық себеп туғызуға тырысып жүрген адам екенін бәрі біледі. Ал, шетелдік құқықорғау органдарын «Қазақстан мұсылмандар одағы» адастырып келеді. Адам құқықтары, терроризм, экстремизммен күрес тақырыбындағы жиындарда, дөңгелек үстелдерде оның пікірлері мұсылмандар діни бірлестігі атынан қабылданып жүр. Мұрат Телібековтің жыныстық қатынасқа салық енгізу сияқты деструктивті сөздері қоғамда түсінбеушілік тудырып, халықаралық ұйымдармен байланыс орнату әрекеттеріне кедергі жасауда. Сол үшін оның Қазақстан мұсылмандары атынан сөйлеуінің жолын кесу керек», - деген Юлия Денисенко.\n\nАл, Мұрат Телібековтің өзі «Қазақстан мұсылмандар одағының» «МАК» – Muslim Аssociation of Kazakhstan жеке қайырымдылық қоры ретінде тіркелген ұйым екендігін, оған қолданыстағы заңнамаларға сәйкес, мүшелікке өтуге болатынын және ол үшін мұсылман болу міндетті емес екендігін айтқан.\n\n\"Қазақстан мұсылмандар одағы\" ұйымы басшысы ретінде танымал болған Мұрат Телібеков бұған дейін ұйым атынан МС Сайлаубек есімді рэперге \"Жыл адамы\" атағын беріп, М. Саакашвиллиді Қазақстанның бір облысына әкім етіп тағайындауды, Г. Мерченконы ҚМДБ төрағалығына ұсынып, жыныстық қатынасқа түсетіндерден салық жинауды бастама етіп көтеріп аты шыққан болатын. Қазір Алматының Алмалы аудандық сотында \"Мұрат Телібековтің \"Ветер с улицы\" кітабынан қазақ халқының ар-намысына тиетін үзінділер жариялады\" деген айыппен қоғам белсенділері Е. Нарымбаев пен С. Мәмбеталиннің үстінен қылмыстық іс қаралуда. М. Телібековтың өзі аталған кітаптың авторы екенін мойындағанымен, қос белсенді жариялаған үзінділерге қатысым жоқ деп, ат-тонын ала қашып отыр.",
                "date": "27.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хлор қышқылындағы индекстер қосындысы қанша?",
        "question_content": "Хлор қышқылындағы индекстер  қосындысы қанша?",
        "question_date": "26.01.2016",
        "question_tag": "Химия",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хлор қышқылындағы индекстер қосындысы 6",
                "date": "27.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автомобиль А елді мекенінен шығып, 50 км/сағ жылдамдықпен жүрсе",
        "question_content": "Автомобиль А елді мекенінен шығып, 50 км/сағ жылдамдықпен жүрсе, B елді мекеніне межелеген уақытта жетеді.Егер\n\nАвтомобиль жылдамдығын 10 км/сағ-қа арттырса, B елді мекенінемежелеген уақыттан 1 сағ бұрын жетеді.A және B елді мекендерінің арақашықтығы неше километр?",
        "question_date": "26.01.2016",
        "question_tag": "Математика",
        "question_views": 8800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "50х=60(х-1) 50x=60x-60 60x-50x=60 10x=60 x=6 50*6=300 60*5=300 Жауабы: 300км",
                "date": "1.02.2016",
                "upvotes": 1
            },
            {
                "text": "L/50=t\nL/(50+10)=t-1\nL/60=L/50-1\nL/60-L/50=-1\n(50*L-60*L)/3000=-1\n-10*L=-1*3000\n10*L=3000\nL=3000/10=300",
                "date": "27.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін 2050 бағдарламасы арқылы 9 ыншы сынып бітіріп грантқа коллеждге түсуге бола ма?",
        "question_content": "Мен Қызылорда қаласының тұрғынымын, мысалға Ақтөбе қарағанды Астана қалаларына түсе алам ба? Әлде міндетті түрде 11 сынып бітіру керек пе? 9-ыншы сыныптан кейін қалай түсуге болама? Серпін 2050 бағдарламасы арқылы 9 ыншы сынып бітіріп грантқа коллеждге түсуге бола ма?",
        "question_date": "26.01.2016",
        "question_tag": "Мектеп",
        "question_views": 794,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неге сені іздей берем жаным? өлеңі керек?",
        "question_content": "Неге сені іздей берем жаным. Үмітімді үзбей келем жаным. Ерте оянған махаббатын. Нәзік жүрек іздейді екен деген өлеңді тауып беріңіздерші басы Таң шапағы секілденген деп басталады",
        "question_date": "26.01.2016",
        "question_tag": "Қазақша ән",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "9-3 9-□ шығару жолын көрсетіп жіберсеңіздер?",
        "question_content": "9-3 9-□ 3+□ □+6 7-3 7-□ 3+□ 4+□ 8-3 □-□ □+□ □+□ шығару жолын көрсетіп жіберіңіздерші 1 сынып 110 бет 3 есеп",
        "question_date": "26.01.2016",
        "question_tag": "Математика",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9-3 9-3 3+3 0+6\n7-3 7-3 3+4 4+3\n8-3 8-3 5+3 3+5",
                "date": "26.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жастар арасында жоғары деңгейде аталып өтетін \"Әулие Валетин\" мерекесінің маңызы неде?",
        "question_content": "\"Әулие Валентин\" күні жайлы не білеміз? Саралап, талдап пікір қалдырсаңыздар. Мектеп оқушысынан студенттерге дейін аталып өтетін бұл мерекенің маңызы және қызығы неде? Бұл мерекенің сіздер үшін орны қандай, атап өткенді ұнатасызба? Әлде жат мереке деп санайсызба?",
        "question_date": "26.01.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 269,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше мейрамдардың ешқайсысының ешқандай маңызы жоқ...әшейін көңіл көтеру деп ойлаймын (кез-келгені)....",
                "date": "27.01.2016",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша біздің Қазақ халқына жат дүние деп ойлаймын.Әркімнің өз ойы бар.Көбінесе қыздардың жақсы көретін күні ғой",
                "date": "28.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биологиядан факультатив сабағының жоспарлары",
        "question_content": "Биология факультатив сабағына 11-сыныпқа күнтізбелік жоспары қажет еді ?",
        "question_date": "26.01.2016",
        "question_tag": "Мектеп",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "үйірме жұмысына жоспар керек еди",
                "date": "14.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Конкурсқа қандай ән айтуға болады?",
        "question_content": "Жақында 9 жасар қызымның ән мен биден конкурсы болушы еді. Соған қандай ән айтуға болады? Көмектесіңіздерші",
        "question_date": "26.01.2016",
        "question_tag": "Ән іздеу",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    }
]