[
    {
        "question_title": "21-інші ғасыр қандай ғасыр?",
        "question_content": "21-інші ғасыр қандай ғасыр? 21 ғасыр қандай заман?",
        "question_date": "4.05.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Емтихан тапсыру түрі туралы",
        "question_content": "Емтихан тапсырудың қай түрі таза білімді анықтайды деп ойлайсыз? Жазбаша, ауызша, тест түрінде? Немесе жаңа бір әдіс бар ма?",
        "question_date": "4.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауызша түрі таза білімді анықтайды",
                "date": "8.05.2016",
                "upvotes": 0
            },
            {
                "text": "Таща негізінде болу үшін ауызша",
                "date": "25.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жердің өзі үлкен ғарыш кемесі деп ойлаймын. Сіз қалай ойлайсыз?",
        "question_content": "Жердің өзі үлкен ғарыш кемесі деп ойлаймын. Сіз қалай ойлайсыз?  Және жердің серігі ай да жерді метеориттерден қорғаушы кеме  және түнде жарық беруші.  Себебі: Соңғы кездегі ғалымдар ғарышта ұшатын ғарыш кемелерінің жобасы жерге ұқсайды, адамдар ол кемеде егін егеді,жасанды ауа-атмосфера, жасанды жаңбыр, табиғат болатынын айта бастады, онсыз адам өмір сүре алмайды. Бұл бүгін сіздерге фантастика сияқты болғанмен, ертең кәдімгі шындыққа айналуы сөзсіз.Адам оған да жететініне  мен сенем.",
        "question_date": "4.05.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сіз спортты ұнатасыз ба?",
        "question_content": "Ағылшын тілінде мына сұрақтарға жауап беріп кетіңіз.\n\nAsk four or five of the following questions.\n\nDo you like sport?\nDo you play any sports?\nDid you have to play any sports when you were at school?\nWhat kind of sports do you watch on TV?\nWhat are the most popular sports in your country?\nWhat are the most important sporting events in your country?\nHave you attended a sporting event recently? Can you describe it to me?\nIs doing sport regularly the best way to stay healthy, in your opinion?\nHave you ever run a marathon?\nWould you like to run a marathon?",
        "question_date": "4.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 852,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Спортты Ұнатпаймын, шұғылдануға ерінемін, бірақ Головкин сияқты спортшыларды бір удармен құлатқым кеп жүр.Бәрі солай армандайды.",
                "date": "5.05.2016",
                "upvotes": 0
            },
            {
                "text": "1.Yes i do 4. I don't like watching TV 5.I think these types of sports are most popular- box, kokpar, kures, hokkey , swimming, weightlifting and also figure skating 6. No it's long ago I attended such events 7.Everyone thinks so, so i too keep this opinion 10. Never 11. No. But I would like to watch marathon",
                "date": "5.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақша керек болып тұр, қайдан аламын?",
        "question_content": "90 мың теңге керек болып тұр қатты.негізі жұмыс істемеймін қазіргі таңда.бірақ жазда істеймін,сол акшаны несие орындары бере ала ма?",
        "question_date": "4.05.2016",
        "question_tag": "Кредит, Несие",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білмеймін. Каспи банктан алып көр несиеге.",
                "date": "4.05.2016",
                "upvotes": 0
            },
            {
                "text": "90 мын болса агайын туыстарыннан ала тур Жазда кайтарып бер",
                "date": "4.05.2016",
                "upvotes": 0
            },
            {
                "text": "Жылдам ақша деп жарнама жасап жүргендерге хабарласып көріңіз",
                "date": "7.10.2016",
                "upvotes": 0
            },
            {
                "text": "Таныс туыстардан келісіп сұраңыз, банктен қиналасыз",
                "date": "7.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызмет тест 2016 жылғы болса жібере алсыздар ма?",
        "question_content": "Мемлекеттік қызмет тест 2016 жылғы болса жібере алсыздар ма? Көп рахмет ges.92@mail.ru",
        "question_date": "4.05.2016",
        "question_tag": "Қоғам",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қоштаспайтын махаббат деген кітапты оқыған адам бар ма? Авторын ұмытып отырмын",
        "question_content": "Қоштаспайтын махаббат деген кітапты оқыған адам бар ма? Авторын ұмытып отырмын",
        "question_date": "4.05.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мекеме таратылып қайта құрылды, ескерту қағаздары",
        "question_content": "Мекеме таратылып қайта құрылды, ескерту қағаздары беріліп қызметке мамандарды қайта тағайындау жұмыстары жүргізіліп жатыр, алайда берілген ескерту қағазға бір кісі жауап бермей жатыр келемйде қойды қандай шара қолдануға болады?",
        "question_date": "4.05.2016",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әбунасыр Әл-Фарабидің өлеңдерінде ойы қандай?",
        "question_content": "Әбунасыр Әл-Фарабидің өлеңдерінде ойы қандай?",
        "question_date": "4.05.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 478,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмыстан шығарып жатса не істеуге болады?",
        "question_content": "Саламатсызба? Менің сізге сұрағым бар. Менің мамандығым География пәні мұғалімі, Қазақ Қыздар Педагокикалық Университетін бітіргем, Дипломға қосымша берілген приложенияда тарихқа мамандырылған география пәні мұғалімі деп жазған, Мен 2013ж мектепке жұмысқа тұрғанымда директордың оқу ісі жөніндегі орынбасары маған тарихтан сабақ берді. 2013-2014жж сол тарихтан сабақ бердім. 2014-2015жж декреттік демалыста отырдым. 2015ж жұмысқа барғанымда географиядан сағат болмағандықтан тарихтан сағат берді. 2015ж Наурыз айында мектебімізге  жаңа директор келіп маған \"дипломдағы мамандығыңыз атқарып жатқан қызметіңізге, яғни тарих пәні мұғаліміне сәикес емес\"-деп мені жұмыстан шығарып жатыр. Жұмыстан кетпесең осы екі жыл алған айлығыңды өкіметке қаитарасың, қайтармайтын болсаң ісің сотқа асып кетеді деп айтып жатыр. Ол кісініңкі дұрыс па?",
        "question_date": "4.05.2016",
        "question_tag": "Мамандық",
        "question_views": 752,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Орыстар неге исусхиристосга сыйынады?",
        "question_content": "осы орыстар неге исусхиристосга сыйынады маган накты малимет, керек или болмаса сол жайлы кандай китаптар бар накты толык малиметтер керек еди, сосын ундилер сыйырга табынады ол неге тарихи барма онында?",
        "question_date": "4.05.2016",
        "question_tag": "Қоғам",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты мәлімет керек болса, дінімізге үңіліңіз.(Құран кітап, сүннет). Немесе мешіттердегі мамандардан (имам) сұраңыз.",
                "date": "4.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлақ ауруын қалай емдейді",
        "question_content": "құлақ суықтағанын қалай білуге болады кешеден бері ауырп тұр ішіне жәндік кіріп кеткен сияқты бірақ жыбырламайды ыстық сумен де көрдім болмады соны білми жатырмын",
        "question_date": "4.05.2016",
        "question_tag": "Тазалық",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Облыстық адвокаттар коллегиясының мүшесі басқа облыстың сотына талап арыз бере алады ма?",
        "question_content": "Менің басқа облыстағы адвокатым, менің ісім жайлы өзімнің тұрып жатқан жеріме талап арыз бере алады ма? Облыстық адвокаттар коллегиясының мүшесі басқа облыстың сотына талап арыз бере алады ма?",
        "question_date": "4.05.2016",
        "question_tag": "Заң",
        "question_views": 571,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жылыжай бизнесін бастағым келеді",
        "question_content": "Жылыжай бизнесін бастағым келеді, қаншалықты тиімді, неден бастаған жөн, бастағанға шамамен қанша қаражат керек",
        "question_date": "4.05.2016",
        "question_tag": "Жеке бизнес",
        "question_views": 939,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тиимдилиги бар, кандай дакыл осиресин жане кай мезгилде онимди сата бастайсын соган байланысты, кететит каржы жылыжайдын колемине байланысты, оз басым тажирбиеден тусингеним 1 жылда кунын актап шыгу керек аянбай енбек етсен, дакылдын сорттарын жаксылап тандау , жердин кунарлыгы коп рол ойнайды, мен озим малдын кыйына ектим",
                "date": "12.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ән іздепжатырмын. бұл әнді қайдан іздеп табуға болады? немесе тауыпберініз",
        "question_content": "Бүгін радиода 103.4 fm бір ән ұнады\n\nСол әнің сөздері\n\n(сағынтқан әнім сенсің  мұнымды жалын берсің барады өтіп даурен бұл басымнаң .\n\nМен куған кқбелектер , ат жайған небелектер , күтеме сағынышпен, көп жалған тербелгенде\n\nөзінде туған жерім)",
        "question_date": "4.05.2016",
        "question_tag": "Қазақша ән",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гималай мен Альпі тауларын салыстыру керек",
        "question_content": "Гималай мен Альпі тауларын салыстыру.",
        "question_date": "4.05.2016",
        "question_tag": "Табиғат",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биіктігіне келетін болсақ Гималай тауының Эверест шыңы 8848м. Ал Альпі тауының Монблан шыңы 4810м. Демек Гималай тауының шыңы биік болып шығады.(мен екі таудың ең биік шыңдарын алып қарастырдым.)",
                "date": "9.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіс қанша жасқа дейін шығады ?",
        "question_content": "Біреулер тіс 20 жасқа дейін шығады дейді. Негізі 14 жасқа дейін шығады емеспа. 20 жасқа дейін шығама ?",
        "question_date": "3.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 24400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүт тістерінің негізі ұрықтың ана құрсағында дамуы сатысында қалыптаса бастайды.\nСәбидің сүт тісі 6 – 8 айлығында жарып шығып, 3 жаста толық жетіледі.\nБаланың тұрақты тістері 6 – 7 жаста, негізінен 14 – 16 жаста толық шығып болады.\nАл ақыл тіс 16 – 25 жас аралығында шығады.",
                "date": "5.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүтқоректілердің ертедегі жорғалаушылардан пайда болуы",
        "question_content": "Мəлімет керек! Ертеңге дейін...",
        "question_date": "3.05.2016",
        "question_tag": "Мектеп",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүтқоректілер Жер бетінде бұдан 200 млн. жыл бұрын пайда болған. Сүтқоректілердің арғы тегі пермде тіршілік еткен аңтісті қарапайым ұсақ бауырымен жорғалаушылар (Therіodontіa). Алғашқы Сүтқоректілердің қалдықтары жоғарғы триас жыныстарынан табылған. Олар бор кезеңінің аяқ шенінде жойылып кеткен. Көпбұдыртістілер (Multіtuberculata) мен біртесіктілер осы кезде тіршілік еткен. Юра кезеңінде пантотерийлер пайда болып, бұлардан нағыз аңдар (Therіa) шыққан, олар қалталылар мен ұрықжолдастыжануарлардың негізі болды. Олардың тұрқы 4 см, салмағы 1,2 грамдық, сондай-ақ тұрқы 33 м, салмағы 150 тонна тартатындары да бар. Денесі түкпен қапталған, алдыңғы ми сыңарларының сыртында ми қыртысы жақсы дамыған.Сүтқоректілердің тері жабыны басқа омыртқалыларға ұқсас екі қабаттан тұрады. Теріде май, тер, сүт, иіс шығаратын бездері болады. Түк, мүйізді тырнақ, мүйіз және тұяқтар - терінің қосалқы бөлімдеріне жатады. Тері бездері мен тер бездері зат алмасуын, дене температурасын реттейді және тері бездерінің иісті затының жауынан қорғануда, үйірге түскенде бірін-бірі табуда, еліктетуде маңызы үлкен.\n\nҚаңқасы бассүйек, омыртқа жотасымен [кеуде қуысы], иық белдеуі мен алдыңғы аяқтардан және жамбас белдеуі мен артқы аяқтардан тұрады. Сүтқоректілердің мойын омыртқасы - 7. Бассүйекке астыңғы жақсүйек қозғалмалы (буын арқылы) байланысқан. Бассүйектегі басқа сүйектер бірімен-бірі жіктесіп, тұтасып кеткен.\n\nОмыртқаларының беті жалпақ (платицельді). Мойын омыртқасы 7 (6 болуы сирек, тек кейбір теңіз сиырларда) не 8-9 (жалқау аңның кейбір түрі). Көбінің аяғы бес саусақты, бірақ көбіне қатты өзгерген, мысалы, тақ тұяқты (жылқы), ескек тәрізді (итбалық, кит), қанат тәрізді (жарқанат). Кейбір түрінің артқы аяқтары жойылып кеткен (рудимент түрінде ғана сақталған). Кеуде қуысы мен құрсақ қуысын көк ет (диафрагма) бөліп тұрады.\n\nБұлшық еттері\n\nСүтқоректілердің бұлшықеттері жақсы дамыған. Әсіресе алдыңғы, артқы аяқтарындағы бұлшықеттер түрлі бағытта орналасқан. Бассүйектегі шайнау бұлшықеттерінің бәрі астыңғы жақсүйекпен байланысады. Сүтқоректілерде кеуде мен құрсақ қуыстарын бөліп тұратын көкет (диафрагма) пайда болған. Көкет тыныс¬тық қозғалыстарға (тынысалу, тынысшығару) қатысады.\n\nАсқорыту жүйесі\n\nСүтқоректілердің асқорыту жүйесі күрделілене түсіп, етті еріндер пайда болған. Езуден шықшытқа дейінгі жақсүйекті иекпен жалғастырып, тұтастыратын бұлшықет дат деп аталады. Үстіңгі және астыңғы жақсүйектердің ұяшықтарында тістер орналасқан. Олар құрылысына, атқаратын қызметіне сәйкес күрек, сойдақ, кіші және үлкен азу тістердеп бөлінеді. Алдымен сүт тістері өсіп, кейін түсіп, орнына тұрақты тістер шығады. Ауыз қуысына 3-4 жұп сілекей бездерінің өзектері ашылады. Ауыз қуысы - жұтқыншақпен, ол өңеш арқылы қарынмен жалғасады. Қарындағы көптеген ұсақ бездер қарын сөлін бөледі. Күйіс қайыратын жануарлардың (әсіресе сиырда) қарны көп қуысты. Оны үлкен қарын (таз қарын), жұмыршақ (тақия қарын), қатпаршақ (қырық қатпар) және ұлтабар деп 4 бөлімге бөледі.\n\nТыныс алу жүйесі\n\nАуа өтетін мүшелер мен өкпеден тыныс жүйесі құралады. Ауа өтетін мүшелерге танау тесіктері, жұтқыншақ, көмекей, кеңірдек, ауатамырлар жатады. Сүтқоректілер өкпесінің іші көптеген перделер арқылы қуыстарға бөлінген. Оларды өкпе көпіршіктері (альвеолдар) деп атайды. Өкпе көпіршектерінің сыртын қылтамырлар торлайды да, сол жерде газ алмасу жүреді. Кеуде қуысының кейде кеңейіп, кейде тарылуына сәйкес өкпеге ауа енеді және кері шығады.\n\nҚанайналым жүйесі\n\nҚанайналым жүйесі - құстарға ұқсас, жүрегі толық төрт қуысты. Артерия қаны мен вена қаны араласпайды. Сүтқоректілердің құстардан айырмашылығы - сол жақ қарыншадан басталатын қолқа тамыры сол жақ қолқа доғасын құрайды. Құстарда оң жақ қолқа доғасы болады. Қан денеде газ бен қоректік заттарды тасымалдайды.\n\nЗәршығару жүйесі\n\nЕкі бүйрек, 2 несепағар түтігі, сыңар қуық және зәршығару өзегінен зәршығару жүйесі түзіледі.\n\nЖүйке жүйесі\n\nЖүйке жүйесі - күрделі құрылыста. Әсіресе мидың көлемі үлкен. Алдыңғы ми айқын ми сыңарларына бөлінген. Ми сыңарларының сыртындағы көптеген иірім, сайшалар ми қыртысының көлемін ұлғайтады. Сүтқоректілердің күрделі қозғалыс әрекетіне байланысты мишығы да жақсы жетілген. Мишықтың сыртында сайшалар, иірімдер көп.\n\nМиының үлкен жартышарлары жақсы дамыған.\n\nСезім мүшелері\n\nСүтқоректілердің иіс сезуі өте жақсы дамыған. Олар иіс сезуі арқылы қорегін іздеп табады, жауынан қорғанады, жұп құрады. Тек суда тіршілік ететін киттерде иіс сезуі өте нашар дамыған. Көпшілік сүтқоректілерде есту мүшесі жақсы жетілген. Сүтқоректілерде сыртқы құлаққа жататын құлақ қалқаны пайда болған. Дыбыс толқындарын сол арқылы қабылдайды. Тек суда, жер астында тіршілік ететін сүтқоректілерде құлақ қалқаны болмайды. Сыртқы және ортаңғы құлақ арасы дабыл жарғағымен бөлінген. Сүтқоректілердің ортаңғы құлақ қуысында балва, төс, үзеңгі сүйектері болады. Қосмекенділерде, жорғалаушыларда және құстарда бір ғана үзеңгі сүйегі болатынын еске түсіріңдер. Жарқанаттар, түлендер, дельфиндер өздерінен шығарған өте әлсіз дыбыс жаңғырықтарын қайта қабылдай алады.",
                "date": "27.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен YouTube сайты Қазақстанда істемей жатыр?",
        "question_content": "Менің кішкентай інім Ютуб сайтынан видеолар көретін еді. Бірнеше күн болды Ютуб сайты жұмыс жасамай інім өзінің видеоларын көре алмай жатыр. Неліктен YouTube сайты Қазақстанда істемей жатыр екен?",
        "question_date": "3.05.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 2200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Істеп тұр................",
                "date": "3.05.2016",
                "upvotes": 1
            },
            {
                "text": "Бәрі дұрыс жасап тұр!",
                "date": "3.05.2016",
                "upvotes": 2
            },
            {
                "text": "Менде де сондай болып жатыр",
                "date": "3.05.2016",
                "upvotes": 1
            },
            {
                "text": "Ювижн сайтында осыған қатысты талдау жазылыпты. Бұл негізі Алматы, Қарағанды,Астана қалаларында байқалып жатыр екен. Менің ойымша қазір ютубта Қазақстандағы митингілер ,арандатушы видеолар көбейіп кеткеніне байланысты жоғарыдағылар блоктап жатыр деп ойлаймын.",
                "date": "3.05.2016",
                "upvotes": 1
            },
            {
                "text": "Анонимайзер арқылы кiрiп көрсiн.",
                "date": "9.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Толық синтаксистік талдау ?",
        "question_content": "Теңбілкөктің тақымы қыза қыз төккен кестедей құлпырып сала беріпті. Басқарма мақтаулы атына өзінен басқа ешкімді жолатпайтын. Дүниенің бəрі теңселіп,тербеліп, билеп жөнелгені.",
        "question_date": "3.05.2016",
        "question_tag": "Мектеп",
        "question_views": 11600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "синтаксистік талдау",
                "date": "20.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауықты қалай күрк қылуға болады?",
        "question_content": "Тауықтарым күрк болмай жатыр былтыр да күрк болмаған неге кұрк болмайды пародасы қазақы жай тауық. 2 дакан тауығым күрк болды 1 айлық болды балапандары ал жай тауықтар былтыр да биыл да күрк болмай жатыр??? дрож берсе күрк болады дейді сол рас па?",
        "question_date": "3.05.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сұрақ жауап бағдарламамда өз логиніме кірілмейді.",
        "question_content": "App Store-дан жүктеген Сұрақ-Жауап бағдарламасында өз логиніме кірілмейді.",
        "question_date": "3.05.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 331,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ тілі қиынба?",
        "question_content": "Қазақ тілін қиын тіл дегенге ойыңыз қандай?",
        "question_date": "2.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кеше ғана осы туралы басқа ұлт өкілінің айтқан ойын естіп едім.\nБіршама дәрежеде қиын тіл себебі, етістікті қолданар алдын біршама ойға салу керек, әйтпесе мағына мүлдем өзгеріп кететінін, бұл қазақ тілін үйренудің бір қиындығы еккенін айтқан болатын.",
                "date": "28.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ xалқы дініне қайтуымен өзінің басты құндылықтарына қайтады деген ойды құптайсызба?",
        "question_content": "Қазақ xалқы төл дініне қайтуымен өзінің әуелден қазақи құндылықтарына қайтады деген ойға қалай қарайсыз?",
        "question_date": "2.05.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазір қоғамда еуропа-америкалық мәденитке,солардың жаңашылдығына қызығу белең алып бара жатыр ғой.Бұл өз кезегінде ажырасудың,суицидтің,түсіктің көбеюіне,дәстүрлерді менсінбеуге,ата-әжелердің қарттар үйіне,балалардың жетімханаға тасталуына және отбасы құндылықтарының жойылуына алып келе жатыр.Ал төл дініміз Исламда ата-ана,бала-шаға,дәстүрге беріктік,тазалық,ұят жәнә үлкендерге бағыну басты рөлде тұрады.Сондықтан меніңше халқымыз арасында Ислам бұрынғыдай саф күйінде таралса жоғарыда айтылғандардан сақтанып өзімізге тән құндылықтарымыз сақталар еді.",
                "date": "5.05.2016",
                "upvotes": 2
            },
            {
                "text": "Төл діні дегенде Тәңіршілдікті айтсаңыз, қазақи құндылықтар қайта түлеуі мүмкін",
                "date": "5.05.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақтардың төл діні -шаманизм, тәңіршілдік (отқа, суға, аруаққа табынған;) 10 ғасырдан бастап ғана ислам діні келген қазақ жеріне. Салт дәстүр, ұлттық құндылықтарға діннің түк қатысы жоқ. Адам басқа дінді қабылдап та өзінің ұлттық құндылықтарын сақтай алады.",
                "date": "5.05.2016",
                "upvotes": 0
            },
            {
                "text": "1. Адам жаратылғанда Бiрқұдайшылдық (ханиф) сенiмiмен келдi. Уақыт өте келе адамдар бұзылды, көптеген көпқұдайшылдық, ширк және күпір (Бiр Алланы бiр Құдайды мойындамау, жаратылыстармен (махлұқ) Құдайды теңестіру, баласы бар деу, жаратылыстардыкіндей образ беру) пайда болды.\n2. Дүние (маxлұқ)  қарапайым жаратылыстарды тылсымдап отсыз.\n3. Ислам дiнi сенiмi әуелден бастап бар, Адам жаратылғаннан берi сенiмi Ханиф (бірқұдайшылдық) қалып, ал құлшылық формасы әр ғасырда әр түрлі болған. Соңғы Пайғамбар (оған Алланың мейірімімен сәлемі болсын) келуімен құлшылық формасы намаз болып бекітілді.\n4. Басқа дiндер адамдардың қолдарымен өзгертiлдi, Таурат Інжіл өзгертіліп сол баяғы саф қалпын жоғалтты. Иудаизм, Христиан басқынмен мәжбүрмен келген шығар, бірақ Ислам дiнi мәжбүрмен келмедi.\nЯхуди немесе христиандарға тимей шіркеу синагогтарында құлшылығын жасауға кедергi болмады. Оған дәлел Құрандағы аят \"ла икраhа фид-дин\" (Бақара сүресi) дiнде мәжбүр жоқ деген.\n5. Дiн және Ғылым қарамы қарсы ұғым емес, екеуі жүзетін бір кеме немесе ұшатын екі қанат секілді.",
                "date": "5.05.2016",
                "upvotes": 0
            },
            {
                "text": "Священный Коран раскрывает тайные глубины науки 04 Апр 2009 Фетхуллах Гюлен Главная цель Священного Писания – Корана заключается в наставлении людей на путь истины, чтобы они уверовали в Бога-Создателя, который известен нам через все, что есть на земле и на небесах, через то, что доступно нам, и через то, что еще будет открыто, чтобы они встали на путь веры и поклонения Единому Богу, чтобы они строили свою частную и общественную жизнь таким образом, что способствовало бы достижению ими счастья как в этом мире, так и в следующей жизни. Священный Коран является всеобъемлющим, ибо он ниспослан человечеству во спасение, для того чтобы человек оставался верен Богу, мог достигнуть успеха, уважения и вечного счастья. Совершенство стиля и безупречная логика изложения Священного Корана в арабском оригинале засвидетельствованы жившими в разные столетия многими великими людьми, которые стремились к овладению в совершенстве арабским языком и языками мусульманских народов, чтобы ознакомиться со Священным Писанием. Благодаря Священному Корану, те, кто занимался изучением человека или физического мира, получили возможность постигнуть истинную природу вещей и явлений. При помощи Священного Корана, заложенной в нем мудрости психологи и социологи сумели разрешить сложнейшие вопросы, касающиеся индивида и общества. И когда мы сегодня говорим о содержании Священного Корана, то имеем в виду высказывания, относящиеся к научной сфере, и то, как они соотносятся с современными достижениями точных наук. Положения Священного Корана, касающиеся науки, изложены так четко, что доступны для понимания как архангелу Джибраилу (Гавриилу) (мир ему), передавшему Пророку Мухаммаду (мир ему и благословение) Божественное Откровение, так и простому пастуху, пасущему в горах свое стадо. Те, кто правильно подходит к чтению Священного Писания, несмотря на то, что каждый из нас обладает различным уровнем знаний, не имеет расхождений в понимании заложенного в нем смысла. Очевидно, что наилучшее понимание смысла стихов Священного Корана возможно в том случае, если человек в совершенстве владеет арабским языком, когда ему знакомы словесные нюансы и структура языка, а также если он имеет представление о событиях, о которых идет речь в священном тексте. Так, в отличие от современных толкований, наиболее достоверными являются толкования, данные самими сподвижниками Посланника Аллаха (мир ему и благословение) и людьми, жившими в последующее время, такими как, например, Ибн Джарир (да будет доволен им Аллах). Приведём несколько аргументов в пользу нашего утверждения. 1. Создатель, Который все знает и видит еще до начала самого времени и после его (времени) окончания, приоткрывает перед нами завесу будущего: «Мы покажем им Наши знамения в различных уголках земли и небес, а также в них самих, пока не станет им ясно, что это – истина. Разве недостаточно для твоего Господа, что Он о всякой вещи свидетель?»(Священный Коран, 41:53). С давнего времени суфии считали этот стих символом, подтверждающим ту духовную мудрость, к которой они стремились. А если вспомнить достижения, которых достигла научная мысль со времени ниспослания Откровения Пророку Мухаммаду (мир ему и благословение) то само существование такого стиха будет казаться нам чудом. То, что доступно пониманию человека и поддается его изучению, подтверждает единство и исключительность Творца по мере того, как природа и взаимосвязь макро– и микрокосма раскрываются нашему пониманию. Мы убеждаемся в том, что все, ниспосланное нам в качестве Божественного Откровения, вскоре будет подтверждено на практике. И сейчас мы чувствуем, что вскоре услышим и сможем понять хвалу Всевышнему, произносимую тысячами языков, принадлежащих природе: «Прославляют Его семь небес, и земля, и те, кто на них. Нет ничего, что бы не прославляло Его хвалой, но вы не понимаете прославления их. Поистине, Он – терпеливый, прощающий!» (Священный Коран, 17:44). Огромная значимость этого стиха является для нас сегодня очевидной. Все, что окружает нас, включая самые мелкие атомы, говорит с нами на свойственном им языке, на языке, восхваляющем Единого Бога. В то же время, услышать и понять его способны лишь немногие. Далее... 2. Священный Коран повествует также о формировании и стадиях развития эмбриона в утробе матери, что также заслуживает особого внимания: «O люди! Если вы в сомнении о воскрешении, то ведь Мы создали вас из праха, потом из капли, потом из сгустка крови, потом из куска мяса, сформированного или бесформенного, чтобы разъяснить вам (это)» (Священный Коран, 22:5). В другом стихе развитие эмбриона описано более детально, с четким делением на фазы: «Мы уже создали человека из эссенции глины, потом поместили Мы его каплей в надежном месте, потом создали из капли сгусток крови и создали из сгустка крови кусок мяса, создали из этого куска кости и облекли кости мясом, потом Мы вырастили его в другом творении, – благословен же Аллах, лучший из творцов!» (Священный Коран, 23:12-14). «...Он творит вас в утробах ваших матерей, одним творением после другого в трех мраках...» (Священный Коран, 39:6). Благодаря достижениям науки, стало возможным объяснение фразы «три мрака». «Три мрака» или «три покрова тьмы» включают в себя переднюю брюшную стенку, стенку матки и амниотическую мембрану. Священный Коран повествует о молоке и процессе его образования, который так же чудесен, как и сам напиток: «И для вас в (вашем) скоте – назидание. Мы поим вас из того, что у них в желудках между калом и кровью, молоком чистым, приятным для пьющих» (Священный Коран, 16:66). Священный Коран достаточно детально говорит о процессе, в результате которого в живом организме появляется молоко. Первый этап процесса предполагает потребление пищи и ее усвоение пищеварительной системой, тогда как второй этап происходит в шейных железах организма. Молоко, таким образом, являясь, с одной стороны, полноценным и приятным продуктом питания для человека, одновременно представляет из себя один из видов секреции, выделяемых организмом за ненадобностью. Оно сравнимо с потоком крови, являющейся одним из главных элементов живого организма. Далее... 4. Священный Коран говорит, что все созданное в природе состоит из пар: «Хвала Тому, кто создал все пары из тех, что выращивает земля, и из них самих, и из того, чего они не знают»(Священный Коран, 36:36). Все состоит из пар, дополняя друг друга, являясь идентичными или противоположными друг другу. Нам уже давно известно о том, что люди, животные и растения существуют в парах, однако нашему пониманию сегодня недоступно значение фразы «из тех, что выращивает земля... и из того, чего они не знают». Возможно, имеется в виду, что все сущее – как одушевленное, так и неодушевленное – существует в парах. Действительно, согласно современным научным представлениям, в природе все существует в парах – начиная с атомов и заканчивая облаками. Далее... 5. Священный Коран подробно рассказывает о сотворении мира и всего живого на земле: «Разве не видели те, которые не веровали, что небеса и земля были соединены, а Мы их разделили и сделали из воды всякую вещь живую. Неужели они не уверуют?»(Священный Коран, 21:30). Объяснение, данное Священным Кораном, предельно ясно и не следует считать сказанное гипотезой. Писание говорит также, что каждое живое творение на земле создано из воды. Оно не обсуждает вопрос от том, возникла ли жизнь в результате поднятия с земли воздуха и водяного пара, которые вследствие конденсации вернулись на поверхность земли в виде осадков, образовав затем моря и океаны и, таким образом, создав условия для развития живых организмов, или же возникновение жизни происходило иным путем. Священный Коран четко и понятно рассказывает о Вселенной, как о чудесном факте творения, в котором все элементы, подобно ветвям дерева, находятся во взаимосвязи и происходят из одного корня. Далее... 6. Особое место в системе мироздания занимает Солнце. Священная Книга, используя всего несколько слов арабского языка, раскрывает перед нами самые важные данные об этой звезде, при том, что это нелегко сделать: «И солнце течет к местопребыванию своему. Таково установление Славного, Мудрого!» (Священный Коран, 36:38). На самом деле, употребленное здесь слово «мустаккарр» может означать как определенный маршрут в космосе, так и определенное положение, в котором звезда может находиться в состоянии покоя, или какой-то временный маршрут. Но здесь речь идет не только об определенном маршруте, по которому движется звезда, но также и о том, что Солнце движется относительно конкретной точки во Вселенной. Солнечная система (Солнце и вращающиеся вокруг нее планеты и спутники), как сейчас известно, движется по направлению к созвездию Лиры. Причем, скорость ее движения является огромной (10 миль в секунду, т. е. миллион миль в день). Нас также интересует момент, когда система достигнет конечного пункта и перейдет в состояние покоя. Исключительность Священного Корана заключается в подобной лаконичности изложения. Множество неизвестных явлений объясняется всего в нескольких словах, а ведь Священный Коран был ниспослан людям 14 столетий назад, когда они еще верили в то, что Солнце ежедневно вращается вокруг Земли! Далее... 7. Другое удивительное (и также лаконичное) высказывание Священного Корана относится к вопросу о расширении Вселенной в пространстве: «И небо Мы воздвигли руками, и ведь Мы – расширители» (Священный Коран, 51:47). В аяте Корана говорится о том, что расстояние между небесными телами постоянно увеличивается, а значит, Вселенная расширяется. В 1922 году астроном Хаббель вычислил, что все галактики, за исключением пяти более близких к Земле, удаляются дальше в пространство, а их скорость прямо пропорциональна их расстоянию от Земли. Так, согласно вычислениям Хаббеля, галактика, находящаяся на расстоянии 1 миллиона световых лет от Земли, удаляется от нее со скоростью 168 км в год и увеличивается при соответственном увеличении расстояния между галактикой и Землей в 2 раза и т. д. Ле Майтре, бельгийский священник и математик, позднее также разработал и предложил теорию, согласно которой Вселенная расширяется. По сути, не так важно, как люди пытаются описать реальность, используют ли они формулы Хаббеля или теорию другого ученого. Неизменным является то, что Божественное Откровение безошибочно и четко повествует об этой реальности. Далее... 8. В Священном Коране указывается на невидимые процессы, которые сегодня известны как законы физики: притяжение и отталкивание, вращение, революционные процессы во Вселенной: «Аллах – Тот, кто воздвиг небеса без опор, которые бы вы видели...»(Священный Коран, 13:2). Небесные тела, будь то спутники или целые системы, подобные Солнечной, находятся в гармонии и движутся согласно определенному закону. Их существование предполагает некоторого рода опору, однако она невидима для нас. Так, подобной «опорой» является вращение: «...И Он держит небо, чтобы оно не упало на землю иначе, как с Его дозволения...» (Священный Коран, 22:65). Из этого аята Корана следует, что небесные тела в любой момент могут обрушиться на Землю, и только Всемогущий Создатель может предотвратить это. Подтверждение этому мы находим в современной науке, которая повествует о данном процессе другим языком, применяя термины «центробежная» и «центростремительная» силы. Сегодня особенно важно то, что мы осознаем значение Божественной милости, благодаря которой существует Вселенная. Далее... 9. В Священном Коране есть аят, предвосхищающий полет на Луну. То, что раньше было лишь мечтой, стало реальностью: «Но нет, клянусь зарею, и ночью, и тем, что она собирает, и луной, когда она полнеет, вы будете переходить из слоя в слой!» (Священный Коран, 84:16-19). Раньше предлагались различные трактовки этого аята. Некоторые видели в нем образное описание духовной жизни человека, подразумевавшее восхождение духа по восходящим ступеням неба, другие – изменение душевного состояния в целом. С течением времени толкование не приобретало ясности, что скорее объяснялось несоответствием между буквальным значением аята и имевшимися у толкователей представлениями о возможностях перемещения такого рода. На самом деле из контекста самого аята следует, что речь идет о полете на Луну. Далее... 10. Священная Книга повествует также о форме земного шара и ее изменении, что вызывает особый интерес: «... Разве они не видят, что Мы приходим к земле, сокращая ее по краям? Так они ли победители?»(Священный Коран, 21:44). В настоящее время «сокращение» земного шара «по краям», возможно, подразумевает сжатие его в области полюсов. И уже в то время, когда люди верили в то, что земля плоская и неподвижная, можно было узнать истину, обратившись к аятам Священного Корана, повествующим о том, что земля круглая. Особый интерес вызывает то, что по форме земля больше напоминает не шар, а яйцо. В Священном Коране говорится: «...и земле Он придал форму яйца, вывел из нее ее воду и пастбище, и горы – Он утвердил их» (Священный Коран, 79:30-32). Употребляемый при этом глагол «daha», который на языке оригинала дословно означает «придавать форму яйца» происходит от используемого и в современном арабском языке существительного «dahia» (яйцо). Таким образом, те, кто брались за толкование Священного Корана в прошлом, опускали эту фразу, как, возможно, не соответствующую господствовавшему в то время представлению о форме земного шара и в силу своего непонимания истинного значения аята, а также, вероятно, из-за боязни того, что буквальное значение аята будет непонятно окружающим. Благодаря современным научным достижениям, недавно было установлено, что земля, действительно, яйцевидной формы. Далее... 11. Обратимся теперь к вопросу о том, что говорит Священный Коран о Солнце и Луне: «И сделали Мы ночь и день двумя знамениями; и стираем Мы знамения ночи и делаем знамение дня дающим видеть, чтобы вы искали милости от вашего Господа и чтобы знали число годов и счета, и всякую вещь Мы распределили в порядке» (Священный Коран, 17:12). Согласно толкованию Ибн Аббаса (да будет доволен им Аллах), фраза «знамение ночи» означает Луну, а «знамение дня» – Солнце. Из этого следует, что слова «и стираем Мы знамения ночи» означают, что Луна была способна испускать свет до тех пор, пока Бог не лишил ее этой способности. Таким образом, Священное Писание, повествуя о прошлом Луны, в то же время указывает на будущее остальных небесных тел. В Священном Коране достаточно много примеров того, что в настоящее время известно как научно доказанный факт. Это свидетельствует о том, что знания, которыми обладают сегодня люди, составляют лишь малую часть знаний, предлагаемых нам Священным Кораном, являющимся Божественной Милостью. Божественная Книгараскрывает нам Истину, содержащиеся в ней знания выходят далеко за рамки человеческих представлений об окружающем мире. Но Священный Коран не следует рассматривать как исключительно научную книгу. Верующими он всегда рассматривался как Руководство, наставляющее людей на путь истинной веры и правильных поступков, чтобы мы были достойны ниспосланного нам Божественного Откровения и прощения Милостивого Творца.",
                "date": "5.05.2016",
                "upvotes": 1
            },
            {
                "text": "Я ненавижу и отрекся от ислама потому что* 1)когда Айше было 9 пророк Муххамед занимался с ней сексом.2) у пророка Муххамеда было много жен.3)пророк Муххамед любил сажать 8-летнюю Айшу к себе на колени и ласкать ее.4) в Исламе есть такое понятие как Джихад-священная война против неверных.5)мусульмане считают что женщины-это порождение дьявола.и еще 1 мужчина равняется к 2 женщинам, то есть считают что женщины тупы. В Иране,Пакистане,в Йемене и в других мусульманских странах девочек выдают замуж начиная с 10 лет, хотя по закону с 16 лет. По закону долбанного шариата за прелюбодеяние женщину до смерти забивают камнями,мужчин тоже,но женщин Намного чаще! Чисто в мусульманских странах атеистам, язычникам, Тенгрианцу как я и христианам опасно жить.Вот почему я ненавижу ислам",
                "date": "11.05.2016",
                "upvotes": 0
            },
            {
                "text": "Әрбір өмірге келген адамның бірінші міндеті-рухани даму.  Ал рухани дамудың мыңдаған жолдары,жүздеген мектебі  бар.\n\nДін-сол рухани дамудың бір мектебі. Бұл мектеп ұнамаса басқасын таңда,айналып келгенде бәрімізді жаратқан бір Алла,тек осыны ұмытпайық !",
                "date": "14.05.2016",
                "upvotes": 0
            },
            {
                "text": "Біріншіден, сұрақ нақты емес. Себебі қазақ тарихында бірнеше дін болған. Бірақ, сұрақты логикалық түрде байланыстырар болсақ, Исламға келері сөзсіз. Егер мендегі логика дұрыс болса, мен пікірге келісемін. Себебі бізде қазір рухани да, ұлттық та қандай болсын(мысалы достық, махаббат) құндылық жоғалып жатыр. Ал осының бəрін бізге қайтарып бере алатын Ислам. Ал егер, менің логикалық байланысым дұрыс болмай, басқы бір дін болса, келіспеймін. Себебі менталитет деген дүние бар. Өзге діндер оған қарсы келіп қалатын жағдайлар бар. Екіншіден, Ислам ешқашан біріктірмейді десеңіздер қатты қателесесіздер. Себебі қазіргі заманда еш біріктіру мүмкін емес бай мен кедей сонау Пайғамбар(с.а.с) мен Халифалар заманында еш бөлінбей бірге жүрген. Бұл 2 адамды немесе 2 əлемді біріктіру. Діннің кейін таралуы мемлекеттердің арасындағы байланысты арттырды. Бұл 2 мемлекетті біріктіру. Ислам адамдарды жақсылыққа шақырып, жамандықтан тыюға шақырады. Бұл 2 мүддені біреуге біріктіру. Осы жерден тоқтамасам, кете беретін сияқты...))) араздастыру туралыға келсек. Бəрімізге де белгілі АҚШ жəне Еуропа елдері терроризмді қаржыландырып отырады. Бұл нені көрсетеді? Исламды жетік білмегендер біреудің ойыншығы болады деген сөз. Сондықтан бірнəрсе жазбас бұрын, сөзімізге ие болсақ немесе фактпен сөйлесек. Себебі құрғақ ауыз сөз қазіргі жастардың білімі төмен екендігінің белгісі",
                "date": "17.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бірлік түбі береке туралы шығарма керек?",
        "question_content": "Бірлік түбі береке туралы шығарма керек?",
        "question_date": "2.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бірлік түбі береке",
                "date": "4.05.2016",
                "upvotes": 0
            }
        ]
    }
]