[
    {
        "question_title": "Қандай аурумен ауыратындар мемлекеттік емтиханға қатыспайды?",
        "question_content": "Қандай аурумен ауыратындар мемлекеттік емтиханға қатыспайды? (9 сынып бітіргеннен кейінгі мемлекеттік емтихан) оларға аттестат(куəлік) береді ма?\n\nЕгер ауруханада жатсаң мемлекеттік емтихан (9 сынып бітіргеннен кейінгі мемлекеттік емтихан) не болады? Оларға аттестат (куәлік) береді ма?",
        "question_date": "13.04.2017",
        "question_tag": "Мектеп",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Тағам технологы\" мамандығына түсу үшін қандай пән таңдау керек?",
        "question_content": "\"Тағам технологы\" мамандығына түсу үшін қандай пән таңдау керек? Бейімдік пәні қандай?",
        "question_date": "13.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химия  пəні таңдайсыз",
                "date": "14.11.2018",
                "upvotes": 0
            },
            {
                "text": "Биология,химимя",
                "date": "16.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Омыртқа жарығын емдейтін емшілер барма",
        "question_content": "Омыртқа жарығын(грыжа) емдейтін емшілер барма мекен жайын білесіздерма Алматы Тараз Шымкент калаларынан керек",
        "question_date": "13.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Остеопақа барыңыз. Немесе Алматы қаласында Айкуне жеке емханасы бар.",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңды некеде болмаған жағдайда алимент өндіре аламын ба?",
        "question_content": "Егер заңды некеде болмаған жағдайда алимент қала өндіріп аламын?",
        "question_date": "13.04.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неке және отбасы турылы кодексіне сәйкес 157-бап. Алимент төлеу туралы келісім жасау\n      Алимент төлеу (алименттің мөлшері, оны төлеудің шарттары мен тәртібі) туралы келісім алиментті төлеуге міндетті адам мен оны алушының арасында, ал алиментті төлеуге міндетті адам және (немесе) алимент алушы әрекетке қабілетсіз болған кезде, осы адамдардың заңды өкілдерінің арасында жасалады.\n158-бап. Алимент төлеу туралы келісімнің нысаны\n      Алимент төлеу туралы келісім жазбаша нысанда жасалады және ол нотариатта куәландырылуға тиіс.\n      Алимент төлеу туралы келісімнің заңда белгіленген нысанын сақтамау Қазақстан Республикасы Азаматтық кодексінің нормаларында көзделген салдарларға әкеп соғады.\n162-бап. Алимент төлеу туралы келісім бойынша алимент төлеудің тәсілдері мен тәртібі\n      1. Алимент төлеу туралы келісім бойынша алимент төлеудің тәсілдері мен тәртібі осы келісімде айқындалады.\n      2. Алимент оны төлеуге міндетті адамның табысына және (немесе) өзге де кірісіне үлеспен кезең-кезеңмен төленіп тұратын тұрақты ақша сомасымен; біржолғы төленетін тұрақты ақша сомасымен; мүлік беру жолымен, сондай-ақ келісімде қол жеткізілген өзге де тәсілдермен төленуі мүмкін.\n      Алимент төлеу туралы келісімде алимент төлеудің әртүрлі тәсілдерін ұштастыру көзделуі мүмкін.\n23-тарау. АЛИМЕНТТІ СОТ ТӘРТІБІМЕН ТӨЛЕТТІРУ ЖӘНЕ ӨНДІРІП АЛУ ТӘРТІБІ\n163-бап. Алиментті сот шешімі бойынша өндіріп алу\n      Осы Кодекстің 143-155-баптарында аталған отбасы мүшелері алимент төлеу туралы келісім болмаған кезде алимент өндіріп алу туралы талаппен сотқа жүгінуге құқылы.\n164-бап. Алимент алу үшін өтініш беру мерзімдері\n      1. Алимент алуға құқығы бар адам, егер бұрын алимент төлеу туралы келісім бойынша алимент төленбеген болса, алимент алу құқығы туындаған кезден бастап өткен мерзімге қарамастан, сотқа алимент өндіріп алу туралы өтініш жасауға құқылы.\n      2. Алимент сотқа өтініш жасалған кезден бастап тағайындалады.\n      Егер сотқа өтініш беруден бұрын күтіп-бағуға қаражат алу шаралары қолданылғанын, бірақ алиментті төлеуге міндетті адамның оны төлеуден жалтаруы салдарынан алимент алынбағанын сот анықтаған болса, сотқа өтініш жасалған кезден бастап үш жыл мерзім шегінде өткен кезеңге алимент өндіріп алынуы мүмкін.\n166-бап. Алимент төлеу туралы келісімнің негізінде алиментті ұстап қалу\n      Нотариатта куәландырылған алимент төлеу туралы келісімнің негізінде алиментті ұстап қалу, егер осындай келісімнің және атқару құжаттарының негізінде ұстап қалудың жалпы сомасы алимент төлеуге міндетті адам жалақысының және өзге де кірісінің елу пайызынан аспайтын болса, жүргізіледі.\nЖалпы алимент өндіріп алу үшін заңды некеде болу мінддетті емес. Әкелік құқығы анықталса заңды некесіз ақ алимент ала аласыз. Бір балаға 25 пайыз, 2 балаға 33 пайыз, 3 немесе одан көп болса 50 пайыз төленеді.",
                "date": "19.01.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дарвин неден өкінген?",
        "question_content": "чарльз дарвиннің бір жақын досы оның адамның пайда болуы еңбегін оқыған соң қатты ашуланады.дарвинге хат жазып соңына мен сенің досың емеспін мен маймылдың тұқымымын арғы атам маймыл-деп жазыпты.\n\nАл дарвиннің  тағы бір замандасы былай депті мейлі мен-ақ маймылдан жарала берейін бірақ сол маймылды құдай жаратты емеспе",
        "question_date": "13.04.2017",
        "question_tag": "Биология",
        "question_views": 403,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дөңгелектердің аудандарының қатынасын табу керек?",
        "question_content": "дөңгелектердің аудандарының қатынасын табуЕкі дөңгелектің ортақ хордалары сəйкесінше олардың 60градус , 120градус доғаларын кереді.Осы дөңгелектердің аудандарының қатынасын табу",
        "question_date": "13.04.2017",
        "question_tag": "Геометрия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мектеп оқушыларына шәкіртақы тағайындау керек пе?",
        "question_content": "Мектеп оқушыларына шәкіртақы тағайындау керек пе?",
        "question_date": "13.04.2017",
        "question_tag": "Мектеп",
        "question_views": 987,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ хандығы туралы тест керек?",
        "question_content": "қазақстан тарихы 7 сынып тест 3- тоқсан калыптауынан бастап казак хандығының мемлекеттік - əкімшілік құрылымына дейін керек еді тезірек",
        "question_date": "13.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 28800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Қазақ хандығы қай жылы құрылған?\n\nА) 1465 ж.\nВ) 1468 ж.\nС) 1466 ж.\nД) 1467 ж.\n\n2. Қазақ хандығы қамтыған аумақтарды көрсет.\n\nА) Шығыс жерлері\nВ) Батыс Жетісу жері\nС) Солтүстік өңірі\nД) Оңтүстік аумағы\n\n3. Қазақ хандығының құрылуы туралы жазған тарихшы:\n\nА) Мұхаммед Хайдар Дулати\nВ) Бабыр\nС) Қ.Жалайыри\nД) Ж.Қарши\n\n4. Ел билеушісі кім болған?\n\nА) сұлтан\nВ) хан\nС) рубасы\nД) би\n\n5. Қазақ хандығының тұңғыш ханы:\n\nА) Абылай\nВ) Таһир\nС) Керей\nД) Хақназар\n\n6. Керей ханның хандық кезеңі:\n\nА) 1455-1473 ж ж.\nВ) 1457-1472 ж ж.\nС) 1458-1470 ж ж.\nД) 1458-1473 жж.\n\n7. 1473-1480 жылдары хандық орнатқан хан:\n\nА) Жәнібек хан\nВ) Есім хан\nС) Тәуекел хан\nД) Абылай хан\n\n8. Қай ғасырлары қазақ хандығы нығайып, шекарасы ұлғайған?\n\nА)15-16 ғғ.\nВ) 17-18 ғғ.\nС)16-17 ғғ.\nД) 18-19ғғ.\n\n9. Қасым хан қай жылдары билік жасаған?\n\nА) 1512-1520 ж ж.\nВ) 1511-1523 ж ж.\nС) 1513-1524 ж ж.\nД) 1514-1525 жж.\n\n10. Қасым ханның заңының атауы?\n\nА) Қасым ханның Қасқа жолы\nВ) Жеті жарғы\nС) Есім ханның ескі жолы\nД) Он жеті жарғы\n\n11. 1523-1532 жылдары кім хан болған?\n\nА) Жәнібектің ұлы Қасым\nВ) Қасым ханның баласы Хақназар\nС) Жәңгірдің баласы Тәуке\nД) Қасым ханның немере інісі Таһир\n\n12. Хақназар кімнің баласы?\n\nА) Абылай ханның\nВ) Жәңгір ханның\nС) Қасым ханның\nД) Жәнібек ханның\n\n13. Хақназардың билік еткен жылдары:\n\nА) 1538-1580 ж ж.\nВ) 1537-1581 ж ж.\nС) 1539-1579 ж ж.\nД) 1536-1580 жж.\n\n14. Хақназарды халық қалай атаған?\n\nА) қырғыздар мен ноғайлардың патшасы\nВ) қазақтар мен қырғыздардың патшасы\nС) қалмақтар мен қырғыздардың патшасы\nД) қазақтар мен ноғайлардың сұлтаны\n\n15. 1563 жылдары Қазақ хандығының сыртқы саясын өзгерткен хан:\n\nА) Таһир хан\nВ) Жәнібек хан\nС) Абылай хан\nД) Хақназар хан\n\n16. Хақназар ханның қайтқан жылы:\n\nА) 1580 ж.\nВ) 1581 ж.\nС) 1582 ж.\nД) 1583 ж.\n\n17. Тәуекел ханның тақта отырған жылдары:\n\nА) 1538-1580 ж ж.\nВ) 1537-1581 ж ж.\nС) 1582-1598 ж ж.\nД) 1680-1718 жж.\n\n18. Өзін «қазақтар мен қалмақтардың патшасы» деп атаған хан:\n\nА) Тәуекел хан;\nВ) Таһир хан\nС) Жәнібек хан\nД) Абылай хан\n\n19. Бұл ханды халқы «Еңсегей бойлы ер Есім» деп ардақтайтын:\n\nА) Таһир хан\nВ) Есім хан\nС) Абылай хан\nД) Хақназар хан\n\n20. Есім ханның тұсында жасалған далалық заңдар қалай аталады?\n\nА) Қасым ханның Қасқа жолы\nВ) Жеті жарғы\nС) Есім ханның Ескі жолы\nД) Заңдар жинағы\n\n21. Есім хан қай қаланы орталық еткен?\n\nА) Сығанақ қаласы\nВ) Аққорған қаласы\nС) Созақ қаласы\nД) Түркістан қаласы\n\n22. Есім ханнан кейін таққа отырған кім?\n\nА) Жәңгір хан\nВ) Керей хан\nС) Жәнібек хан\nД) Қасым хан\n\n23. Халық Жәңгір ханды «Салқам Жәңгір» деп не үшін атаған?\n\nА) білімі үшін\nВ) байлығы үшін\nС) ерлігі үшін\nД) мінезі үшін\n\n24. Жәңгірдің баласы Тәуке қай жылдары хан болған?\n\nА) 1680-1718 ж ж.\nВ) 1681-1719 ж ж.\nС) 1682-1720 ж ж.\nД) 1683-1721 жж.\n\n25. Дана, әділ деген атағы шыққан хан:\n\nА) Жәңгір хан\nВ) Керей хан\nС) Жәнібек хан\nД) Тәуке хан\n\nhttp://azbyka.kz",
                "date": "13.04.2017",
                "upvotes": 0
            },
            {
                "text": "Қасым хан кезіндегі жəне Хақназар кезіндегі Қазақ хандығының астанасы ?\n\nӨтініш жауап беріндерші",
                "date": "13.05.2018",
                "upvotes": 0
            },
            {
                "text": "Ислам Маликов 2003 жылы 07 ай 16 кун",
                "date": "20.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өміріңізге әсер еткен қандай видеороликті көрдіңіз?Роиктер",
        "question_content": "Әсерлі қандай видеоролик көресіз?\n\nҚазақстандық видеороликтерді ше? Көңіліңіз тола ма? Қандай тақырыпқа видеоролик түсірген жөн деп ойлайсыз? Раxмет!",
        "question_date": "13.04.2017",
        "question_tag": "Әлеуметтік желі",
        "question_views": 414,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Магмалық және метаморфты жыныстардан жасалған материалдардың негізгі түрлер?",
        "question_content": "\"Шөгінді, магмалық және метаморфты жыныстардан жасалған материалдардың негізгі түрлері\"-осы сұраққа кім жауап біледі?",
        "question_date": "13.04.2017",
        "question_tag": "Химия",
        "question_views": 11600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тау жыныстары — жер қабығында бірнеше тектен қосылған минералдық тау жыныстары, минералдардың немесе органикалық заттың қатқан немесе қатпаған жиынтығы. Тау жыныстары шығу тегіне қарай мынадай үш үлкен топқа бөлінеді:\nмагмалық тау жыныстары\nшөгінді тау жыныстары\nметаморфтық тау жыныстары\nМинералдардың барлығы «мономинералды» және «полиминералды» болып екіге бөлінеді. Мономинералды дегеніміз — тек бір ғана химиялық қосылыстан (мысалы, кварц, пирит), ал полиминералды дегеніміз — бірнеше химиялық қосылыстан (минералдардың басым көпшілігі) тұратын минерал. Минералдар жиынтығының құрылуының бірнеше жолы бар:\nЖер бетіндегі үдерістердің кезіндегі шөгінді тау жыныстарын құрайтын дәндердің қосылып өсуі немесе бөлінуі;\nАтпалы тау жыныстарын құрайтын магманың кристалдануы;\nСыртқы жағдайдың (мысалы, қысым мен температура) өзгеруі нәтижесінде метаморфозды тау жынысын құрайтын заттың қатты күйіндегі қайта кристалдануы.\nТау жыныстың осы үш түрі бір-бірінен дәндерінің арасындағы қарым-қатынасымен (текстурасымен) ерекшеленеді.\nШөгінді тау жыныстары келесі сипаттармен ерекшеленеді:\nДәнаралық шөкпе немесе ұсақ дәнаралық лай ұстап тұрған жұмыр немесе қырлы дәндер;\nҰзын біліктерінің негізгі бағытын көрсететін саз минералдардың ұсақ жиынтықтары;\nДәндердің арасында түзу шеттері мен үштік жалғастарды көрсететін минералдардың кристалды жиынтығы (мысалы, кәлсит);\nКәлситтің кесекаралық шөкпесі немесе ұсақ кесекаралық лай ұстап тұрған қазбалы кесектердің жиынтығы;\nОрганикалық заттың жиынтығы (мысалы, лигнит немесе көмір).\n1.1 Метаморфтық тау жынысы\nМетаморфтық тау жыныстары (грек. metamorpho – өзгеру), метаморфизм әсерінен пайда болады. Егер метаморфизмде бастапқы тау жыныстарының химиялық құрамы өзгеріске ұшырамаса, онда қалыптасқан Метаморфтық тау жыныстарын метаморфиттер, ал өзгеріске түскендерін метасоматиттер деп атайды.\nМетаморфтық тау жыныстары геологиялық қалыптасу жағдайына қарай катаклаздық, жапсар-термалық, аймақтық және метасоматоздық болады. Катаклаздық Метаморфтық тау жыныстары тектоникалық қозғалыстарға байланысты туатын қысымның әсерінен қалыптасады. Уатылу дәрежесіне қарай олардың тектоникалық брекчиялар, катаклазиттер, милониттер сынды түрлері пайда болады. Жапсар-термалық Метаморфтық тау жыныстары интрузиялардың сыртында жылудың әсерінен қалыптасады. Онда силикатты тау жыныстары мүйіз тастарға, карбонаттылар мәрмәрлерге, кремнийлілер кварциттерге айналады. Олардың минералдық құрамы бастапқы тау жыныстарының құрамы мен температурасына байланысты әр түрлі болып келеді.\nАймақтық метаморфизмде жылудың, қысымның, ерітінділердің әсерінен тақтатастар, гнейстер, гранулиттер, амфиболиттер, мәрмәрлер, кварциттер, мигматиттер, эклогиттер қалыптасады. Оларға тақтатастық, сирек шомбал бітім, әркелкі түйірлі құрылым, кордиерит, андалузит, силлиманит, кианит, ставролит, омфацит, альмандин, пироп сияқты типоморфтық минералдар тән.\nМагмалық және шөгінді жыныстар жердің терең қабатына түссе немесе жаңадан көтерілген магмалық ыстық лебіне ұшыраса, олар қысым күшінің және ыстық лептің әсерінен әр турлі өзгерістерге ұшырап, өзінің бастапқы құрылыс түрін жоғалтады, сонымен қатар олардың минералдық және химиялық құрамы да өзгереді. Осындай өзгерістен пайда болған жыныстарды метаморфтық жыныстар деп атайды. Мысалы, ізбестас метаморфтық әсерден кристалданып, тығыздалып мраморға айналады. Демек, мрамор — метаморфтық жыныс. Сазтастар әсерінен жаншылып, кристалды тақтатасқ а айналады. Граниттер мен құмтастар метаморфизм әсерінен жаншылып, кристалданып тақталанады, оны гнейс деп атайды. Габбро өзгергенде онан амфиболит атты жыныс шығады. Қазақстан жеріндегі де кембрийлік белдемдерінің кешендері эпидот – амфиболиттік, жасыл тастық фациялардың түзілу темп-раларына сәйкес орта, жоғарғы қысым жағдайларында пайда болғаны анықталған.\n1.2 Магмалық тау жынысы\nМагмалық тау жыныстары, атқылаған тау жыныстары — магма немесе жанартаулық атқылаулардан жер бетіне төгілген лаваның суынуынан және кристалдануынан (түйіршіктенуінен) пайда болған тау жыныстары. Олар негізгі екі түрге бөлінеді: эффузивтік (жанартаулық, төгілмелі), жанартау атқылауы кезінде магманың лава түрінде шығып жер бетінде қатайған және интрузивтік (тереңдік), басқа тау жыныстары арасында қатып қалған түрлері. Эффузивтік тау жыныстары тез қату салдарынан, әдетте, майда түйіршікті болып келеді, кейде ірілеу кристалдары да кездеседі. Интрузивтік тау жыныстары жер қойнауының тереңдіктерінде баяу қату салдарынан қалыптасқандықтан толық кристалдық түйіршік тәрізді болады. Магмалық тау жыныстарыдың өте маңызды бөлшектері силикаттар мен кварц. Олардың басты құрамдас бөлігі кремний оксиді (Sі2O). Мөлшеріне қарай Магмалық тау жыныстары 5 топқа бөлінеді:\nультранегізді (Sі2O<40%)\nнегізді (40 — 50%)\nорташа негізді (56 — 60%)\nқышқылды (65 — 70%)\nультрақышқылды жыныстар (>75%).\nҚұрамында силикаты жоқ Магмалық тау жыныстары (мыс., карбонатиттер) өте сирек. Құрамындағы сілтілік металдар мөлшеріне қарай Магмалық тау жыныстары қалыпты және сілтілі (граниттер, нефелинді сиениттер, фонолиттер) топтарға бөлінеді. Магмалық тау жыныстары құрылыс (артиктік туфтар, лабрадориттер, т.б.), абразивті (пемза), жылу оқшаулағыш (пемза, перлит) материалдар ретінде қолданылады.\nАтылу сипатына (лаваның ағыл-тегіл ағуына не жарылыспен атқылануына) байланысты жыныстардың 2 типі түзіледі: эффузивті тау жыныстары және пирокласты жыныстар (жанартау күлі, құм, туфтар, туфты брекчий). Сондай-ақ, жанартаулық тау жыныстарының аралық типі — туфолавалар және игнимбриттер ажыратылады. жанартаулық тау жыныстар қалыптасу жағдайына қарай эффузивті, экструзивті, жанартаулық-кесекті, жанартаутекті-шөгінді болып ажыратылады. Эффузивті тау жыныстары магманың лава күйінде жер бетіне ағып шығып қатаюынан қалыптасады. Олардың пішіні лаваның тұтқырлығы мен сол ауданның жер бедеріне байланысты күмбез, конус тәрізді төбелер болып қалыптасады.\nМетаморфтық және магмалық тау жыныстарының түрлері мен қасиеті\nМагмалық тау жыныстары жер қабатында магманың суып қатаюынан немесе вулкандық атпалардан жер бетіне төгілгені лаваның суып қатаюынан пайда болады. Магмалық тау жыныстары әр түрлі белгілеріне — шығу тегінің жағдайларына, химиялық кұрамына, минералдық құрамына т.б. қарай жіктеледі. Шығу және қатаю жағдайларына қарай олар тереңдік немесе интрузивтік және төгілме немесе эффузивтік болып бөлінеді.\nЕгер магма жердің ішкі қабатында қалатын болса, ол келешекте бірте-бірте суынады да, оның жақсы кристалдануына мүмкіншілік туады, сондықтан тереңдік магмалық жыныстарда кристалды түйірлі құрылыстар пайда болады. Егер магма жер бетіне төгілсе, ол тез салқындайды да, көбінесе кристалсыз шыны немесе порфир құрылыс түзіледі, олардан төгілмелі жыныстардың вулкандық түрлері пайда болады.\nТөгілмелі магмалық тау жыныстары өз алдына кайнотип және палеотип болып екі түрге бөлінеді. Грек тілінде кайнос — жаңа, палеос — алғашқы немесе ескі деген сөз. Палеотип төгілмелі магмалық жыныстардың химиялық жолмен күшті бұзылып өзгерген, ескірген түрі, ал кайнотип төгілмелі жыныстардың өзгермеген түрі. Магмалық тау жыныстары ішіндегі кремний тотығының мөлшеріне қарай 5 топқа бөлінеді.\nУльтрақышқыл жыныстар, Si02 > 75%, яғни құрамында бос кварц өте көп.Қышқыл жыныстар, Si02 —75—65%, яғни құрамында бос кварц кеп.Орташа жыныстар, Si02—65—52% яғни құрамында бос кварц аз. Мұнда сілтілі жыныс, яғни кварц орнында сілтілі минералдар бар.Негізді жыныстар, Si02 —52—45%, яғни құрамында бос кварц жоқ.Өте негізді жыныстар, Si02 —45%, яғни құрамында кваритіпті жоқ.Ультрақышқыл және қышқыл магмалық жыныстарға кіретіндер: аляскит, гранит, гранодиорит, дацит және олардың төгілмелі түрлері (аналогтары). Орташа магмалық жыныстарға кіретіндер: диорит және олардың төгілмелі түрлері сілтілер — сиенит, нефелинді сиенит. Негізді магмалық жыныстарға кіретіндер: габбро және лабрадорит, базальт. Өте негізді магмалық жыныстарға кіретіндер: перидотит, дунит, пироксенит. Сонымен қатар тау жыныстарында сілтілі металдар тотықтары көп болса, ал кремний мен алюминий тотықтары аз болса, оны сілтілі жыныстар деп те атайды. Нефелинді сиенит осыған жатады.\nТау жыныстарын өзгертуші әрекеттердің негізгі түрлері мыналар: 1) жоғары температура, 2) жоғары кысым, 3) магмадан бөлінген заттардың әсері, 4) су ерітінділерінің әсері. ұлардың алғашқы үшеуі магманың әсері болып табылады және олар бір-біріне байланысты келеді. Сонымен қатар жоғарғы қысым магмасыз жерде де, тау жынысы қалың қабаттар астына түскенде де немесе тау қ ұрылу әсеріне ұшырағанда да болады. Осы айтылған әсерлердің басымдығына және түріне қарай метаморфизм мынадай түрлерге бөлінеді: 1) термалық (пиро) метаморфизм — яғни қызу әсерінен болатын метаморфизм. Бұл магманың ыстық лебінен болатын өзгеріс; 2) контактылық метаморфизм — магманыд айнала жапсарында, соған жанасу әсерінен болатын метаморфизм. Мұнда термалық та, қысым да, магмалық заттар әсері де бірдей болады; 3) динамометаморфизм — тау жынысы тереңге түскенде немесе тау құрылу қозғалыстарына ұшырағанда болатын қысымдық метаморфизм; 4) гидратометаморфизм — су ерітінділерінід әсерінен болатын метаморфизм. Метаморфизм басталған орнынан әрі қарай қашықтаған сайын жыныстың өзгерісі әлсірей береді, ақыръінда ол езгермеген бастапқы жыныстарға жалғасады. Метаморфтық жыныстардың басында қандай жыныстан шық қанын осы арқылы білуге болады. Метаморфтық жыныстар басында шегінді жыныстан шықса, оның алдына «пара» деген жұрнақ қосады, мысалы парагнейс. Ал егерде бастапқы жыныс магмалық болса, оған «орто» деген жұрнақ жалғанып, ортогнейс болар еді. Кысым күшінен жаншылып өзгерген кезде жыныстың структурасы да, текстурасы да өзгереді. Сонымен, қысым кезінде пайда болған минералдар, кристалдар сол қысымның бағытына қарай созылып, соған бейімделіп өседі. Осының арқасында метаморфтық жыныстардың структурасын зерттеуге, олардың жаратылысын тануға және сол жсрде болған қозғалысты айыруға болады. Метаморфизм әрекеті әр түрлі дәрежеде кездеседі. Оның ен әлсізіп эпизона дейді. Мұнда альбит, хлорит, серпентин, тальк, серицит, актинолит, эпидот, кварц минералдары кездеседі. Екінші орташа метаморфизмды мезозона деп атайды. Мұнда орта плагиоклаздар, анарлар, амфиболдар, слюдалар (биотит, мусковит), кианит, ставролит сияқты минералдар кездеееді. Үшінші — ең күшті метаморфизмды катазона деп атайды. Мұнда негізді плагиоклаздар, пироксендер, анарлар, кордиерит, силлиманит, шпинель сияқты минералдар болады.\nІІІ. Қортынды\nЖерр қабығында бірнеше тектен қосылған минералдық тау жыныстары, минералдардың немесе органикалық заттың қатқан немесе қатпаған жиынтығын тау жыныстары дейміз Минералдардың барлығы «мономинералды» және «полиминералды» болып екіге бөлінеді. Мономинералды дегеніміз — тек бір ғана химиялық қосылыстан (мысалы, кварц, пирит), ал полиминералды дегеніміз — бірнеше химиялық қосылыстан (минералдардың басым Метаморфтық тау жыныстары геологиялық қалыптасу жағдайына қарай катаклаздық, жапсар-термалық, аймақтық және метасоматоздық болады. Катаклаздық Метаморфтық тау жыныстары тектоникалық қозғалыстарға байланысты туатын қысымның әсерінен қалыптасады. Уатылу дәрежесіне қарай олардың тектоникалық брекчиялар, катаклазиттер, милониттер сынды түрлері пайда болады.көпшілігі) тұратын минерал.\nМагмалық тау жыныстары, атқылаған тау жыныстары — магма немесе жанартаулық атқылаулардан жер бетіне төгілген лаваның суынуынан және кристалдануынан (түйіршіктенуінен) пайда болған тау жыныстары. Олар негізгі екі түрге бөлінеді: эффузивтік (жанартаулық, төгілмелі), жанартау атқылауы кезінде магманың лава түрінде шығып жер бетінде қатайған және интрузивтік (тереңдік), басқа тау жыныстары арасында қатып қалған түрлері.\nМагмалық тау жыныстары жер қабатында магманың суып қатаюынан немесе вулкандық атпалардан жер бетіне төгілгені лаваның суып қатаюынан пайда болады. Магмалық тау жыныстары әр түрлі белгілеріне — шығу тегінің жағдайларына, химиялық кұрамына, минералдық құрамына т.б. қарай жіктеледі. Шығу және қатаю жағдайларына қарай олар тереңдік немесе . Метаморфтық жыныстардың басында қандай жыныстан шық қанын осы арқылы білуге болады. Метаморфтық жыныстар басында шегінді жыныстан шықса, оның алдына «пара» деген жұрнақ қосады, мысалы парагнейс. Ал егерде бастапқы жыныс магмалық болса, оған «орто» деген жұрнақ жалғанып, ортогнейс болар еді. Кысым күшінен жаншылып өзгерген кезде жыныстың структурасы да, текстурасы да өзгереді. Сонымен, қысым кезінде пайда болған минералдар, кристалдар сол қысымның бағытына қарай созылып, соған бейімделіп өседі интрузивтік және төгілме немесе эффузивтік болып бөлінеді.\n\nhttp://www.studfiles.ru",
                "date": "13.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек демалысына 2-ші жылы 6 ай толтырып алса 24 күн толық шыға ма?",
        "question_content": "Еңбек демалысына 2ші жылы 6 ай толтырып алса 24 күн толық шығама? Қай заңда көрсетілген? Заңдылығы болса...?",
        "question_date": "13.04.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 698,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем.\nЕңбек кодекстің 94-бап 3-тармағында 2-жылдан астам еңбек демалысын қалдыруға болмайды\n\nЕңбек демалыстың 24 куннен кем емес.\nСт. 88 ҚР Еңбек кодексi 2015 жылғы 23 қарашадағы № 414-V ҚРЗ\nЕгер осы Кодексте, Қазақстан Республикасының өзге де нормативтік құқықтық актілерінде, еңбек, ұжымдық шарттарда және жұмыс берушінің актілерінде көбірек күн саны көзделмесе, жұмыскерлерге ұзақтығы күнтізбелік жиырма төрт күн болатын жыл сайынғы ақы төленетін негізгі еңбек демалысы беріледі.\n\nСіздің сұрағынызға келе. 24кун 12 айда беріледі яғни бір істеп қана, сіз 6 ай істесеніз онда 12 кун алуға болады!",
                "date": "22.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дипломдық жұмыс керек, тақырыбы: Теледидардағы әлеуметтік мәселелердің жарық көруі",
        "question_content": "Дипломдық жұмыс іздедім, тақырыбы: Теледидардағы әлеуметтік мәселелердің жарық көруі. Толық дипломдық жұмыс болмаса да осы тақырыпқа қатысты мәліметтер болса бөліссеңіздер екен. Ал, тақырыпқа сай дипломдық жұмыс болса онда \"алғыс\" айтамын;)",
        "question_date": "13.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалаңыздың кітапxаналарынан осы тақырыпқа ұқсас дипломдық жұмыс үлгілерін сұрап көрсеңіз бодады немесе ҚазҰУ xабаршысы жургалистика сериасы журналында осы тақырыпқа арналған ғылыми мақалалпр көөөп",
                "date": "13.04.2017",
                "upvotes": 0
            },
            {
                "text": "рақмет, сол табылмай жатыр(",
                "date": "13.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дененің жəне сұйықтың тығыздығын тап?",
        "question_content": "Дененің суға жəне сұйыққа батырылғандағы салмағы Р1=1.6,Р2=1.66 ал вакуумдағы салмағы Р3=1.8. Дененің жəне сұйықтың тығыздығын тап?",
        "question_date": "13.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "P1 = 1,6 Ньютон - белгісіз сұйықтықтағы дене салмағы;\n\n P2 = 1,66 Ньютон - вакуумдағы дене салмағы;\n\n P3 = 1,8 Ньютон - судағы дене салмағы;\n\n ro = 1000 кг/м^3 - судың тығыздығы.\n\n ro1 (кг/м^3) - белгісіз сұйықтықтың тығыздығын анықтау қажет.\n\n Белгісіз сұйықтықтағы дененің салмағы:\n\n P1 = m * g - ro1 * V * g - мұндағы V - дененің көлемі, m - дененің массасы (1).\n\n Вакуумдағы дененің салмағы:\nP2 = m * g - мұндағы m - дене салмағы; (2)\nДененің судағы салмағы:\nP3 = m * g - ro * g * V. (3).\n\n (3) формуладан дененің көлемін табамыз: V = (m * g - P3) / (ro * g) = (P2 - P3) / (ro * g).\n\n Дененің табылған көлемін формулаға (1) ауыстырамыз:\n\nP1 = m * g - ro1 * V * g = P2 - ro1 * g * (P2 - P3) / (ro * g) =\n\n= P2 - ro1 * (P2 - P3) / ro.\nСонда:\n\nro1 = (P2 - P1) * ro / (P2 - P3) = (1,66 - 1,6) * 1000 / (1,66 - 1,8) =\n\n= 0,1 * 1000 / 0,2 = 100 / 0,2 = 500 кг/м^3.\n\nЖауабы: белгісіз сұйықтықтың тығыздығы 500 кг/м^3.",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зинетке шығу үшін кімдерге жеңілдіктер беріледі?",
        "question_content": "рентгенде жұмыс ітеген стаж 21 жыл болса ,жасы 42 де болса,ол льгот пенсияға шыға алады-ма?льгот пенсия зиянды істермен істегендерге төленеме?",
        "question_date": "13.04.2017",
        "question_tag": "Заң",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кімдер зейнетақыны ертерек алады?\n5 баланы дүниеге әкелген немесе асыраған және оларды 8 жасына дейін өзі тәрбиелеген 53 жастағы әйелдер мерзімінен бұрын зейнетке шығады.\n1949 жылдың 29 тамызынан 1963 жылдың 5 шілдесіне дейінгі аралықта (5 жылдан кем емес) Семей полигоны аймағында өмір сүрген және 25 жылдық еңбек өтілі бар және 1998 жылдан бері де жұмыс істеген  50 жастағы ер адамдар. \n1949 жылдың 29 тамызынан 1963 жылдың 5 шілдесіне дейінгі аралықта (5 жылдан кем емес) Семей полигоны аймағында өмір сүрген және 20 жылдық еңбек өтілі бар және 1998 жылдан бері де жұмыс істеген 45 жастағы әйел адамдар.",
                "date": "4.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түрік қағанатында мал шаруашылығымен айналысатын қарапайым қауым мүшелері?",
        "question_content": "түрік қағанатында мал шаруашылыгымен айналысатын қарапайым қауым мүшелері?\n\nА таттар  В жабғулар  С бұйрықтар  Д қара бұдындар",
        "question_date": "13.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 17400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Батыс Түрік қағанатында әлеуметтік-экономикалық және саяси қатынастардың ала-құла, үстемдік ету мен бағыну түрлерінің алуан түрлі болуына қарамастан, Батыс Түрік қағанатында таптардың құрылу және ертедегі феодалдық қоғамдық қатынастардың біршама тез қалыптасу үрдісінің жүргені анық. Қарапайым халық “қара бұдұн”, ал әлеум. құрылымның ең төм. сатысының тәуелді тобы “тат” деп аталған (қ. Тат). “Татсыз түркі болмас, бассыз бөрік болмас” деген көне мәтелге қарағанда түркі шонжарлары қарамағында таттар саны аз болмаған. Батыс Түрік қағанатында көшпелі мал шаруашылығы басым сала болды. Сонымен бірге Іле, Шу, Талас өзендері бойында егін ш. дамыды.\nhttps://kk.m.wikipedia.org/wiki/",
                "date": "15.06.2017",
                "upvotes": 0
            },
            {
                "text": "Д ) кара бұдындар",
                "date": "23.03.2020",
                "upvotes": 0
            },
            {
                "text": "Д)Қара бұдындар",
                "date": "14.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жужан мемлекетінен алғаш рет өз еркіндігіне алуға ұмтылған қаған?",
        "question_content": "жужан мемлекетінен алғаш рет өз еркіндігіне алуға ұмтылған қаған?\n\nА Мұқан   В Анағұй   С Бумын   Д Естеми",
        "question_date": "12.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С Бумын ҚАҒАН\n\nалғашқы қаған",
                "date": "13.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ең үздік медбике\" сайысына таныстыру керек?",
        "question_content": "Ең үздік медбике сайысына таныстыру қажет",
        "question_date": "12.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Туберкулезбен ауырғандар жұмысқа тұра ала ма?",
        "question_content": "мен туберкулезбен ауырып 8ай емделдім 1ші категориямен минус түрімен. Əлі учётта 1жыл тұрады екенмін. Учётт",
        "question_date": "12.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 470,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмысқа тұрудан алдын медициналық тексерістен өтесіз. Егер жұмысқа жарамды болсаңыз тұра аласыз.",
                "date": "12.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз қаламнан бургер хаусты қалай ашуға болады?",
        "question_content": "Сәлеметсіздерме Мен Атырау обл. Жылыой ауд. Құлсары қаласының тұрғынымын жасым 19да мен өз қаламнан бургер хаус ашқым келеді, бірақ бұл әзірше тек ойым!\n\nБұл бизнесті ашу үшін қандай қыжаттар керек?\n\nҚаражатты қайдан алсам болады?\n\nҚандай құжаттар жасауым керек?\n\nосы сұрақтарға жауап бересіздерма?!",
        "question_date": "12.04.2017",
        "question_tag": "Бизнес туралы",
        "question_views": 629,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ата-ана қадірі\" туралы шығарма керек?",
        "question_content": "ата-ана қадірі шығарма қонақтар әнгімесімен байланысқан өтінемін эпигафпен",
        "question_date": "12.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ата-ана – отбасының негізгі діңгегі, бастапқы дәнекері. Дәстүрлі Қазақ отбасында ата -ана ның қадірі ерекше әспеттелген. Әсіресе, тіршіліктің қайнар көзі, махаббаттың шуақ күні, мейірімнің кәусәр бұлағы – Ана есіміне қатыссыз дүниеде қасиетті ештеңе жоқ. Сондықтан ана ны ардақтамайтын халық та жоқ. Ана баланы тоғыз ай көтеріп, толғатып, дүниеге келтіріп қана қоймайды. Бала, бала, бала деп, Түнде шошып оянған. Түн ұйқысын төрт бөліп, Мұзды бесік таянған, - да ана , көзінің қарашығындай қорғап, аялап өсіріп, аяғынан тік тұрғызатын да ана . Халықтың халықтығының басты нышаны – туған елінің тілін үйретіп, сазына қандыратын да ана . Сондықтан әрбір ұлттың рухани өзегі, қан тамыры болып табылатын тілі – Ана тілі деп ата лады. «Баланы – жастан» дегенге мен де толық қосыламын. Бірде Бернард Шоудан: «Маған ақылыңызды айтыңызшы, баланы қай жастан тәрбиелеген қолайлы?» деп сұрамай ма, сонда ата қты драматург қарсы сауал қойыпты: «Балаңыз қанша жаста?». «Өмірге келгеніне екі апта болды», депті оған сауал қоюшы. Сонда Б.Шоу: «Сіз дәл екі аптаға кешіктіңіз» деген екен. Мұның өзі достық нақышта айтылғанмен, астарында шындық жатыр. Өмір есігін жаңа ашқан нәрестенің бойына туған елінің рухын сіңіретін, балбыратып уата тын тұңғыш тәтті сазы, жылауын қойғызатын ән өлеңі де сол ғазиз ана бесікке сүйеніп отырып, емірене айтатын бесік жыры. Ал нәресте өмірінің нәрі - Ана сүті. Халқымыздың байырғы ұғымында баланың Анасы алдындағы парызын өтеуі «Ана сүтін ақтау» деп ата лады. Оның жөнін халық: «Ана сүтін Анаңды Меккеге үш рет арқалап апарып келсең де, өтей алмайсың»,- деп түсіндіреді. Атақты орыс жазушысы М. Горькийдің: «Дүниедегі асыл ата улының бәрі күннің нұрынан, ана ның ақ сүтінен жаралған»,- деуі де сол шындықты айқындайды. Әрине, сондықтан да дүние жүзінің барлық елдерінде Отанға опасыздық пен Ана сүтін ақтамау ең зор қылмыс сана лады. “Ана” – әрбір адамның жарық дүниедегі ең жақыны, жана шыры, қадірлісі, қамқоршысы ақ сүтін беріп аялаған жанын да аямаған ардақтысы. Ана – жүрек, жүректі құдіретте. Ана – тірек, тіректі құрметте, Ана – шыңың, шыңыңа сағынып жет. Ана – күнің, күніңе табынып өт. – деп жырлағым келеді. Кез келген адамның әдептілігі мен жан дүниенің сұлулығы, ең алдымен балаға ақ сүтін беріп, әлпештеп өсірген ана жүрегінің жылуынан басталады. Бала бойындағы ең жақсы қасиеттер бізге алдымен ана дан тарайды. Ананың нәзік үні, жұмсақ аялы алақаны, жан жылуымен аялауы бізді әлдилеп жұбата ды. Баласы үшін ана сы бармайтын құрбандық бар ма? Ана болу – бүкіл өміріне кететін ұлы рухани күш пен ерен еңбек. Өз баласын бағып қағуда, ол ана өзін-өзі ұмытып барлық күш жігерін сарқа жұмсайды, бұдан оның жаны байи, нәрлене түседі. Ал баланың ана ға деген махаббаты жеткіліксіз. Оны барынша құрметтеп, сыйлау әрбір баланың парызы. Кейбір балалар арасында, өз ата -ана сын жөндеп сыйламайтын, еңбегінің қадірін білмейтін, айтқан тілін алмайтын балалар да кездесіп қалады. Мұндай бала өсе келе ата -ана ның борышын өтемек түгілі, екі жүзді сұрхия адам болып шықпасына кім кепіл. Ылайым балалардың тәрбиесі адам қызығарлықтай болып өсе берсін дегім келеді. Өмірде ана алақанының қызуы мен әке-шеше мейірімін тоя жеген тамақ та, шипасы күшті дәрі де алмастыра алмайды. Осыдан жарты ғасыр бұрын ғалымдар жүргізген бір қарапайым тәжірибе осыған дәләл болса керек. Ғалымдар адам ана ларынан айрылған маймыл балалар үшін екі қуыршақ маймыл ана жасап, бірінің омырауынан сүт шығатын, денесі қатты да суық етіп, екіншісінің омырауынан сүт шықпайтын, бірақ денесін жылы да жұмсақ етіп, жасаған екен. Маймыл балалары сүті бар денесі қатты қуыршақты емес, сүті жоқ болса да денесі жұмсақ қуыршақты ана ретінде қабылдап, соның бауырына тығылған. Міне, сонда кімге болса да бәрінен бұрын керегі мейірім, ана құшағы ғана . Мұхаммед пайғамбарымыздың хадистерінде де ең алдымен ана ны құрметтеу парыз екені айтылады. “Әуелі ана ңа, тағы да ана ңа, содан соң әкеңе жақсылық жаса” делінген онда. “Егер ата ң мен ана ң бір мезгілде үн қатып қалса, әуелі ана ңа жауап бер” деген ұлағатты сөз бар. Пайғамбарымыздың тағы бір хадисінде “Анаңды Меккеге үш рет арқалап барсаң да, парызыңды өтей алмайсың”; “Кімде-кім ата -ана сының ризалығын алған болса, бала соның өмірін ұзартады” делінген. Ана – үйдің берекесі, қыз баланың өнегесі, шаруаның несібесі. Ананың көзінен нұр төгіліп, жан-жағына шуағын төгеді. Осы шуақпен жылынып, асыл ана ның құшағында мейір алып жүрген біз – алтын ана ны мәңгі қастерлеп, еңбегін бағалап өтейікші! Ананы аспандағы ай мен күнге, жарық жұлдызға, баға жетпес асыл заттарға теңеу дәстүрі де өз тілімізде берік қалыптасқан. Олай болса сөз – сөздің ең төресі: ана ңды қалай сыйласаң, өз балаңның ана сын да солай сыйла, ьарлық әйел затына, тіпті жас нәресте қызына да құрмет көрсет, оларға қолдан келгенше қамқорлық жаса. Асыл ана “Ана” – әрбір адамның жарық дүниедегі ең жақыны, жана шыры, қадірлісі, қамқоршысы ақ сүтін беріп аялаған жанын да аямаған ардақтысы. Ана – жүрек, жүректі құдіретте. Ана – тірек, тіректі құрметте, Ана – шыңың, шыңыңа сағынып жет. Ана – күнің, күніңе табынып өт. – деп жырлағым келеді. Кез келген адамның әдептілігі мен жан дүниенің сұлулығы, ең алдымен балаға ақ сүтін беріп, әлпештеп өсірген ана жүрегінің жылуынан басталады. Бала бойындағы ең жақсы қасиеттер бізге алдымен ана дан тарайды. Ананың нәзік үні, жұмсақ аялы алақаны, жан жылуымен аялауы бізді әлдилеп жұбата ды.\n www.******.com",
                "date": "12.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарихи деректемелер туралы мағлумат керек?",
        "question_content": "Мектепте тарихты оқытуда тарихи деректемелерді пайдалану әдістемесі жайлы мағұлмат",
        "question_date": "12.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тарихи деректер - тарихи процесті айқындайтын және адамзат қоғамының өткенін зерттеуге мүмкіндік беретін барлық объектілер; материалдық мәдениеттің, жазба ескерткіштердің, салт-дәстүр мен әдет - ғұрып , т.б заттары.\nТарихи деректер арқылы өткенде не болғанын біліп, анализ жасап,белгілі бір заманнан қалған деректер арқылы сол заманның тарихын білуге болады. Тарихи деректерді көбінесе сол заманда өмір сүрген тарихшылар немесе сол заманда өмір сүрген ақын-жыраулар қалдырып кетеді. Осындай деректер арқылы қазір өткеннін тарихын біле аламыз.\nТолығырақ: https://kk.wikipedia.org/wiki/%D0%A2%D0%B0%D1%80%D0%B8%D1%85%D0%B8_%D0%B4%D0%B5%D1%80%D0%B5%D0%BA%D1%82%D0%B5%D1%80",
                "date": "13.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Майды кетіру үшін қандай жаттығулар жасауға болады?",
        "question_content": "Өтіпем менің денем жоқ сол май басқап соны кеттіріп жаттығу жасайын десем тез шаршайм күшім жоқ мүлде соны қалай кетірсе болады əлде адам шаршағанын сезбитін дəрі барма болса айтсаңы",
        "question_date": "12.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Би билесеңіз күніне жарты сағаттан,белсенді би түрін, немес зумба билеңіз салмақ жеңіл әрі бірқалыпты түсе бастайды.Денсаулыққа да зияны жоқ.",
                "date": "22.03.2023",
                "upvotes": 0
            },
            {
                "text": "Арықтайтын жаттығуларды оңайынан бастаңыз. Өзіңізді бірден қинамаңыз. Және тамақтану жағын реттеңіз, дұрыс тамақтануға көшіңіз.",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Атаның баласы болма, адамның баласы бол!\" атты тақырыпта шығарма керек?",
        "question_content": "атаның баласы болма ,адамның баласы бол шығарма керек комек берініз отінем қазақ тілі пәнінен керек",
        "question_date": "12.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Атымды адам қойған соң, қайдан надан болайын»,- дейді бір сөзде Абай атамыз.             Иә, расында да біз ата-ананың бауырынан жарып шыққан гүлдей боп жетіліп,өсіп өркендеп,қанат жаямыз.Ата-анамыз бізді мәпелеп,бағып қағып өсірді. Гүл еккен соң ол жайқала шығуы үшін де біраз бапталуы қажет екені тәрізді, бала туылған соң да білім нәрімен сусындатып, бойына нұр құя білетін де ата-ана.Ұлы ойшыл Әл-Фараби атамыз: «адамға ең бірінші білім емес, тәрбие берілуі тиіс, тәрбиесіз берілген білім, адамзаттың қас жауы»,- деген. Сондықтан жастайымыздан жүйелі тәрбие берген ата-анамызға мәңгілік қарыздармыз,және сол тәлім-тәрбиені өз қажетіліктерімізбен қатар ел мүдесіне жұмсасақ сол да бір қоғамға қосқан үлесіміздің болары сөзсіз. Баяғыдан бойымызға үлкендер сіңіріп кеткен тәрбие мен ақылымыз, болашаққа деген жарқын көзқарасымыз, қабілетімізбен істі жүзеге асырушылығымыз келешектің нұрлануының айқын кепілі. Алдымызда салған сара жолда,іле-шала жалғап кету барша жас ұрпақтың міндеті.\nҚазақта: «Атаның баласы болма, адамның баласы бол»,- деген қанатты сөзі бар.  Яғни әр бір жеткіншек өзі үшін, өзінің отбасы үшін ғана емес, еліне , отанына да қызмет етуі қажет.Қазіргі күні біздің көптеген жастарымыз шетелде оқып, жан жақты білім алуда. Өз білімдерін өзге елде жүріп дамытып, ал оның жемісін өз Отанына келіп пайдаланса құба-құп емес пе?! Өзге елде ұлтан болғанша, өз еліңде сұлтан бол деген қазақ .Кейбір жастар сол өздері оқыған жерлеріне қалдырып кетіп жатыр. Әрине, біз ешкімнің өміріне араласа алмаймыз,дегенмен сол өзі алған білімді өз жұртының өскелең ұрпағына үйрете білсе міне сол отансүйгіштің емес пе?!Арқа жылы болса,арқар азып несі бар?,-демекші біздің оқу жүйесіне көңілдері толмауы мүмкін,бірақ қай жерде болмасын берілетін дүние ол білім!  Сондықтан өз өмірімізге өзіміз жоспарлы жүйе құра білейік.Абай атамыз айтпақшы: жасымда ғылым бар деп ескермедім,пайдасын көре тұра тексермедім ,-дегендей ешбіріңіз бұл өмірдің сәл де болса сәтті тұсынан құр қалмаңыздар!  «Атадан бала тусайшы, ата жолын қусайшы»,-дегендей шыншыл, адал, әділетті иманды болу сонау ата-бабамыздан сүйекке сіңген дәстүріміз. Біз жас ұрпақ келешектің айнасымыз. Жастар — қоғам жаңартпақ.Ендеше гүлденген өмірді түрлендіре білейік!",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүкті әйелдерді зерттеу әдістері?",
        "question_content": "Жүкті әйелдердің 1-ші дәрігерге көрінуінде жүргізілетін инструментальды-лабараторлы зерттеу әдістері.№239 бұйрық бойынша?",
        "question_date": "12.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Z32 - обследование и тесты для установления беременности:\n\nZ32.0 - беременность (еще) не подтвержденная;\n\nZ32.1 - беременность подтвержденная.\n\nZ33 - состояние, свойственное беременности.\n\nZ34 - наблюдение за течением нормальной беременности:\n\nZ34.0 - наблюдение за течением нормальной первой беременности;\n\nZ34.8 - наблюдение за течением другой нормальной беременности;\n\nZ34.9 - наблюдение за течением нормальной беременности неуточненной.\n\nZ35 - наблюдение за течением беременности, подверженной высокому риску:\n\nZ35.0 - наблюдение за течением беременности у женщины с бесплодием в анамнезе;\n\nZ35.1 - наблюдение за течением беременности у женщины с абортивными выкидышами в анамнезе;\n\nZ35.2 - наблюдение за течением беременности у женщины с другим отягощенным анамнезом, касающимся деторождения или акушерских проблем;\n\nZ35.3 - наблюдение за течением беременности у женщины с недостаточной предродовой помощью в анамнезе;\n\nZ35.4 - наблюдение за течением беременности у многорожавшей женщины;\n\nZ35.5 - наблюдение за старой первородящей;\n\nZ35.6 - наблюдение за очень юной первородящей;\n\nZ35.7 - наблюдение за беременностью у женщины, подверженной высокому риску вследствие социальных проблем;\n\nZ35.8 - наблюдение за течением беременности у женщины, подверженной другому высокому риску;\n\nZ35.9 - наблюдение за течением беременности, подверженной высокому риску неуточненного характера.\n\nZ36 - дородовое обследование с целью выявления патологии у плода (антенатальный скрининг):\n\nZ36.0 - антенатальный скрининг для выявления хромосомных аномалий;\n\nZ36.1 - антенатальный скрининг для выявления повышенного уровня альфафетопротеина в амниотической жидкости;\n\nZ36.2 - другой вид антенатального скрининга, основанный на амниоцентезе;\n\nZ36.3 - антенатальный скрининг с помощью УЗИ или других физических методов для выявления аномалий развития;\n\nZ36.4 - антенатальный скрининг с помощью ультразвука или других физических методов для выявления задержки роста плода;\n\nZ36.5 - антенатальный скрининг для выявления изоиммунизации;\n\nZ36.8 - другой вид антенатального скрининга;\n\nZ36.9 - неуточнённый вид антенатального скрининга.",
                "date": "3.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай қашықтықта судың электр өрісінің кернеулігі 0,25 в/м болады?",
        "question_content": "дистелденген судағы 10нкл нүктелік зарядтан қандай қашықтықта судың электр өрісінің кернеулігі 0,25 в/м болады? к=9*10 9 Нм2/Кл2 ε=81",
        "question_date": "12.04.2017",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    }
]