[
    {
        "question_title": "Турист 1,5км/сағ жылдамдықпен жоғары шықты?",
        "question_content": "Турист 1,5 км/сағ  жылдамдықпен таудағы жолмен жоғары көтеріліп,межелеген жерге барды.Қаитарда ол 5км/сағ  жылдамдықпен төмен түсіп, алғашқы орнына қайтып келді.Туристің межелеген жерге барып қайтуына 2 бүтін 5 тен 3  сағ уақыт кетті.Турист таудағы жолмен жоғары көтеріліп, межелеген жерге жету үшін қанша уақыт жұмсады.",
        "question_date": "23.01.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/417357/",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазір əкесі 34 жаста, баласы 11жаста. Неше жылдан кейін əкесінің жасы баласы",
        "question_content": "Қазір əкесі 34 жаста, баласы 11жаста. Неше жылдан кейін əкесінің жасы баласының жасынан 2 есе артық болады?",
        "question_date": "23.01.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әкесі мен баласының арасы 23 жас, демек баласы 23-ке келгенде әкесінің жасы баласынан 2 есе артық болады. Әкесі 46 жас, баласы 23 жас.\n\nЖауабы: 12 жылдан кейін.",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші жүйектегі бүлдірген түптерінің саны екінші жүйектегі бүлдірген",
        "question_content": "Бірінші жүйектегі бүлдірген түптерінің саны екінші жүйектегі бүлдірген түптерінің санынан 2,5 есе артық.Бірінші жүиектен 12 түп бүлдіргенді алып , екінші жүйекке отырғызғанда, екі жүиектегі булдірген түптерінің саны бірдеи болды. Алғашқыда екінші жүиекте неше түп бүлдірген",
        "question_date": "23.01.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2.5x – 12 = x + 12\n\n2.5x – x = 12 + 12\n\n1.5x = 24\n\nx = 16",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі ағылшын тіліндегі сөйлемде нені орындау керек?",
        "question_content": "learn to instruct and advise people how to do things.\n\nThe first thing you should do is...-Бірінші не істеу керек,бұл ...ө",
        "question_date": "23.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "берілген нәрсені оқып, адамдарға не істеу керегіне кеңес бер\n\nБірінші жасауыңыз керек не нәрсені? Соған жауап жазасыз\n\nМысалы: The first thing you should do is make a plan before going to bed\n\nThe second thing......\n\nThe third thing....",
                "date": "1.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Таудай сөздің зарыдай түйіні бар\" тақырыбына эссе керек?",
        "question_content": "Таудай сөздің тарыдай  түйіні бар.\nбұл мақал нені түсіндіреді туралы эссе жазу керек.\nКөмектесіндееееерррр!!!!!!!",
        "question_date": "23.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 982,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1інші көшедегі ағаштар 2 інші көшедегінен 1,4 есе артық",
        "question_content": "көгалдандыру үшін екі көше бойына ағаштар отырғызылды.Бірінші көшедегі ағаштар саны екінші көшедегі ағаштар санынан 1,4 есе артық.13ағашты бірінші көшеден екінші көшеге ауыстырып отырғызғанда, екі көшедегі ағаштар сандары бірдей болды.Алғашқыда бірінші көшеге неше ағаш отырғызылды, екінші көшегі неше ағаш",
        "question_date": "23.01.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х-1ші көше\n\nу-2ші көше\n\nx/y=1.4 болғандықтан x=1.4y\n\nx-13=y+13\n\n1,4у-13=y+13\n\n1.4y-y=13+13\n\n0.4y=26\n\ny=26/0.4\n\ny=65 (2-ші көше)\n\nx=1.4*65=91 (1-ші көше)",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәкен Майғазиев - Сағынып жүрмін әнін қайдан жүктеп алуға болады?",
        "question_content": "Сағынып жүрмін әлі де сені\nСағыну өмір заңы деседі\nАңсап өткенді қанша көктемді\nШығарып салдым қимай\nЖанымды қинай\nТағдырыма кеттің сен сыймай\nНеге Жүрек бір сәт тынбайды\nНеге мазалайды бұл қайгы\nНеге неге күлкімді ұрлайды неге\nНеге сезім сөніп қалмайды\nНеге сені ұмыта алмайды\nНеге адамды өмір таңдайды неге\nӘзірге амал жаралы бірақ\nЖапырақ жүрек барады қурап\nЕркелегенің өртенген емің\nБәрі де бүгін арман\nАзапқа салған ақ құсымсың алыста қалған\nҚайырмасы:\nНеге Жүрек бір сәт тынбайды\nНеге мазалайды бұл қайгы\nНеге неге күлкімді ұрлайды неге\nНеге сезім сөніп қалмайды\nНеге сені ұмыта алмайды\nНеге адамды өмір таңдайды неге\nҚол жетпес арман\nАқ құсымсың алыста қалған\nҚайырмасы:3рет\nНеге Жүрек бір сәт тынбайды\nНеге мазалайды бұл қайгы\nНеге неге күлкімді ұрлайды неге\nНеге сезім сөніп қалмайды\nНеге сені ұмыта алмайды\nНеге адамды өмір таңдайды неге\nСағынып жүрмін",
        "question_date": "23.01.2018",
        "question_tag": "Қазақша ән",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төмендегі сілтеме арқылы жүктеп алсаңыз болады:\n\nhttp://agugai.kz/music/saken-maigaziev-sagynyp-zhurmin/",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсіндірмелі салалас сөйлемге көркем əдебиеттен 5 мысал керек?",
        "question_content": "Түсіндірмелі салалас сөйлемге көркем əдебиеттен 5 мысал керек?",
        "question_date": "23.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 25800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Оның шыдымдылық танытқаны сонша - көрген қиындықтарға еш мойымады.\n\n2. Туған жерімнің табиғатының сұлулығы соншалықты - сөзбен айтып жеткізу мүмкін емес.\n\n3. Риза болғаны соншалық - алғысын айта берді.\n\n4. Ашуланғаны сондай - сөйлеуге де жарамады.\n\n5.Сайыс оқушыларының білімділігі сонша- әр сұраққа мүдірмей жауап берді.",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бейтараптану реакцияларының қандай практикалық маңызы бар?",
        "question_content": "Бейтараптану реакцияларының қандай практикалық маңызы бар?",
        "question_date": "22.01.2018",
        "question_tag": "Химия",
        "question_views": 27700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қышқылдар мен негіздердің құрамын, қасиеттерінің қарама –қарсы белгілерін тандағаннан кейін бейтараптану реакциясымен таныстыруға кіріскен жөн. Көрнекі көрсету, ерітіндіге лакмус тамызу арқылы сілті екендігі анықталғаннан кейін, оған бюреткадан қышқыл ерітінісі аз –аздан құйылады. Лакмус көк түстен күлгін түске ауысқан кезде құю тоқтатылады.\nОқушыларға пробирканың сыртынан саусаққа жылу білетіндігі, яғни реакция жүретіндігі көрсатіледі. Алынған сілті ерітіндісіне қышқыл тамызғаннан кейін лакмус түсінің қайта күлгін түске ауысуынын мәні түсіріледі, яғни ерітіндіде не қышқыл, не сілті болмау реакцияс жүретіндігінің белгісі. Сонымен қатар бұл жағдайда химиялық реакция қасиеті жағынан қарама –қарсы күрделі заттардан арасында жүргені қорытыналады. Мұнан соң бейтараптану реакциясының жалпы белгісіне жылу бөліну ғана емес, сонымен қатар су бөліну де жататындығы айтылады, оның мәні негіз құрамындағы гидросотоп қышқылының сутегі сутегі атомына қосылып, су түзілетіндігі. Ал жеке белгісіне тұз түзілу жататындығы айтылып, ерітіндіні суалту арқылы натрий хлориді алынады. Реакция теңдеуі жазылғаннан кейін, бұл реакцияның алмасу реакциясымен қандай ұқсастығы бар екеніндігі талданады.\nБейтараптану реакциясына қасиеттері қарама –қарсы заттар қатынасатындықтан, оның көмегімен белгісіз затты анықтауға болатындығы ескеріліп, осыған орай оның қолдануына мысалдар келтірген жөн.\nСонымен қатар ерімейтін негіздердің қышқылдармен әрекеттесуі нәтижесінде тұз және су түзіліп, бейтараптану реакциясы жүретіндігі демонстрацияланады. Осы реакцияның нәтижесінде түзілген заттарға қарап және алдыңғы аталған белгілер ортақ болғандықтан да сілтілер мен ерімейтін негіздердің бір класқа жататындығы туралы қорытынды жасалады.\nhttp://tak-to-ent.net/load/249-1-0-3561",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қан алмастырудың нәтижесі қалай болады?",
        "question_content": "Қан ауыстырған, тазартқан адамдар болса нəтижесімен бөліссеңіздер,əсері қалай? қандай өзгерістер болды? зиян емес па?  Алдын ала рахмет!",
        "question_date": "22.01.2018",
        "question_tag": "Денсаулық",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қан тазартудың бірнеше жолы бар, соның бірі плазмафорез. Аппарат арқылы белгілі мөлшерде қанды алып, құрамындағы плазманы жинайды да эрмассаны қайта өзіне салып жібереді.\n\nБұрын жиі қолданатын, қазір қолданыстан шығып бара жатқан түрі: Верадан 5-10 мл қан алып, оны бұлшық етке (жамбасқа көбіне) салу арқылы тазартады. Сонда бұлшық ет фильтр болады.\n\nСпсис болғанда ертеде шошқаның талағы арқылы қан тазартқан. Қазір де сирек жағдайда пайдаланады. Жас шошқа (торай) талағын алып, оны дереу пайдаланады, Адамның қаны сол талақ арқылы сүзіліп қайда өзіне құйылады. Осы тәсіл арқылы қаншама адамның өмірін сақтап қалған, бірақ бұл қауіпті процедура болғандықтан қазір пайдаланбайды, қазір арнайы фильтр аппараттарынан өткізіп тазалайды. Ондай аппараттан өткізіп қан тазарту 10 мың теңге шамасында. Қан орталықтарында болады. Гломерулонефритпен ауыратындарға тегін жүргізіледі. Себебі бүйректірі өздігінен қан тазарта алмайды..\n\nЖасыл балғын қиярдың қан тазартуға пайдасы көп. Сол сияқты шикі капуста, болгар бұрышы да қан тазартады.\n\nплазмафорез арқылы беттегі безеуді кетіруге болады. Оны қан орталығында тегін жүргізіледі.\n\nhttps://surak.baribar.kz/533768/",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Онлай түрде борышкердің алимент қарызын қалай көруге болады?",
        "question_content": "Борышкер алимент ,қарызын қалай көруге болады,онлайн түрде",
        "question_date": "22.01.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 522,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам және топырақ құрамында бар, бірақ маймылда жоқ химиялық элемент?",
        "question_content": "Шын немесе өтірігін білмеймін (мүмкін, білетін жандар болса айтып жіберер), бір адам былай деп айтып еді: \"Қандай элемент екенін ұмытып қалдым, адам мен топырақта бар екен, ал маймылда жоқ, сен химиксің ғой, біліп берші\"\n    Ғаламтордан қанша іздесем де таба алмадым, мүмкін білетін адам бар шығар...",
        "question_date": "22.01.2018",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Можно ли сдать ент на русском языке, если я закончу школу на казахском языке?",
        "question_content": "Можно ли сдать ент на русском языке, если я закончу школу на казахском языке?",
        "question_date": "21.01.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 703,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Однажды, то есть недавно я на этом сайте ответила на вопрос на русском. Знаю, что это казахский сайт. Но удалили ответ именно по этой причине. Я очень удивлена тем, что так называемые \"модераторы\" не удалили этот вопрос.\nОтвет: точно не знаю, можно ли сдавать на другом языке. Но если вы хотите все-таки сдавать ЕНТ на русском языке, то советую перейти в русское отделение. Можно в последний месяц так поступить, если вам трудновато сдать на казахском. Но самый правильный ответ, вы можете",
                "date": "11.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кез келген əлеуметтік желі туралы келер шақта матін құрап жазу керек?",
        "question_content": "Кез келген əлеуметтік желі туралы келер шақта матін құрап жазу керек.",
        "question_date": "21.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 33600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі уақытта күнделікті өмірдің жартысын, кейде одан да көп бөлігін әлеуметтік желілер алып кетті. Әр жыл сайын әлеуметтік желілер саны көбейіп келе жатыр: Instagram, Вконтакте, Facebook, YouTube, Однокласники және т.б. Осылар ішінен, әсіресе, Instagram желісіне енді әріп үйренген баладан еңкейген қарттарымызға дейін кіреді екен. Ал желімен бірге таңын атырып, күнін батыратындар оқушылар мен студенттер екен. Әлеуметтік желіге көп адамдар танымал тұлғаларды, соңғы жаңалықтарды, қызықты, кейде масқара видеолар мен суреттерді көру үшін кіреді. Бұл неге алып келеді? Біріншіден, жұлдыздар мен танымал тұлғалардың өміріне қарап, жастарда танымалдылыққа қызығушылық пайда болады. Танымал болу мақсатында кейбір жастар мен ересектер «атын шықпаса, жер өрте» деп небір ессіз қылықтарға барады. Мысалы, әйел кейпіндегі еркектер, өмірге қауіпті жаттығулар, ашық-шашық киіну, ақылға қонымсыз флешмобтар және т.с.с. Екіншіден, парақшаларда жас ерекшелігі көрсетілмегендіктен, кейбір видеолар мен суреттер жас баланың психикасына кері әсерін тигізеді, мысалы, біреуді топпен бірге ұрып-теуіп төбелеп жатқан видеолар немесе жартылай жалаңаш киінген қыздар суреттері, жануарларды қинап, мазақ етіп түсірген видеолар жастарды қатыгездікке баулиды. Үшіншіден, азаннан кешке дейін ұялы телефонға телміріп отыра бергендіктен, көз қызметінің бұзылуына алып келеді және оқуға, жұмысқа арналған уақытты босқа кетіреді. Сондай-ақ, әлеуметтік желіні дұрыс мақсатта қолданып жүргендер де аз емес. Әлеуметтік желі көмегімен біреу өз бизнесін жүргізіп жатса, біреу қайырымдылық жұмыстарын өткізіп жатыр, енді біреуі өзінің оқып, көріп, білген-түйгенін жұртпен бөлісіп жатыр. Енді әлеуметтік желіге кірер алдында сіз қандай мақсатпен кіріп жатқаныңызды ойланыңыз! Уақытыңызды виртуалды өмірге арнамай, достарыңызға, туыстарыңызға, көптен бері сөйлесе алмай жүрген жақындарыңызға арнаңыз.\nМәлімет ашық ақпарат көздерінен алынды.",
                "date": "23.05.2018",
                "upvotes": 0
            },
            {
                "text": "Үй тапсырмасы:Әлемді аландаткан әлеуметтік желілер\nПікір,Әлеуметтік желі адамдардын карым катынас құралы болып табылады\nДәлел,Әлеуметтік желілер 1995 жылдардан бастап кеніңнен қолданылуда.\nМысалы,сол жылдардан бастап түрлі сайттар жұмыс істеуде.Сонын ішінде ВКонтакте, WhatsApp,Instagram Google  Facebook, т.б, жиі колданамыз \nҚортынды Біз әлеуметтік желі арқылы көптеген өзімізге кажетті  ақпараттарды аламыз.Сол үшін әлеуметтік желіні үнемді ұстауымыз кажет",
                "date": "22.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "96 шапан жəне 96 камзол пішу кезінде қанша мата үнемделді?",
        "question_content": "əрбір шапаннан 10 см, ал əрбір камзолдан 12 см мата үнемделді. 96 шапан жəне 96 камзол пішу кезінде қанша мата үнемделді?",
        "question_date": "21.01.2018",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 761,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шапаннан   960    Қамзолдан  1152",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген тұрақты тіркестерді пайдаланып, қарсылықты салалас сөйлемдер қураңдар?",
        "question_content": "Балдан тәтті,  қағаздай аппақ, сыбызғыдай жіңішке, удай ащы, қазанның күйесіндей.\n\nБерілген тұрақты тіркестерді пайдаланып, қарсылықты салалас сөйлемдер қураңдар. Жасалу жолдарын түсіндіріңдер",
        "question_date": "21.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көркем әдебиет үлгілерінен бірнеше қарсылықты салалас құрмалас сөйлем тауып, жазыңдар",
        "question_content": "Көркем әдебиет үлгілерінен бірнеше қарсылықты салалас құрмалас сөйлем тауып, жазыңдар",
        "question_date": "21.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғалия сасып қалғанын білді, бірақ неге сасқанын түсінбеді.\n149 бет,  Балуан Шолақ",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айналым периоды 5 с болса, центрге тартқыш үдеу қанша?",
        "question_content": "1) Автомобиль жолға қатысты  8м/с жылдамдықпен қозғалады.Оған перпендикуляр бағытта  6м/с жылдамдықпен велосипедші жүріп келеді. Автомобильдің велосипедшіге қатысты жылдамдығы.\n\n2) Түзу сызықты бір қалыпты X осімен бағыттас үдемелі қозғалыстағы дененің кез-келген уақыт мезетіндегі координатасын табуға арналған өрнек\n\n3) Қозғалғаннан кейінгі автомобильдің үдеуі  0,5м/с. Осындай үдеумен қозғалған автомобильдің 4 секундта жүрген жолы\n\n4) 40м биіктіктен құлаған дене планета бетіне 4 секундта келіп жетті. Осы планетадағы еркін түсу үдеуі\n\n5) @=30м/с бастапқы жылдамдықпен вертикаль жоғары лақтырылған дененің қозғалыс басталғаннан кейін 4с уақыттағы орын ауыстыруы (g=10м/с2)\n\n6) 5с ішінде бір айналым жасаған нүктенің, шеңбер бойымен бірқалыпты қозғалысындағы бұрыштық жылдамдығы\n\n7) Дене бірқалыпты шеңбер бойымен  2с қозғалып  5м жол жүреді. Айналым периоды 5с болса, центрге тартқыш үдеу қанша\n\n8) Массасы 1,5т автобус орнынан 1,5кН тарту күшінің әрекетінен қозғалады. Егер автобусқа әрекет ететін кедергі күш 450Н болса, онда оның үдеуі қанша\n\n9) 8км/с жылдамдықпен айналатын массасы 3т жер серігінің импульсі\n\n10) Импульсінің модулі 15кг*м/с бөлшек қабырғаға тұрғызылған нормальға 60* бұрыш жасай абсолют серпімді соғылса, импульстің өзгерісі\n\n11) Массасы 100кг арбаша горизонталь бетте бір қалыпты қозғалады. Оған массасы 10кг құмы бар қап құлайды. Арбашаның жылдамдығы\n\n12) Таудан төмен сырғанап түскен шананың кинетикалық энергиясы 625 Дж. Егер шана горизонталь бағытта 25м жүргеннен кейін тоқтаса, тежелу кезіндегі үйкеліс күші",
        "question_date": "21.01.2018",
        "question_tag": "Физика",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2) Түзу сызықты бір қалыпты X осімен бағыттас үдемелі қозғалыстағы дененің кез-келген уақыт мезетіндегі координатасын табуға арналған өрнек\n\nx=x0+v0t+at^2/2",
                "date": "27.01.2018",
                "upvotes": 0
            },
            {
                "text": "Бірінші есептің жауабы 10 м/с болады.",
                "date": "24.01.2018",
                "upvotes": 0
            },
            {
                "text": "Үшінші есептің жауабы 1 м",
                "date": "24.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мамандық таңдау бойынша кеңестеріңіз керек?",
        "question_content": "Егер журналистика мамандығын тандаса 4 қала,4 универ тандай аламын ба???Мысалы Алматы (КазГу),Алматы (СДУ),Астана(ЕНУ),деп",
        "question_date": "21.01.2018",
        "question_tag": "Мамандық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əрине 4 түрлі қала және Университетті таңдай аласыз. Бірақ олардың барлығына бір мамандықты белгілеген тиімсіз. Сондықтан 4 түрлі мамандықты таңдағаныңыз жөн. Грантқа түсу коэффициентіңіз артады.",
                "date": "21.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай жерден кредитқа ноутбук алуға болады?",
        "question_content": "кредитқа қай жерден алса болады?\n\nМен студентпін жұмыс істемеймін?\n\nпенсионный фонд жоқ?\nбере береді деп естігем ,  бірақ қай банк береді екен?\n\nАлып көргендерініз барма?",
        "question_date": "20.01.2018",
        "question_tag": "Кредит, Несие",
        "question_views": 274,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алып көрген жоқпын, бірақ kaspi.kz-пен көр.",
                "date": "20.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Роберт Кийосакийдің \"Бай əке Кедей əке\" атты кітабы қажет?",
        "question_content": "Маған Р.Кийосакийдің Бай əке кедей əке кітабының қазақша электронды нұсқасын тауып беріңіздерші. Кездейсоқ интернеттен көріп қалған едім,  енді соны таппай отырмын. Көмектерің керек",
        "question_date": "20.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "+77076219075\nWhatsappқа шық менде бар",
                "date": "12.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрек ауруымен ауыратын науқаста Гепатит С анықталса қандай ем қолданылады?",
        "question_content": "Жүрек ауруымен, қант диабетімен ауыратын науқаста, Гепатит С анықталса ем жүргізілема,  яғни дәрілер тағайындалама?",
        "question_date": "20.01.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайсы заттар оттегімен əрекеттеспейді ?",
        "question_content": "Заттардың қайссысымен оттегі əрекеттеспейді ?\n\nFe , S, H2 , H2O,",
        "question_date": "20.01.2018",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4Fe + 3O2 = 2 Fe2O3;\n\nS + O2 = SO2;\n\n2H2 +O2 = 2 H2O\n\nДемек су(H2O) өттегімен әрекеттеспейді.",
                "date": "22.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджмент мамандығы бойынша грант барма жəне қай оқу орнында?",
        "question_content": "Сәлеметсіздерме! Мен колледж оқып жүрмін Менеджмент мамандығы бойынша. Енд алдағы жоспарым менеджмент мамандығы бойынша ЖОО түсу грантқа. Сол менеджмент мамандығы бойынша грант барма жəне қай оқу орнында? КТ неше балл? Гранқа түсуме қанша % мүмкіндік бар? Жəнеде Серпін - бағдарламасы бойынша барма? Алдын ала Рахмет!!!",
        "question_date": "20.01.2018",
        "question_tag": "Университет, колледж",
        "question_views": 11200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менеджмент мамандығы кез келген саладағы компанияларды және ұйымдарды басқару бойынша білім береді. Менеджер – бұл басқалардың жұмысын ұйымдастыруға және бақылауға қабілетті маман. Бірақ оның қолданылу саласы және білімі әртүрлі болуы мүмкін: қаржы, туризм, спорт, көлік, өнер және тағы басқалар. Өндірісті ұйымдастыру, қаржылық жоспарлау саласындағы ілгерлі білім, психологиялық басқару аспектілері,  компанияларды дамыту бойынша мәселелерді кешенді және кезекті шеше білу жемісті мансапқа қол жеткізуге мүмкіндік береді.\n\nАкадемиялық дәрежесі: менеджмент бакалавры\n\nМамандық бойынша пәндер:\nөндірістік менеджмент;\n\nбасқару шешімдерін әзірлеу;\n\nстратегиялық менеджмент;\n\nқаржы менеджменті;\n\nқызметкерлерді басқару;\n\nәлеуметтік саладағы менеджмент;\n\nаймақтық экономиканы басқару;\n\nсыртқы экономикалық қызметті басқару;\n\nшағын және орта кәсіпорындар менеджменті.\n\nҚызмет саласы:\nмемлекеттік мекемелер;\n\nэкономиканың әртүрлі коммерциялық құрылымдары: әлеуметтік сала, туризм, қонақ үй шаруашылығы, сыртқы-экономикалық қызмет және басқалар.\n\nОқу ұзақтығы: 2 жы\n\nТөмендегі Университеттің сайысынан қарап көріңіз:https://www.almau.edu.kz/kz/9815",
                "date": "20.01.2018",
                "upvotes": 0
            },
            {
                "text": "Егер грантқа іліге алмасаңыз, білім несиесін алуға болады. Оған кепілзат қажет емес. Жылдық мөлшерлемесі де төмен әрі ұзақ уақытқа беріледі. Ол оқу ақысын уақытылы төлеуге мүмкіндік береді. Толық ақпаратты мына жерден біле аласыздар.",
                "date": "2.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1,(7); 3,2(5); -8,81(36) шексіз ондық периодты бөлшекті жай бөлшек түрінде қалай жазады?",
        "question_content": "Бұл есепті түсінген жоқпын, сондақтан шығара алмаймын. Өтінемін, шыгару жолын түсіндіріп бере аласыздар ма?",
        "question_date": "19.01.2018",
        "question_tag": "Математика",
        "question_views": 3000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "https://surak.baribar.kz/554848",
                "date": "20.01.2018",
                "upvotes": 1
            },
            {
                "text": "0, (3)=9-дан 3\n0,8 (3)=6-дан 5",
                "date": "23.09.2018",
                "upvotes": 0
            }
        ]
    }
]