[
    {
        "question_title": "Еңлік-Кебек драмасына қандай ой толғау жазуға болады?",
        "question_content": "Еңлук-Кебек драмасына,ақын-жазушылардың ой толғауы",
        "question_date": "14.06.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Еңлік-Кебек\" поэмасы - Шәкәрім Құдайбердіұлының туындысы. Ол  қос ғашықтың махаббатын жыр етеді. Оқиға Найман мен Тобықты арасында бітіспес дау орын алған уақытта болған еді.\n\nТобықты руының қос басшысы Тоқтамыс деген кісі болады. Оның артынан ерген Кебек есімді інісі бар. 15 жасында-ақ көпшілік ішінде батырлығымен, кішіпейілдігімен танымал болған Кебек аузы дуалы Нысан абызды әдейі іздеп барып, бал ашуын сұрайды. Қобызын сарнатып, қалшылдап-дірілдеп Кебектің болашағын болжаған Нысан абыз жігітке:\" Ажалың биік қабақ сұрлау қыздан,\nБатырым, ондай жанға көңіл берме\", - деп ескертеді. Абыздың сөзін көңіліне алса да, жын сөзіне сенбеген батыр өз жолымен жүре береді. Арада біраз уақыт өткен соң Кебек аң аулап жүріп адасып кетеді. Кешқұрым жолында кезіккен үйге кіреді. Ол Матай ауылына келген екен. Кірген үйінде кемпір-шал мен қойшы бала отырады. Және кемпір-шалдың бой жетіп отырған Еңлік есімді қызы бар еді. Ас ішіп, жөн сұрасқаннан кейін Кебек өзін таныстырады. Оның есімін естіген қыз Кебекке ұзақ қарап қалады. Ұйықтар уақыт болғанда Еңлік Кебекке өз төсегін салып береді. Кебек оны қыздың жеңілтектігіне балайды. Көз байланып, барлығы ұйқыға батқанда Еңлік Кебекті оятып, өз сырын айтады. Өзінің бір байдың баласымен атастырылғанын, оны өзіне тең көрмейтінін, атасқан жігітінің ездігі мен ынжықтығын айтады. Сырын ақтарған қыз Кебектен өзіне тең көрер болса алып қашуын өтінеді. Кебек те қызды сынап, оның ой-пиғылы таза екеніне көзі жетіп, алмаққа уағдаласады. Қыз Кебекке Тобықты мен Найман бітіскен уақытта алып қашуы керектігін айтып, оған дейін жартас маңында кездесіп жүрелік дейді. Екеуі солай уағдаласқан соң жігіт еліне аттанады. Осылайша олар 6 ай бойы кездесіп жүреді. Осы уақытта Найман мен Тобықты да бітімге келеді. Бір күні Еңлік сүйгеніне қол ұстасып, бірге қашар уақыт келгенін айтады. Ол кезде Еңліктің аяғы ауыр еді. Араға біраз уақыт сала екеуі бірге елден қашып, жартасты паналап жатады. Қыздың қашып кеткенін естіген қалың Матай оны іздей бастайды. Сұрастыра келе оның Кебекпен қашқаны белгілі болады. Матай Тобықтыға кісі салдырып, Кебекті өз қолдарымен ұстап берулерін талап етеді. Тағы да бір-біріне өшіккен екі рудың арасына бұл оқиға бітіспес дау салады. Жартаста тығылып жатқан қос ғашық ұлды болып, соны қызықтап өмір сүріп жатады. Ақыры екеуін тауып алған Найман мен Тобықты адамдары ғашықтарды өлтірмек болады. Осы тұста Еңлік өлер алдында үш тілегін орындауларын сұрайды. Алдымен Кебекпен араздастыруларын, өлтірсе бірге жерлеулерін және кінәсіз балаларын Кеңгірбай биге тапсыруын сұрайды. Көпшілік Еңліктің сұрауына рұқсатын береді. Бір-бірімен қоштасып, құшақтасқан екі жасты ашулы жұрт ат құйрығына байлап, сүйреп өлтіреді. Екеуін бірге жерлеп, бала жайлы ұмытып кете барады. Ертесіне бала естеріне түсіп, іздеп келсе оны жартас маңынан таба алмайды. Поэма осылайша аяқталады.\n\nhttp://forum.stan.kz/index.php/1191/%D0%B5%D2%A3%D0%BB%D1%96%D0%BA-%D0%BA%D0%B5%D0%B1%D0%B5%D0%BA-%D0%BF%D0%BE%D1%8D%D0%BC%D0%B0%D1%81%D1%8B-%D0%BD%D0%B5-%D0%B6%D0%B0%D0%B9%D0%BB%D1%8B-%D2%9B%D1%8B%D1%81%D2%9B%D0%B0%D1%88%D0%B0-%D0%BC%D0%B0%D0%B7%D0%BC%D2%B1%D0%BD%D1%8B-%D0%B1%D0%B0%D1%80-%D0%BC%D0%B0",
                "date": "14.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Органикалық заттардың химиялық технологиясы қандай мамандық?",
        "question_content": "Органикалық заттардың химиялық технологиясымамандығы жайлы не білесіз.Қандай мамандық ,жалақысы қандай?Жалпы осы мамандықта оқып жатырғандар немесе жұмыс жасап жатырғандар бар ма екен сайтта?",
        "question_date": "13.06.2017",
        "question_tag": "Мамандық",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5B072100 – «Органикалық заттардың химиялық технологиясы» мамандығы бойынша студенттерді қабылдау жүргізіледі.\n\nБұл мамандыққа түсе алады:\n\nҰБТ немесе кешенді тестілеудің нәтижесі бойынша жалпы орта білім беретін мектеп түлектері.\n\nОқу мерзімі: күндізгі – 4 жыл\n\nОсы бағыт бойынша орта кәсіптік оқу орындарының (колледж) түлектері.\n\nОқу мерзімі: күндізгі, сырттай—3 жылдан кем емес.\n\nОқыту мемлекеттік білім гранты бойынша және ақылы  түрде жүргізіледі, сонымен қатар оқыту жүйесінде жеңілдіктер қарастырылған.\n\nМамандыққа сипаттама\n\nорганикалық  заттарды өндірудің жаңа химиялық технологиялырын дайындау және конструкциялау;\n\nорганикалық синтез және мұнай өндеу кәсіпорындарының технологиялық жүйелерін эксплуатациялау;\n\nеңбекті сақтау шараларын қамтамасыз ету;\n\nтехникалық құжаттарды жүргізу.\n\nКәсіп\n\n\"Органикалық заттардың химиялық технологиясы\" химия технологиялық мамандығы бойынша толық курсты табысты өткен соң, бакалавр академиялық дәрежесі беріледі.\n\nОРГАНИКАЛЫҚ ЗАТТАРДЫҢ ХИМИЯЛЫҚ ТЕХНОЛОГИЯСЫ БАКАЛАВРЫ\n\nОқу бітірушілер әрі қарай оқуды магистратурада және докторантурада жалғастыра алады.\n\nОқу процесін ғылыми және өндірістік жұмыста үлкен тәжірибелері бар, жоғары білікті профессор-оқытушы құрам жүргізеді.\n\n«Алюминий Қазақстан» АҚ;\n\n«Павлодар мұнай химиялық зауыты» АҚ;\n\n«Ақсу темірқорытпа зауыты» АҚ;\n\n«Евроазиаттық энергетикалық корпорация» АҚ;\n\n«KSP Steel» АҚ;\n\n«Қазақстан электролиз зауыты» АҚ;\n\n«Нефтехим LTD компаниясы» ЖШС.\n\nОқу процесін жүзеге асыру үшін кафедраның мамандандырылған зертханалар мен аудиториялардан туратын материалды базасы бар.\n\nОқыту мемлекеттік және орыс тілдерінде жүргізіледі.\n\nХимия және химиялық технологиялар кафедрасының кадрлар дайындау бағдарламасы бойынша облыстық ірі өнеркәсіптік кәсіпорындарында өндірістік тәжірибе өту қамтылған. Бұл жағдайда арнайы пәндер ретінде осы кәсіпорындардың негізгі технологиялары оқытылады.\n\n5B072100 “Органикалық заттардың химиялық технологиясы” мамандағының студенттері өндірістік тәжірибені «Каустик» АҚ, «Павлодар мұнайхимиялық зауыты» АҚ, «Евроазиаттық энергетикалық корпорация» АҚ, «KSP Steel» АҚ, «Нефтехим LTD компаниясы» ЖШС технологиялық цехтарында өтеді.\n\nБұл кәсіпорындарда студенттер, ұйымдастырушы және пайдаланушы жұмыста тәжірибелік дағды алу мақсатында, өндірістік және диплом алдындағы тәжірибелерді өтеді.\n\nОсы мамандықтың оқу бітірушілері әрдайым қажетті және біздің аймақтың кәсіпорындарында жұмыс істейді.\n\nБіздің мамандықты бітірушілерге сұраныстар келесі кәсіпорындардан келеді:\n\nБізде оқу – кепілдік береді:\n\nжоғары кәсіптік деңгейге жетуге;\n\nкомпьютерлік сауаттылыққа;\n\nмемлекеттік және шетел тілдерін білуге;\n\nконструкциялау және технологиялық жабдықтарды  эксплуатациялаудың негіздерін білуге.\n\nПавлодар – химия өнімдері өндірісінің ең көп  қатары  бар Қазақстандағы жалғыз қала. Бізде өндіріледі:\n\nмотор отындары\n\nфлотореагенттер\n\nантифриздер\n\nмотор отындарының қондырғылары\n\nлак - бояу материалдары, полимерлер\n\nпластикаттар\n\nсу – дисперстік  бояулар\n\nИСО 9001:2000 сертификаты білім беру қызметіндегі халықаралық стандарттық сапа менеджменті жүйесіне сәйкес келеді.\n\nЭксклюзивтік белгі IQ Net сапа менеджменті мен құзырлылықтың дүние жүзіне белгілі жоғары деңгейдегі бейнесі.\nhttp://www.psu.kz/index.php?option=com_content&view=article&id=1822&Itemid=61&lang=kaz",
                "date": "14.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсімде жылап жүргенімді қалай жоруға болады?",
        "question_content": "Салем достар мен түсімімде қызым бар екен бірақ шын Өмірімде қызым  БАРЛЫҒЫ шүкір бақтымын бірақ қызым қайтыс болды сосын əйелім кеттіп қалған сосын көп жылайым неге екенін түсінбедім",
        "question_date": "13.06.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 26100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "түсіңізде таныс адамыңыз қаза тауып, адамдар жоқтап жыласа, танысыңыздың сізге кек сақтап жүргенін білдіреді. Түстегі жоқтау – той-думанның нышаны.",
                "date": "13.06.2017",
                "upvotes": 0
            },
            {
                "text": "Түс көрудің бес түрлі себебі.\n\n1. Ерекше әсер қалдырған, күндіз өңінде көрген жайлардың, оиғалардың әсерінен түс көру.\n\n2. Күндіз істеген шаруаларға, жұмыстарға байланысты түс.\n\n3. Ауырған себепті көрген түс.\n\n4. Аян беру.\n\n5. Жанның мазасыздануына байланысты түс көру.\n\nАл жалпы түсте жылау-өңдегі қуаныш. «Түсті көруінен емес – жоруынан қорық» демекші, түсіңізді жақсылыққа жорысаңыз, жақсылыққа, жамандыққа жорысаңыз, жамандыққа қарай бұрылып кетуі мүмкін. Ең бастысы - түсімізді тек жақсылыққа жорыңыз!",
                "date": "13.06.2017",
                "upvotes": 1
            },
            {
                "text": "Сиздин тусиниз Рухани тус деп аталады, Рухани жане Шайтани тус деп аталады, Рухани тус ол шын омирде де болатын жайттарды коресиз, мундай жагдай Менде де болган,Анам тири кезинде тус кордим, Анам тусимде кайтыс болыпты,тун жарымда шошып оянып карасам анам уйыктап жатыр екен, а рада шамамен бир ай откен сон анам дуниеден озды,ягни кейбир тустер шынымен омирде болады, негизи тус корсен ешкимге жария етпей,не де болса жаксылыкка жорыган дурыс, бул менин жеке пикирим....!!!!",
                "date": "1.04.2020",
                "upvotes": 0
            },
            {
                "text": "қызыңыз шын өмірде өмір жасы ұзақ болады\nЖыласаңыз шын өмірде қуанасыз",
                "date": "3.02.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биология+химия пәнін таңдап қандай мамандықтарға баруға болады?",
        "question_content": "Биология+химия пәнін таңдап қандай мамандықтарға баруға болады? (дәрігер,мұғалімнен басқа)Мамандықтарды қандай екенін сипаттап кетсеңіз.Жалақысы қандай?",
        "question_date": "13.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 61600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.  5В011300 Биология.  биология + химия.\n\n2.  5В012500 Химия-Биология.  биология + химия.\n\n3.  5В070100 Биотехнология.  биология + химия.\n\n4.  5В072700 Азық–түлік өнімдерінің технологиясы.  биология + химия.\n\n5.  5В072800 Қайта өңдеу өндірістерінің технологиясы (сала бойынша).  биология + химия.\n\n6.  5В074800 Фармацевтикалық өндіріс технологиясы.  биология + химия.\n\n7.  5В080100 Агрономия.  биология + химия.\n\n8.  5В080200 Мал шаруашылығы өнімдерін өндіру технологиясы.  биология + химия.\n\n9.  5В080400 Балық шаруашылығы және өнеркәсіптік балық аулау.  биология + химия.\n\n10.  5В080800 Топырақтану және агрохимия.  биология + химия.\n\n11.  5В080900 Жеміс-көкөніс шаруашылығы.  биология + химия.\n\n12.  5В081100 Өсімдік қорғау және карантин.  биология + химия.\n\n13.  5В110100 Мейірбике ісі биология химия\n\n14.  5В110200 Қоғамдық денсаулық сақтау.  биология + химия.\n\n15.  5В110300 Фармация.  биология + химия.\n\n16.  5В110400 Медициналық-профилактикалық іс.  биология + химия.\n\n17.  5B120100 Ветеринарлық медицина.  биология + химия.\n\n18.  5B120200 Ветеринарлық санитария.  биология + химия.\n\n18.  5B130100 Жалпы медицина.  биология + химия.\n\n19.  5B130200 Стоматология биология + химия.\nhttps://baq.kz/kk/news/bilim__gilim/2017_zhilgi_ubt_boiinsha_mamandiktar_tizimi_zhariyalandi20170121_172000",
                "date": "14.06.2017",
                "upvotes": 0
            },
            {
                "text": "Медицина  аграном балық   шаруашылық  топырақ  өсімдек",
                "date": "5.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұрлық жасау күнəсін исламда қалай өтейді?",
        "question_content": "Ас Саламу Алейкум Уа РахматуЛЛАхи Уа Баракатух. Мен 14-15 жасымда Вконтакте желысынен адамдарды алдап ойындардын аккаунттарын урлаган едым. 1 емес,одан коп урладым. Жане мен тек кана Аллахтан кешырым сурап емес,ол адамнын озынен де кешырым сурауым кажет екенын жакында былдым. Бырак менын урлаган адамдарым коп. Оларды табу да киынга согып тур. Барын де умытып калдым. Бул жерде не ыстесем болады?",
        "question_date": "13.06.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шариғат заңы бойынша ұрлық – ауыр қылмыс. Бұл күнәны істегендерге дүниеде де, ақыретте де ауыр азап бар. Біреудің мал-мүлкін рұқсатсыз, заңсыз түрде алудың барлық түрі ұрлыққа жатады. Ұрлық істеген адам иманынан айрылады.\nhttp://fatua.kz/kz/post/view?id=439",
                "date": "13.06.2017",
                "upvotes": 0
            },
            {
                "text": "Қызық сұрақ екен.Қателігіңізді түсінгеніңіз өзіңізге жақсы.Алладан кешірім сұрауды тоқтатпаңыз.",
                "date": "13.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұрақ-жауап сайтындағы чат қайда кеткен?",
        "question_content": "Ассалаумағалейкум. Сайттағы чат алынып тасталғанба әлде мен таба алмай тұрмын ба?)",
        "question_date": "12.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "чат жоқ, бәрі unreal өмірден бас тартты XD",
                "date": "28.07.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Зейнетақы қорындағы 71 млрд теңге не болмақ?",
        "question_content": "Шетел банкі 71 млрд теңгені қайтара ма ? Желге ұшқаны рас па? Тағдыры не болмақ?",
        "question_date": "12.06.2017",
        "question_tag": "Банк",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халық ақшасын жөн-жосықсыз жұмсады деп айыпталған Зейнетақы қоры тағы дауға қалды. Бұл жолы қор Әзірбайжан банкіне 71 миллиард инвестиция құйып, қыруар қаржыны қайтара алмады деген күдікке ілінді. Өйткені, Әзірбайжан банкі сырттан тартылған инвестициялар бойынша өтемақы төлеуді мүлдем тоқтатқан. Тіпті банкротқа ұшырауы да ықтимал. Мол ақшаның бей-берекет жұмсалғаны туралы алғашқы дабылды экономистер қақты, деп хабарлады КТК арнасы.\nЗейнетақы қоры 71 миллиард 300 миллион теңге халық ақшасын Әзірбайжан халықаралық банкіне инвестиция ретінде құйған екен. Алайда мұнай экспортына тәуелді елдің ұлттық валютасы манат құлдырап, банк шетелдік қарыздарын қайтаруға қауқарсыз боп қалған. Бұл былықты қордың есеп-қисабын ақтарып отырып экономист, бұрынғы вице-министр Ошақбаев анықтапты.\n\nБірыңғай жинақтаушы зейнетақы қорының жалпы сараптамасы, қор қолындағы 7 трлн теңгенің 20 пайызын, экономика тілінде қорда құнды қағаздар деп аталатын облигацияларға салып тастағанын көрсетіп отыр. Басқарушы қор халық ақшасын арттыруды айтпағанда, оның бүтіндігін де қамтамасыз етуге шамасы келмей отыр, дейді экономист Рахым Ошақбаев.\nЕнді осы облигация ретінде салынған Әзірбайжан банкі банкротқа ұшыраса, 71 миллиард теңге Қазақстанға қайтпай қалуы әбден мүмкін. Сондықтан бұл деректі депутаттар да дереу тексеруді талап етті.\n\nМәжіліс депутаты Омархан Өксікбаев \"Бұл тағы да халқымыздың қалтасынан қағылған ақша деуге болады. Сондықтан жауапты адамдардан сұрау керек. Өкінішке орай сол жауаптылар ұсталмай кетіп жатыр\" дегенді айтады.\n\nДепутаттар халық ақшасының бүтіндігіне Ұлттық банк те жауапты деген пікірде. Өз кезегінде орталық банк төрағасының кеңесшісі Айдархан Құсайынов, көпшілікке басу айтып, ақша қайтады деп сендіріп бағуда. Әзірге қор да, Ұлттық банк те үндеместің ойынын ойнап отыр. Әзірбайжан банкіндегі күйіп кеткелі тұрған миллиардттарға қатысты түсініктеме берген жоқ.\n\nЕң алдымен жауапкершілікті Ұлттық банктен сұрауымыз керек. Егер әрі қарай да қыруар ақша халықтың назарынан жасырын пайдаланса, жемқорлыққ жол ашып отырмыз деген сөз, деді мәжіліс депутаты Азат Перуашев.\n\nПеруашев сонымен қатар жекеменшік зейнетақы қорларын қайта ашып, бәсекені қайтару керек дейді. Ал экономист Рахым Ошақбаев қор халықтың әр тиынын парламентпен келісіп барып, инвестицияласын деген пікірде. Зейнетақы қоры мен Ұлттық банктің бұл даудан кейін қандай қадамға барары белгісіз. Сонымен бірге 71 млрд теңгенің тағдыры не болары да әзірге құпия.\nhttps://kaz.caravan.kz/news/zejjnetaqy-qory-azirbajjzhan-bankine-salghan-71-mlrd-tenggeni-qajjtara-almauy-mumkin-194263/",
                "date": "13.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімге керек жақсы он қасиет қандай?",
        "question_content": "Мұғалімге керек жақсы он қасиет қандай?",
        "question_date": "12.06.2017",
        "question_tag": "Мектеп",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрбір мамандықтың, өмірде, қоғамда өз орны бар екені рас. Оған ешкімнің дауы жоқ. Бірақ мамандықтардың ішінде ұлық мамандық, ол – мұғалім мамандығы. Мен өзім мұғалім болған соң мұғалім мамандығын ұлықтайын деп отырғам жоқ. Қазақтың арыстары Ахмет Байтұрсынов, Мағжан Жұмабаев, Міржақып Дулатов, Ыбырай Алтынсарин айтты, жазды, ұлықтады. Мағжан Жұмабаев: «Алты алаштың баласының басы қосылса мұғалімнің орны төрде болу керек»,- деген жоқпа еді. Сол кездегі төрдегі басың бүгін есікке кетті. Не себеп? Себебін іздеп басқа қырынан келіп көрейік.\nҰлыбританияда жүргізілген зертеулерге қарағанда оқушылардың оқыту мен оқу туралы пікірлеріне назар аударылған. Мектептерде «Оқушы үніне» көңіл бөлуге баса назар аударылған. «Оқушы үнінің» белгілі жақтаушысы Джин Раддок «Оқушылармен пікірлесудің мақсаты – қабылдаушының көзқарасы тұрғысынан алғанда оқудың не екендігін түсіну, жекелеген оқушылар мен топтар үшін оқуды қалай жақсарту» екендігін жазады. /МАН- 71- бет/\n«Оқушы үні» жобасында негізінде оқушылармен пікірлесу, әңгімелесу басшылыққа алынған.\nОқушылармен пікірлесу- басшылықтың дәстүрлі қарым-қатынасынан өзгеше және мұғалімдер мен оқушылар арасында ыңғайсыз жағдай тудыруы мүмкін күрделі үдеріс. Оқушылармен әңгімелесу барысында ешқандай алалауға жол берілмеуі маңызды. Әсіресе, «үндемейтін» және «жеке-дара» оқушылардың барлығының да пікірі ескерілуі тиіс. Сондай-ақ, оқушылардың пікірлесуде шынайы болуы, оқыту мен оқуға байланысты оқушыларға қызықты және маңызды сұрақтардың қамтылуы аса маңызды. /МАН-71 бет/\nМаған оқушылармен ашық пікірлесу, әңгімелесу нәтижелі болмады. Мұғалімдердің сабақты қалай өткізетіндігі туралы пікірлескенде тек мақтап айтады, кемшілігін айтпайды. Кемшілігін айту бізге кері әсер етеді деп қорқады. Оны жасырмайды.\nСондықтан осы пікірлерді ескере отырып оқушылардың арасына жазбаша түрде бірнеше түрлі сауалнама өткіздім. Сауалнамада да аты-жөнін көрсетпеу, жазуын өзгертіп жазуға болатындығын және мұғалімдер туралы жазылған жағдайларды ашық жарияламау туралы сөз берілді. Сонда ғана олар өз пікірлерін жасырмай жазғандай болды.\nСауалнама жазбаша түрде өткендіктен мен «Оқушы үні» демей, «Оқушы дауысы» деп алдым. Әрбір оқушыға жеке парақтар беріліп, өз ойларын еркін білдіру керектігі ескерілді.\nСауалнаманың қорытындысынан көп нәрселерді аңғаруға болады. Енді 6-11сынып оқушылары арасында өткізілген тек «Мұғалім бойында қандай қасиеттер болу керек»? деген сауалнаманың нәтижесіне тоқталайын.\n«Оқушы дауысы» сауалнамасы\n«Оқушы дауысының» мұғалім еңбегін бағалауда үлкен әсері бар. Сондықтан бұған адал, шынайы түрде жауап берген дұрыс. Сізден мына кестені толтыруыңызды сұраймын. Рет санына ең негізгі деген үшеуіне 1,2,3 деген номерді қой.\nРет саныМұғалімге қажетті қасиеттер\n1Еңбекқор\n2Шыншыл, әділ\n3Оқушысын түсінетін, мейрімді\n4Өз пәнін жақсы біледі, сабақты жақсы үйретеді\n5Оқушысына қатаң талап қоя білетін\n6Жан-жақты өнерлі\n7Жаңашыл\n8Оқушысына сенім білдіріп, оны қанаттандырып отырады\nӨткізілген сауалнаманың нәтижесі бойынша көрсетілген қасиетердің қайсысына оқушылар басым дауысбергендігінің пайыздық көрсеткіші:\nРет саныМұғалімге қажетті қасиетерПайыздық көрсеткіштері\n1Еңбекқор12,1 %\n2Шыншыл, әділ14,3%\n3Оқушысын түсінетін, мейірімді19,8%\n4Өз пәнін жақсы біледі, сабақты жақсы үйретеді25,3%\n5Оқушысына қатаң талап қоя білетін7,7%\n6Жан-жақты өнерлі3,4%\n7Жаңашыл5,3%\n8Оқушысына сенім білдіріп, оны қанаттандырып отырады13,2%\nМен бұл жерде мұғалім мамандығын иемденген әрбір адамның бойынан табылуға тиісті-ау деп ойлаған қасиеттерді таңдап алдым.Сіз өз зерттеуіңізде өзгертуге немесе маған ұсыныс ретінде өзгертуге болатын өз ойыңызды ортаға салуға болады.\nОқушылардың бағалауы бойынша мұғалімге қажетті басты қасиет мұғалім өз пәнін жақсы білетін, сабақты жақсы үйрететін болу керек. Өз пәнін жақсы білу, білген білімін оқушыларға жан-тәнімен үйрете білу мұғалімнің өз мамандығын сүйе білуіне, қоғам алдындағы жауапкершілікті терең сезіне білуіне тікелей байланысты. Бұл мұғалім бойында болуға тиісті басты қасиет екені рас.\n«Мектептің жаны – мұғалім.\nhttp://ped.kz/-%D1%81%D1%82%D0%B0%D0%B7-%D0%BD/%D0%BC-%D0%B0%D0%BB-%D0%BC%D0%B3%D0%B5-%D0%B0%D0%B6%D0%B5%D1%82%D1%82-%D0%B6%D0%B5%D1%82-%D0%B0%D1%81%D0%B8%D0%B5%D1%82.html",
                "date": "13.06.2017",
                "upvotes": 0
            },
            {
                "text": "Әділ,мейірімді,білімді,,жан жақты,адал,еңбексүйгіш,қаталдау,түсінігі бар,ақылды,қамқор",
                "date": "13.06.2017",
                "upvotes": 0
            },
            {
                "text": "Мұғалімнің бойында көптеген жақсы қасиеттер болуы қажет.Оқушыны оқушы деп қарамай өз баласындай көру керек.Әділ,мейірімді,білімді,,жан жақты,адал,еңбексүйгіш,қаталдау,түсінігі бар,ақылды,қамқор",
                "date": "13.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9-сыныпқа математикадан емтихан өткізу қағидалары қандай?",
        "question_content": "Математика пәнінен емтихан өткізу туралы әдістемелік ар ма? Пакет қаншада ашылады? Қалай бағалау керек туралы керек еді.",
        "question_date": "12.06.2017",
        "question_tag": "Мектеп",
        "question_views": 987,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЖОО-ға ҰБТ тапсырмай кіруге бола ма?",
        "question_content": "Без ЕНТ кабылдайма?\n\nЕгер кажет болса канша балл алу керек?\n\nХалықаралық қатынас-ағылшын тілі маманды",
        "question_date": "12.06.2017",
        "question_tag": "Университет, колледж",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Университетке оқуға түсу үшін кемінде ҰБТ-дан 50 балл жинау керек. Ал тест тапсырмай кез келген жеке меншік университеттерде оқи беруге болады.",
                "date": "28.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дала ғажайыбы реферат",
        "question_content": "Өтінемін маған көмектесеіңіздерші \"Дала ғажайыбы.Қала өмірі\" деген тақырыпқа ақпарат керек болып тұр.",
        "question_date": "12.06.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кең байтақ қазақ жерінің бір бөлігі - Сарыарқа. Сарыарқа-Қазақстанның ұлан-ғайыр жерін алып жатыр. Шығысын шөлге беріп, төрт құбылысын желге беріп керіле созылып жатқан сары дала –Сарыарқа атауы халық атауы. Арқадай кең көсіліп жатқан сары дала қайталанбас тамылжыған табиғатымен кімде-кімді тамсандырады. Сарыарқаның төсінде соғатын самал жел лебінің өзі есіп қоя бергенде, өзіңді тамаша күйде сезінесің. Сағым ойнаған сары даланың самал желі ғана емес,табиғатының өзі керемет. Мұнда тұңғиығы тұнжыраған көлдерді, арналы өзендерді, аласа тауларды, сарғайған сары шөптерді,жазық даланы көруге болады. Табиғат адам жанына жылулық, сұлулық өміріне мән сыйласа, Сарыарқа жері,табиғаты сол сияқты өміріне мән сыйлайды. Таңғажайып табиғаты көңіліне бір кірбің түсірмейді. Сонау Сарыарқадай сары даладан елің жаудан қорғаған, жұртына қалқан болған батырларымызда шыққан. Сарыарқаның асыл тумалары, сонау Абылай заманындағы Бұқар жырау, Қаз дауысты Қазыбек, ақындар Шөже, Шашубай, Доскей, жазушы С.Сейфуллин және ақын Қ.Аманжолов, композиторлар Тәттімбет, Мәди, Ұлы Отан соғысының қаһарманы Н.Әбдіров ғалымдар А.Чижевский және Е.Бөкетов, қазақтың тұңғыш ғарышкері Т.Әубәкіров сияқты атақты адамдар Сарыарқаның атын шығарған. Осынау кең дала, сағым ойнаған самал желі туралы қанша айтсақ та сөзіміз таусылмас. Арқа даласы - көненің көзі асылдардың мекені.\n\nҚырда ерік, жібек кілем, тау мен су бар,\nШулаған көңілге хош қаз бен қу бар.\nҚалада жан азығы, шам шырағы,\nБелгісі адамдықтың білім-ту бар.\nДала. Дала деп атын айтсаң-ақ ойдағы ерік, ендік, құлпырып тұрған көкорай шалғын, төбесі мұнарланып, тұманданып көкке тірескен асқар тау, күмістей таза бұраңдап ағып жатқан өзен, тағы санап түгесілмес жасағанның жаратқан табиғатының әдемілігі көңілге сап ете түсті.\nЖаз жетті. Қыс бойы саңырау, шырт ұйқыда, шала жансар жатқан дала оянды, оған жан кірді. Ол бұрынғы ертегілерде айтылғандай күні кеше басы таз, мұрнынан боқ аққан, үсті-басы шіп-шикі қотыр бір жаман жан еді. Бір сілкінді, он төртіндегі айдай үлде мен бүлдеге оранған жаңа бойжеткен бір қыз болды.\nҚыс бойы түтін, сасықтың арасында ауруға шалдығып шыққан дала баласы о да тірілді... қараңғы, сасық үйін тастап қашып, киіз үйін тігіп көкорай шалғынға барып қонды. Қалың күпі, ауыр тұмағын тастап, желісін қақты, биесін байлады. Бір жағынан сүрін жеп, ертеңді-кеш сапырып сары қымызын іше бастады. Ол бір жасап қалды. Көршілес үйдің отағасылары астарына бір-бір тері салып алып, қолдарына таяғын ұстап, есік алдына көлеңкеге жиылып...қысыр кеңеске кірісті, жастар үйде жоқ. Бай балалары не қысырақтың айғырын, не күйлі шыққан бір қысыр бедеуді мініп алып, қырда жылқыда. Кедей балалары солардың қасына еріп, дәнеге ойында жоқ, асау тай, құнан, байталдан қарқ боп, о да мәз боп жүр. Жас келіншек, қыздар олар да шат. Әсіресе қыс бойы бұзау суғарам деп қар тасып, боқ күреп, жүдеп шыққан, артық көндіге алмаған жаңа түскен келіншектер жұмыстан босағандарына қуанып, жастау қыздар шешесінің қыс бойы үйде құрылыс қыласың деп кигізбеген жаңа тіккен...көйлек, күміс таққан тақияларын киіп қуанып, қуаныштары, қойнына сыймайды. Көксе қыздар, бозбалалар елдің желеуі, биенің байлауы, жұрттың жиын болатын мезгіл де жетіп қалды-ау деп іштерінен қуанады. Биыл ойын-той, қызойнақ көп болғай деп тілейді.\nМіне, жаз жетсе дала әдемі, көңілді. Жалғыз-ақ сол сүйкімді даланың орасан бір кемшілігі бар. Оның баласы білімсіз, ойсыз. Ішіп-жеу, ойнап-күлу, ұйықтаудан басқаны білмейді. Төрт аяқты малдан аз-ақ ілгері, ол жарты адам.\nАл енді жаз жеткенде қалаға қарасаң, онда бұл әдеміліктің бірі жоқ. Құрғақ болып аз ғана жел тұрса, шаң, көз ашқызбайтын құм боран. Жаңбыр жауса жүргізбейтін батпақ болады. Дала баласына қала көңілсіз. Ол онда тұра алмайды, шыдай алмайды. Бірақ қаланың осы кемшілігін түгелдейтін бір артықтығы бар. Оның баласы білімді, ойлы. Ол таңқаларлық істер істейді. Отты дүние айналған теңізді кезеді. Айшылық жолды алты аттайтын атсыз арба жасайды. Майсыз шам жандырады. Неше жүз шықырым жерден сөйлесетін құрал жасайды, қанатсыз көкке ұшып, бұлтқа араласады. Түпсіз теңізге сүңгіп меруерт-маржан шығарады, қысқасы қала баласы асқан адамдар. Естімейтін нәрселері жоқ, қолдарынан бәрі келеді. Қала ол өнер-білімнің бесігі, анасы. Онда шын бүтін адамдар бар, онда адамды адам қылатын жұрттары бар. Онда өнер бар, онда білім бар, онда адамға жан бар.\nМағжан Жұмабаев\n\nhttps://yvision.kz/post/309744",
                "date": "3.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Просрочка жіберілген болса автонесие беріле ме?",
        "question_content": "Бұрын экспресс кредит алып кешіктірген болса, яғни просрочка жіберген болса автонеие беріле ме?",
        "question_date": "10.06.2017",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ автонесие сенің кредиттік историяңа қарайды Сонғы 5 жылдағы историяға карайды",
                "date": "20.11.2023",
                "upvotes": 0
            },
            {
                "text": "жок,кредитный историян нашар болса берылмейды",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қуықтағы жараны қалай емдейді?",
        "question_content": "Қуығыма жара шықты нестесем болады?",
        "question_date": "10.06.2017",
        "question_tag": "Денсаулық",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрысы дәрігерге барған абзал",
                "date": "13.06.2017",
                "upvotes": 1
            },
            {
                "text": "Қуықта жара емес ісік болады, оны міндетті түрде УЗИ-ге түсу керек",
                "date": "13.06.2017",
                "upvotes": 1
            },
            {
                "text": "Мүмкін жара дегеніңіз эрозия шығар. Міндетті түрде гинекологқа қаралыңыз. Уақытында емдеткен абзал.",
                "date": "14.06.2017",
                "upvotes": 1
            },
            {
                "text": "Жатыр мойны эрозиясы (орыс.: эрозия шейки матки) — жатыр мойнының шырышты қабықшасының тұтастығының бұзылуы немесе шырышты қабат ұлпаларының зақымдалуынан пай болатын кішігірім жаралар (эрозиялар). Бұл ауру әйелдерде ең жиі кездесетін гинекологиялық аурулардың бірі. Сондықтан дәрігерге қаралып уақытысында ем алыңыз!",
                "date": "14.06.2017",
                "upvotes": 0
            },
            {
                "text": "Грибокка уксайды жара  бети кабыктанып  казир куык кысылганла ауыртады мумкун иш ки1м  кыскан шгар деп журмин стрепетцит маз жактым бирак пайда жок иод жактым пайда жок даригерге баруга коркып журмин",
                "date": "17.06.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менің жауабым неге модерациядан өтеді?",
        "question_content": "Балым 500-ге жуық.  Электронды поштам  жазылған.Түсінбедім?",
        "question_date": "9.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің сұрақтарыңыздың модерациядан өту себебі сұрақ қою талабына сай көлмегендігі болуы керек.",
                "date": "24.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туысқаныма алып берген несиемді қалай төлетемін?",
        "question_content": "Туысқаныма несие алып бергенмін еш кепілдемесіз қолына ақшаны бергенмін төлемей жүр,қазіргі кезде жалақымның жартысы ұсталып.Өзім төлейін десем қомақты қаржы боп тұр.Заң жүзінде не істесем болады",
        "question_date": "9.06.2017",
        "question_tag": "Заң",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол қарыз алдым деп қолхат жазып бермесе оның енді қайтара қоюы екіталай-ау. Заңгерлерден сұрап көріңіз енді.",
                "date": "9.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қорқыт ата атындағы университетте геодезия мамандығы барма",
        "question_content": "Геодезия мамандығы оқытама.",
        "question_date": "9.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қорқыт ата атындағы Қызылорда Мемлекеттік Университетінде ондай мамандық жоқ.\n\nМында қарасаңыз болады:\n\nhttp://www.korkyt.kz",
                "date": "3.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Практикадан өткенде (техник программист) күнделікке не жазуына болады?",
        "question_content": "Практикадан өту кезінде техник програмист күнделікке не толтыруына болады? Мысалы мында",
        "question_date": "9.06.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Программист күнделігіне практикада өткен несиелерін жазады. Мысалы қандай да бір жұмысқа тұрыса, ол жұмыста программаға байланысты неден қолданды,  оның нәтижесі қандай болды деген сияқты.",
                "date": "28.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маррей.Э - Вавринка.С ойынында кімнің бағы жанады?",
        "question_content": "Маррей Э. - Вавринка С. кім жеңу мүмкіндігі жоғары?",
        "question_date": "9.06.2017",
        "question_tag": "Спортшылар",
        "question_views": 422,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл ойында Станислас Вавринканың қолы жоғары келетіні анық. Ол құмды корттардың шебері.",
                "date": "9.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі теңдеулер жүйесін қалай шығаруға болады?",
        "question_content": "6/х-у  -8/х+у=-2   және 9/х-у + 10/х+у=8 теңдеулер жүйесін шешу.",
        "question_date": "9.06.2017",
        "question_tag": "Математика",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарамыз. Берілгені дұрыс болса",
                "date": "9.06.2017",
                "upvotes": 0
            },
            {
                "text": "Есептің шығару жолы сурет ртінде жолданды",
                "date": "9.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяқтың тырнағы қатпарланып өспей қалса не істеуге болады ?",
        "question_content": "Мен 4 сынып оқып жүргенімде аяғымның тырнағын ( бас бармағымның ) тақап алып тастаған едім . Содан тырнағым өспей қалды . Тырнағым қазір өте кішкентай əрі қатпарланып , қалың болып тұрады , түсі сарғыш . Іші қуыс . Бас бармағымның тырнағы емес терісі өсіп жатқандай . Бұрын көп мəн бермеппін . Сүйтіп жүргеніме 8 жыл бопты , дəрігерге қаралмадым . Басы ашық аяқ киім киюден ұяламын , сондықтан ылғи басы жабық киемін . Не істесем болады тырнагымды өсіру үшін ? Арала",
        "question_date": "8.06.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернеттен вросший ногти деп ізде.Қазақша көбеген тырнақ деп аталады. Аяғыңның бас бармағының тырнағы ауыртатын шығар. Ол тырнақты дұрыс алу керек екен. Орысша мына мақаланы оқып көр.  осында жазылған\n\nhttp://bellaestetica.ru/estetika/lechenie-vrosshego-nogtja-v-domashnih-uslovijah.html",
                "date": "9.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ОҚО- ның аудандарының тізімі, толық мәлімет керек",
        "question_content": "ОҚО- ның аудандарының тізімі, толық мәлімет керек",
        "question_date": "8.06.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арыс ауданы\n\nКентау қаласы\n\nБәйдібек ауданы\n\nҚазығұрт ауданы\n\nМақтаарал ауданы\n\nОрдабасы ауданы\n\nОтырар ауданы\n\nСайрам ауданы\n\nСарыағаш ауданы\n\nСозақ ауданы\n\nТөле би ауданы\n\nТүлкібас ауданы\n\nТүркістан қаласы\n\nШардара ауданы\nhttps://kk.m.wikipedia.org/wiki/",
                "date": "9.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Делфи бағдарламасында веббраузерге рамкалы стандарт документті қалай шығарамын?",
        "question_content": "Делфи бағдарламасында Веббраузер компонентіне рамкалы документті шығару керек?\n\nhtm форматта сақтап көрдім",
        "question_date": "8.06.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЭКСПО туралы тақпақтар керек?",
        "question_content": "Экспо деген не? Бұл – бүкіләлемдік көрме. Бір жарым ғасырлық тарихы бар көрме. «Уикипедияның» тілімен айтсақ, «индустрияландырудың белгісі және техникалық һәм технологиялық жетістіктерді көрсететін мүмкіндік». Ең алғаш 1851 жылы Ұлыбританияда өткен. Содан бері қарай бұл көрме алпыс бес рет өткен. «Уикипедияда» жарияланған соңғы мәліметке сүйенсек: «Экспо-2017 өткізу үшін тендерді ұйымдастырушылар көрме өткізетін елге бұл шараның 2,3 миллиард долларға түсетінін бағалаған». Көрмені өткізуге екі қала таласқан. Олар: біздің Астанамыз және Бельгияның Льеж қаласы.",
        "question_date": "8.06.2017",
        "question_tag": "Мектеп",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "маган 4жол такпак керек \nол ушын не ыстеу керек",
                "date": "17.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмысқа тұрып, қанша айдан кейін еңбек демалысына шығуға болады?",
        "question_content": "Сәлеметсіздерме! мен 2016 жылы тамыз айында әкімдікке \"ішкі саясат\" бөліміне инспектор (хатшы) қызметіне жумысқа тұрған едім. сұрайын дегенім, мен осы жылы шілде айында еңбек демалысын (отпуск) ала аламынба? мен бастыгыма осы сұрақ бойынша барған едім, ол кісі 1 жыл болсын сосын аласың деді. нақты заңмен жауап жазсаңыздар риза болар едім! алдын - ала рахмет!",
        "question_date": "8.06.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тура 12 ай толғаннан кейін шыға аласыз.",
                "date": "3.07.2017",
                "upvotes": 0
            },
            {
                "text": "Еңбек демалыс тек күнің алуға болады істеген күнінезге байланысты. Мысалғы жылдың 24 кун болса. Онда 6айда - 12 кұн алаласыз. 24 / 12айға= ай сайын 2 күнге қосылы тұрады.",
                "date": "4.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суда қандай тереңдікте қысым 300 кПа болады? P(cy)=1000кг/м3",
        "question_content": "5 есеп, өтініш көмектесініздер.",
        "question_date": "7.06.2017",
        "question_tag": "Табиғат",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Формулас\n         Осылай болуы керек",
                "date": "9.06.2017",
                "upvotes": 1
            },
            {
                "text": "Ништа окисын ба?",
                "date": "14.03.2020",
                "upvotes": 0
            },
            {
                "text": "Китаптын атын айтшы отиниш?",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    }
]