[
    {
        "question_title": "СОР Алгебра.Калай жазады?",
        "question_content": "СОР Алгебра.2-тапсырма мен 3- тапсырма шыгарып бериниздерши.Отинемин",
        "question_date": "21.12.2017",
        "question_tag": "Мектеп",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Жиіліктердің қосындысы 53-ке тең\n\n3+4+5+х+12+8+6+3=53\n\nx=12\n\n\n2.Жиіліктердің қосындысы 66-ға тең\nЕң таңымал фильм = жиілігі көп фильм = 5 фильм\n\nЕң таңымал фильмның салыстырмалы жиілігі = 15/66 = 0.2272\n\n\n3.\n\nҮй жануары саны                   Абс. жиілік                    Салыст. жиілік\n               0                                              2                                 2/24 = 0.083\n               1                                              2                                 2/24 = 0.083  \n               2                                              9                                 9/24 = 0.375\n               3                                              6                                 6/24 = 0.25\n               4                                              2                                 2/24 = 0.083\n               5                                              3                                 3/24 = 0.125\n           Total                                          24                                          1",
                "date": "23.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Крестный отец\" деген кім?",
        "question_content": "Кино ма əлде не? Толығырақ кім біледі?",
        "question_date": "21.12.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 485,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Крестный отец қазақшасы-өкіл әке\n1. Өкіл әке\nӨкіл әке – бала отбасының перзентсіздігіне, жас адамның әкесіздігіне еш байланысы жоқ ара қатысты байлам. Үйлі-баранды елге танымал азаматқа қаны бөлек, ата-аналы ержеткен ұлдың, бойжеткен қыздың ықыласы ауып, балалық жылы сезімі оянып, ниеттескен екі тараптың бірдей әкелік пен перзенттікті қалауы. Ұлы-қызы сөзінің алдына өкіл қосылғаны болмаса, ағайындар куәландырған өкіл әкелік пен балалықтың ақиқаты күмәнсіз. \nӨкіл әке – келісім бойынша жасалған туыстық атау. Қазақ өмірінде бала асырап алу дәстүрі ежелден қалыптасқан ғұрып. Негізінен, өз кіндігінен ер баласы жоқ адамдар бала асырап алады. Халық дәстүрі бойынша той жасап, ер балаға асық жілік, қыз балаға тоқпақ жілік ұстатқан. Өкіл әке – туыстас, дос-жаран адамдардың жетім қалған балаларына өкілдік жасап, қамқорлығына алған адам. Оның өз бала-шағасы болғанымен, қимас дос, жақын құрбы-құрдастардың балаларына да көмектесу үшін өкіл әке болады. Ол баланы өз балаларынан кем көрмей, қуанышы мен қайғысын бірдей бөліскен. Оған бүкіл қоғам алдында үлкен жауапкершілік жүктелген. Бала да өкіл әкені сыйлауға, өз әкесіндей құрметтеуге міндетті болды. Кейінірек дәстүрлі қазақ қоғамында әкелер өзара келісіп, бірінің баласына бірін өкіл әке етіп сайлаған. Бұл дос адамдар мен олардың ұрпақтары арасындағы ауызбіршілікті, сыйластықты дамыту мен жалғастыру мақсатында жасалған.\n2. \"Өкіл әке\" -авторы Mario Puzo's The Godfather,  режисер-Фрэнсис Форд Коппола гангтерлік романтиканы, бандитизм мен қылмысты насихаттайтын  американдық фильм.",
                "date": "14.09.2018",
                "upvotes": 2
            },
            {
                "text": "Кино ғой.ютубтан қарап көр",
                "date": "21.12.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Махамбет Өтемісұлының \"Қара нар\" атты өлеңін қайдан табуға болады?",
        "question_content": "Маған Махамбет Өтемісұлының \"",
        "question_date": "21.12.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мынау емес па?\n\nҚАРА НАР КЕРЕК БІЗДІҢ БҰЛ ІСКЕ\n\nТоларсақтан саз кешіп,\n\nТоқтамай тартып шығарға\n\nҚас үлектен туған қайтіп\n\nҚара нар керек біздің бұл іске.\n\nҚабырғасын қаусатып,\n\nБір — біріндеп сөксе де,\n\nҚабағын шытпас ер керек\n\nБіздің бүйткен бұл іске.\n\nМаң-маң басқан сары атан\n\nМаңғыстап шығар өріске.\n\nБұрынғыдай қарыны\n\nҚона алмадық қонысқа,\n\nКеле алмадық келіс.\n\nЖағалай қонып қонысқа,\n\nТағы жақын келдік орысқа.\n\nАт басына соқтырып,\n\nАта-енені сөктіріп,\n\nНәлет болсын, жігіттер,\n\nБіздің осы жүрген жүріске\n\nТағыда таңдап су ішкен,\n\nТарпаңдай тізесін бүгіп от жеген,\n\nТағы сынды мырза едік,\n\nТағы да келдік тар жерге.\n\nТаңдансақ тағы болар ма,\n\nТәңірінің салған бұл іске.",
                "date": "25.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екінші Дүниежүзілік соғыстан кейінгі бейбітшілік туралы баяндау керек?",
        "question_content": "Екінші Дүниежүзілік соғыстан кейінгі бейбішілік",
        "question_date": "21.12.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соғыстың салдары. Екінші дүниежүзілік соғыс XXғ. екінші жартысының бүкіл тарихында із қалдырды.\nБірінші дүниежүзілік соғыс кезіндегі адам шығынының көбі бейбіт халықтың үлесіне тиді. Тек КСРО бойынша қаза тапқандардың саны 27 млн-ға жетті. Германиядағы концентрациялық лагерлерде 16 млн адам жойылды. Батыс Еуропалықтар елдерде соғыс пен қуғын-сүргін құрбандарының саны 5 млн адамға жетті. Соғыс қимылдарының барысында қаза тапқан әрбір адамға 2 жаралы немесе тұтқынға түскеннен келді. Еуропадағы 60 млн жойылған өмірге Екінші дүниежүзілік соғыстың Тынық мұхиттағы және басқа да алаңдарында қаза тапқан миллиондаған адамдарды қосу қажет.\nСоғыс жылдарында ондаған млн адамдар қоныстарын тастап кетуге мәжбүр болды. Германияға арзан жұмыс қолы ретінде Еуропанның әртүрлі елдерінен 8 млн адам күшпен әкелінді. Польшаны басып алғаннан кейін 1,5 млн астам поляктар «байырғы неміс» жерлері деп аталатын аймақтардан қуылды. Ондаған мың француздар Эльзас-Лотарингиядан, соғыс қимылдары аймақтарынан миллиондаған адамдар қашып кетті. Соғыс аяқталғаннан кейін орасан көп халықтың кері бағытпен жылжуы басталды: немістер Польша мен Чехословакиядан, бұрынғы Пруссиядан көшірілді. Соғыстан кейінгі жылдарда миллиондаған адамдар босқындарға айналды.1945 ж. 12 млн еуропалықтар туған жерлерімен байланыстарын үзген, «мекен ауыстырған адамдар» деп танылды. Бұдан да көп адамдар үйреншікті өмір арнасынан шығып қалды, дүние-мүлкінен айрылды, азаматтығын ,кәсібі мен мамандақтарын жоғалтты.\nСоғыс кезіндегі материалдық шығындар адам айтқысыз көп болды. Еуропа құрылығында бірнеше мыңдаған қалалар мен селолар жермен-жексен етілді, зауыт-фабрикалар, көпірлер, жолдар қиратылды, көлік қатынас құралдарының көптеген бөлігі жарамсыз болып , істен шықты. Соғыстан ауыл шаруашылығы зор зиян шекті. Ауыл шаруашылығы жерлерінің көбісі пайдаланусыз жатты, мал басы жартысына кеміп кетті. Соғыстан кейінгі алғашқы жылдарда соғыстың қиыншылықтарына кейбір елдерде аштық қосылды. Сол кездегі көптеген экономистер мен оқымыстылар, саяси қайраткерлер Еуропаның жуық арада қалпына келуге күші жетпейді, оған кем дегенде ондаған жылдар керек деп есептейді.\nФашистік үстемдіктен азат етілген елдерде экономикалық, демографиялық және әлеуметтік мәселелер мен қатар Еуропаны қайта түлетудің саяси мәселелері бой көтерді. Тоталитарлық режимдердің саяси , әлеуметтік және моральдық салдарларын жеңу , мемлекеттік-демократиялық институттарды, саяси партияларды қалпына келтіру, жаңа конститутциялық нормаларды жасау міндеттері алда тұрды. Ең басты әрі кезек күттірмейтін мәселе – нацизмді, фашизмді түп-тамырымен құрту өркениет тарихындағы ең кантөгіс соғыстың айыпкерлерін жазалау болды.\nСоғыстан кейінгі Еуропадағы , жалпы дүние жүзіндегі жағдай Гитлерге қарсы одаққа енген елдердің ұжымдық бірлескен қимылдарының орнына ең күшті екі мемлекет – АҚШ пен КСРО-ның арасындағы теке тірестің келуіне, дүниенің екі жүйеге бөлінуіне байланысты шиеленісе түсте. Гитлерлік Германияға қарсы соғыста жеңіп шыққан екі ұлы мемлекеттің арасындағы қақтығыстар идеологиялық алауыздыққа , ағымдағы мәселелерді шешуге, бейбіт дамудың келешегіне әртүрлі тұрғыдан қарауға байланысты еді. Коммунизм немесе капитализм, тоталитаризм немесе демократия деген мәселе қатаң түрде қойылды . Дегенмен соғыстан кейінгі алғашқы жылдары ұлы мемлекеттер Екінші дүниежүзілік соғыстың қорытынды кезеңінде қабылданған шешімдерде көрсетілген соғыстан кейінгі дүние туралы келісімдердің шеңберінде әрекет жасады.\nСоғыстан кейінгі бейбіт реттеу.Соғыстан кейінгі мәселелер туралы КСРО, АҚШ және Ұлыбритания басшыларының Қырым (ақпан 1945ж.) және Потсдам (шілде-тамыз, 1945 ж.) конференцияларында маңызды келісімдерге қол жетіскен болатын. Бұл конференцияларда жеңімпаз мемлекеттердің Германияға қатысты саясатының негізгі бағыттары , Польшаға байланысты территорялық мәселелер және Германияның бұрынғы одақтастары – Италиямен, Австриямен, Болгариямен, Венгриямен, Румыниямен және Финляндиямен бітім шарттарын дайындау және қол қою мәселелерін қоса белгіленген болатын. Бейбіт реттеу жөніндегі дайындық мәселелерін жүргізу үшін басты мемлекеттердің өкілдерінен Сыртқы істер министрлерінің Кеңесі (СІМК) құрылды . Париж бейбіт конференциясы үшін дайындалған келісім шарттары 1947 ж. Бастап күшіне енді (Австриямен бітім шарты кейінірек, 1955 ж. жасалды).\nГерманияға байланысты реттеу.Одақтастардың Германияға байланысты шешімдері елді ұзақ уақыт оққупациялау және одақтың бақылау орнатуды қарастырған болатын. Бақылаудың мақсаты: «Герман милитаризмі мен нацизмі жойылады, одақтастар бір-бірімен келісе отырып, қазіргі уақытта және келешекте Германия ешқашан да өздерінің көршілеріне немесе дүниежүзінде бейбітшілік сақтау ісіне қауіп төндірмеуі үшін қажетті шаралардың барлығын қолданады» деген шешімді бақылау және іске асыру болды.\nГерманияның территориясы оккупациялық аймақтарға бөлінді . Шығыс аймақ КСРО-ның әскери әкімшілігінің бақылауында болды да, үш батыс аймақты тиісінше АҚШ, Ұлыбритания және Францияның оккупациялық билік органдары бақылады. Берлин төрт аймаққа бөлінді.\nТөрт елдің қарулы күштерінің бас қолбасшылары Бақылау кеңесінің мүшелері болды. Кеңес Германияны оккупациялау мақсаттарын іске асыруда негізгі саяси және экономикалық қағидаларды басшылыққа алуы керек болды , олар: Германияны толық қарусыздандыру және демократияландыру, оның соғыс өндірісін жою, национал –социалистік партия мен барлық нацистік мекемелерді және кез-келген нацистік үгіт-насихатты жою; соғыс қылмыскерлері тұтқынға алынып, сотқа берілуге тиіс, нацистік басшылар және нацистік мекемелердің басшылық құрамдары қамауға алынып, бейтараптандырулары керек, нацистік партияның мушелері қоғамдық және жартылай қоғамдық қызметтерден кетірулері және маңызды жекеменшік кәсіпорындардағы тиісті орындарынан алынулары керек.Одақтастар экономикалық күштердің картельдер , миндикаттар , тресттер түрінде шектеп тыс шоғырлануын жою мақсатымен герман экономикасын орталықсыздандыру туралы келісті. «Соғыс кауіпсіздігін сақтау қажеттілігін» ескере отырып, сөз, баспасөз және дін, еркін кәсіподақтар құру бостандықтарына рұқсат берілген болды.\nСайып келгенде, одақтастардың Германия жөніндегі саясаты оны нациссіздендіру, демократиялау және картелсіздендіруді қарастырды.\nОккупациялық биліктер Германияның біртұтас демократиялық дамуына жағдай жасады деп ойластырылған болатын. Бірақ Германияның шығыс және батыс аймақтарға бөлінуі олардың арасынан екі қарама-қарсы жүйенің шекараларының өтуіне байланысты көп жылдарға созылды.\n1949 ж. оның территориясында екі мемлекет: батыс аймақтарда Германия Федеративтік Республикасы және шығыс аймақта Герман Демократиялық Республикасы пайда болды. Сөйтіп, Германиямен бітім шарты жасалынбады және екі жүйенің қақтығыстары екі герман мемлекетінің шекаралары бойынша өтіп жатты. Тек 1991 ж. Германияның бірігуіне байланысты оккупация да, Германияға байланысты төрт жақты келісім де өз күштерін жойды.\nАвстриямен бітім шары туралы мәселе. Австриямен бітім шарты туралы мәселесі созылып кетті. Оған себеп екі ірі мемлекеттің теке-терісі болды. КСРО Австрия бейтараптық сақтап, ешкандай әскери-саяси одақтарға қосылмасын деген талап қойды. Мұндай келісім және Екінші дүниежүзілік соғыс кезіндегідей Германияның Австрияны күштеп қосыпалуына жол бермеу туралы бап бітім шартына да, Австрия конституциясына да жазылды. 1955 ж. бұл теке тірестің бітім шартына қол қоюмен аяқталуына мүмкіндік береді.\nЖапониямен бітім шарты туралы мәселе. Соғыстан кейінгі халықаралық қатынастардың маңызды құрамдас бөлігі Қиыр Шығыстағы бейбіт реттеу болды. 1945 ж. 2 қыркүйекте Жапония тізе бүккеннен кейін оны американ әскерлері оккупациялап алды да, елдегі бар билік оккупациялық әкімшіліктің басшысы генерал Макартурдың қолына көшті. Тек жыл аяғында ғана 11 елдің өкілдерінен Қиыр Шығыс коммиссиясы жіне КСРО, АҚШ Ұлыбритания және Қытай өкілдерінен тұратын Одақтастық кеңес құрылды.\nКСРО мен АҚШ арасындағы Жапонияның соғыстан кейінгі құрылысы жөніндегі қайшылықтар өте қатты болды. АҚШ КСРО-ның және басқа да мүдделі елдердің, оның ішінде революцияның жеңісінің нәтижесінде 1949 ж. қазанында құрылған Қытай Халық Республикасының қатысуынсыз сепаративтік бітім шартын дайындауға кірісті.\n1951 ж. қыркүйекте Сан-Францискода Жапониямен бітім шартын жасасу жөніндегі конференция болып өтті. Конференцияны ұйымдастырушылар КСРО делегациясы және басқа да бірсыпыра қатысушылар енгізген түзету мен толықтыруларға құлақ аспады. КСРО территориялық реттеу мәселелері туралы анық тұжырымдаулардың жасалуын, Жапониядан шетел әскерлерін әкету жөніндегі баптың қабылдануын, Жапонияға соғыс одақтарына мүше болуға тиым салуды талап етті. Бірақ КСРО делегациясы мен конференцияға қатысушы басқа да мемлекет өкілдерінің түзетулері мен толықтырулары ескерілмеді. КСРО, Польша және Чехословакия шартқа қосылудан бас тартты. КСРО мен Жапония арасында бітім туралы шарт жасасу мәселесі бірінші тарағанға дейін шешілмей қалды.\nБҰҰ құрылуы. Соғыстан кейінгі бейбіт реттеудің ажырамас бөлігі – ол Біріккен Ұлттар Ұйымының құрылуы болды. БҰҰ соғыстың аяқталу кезеңінде Сан-Францискодағы конференцияда (1945 жыл, 25 сәуір-26 маусым) құрылған болатын. Алғашқыда оның құрылуына Гитлерге қарсы одақ мүшелері 51 мемлекет қатысты. БҰҰ Жарғысы 1945 ж. 24 қазанында күшіне енді. Бұл дата БҰҰ күні ретінде атап өтіледі.\nБҰҰ Жарғысында оның мақсаттары жазылды. Халықаралық бейбітшілік пен қауіпсіздікті қолдау, басқыншылық актілерін басып тастау, халықаралық дауларды бейбіт жолмен шешу, ұлттар арасындағы достық қатынастарды дамыту, экономикалық, әлеуметтік және гуманитарлық сипаттағы мәселелерді шешуде халықаралық ынтымақтастықты іске асыру, адам құқықтарына және нәсіліне, жынысына, тілі мен дініне қарамастан, жұрттың барлығының негізгі бостандықтарына деген құрметті қолдау және дамыту.\nБҰҰ-ның басты органдары – Бас Ассамблея мен Қауіпсіздік Кеңесі, Халықаралық сот, бірнеше арнайы кеңестер мен басқа да үкіметаралық ұйымдар. Бас Ассамблея жыл сайын шақырылап отырылады , ал Кауіпсіздік Кеңесіне бейбітшілікті қолдау ісі жүктелген . Кауіпсіздік Кеңесінің 5 тұрақты мүшесі ( АҚШ, Ресей, Ұлыбритания , Франция, Қытай) және 10 уақытша мүшесі (екі жылда ауысып отыратын) бар.\nКеңестің жұмысындағы басты принцип – ол ұйымды соғыстан кейінгі ұлы мемлекеттер арасындағы қарама-қарсылық жағдайында сақтап қалуға мүмкіншілік берген басқыншылықты тыю және бейбітшілік сақтау жөніндегі шешімдері қабылдаудағы бес тұрақты мүшенің бірауыздылығы қағидасы болды. («Тыйым» құқтығы, яғни бес мүшенің біреуі келіспеген кез-келген шешімді қабылдамай тастау құқығы.) БҰҰ қамқорлығымен экономикалық тұрақтандыру жөніндегі маңызды институттар құрылды: Халқаралық валюта қоры, Халықаралық қайта құру және даму банкі . Сөйтіп , соғыстың соңғы кезеңінде және ол біткен соң көп ұзамай Гитлерге қарсы одақ елдерінің соғыстан кейінгі ынтымақтастығын жалғастыра берудің іргетасты қаланды , КСРО меня АҚШ мудделерінің қаншалықты қатты қақтығыстарына қарамастан , оларға соғыстан кейінгі алғашқы жылдарда құрылған халықаралық ұйымдар мен келісілген шешімдердің шеңберінде күрес жүргізуге тура келді.\nНюрнберг соты.Соғыстан кейінгі реттеу мәселелерінің ішіндегі ең маңыздыларының бірі басты соғыс қылмыскерлерінің үстерінен жүргізілген сот процестері болды.Нюрнберг процесінде басты нацистік соғыс қылмыскерлеріне басқыншылық соғыстарды дайындау және жүргізу жолымен бейбітшілікке қарсы қастандық жасағандығы , адамзатқа қарсы қылмыстары және әскери қылмыстары үшін айып тағылды. Трибунал 12 айыпталушыны өлім жазасына , ал қалғандарын әртүрлі мерзімге қамау жазаларына кесті. Бұл тек басты нацистік және соғыс қылмыскерлеріне қолданылған жаза болмады. Ол нацизм мен фашизмді халықаралық жұртшылық тарапынан айыптау болып табылды.Бұл Еуропаны фашизмнен тазарту процесінің бастамасы болды. Германияда соғыстан кейінгі алғашқы жылдарда соғыс және нацистік қылмыскерлердің үстінен 2 млн астам сот істері жүргізілді , әкімгершілік аппараты, сот және білім беру жүйелеррі олардын тазартылды.\nКішкентай Бельгияның өзінде азат етілгеннен кейін басқыншыларымен ынтымақтастық жөнінде 600 мыңнан астам іс қаралып , 80 мыңға жуық үкім шығарылды.\nФранцияда одан да қатал шаралар қолданылды: қоллаборационистерге 120 мыңнан астам үкім шығарылды, олардың мыңға жуығы өлім жазасына кесу туралы болды. Виши режимінің басшысы Лаваль өлім жазасына , ал Петэн өмір бойы түрмеде отыруға кесілді .\nГолландияда немістермен ынтымақтыстықтары үшін қамалғандардың үстінен 150 мыңнан астам қылмысты істері қаралды.\nБірақ тазарту әртүрлі елдерде бірдей дәйекті жүргізілмейді.Мыңдаған нацистер , коллаборационистер жазадан құтылып қана қоймай, әкімгершіліктерде , соттарда , ағарту жүйесінде өз орындарын сақтап қалды.\nКөптеген соғыс қылмыскерлері Латын Америкасы елдеріне паналады. Бірақ осылардың барлығына қарамастан , Еуропада тәубеге келу және фашимз зұлымдықтарынан арылу процесі басталда.\n«Қырғи қабақ соғыстың» басталуы.Екінші дүниежүзілік соғыстан соң екі алып мемлекет – КСРО мен АҚШ соғыс және эконосикалық жағынан ең қуатты елдер ретінде дүниежүзінде орасан зор ықпалға ие болды.Дүниенің екі жүйеге бөлінуі және екі ұлы мемлекеттің саяси бағыттарының түбегейлі қарама-қарсылығы сол кездегі халықаралық жағдайға әсер етпей қойған жоқ. Екі елдің идеологиялық теке тіресі халықарлық аренада дұшпандық атмосферасын туғызды, бұл елдердің ішкі өмірлерінде жау іздеуге әкеп соқты. Екі елде де басқаша ойлау қастандық әрекеттерінің көрінісі деп бағаланды. Нәтижесінде АҚШ-та «маккартизм» сияқты жексұрын құбылыс – азаматтарды Америкаға қарсы бағытталған қастандық әрекеттер жасады деген күдік негізінде қудалау орын алды. КСРО-да соғыс кезінде тұтқынға түскендерге, «іріп-шіріген батыс алдында бас июшілерге» т.б. қарсы жазалау әрекеттері қызу жүріп жатты.\nЕкі ұлы мемлекет қарама-қарсы екі дүние және қатаң қарсы тұру тұжырымдамасын ұстады. Ықпалды американ журналисі бұл қақтығыстарды «қырғи қабақ соғыс» деп атады.\nБаспасөз бұл сөз тіркесін қағып әкетіп, ол 80-жж. аяғына дейінгі халықаралық қатынастар жағдайының сипаттамасына айналды.\nУ. Черчиллдің АҚШ-та сөз сөйлеуі. Әдетте тарихи еңбектерде АҚШ пен Батыс елдерінің сыртқы саясат бағытының өзгеру уақытын Ұлыбританияның бұрынғы Премьер-Министрі У. Черчелльдің 1946ж. 6 наурызда университеттік қала Фултонда американ президенті Г. Трумэннің қатысуымен сөйлеген сөзінен басталды деп есептеу қабылданған. Г. Трумэннің қатысуы бұл оқиғаларға ерекше мән беруге тиіс болды. Өйтпеген күнде президентке мазмұнымен алдын-ала танысқан сөзді тыңдау үшін АҚШ-тың тура орталығында орналасқан қатардағы қалашыққа ұшып барудың не қажеттілігі бар еді? Осы кезде АҚШ-тың қысымымен Канадада кеңес агенттерінің үстінен сот процесінің басталғандығы да кездейсоқ емес-тін. У. Черчелльдің Фултондағы сөйлеген сөзі «қырғи қабақ соғыстың» басы деп есептелінеді.\nУ. Черчелльдің «темір тор» Шығыс Еуропаны Еуропалық өркениеттен бөліп тастады, сондықтан да англосаксондық дүниенің коммунизм қаупі алдында бірігуі қажет деп мәлімдеді.\nЕкі ұлы мемлекеттің мүдделерінің қарама-қайшылықтары одақтастардың соғыстан кейінгі мәселелер туралы шешімдерін іс жүзінде асыру кезінде, әсіресе поляк шекаралары, поляк үкіметінің құрамы, Германиядағы реттеу т.б. мәселелерде көрініс берді. Шығыс Еуропа елдеріндегі билік басына коммунистік партиялардың орнығуы, Грекиядағы партизандар қозғалысы және басқа да сыртқа саяси оқиғалар АҚШ тарапынан коммунизмнің күшпен тартылуы деп бағаланды. Осыдан келіп АҚШ –тың коммунизмді «тоқтату» және «артқа шегіндіру» туралы сыртқы саясат доктриналары пайда болды. Кеңес насихаты да қарап қалған жоқ, американ империализмнің басқыншылық саясатын әшкереледі.\nЖанталаса қарулану екі ұлы мемлекет пен олардың одақтастарының қарам-қарсылығы мен мүмкін болатын қақтығыстарының маңызды саласына айналды. 1945 ж. тамызда Хиросимаға тасталған атом бомбасы тек Екінші дүниежүзілік соғыстың соңғы актісі болып қана қоймай, сонымен бірге «қырғи қабақ соғыстың» бірінші актісі болды, содан соң «шақыру-жауап», «қалқан-семсер» принципі бойынша жанталаса қарулану басталды деген пікір бар.\nКСРО атом бамбасын жасауды жеделдетті. Оның бірінші сынағы 1949ж. табыспен аяқталды. АҚШ сутегі бомбасын 1952 ж. сынақтан өткізсе, КСРО оны бір жылдан соң іске асырды. АҚШ стратегиялық бомбалаушы самолеттер жасаса, КСРО құрылықаралық ракеталар жасап шығарды. Екі дүниенің соғыс өндірісінің әртүрлі салаларындағы жарысы осы елдердің басшыларының жауынгерлік зарядтардың көлемінің қорғаныс қажеттерінің асып кеткендігін түсінгендерінше созылды. Жиналған бомбалар саны жер шарын бірнеше рет жойып жіберуге жететін болып шықты.\nСоғыс – саяси одақтарын құру да екі ұлы мемлекетің «жарыс» саласына айналды. Бұл АҚШ-тың «коммунистік қысым» көрсетіліп тұрған Грекия мен Түркияға 1947 ж. басында көрсеткен соғыс-материалдық көмегімен басталды.\nБатыс Еуропа елдерінде миллиардтаған көмек көрсету жөніндегі «Маршал жоспары» Еуропадағы капитализмнің іргетасын нығайту мақсатын көздеді. КСРО мен басқа социалистік елдер американ империализіміне тәуелді болудан сескеніп, бұл көмектен бас тартты.\n1949 ж. Солтүстік Атлантика Шарты Ұйымы (НАТО) құрылды, ол алғашында өз мақсаты – Батыс елдерін Германияның қайта өрлеуінен қорғау деп жариялады. ГФР НАТО-ға 1955ж. қосылды. 1955ж. КСРО басшылығымен екінші соғыс – саяси одақ – Варшава Шартының Ұйымы (ВШҰ) құрылды.\nСөйтіп, екі ұлы мемлекеттің теке терісі екі соғыстық-саяси одақтың қарсы тұруына айналды. Теке теріс логикасы дүниені күннен-күнге болашақ ядролық соғыс қаупінің тұңғиығына тарта түсті.\nТолығырақ: https://studfile.net/preview/5023792/page:21/",
                "date": "18.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Өлеңде даналық болса, сөзде сиқыр бар\" деген тақырыпта мазмұндама жазу керек?",
        "question_content": "Казак адебиеты панинен комек керек эсс 100-120",
        "question_date": "21.12.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 38800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен де таппай отырмын",
                "date": "26.12.2018",
                "upvotes": 0
            },
            {
                "text": "Өлен адам үшің ен манызды дүние өлен ол адамды жақсартады кейбір кездері улкен кісілер уйге шаршап келгенде өлен тындайды.Әрбір той немесе басқа мерекеледе өленсіз өтпейді.Өлен жазған адам бірден өлен жаса сала алмайды өленді жазу ушін кеміңде 1ай немесе жарты ай кетеді.гәзір қазақстан елің де әртүрлі әндер бар.Өлен сөздерің тындап отқан кезде беріліп кетеміз .",
                "date": "13.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 3 л керосин толық жанғанда бөлініп шығатын жылу мөлшері",
        "question_content": "Көлемі 3 л керосин толық жанғанда бөлініп шығатын жылу мөлшерінде жылу алу үшін, қанша тас көмір жағу керек?\n\nq=4,6 * 107 Дж/кг, q =3 * 107 Дж/кг\n\nЖауабы: 3,22 кг\n\nШығарылу жолы керек ед",
        "question_date": "20.12.2017",
        "question_tag": "Физика",
        "question_views": 12200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(керосин) = p*V = 800 кг/м³ * 0,3 м³ = 2.4 кг\nQ(керосин) = Q(көмір)\nq1*m1 = q2*m2\nm2 = q1m1/q2 =4.6*10^7*2.4/3*10^7 = 4.6*2.4/3 = 3.68 кг\nЖауабы: Көлемі 3 л керосин толық жанғанда бөлініп шығатын жылу мөлшерінде жылу алу үшін, 3,68 кг тас көмір жағу керек",
                "date": "6.06.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойнауға арналған қандай жақсы ноутбуктар бар?",
        "question_content": "Ойнауға арналған қандай жақсы ноутбуктар бар?",
        "question_date": "20.12.2017",
        "question_tag": "Компьютер ойындары",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ресми сауда нүктелеріне барсаңыз (Alser, Sulpak, TehnoDom) консультанттар жақсы кеңес береді. Олар сол үшін жалақы алады және өз салаларынан хабардар.",
                "date": "24.12.2017",
                "upvotes": 0
            },
            {
                "text": "Видеокартасы GTX тан бастасын. солардын бари ойын ушин жаралган ноутбуктар",
                "date": "5.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квадрат теңдеу түрлерінің формулаларын қолданбай төмендегі теңдеулерді шешіңіз?",
        "question_content": "150 есепті шығарып беріңіздерші,",
        "question_date": "20.12.2017",
        "question_tag": "Математика",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. x^2 - 10x + 25 = (x - 5)^2 = 0          x = 5\n\n2. x^2 + 6x + 9 = (x + 3)^2 = 0            x = -3\n\n3. 4x^2 - 12x + 9 = (2x - 3)^2 = 0        x = 3/2\n\n4. 9x^2 - 24x + 16 = (3x - 4)^2 = 0      x = 4/3",
                "date": "23.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Компьютерлік сауаттылық курсын ұйымдастыру үшін не істеуге болады?",
        "question_content": "Компьютерлік сауаттылық курсын ұйымдастыру үшін не істеуге болады? Қандай құжаттар керек?",
        "question_date": "20.12.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 836,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызылорда қаласында және Жаңақорған ауданында ұйымдастырып жатырмыз.Көмек керек болса, немесе көмектескің келсе айтарсың.",
                "date": "29.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аңырақай шайқасын жеңуге не себеп болды?",
        "question_content": "Аңырақай шайқасында женуге 3 жуздіің бірігуі себеп болды ма?",
        "question_date": "20.12.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 943,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1723–1729-жылдар аралығындағы қазақ–жоңғар соғысының ішіндегі негізгі шайқасының бірі неліктен \"Аңырақай\" аталғанына қатысты қазақ тарихшылары ішінде неше түрлі пікірлер мен жорамалдар бар. Тіпті, олардың кейбірі \"Соғыста адам көп өліп, аңырап калғандықтан – \"Аңырақай шайқасы\" аталған\" деп, мүлдем қисынға келмейтін пікір айтқан. Шындығына келер болсақ, бастапқыда, осы шайқастың бірінші жекпе-жегінде қаза тапқан қалмақ батырының атымен \"Аңырақ өлген жер\" делініп жүріп, Аңырақай атанып кеткен.\nОлай деу себебіміз, ұрыстың қалай өткені де, оған қазақ жағынан кімдердің қатысқаны да, бірінші жекпе-жекте Бөлек батырдың Аңырақайды қалай жеңгені де, қалған жекпе-жектерге кімдердің шыққаны да Қазыбек бектің \"Түп-тұқияннан өзіме шейін\" кітабында толық берілген.\nҚазақ дәстүрінде, әрбір соғыс алдында әскери кеңес шақырылып \"ойластық\" жасалатындығы белгілі. Шайқас алдында осындай жиынға: Сіргелі руынан Қара Тілек, Қарақалпақтан Қылышбек пен Жәнгел, Суаннан Бағай, Ошақтыдан Саңырық, Албаннан Хангелді, Дулаттың Жанысынан Сеңкібай мен Шойбек, Шапыраштының Асылынан Сатай мен Бөлек, Қазыбек бектің баласы Қасқары, Төлемісінен Наурызбай, Шыбылынан Мәмбет, Айқымынан Жапар және Қарасай батыр баласы Түрікпен ұрпақтары Қаумен, Дәулет, Жәпек, Арғынның Алтай руынан Олжабай, Құдаменді, Естербек, Шақшақтан Жаныкеш, Қаракесектен Қарабек, Темеш және атақты Ағынтай батырдың немересі Тұра (Нұра болуы да мүмкін), Атығайдан Ағындық, Тарақтыдан Тоғай, Қарауылдан Қасым мен Қалабек батырлар қатысқан.\nҚазақ жасақтарын басқару Бөгембай мен Қазыбек бекке жүктелген. Бөгембай батыр Қазыбек бекке ұрыс алдында: \"Іншалла, Қазкен, егер осы жолы жеңгендей болсақ, бұл – қалмақтың құруының басы болады\", – деген екен.\nОсы кеңесте, бірінші жекпе-жекке Шапырашты Сатай баласы Бөлек батыр, екінші жекпе-жекке Алтай Олжабай батыр шығады деп шешілген.\nҚазыбек бек таңдаудың неліктен Бөлекке түскендігін айта келе: \"Ол–атүстін меңгерген, шабандоз. Аттың мына бауырынан түсіп, ана бауырынан шығу оған түк емес. Ол шауып бара жатқан атқа кез келген жерінен қолы тисе болды, оның үстінде болатын. Шауып бара жатып теріс қарап отыру, өз атынан екінші, үшінші атқа ауысу өнері бар еді. Ең тиімдісі: оның оң қолы мен сол қолы жұмысты бірдей қазанатын. Оның тақымынан ең үлкен қара күш иесі Наурызбай көкпарды тартып ала алмайтын. Садақты да екі қолымен бірдей тартатын. Бір кісідей күші де болатын. Әсіресе оның өндіршектен ұрған найзасы жаза баспайтын. Осыларды сарапқа салғанда, осы жиырма алты батырдың бәрі оның өнерін көріп, оған қол қойды. Барлық батырды-ақ жігіттер өздері сынағанда, Бөлекке карсы тұрған, оның өнеріне қарсы келер ешкім болмады\" (252-бет), – дейді.\nСодан ұрыс болардан алдыңғы күні іңірде Бөгембай батыр қалмақ арасына ұрланып барып \"тіл\" әкелген соң, қазақтар жағы қалмақ әскерінің жағдайын біліп алған. Сөйтсе, қалмақтар әскерді үш лекке бөліп, олардың бірін қазақ қолын арт жақтан шабу үшін оңтүстікке аттандырмақ ойда екен. Бірақ, тұтқын қалмақ әскердің қай жермен баратындығын айта алмаған.\nОсыдан кейін келесі күні таңертең Бөгембай батыр мен Қазыбек бек ақылдасып, осы өңірді жақсы білетін Ошақты Саңырақ батырға мың сарбазбен Шоқпардың батыс бетіне бекінуге тапсырады. Шапырашты Жәпек батырды мыңдығымен, арт жақтан шаппақ болған қалмақ қолын Шуасқа өткізбеу үшін, Арынорға жібереді. Кейін тағы да оларға Бөгембай қолынан Алтай Естербек батырдың және Қаракесек Қарабек батырдың мыңдығын жіберіп, жолбасшы кылып Өтеген батырдың інісі Өтепті қосады. Олар жеткен соң, Шуасты бетке алған жаудың алдын бөгеп тұрған Саңырақ пен Жәпек колы күшейіп, қалмақтарды солтүстікке қарай кайта куып тастаған. Бұқар жыраудың:\n– Қаракесек Қарабек,\nТемеш Тұра қаракөк,\nАтығайдан Ағындық,\nһәмбе қазақ, шіркін-ай,\nБейқұт күнді сағындық – деген жолдары осы батырларға арналған.\nҚазыбек бек осы жерде Бөгембай сардардың ерлігіне сүйсініп: \"Бөгембайдың тас қараңғы түнде істегенін ешкім де істей алмас еді. Оны істеу үшін тек Бөгембай болуы керек. Өйткені Бөкең қараңғыда түскен инені көреді дейтін, көзі түнтанығыш, жертанығыш кісі болатын. Бөкеңнің айтқаны дұрыс болды. Біздің екі мыңның бірі Шоқпарға, бірі Арынорға орналасып болды деген кезде, қалмақтардың үш мың қолы бізді батыс жағымыздан айналып Шуасқа өтуге беттеп барады деп Балдан мен Көкбарақ келді. ... Егер түнде Бөгембай қара жаңбыр астында, қара түнде қалмаққа бармаса, қалмақ бізді ту сыртымыздан ұратын еді. Одан біз осылай аман қалдық және шығынсыз құтылдық (255-бет)\", – дейді.\nСодан, сәске болғанда Аңырақ елшісі келіп, ұрысты калай жүргізу жөнінде келісім жасасады. Түске таман шарт-белгі басына қыл арқан байланған байрақ көтеріледі. Бұл \"шарт-белгі бойынша жекпе-жек ұрысы басталады\" деген сөз. Қалмақ жағынан бас батыр Аңырақтың өзі шығады. Қазақтар жағынан келісім бойынша Бөлек батыр шабдар жорғасына мінгенде, әкесі Сатай батыр ақұдайлап, ақсарбасын айтып, сақалынан алты тарам жасы ағып, баласының өлімге бара жатқанына шыдай алмай: \"Мен барайыншы Бөлектің орнына!\" – деп салады. Қазыбек бек осы жекпе-жекті былай суреттеген: \"Бөлектің үстінде торкөз үш қабат сауыты бар еді. Оны ол ат үстінен шешіп, лақтырып тастап, найзасыз, кылышпен, шоқпармен аттанды. Беліндегі кісесінде сапысы бар. Сатай батыр көзінің жасын тыйып: \"Балам өнер көрсетпек\", — деді. Бөлек майдан ортасындағы Аныраққа соғысуға емес, жолығуға бара жатқандай шабдар жорғаны бүлкілдетіп жөнеді. Аңырақ жалдас торысын тебініп ұмтылып еді, Бөлек оған қарамай, қалмақтың калың қолына карай өтіп, өз білген қалмақшасымен әлденелерді айтты. Кейін сұрағанда: \"Бұдан күшті ешкім жоқ па?\" — дедім деді. Аңырақ Бөлекке тұра ұмтылып найзасын ұсынды. Бір қызығы: кұры қылышпен барған Бөлек найзаны үстінен ұрады деп тұрғанда, жау қолындағы найза астынан үстіне қарай көтеріліп, Аңырақтың қолынан ұшып кетті. Аңырақ қылышын көтергенде, Бөлек ат үстінде жоқ болып шықты. Шабдар Аңырақтың артына карай шауып барады. Бір шақта үстінде адамы жоқ ат Аңыраққа қайта келе жатты. Аңырақ қылышпен шабамын дегенше, ат бауырындағы Бөлек шоқпармен Аңырақтың сол аяғынан жіліншіктен сақетермен ұрды. Аңырақтың Бөлек енді оң жағына шықты. Онысы сол аяғы тіреуге келмей қалған Аңырақ не істер дегені еді. Аңырақ оң жағына бұрылам дегенде, сынық аяғы тіреуге келмей қиқалақтап қалды. Бөлек оның жалдас торысының артынан айнала беріп, Аңырақты оң жақ жауырынан шоқпармен беріп кетті. Аңырақ қолыңдағы қылыш көтерілмей қалды. Өйткені жауырын мен шошақ иық арасынан тиген шоқпар оң қолды да жарамсыз етіп тастады. Амалы құрыған Аңырақ қайта шоқпар көтерілгенде, екі қолымен басын басты. Бірақ осы жолы шоқпар көк желкеден тиіп, Аңырақ аттан аумай, ат жалын құшып қалды\" (255-бет).\nТүстен кейін жекпе-жек кезегі Олжабай батырға келеді. Оған қарсы Жадамба деген торғауыт шыққан. Әуелінде екеуі біраз найзамен сайысқан. Бірақ, тәсіл қолданып екеуі де найзаны бойына дарыттырмаған. Бір кезде қалмақ батыры ат көтінен сыпырылып түскен. Олжабай қарагерін ойнақтатып, күтіп тұрған. Содан, қалмақ батыры ат бауырынан өте сала Олжабай батырға найзасын кадағанда, қалқанмен тосып, қылышпен найзаны қақ бөліп түсіреді. Жадамба сасқанынан отыра қалады. Олжабай батыр қарагерін ойнақтатып тағы да күтеді. Қалмақ атына мінген кезде карагерді омыраулата бара қалмақты атымен қоса омақастырады. Сөйтеді де, босмойын шоқпармен қалмақты басынан ұрып жанын жәһанамнан бір-ақ шығарады.\nСодан жекпе-жек он бір күнге созылады. Осы он бір күнде жиырма тоғыз қалмақ өлген екен. Қазақтар жағынан жоғарыда аталған батырлардан Жангел мен Қасқарыдан басқаларының бәрі жекпе-жекке шыққан. Қарақалпақ Жангел соғыс басқаруды жақсы менгергенімен, ұрыс өнерін аздау білген екен. Қасқары тым жас болғандықтан, батырлар обалсынып оны жібермеген.\nОн екінші күні Бөгембай қолындағы Қоқ батыр жекпе-жекке сұранғанда, сардар оған рұқсат бермеген. Содан ол Төле би мен Қазыбек биге жүгініп, рұқсат алып келеді. Қоққа қарсы қалмақ жағынан Бақы деген дүрбіт шығады. Қоқ осы Бақыны шоқпармен ұрып өлтірген кезде қалмақ жағы оған қарсы лап кояды. Қазақтар жағынан да іріктеп қойылған жүздік тап береді. Осының аяғы екі айға созылған кескілескен ұрысқа айналады. Қазыбек бек пен Бөгембай батыр \"үштоғыс\" соғысын салып, аяғын \"үш аша\", не \"екі ашаға\" айналдыру туралы шешім қабылдаған екен. \"Үштоғыс\" ұрысы бойынша үш мың әскерді бірінің артынан бірін қатарға қояды. Бірінші мындық ұрысқа кіріп, бие сауым соғысқаннан кейін \"қайт\" деген бұйрық беріледі де, екінші мың кіреді. Содан кейін осылай үшінші мыңдық олардың орнын басады. Бұл ұрыстың артықшылығы: арттан келген тың күш жауды жапырып жіберіп, шаршаған мыңның сарбаздары демалыс алып отырады.\nОсы ұрыстар кезінде Бөгембай батыр мен Қазыбек бек Қасқары, Қаумен, Дәулет, Мәмбет батырлардың мыңдықтарын шайқасқа қоспай, тың күш ретінде ұстаған. Оларды алдағы Қордайдан ары болатын ұрысқа қалдырған және қалмақтардың тау бауырына қарай жібермеуді, тауға жақын шұрайлы егін салатын, шөп шабатын жерлерге өткізбеуді міндеттеген. Бұқар жырау осы аталған батырларды да атақты жырына:\nБатырлардың асқары –\nҚазыбек ұлы Қасқары.\nҚаумен, Дәулет қасында,\nБақ дәулеті басында.\nСеңкібай мен Шойбек бар,\nТаңсық қожа, Мәмбет бар – деп қосып, олардың атын бүкіл қазаққа паш еткен.\nҚазақ жағы да, қалмақтар да соғыс алдында жау ішіне жансыз жіберіп, хабар алған1.\nҰлы жүз қолында қалмақ ішіне баратын жансыздары: қазақ ішінде туып, өскен қалмақ Данзан Балдан, қырғыз Сарбағыш Болат, Айқым Көкбарақ батыр2 болған. Бұл жолы қалмақ арасына Сарбағыш Болат барады. Қазыбек бек: \"...жеңіле бастағанда, қалмақ нояндары ұрыс бетінің нашарлауын бірінен-бірі көріп, Шамал хан мен Қаскөлен бір жақ, Батыр қонтайшы тұқымы бір жақ, ақыры екі бөлініп соғысты. Мұны бұрын Төленің үлкен ұлы Жоланмен бірге, оған жолдас етіп қалмақ арасына әдейі жіберілген Қырғыз Сарбағыш, қазақпен қыз алысып, қыз берісіп жүрген Болатты тағы қалмақ ішіне жіберіп білдік, Ол қалмақша сөйлегенде, ешкім білмейді екен\", – дейді.\nАңырақай шайқасында қазақ жасақтары сол уақыттағы соғыстың барлық озық тәсілдерін пайдаланған. Соның бірі – қаша ұрыс салу. Бұл ұрыстың мәнісі: Майдан даласындағы әскер жеңілген болып, кері қашқан кезде өкшелеп қуған жау, алдын-ала жасырылып қойылған қаруы кезеулі тосқауыл топқа өзі келіп ұрынады.\nБұл шайқаста Шойбектің сарбаздары да осы тәсілді қолданып, калмақ қолын тасада тығылып жатқан Сеңкібай қолына ұрындырған. Жаныкеш3 пен Олжабай батырлардың қолы да осылай жасаған.\nОсы шайқаста атақты Абылай алғаш рет ерлігімен көзге түскен. Қазыбек бек Әбілмансұр (Абылай) туралы: \"Қайта қашқан қалмақ қолына Сеңкібай сарбаздары ат қойғанда, ең алда: \"Абылай! Абылай!\" — деген айғай шықты. Жұрттың құлағы үйренген \"Бақтиярдан\"4 бөлек шыққан дауысқа бәрі қарады. Кәдімгі Сабалақ. ...Сеңкібайдың айтуынша, осы ұрыста ол он екі қалмақты шауып аттан түсірген. Соның бірі Қалдан жақыны Шарыш болатын\" (259-бет), – дейді.\nОсы Далатаудағы шайқаста Дулат-Сиқым қолын бастаған Ырысбек батыр, Дулат – Ботпай қолын бастаған Сәмен батыр, Дулат – Шымыр қолын бастаған Сарттың ұлы Қойгелді батыр, оның інісі Ақша да ерекше ерлік көрсеткен. Қазыбек бектің айтуы бойынша, Шапырашты – Айқым – Қайдауыл Жапар батыр мен Арғын – Алтай Олжабай батырдың сарбаздары да ерекше көзге түсіп, қалмақтарды көп шығынға ұшыратқан. Бұқар жырау осы ұрыстарда ерлік көрсеткен батырларды өзінің әйгілі жырында былай деп мадақ еткен:\nАсылдан шыққан Еспенбет,\nҚалмақтың жолын кескен көп,\nЖауырыншы көріпкел\nАлбаннан асқан Хангелді.\nҚарақалпақ жиналып,\nАлдына тартты Жангелді.\nСәменім – ерім Ботпайым,\nЕкі көзі оттайым.\nҚалай айтпан Шымырды?\nШымырдан шыққан Қойгелді\nЖауын тапап жымырды.\nОсы соғыстағы қазақ жасағының көрсеткен ерлігіне риза болған Қазыбек бек өзінің жазбасына былай дейді: \"Осыған дейінгі біздің ұрыс салып жүрміз дегеніміз Далатаудағы бұл ұрыстың жанында баланың ойыны сияқты болып калды. Шыңғыс пен Батыйдың салған ұрысының неге ғәләбті болғанын енді түсінгендей болдым. \"Менің қазағым шын өз ісіне берілгенде, өлген-тірілгеніне қарамайды екен ғой, өліспей беріспейді екен ғой\", – деген корытынды жасадым. \"Мұндай жауынгермен дүниенін жүзін алмай не?\"– дегендей болдым. Бұл соғысымызға Бөгембай екеуміз өзіміз де риза болдық. Өйткені қалмақ өлімі жойқантөбе болып қалды\" (260-бет).\nОсы Аңырақай соғысына Кіші жүзден Шекті батырлары ғана қатыскан. Қазыбек бек кітаптың 260-бетіңде: \"Кіші жүз Шекті батырлары Қабақ ұрпақтары Байрақ, Қайрақ, Тайлақ – үшеуі осы Далатаудағы соғыста үш ұрулы елдің ұрысын жүргізді. Мен осылай дегенімде, бұған Бөгембай да құптап жауап берді. Бірақ не керек, Әбілқайырдың алалығынан Бек баласының\nазғантай Шекті тұкымы ғана бізбен қанын бірге төгісті\", – деп\nшындықты жазған.5\nҚазақтар жағы \"Үштоғыс\" соғысы біткен соң \"екі аша\" ұрысын салады. Өйткені қалмақтар Батыр қонтайшы тұқымы бір жақ, Шамал хан мен Қаскөлең бір жақ болып екіге бөлінгенін жоғарыда айттық. Терістікке беттеген қалмақ қолының соңынан Бөгембай сардардың қолы, шығысқа қарай ойысқан қалмақтар соңынан Қазыбек бектің жасағы түседі. Қазыбек бек Бөгембай батырмен, Қазыбек бимен қоштасады.\nҚазыбек бек: \"Бірігудің, иттифак арқасында біз қалмақтың легінін он мыңдайын осы Далатауда қырдық. Енді жүре соғыс салатын халге келдік. Далатаудағы, \"Аңырақай өлген жер\" деп жүріп, Аңырақай атанып кеткен адырдағы бір жарым айлық кескілескен ұрыс біздің қалмақты – ойратты, хошоутты, торғауытты, дүрбітті – дүниенін бетінен түп орнымен құртып жіберуіміздің басы болды\" (262-бет), –деп жазған екен. Аңырақай соғысындағы жеңістен кейін жеңіс беті біздің жаққа қарай ауған.\nБұл соғыста қазақтар жағынан да біраз шығын болған. Ұлы жүздің 17 мың адамынан төрт мың, ал Орта жүз қолынан екі мындай сарбаз шаһид өлімін құшқан. Жалпы, қазақ жағының шығыны, жаралылармен қоса санағанда алты мыңдай адамға жеткен. Қазақ елінің болашағы үшін, елін жаудан қорғап мерт болған бұл ерлер сол Далатауға жерленді.6\nҚашқан қалмақтардың төрт мыңдайы Еспе өзенінің бойындағы Қарабастауға, біразы Ақсүйек пен Андасайға бекініп алған соң, қайтадан жекпе-жек ұрысын бастауға шақырады. Қазақтарға бұл тиімді еді. Өйткені арт жақтағы әскердің санын, қару-жарағын түгендеп алуға, қалмаққа дамыл бермей ұрыс салып жүріп, шаршаған әскерге демалыс беруге уақыт қажет болатын. Сондықтан олар келісім береді.\nДалатаудың шығыс жағында болған ұрыстардың бірінде Қазыбек бектің өзі жекпе-жекте қалмақтың Харсан, Сардық, Сахиян деген батырларын өлтіріп Қазыбек батыр аталады. Одан кейінгі болған жекпе-жектің бірінде қалмақтың Долаңқара деген батыры Ботпай Сәмет пен Наурызбайдың туған ағасы Құдайбергенді мерт қылған, ал оның өзін Бөлек батыр өлтірген. Осы ұрыстың да арты кескілес болады. Сол жерде жеңілген қалмақтар Сарбастауға, Көкбастауға қарай қашады. Қазыбек бек қашқан қалмақтардың артына Жәпек пен Қылышбек батырлардың қолын жіберіп, қалған әскерге Қозыбасыға жиналуға бұйрық береді. Осы жердегі: Хан тауы, Шу аңғары, Шоқпар, Құлжабасы, Далатау, Қарабастау, Сарбастау, Көкбастау, Ақсүйек, Қозыбасы деген жер атаулары әлі күнге дейін Қазыбек бектің атағанындай сақталған.\nДалатаудағы соғыс туралы айтылғанды Қазыбек бектің өз сөзімен тұжырымдасақ: \"Құлжабасы мен Далатау-Аңырақайдағы ұрыс осылай тәмәмдалды. Бұл бүткіл қазақ елінің жеңісі еді, біржола бітетін соғыстың бетін-жеңісін біздің күйімізге шешкен ұрыс болатын\".\nТолығырақ: https://sites.google.com/a/seleubayev.kz/askar-seleubaev/home/makalalar-stati/a-yrakaj-sajkasy",
                "date": "18.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Реакцияны жүргізуге жұмсалған мыстың массасын есептеу керек?",
        "question_content": "Құрамында 2% бөгде заттар қоспасы бар, 0,1 кг техникалық мысты тығыздығы 1080 кг/моль3_14 процентті азот қышқылындағы ертті.Реакцияны жүргізуге жұмсалған мыстың массасын есепте (1,7л)",
        "question_date": "20.12.2017",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Міндетті әлеуметтік медициналық сақтандыру жүйесі нақты қашан жұмысын бастайды?",
        "question_content": "Міндетті әлеуметтік медициналық сақтандыру жүйесі нақты қашан жұмысын бастайды?",
        "question_date": "20.12.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "«Міндетті әлеуметтік медициналық сақтандыру туралы» заң бойынша жаңа жүйе келер жылдың қаңтарынан бастап іске қосылуы тиіс болатын. Мемлекет басшысының жетілдіру туралы тапсырмасынан кейін жүйені енгізу мерзімін 2020 жылдың 1 қаңтарына шегеру ұсынылды. Бұл ұсыныс парламент тарапынан толық мақұлданып, қазір құжат елбасының қол қоюына берілді.",
                "date": "21.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жанаспалы жасушалар дегеніміз не?",
        "question_content": "су өсімдіктердің қандай тіршілік процестеріне қатысады.\n\nжанаспалы жасушалар деп неге аталады,оларадың тыныс саңылауының қызметі қандай.",
        "question_date": "20.12.2017",
        "question_tag": "Биология",
        "question_views": 6100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жанаспалы жасуша — өңнің (эпидермис) жарты ай пішіндес бір-бірімен жанасқан арнайы екі жасушасы. Жанасқан жерінде саңылауы болады. Ылғал мен жарықтың аз-көптігіне байланысты саңылау бірде ашылып, бірде жабылып пішінін өзгертеді, фотосинтез кезінде көмірқышқыл газын жеткілікті мөлшерде қабылдау үшін ашылады, түнге қарай жабылады.",
                "date": "16.01.2018",
                "upvotes": 0
            },
            {
                "text": "Жанаспалы жасуша — өңнің (эпидермис) жарты ай пішіндес бір-бірімен жанасқан арнайы екі жасушасы. Жанасқан жерінде саңылауы болады. Ылғал мен жарықтың аз-көптігіне байланысты саңылау бірде ашылып, бірде жабылып пішінін өзгертеді, фотосинтез кезінде көмірқышқыл газын жеткілікті мөлшерде қабылдау үшін ашылады, түнге қарай жабылады.",
                "date": "16.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайттағы қателікті реттеу үшін төмендегі тексті өзгертуді сұраймын?",
        "question_content": "Сайттағы қателікті реттеу үшін төмендегі тексті өзгертуді сұраймын?\nТөмендегі сілтемеде!",
        "question_date": "20.12.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кедергісі 240 Ом –ға тең ,120 В-қа есептелген электр шамын 220 В кернеуі",
        "question_content": "Кедергісі 240 Ом –ға тең ,120 В-қа есептелген электр шамын 220 В кернеуі бар желіден қоректендіру керек.Көлденең қимасы 0,55 мм2 болатын қандай ұзындықтағы нихром өткізгішті шаммен тізбектеп қосу керек ?Осы есепти шгарп берениздерши отиниш",
        "question_date": "20.12.2017",
        "question_tag": "Физика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": ".                   .",
                "date": "6.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Технадомнан алынған принтердің гарантиясы бітпей бұзылып қалды?",
        "question_content": "Технадомнан алынған принтердің гарантиясы бітпей бұзылып қалды. Олар тегін жасап бергісі келмейді. Енді не істесек болады?",
        "question_date": "20.12.2017",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тегін жасап алуға болады! Так что саспа ТехноДомға бас! Тек гарантияның құжаттарын ұмытпа!",
                "date": "8.01.2018",
                "upvotes": 0
            },
            {
                "text": "Тегін жасап береді,директор ге кім гарантия апарасын,камера түсіріп подазрительно қылып қорқып қалады,заңмен шешіледі",
                "date": "20.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əзім əңгімесінің мазмұны",
        "question_content": "Абайдың Əзім əңгімесі атты поэмасының жалпы мазмұны керек е",
        "question_date": "20.12.2017",
        "question_tag": "Мектеп",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менде неге плай маркет жок енди",
        "question_content": "Калай кайдан кондыруга болады. Казакша клавиятура жок.зброс жасап телефонды тазартып алып едим.енди калай кайдан кондыруга болады? Тездетип айтып жибериндерши отииш.",
        "question_date": "19.12.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 314,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Плэй маркет жазылмайтын болса ол кезде интернет аркылы жазуга тырысыныз\n\nесли плэй маркет жазлмайтын болса ол кезде интернет аркылы колданыныз\n\nhttp://programmy-dlya-android.ru/internet/237-google-play-market.html\n\nосыдан скачать етип корыныз\nжазлмаса\n\nhttps://play.google.com/store?hl=ru\n\nинтернет аркылы жазасыз приложениены\n\nСиздин смартфоныныз кандай айфон болса комек бере алмаймын\n\n(казакша клавиатура кою ушин\nклавиатураны ашып настройкасына крыныз содан тагы бир тил косыныз\n\nосы айтканымды колдансаныз болады!",
                "date": "19.12.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "m1-20кг x1-12см m2-50кг х2 -15 см _табу керек?",
        "question_content": "m1-20кг\nх1-12см\nm2-50кг\nх2-15см",
        "question_date": "19.12.2017",
        "question_tag": "Физика",
        "question_views": 384,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі жиынның бірігуі деген не?",
        "question_content": "Маған математика 2-сынып",
        "question_date": "19.12.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі жиынның қиылысуы шығар, қасиеттері, қандай да бір ортақ белгілері бар болса",
                "date": "21.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінен. Білім мен байлықтың қайсысы артық?",
        "question_content": "Досыңның қандай қасиеттерін жақсы көресіңдер?\n\nБілім мен байлықтың қайсысы артық?\n\nМəдениеттілік дегеніміз не?\n\nСенің еліңнің блашағы",
        "question_date": "19.12.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мне досымның көптеген қасиеттерін ұнатамын. Мысалы: қамқорлығы, жақсылығы, жомарттылығы, керек кезде көмектесуі, қолдауы.\nМенің ойымша, білім мен байлықты салыстырсақ, бəрібір білім арта түседі. Өйткені: сен байлықпен көп кетпейсін, ал біліммен көптеген жетістіктерге, шындарға жетесін.\nМенің ойымша, мəдениеттілік ол \"мəдениет\" сөзінен шыққан сөз. Ал \"мəдениет\" сөзі ол ұқыптылық немесе салт-дəстүр.\n\nБолашақ - бұл сөз маған көптеген мəн береді. Бірақ кəзір бұл сөзді естіген сайын........ Қазіргі заманда ұялы телефон, технология дамыған, жəне ересек адамдар, əсіресе балалар, осы жаңа технологияларға жабысып алды деп айтуға болады! Ал болашақта не болады?",
                "date": "20.12.2017",
                "upvotes": 0
            },
            {
                "text": "Болашақ ол өскендегі сенің əйеліңмен ........ балаңның болуы  т.б.",
                "date": "8.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі заряд арасындағы өрістің күш сызықтарының суретін салыңдар?",
        "question_content": "1. Екі заряд арасындағы өрістің күш сызықтарының суретін салыңдар:а) q мен -q;ә) q мен - 2q.\n\n2. Бетіндегі электр өрісінің кернеулігі 4*10 (дәреже-6) Н/Кл болса, радиусы 3 см металл шарға қандай заряд берілген?\n3. 2,7*10(-6-дәреже) Кл нүктелік зарядтың 10 см қашықтықтағы электр өрісінің кернеулігін анықтаңдар.Заряд суда орналасқан.\n4.  Кернеулігі 130 Н/Кл болатын Жердің электр өрісінде орналасқан электрондарға осы өріс қандай күшпен әрекет етеді?\n\n5. Сутек атомдары электрондарының орбитасындағы электр өрісі кернеулігін анықтаңдар.Орбитаның радиусы 0,5*10(-8-дәреже) смЕкі заряд арасындағы өрістің күш сызықтарының суретін салыңдар",
        "question_date": "19.12.2017",
        "question_tag": "Физика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дұрыс армандай білу өнер ме?",
        "question_content": "Дұрыс армандай білу өнер ме?",
        "question_date": "19.12.2017",
        "question_tag": "Психология",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс армандау білуде дұрыс,себебі сол арманның орындалуына нақты    сеніммен қарау керек,алдыға мақсат қойып,әрекет жасау керек.Әрекетке берекет дейдіғой.",
                "date": "15.11.2021",
                "upvotes": 1
            },
            {
                "text": "Дұрыс армандау өнер емес, армандап оны істей білу өнер",
                "date": "2.09.2022",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұялы телефонымда PlayMarket қосымшасын өшірілді, қалай қалпына келтіруге болады?",
        "question_content": "Ұялы телефонымда PlayMarket қосымшасын өшірілді, қалай қалпына келтіруге болады? Samsung Galaxy маркалы Андроид платформасындағы қалта телефоны.\n\"Сброс\", яғни заводтың бастапқы баптауларын қайта қалпына келтіру операциясында PlayMarket функциясы да өшіріліп кеткен. Қалай қайтадан орната аламын? Сілтемесін жібере аласыздар ма?",
        "question_date": "19.12.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 389,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "http://programmy-dlya-android.ru/engine/download.php?id=4674\n\nhttps://google-play.ru.uptodown.com/android/download",
                "date": "19.12.2017",
                "upvotes": 1
            },
            {
                "text": "приложенияға кіріп настройкидан отключенные сосын плей маркетті тауып включить басыңыз",
                "date": "27.12.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Моногибридті шағылысудың типтік есептері, толық басымдылық, А деңгейі",
        "question_content": "1) Теңіз шошқасының қара түсірген ақ түстен басымырақ болады. Қара жəне ақ гомозиготалардан қандай ұрпақ күте аламыз? Барлық дарақтардың генотиптерін жəне фенотиптерін сипаттап жазында.",
        "question_date": "19.12.2017",
        "question_tag": "Биология",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "А-қара\n\nа-ақ\nАА×аа=Аа\n\nФенотип:100% қара\n\nГенотип:100% Аа",
                "date": "4.02.2024",
                "upvotes": 0
            }
        ]
    }
]