[
    {
        "question_title": "Бүршік-Бүртік Әлгідей-әлгіндей сөздердің қайсысы әдеби нормаға сай келеді?",
        "question_content": "Мына сөздердің қайсысы әдеби нормаға сай келеді?Дұрыс нұсқасына сөйлем құрап жазыныздар\n\nБүршік-Бүртік\n\nӘлгідей-әлгіндей\n\nқабырға-қабыртқа\n\nтиттей-титімдей\n\nонша-оншалықты\n\nсен кел-сен келгін\n\nкөремін-көрем\n\nүшеуі-үшеусі\n\nшалбар-сым\n\nпияз-жуа-сарымсақ",
        "question_date": "7.09.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 989,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1) Көктем мезгілінің басты белгілерінің бірі - ағаш бұтақтарының бүршік атуы.\n\n3) Әйел адам еркектің қабырғасынан жаралған.\n\n4) Әрбір адам табиғатқа титтей де көмегін тигізгісі келсе ағаш отырғызуы қажет.\n\n5) Шілде айы жаз мезгілінің ортасы болғанымен, күн онша ыси қоймады.",
                "date": "7.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аңырақай шайқасында неше адам қайтыс болды?",
        "question_content": "Сабаққа қажет еді көмектесіңіздерші",
        "question_date": "7.09.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аңырақай шайқасы\n(1729жылдары, кей деректерде 1730 ж.) - біріккен қазақ қолының жоңғар басқыншылығына қарсы жүз жылдық азаттық соғысында бетбұрыс жасаған ең ірі жеңісі. Саяси және әскери бірлікке қол жеткізген үш жүз жасақтары 1728 жылдан бастап, Балқаш пен Шу бойына қарай жылжып, ұрысқа әзірлене бастады. Бұл кезде жоңғарлар қазақ жерін тұтастай иелену ниетінде еді. Қазақтардың әрекетін сезген олар да Шу мен Балқаштың оңтүстігінде үлкен шеп құрды. Үш жүз жасақтары шешуші щшайқас алдында Хантауында, Сұңқар тауында (кейін бұл жер Әбілқайыр тауы аталды) жиналды. Шайқас солтүстігі Балқаш, оңтүстігі Отар даласы, батысы ШУ, шығысы Күртіге дейінгі аралықтағы жерлерде өткендігін осы өңірлерде жиі кездесетін қазақ, қалмақ қорымдары дәлелдейді. Аңырақай аталатын да осы өңір. Бұл шайқаста (40-45 күн) қазақтар ірі жеңіске жеткен. Үш жүз жасақтарының қимылын үйлестіру міндетін бас қолбасшы Әбілқайыр жүзеге асырды. Көптеген қазақ батырлары соғыс өнерін жетік білетіндігін көрсетті. Ұлы жүз қолын Жолбарыс хан мен Төле би, Орта жүз қолын қанжығалы Бөгенбай, шақшақ Жәнібек, қаракерей Қабанбай, Кіші жүз ді тама Есет, шекті Тайлақ т.б. батырлар басқарып, үлкен ерлік көрсетті.Қазақ садақшыларының жеке жасағын ошақты Саурық батыр басқарды. Шайқасқа болашақ қолбасы шапырашты Наурызбай да қатысқан. Бұл шайқаста көптеген батырлар жекпе-жекке шықты. Бұл соғыста көптеген атақты батырлар қаза тапты. Соққыдан есін жия алмай қалған қалмақтар сусыз сортаң жерде шөлге ұшырап, одан әрі соғыса алмай Аягөз, Шарға қарай жөңкіле қашты. Қазақтар бұл соғысты әрі қарай дамыта алмады. Оған шайқастың соңында Болат хан жараланып, қайтыс болғаннан кейін басталған тақ үшін талас кедергі келтірді. Көпшілік Болат ханның баласы жас Әбілмәмбетті қолдады. Бұған наразы болған Әбілқайыр майдан даласын тастап, Кіші жүздің қолын Ырғыз арқылы батысқа алып кетті. Орта жүз қолы Сәмеке хан соңынан солтүстікке бет алды. Бірақ Аңырақай шайқасындағы жеңіс қазақ халқының рухын көтеріп, болашаққа деген сенімін бекітті. Халқымыз үшін Аңырақай шайқасының маңызы орыстардың Бородино даласындағы, Еуропаның біріккен қолының Ватерлоо, КСРО халықтарының Ұлы Отан соғысындағы Сталинград түбіндегі жеңістерімен бірдей.\nҚазақстанның Ресейге қосылуы: кіруі, жаулап алуы, отарлауы.\nҚазақстанның Ресейге қосылуы алдында олардың арасында едәуір саяси байланыстар болды. Орыс мемлекеті өзінің Шығыстағы мемлекеттік шараларыын кеңейтуге мүдделік көрсетті.\nИван IV-нің Қазан (1552), Астрахань (1556) хандықтарын, Оңтүстік-Батыс Сібірді жаулап алуы, Кама сауда жолын құруы қазақ хандығымен де тікелей түйісуді жеңілдетті. Орыс мемлекетінің Қазақстанға деген ықыласы, XV-XVI ғ.ғ. екінші жартысынан бастап Ресей ортаазиялық хандықтармен сауда және дипломатиялық қатынастар орнатқаннан кейін қатты күшейді. Орыс мемлекеті мұндағы саяси жағдайға және қазақ хандығының көрші елдермен қарым-қатынасына жанды ықылас білдіріп отырды. Сондықтан Мәскеулік тақсырлар да қазақ хандарымен тікелей байланыс орнатуға талпынды. Бұл мақсатқа жетуде елшілік байланыстары зор роль атқарды. 1573 жылы қазақ даласына Третьяк Чебуков бастаған орыс елшілігі жіберілді, елшілікке қазақтармен сауда жасасуды жөнге салу міндеті жүктелді. Алайда Чебуковтың дипломатиялық миссиясы Қазақстан шептеріне жете алмады, себебі оларды жолда Сібір ханы Көшімнің жиені Мәметқұл қырып салды. 1594 жылы Мәскеуге бірінші қазақ елшілігі келді. Тәуекел ханның елшісі Құлмұхаммед Мәскеуде аманат ретінде ұсталып отырған өзінің жиені Оразмұхаммедті босатуға және орыс үкіметімен достық келісімін жасасуға тапсырма алған болатын. Сонымен бірге оның жауласушы феодалдық көрші хандықтармен күресу үшін Борис Годуновтан «Отты қару» алуға қол жеткізуі тиіс еді. Орыс патшасының Тәуекел ханға жауап грамотасында оған «отты қаруы бар көп әскер» жіберетініне және қазақтарды олардың барлық жауларынан «сақтайтынына» уәде берілді.\nҚазақстанмен, Сібірмен, Орта Азиямен байланыстарының қауіпсіздігін қамтамасыз ету үшін орыс мемлекеті жаңа қоныстанушыларды, көпестерді, елшіліктер мен әскери отрядтарды жіберумен қатар, Қазақстанмен шекарасында нығайтылған бекініс пункттерін салуға кірісті. Қазақстан шекарасына жақын жерде орналасқан бірінші орыс қаласы «Үлкен Об қалашығы» болды. Мұнан соң Тюмень (1586), Тобольск (1587), Тару (1594), Томск(1604) қалалары салынды.\nЖоңғар хандығының құрылуы Кіндік Азияға елеулі өзгерістер енгізді. Билік жүргізуші феодалдық топтың мүддесін білдіруші, алысты болжайтын саясатшы Тәуке хан өз мемлекетінің шекараларын нығайтуға үзбей талпынды. Оның Ресейге тілектестік қарым-қатынасыоның Ресеймен байланыс жасай отырып, Қазақстанның жағдайын нығайту ниетінен туған еді.\n1732 жылдың 24 қарашасында Тевкелев өзінің миссиясын аяқтап, Найзакескен мекенінен кері қайтар жолына шықты. Петербургке жіберілген Әбілқайырдың елшілігімен бірге 1733 ж. 2 қаңтарында Уфаға келді. Петербургте өткен келіссөздер нәтижесінде Кіші жүздің Ресей азаматтығына кіруі түпкілікті шешілді.\n1731 жылдың аяғында Әбілқайыр мен Бөгенбай батыр Семеке ханға егер ол Ресей азаматтығын қабылдаса орыс әскерлерінің күшімен бұл аймақтың қауіпсіздігін қамтамасыз ете алатынына уәде беріп, Орта жүзге өзінің өкілдерін жіберді. Сәмеке Әбілқайыр елшілерінің ұсынысын қабылдады. 1732 жылы Орта жүздің кейбір бөлігі Ресей құрамына формальды түрде өтті.\nӨлкені отарлауды тездету мақсатында басқарудың Ресейлік жүйесі енгізіле бастады. Бұл қазақ халқының үлкен бөлігінің көтеріліске ұласқан қарсылығын туғызды. Солардың арасындағы ең ірі көтеріліс - Кенесары Қасымов ханның қолбасшылығымен болған қозғалыс еді. Бұл көтеріліс Орта жүз жерінің Оңтүстік-шығыс бөдігін патша үкіметінің әскери күшпен бағындырушылығын 10-15 жылға кері сырғытып тастады.\nҰлы жүздің негізгі бөлігін бағындыру басқа жағдайда өтті. Оңтүстік Қазақстандағы қазақ руларының бір бөлігі Ресей бодандығын өз еріктерімен қабылдады. 1819 жылы 18 қаңтарда Сұйық Абылайханов сұлтан бастаған 55462 жан Ресей тағына өз еріктерімен ант берді. 1824 жылы император Александр-І Ұлы жүздің Жетісуда көшіп-қонып жүретін руларынан тағы да 14 сұлтанды бодандыққа алу жөніндегі грамотаға қол қойды. Жетісу мен Оңтүстік Қазақстанның негізгі аудандары Ресей империясы ықпалынан сырт қалды. Көп кешікпей Қапал, Лепсі, Үржар бекіністері салынды.\nІрі әскери күштерді жұмылдыру арқылы патша әскерлерінің Түркістан, Шымкент, Әулиеата және басқа қалалар мен елді мекенді басып алуымен Ресейдің Оңтүстік Қазақстанды жаулап алуы аяқталды.\nҚазақстанның Ресейге қосылуы арқылы көшпелілер мен келген халықтар арасында шаруашылықтық айырбас пен әрекеттестік үшін жағдай жасалды, сауаттылықтың тарауы, сауданың жандануы, қазақ ауылдарын капиталистік өндірістік қатынастар кеңістігіне тарту үшін негіз қаланды.\n\nhttps://studfiles.net/preview/6420823/page:2/",
                "date": "8.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілі пәнінен 1,2,3 сыныптарына жоспарлар қажет?",
        "question_content": "Сәлеметсіздерме! Ағылшын тілі пәнінен 1,2,3 сыныптар бойынша орта немесе ұзақ мерзімді жоспарлар қажет еді. Табылып жатса өте қуанышты болар едім. (Алдын ала рахмет)",
        "question_date": "7.09.2017",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сілтемеге өтіп қарап көрсеңіз болады:\n\nhttps://kopilkaurokov.ru/angliiskiyYazik/uroki/ag_ylshyn_tilinien_2_synypk_a_k_ysk_a_mierzimdi_zhospar",
                "date": "8.09.2017",
                "upvotes": 0
            },
            {
                "text": "менде 2-5-7сыныптарға  жаңартылған білім мазмұны бойынша омж қмж бар  87762048583",
                "date": "13.09.2017",
                "upvotes": 0
            },
            {
                "text": "Менде бар иЖоспарлар",
                "date": "27.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық университет пен мемлекеттік университеттің айырмашылығы неде?",
        "question_content": "Ұлттық университет пен мемлекеттік университеттің айырмашылығы неде?",
        "question_date": "7.09.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ұлттықтың статусы жоғары)",
                "date": "7.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы бұрыштардың градустық өлшемдерін табыңдар?",
        "question_content": "Екі түзу қиылысқанда пайда болған екі бұрыштың қосындысы 60градусқа тең.Осы бұрыштардың градустық өлшемдерін табыңдар",
        "question_date": "7.09.2017",
        "question_tag": "Геометрия",
        "question_views": 11100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "х - 30градус\nу - 150градус",
                "date": "8.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тең қабырғалы үшбұрыштың периметрін табыңыз?",
        "question_content": "Тең қабырғалы үшбұрыштың бір қабырғасы жүргізілген медиана оны 8 дм және 8 дм бөліктерге бөліді. Периметрін табыңыз?",
        "question_date": "7.09.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 10500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Теңқабырғалы үшбұрыш",
                "date": "9.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тең бүйірлі үшбұрыштың периметрі.",
        "question_content": "тең бүйірлі үшбұрыштың периметрі 20,6 дм табаны 6 дм бүйір қабырғасы неше",
        "question_date": "7.09.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 9800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Р=2a+c\n\n20,6=2a+6\n\n2a=20,6-6\n\na=14,6/2\n\na=7,3",
                "date": "7.09.2017",
                "upvotes": 2
            },
            {
                "text": "Тең бүйірлі ұшбырыштың периметрі 7,5м ал бүйір қабырғасы 2м. Табанын табыңдар",
                "date": "23.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қария, апа, тіршілік сөздеріне септеу керек?",
        "question_content": "Қария, апа, тіршілік сөздеріне септеу керек?",
        "question_date": "7.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сөздерге септік",
                "date": "3.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке кәсіпкер ИП арқылы тендермен қалай жұмыс жасайды?",
        "question_content": "всем привет. достар ип ашып тендерден гос закуп утып алатындар калай жумыс жасайды. толыгырак акыл кенес берип жиберсениздер",
        "question_date": "7.09.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік сатып алу және тендерге қатысуға өтінішті қалай беруге болады?\nЕкі формада. Бірі - қағаз жүзінде (стандартты), екіншісі - электронды нұсқада. Электронды нұсқада тендерге қатысу - қазіргі уақытта ең жиі қолданылатын тәсіл. Себебі құжаттарды рәсімдеудің барлық процесі электронды формада жүргізіледі. Келісімге отыру да электронды нұсқада өтеді. Қағаздарды шығарып басып жүрудің қажеті жоқ. Уақытты үнемдейді. Бұл процестің барлығы goszakup.gov.kz порталында жүзеге асады. Байқаулар туралы ақпараттарды осы порталдан біліп отыра аласыз. Тіркелмеген болсаңыз да.\n\nТендерді ұтудың басты шарты қандай?\ngoszakup.gov.kz порталында тендерлерге байқау екі тур бойынша өтеді. Бірінші турда құжаттардың дұрыстығына мән беріледі. Өтініштерді қабылдау уақыты тоқтатылған соң, құжаттарды тексеру басталады. Егер қандай да бір қателік болса, Сізге құжаттарды дұрыстау туралы хабарламаны жібереді. Үш жұмыс күні ішінде оларды реттеп, өтінішті қайта жібере аласыз.\n\nБарлық құжаттар дұрыс болса, екінші турға өтесіз. Мұнда үміткерлер тендерге өздерінің бағаларын ұсынады. Кім төменгі бағаны көрсетсе - сол ұтады. Үміткерлер бір-бірінің берген бағаларын біле алмайды.\n\nОсыларды ескере отырып, тендерге қатыспас бұрын, нарықты әбден зерттеп алғаныңыз жөн.\n\nТолығырақ, мына сілтемеден оқысаңыз болады.",
                "date": "2.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 сынып бойынша квадрат үш мүшеге 3 есеп жазу керек?",
        "question_content": "8 сынып бойынша квадрат үш мүшеге 3 есеп жазу керек?",
        "question_date": "7.09.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 326,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оттектің 50 литрінің қалыпты жаңдайдағы массасы нешеге тең?",
        "question_content": "Оттектің 50 литрінің қалыпты жаңдайдағы массасы нешеге тең?",
        "question_date": "6.09.2017",
        "question_tag": "Химия",
        "question_views": 2900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "v= m/M\n\nv=V/Vm\n\nm/M=V/Vm\n\nm=M*V / Vm = (32г/моль * 50 литр)/ 22,4л = 71,43г",
                "date": "9.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Басқа оқу орнына мамандығымды ауыстырсам гранттан айырыламын ба?",
        "question_content": "Салем озимнин кателерим ушин кеширим сурайм асыгыс жаздым.Мен 11 сынып битирип убтда физика тандап 96 балл алдым . Содан кейн ата-анам мени нагашыларым туратын калага тусуге талап етти . Себеби ол жакта агаларым жаксы жерде жумыс жасап коп акша алады . Озим Алматыга туским келди коптеген класстастарым сонда тусти калгандары оз каламда калды . Ата-анам олай талап етулеринин себеби жагдайларымыз томен апам Алматыда окып жатыр жалгыз акем жургизуши болып жасайт ал анам кезинде бизди карайм деп жумыстан шыгып кетип казир уйде инимен . Олар маган \"сонда тус ол жакта агайындалырын коп далады калмайсын кызык болад баскалар квартира немесе уй жалдап тамакка акша табалмай мамаларын кинай жургенде сен ол жакта арканды кенге жайып журесин\" деген. Мен оларды тусиндим бирак грант конкурсыне бир Алматы калган ушеуи сол калагы жаздым . Акыр сонында сол калага гранта тустим агаларым айткан мамандыкка ,олар айткан\"сабак жагынан комектесем уайымдама \"деген. Мында келгенде агам оку жагынан дим комектесе алмайм тек жумыс тауып берем деди. Енди ен кызыгымен бул калада калгым келмейт . Оз каламда мен окып жаткан мамандык бар сонда грантка туским келд . Бул жак маган унамайт бирей тисип журген жок , агайындаларым комектесет бирак оз каламды сагандым оз достарымды сагындым бул каланын адамдары унамайт бул кала унамайт. Тек грант болмаганда баягыда ауысар едим . Оз каламдагы университетке озим окып жаткан мамандыкка ауыссам грантымнан айрыламба ? Оны сактап баска калага ауысып кетсем болама? Ким биледи?",
        "question_date": "6.09.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандығыңызды ауыстырмай ауыссаңыз грант сақталады, егер ұлттық университеттен мемлекеттік университетке ауыссаңыз.",
                "date": "6.09.2017",
                "upvotes": 0
            },
            {
                "text": "Қалай сонда ұлттықтан мемлекеттікке,Мемлекеттіктен мемлекеттік универге болмай ма?",
                "date": "15.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басқа қалаға дәл сол мамандыққа ауыстырсам грант күйіп кете ме?",
        "question_content": "Басқа қалаға дәл сол мамандыққа ауыстырсам грант күйіп кете ме?",
        "question_date": "6.09.2017",
        "question_tag": "Мектеп",
        "question_views": 562,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңнің дәл қазіргі хал-ахуалыңды түсінбей тұрмын. Сен Алматыда грантта оқисың, Астанаға дәл осы мамандыққа түскің келе ме?",
                "date": "18.09.2017",
                "upvotes": 0
            },
            {
                "text": "Платный болады ол кезде",
                "date": "19.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтыбұрыштың периметрін табыңыз?",
        "question_content": "Шаршының периметрі қабырғаларының ұзындығы 36см; 2см; 0.2 см; 0.5 см; 1/6 см; 2/3см болатын алтыбұрыштың периметріне тең",
        "question_date": "6.09.2017",
        "question_tag": "Геометрия",
        "question_views": 14000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "алтыбұрышты көпбұрыш",
                "date": "9.09.2017",
                "upvotes": 1
            },
            {
                "text": "< теріс қарап тұрғаны қандай белгі",
                "date": "2.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Демалысты қалай өткізуге болады?",
        "question_content": "Демалысты қалай өткізуге болады?",
        "question_date": "6.09.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 994,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қандай демалыс? Сабақ басталдығой уже))",
                "date": "6.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Берілген сандарды квадрат түрінде жазыңыз?",
        "question_content": "Саның квадраты түрінде жазындар:0,01;0,49,121;36,169;256",
        "question_date": "6.09.2017",
        "question_tag": "Математика",
        "question_views": 6200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "0,1-дің квадраты\n\n0,7-нің квадраты\n\n11-дің квадраты\n\n6-ның квадраты\n\n13-тің квадраты\n\n16-ның квадраты",
                "date": "9.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Автомобиль жолға шығар алдында оның спидометрі 9370 км-ді көрсетті.",
        "question_content": "Автомобиль жолға шығар алдында оның спидометрі 9370 км-ді көрсетті.Автомобиль 380 км жүрген соң, оның спидометрі неше километрді көрсетті",
        "question_date": "6.09.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9750 км балады...",
                "date": "8.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Массасы 128 грам күкірттің зат мөлшері қандай?",
        "question_content": "Массасы 128 грам күкірттің зат мөлшері қандай?",
        "question_date": "6.09.2017",
        "question_tag": "Химия",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "SO2\nm(SO2)=128г\nn=?\nV=?\nШешімі: M=Mr\nM(SO2)=Ar(S)+2*Ar(O)=32+16*2=64г\\моль\nn=m\\M\nn=128г\\64г\\моль=2моль\nV=Vm*n\nV=22.4л\\моль*2моль=44,8л\nЖауабы: 44,8л",
                "date": "24.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алдыңғы айда төленген ақшаны қайтаруды талап ету дұрыс па?",
        "question_content": "Мен жыл сайынғы ақылы демалыста болған уақытта курстан өту үшін ҚР Еңбек кодексінің 95-бап 3-тармағы бойынша 29 маусым 2017 жылы мектеп директорының бұйрығы шығарылып, 8-тамыз 2017 жылы еңбекақы төленді. Енді 4-қыркүйек2017 жылы осы бұйрықтың күшін жою туралы бұйрық шығарып, ол бұйрық 95-бап 2-тармаққа өзгертілсін деген. Яғни алдыңғы бұйрық бойынша төленген ақшаны қайтаруды талап етуде. Осы жағдай қаншалықты заңды? Менің ол ақшаны қайтармауға құқығым бар ма?",
        "question_date": "6.09.2017",
        "question_tag": "Заң",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Біздің заманымызда шешендік қажет пе?",
        "question_content": "Біздің заманымызда шешендік қажет пе?",
        "question_date": "6.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ораторлық ең керекті қасиеттердің бірі. Оның үстіне бәсекелестіктің уақытында неге жұмыс берушілер дәл сені таңдауы керек екенін басқа үміткерлерге қарағанда нанымдырақ және дәлелдермен, сөз өрнектілігін келтіріп, өз аузыңа қарата білсең, жұмыс та, карьера табалдырығы да аяғыңның астында.",
                "date": "11.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ВК-да аты-жөнім латыншаға ауыспай тұр?!",
        "question_content": "ВК-да аты-жөнім латыншаға ауыспай тұр?! Не істеуге болады?",
        "question_date": "5.09.2017",
        "question_tag": "Вконтакте",
        "question_views": 582,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вконтакте желісінде кез-келген өзгеріс (жаңарту) модератордың растауынан кейін ғана жүзеге асады. Яғни іс-әрекетті (өзгерісті) енгізіп болғаннан соң мақұлдаған сәттен бастап, ол мадератордың қолдауынан соң ғана жүйеге енеді.\n\nДемек қазір \"Аты-жөні\" графасындағы өзгерістердің желі цензурасына сәйкестігін тексеріп жатыр деген сөз. 24 сағатта аты-жөніңнің ауысатынына сенімдімін.",
                "date": "11.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика пәнінен жоғары сыныптарға арналған алгебрадан сабақ жоспары керек?",
        "question_content": "Математика пәнінен 8,9,10 сыныптарға алгебра мен геометриядан сабақ жоспарларын  жіберсеңіздер екен.",
        "question_date": "5.09.2017",
        "question_tag": "Математика",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қолда барда қолдауымыз керек тақырыбында ой толғау керек?",
        "question_content": "Бүкіл Қазақстан сияқты Павлодар, Ертіс өңірі де көп-ұлтты аймақ. Мұнда, негізінен, қазақтар мен орыстар тұрады, сондай-ақ украиндер, немістер, татарлар, белорустар, ингуштар, шешендер, əзірбайжандар, башқұрттар, поляктар, болгарлар, чуваштар, корейлер, армяндар,гректер, еврейлер жəне басқалармен қоса алғанда, 100-ден астам ұлттар мен ұлыстардың өкілдері бар. \"Көпұлттылық - деді Н.Ə.Назарбаев Қазақстан халқы Ассамблеясының сегізінші сессиясында сөйлеген сөзінде. Мұндай артықшылық өздігінен келе қойған жоқ, ол жасалды, қалыптасты, корғалды. Бұл, ең алдымен, Президенттің өзінің сіңірген еңбегі. Біз қазір өте мазасыз дəуірде, дүниеде соғыстар жүріп, ұлтаралық шиеліністер, лаңкестік актілер орын алған кезеңде өмір сүрудеміз. Өз елінде бейбітшілік пен келісімнің сақталуы адамдарды алаңсыз етіп, ертеңгі күніне сеніммен қарауға жетелейді, ал одан асқан қандай игі мақсат болуы мүмкін. Ой толғау керек еді",
        "question_date": "5.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған көметкесініздерші алдынала сіздерге көп -көп",
                "date": "5.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абсолют температураның шкаласы бойынша дені сау адам денесінің температурасы неге тең?",
        "question_content": "Абсолют температураның шкаласы бойынша дені сау адам денесінің температурасы неге тең?",
        "question_date": "5.09.2017",
        "question_tag": "Мектеп",
        "question_views": 11700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Дені сау ересек адамның дене температурасы +36,5°С+36,9°С.",
                "date": "8.09.2017",
                "upvotes": 1
            },
            {
                "text": "билмеймин озимде таппай отырмын",
                "date": "15.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңартылған бағдарлама бойынша 7 сынып оқушыларына арналған материал керек?",
        "question_content": "7- сыныпқа алгебра және геометриядан жаңа бағдарлама, қмж, ұмж, омж т. б. материалдар беріңіздерші",
        "question_date": "4.09.2017",
        "question_tag": "Мектеп",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "magan osi surakting jauabi kerek",
                "date": "26.10.2018",
                "upvotes": 0
            },
            {
                "text": "Ортак тобеси бар АОВ жане  DOC еки бурыш берилген  DOC бурышы АОВ бурышынын ишинде орналаскан Бир бурыштын кабыргалары перпендикулярно егер осы бурыштардын  айырмасы тик бурыштык градустик олшемине тен болса онда олардын угадустык олшемдерин аныктаныз",
                "date": "26.10.2018",
                "upvotes": 0
            }
        ]
    }
]