[
    {
        "question_title": "Үй батареясы неге ақ болады?",
        "question_content": "Үй батареясы неге ақ болады?",
        "question_date": "17.09.2016",
        "question_tag": "Физика",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақ түстер қара түстерге қарағанда жақсы бөледі. Бірақ үй батереялары тек бұған байланысты ақ түске боямайды. Көк, жасыл түске боялатын батареялар да бар.",
                "date": "19.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлемдегі ең күшті блог жасайтын бес сайт",
        "question_content": "Әлемдегі ең күшті блог жасайтын бес сайтты атап беріңіздерші?",
        "question_date": "17.09.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "WordPress. Blogger. Tumblr. My Space. TypePad.",
                "date": "17.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс сыныптарына қазақ тілі тақырыптық күнтізбелік жоспар?",
        "question_content": "5,6,7 орыс сыныптарына қазақ тілі мен әдебиеті пәніне календарлық- күнтізбелік жоспар бар ма?",
        "question_date": "17.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қаптап сөзінің түбірі қап болса тап жалғауы ненің жалғауы?",
        "question_content": "Қаптап сөзінің түбірі қап болса тап жалғауы ненің жалғауы?",
        "question_date": "17.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қап-түбірі, та-жіктік жалғауының үшінші жағы, п-көсемше",
                "date": "17.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдіктердің жылдам өсуі үшін қандай жағдайларды қолданады?",
        "question_content": "Өсімдіктердің жылдам өсуі үшін қандай жағдайларды қолданады?",
        "question_date": "17.09.2016",
        "question_tag": "Өсімдіктер",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда өсімдіктерді дәрілейді (жылдам өсу үшін). Бірақ дәрілесе өсімдікке зиян келіп, өсімдік жақсы болмай шығады. Сондықтан өссімдікті табиғи жолмен күткен дұрыс, яғни су құйып, күн көзінде жақсы өсіріп жүрген дұрыс.",
                "date": "17.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Университетте қандай пәндерді оқиды?",
        "question_content": "Университетте қандай пәндерді оқиды? Мен мысалы ағылшын тілін тандаймын. Сонда Мен университетте ағылшын тілінен басқа тағы қандай пәндерді оқимын?",
        "question_date": "17.09.2016",
        "question_tag": "Университет, колледж",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таңдау пәніңіз ағылшын ба?",
                "date": "17.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əскерден кейін сонда қауға бола ма?",
        "question_content": "Əскерде бір жыл болғаннан кейін сонда қалып военный болып жұмыс істеп, əскери карьера жасау мүмкін бе?",
        "question_date": "17.09.2016",
        "question_tag": "Мамандық",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін. Ол үшін сіз әскери борышыңызды өтеген бөлімшемен ары қарай жұмыс істеу үшін келісім-шартқа тұрасыз. Келісім-шарт мерзімі 3 жылға созылады. 3 жыл өтпей, келісім-шартты бұзуға болмайды. Бұзған жағдайда ісіңіз сотқа тартылуы мүмкін.",
                "date": "27.09.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Рухани тәрбие дегеніміз не?",
        "question_content": "Рухани тәрбие дегенді қарастыру керек алдымен. Ол не? Өлшемдері қандай? Сипаты қандай? Руханият деген не? Оған неден зиян, неден пайда? Миллиондаған топтан бір топтың әуенін тыңдау руханиятқа қаншалықты зиян? Сөзден бөлек соны нақты негіздеп, дәлелдеп берген мәліметтер бар ма? Қай ұл, қай жерде, қай кезде осындай топтардың кесірінен рухани азғындауға түсті? Соңы неге әкелді? Жауап берілуі керек сұрақтар \"мың\"?",
        "question_date": "16.09.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Руханият па? руханят, рух деген жақсы ғой, бар болса. Жоқ болса несі жақсы.",
                "date": "16.09.2016",
                "upvotes": 0
            },
            {
                "text": "РУХАНИ ТӘРБИЕ БАСТАУЫН ҚАЙДАН АЛАДЫ?\n«Қазақ рулары - қазақ халқының негізін құраушы ру-тайпалар. Бір атадан өрбіген туыстас адамдардың жиынтығы» (Уикипедия — ашық энциклопедиясынан алынған мәлімет).\nРу – Ата деген сөз (синоним), яғни бір Ата балаларының өсіп, өніп, көбейіп руға айналуы. Сонау түпкірдегі Адам атадан бері ұрпағының бір-біріне деген мейірімділігі мен ауыз бірлігі үшін жасаған жақсы ісімен ұрпағына үлгі болған, жапырағы жайқалған, алып бәйтерекке айналып елін жақсылыққа жетелеген ұлы адамдар ғана ру атын иемденген. Атам қазақтың руың кім дегені – сенің әлем танитын ең Ұлы атаңның аты кім дегені.\nТек қана «ас ішіп, аяқ босатқандар» және қазақ халқының ұлттық мүддесіне қызмет жасап ұрпаққа үлгі бола алмағандар ру атын иемдене алмаған, иемдене де алмайды. Олардың Ру деген сөзден зәрелері кетіп, қорқатын себептері осыдан. Руға бөліну деген сөзді шығарып жүргендер де солар. Руын білетіндер мен ру атын иемденген Атасының халқының бірлігі үшін жасаған ерен ерлігін біліп, соны түйсініп, сол үшін мақтана алатындар ешқашан руға бөлінбейді. Олар бірігеді. Бірікенде де араларынан қыл өтпестей болып бірігеді. Себебі, олар ру сұрасқаннан кейін міндетті түрде туған-туысқан, нағашылы-жиенді, қарын бөле, құда-жекжат т.т. болып бәрі қазақ деген алып бәйтеректің бұтақтары екендіктері айқындалып шыға келеді. Және олар ұлы аталарының не үшін ру атын иемденгендерін жақсы біліп, жақын тумаластар бір-бірімен қыз алыспай, қан тазалығын сақтайтын болады. Руын білмейтін және оның мәні мен мағынасын зерделей алмайтын тексіздер ғана руды жамандап, руға бөледі.\nРУ – «Р» және «У», бар жоғы екі дыбыс-таңбадан тұрады. Мағынасы, Р – Ра (Күн Құдайы), Рас (Алланың өзі де рас, сөзі де рас (Абай)), Рахмет (Ризашылық білдіру, «Алла разы болсын!» алғыс), Рә (Рәсім), Ру (Ата), яғни «Р» таңбасы «Күн Құдайы» деп оқылады және ол сөздің қай жерінде қолданылса да көпше мағына беру мен бірге бұйрық райда қолданылады. Мысалы, «лар», «лер», «дар», «дер», «бар», «көр», «жүр», «отыр» «тұр» т.т. Ал «У»– кез-келген қимыл әрекеттің соңы, яғни шырқап шығар шыңы. Мысалы, «У» ішсең өлесің, бару, келу, кету, шығу, тосу, кесу, жету, болу, өлу т.т.\nРу деген түбірден туындайтын сөздер:\nРулы ел – бір рулы ел, аз рулы ел, көп рулы ел. Бұл бір Ата ұрпақтарының әріден барып қосылуы. Мысалы, қазіргі қазақ елі басында Аз (Әз) деп аталған бір рулы, аз рулы, кейіннен көбейе келе көп рулы елге айналып Қаз (Қазақ) деп аталды, Бүкіл дүние жүзі елдерінің бәрі осылай дүниеге келді, яғни Атам қазақтың бір руынан тарады.\nРух – Ру және Ұқ (Нұқ) деген екі біріккен сөзден тұрады. Адамға жігер беретін тылсым күш, яғни адамзатты топан судан аман алып шыққан Нұқ пайғамбар Атамыздың рухы;\nРухани – Ру, Нұқ хан атын иемденген аталарымыз сияқты жанымыздың тазалығы. «И» - дыбыс-таңбасы ұлы, баласы, жалғасы (мысалы, Иассауи, Жүгінеки, Ширази, Фараби, Қашқари, Бухари, Бируни, Баласағұни, Дулати, Тарази, Мами т.т.) және заманауи, әдеби, мәдени, саяси, ғылыми т.т. деген сияқты, соның ішінде, немесе соның ішінен шықты деген мағына береді.\nРуханият - Адамдарды моральдық азғындықтан, сезімдік жадаулықтан құтқаратын алып күш. Керек десеңіз, руханият қоғамды әлеуметтік-экономикалық құлдыраудан да алып шыға алады.\nРухани байлық – ең ұлысы тіл мен дін, руылқ шежіре-тарих, әдебиет, өнер т.т.\nРухани тәрбие – Аталар салған ұлы жолдың жақсысын жалғастыру, жағымсызынан қашу.\nРулас – аталас (тумалас). Мағынасы: Ру, Ұл және Ас деген ұғымдардың басын қосады. Ру – Ата (синоним), Ұлымыз – Ұл, ал «Ас» барлық жақсы адами қасиеттің ең биік шыңына шыққан адам, яғни жақсылыққа жарысып, адами қасиеттің ең биік шыңына шыққан Қас жақсы (Қас би, Қас батыр, Қас мерген, Қас шешен, Қас жүйрік т.т аталарыңнан тараған тумаластарыңның қатарында болу.\nРушылдық – жамандық пен азғындық атаулының бәрінен қашып, жақсылыққа жарысушыларды қолдау. Ру атын иемденген бір Атаның ұрпақтарының арасында азғындық пен қылмыс атаулы мүлдем болмаған, сол үшінде күні кешеге дейін қазақ қоғамы «арамды аузына алмаған, түрме, зындан салмаған». Себебі, руластар (аталастар) арасында бір-біріне қылмыстық әрекеттер жасайтындар болмаған.\nРулық – руға тиесілі рулық (аталық) жүйе, рулық ұран, рулық таңба, рулық қорым т.т.).\nРуна – жазу, дыбыстардың ең алғаш таңбалануы, бастауын Атам қазақтың рулық таңбасынан алады. Руна – Ру және Ана деген екі біріккен сөзден тұрады.\nРубль (орыс ақшасы) – Атам қазақтың руыңды біл, Рупи (үнді ақшасы) – ру би деген сөзінен.\nРул – басқару тетігі, қазақтың Ру және Ұл деген екі біріккен сөзінен тұрады. Баламасы, машинаның, кеменің, ұшақтың т.т. рулі.\nРум, Румыния, Руғила, Рут, Рус, Рудаки, Руза, Рухия, Руслан т.т. – адам және ел есімдері.\nБүкіл әлемдегі елдер мен мемлекеттердің бәрі бастауын Атам Қазақтың «бір рулы елінен» алады.\nОсы айтқанымыздың айдай айғағы, жебрейлердің ықпалымен орыстар өздерін Рус, Руссия, су перілерін Русалка деп атады. Олар ежелде Рус деп аталмаған, орыс деп аталған. Батыстықтардың «Маил Ру (mail.ru)» дегендері «Руымның адресі» деген мағына береді. Олардың үнемі Руды жамандап, Қазақ халқын Рудың «авторлық құқығынан» ажыратуға барын салып жанталасып жүргендерінің сыры осы. Тура баяғы Қазақ деген ел атымыздан бізді ажыратуға барын салып, төрт жүз жыл бойы біресе Киргиз, біресе Кайсак, біресе екеуінде қосарлап «киргиз-кайсаки» деп жазғандары сияқты. Наурыз мерекемізді 70 жыл бойы тойлатпай қойғандары сияқты. Тіліміз бен дәстүрлі дінімізге тыйым салғандары сияқты. Ата тарихтан ажырату үшін әліппемізді жойғандары сияқты (он жылда екі рет ауыстырған, тағы ауыстырғалы жатырмыз).\n\nБүгінгі кейбір «білгіштердің» Аталарымыздың аттарын ұмытсақ, «рушыл болмаймыз» дегендері ешқандай ақылға симайды. Тегімізді (руымызды) ұмытқаннан жетістікке жетсек, қалған ұлттарға қара көрсетпей кететін уақытымыз болды. Ал, Біз болсақ күн озған сайын «рушыл болмаймыз деп азғындықтың батпағына белшемізден батып» барамыз. Мысалы:\n-Жақында ғана 31 канал жаңалықтарынан елімізде 500 000-ға жуық жалғыз басты ана бар екенін жариялады. Әрқайсысында орта есеппен екі бала бар деп есептесек, елімізде бір миллион жетім бала өсіп жатыр.\n- Қазақстандағы қыздардың ерте жүктілігі Экономикалық ынтымақтастық және даму ұйымы елдерімен салыстырғанда 6 есеге жиі кездеседі. Бұл туралы БҰҰ Халықты қоныстандыру қоры бағдарламасының (ЮНФПА) Қазақстандағы үйлестірушісі Ғазиза Молдақұлова мәлім етті, деп хабарлайды ҚазАқпарат.\n- Бойжеткен қыздарымыздың жалаңаш тәнін, сұлулығын, көркін бәйгеге салған \"арулар сайысы\" дейтін жексұрын байқаусымақ қай Ата-бабамыздан қалған дәстүр еді? Не үшін, Кім үшін аруларымыздың тәнін жалаңаштап «сахнаға (көрмеге)» шығардық? Сату үшін бе?\n- Тәуелсіздік басында Қазақстан халқы 18 млн. еді. Әлі сол 18 млн-быз. Мына көрші өзбектер 19 млн. еді, қазір олар 32 млн-ға жетіп отыр. Нендей себептермен өспей отырмыз? Елбасымыздың 20 млн-ға жетуге тиіспіз деген тапсырмасын неге орындамадық?\n- 25 жылда елімізде төрт миллион түсік тасталған. Төрт млн. сәбидің обалы кімге?\n- Өткен 2016 жылдың қырқуйек айында жетінші каналдан Қазақстан бүкіл әлем елдері ішінен ажырасу бойынша оныншы орынды иемденетінін хабарлады. Сонда батыстық «демократия» мен «гендердік саясатының» бізді шығарған шыңы осы ма?\n- Қазіргі таңда Қазақстанда 700 000 кәрі қыз бен 350 000 сүрбойдақ бар екен. Үкімет пен Парламент қайда қарап отыр? Мұның алдын алу оңайдың оңайы емес пе? Бар-жоғы бойдақ салықты еселеп көтеріп, содан түскен ақшаға жастардың баспана мәселесін шешіп, мұрнына отбасы, бала-шаға тәрбиесі деген сөздердің иісі бармайтын сүр бойдақтардың жоғарғы билікке араласуына шектеу қойсаң болды.\n- Қазақ-қазақ болғалы өмірде болмаған «тірлік» жасап, балаларымызды шетел асырып отырмыз. \"Қазақстаннан шетел азаматтары асырап алған (әшейін берілмеген болар) балалардың жалпы саны 8 805-ке жетті. Бұл туралы «ҚазАқпараттың»ресми сауалына ҚР БҒМ Балалардың құқықтарын қорғау комитеті жолдаған жауапта хабарланды. (10.10.2016 жылы «Ұлт Кз» (http://ult.kz/post/elimizden-shetel-azamattary-asyrap-algan-balalardyn-zhalpy-sany-8-805-ke-zhetti) газетінде жарық көрген).\n- Өмірімізде естімеген \"гей\" дей ме, лесби\" дей ме, «жеңіл жүрістілер» дей ме сондай пәлелерді қаптатып, тіпті айту түгілі ойлаудың өзі ұят Құрманғазы мен Пушкинді сүйістіріп қойғанымызды қалай түсінеміз? Еркекті еркекке, қызды қызға үйлендіріп оны ашық жарнамалап жатқанымыз қалай?\nМұндай азғындықтың мысалдарын әлі де көптеп тізе беруге болар. Жарайды осымен доғарайын.\nҮш жүз жылға жуық басында патшалық, кейіннен Кеңестік қызыл билік қазақтың рулық шежіресіне, тілі мен дініне, салты мен дәстүріне, әдеттері мен ғұрыптарына барынша жау болып, тамырына балта шабуға тырысты. Қарапайым қағида, Дұшпаны жек көрген дүние сол елдің баға жетпес асылы болып табылады. Демек, жауларымыз біздің ұлттық болмысымыздан нені көргісі келмесе, біз ұлттық мүдде тұрғысынан солардың бәрін түгендеп орын-орындарына қоюымыз керек.\n«Ру шежіресін білу – сахара төсінде көшіп-қонған қазақтар үшін өмірлік қажеттілік. Қазақ халқының ру-тайпалық, жүздік-қауымдастық біртұтас бітімі ғасырлар бойы «бүкіл қазақ – бір атаның ұрпағы, бір тамырдың бұтағы» деген ұстаным бойынша өсіп-өркендеп отырған» (Қазақ Республикасының Президенті Назарбай Нұрсұлтан Әбішұлы).\n«Атасы (руы М.Қ.) алыс болғанмен,\nЖамиғи қазақ бір туған» (Базар жырау. (1842-1911).\n«Ей, адамдар! Негізінде, Біз сендерді бір ер және бір әйелден жараттық, әрі сендерді бір-бірлеріңді танып, білулерің үшін халықтар мен рулар етіп жасадық» (Құран Кәрім. Әл-Хужурат сүресі. 13 аят).\nТәпсір: Аса ұлы Алла адам баласының шығу тегі, түбі бір екендігін баян етті. Бүкіл адамзат Адам ата, оған Алланың сәлемі болсын және Ауа анадан тарайды. Алла олардан көп адамдар таратып, оларды бір-бірлерін тануы үшін үлкен халықтар, сондай-ақ кішігірім ру-тайпалар түрінде бүкіл жер бетіне жайды. Сондықтан әрбір адам өзінің шыққан тегін, елін білуі қажет. Алайда Алланың алдында адамдардың ең қадірлісі – барлық жағдайда тек аса ұлы Аллаға бойсұнып, күнәлардан сақтанған ізгілері. А.Саъди. Бұл аятта нәсілшілдікке де (расизм М.Қ.), ұлтсыздыққа да (интернационализм М.Қ.) тыйым салынған. Қар: Әл-Манси\". Оларға «Жақсылыққа жарысуды» парыз етті.\nҰлы Жаратушы Алладан келген Қасиетті Құран Кәрім мен Ұлы Аталарымыздың бізге қалдырған өсиеті осы. Елбасымыздың «жаңғыртқысы» келіп отырғаны да осы дүние.",
                "date": "4.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зайырлылық этика негіздері неге негізделеді?",
        "question_content": "Зайырлылық этика негіздері неге негізделеді, дінге ме әлде заңға ма? Түсіндіріңдер.",
        "question_date": "16.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұрмыс салт жырларының тәрбиелік мəні",
        "question_content": "Тұрмыс салт жырларының тәрбиелік мəні тақырыбына эссе керек . Бірақ ,тұрмыс салт дəстүріне емес.",
        "question_date": "16.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарап тұрсаң, адамзат баласы табиғаттың сыр-сипатын, жұмбағын, қоғам өміріндегі түрлі болмыстың шындығы мен қайшылығын ой-сана қуатымен танып біледі. Соның ішінде өмір құбылыстарын образдық ой арқылы жеткізудің сан алуан көркемдік еркшеліктерінің бір парасы – тұрмыс-салт жырларында өзіне тән тұрмыс-тіршілігі суреттеледі дейді ғой. Онысы – шындықтың шарықтау белгісі. Адам баласының алға басуы, ой, сана-сезімінің өсуі, қоғамның экономикалық, тіршілік жағдайларына байланысты рухани мәдениеті – жан дүниенің табиғаты қаншалықты әсем болса, үлгісі де соншалықты жүйелі болып келетінінің көрінісі емес пе?! Өз жанын пида етсе де, Отанымызды қарсылас қатыгез жау қолынан қабырғасын қайыстырып қорғауға барлық жан-тәнімен ат салысқан батыр бабалардың, он саусағынан өнер тамған ұста-шеберлердің, “айтылған сөзі атылған оқпен тең” халық көкейіндегісін ашып айтар зерек те әділ би-шешендердің, терең ойлы, жүйрік шешімді, жылы жүректі жарқын мінезді, мейірімді жүзінен от шашқан, жалынға толы көз жанарынан өмірге көз қарасы мен дүниетанымы байқалатын, “келген адамға кет демейтін” қонақжай халықтың қолынан өтіп, ісімен дәлелдеген, көзімен көрініп, жүрегімен сезілген асыл да қымбат қазына келешек жас ұрпаққа өнеге-үлгі екенін жүректің суықтығын жылытып сезінген неткен ғанибет десеңізші! Оның қазақтың әдет-ғұрпының, салт-дәстүрінің, күллі этнографиялық құндылықтарының біо парасы іспетті болғаны Жағда Бабалықұлы сынды көрген-білгенін ақылға тоқып, соларды өмір бойына насихаттап, дәріптеген абыз қарияның соңында қалған асыл мұрасы – өте көлемді дүние екенінен байқаймыз. Баяғы бағзы замандағы жан-дүниесі бай, көрген-түйгені мол, өткен өмірінде елге еңбек еткен даналар, тарихы тереңде жатқан еліміздің бұл күндері ұмыт бола бастаған әдеп-тәрбиесі және болашағы жайындағы мақсат-мұратын пайымдап қағаз бетіне түсірді. Сондықтан тұрмыс-салт жырларын руханияттың бастау бұлағы деуге мол негіз бар.\n\n     Ауыз әдебиетінен кең орын алатын адам өмірінің үш кезеңінің, дүние парағын жаңадан ашып, қолына қалам алып өмірдің белестерін алғаш жаза бастаған кезінің, бас қосып үй болған, кейбіреуге шаттық әкелсе, енді біреулерге шерлі мұң сыйлаған отау құруының, асарын асап, жасарын жасаған, осы дүниеде сүрер ғұмыры аяғына тақап қалған жанның дүниеден өту кезеңінің әр бунағына сәйкес халықтың әр түрлі салты, әр елдің өзіне тән дәстүрі болатынына ешкімнің де таласы жоқ. Сол себепті еліміздің біртуар тұлғасы А. Байтұрсыновтың ғылымға енгізуімен дүниеге келген әдет-ғұрып фольклоры ұлы Абай ақынның рухани әрі түбіне үңіліп байқасаңыз ой мазмұнына толы:\n\n                    Туғанда дүние есігін ашады өлең,\n\n                      Өлеңмен жер қойынына кірер денең, - деген өлеңнің аз да болса әдет-ғұрыптың бір ұйытқысы болған үзіндісінде көтерілген мәселе тұрмыс жырларықазанның құлағы болса, адам өмірі – қазанның өзі екенінің бүкпесіз дәлелі. Ғасырлар бойғы тәрбие-тағылыммен, тіл және дінімізбен, көңілге қонымды өткір тілімізбен, әр ғұмыр жолында ұрпақтан келесі өренге жалғасқан өшпес мұра, әрі қайталанбас шежіремен өрнектеліп өрілген халықтың жоғары рухына толы әдет-ғұрып жырлары бар халық текті де теңдессіз болып саналады. Ендеше, М. Әуезовтің “Қазақ халқының эпосы” атты еңбектер жинағындағы: “Жалпы мағынасы, тұрақты образдар жүйесі, ортақ қайғылы сарыны, ой-түйіні орайлас болғанымен, “тұрмыс-салт жырларының” әр саласының, әр өлеңінің өзіндік ерекшелігі болады. Өйткені олар белгілі жағдайда, белгілі оқиғаға байланысты шығарылады” деп қосылған пікір оның мазмұн тереңдігі көркемдік ерекшелігіне сай екенін білдіреді.\n\n     Еліміздің әдет-ғұрып жырларымен егіз болып айырылмай жүретін, халықтың аса қадірлеп, барынша бейнелеп отыратын, қазақтың күн көрісінің, шаруашылығының негізгі саласы болған, сонау ескі заман елесі суреттелген, адамның тылсым табиғат сырын түсінбеген кезінде, сауса – сүт, сойса – ет, кисе – киім, мінсе – көлік тәрізді халықтың ғұмыр кешу мүмкіншілігінің негізіне айналған төрт-түлік малдың әрқайсысының өз иесі, мәселен,, жуастық пен момындықтың символы болған қой малының:\n\n                   Шағаладай құрты бар,\n\n                   Шопан ата баласы –\n\n                   Қойлар бассын үйіңді!..\n\n                   Қоймай бассын үйіңді! – дегендей Шопан ата тәрізді, ер қанаты және жеті қазынаның бірі – жылқының:\n\n                   Ұзара берсін желісі,\n\n                   Кеңи берсін өрісі...\n\n                   Қамбар ата баласы –\n\n                   Жылқы бассын үйіңді! – демекші Қамбар ата сияқты, күллі әлемді ақпен қамтыған сиыр төрт-түлігінің:\n\n                   Зеңгі баба баласы –\n\n                   Сыймай бассын үйіңді! – деген тұрмыс-салт жырларының бір парасында айтылғандай зеңгі баба секілді, күй талғамайтын, төзімділік қасиетімен бүкіл елді бас идірген түйе төренің Ойсылқара деген атасы болатыны бізге мәлім. Қай тұсынан алып қарамасақ та, ұшан-теңіз, сан қырлы, бір сырлы мәнге толған Л. Н. Гумилевтің “Көне түркілер” баспасындағы: “...Түркілердің ұлан-ғайыр жерлерге ие болуы олардың қисапсыз көп мал өсіруіне мүмкіндік туғызған. Малдың өнімінен түрлі тағамдар даярлап, терісі мен жүнінен киім-кешек жасаған. Көрші елдерге жылқы, қой малдарын, сүт, ет тағамдарын, аң терілерін сататын” деген пікір, бір жағанан, баяғы кездегі адамдардың өмірі мал атаулысымен тығыз байланысты болғаны, екіншіден, сауду-саттық кәсібімен айналысқан екендігі– осы ойымның айғағы.\n\n     Төрт-түлік мал өмір сүру үшін маңызды болып қана қоймай, сонымен бірге мейірімділік пен сүйіспеншілікте де алатын орыны ерекше. Кішіге әрқашан ізет көрсетіп жүретін, көпті көрген қарт жандар өмір өткелінен, жолынан өтетін ойы әлі алдында жүрген, үлкенге құрмет көрсететін жастарды немесе жүрегі аққудай пәк, риясыз, күнәсіз періштедей сәбилерді төрт-түліктің төлдеріне сыпайылық мағынасында теңеумен өзінің оған деген жақсы көру сезімін білдіруі – қазақ халқының бұрыннан келе жатқан баланы еркелетудің дәстүрлік жолы екенін ескерсек, “қоңыр қозым”, “лағым”, “ботақаным”, “құлыншағым” және сол тәріздес мал төлдерін атайтын сөздерде алып бір тылсым күш пен мағыналы сыр жатқаны айдан анық.\n\n     Дүниеде сан – алуан оқиғалар ғасырлар шеруінен өтіп, өзгерістерге ұшырағанымен, кейбір саусақпен санарлық нәрселер, соның ішінде, шаруашылықтың шығар көзінің қолданысы еш уақытта жойылмайтындықтан және “қой өсірсең өнімі көл-көсір” болатын, “тоқтышақтың терісі тоғыз қабат торқадан артық” болатын тәрізді әрқайсысының ерекшеліктеріне сипаттама бере алатынстөрт-түліктер бұрынғы ықылым заманда қанша керекті болса, бүгінгі таңда да сонша маңызы зор болғандықтан, оның негізінде пайда болған өлең-жырлар бір айдың емес, тіпті, бір жылдың емес, талай-талай ғасырлар жемісі екенін ескеру қиыншылық етпейді. Олай болса, “тоқсан ауыз сөздің тобықтай” түйінін Сұлтанғали Садырбаев сынды ауызымен айтылған әрбір сөзі балдай болған ақын-жазушыларымыздың: “Көптеген түркі тілдес халықтар сияқты ертеде қазақ халқының да негізгі кәсібі – мал шаруашылығы болған” деген ойынан аңғаруға болады.\n\n     Өнері өрге жүзген дарын иелерінен шыққан үлгілі де ғибратты сөздер мен жырларды басқа айтушылар іліп әкетіп, өңдеп, дамытып, нақышына келтіре орындайтын және еліміздің әрбір азаматының рухани жан-дүниесінің негізінде туындайтын, әрқашан жақсылығы мен жамандығы, ащысы мен тұщысы егіздес жүретін өміріне қажетті үгіт-насихат алатын, болашағының қандай жағдай болмасын қол жеткізуге ұмтылатын алға қойған арман-мақсатының тірегі болған салт-дәстүрі адамның патриотизмдік сезімін білдіріп, оны іспен дәлелдеуіне мүмкіндік етеді. Қазақ еліндегі “мен – қазақпын” деп айта алатын ұлтжанды жанның осы белгісінен оның ішкі дүниесінің қыр-сырын, тарихи бітім-болмысын бұлақтың мөлдірінен, сүттің ақтығанан, айдың жарықтығынан анық аңғара аламыз.        \n\n11 \"Б\" сынып оқушысы Тұрархан Қымбат",
                "date": "19.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алимент бойынша. Менің алимент өндіруге арызданғаныма жақында 2 жыл болады?",
        "question_content": "Менің алимент өндіруге арызданғаныма жақында 2 жыл болады. Сот қаулысы шығып қойған 2015 жылдың ақпан айында. Мемлекеттік сот орындаушылар барлық құжатты жеке сот орындаушыларға өткізуімді айтқан соң, сонда өткіздім. Жеке сот орындаушысы өзінің ештеңе жасай алмайтынын айтып, төлеуге жағдайы жоқ, жұмыссыз екен деп, барлық құжаттарымды РОВДға өткіздік. Бірақ ондағы істі жүргізетін тергеушілер де егер жұмыс жасамаса, оны ешқандай да өндіріп ала алмайтынымды айтты. Өйткені тек ОҚОда ғана емес, бүкіл Қазақстан бойынша алимент төлемей сотталып кеткен, сотталатын адам болмағанын айтып, қаласаң кез-кедген жерге бара бер деп отыр. Мен олардан жоғары енді қайда барып арыздануыма болады?",
        "question_date": "16.09.2016",
        "question_tag": "Заң",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заң бойынша жұмыссыз адамға мемлекет алимент 1 балаға 27000 теңге екі балаға 36 000 теңге салып себеред. Ол қандай сот орындаушылар заңды білмейтін",
                "date": "26.11.2016",
                "upvotes": 0
            },
            {
                "text": "менде де дәл осындай жағдай қайда барсам болады? Әліде сот орындаушылардың ұқыпсыз болғаныма?",
                "date": "12.06.2018",
                "upvotes": 0
            },
            {
                "text": "Борышкер жұмыссыз болса да, алимент төлеуден құтыла алмайды. Бала санына байланысты табысының белгілі мөлшерін төлеп отыруға міндетті. Жұмыссыз адамның табысы тұрғылықты аймақтағы орташа жалақымен есептеледі. Алиментті қарыз ретінде өндіруге де болады. Ол үшін жеке сот орындаушымен бірге әрекет етіп, ол адамның атында мал-мүлкі, үйі бар ма, соның бәрін тексеріп, анықтауға болады. \n“Неке және отбасы туралы” кодексте алимент төлеуге міндетті адамның берешегін оның ата-анасының табыс көзінен ұстау да қарастырылған. Берешек азаматтың бірге туған, кәмелетке толған, еңбекке жарамды аға немесе әпкесінің, ата-анасының жағдайы, табысы болса, кәмелетке толмаған балаға берілетін алиментті солардан өндіруге болады.Толық ақпаратты мына мақаладан оқи аласыз.",
                "date": "26.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зертханада 5,83 г натрий хлориді концентрлі күкірт қышқылы",
        "question_content": "Зертханада 5,83 г натрий хлориді концентрлі күкірт қышқылының артың мөлшерімен әрекеттескенде түзілген хлорсутектің көлемі",
        "question_date": "16.09.2016",
        "question_tag": "Химия",
        "question_views": 7800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2NaCl+H2SO4=2HCl+Na2SO4 Mr(NaCl)=23+35=58г m(NaCl)=5.83г n(NaCl)=5.83/58=0.1моль V(HCl)=22.4*0.1=2.24л",
                "date": "16.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 моль күкіртте қанша молекула бар екенін табыңдар?",
        "question_content": "2 моль күкіртте қанша молекула бар екенін табыңдар?",
        "question_date": "16.09.2016",
        "question_tag": "Химия",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2моль*6.02*10^23молекула/моль=1.204*10^24молекула",
                "date": "16.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зайырлылық ұстанымының қағидаттары",
        "question_content": "Зайырлылық ұстанымының дінге байланысты қағидаттарын атаңдар.",
        "question_date": "16.09.2016",
        "question_tag": "Мектеп",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда өздерін демократиялы деп орнықтырған әлемдегі мемлекеттердің басым көпшілігі зайырлылық қағидасын ұстанады. Зайырлылық қағидасы – конституциялық немесе ұлттық заңнамалар негізінде жарияланып, дін саласындағы мемлекеттік саясаттың басым бағыты. Американдық зерттеуші Ахмет Куру 2007 жылы АҚШ-тың Мемлекеттік Департаментінің әлемдегі «Діни бостандық жөніндегі баяндамасы» құжаты және өзінің зерттеулері негізінде 197 мемлекеттің мемлекет және дінаралық қатынастарының индексін жариялады. Аталмыш индекске сәйкес, зерттеуші мемлекеттерді төрт категорияға бөліп қарастырады, яғни 197 мемлекеттің 12 – діни мемлекеттер, ресми діндері бар 60 мемлекет, зайырлы болып орныққан 120 мемлекет және 5 анти-діни мемлекет.\n\nҚазіргі уақытта әлемде секуляризм қағидатын ұстанатын мемлекеттер діни және ресми діндері бар мемлекеттерден әлдеқайда басым. Дегенмен, демократияның жалпыға ортақ моделі секілді, секуляризм концепциясының жалпыға ортақ үлгісі жоқ. Тіпті, оның батыстық немесе шығыстық үлгісі де жоқ. Батыс елдерінде секуляризм концепциясы әр түрлі түсіндіріліп, түрлі жолдармен жүзеге асырылуда. Діни ұйымдардың мемлекеттен бөлінуінің құқықтық мазмұны да әр елде әртүрлі. Мәселен, кейбір елдерде мемлекет пен діни ұйымдардың бөлінуі қатаң орын алса, оларды бөлу қағидатының көлемі кең, екінші бір елдерде мемлекет пен діни ұйымның бөлінуінде аса қатаң қағидат орнықпай, мемлекет діни ұйымдарға қоғамдық өмірдің маңызды салаларында айтарлықтай қызмет ету және ықпал ету мүмкіндіктеріне жол береді.\n\nМемлекет пен діни ұйымдардың бөліну қағидаттары қарапайым бөлініс емес, бұл қоғамдық өмірдегі мемлекет пен діни ұйымдардың қарым-қатынастарының күрделі жүйесі. Зайырлылық бұл аталмыш екі институт арасындағы үйлесімділік.\n\nСекуляризмнің қоғамдық-саяси кеңістіктегі қолданысының тарихи алғышарттары жөнінде батыстық ғалым Иан Хантердің пікірінше саяси секуляризм құбылысымен тығыз байланысты либералды мемлекеттер мен қоғамдық және діни саланы бөлу белгілі бір тарихи шарттарға қарсы жауап ретінде қалыптасты. Солардың негізін қалаған прото-либералды саяси жүйелер мен ой-тұжырымдар ХVІ-ХVІІ ғғ. Еуропада діни азаматтық соғыстар өріс алып тұрған кезде қалыптасып, осы соғыстарды шешуге бағытталған ұлттық діни институттардың қалыптасуына үлкен ықпалын тигізіп дами бастады дейді.\n\nЗаң ғылымдарының профессорлары Хавиер Мартинес Торрон мен Кол Дурхэм зайырлы деген түсініктің құбылмалы екендігін айтады, мемлекет қандай болу керек, оның анықтамасы қандай деген сұраққа жауап бермес бұрын, жалпы секуляризм мен секулярлық деген мағыналарды ажыратып алу қажет деп есептейді. Ғалымдар секуляризмнің негізгі төрт принциптері бар деп есептейді. Олар: жеке индивидтердің моральдық теңдігі; дін және сенім бостандығы; мемлекеттің дінге қатысты нейтралдығы және мемлекет пен діннің бөлінуі. Хавиер Мартинес Торрон және Кол Дурхэмнің пікірінше, зайырлы мемлекеттер аталған қағидаттардың қайсысына басымдық пен маңызды мағына беруімен ерекшеленеді. Біріншісі, «секуляризм», бұл қоғамды секуляризациялауды, яғни зайырландыруды басты мақсат ететін саяси секуляризм. Бұл идеология немесе сенім жүйесі өзінің ең қатаң формасындағы тип дінді қудалауға, діни төзімсіздік танытуға дейін барады. Мұндай көрініс Кеңес Одағындағы коммунизм билігінде болды. Бұл тип сенім бостандығынан гөрі мемлекетті діннен бөлу деген қағидатқа басты назар аударып, секуляризмді діннің қоғамдық көріністерін барынша шектеп, жеке салаға ығыстырып шығару деп түсінеді.\n\nЕкінші түрі «seсularity» яғни секулярлық немесе зайырлылық, бұл түрі әлдеқайда икемді әрі ашық болып келіп, діни сенім бостандығын қамтамасыз етуге баса назар аударады. Секуляризмнің бұл түрі теңдік және нейтралдылық концепцияларына формальді мағына бергеннен гөрі, оның негізгі мағынасына басты назар аударып, сана бостандығы қағидатын дінге негізделген ерекшеліктерді қабылдаудағы басты негіз деп қарастырады. Мемлекет пен діннің бөліну принципі діни сенім және сана бостандығын қамтамасыз етуде институционалды деңгейлерде жүзеге асырылады, оның мақсаты дінді толықтай қоғамдық институттардың қатынастарынан айыру дегенді білдірмейді. Зайырлы мемлекет түсінігі қоғамдық жүйеде түрлі діни сенімдерімен ерекшеленетін индивидтердің еркін өмір сүріп, қарым-қатынасқа түсудегі плюралистік орта қалыптастырудың шарты немесе негізі болып табылады.\n\nЖалпы секуляризм және секуляризация деген түсініктердің екі түрлі мағына беретінін ажырата білу қажет. Біріншісі секуляризация бұл мемлекеттік институттардың тарапынан қоғамдық сала мен өз азаматарының өмірін зайырлыландыру үрдісін білдіреді. Бұл екеуінің міндетті түрде бірдей жүруін білдірмейді, яғни секуляризм міндетті түрде қоғамды зайырлыландыру дегенді білдірмеуі тиіс. Мемлекеттік билік пен мемлекеттік институттар зайырлы бола тұрып, қоғамды зайырландыру саясатымен айналыспауы қажет. Себебі, ондай болған жағдайда бұл мемлекеттің қоғам мүшелерін мақсатты түрде зайырландыру саясатын жүргізіп, діни сенімді шектеп отырғандығын білдіреді. Секуляризм түсінігінің өзін дұрыс түсіну қоғам үшін, қоғамдағы ұлттық және дәстүрлі құндылықтарды сақтау үшін аса маңызды.\n\nҚазақстан зайырлы мемлекет болғанымен оны халқының басым көпшілігі мұсылман болғанына байланысты ол ислам әлемнің бір бөлігі болып саналады. Батыс Еуропадағы шексіз либералдық демократия мен гуманизм құндылықтары қазіргі таңда рухани жұтаңдық пен рухани дағдарыс жайлап отырған Еуропа қоғамында келеңсіз жағдайларға алып келіп отыр. Біз секуляризм, яғни зайырлылық ұстанымды дамыта отырып, Қазақстан қоғамының келешек рухани мәдениетін де есепке алуымыз шарт. ең жоғарғы құндылық әрі басымдық ретінде жеке еркіндікті ұстанатын идеология. Либералдық гуманизм мен дәстүрлі діни және мәдени құндылықтар Қазақстан кеңістігінде қаншалықты тиімді сұхбат жүргізуі тиіс. Осы мәселелердің шешілуі де діни саясатпен тығыз байланысты.\n\nҚР МСМ ДІК Мәдениеттер мен діндердің халықаралық орталығы\n\nБАҚ-қа мониторинг бөлімінің ғылыми қызметкері. Ақпарат http://yvision.kz/ сайтынан алынды",
                "date": "20.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көркем əдебиет-қоғам өмірінің айнасы?",
        "question_content": "\"Көркем əдебиет-қоғам өмірінің айнасы\"деген Қайрат Жұмағалиевтің пікірінің мазмұнын ашыңдар?",
        "question_date": "16.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 22100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көркем әдебиет\nҚоғамдық сананың айрықша саласы-өнер; өнердің жалпы адамзат мәдениетінен алатын орны өзгеше, адамдардың парасат дүниесінде атқаратын қызметі орасан. Өнердің бірнешеу құралы-бояу, әншінің құралы-үн, бишінің құралы-қимыл болса, әдебиетішінің құлаы-тіл. Демек, әдебиет-сөз өнері.\nӨнердің ішіндегі ең бір қадірлі де қасиетті-көркем әдебиет.\nБейнелеу, сәулет, мүсін өнерлері нақты, затты болғанымен жансыз, қимылсыз, ал әдебит кез келген шындықты қимыл, қозғалыс үстінде құбылтып, құлпыртып көрсете алады. Дәл осы тұрғыдан алғанда, сөз өнерін-бас өнердің бас, «өнер атаулының ең қиыны және күрделілісі» (Бальзак), «ең жоғары түрі» (Белинский) десек, халқымыздың «өнер алды-қызыл тіл» деген қағидасы да соны растайды.\nӘдебиет адамға өмірді танытып қана қоймайды, солардың өмірге көзқарасын қалыптастырады, мінез-құлқына, тұрмыс-тіршілігіне ықпал етеді.\nӘдеби шығарма адамның бүкіл ой-қиялын, сыр-мінезін түгел баурайды: қуантады, сүйіндіреді, таңдантады, күйіндіреді, жылатады, күлдіреді…Қысқасы, адамның көңіл-күйінде сан сапа құбылыстартуғызып, із қалдырады. Бұл әдеби шығарманың, яғни көркем әдебиеттің эстетикалық әсері, оның таным, тәрбие тарапындағы мәні де осыған негізделген\nКітап және симфония, сурет немесе, мүсін не туралы деген сұрақтың жауабы бір-ақ: адам туралы, адамның әсемдігі мен асыл қасиеттері туралы адам рухының керемет күші мен қасиеті жайлы… Өнер дүниесінің (туындысының) бәріне ортақ мазмұн-адамның ойы, арманы, құштарлығы, мұраты; өнер туындысының қай түрі болсын, әрқайсысы өз тілінде өмірдегі, қоғамдағы адам тіршілігінің мәні мен мағынасын паш етеді.\nАдам тағдыры-жазушы үшін шығарма арқауы ғана емес, өмірді тунадың өзгеше тәсілі.\nБолмыстың көркем көрінісі мен адамды нақты қимыл-әрекет үстіндегі жанды бейнелеу-тек сөз өнерүінің ғана еншісі. Бейнелеу құралы-тіл. Тіл арқылы сөзбен сурет жасалады, яғнио кез келген көркем шығарманың тілсіз өрілуі мүмкін емес.\nКөркем әдебиеті тілі-әдеби тілдің ауқымында жасалғанымен, ұғымдық аясы одан әлдеқайда кең. Бұл-оның шығармашылық қызметінен, образды бейнелеуші, кейіпкерді мінездеуші сипатынан туындайды. Өзінің осы ерекшелігіне орай көркем әдебиет тілі екінші және басты ерекшелікке-жалпы халықтық тілдің барлық қабаттарын (диалектілерді, жаргондарды, кәсіби сөздерді) керегінде қамтитын синтетикалық тұрпатқа ие болады.\nКөркем әдебиеттің тілі-тіл мәдениетінің, тілдік талғамның ғана тарихы емес, қоғамдық өзгерістердің, әлеуметтік психологияның да тарихы. Өйткені жалпы ұлттық тіл мәдениеті аясында жасалған әр кезең әдебиетінде сол әдебиетті тудырған уақыт ерекшеліктері өзіне тән сөз саптау стилі арқылы таңбаланады.\nӘдебиеттің пәні-адамның өмірі, қоғамдық қарым-қатынастар мен алуан түрлі қоғам өміріндегі құбылыстар, өз мінез-бітімімен дараланып көрінетін жеке адамдардың тағдыры. Әдебит қоғам өміріндегі сан қилы шиеленіс, тартыстарды, қақтығыс пен күресті бейнелейді. Сондай-ақ саяси, экономикалық, моральдық тағы басқа талай мәселелерді қорғайды. Алайда оларды дербес талдап кетпей, адамның тағдырын көрсету, кейіпкердің іс-әркетін, мінез-құлқын ашу қажеттілігіне орай, белгілі мөлшерде баяндайды.\nЖазушы кейіпкерлер өмір сүретін, әркет ететін қоғамдық ортаны, жағдайды нақты бейнелейді, олардың іс-әркетінің, мінез-құлқының белгілі тарихи жағдаймен байланысын айқындап береді. Әдебиет өмірді көрккем образ арқылы бейнелейді, адамның дараланған характерін жасау, жеке оқиға, жағдайларды суреттеу арқылы қоғамдық өмірдегі аса маңызды заңдылықтарды ашып береді.\nҚоғамдық өмірде әдебиет қозғамайтын мәселе, назар аудармайтын жағдайлар аз-ақ, жоқтың қасы. Алайда әдебиет алдымен адамның тұтас тұлғалы бейнесін көрсететін болғандықтан, қоғамдық өмірдегі қай мәселеге болсын эстетикалық қатынас тұрғысынан қарап, оны шығармадағы көрсетілетін нақтылы өмірлік жағдайларға орай бейнелейді. Көркем шығармада өмір құбылысы, оның әр түрлі ерекшеліктері тұтас көрсетілсе де, ненің маңызды, мәнді екені айқын ажыратылып, дәл танылады. Уақиғалардың, адам бейнесінің әдебиетте нақтылы сереттеледі, оқырманға өмірдің өзін көріп отырғандай әсер беріп, шығарманың ой-сана күшті ықпал етуіне мүмкіндік береді. Әдебиетте қоғам өмірі, тарихи даму пройесі үнемі алға қарай бастайтын тура тартылған жол сияқты болып жатпайды, қайшылығы мол қиын жағдайлар, қақтығыстар, адамдардың тағдыры арқылы көрінеді. Жекелеген жағдайлар, сан түрлі адамның өмір-тағдыры арқылы жазушы қоғамдық заңдылықтардың, әлеуметтік құбылыстардың сырын ашып береді.\nӘдебиет адамның байқағыштық, сезімталдық, көркем ой-қиялдан ләззат ала білу секілді қабілеттерін күшейте түседі, эстетикалық сезімін байытады. Әдебиет адамды биік қоғамдық идеялдар, зор арман-мұратарға жетелейді. Адамгершілікке, еңбексүйгіштікке, табандылыққа баулиды, адалдық үшін күресуге жігерлендіреді. Оқырман әдеби шығармадан әлеуметтік мәселелерге жауап-шешім іздейді. Ендеше, көркем әдеби шығарма өзінің үлкен қоғамдқ, тәрбиелік маңыздылығымен де эстетикалық сезімімізге әсер етіп, өмірдегі адамның бойындағы, мінезіндегі, әдемілікті, әсемдікті қалай түсіну керектігін үйретеді.\nА.Байтұрсыновтың «Әдебиеттанытқышы», ең алдымен, сөз өнерінің табиғатын, өнердің басқа түрлерінен айырмашылығын, артықшылығын сөз етеді.\n…Сөзбен сымбаттаудың я кескіндеудің үлгісін көрсету үшін автор Абай өлеңдерінен мысалдар келтіреді. «Әдебиет танытқышта» ауыз әдебиетінің ең шұрайлы, ең бейнелі, мазмұны мен көркемдігі бай үлгілерін пайдаланған. Ағартушы өз айтқандай, «адамның насихатшысы» ретінде қазақ халқының көркем ойлау жүйесіндегі рухани қадір-қасиеттерге, жақсылық пен жамандық тартыстарына, ерлік пен батырлқ істерге, бірлік пен ынтымақ, сұлулық сырларын бейнелеген үлгілерген көбірек көңіл бөлген.\n…ауыз және жазба әдебиеттің әлеуметтік, қоғамдық мән-маңызын ашудан гөрі адамгершілік, эстетикалық, әсемдік әуенін талдауға көбірек көңіл бөледі.\nӘдебиет-сөз өнері\nСуреткерге тән ерекшеліктер\nСезім. Нәзік сезімталдық\nБақылау. Жіті бақылағыштық\nҚиял. Творчестволық фантазия\nИнтуиция. Сезімталдық\nӨмірбаян. Тәжірибе молдығы\nПарасат. Сананың саралығы\nШеберлік. Өнердегі шын шеберліккеапарар жол-еңбек. Шеберлік шексіз.\nШабыт. Шалқыған шабыт болмаса, шеберліктенде ештеңе шықпайды. \nСуреткерлік сипаты оның азаматтық рухынан, қоғамдық бітімінен басталады. Демек, оның жеке өз басының дара асиеті, оның рухани жан дүниесі, әлеуметтік кейпі мен моральдық кескіні, дүниетанымы мен қоғамдық қызметі, білімі мен мәдениеті бір-бірімен ұштасып, бірін-бірі толықтырып, нағыз суретекердің өзіндік болмысын танытады.\nӘрбір өнер адамының бәрінен бұрын жаны сұлу, адамгершілігі мол, мінезге бай, білімі терең және мәдениеті биік болуы керек.\nСуреткер-өз дәуірінің перзенті, сондықтан ол-қоғғам қайраткері, өйткені қаламгерлік-қоғамдық іс. Әдебиеттің қоғамдық мәнін сөз еткенде, оның танымдық маңызын аттап өту мүмкін емес. Көркем шығарма адамға өмірді танытады, таныта тұра тәрбиелейді. (М.Әуезовтің «Абай жолы» шығармасы туралы камерун жазушысы Бенжамен Матиптің пікірін келтіру) көзқарасын қалыптастырады, мінез-құлқына ықпал етеді, тұрмыс-тіршілігіне әсерін тигізеді. (М.Өтемісұлынан, С.Мұқановтан, М.Мақатаевтан, Ә.Нұршайықовтан мысалдар айту)\nКөркем әдебиеттің құдіретті күшін, немес, оның өмір таныту, атәрбиелеу жапйын ғана емес, күллі қоғамдық өзгертушілік қасиетін түсіну үшін, оның эстетикалық тбиғатын тану қажет. Эстетика-жан тебірентер, адамды баурап алар әсем әсер. Әдеби шығарма аамның күллі ой-қиялын, сыр-сезімін түгел баурап алар әсем әсері. Әдебиеттің әлеуметтік мәнін, оның қоғамдық-өзгертушілік күшін осы тұрғыдан түсіну шарт.\nСөз өнері-қоғамдық сананың әрі күрделі, әрі орасан маңызды саласы. Қоғамдық сана (идеология)-белгілі бір таптың мақсат-мүддесіне сәйкес көзқарастар жүйесі. Демек әдебиет-қондырма, яғни қоғамның белгілі бір дәуіріндегі экономикалық құрылысына, базиске негізделеді. Әр дәуірдің әдеиетінде сол дәуірдің ізі сайрап жатады, онда қоғамдық құрылыстағы іс-әрекеттерді даттау не жақтау болады; олардың дамуына ықпал жасайды, я құлдырауына әсер етеді. Демек, әдебиет-тіл сияқты бірнеше дәуірдің жемісі, емес, бір ғана дәуірдің жемісі. Тіл-бәріне ортақ және бейтарап.\nӘдебиет-мәдениеттің бір бөлігі, ал мәдениет-қондырма.\nӘдебиет-ақиқат өмірдің сырлы суреті, халықтың көркем тарихы; көркем шығарма өзегі-шындық. Жазушы өмірдегі сан-салалы шындықтан зінің суреткерлік мақсатына керегін ғана таңдап, шығармасына арқау етеді. Ол өмір құбылыстарын өзінің дүниетанымы мен әлеуметтік көзқарасы тұрғысынан саралайды. Ал суреткердің бл қасиеттерін ол өмір сүріп отырған қоғамдық орта белгілейді. Ол өзі қаласын-бәрі-бір, белгілі бір «таптың көзі, құлағы мен үні» (Горький) болмақ. Демек-әдебиет таптық. Әдебиеттің таптығының жоғары түрі-әдебиеттің халықтығы.\nПайдаланатын әдебиеттер\nА.Байтұрсынов «Әдебиет танытқыш» Кітапта: А.Байтұрсынов шығармалары. А.,1989\nЗ.Ахметов «Өлең сөздң теориясы» А., 1973\nҚ,Жұмалиев «Әдебиет теориясы» А., 1969",
                "date": "16.09.2016",
                "upvotes": 0
            },
            {
                "text": "Сынаптай жылжыған уақыт жүйрік жылдар мен арынды айлар бедерінде жалын сипатуға бірде көнсе, бірде көнбей өту үстінде. Қазақстан Жазушылар одағының ХІІІ Құрылтайы өткені күні кеше ғана сияқты еді. Содан бері де бес жылдай уақыт тарих толқындарының тасасына жасырынып үлгеріпті. Зырлаған заман биігінен көз салып қарағанда, қас-қағым ғана сәттей көрінетін осынау бес жылдың тәуелсіз Қазақстан үшін көтерген жүгінің аз болмағаны да белгілі. Бес жыл ішінде Қазақстан Жазушылар одағы деп аталатын қасиетті қара- шаңырақтың астында да қоғамдық үдерістер мен уақыт сұраныстарына сай алуан-алуан шаралар мен іргелі істер кезең-кезеңімен атқарылып жатты. Қазақстан Жазушылар одағының ХІІІ Құрылтайы өткен 2007 жыл мен бүгінге дейінгі аралықтағы елеулі әдеби уақиғалар мен қаламгерлер өміріндегі айтулы сәттер өрнектелген дәстүрлі «Әдеби өмір шежіресі» атты жинақ жақын күндері жарық көріп, оқырмандар қолына тигелі отыр.\nБіз бүгіннен бастап «Екі Құрылтай аралығында» деген айдар аясында осы кітаптан ықшамдалған үзінділерді оқырмандар назарына ұсынып отырмақпыз.\n\n2008 жылы 28 қарашада өткен «Жаңа кезеңдегі ұлт әдебиетін дамытудың өзек­ті мәселелері» атты жазушылардың ке­зекті Пленумында оқылған негізгі баян­дама мен жарыссөздерден үзін­ділер.\n\nНұрлан ОРАЗАЛИН,\nҚазақстан Жазушылар одағы басқар­ма­сының төрағасы:\nТәуелсіздіктің он жеті жылы біз үшін салмағы батпан ұлттық жауапкершілік пен сергелдеңі мол сезімнің, жалпы­ха­лықтық мүдде мен тегеуріні берік тө­зімнің алмағайып сынға түскен аласапыранды тарихи кезеңі болды.\nОсынау тарихи кезеңнің тағылымын қалыптастырып, танымын бекітуде рухани айдынымызда, сол санатта ұлт әде­биетінде бірқыдыру шаруаның ат­қарылып отырғанын ешкім жоққа шы­ғара алмайды. «Жоқтан ештеңе бар бол­­майды, бар нәрсе ешқашан жоғал­май­ды» деген ежелден белгілі әлем ойшылдарына ортақ философиялық тұ­жырымға ден қояр болсақ, әлемдік өріс­ке әлдеқашан желкенін жайып, он­даған ғасыр беделінде буыны бекіп, қа­бырғасы қатайған қазақ көркемсөз өне­рінің тарих авансценасындағы өз ор­­ны­нан ығыса қоймағанын аңғару қиын емес.\nҚазіргі кезеңде жаһандық тұтастану жеделдей түсті. Жерүсті өркениетінің жалпы дамуын аңғартар бұл процестен тыс қалу мүмкін емес. Алпауыт мұрат­тар­дың қанаты кеңейіп, айласы қа­лың­дай түсуде. Ақпараттар ағынының екпіні тө­тенше қатты. Ұлттың болмысын таны­тар нышандарды сақтаудың өзі қай ха­лық үшін де қиын сынға айналып отыр. Сан ғасырлық тарихымызда ұлт көзінің қарашығындай қорғалып, ұрпақтан-ұрпаққа аманатталып келе жатқан «мың өліп, мың тірілген» қазақ жұртының да тарихи жады, ойлау машығы, тілі мен ділі үшін күрес жалпыхалықтық сипат алар кезең келді. Ұлтты, ұлттың пішіні мен мазмұнын сақтаудың басты кри­те­рийлерінен саналар бұл ұғымдарды қор­ғау, оны алғы күндерге жеткізу, қағынан жеріген құландай ана тілі мен ата дінінен іргесін аулақтатып жүрген қайсыбір ұл-қыздарымызды өз тілінде сөйлету, өз ді­ніне бет бұрғызу сіз бен біздің – ұлт зия­лыларының, барша қаламгерлер қауы­мының қасиетті борышына айналып отырғаны ақиқат.\nҚазіргі Жаңа Қазақстан жағдайын­дағы шығармашыл зиялы қауымның рөлі қандай болуы тиіс? Ұлт әдебиетінің өр­кен жаяр үлгісі мен үрдісі қай бағытты бетке алуы керек? Меніңше, бұл сауалдар бізді ғана емес елдің әрбір көзі ашық, кө­кірегі ояу азаматын мазалайтыны күмәнсіз... Азаттықтың алғашқы жыл­да­рындағы әлеуметтік теңсіздіктер мен экономикадағы бей-берекет тоқырау тұсында буырқанған толқын үстіндегі қалтылдақ қайық мінген жолаушыдай болған қалың жұртшылықпен бірге жазушы қауымы да біраз есеңгіреп қал­ғаны мәлім. Шығарма – Баспа – Кітап саудасы арасындағы байырғы қалып­тасқан желінің үзілгенін, тіршілік тау­қыметін көтере алмай, көп қалам­гер­леріміздің күнкөріс қамында кетіп, қа­­ламын қаңтарғанын, әдебиет ауылын­да тек жанкештілер ғана қалғанын қа­лай жа­сыруға болады? Осы тұста «Әде­биет өлді...» деп айқайға сүрен қосқандар да аз болған жоқ... Әдебиеттің бары мен жо­ғын түгендеп, ары мен нарына таразы болар жалғыз ұйым – Республика Жазушылар одағының да орынсыз дау мен толассыз доданың берекесіз қыспағында қалғаны күні кеше ғана емес пе еді?! Иә, жұрт еңсесі түзелді. Тәуекел айтып, на­рық экономикасына бет қойған Қазақ Елінің рухани кеңістігінде де олжалы өзгерістер өмірге келді... Әлгінде ғана біз айтып өткен «Мәдени мұра» бағдар­ла­масының өмірге келуі, Елбасының әдебиет пен өнер тағдырына алаңдап, дүр­кін-дүркін сұхбат беріп, қаламгер­лер­мен арнайы әңгімелесуі, сөз жоқ, со­ның айғағы...\nСуреткерлік – Алланың сыйы. Сол қа­сиетті өзгеден бұрын әуелі өзіміз қа­дірлеуіміз керек! «Өзіңді жаттай сыйла, жат жанынан түңілсін», демей ме дана хал­қымыз?! Өзіңді сыйлата білу, өз кә­сібіңді өзгеден бұрын өзіңнің сый­лауың – үлкен мәдениет пен парасаттың белгісі. Мына бірде сынапша сырғып, бұлақша жылжып аққан, енді бірде асау ақ тол­қыны аспанға шапшып, теңіздей тең­се­лер уақыт өзінің жаңа міндеттерін әркез алдымызға тосары хақ. Сол мін­дет пен парыздың қаламгер үшін ең үл­кені ұлы Абайша айтсақ: «Іші алтын, сырты күміс сөз жақсысын, қазақтың келістірер қай баласы?..» деген ұлы сауалға жауап із­деу екені даусыз.\n2007 жылғы өткен ХІІІ Құрылтайдан соң­ғы ауқымды жобалардың бірі – жас қаламгерлердің Баянауылда өткен рес­публикалық бірінші форумы. Бұл жобаға Президент әкімшілігі, Мәдениет және ақпарат министрлігі, еліміздің «Тұ­ран Әлем» секілді банктерінен бас­тап, Павлодар әкімшілігі, жеке кәсіп­керлер, қо­ғамдық қорлар атсалысты. Соның нәтижесінде бірнеше жас арнайы сый­лықтарға, гранттарға ие болды. Үш жас қаламгер Жазушылар одағының мү­шелігіне қабылданды. 30-ға тарта ба­лауса таланттың тырнақалды туындылары мемлекеттік тапсырыспен жеке-же­ке кітап болып жарық көре бастады. Осындай қомақты жобаны ұланғайыр елі­міздің тағы бір аймағында алдағы жы­лы өткізуді ойластырып отырмыз.\nЖанрлық секцияларда жаңа кітап­тарды талқылау, қаламгерлердің есебін тыңдау, түрлі пікір алмасулар, баспасөз конференциялары жүйелі түрде өтіп келеді. Әйелдер мерекесіне арналған «Қыз-көктем» кеші, репрессия құрбан­дары мен Алаш ардақтыларының рухына арналған Ас өзінің мазмұндылығы­мен, сонылығымен ел есінде қалды.\nАстананың 10 жылдық мерейтойына орай өткізілген «Дөңгелек үстел» басын­дағы келелі әңгіме әдебиетке, көркем аудармаға қатысты талай құнды пікірлер мен орамды ойлардың тарқатылуына ықпал етті. Бұл басқосуға алыс-жақын шет­елдерден белгілі әдебиетшілер, көр­некті қаламгерлер қатысқанын сіздер жақ­сы білесіздер.\nӨткен жылғы үздік драмалық шы­ғармаларға мемлекеттік гранттың бе­рілуі осы жанрда қалам тербеп жүрген әріптестеріміз үшін шын мәніндегі ынталандыру шарасы болды. Грант – көркем шығарма тудырудың ең тиімді жолы екеніне көз жеткіздік. Мемлекет тарапынан әдебиеттің басқа жанрларына да тап осындай жанды қолдау көр­сетіліп жатса, нұр үстіне нұр болар еді.\nКейінгі кездері түрлі әдеби конкурс­тар, байқаулар, жыр мүшәйралары көп­теп өтуде. Әсіресе, еліміздегі аса ірі өндіріс ошағы «Қазақмыс» корпорациясымен бірігіп өткізілген бірнеше әдеби жоба қаламгерлер көңіліне қуаныш ұялатты. Алпауыт кәсіпорынның ұлт әдебиетіне мойын бұруы өз нәтижесін бере бастады. Қарсақбай мыс зауытының 80 жылдығына орай өткен конкурс драма, проза, поэзия жанры бойынша бай­қау жеңімпаздарын анықтады. Әдеби бәй­ге жоғарғы деңгейде өтті. Бәйгеде жеңім­паз аталған шығармалар аталмыш корпорация күшімен жеке жинақ болып жарияланды. Екіжақты келісім арқа­сында осы корпорация бірнеше жылдан бері үздік шығармаларға беріліп келе жатқан Халықаралық «Алаш» әдеби сый­лығына демеуші болып отыр. Осы игі шара үшін кәсіпорын басшылығына, іс басында отырған ұлтжанды азамат­тарға баршаларыңыздың аттарыңыздан алғыс білдіруге рұқсат етіңіздер! Осы аты аталған кәсіпорынның қолдауымен алдағы жылы Қазақ балалар әдебиеті ан­тологиясының екі томдығын (проза, поэзия) шығару жобаланып отыр. Балалар әдебиетінің озық туындыларын анықтаған дәстүрлі «Дарабоз» конкурсын да осындай санаттағы игі шара еке­нін атап айтуға тиіспіз.\nҚұрылтайдан бергі уақытта Жазушылар одағы басқармасының секретариаты өз жұмысын ізденіспен, ыждаһат­пен атқарып келеді. Осы уақыт ара­­­­лы­­­­ғында Астана филиалының өзі 40-қа тарта шара өткізіпті. Соның ішін­д­е Алаш арыстарына берілген Ас, «Бей­жің» жұлдыздары» жыр кеші, «Шәкәрім оқулары», «Ел тірегі – Астана» әдеби ке­ші, «Әлем әдебиеті» журналының алғаш­қы санын талқылау сияқты мағы­налы, мазмұнды шаралар жүзеге асты.\nМәдени-әдеби өміріміздегі жаңалық атаулыны, өмірімізге енген өзгерістерді қоғам дамуындағы жаңғырулардан бөле-жара қарауға болмайды.\nӘдебиет – қоғам өмірінің айнасы. Әр дәуірдің өз ойы, өз сөзі, өз қуанышы, өз мұңы әдеби шығармалардан көрініс тауып жатуы – өмір талабы, уақыт үрдісі.\nЖаңа қоғам, жаңа кезең көркем әде­биетімізден уақыт алға тартар міндеттер үдесінен шығуды жүктейді. Әсіресе, жаңа Қазақстан жағдайында әдебиетке қойылар талап уақыттың көш-керуе­ні­мен бірге салмақтанып, дараланып, саралана түсуде. Көркемдіктің көрігінен шыққан уақыттың бел баласындай ойлы туындыны оқитын қазақ оқырманы азайды десек қателесеміз. Оқырман азайған жоқ. Кітаптың таралымы азайды. Кітап саудасының қара көрігін үр­лейтін кітап дүкендері мен кітапханалар азайды. Биліктің жомарт көңілі бәсең­сіп, тығырықтан шығар жол іздеушілер­дің пейілі азайды. Айтып-айтпай не ке­рек, осының қай-қайсысы да ықылас түзу болса, арнасын, ағысын табар, ше­шілу мүмкіндігі бар мәселелер... Өкі­ніш­ке орай, ықыластың ақ желкенін жая алмай келе жатқан жоқпыз ба?! Жанға бататыны сол. Бүгінгі кезеңнің бүтін сөзін айтар туындыны өмірмен өзек­тестіре өр­нектер кез келгенін іштей өзі­міз де мойын­даймыз. Міне... Бүгін де сол қо­лы­на қалам ұстаған қауымды қобал­жытар тақырып әңгімемізге арқау болып отыр... Жаңа дәуір бізге не берді? Ұлт арманы мен қуанышы болған тәуе­лсіздік тарту еткен ой мен сана бостан­дығын ел игілігіне қалай пайдаланып отырмыз? Дәуір адам баласына тән қуа­ну, жек көру, шаттану, қайғыру тәрізді құбылыстарға қандай жаңарулар енгізді? Тас-талқан болған тағдырлар мен өзегін өзгерістер­дің өрті шалған, біреудің тасын өрге домалатып, енді біреудің басынан бағын ұшырған ұлы дәуірді көр­кемдіктің кемел елегінен толық өткізе алдық па?! Бұ­рын­ғыша жазу мүмкін емес, жаңаша жазу қиындық тудырар бүгінгідей жұмбағы мол, сырға сараң ке­зеңде қайтсек көркем әдебиеттің кө­сегесін көгерте аламыз? Осындай сан-сапалақ кәсіби сауал­дардың жауабын іздеп, сарсаңға түскен суреткер ойы мен санасына қол ұшын берер құдіретті күш бар ма?\nАйналып келгенде, бәрі өлшем дей­тін кірпияз ұғымға тіреледі. Кез келген ұлт мәдениетінің негізгі өлшемі сол ұлт­тың көркем сөзі, кестелі ойы екені еске түседі... Ұлт өмірін өзі өмір сүріп отырған уақыт шындығынан іздеуіміз керек. Жаһандану жағдайындағы ел өмірінің көлеңкелі, күнгейлі ақиқатын толымды, толық суреттей отырып, тәуелсіздік дәуірінің кескінін, бейнесін жасау – бү­гінгі суреткердің басты парызы. Суреткер міндеті – нәзіктің нәзігі... Қиынның қиыны... Қиын істен қиялап жүріп, жол табу, нәзік міндетті нәшіне келтіріп ат­қару – біздің пешенемізге жазылған мех­­наты мол бақыт. Суреткер бақыты! Жаһандануға жем болмау, ұлттық дәс­түрлерімізді жоғалтып алмау, сөйте тұра адамзатқа ортақ сауалдар үдесінен шығып отыру. Міне, көркемдік өлшемнің басты мұраты – осы!\nОсы өлшеммен таразылар болсақ, бү­гінгі отандық баспа «рыногында» шет­елдік, ең алдымен, ресейлік әде­биет­тің шектен тыс басымдық алып отырға­ны бізді алаңдатады. Қазақстандық және шетелдік әдеби шығармалардың рес­пуб­ликалық кітап саудасындағы өзара са­лыс­­тырмалы түрдегі мөлшерінің ара қа­ты­насы 11 мен 89 пайызды құрайды екен. Бұл билік институттарынан бастап, баршамыздың ойлануға тиіс мәселеміз. Бұл жағдай коммерциялық табыс тұрғы­сынан ғана қарап қазақстандық автор шығармаларына қолдау көрсетудің нақты тетіктерінің жоқтығынан туындап отыр. Құзырлы құрылымдардың әде­биетке жұмсалатын қаражаттың қайтарымы болатынына күмәнмен қа­рауы кітап нарығы механизмінің дұ­рыс жұмыс істеуіне кедергісін келтірмей отырған жоқ.\nШығармашылық қауымның ел өмі­ріндегі шешуші мәселелер бойынша қо­ғамдық пікірді қалыптастырудағы рөлі өз деңгейінде емес. Қаламгердің белсенділігі оның қоғамдағы орнын анық­тар фактор екенін үнемі есте ұстай бермейміз...\nҰлттық әдебиет – халықтың сана-сезімінің, оның ана тілімен байланы­сы­ның, тілді дамытуда атқаратын рөлінің айқын көрінісі. Әдебиеттің тағдыры тіл тағдырына тікелей тәуелді екенін сөз­і­міздің басында айттық.\nҰлт әдебиетінің жемісті түрде дамуы үшін, ең әуелі, қолайлы тілдік ортаны қа­лыптастыру қажет.\nОтандық әдебиеттің өз деңгейінде дамуы өзге де құндылықтармен, мем­лекеттік, қоғамдық және дүние­жүзілік ру­хани жетістіктермен тығыз байланыс­та болатыны кәміл. Тіл дамыту тандемі тұрғысынан қарағанда тілдік орта – ха­лықтың бүкіл шығармашылық тәжі­рибесін шоғырландыратын қасиетті фак­тор екені даусыз. Осының өзі, мемлекет пен қоғамның өз әдеби мұрасына және бұл саладағы мол мүмкіндіктеріне де­ген көзқарасын қайта қарауы, ұстанып отырған бағытын қайыра екшеуі аса қа­жетті пісіп жетілген мәселе екенін аң­ғартады.\nҚалай болғанда да, жаңа кезеңдегі ұлт әдебиетін дамытудың түйткілі мол сәттері мен түйінді тұстары жетерлік.\nЖаһанданудың жайы ұрып, жасыны ойнап жатқан кезеңде, сөз жоқ, төрткүл дүниенің иесі – жұмыр бас пендені алаң­датар сұрақ-сауал мол. Жауап іздеу – бәрімізге парыз. Ең бастысы, бұл кезең кез келген халықтан, ең әуелі, ұлт тұтас­тығы мен ұлттық мұрат бүтіндігі үшін бір анадан туғандай ұйысуды талап етеді.\nСөз соңында айтарымыз: Қоғам өмі­ріндегі өзгерістер, жаңа дәуірдің қуаны­шы мен қайғысы, суреткер қауымынан қай кезде де тереңдікті, кеңдікті, ғалам­дық ойлау биігіне көтерілер шеберлікті, оқырман жүрегін баурап, жаулап алар қағылездікті күтеді.\nИә. Тылсымы көп, тұңғиығы терең, асау мінезді, мына уақыт жарықтық бізден сондай жаратылысы жаңа, жанды сөз тосуда. Көштің керуені қыр асқан сайын халқының ақыл-ойы, абыройы саналар қаламгер қауымның атқарар міндеті ауырлап, алар асуымыз биіктей түсері күмәнсіз.\nСондықтан сол міндеттің үдесінен шығып, биік асулардан сүрінбей өтуге жазсын дейік...\n\nӘкім ТАРАЗИ:\n– Менің үйіме Мәскеуде шығатын «Литературная Россия» деген Ресей жазу­шыларының газеті келіп тұрады. Содан біліп жүргенім, орыс жазушы­ла­рының өздері жік-жікке бөлініп, тіпті адам ұялатындай айтыс-тартыс, ұрыс-керісті бастарынан кешіріп келеді екен. Ең соңғы нөмірінен оқығаным Ресей жазу­шыларының төрт қабатты үйі бар еді, енді соны тартып алып жатқан кө­рінеді. Құдайға тәубә деп айтайық, олар­мен салыстырғанда біздің төрт құбы­ламыз түгел. Біраз айтыс-тартыстар бол­­ды, бірақ соның бәрі білместіктен бол­ған шығар деп ойлаймын. Мен Қыр­ғызстанда, Өзбекстанда болып қайттым. Олардың жазушылары да екіге, үшке бөлініп кеткен. Ал енді, біз қарға тамырлы қазақпыз ғой, бір-бірімізге наға­шы, жиен, аға-іні деген сияқты. Сол бір туыс­тығымыздың арқасында Жазушылар одағын ыдыратпай, сол күйінде сақтап қалдық.\nЖалпы айтар болсақ, жазушы де­геніміз – ол әдебиет, әдебиет дегеніміз – тіл. Тілсіз ұлт өмір сүре алмайды, сон­дықтан біз «үш тұғырлы тіл» дегенді қ­а­былдамауымыз керек. Ұлттың да, мем­лекеттік тіл де қазақ тілі. Сол се­беп­ті, өзіміздің ана тіліміз қашанда елі­міздің қай жерінде де басым болуы керек. Ал жаңағы «үш тұғырлы тіл» дегенді – алтын тұғырлы, қос қанатты тіл деп атасақ дұрыс болар еді. Алтын тұғырлы деге­німіз – ол қазақ тілі. Ол қашанда басым тұруы керек.\nАл енді, сөзімнің соңында пленум жұ­мысына жеміс тілеп, әріптестеріме шы­ғармашылық зор табыс тілеймін.\n\nВалерий МИХАЙЛОВ:\n– Мен Қазақстанда тұратын орыс­тілді жазу­шылардың «Простор» жур­на­лының Қазақстан Жазушылар одағына қайтып келгеніне байланысты қуаныш­тарын жеткізгім келеді. Біздің Қа­зақс­танда Шы­ғармашылық одақтар арасында ең мықтысы осы Жазушылар одағы болып табылады. Оның жылжымайтын мү­ліктері, жазушылар трибунасы – басылымдары бар. Ең бір өзекті мәселе – қа­ламақы болып отыр. Үкі­метіміз ай­қай-шу көтермеу үшін жазу­шыларға болар-болмас тиын-тебен берген болады. Бірақ бұл қыруар еңбектің өтемі қайдан болсын. Енді міне, елімізде қар­жы дағдары­сы басталды. Ол кемінде он жылға со­зылады-мыс дейді. Дегенмен, үкімет бұл дағдарыстан ертерек шығамыз деп уәде беріп отыр. Экономикамыз оңалса, қа­ламақы мәселесі де шешіліп қалар деген ойдамын. Дегенмен, бір нәрсені ортаға салғым келеді. Ол кітап тарату мәселесі. Қазір жекемен­шік бас­палар көп. Олар еліміздің ірі қала­ларына шоғырланған. Бірақ кі­таптар сол қаладан сыртқа таралмайды. Кейбір авторлар кітаптарын өз қар­жы­ларымен шығарып жүр. Ал мем­лекеттік тапсырыс­пен шығарылатын кітаптардың таралымы 2000 дана ғана. Олар тек қана кітапханаларға үлестіріліп беріледі. Қазақстанда он мыңнан астам кітапхана бар екенін ескерсек, бұл кі­таптар сол кітапханалардың барлығын қамти алмайды. Қазақстанда тұратын қазақ, орыс және де басқа ұлт жазу­шы­ларының кітаптары кітап дүкендеріне түспейді. Сондықтан оқырман қауым қандай авторлардың жарыққа шығып жат­қа­нынан мүлдем бейхабар.\nЕнді журнал туралы бір ауыз сөз айтуға тура келіп тұр. Журналымыз небары бір жарым мың таралыммен ғана шығып отыр. Егер біз Ресейдің қалың журналдарымен салыстырсақ, адам басына шаққанда біз олардан көш ілгеріміз. Сонымен қатар, біз интернетте де өзі­міздің сайтымызды ашып, сол арқылы көптеген оқырман біздің журналмен таныс болып отыр.\nБиылғы жылы біз журналымызда әдеби өміріміздегі елеулі мерейтойларды атап өттік. Соның ішінде қазақтың ғұлама ақыны Шәкәрімнің туғанына 150 жыл толған мерейтой. М.Әуезовтің «Абай жолы» романының жаңа аудармасы. Келесі жылы да оқырмандары­мыз­ды жаңа да, қызықты шығармалармен қуанта бермекпіз.\nКітапқа қарағанда біздің журналымыз ауылдағы, аудандағы жазылған әрбір оқырманның үйіне барады. Сон­дықтан ол әдебиетіміз бен оқырман­дарымызды жалғастырып отырған бай­ланыс құралы десек, артық айт­қандық емес. Алдағы уақытта да осы тұрғыда жұмыс істей бермекпіз.\n\nСмағұл ЕЛУБАЕВ:\n– Осы халықтың сөзін сөйлейтін, еш­қандай жан-жағына жалтақтамай сөй­лейтін трибуна болатын болса, ол Жазушылар одағының трибунасы. Оны жақ­сы білесіздер. Дәл осы жерде айтыл­маған сөз еш жерде де айтылмауы мүм­кін. Сондықтан біздің артымызда тұрған халық та, алдымызда тұрған билік те сол қаламгерлер қазақтың келелі сөзін айтады ғой деп тосып отыр. Әрине, бір сөйлегенде бәрін айтып жату мүмкін емес, мен бір-ақ нәрсені айтқым келеді. Мынау халқымыздың басына түскен қасірет 20-30 жылдардағы ашаршылық, өздеріңіз жақсы білесіздер, көп айтылады, көп жазылады. Бірақ, осы қасіретті ұлықтау әлі де өз дәрежесінде біздің мемлекетімізде қолға алынған жоқ. Бір­де-бір рет ресми мәлімдеме бұған байланысты қабылданған жоқ. Бір рет қана қадам болды. Қазақ Парламентінде осынау 4 миллион қазақты жалмаған ұлы қасіретті еске алатын күнді белгі­лейік деп. Ашаршылық және репрессия құрбандарын еске алатын күнді белгі­леді, 31 мамыр. Өкінішке қарай, ашар­шы­лық деген сөз соның бір сатысында түсіп қалды. Содан кейін, Астананың кіре берісіне репрессия құрбандарына деп белгі қойды да, қазір оны алып тас­тады. Сол жерде де ашаршылық деген сөз түсіп қалды. Осыған қарап, бір күдік келеді. Осы біз 4 миллион қазақты ұмыт­­­қымыз келе ме? Әлде, тіпті, соны ай­налып өткі­міз келе ме? Бұл не деген мас­қа­ра, әруақ­тардың алдында? Кімнің қо­лымен жасалынып жатқаны белгісіз. Неге олай болуға тиіс? Сондықтан егер тиісті орындар ұмытып кеткен болса, есіне салып отыру міндетіміз, парызымыз. Біз, осы отырған жазушылар, түгел қол көтереді ғой деп ойлаймын. 31 мамыр туралы заң қайта қаралып, соған толық­тыру енгізіліп, «ашаршылық және репрессия құрбандарын еске алу күні» деп қайта қалпына келтіру үшін Парламент қайта қарасын деп мен өз қолымды кө­теремін. Сіздер де қарсы емессіздер ғой? Ондай болса, біздің бәріміздің ойымыздан бір хат баруға тиіс. Тағы бір айта кететін мәселе, ашаршылық құрбанда­рына арналған бірде-бір ескерткіш қойылған жоқ. Астанада да, Алматыда да ондай белгі жоқ. Көзі тірі қаламгер­лерге киелі де, ауыр да міндет жүктелген екен мойынымызға. Өйткені, Қазақ мемлекетінің іргесі қаланып, іргетасы қойылуда. Дәл қазір, сол іргетасты қалай қою осы зиялы қауымның міндеті. Ағайындар, бізден күтіп отырған халық­тың да, биліктің де ойында келелі сөз. Ылғи да осы трибунамыз келелі сөздің трибунасы болғай!",
                "date": "16.09.2016",
                "upvotes": 0
            },
            {
                "text": "Художественный автобиографияға қыз балаға мысал жаза ласыздарма!!!Пж",
                "date": "11.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зайырлылық ұстанымында бір дінді мемлекеттік дін деп қабылдау дұрыс емес",
        "question_content": "Зайырлылық ұстанымында бір дінді мемлекеттік дін деп қабылдау дұрыс емес дегенді қалай түсінесіңдер?",
        "question_date": "16.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы зайырлы мемлекет деген  – мемлекетті шіркеуден бөлу нәтижесінде пайда болған, қоғамдық қатынастар діни нормалар негізінде емес, азаматтық негізде реттелетін, мемлекеттік органдардың шешімдері діни тұрғыдан шығарылмайтын мемлекеттің сипаты. Зайырлы мемлекеттің заңнамасы толықтай немесе ішінара діни нормаларға сәйкес келуі мүмкін, оның зайырлылығы діни түсініктерге қарама-қайшылықпен емес, одан азат болуымен анықталады. Зайырлы елде әрбір адам ешқандай діни институттарға қатыссыз өмір сүруге құқылы. Мысалы, некені тіркеу және әділ сот жүйесі мемлекеттің айрықша құқығы болып табылады. Сол сияқты зайырлы елде барлық конфессия өкілдері заң алдында бірдей. Діни мерекелер халықтың дінге сенуші бөлігіне қолайлы жағдай жасау мақсатында демалыс күні ретінде бекітілген. «Зайлырлы» сөзі араб тілінде «захири» (зайырлы) яғни «ашық, сыртқы» деген мағыналарда қолданылады.",
                "date": "16.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қазақстанға не берсем деп\" өмір сүресіз ба? Әлде,\"не алсам\" деп өмір сүресіз ба?",
        "question_content": "\"Қазақстанға не берсем деп\" өмір сүресіз ба? Әлде,\"не алсам\" деп өмір сүресіз ба?",
        "question_date": "16.09.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия дұрыс айтасыз оларға Қазақстанның болашағы маңызды емес. Әсіресе Шымкент қаласында өзбектер көп. Шымкентте жұмысты көбінесе өзбектерге істетеді. Ал ол өзбектер Қазақстанға документсіз кіріп ақша алады. мен өзім көріп жүрмін. Ал Шымкенттің тұрғындары Астанаға көшіп жатырма сондай. Алматыға келетін болсақ Қытайлардың компаниялары тіпті көбейіп кетіпті деп естідім. .",
                "date": "16.09.2016",
                "upvotes": 1
            },
            {
                "text": "Қазақстан емес, жеке бас маңызды болып тұр қазір...",
                "date": "18.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әскери офицерлердің айлық жалақысы қанша? .",
        "question_content": "Әскери офицерлердің айлық жалақысы қанша? . Білсеңіз олардың  званиелеріне байланысты айтып берсеңіздер.",
        "question_date": "16.09.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 807,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мақал мəтел мен жаңылтпаштың айырмашылықтары мен ұқсастықтары?",
        "question_content": "Мақал мəтел мен жаңылтпаштың айырмашылықтары мен ұқсастықтары?",
        "question_date": "16.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 860,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұрмыс- салт жырлары",
        "question_content": "Тұрмыс- салт жырларының тəрбиелік мəні тақырыбына эссе керек.",
        "question_date": "16.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұлдызнамада берілген мінездемелерге сенуге бола ма? Жұлдызнама 2017 жыл",
        "question_content": "Жұлдызнамадағы сипаттамаларды оқып, сай келген мінездемені мақұл көріп, сеніп жатамыз. \"Ғайыптан хабар беру\" бар ма? Жалпы жұлдызнамаға сенуге болады ма?",
        "question_date": "16.09.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұлдыздарды түріне қарап анықтап берген НАСА. Ал қалғаны бергі жағында пайда болатын тірліктерғой. 10 млн адам торпақ болса, қалайшы 10 млн бірдей өмір сүрмек...",
                "date": "8.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рамазан айы 2017. Ораза кестесі 2017 жыл қайсы күні болады?",
        "question_content": "Рамазан айы 2017. Ораза кестесі 2017 жыл қайсы күні болады?",
        "question_date": "16.09.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 146000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан қалалары бойынша 2017 жылғы ораза кестесі!",
                "date": "1.05.2017",
                "upvotes": 0
            },
            {
                "text": "Хижра күнтізбесі бойынша 1438 жылдың Рәбиуль-әууәл айының 1-і, 11-нен 12-іне қараған түні, Рәбиуль ахир айының 1-і, Жумадәл-әууәл айының 1-, Жумадәл-ахир айының 1-і күндері, яғни біздің күнтізбеміз бойынша 2016 жылдың желтоқсан айының 1-і, 11-нен 12-не қараған түні, 30-ы, 2017 жылдың қаңтардың 29-ы мен ақпанның 28-і Мәуліт күніне сай келеді.\nХижра күнтізбесі бойынша 1438 жылдың Рәжәб айының 1-і күні – яғни 2017 жылдың 29 наурызы – Қасиетті үш айдың басталуы.\nРәжәб айының 26-нан 27-не қараған түні – сәуір айының 23-нен 24-не қараған түні Миғраж түні.\nШағбан айының 1-і – 27 сәуірге сәйкес келеді. Шағбан айының 14-нен 15-не қараған түні – мамыр айының 10-нан 11-не қараған түні Бараат түні.\nРамазан айы 27 мамыр күні басталады.\nМаусым айының 21-нен 22-не қараған түні – Қасиетті Қадір түні.\n25, 26, 27 маусым – Ораза айт күндері.\nХижра күнтізбесі бойынша 1438 жылдың Зульхижжа айының 9-ы – 31 тамыз Арафа күні.\n1,2,3,4 қыркүйек – Құрбан айт мерекесі.\n21 қыркүейек Хижра жыл санауы бойынша Жаңа жыл.\n30 қыркүйек – Ашура күні.\nҚарашаның 30-нан желтоқсанның 1-не қараған түні Мәуліт – Пайғамбарымыздың (с.ғ.с) туған күні.\nХижра күні біздің күнтізбеміз бойынша 622 жылдың 16 шілдесіне, жұма күніне келеді. Ислам күнтізбесі һижрадан, яғни Аллаһ Елшісінің (с.ғ.с.) Меккеден Мединеге жер аударған күнінен басталады. Һижра есебін пайғамбарымыз Мұхаммед (с.ғ.с.) дүниеден өткен уақытанан кейін 5 жыл өткенде, 637 жылы халиф Омар ибн әл-Хаттаб р.а. жасаған.",
                "date": "11.01.2017",
                "upvotes": 1
            },
            {
                "text": "Рамазан айы 27.05.2017 жылы басталады екен.Кімде-кім біріншілерден болып хабар берсе, Алланың ырзалығына, көп сауаптарға жетесіздер!!!",
                "date": "12.01.2017",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсізбе! Оразанын қарызын бөліп бөліп өтеуге болама?",
                "date": "11.02.2017",
                "upvotes": 0
            },
            {
                "text": "Петропавл қаласының Ораза кестесі қайда? Болса, жіберіңізші!? Неге Солтүстікті қалдырып кете бересіздер осы!!!!",
                "date": "16.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрбандық малды Құрбан айттан бұрын союға бола ма?",
        "question_content": "Құрбан Айт Ораза айттан 70 күн кейін келеді. Яғни, құрбан шалу мерзімінің белгіленген уақыты бар. Ол одан ерте не кеш союға болады ма? Құрбан малы тек Құрбан айт күндері ғана шала ма?",
        "question_date": "16.09.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 492,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ұр­бан ша­лу­дың уақы­ты\n\nҚұр­бан ша­лу­дың уақы­ты құр­бан айт­тың бі­рін­ші кү­ні айт на­ма­зы­нан кейін бас­та­лып, ай­тың үшін­ші кү­ні ақ­шам­ға аз уа­қыт қал­ған­ға дейін жал­ға­са­ды. Үзір се­беп­тер­ге байла­ныс­ты құр­бан айт на­ма­зы­на ба­ра ал­май қал­ған адам­ның, на­маз оқып бо­ла­тын­дай уа­қыт өт­кен­нен кейін құр­ба­нын ша­ла бе­руіне бо­ла­ды. Пай­ғам­ба­ры­мыз­дан (с.а.у.) құр­бан ша­лу­дың уақы­ты­на байла­ныс­ты бір­не­ше ха­дис риуаят етіл­ген. Бә­рә иб­ну А'зиб­тің риуаяты бойын­ша:\n\n«Аллаһ­тың Ел­ші­сі (с.а.у.): «Біз­дің бұл күн­де ал­ғаш­қы жа­сай­тын – ісі­міз на­маз оқу, со­сын қай­тып ке­ліп, құр­ба­ны­мыз­ды ша­лу. Кім осы­лай іс­те­се біз­дің сүн­не­ті­міз­ге ер­ге­ні. Ал кім­де-кім бұ­дан бұ­рын құр­ба­нын ша­ла­тын бол­са, бұл құр­ба­ны­ның от­ба­сы­на бе­ріл­ген ет­тен айыр­ма­шы­лы­ғы жоқ. Бұ­ның құр­бан бо­луы мүм­кін емес». Бас­қа бір ха­дис­те: «Кім­де-кім на­маз­дан бұ­рын құр­ба­нын шал­са, қайта­дан шал­сын», – деп, на­маз­дан бұ­рын ша­лын­ған мал­дың құр­бан­дық­қа есеп­тел­мейті­нін ес­кер­те­ді.",
                "date": "19.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маган Видеонын музыкасын тауып беринши",
        "question_content": "Маган Видеонын музыкасын тауып беринши",
        "question_date": "16.09.2016",
        "question_tag": "Шет ел әні",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Видео ашылмай тұр сылкасын жіберіңізші",
                "date": "16.09.2016",
                "upvotes": 0
            },
            {
                "text": "Шазамды қолданбайсынба. СолМен табуға болады ғо",
                "date": "17.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Университетте қазақша оқудан орысшаға көшу",
        "question_content": "Университетте оқып жүргенде қазақша оқуынан орысшаға (немесе орысшадан қазақшаға ) көшуге болама?",
        "question_date": "16.09.2016",
        "question_tag": "Университет, колледж",
        "question_views": 294,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грантты сақтап болса бос орын болмаса  болмайды кажется, егер ақылы бөлім болса әрине.",
                "date": "22.04.2023",
                "upvotes": 0
            }
        ]
    }
]