[
    {
        "question_title": "Мына әннің толық нұсқасын тауып бересіздер ме?",
        "question_content": "Мына әнді тауып бересіздер ме? Толығырақ айтсам рэп. Тек қана сөздерін білетін едім. Арасындағы:\n\nАдамзат мынау, аңдамай жүр-ау\n\nАқырғы заман алдыңда тұр-ау\n\nОйлаған ойы...",
        "question_date": "20.04.2017",
        "question_tag": "Ән іздеу",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "вот тут \nhttps://trle.kz/810",
                "date": "21.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Білім мен даналық адам көркі",
        "question_content": "Білім мен даналық адам көркі туралы шығарма өте тез жылдам керек өтінем",
        "question_date": "20.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Вашингтон туралы сабақ жоспары керек?",
        "question_content": "вашингтон туралы сабақ жоспары керек еді слайды болса жақсы болар еді",
        "question_date": "20.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 575,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Demonstrative Lesson\nGrade: 7\nThe theme: Washington D.C.\nAims:\nto revise the knowledge of the theme “Washington D.C.”\nto develop speaking skills\nto enhance students’ active attitudes toward learning English\nto develop their pride of their native country\nThe type of the lesson:Revision lesson\nVisual aids:an interactive board, the basic text book\nThe outline of the lesson:\nI. Organization moment\nII. Method of association\nIII. Working on the text\nIV. True or False\nV. Crossword\nVI. The game: “Famous Date”\nVII. “None of them”\nVein diagrams\nIX. Idioms\nX. Giving marks\nXI. Giving homework\nXII. The end of the lesson\nThe procedure of the lesson:\nI. Organization moment\n- Good afternoon pupils!\n- Good afternoon teacher!\n- Who is on duty today?\n- We are on duty today.\n- Who is missing today?\n- All are present today.\n- What was your home task for today?\n- Our home task was to review all taken materials.\n- Today we shall have demonstrative lesson and the theme of our lesson is “Washington, D.C.”.\nII. Method of association\n- In the spider map write all words that you associate with theme Washington, D. C.\nIII. Working on the text\n- We are going to discuss the sights of Washington, D.C. You should look at the map and find Washington, D.C.\n- P1 This is Washington, D.C. It is a city and district – The District of Columbia. Washington, D.C. is located on the east coast of the USA.\n- You mustn’t confuse it with the state of Washington. Where is the state of Washington?\n- P2 This is the state of Washington. It is located in the northwest of the USA. Its capital is Olympia.\n- You will be shown some sights of Washington, D.C. You must guess what kind of place it is and speak about it. You must give full information about the picture.\n- P1This is library of Congress. It is the largest national library in the world. It takes 340 miles of shelves to hold all of the book.\n- P2These are George Washington and Washington Monument. George Washington was the first person to be elected the president of the United States. George Washington was born in Virginia, just south of Washington, D.C. He grew up on a large farm. He went to school for about eight years. He especially liked to study mathematics. He also liked to study history and geography, because he wanted to know about other parts of the world.\n- P3This is Jefferson Memorial built in honor of Thomas Jefferson. Inside is 19-foot statue of Thomas Jefferson standing on a 6-foot pedestal.\n- P4These are Lincoln Memorialand AbrahamLincoln. He taught himself how to read and write. He became the sixteenth President of the US in 1861.\n- P5This is National Air and Space Museum. Here you can see the history of the flight, from the first plane flown by the Wright brothers to the Apollo space ship.\n- P6 This is Castle, the Smithsonian Information Center. Information about special activities at the Washington museums is provided here.\n- P7This majestic building is the Supreme Court. This is where the laws are interpreted by the highest judges in the United States.\nIV. True or False\n-You should read these statements. Some of them are true another false. At first you should translate every fact. And you must write the first letter of the words “True” and “False”\n1) All presidents of the United States live in the Capitol.\n2) The Capitol is the tallest building in Washington D.C.\n3) The White House is surrounded by a beautiful garden.\n4) The White House consists of 132 rooms.\n5) The entrance to the White House is free.\n6) The first president of the Unite States lived in the House.\n7) The Washington Monument is the tallest building in Washington.\n8) The sittings of American Congress take place in the Capitol.\n9) The Washington Monument is especially beautiful at dawn.\n10) Eating is prohibited on the Mall.\n11) The White House is 555 feet tall.\n12) The white House is closed for visitors.\nV. Crossword\n- I want to offer you the crossword about Washington, D.C. You must guess all the words in order to get the word Washington.\nWho was the first person to be elected the President of the United States?\nWhat is the name of the larges library of the U.S.?\nWho was the third president of the U.S.?\nWhich president taught himself how to read and write?\nHere you can see the history of the flight.\nWhere was George Washington born?\nBy whom are laws interpreted?\nWhat kind of building is the Smithsonian Information Center?\nWhere is Washington, D.C. located on?\nWhat Declaration did Thomas Jefferson write?\nVI. The game: “Famous Date”\n- We will check how you know about the capital of the USA. You will be shown dates or numbers, you should tell us about them.\n- Washington, D. C. was chosen by George Washington as a permanent site for nation’s capital.\n- Independence Day of the USA.\n-Inside is a 19-foot statue of T. Jefferson standing on a 6-foot pedestal.\n-A. Lincoln became the 16th President of the USA.\n-The USA has 13 stripes and 50 stars on the flag.\n- Games Cook discovered Australia\n-The Library of Congress is the largest national library in the world. It takes 340 miles of shelves to hold all of the book\n- France gave the statue of Liberty to America as a present, as the symbol of friendship.\n-There was a civil war in America.\n-The first colonist came to America from England on board of the ship “Mayflower”.\nVII. “None of them”\n- Below facts are stated from presidents’ life of the USA. Some facts will not approach not to one of them.\n1) He was the first president of the United States.\n2) His favorite subject was mathematics.\n3) He grew up on a large farm.\n4) He taught himself hoe to read and write.\n5) He is the author of the Declaration of Independence.\n6) His parents were Indians.\n7) He led the America army during the War of Independence.\n8) He did not like Negroes.\n9) He wrote the Emancipation Proclamation.\n10) He was an outstanding politician.\n11) He was the sixteenth president of the United States.\n12) There is a Memorial to this president in Washington.\n13) He was assassinated in Memphis.\n14) He was born in Virginia.\n15) There is a huge statue inside the Memorial to this president.\n16) He was born in England.\n17) He was the third president of the United States.\n18) He was the author of the Declaration of Independence.\n19) The Memorial of this president has a done.\n20) The Memorial of this president has a lot of columns.\n21) The Monument to this president is very tall.\n22) He never got married.\nVein diagrams\n- Let’s compare the capital of the USA and Kazakhstan. What kind of differences and community do they have?\n1) When were Astana and Washington, D.C. chosen the permanent site for capital?\n2) What sights are there in Astana and Washington, D.C.?\n3) Which presidents are N.Nazarbayev and Barakh Obama?\n4) What languages do Astana’s and Washington, D.C.’s people speak?\n5) Population of Astana and Washington, D.C.?\nAstana\n1) 1998s\n2) Baiterek, Atameken, Akorda, Duman, Nurastana, The pyramid of people’s friendship.\n3) 1st\n4) Kazakh\n5) About 602.000\nWashington, D.C.\n1) 1800s\n2) Library of Congress, National Air & Space Museum, Supreme Court\n3) 44th\n4) English\n5) 5.3 millio\n- What do they both have?\nBoth\n1) Capital\n2) Residence\n3) President\n4) Multinational\n5) Beautiful City\nIX. Idiom\n- Now pupils, let’s review some idioms. You know that the idiom is phrase which means something different from the meaning of separate words that are part of it. You will be given idiom; you must given their definitions in English.\nI have butterflies in my stomach. = I am nervous about something.\nI am short-handed = I don’t have enough people to help.\nHe is baking out of it. = He is doing more than necessary.\nThis is where I draw the line. = I will not do more (or tolerate more).\nI’ll have to sleep on it. = I will think about it and let you know tomorrow.\nHe’s backing out of it. = He has changed his mind. He will not do it.\nYou’d better stay on your toes. = Be aware.\nWatch your mouth. = Be careful what you say.\nShe has a green thumb. = She is good at growing plants. She can grow plants.\nDon’t stretch the truth. = Don’t turn the truth into a lie.\nHe must put his foot down. = He must insist and say no.\nYou really take the cake. = You did a good job. You really win the prize.\nHe’ll have to face the music. = He will pay for his mistake.\nHe’s blowing his own horn. = He is bragging about himself. To boast or praise oneself.\nZip your lip. = Don’t talk.\nX. Giving marks\n-All of you are active today and … your marks are excellent, … your marks are good.\nXI. Giving homework\n- Review all grammar material.\nXII. The end of the lesson\n- The demonstrative lesson is over. Thanks for your attention. Be always ready for your lesson. Good-Bye pupils.\n- See you and thank you very much for your lesson.\n\nhttp://u-s.kz/",
                "date": "20.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Есек\" сөзіне 5 жолды өлең керек?",
        "question_content": "зат есім(есек)\n\nсын есім\n\nетістік\n\nәдемі сөйлем\n\nсинониум",
        "question_date": "20.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір күні Бұлбұл құсты Есек көрді,\n\nҚасына сөз айтпаққа жақын келді:\n\n«Сыртыңнан сайрағыш деп жұрт мақтайды,\n\nТыңдайын, достым, біраз сайра, - деді.\n\n-Кім білсін мұнан былай көрерімді,\n\nСайра деп тағы саған келерімді.\n\nМен тұрмын өзім естіп сынамаққа,\n\nМақтаудай бар ма екен деп өнеріңді».\n\nЕсектің сөзін Бұлбұл қабыл алды,\n\nҚұлағын салып Есек тұра қалды.\n\nДауысын әлденеше түрлендіріп,\n\nСандуғаш не әдемі әнге салды.\n\nБұлбұл түр түрлі-түрлі әнге салып,\n\nСайрайды бірін нәзік, бірін анық.\n\nДаусындай сыбызғының алыстағы\n\nҚұлаққа кейбір даусы келді талып.\n\nБіресе шықылдаған ащы дауыс\n\nШекеңнен өте жазды құлақ жарып.\n\nЖан-мақлұқ, шыбын-шіркей, құрт-құмырсқа\n\nТыңдады орны-орнында тұра қалып.\n\nСайрады бірде ақырын, бірде қатты,\n\nКейде ысқырып, кей уақыт таңдай қақты.\n\nЖел тынып, құстар қойып шулағанын,\n\nҚойлар да күйісін тыйып, тыңдап жатты.\n\nКөрсетіп бар өнерін болды Бұлбұл,\n\nЕсекке қарсы қарап қонды Бұлбұл.\n\nҚарап тұр екі көзін айырмастан,\n\n«Сыншы не дер екен?» - деп енді Бұлбұл.\n\nСонда Есек сөз айтады Бұлбұл құсқа:\n\n«Мақтаулы бар ғой әнпаз әрбір тұста.\n\nСолардың баршасы да әдемі әнге\n\nТауықтың айғырындай емес ұста.\n\nАйтайын мен бір ақыл, Бұлбұл шырақ,\n\nТыңда сен ілтипатпен салып құлақ.\n\nҚораздан біразырақ ән үйренсең,\n\nСайрар ең мұнан гөрі де артығырақ».\n\nБұл сөзге жәбірленіп Бұлбұл қатты,\n\nСөз тыңдап онан әрі тұра алмапты.\n\n«Есекке сынатпасын Құдайым», - деп,\n\nПыр етіп ұшыпты да кетіп қапты.\n\nАл енді мұнда қандай ғибрат бар?\n\nЕсектей іс ететін көп адамдар.\n\nСары жезден саф алтынды айырмайтын\n\nДүниеде бар емес пе не надандар.\n\nЕсектей қалпы кейбір адамдардың,\n\nКөзі тар, көңілі соқыр жамандардың.\n\nАсылды жасық пенен танымайтын\n\nСынынан сақта, Алла, надандардың.\n\nhttps://sites.google.com/",
                "date": "20.04.2017",
                "upvotes": 0
            },
            {
                "text": "Сын есім\nСұр түсті,аласа\n\nЕтістік\n\nЖүреді,тебеді,жейді\n\nСиноним\n\nЖалқау\n\nДұрыс болмаса кешір",
                "date": "15.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат үшін мектепте ақша сұрағаны жақсы ма?",
        "question_content": "Менен мектепте қызыл аттестат үшін 10000 тенге сұрап жатыр.Бұл заңды ма?Сіздерден де сұрады ма?Қоса кетерім мен тек 9 сыныпты бітіріп жатырмын,жəне 9дан кейін кетейін деген ойым жоқ.",
        "question_date": "20.04.2017",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Bul ote zangsiz areketke uksaidi. Akshani surap zhatkan MEKTEP EMES, birak sol mektepte isteitin adam. Mumkin ol sizding klass zhetekshiniz shigar, bask panning mugalimi shigar, mumkin birneshe mugalimder sibailasip, sizden de baska balalardan aksha surap zhatkan shigar... Kim bolsa da, ol adammen zhalgiz soilespeniz. Siz ali balasiz. Ake-sheshenizben nemese aga-tatelerinizben ashik tikelei soilesip, akildasiniz.",
                "date": "9.08.2017",
                "upvotes": 0
            },
            {
                "text": "Әрине дұрыс емес! тез арада құқық қорғау органдарына хабарласып сұраған дадамды жауыпқа тарту керек!",
                "date": "9.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкентте дайындық курсына қайда баруға болады?",
        "question_content": "Убтга дайындыкка Шымкентте кандай курстар бар физика панинен? немесе репетиторлар? отинемин номерлерин жазасыздар ма",
        "question_date": "20.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шымкентте  Нур болашак деген курс оте жаксы тиянакты дайындайды, еще кітаптардын биразы тегин бериледи убт накты келетин такырыптарды отеди, мен сол жерде окыганмын и синилисм де казир сол курста окиды, 87054368990 деген номерге хабарлассаныз оздери айтады адресин",
                "date": "10.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыштың ұзындығы неше см?",
        "question_content": "Теңдеулер жүйесін құрып, оны қосу тəсілімен шешіңдер (1542-1545)\n\n1542:\n\nТік төртбұрыштың ені ұзындығынан 6 см қысқа, ал ұзындығы енінен 1,4 есе ұзын. Тік төртбұрыштың ұзындығы неше см? Ені неше см?\n\n1543:\n\nЕкі балада 15 алма бар. Егер бірінші бала екінші балаға 4 алмасын берсе, оның өзінде екінші баладағынан 2 есе кем алма қалады. Балалардың əрқайсысында неше алма бар?\n\n1544\n\nҰзындығы 120 м шеңбер бойымен екі бала бір жерден қарама-қарсы жүгірсе, 15 секундта кездеседі. Егер осы шеңбер бойымен балалар бірінен соң бірі жүгірсе, 1 мин өткен сайын кездесіп, отырады. Балалардың əрқайсысының жылдамдығын табыңдар.\n\n1545\n\nМоторлы қайық ағыспен жүзгенде 3 сағатта 105 м қашықтыққа барады, ал ағысқа қарсы жүзгенде, 4 сағатта 116 км қашықтыққа барады. Ағыс жылдамдығы сағатына неше км? Моторлы қайықтың меншікті жылдамсығы сағатына неше км?",
        "question_date": "20.04.2017",
        "question_tag": "Геометрия",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абай мен Құнанбай қалай амандасты?",
        "question_content": "Абай жолы раманындағы Абай мен Құнанбайдың, Зере мен Тоғжаннфң амандасуы",
        "question_date": "20.04.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 925,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі таңбалы санның цифрларының қосындысы 10-ға тең?",
        "question_content": "Екі таңбалы санның цифрларының қосындысы 10-ға тең.Егер осы цифрларының орындарын алмастырып,шыққан санның бірлік цифрын 1-ге арттырсақ,онда берілген саннан екі есе үлкен сан шығады.Осы екі таңбалы санды таб.ыңдар",
        "question_date": "20.04.2017",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 27800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі таңбаңбалы сан 37",
                "date": "20.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ақпаратты есте сақтап, өмірде пайдалану жолдары қандай?",
        "question_content": "Сыртқы дүние заттары мен құбылыстар туралы ақпаратты есте сақтап, оларды өмірде пайлану\n\n1. зейін\n\n2. ес\n\n3. ұйқы\n\n4. сөз5. ойлау",
        "question_date": "20.04.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Зейін - адамның психикалық әрекетінің белгілі бір нәрсеге бағытталып шоғырлануы. Адам өмірінде зейіннің алатын орны зор. Әсіресе, таным процесінде, білім алу ісінде маңызы ерекше. Шәкірттің сабақты түсіне қоймауы, есінде дұрыс сақтай алмауы, тапсырманы орындауда қате жіберуі оған дұрыстап зейін қоймаудан болады.\n2. Ес — адамның бұрын көрген, естіген, білген нәрселері мен бейнелерін ойында ұзақ уақыт сақтап, қажет кезінде қайта жаңғырту қабілеті, жүйке жүйесінің негізгі қызметтерінің бірі. Адамның есте сақтау қабілеті үнемі дамып, жетіліп отырады. Ертедегі грек философы Аристотель әр түрлі нәрселер мен бейнелердің есте әсерлену (яғни сақталу) сипаттарын үш топқа бөледі:\nәсерленген нысанның белгілі бір кеңістік пен уақытқа ұштаса қабылдануы;\nәсерленген нысанның басқа бір нысанға өзара ұқсастығы;\nолардың бір-бірінен айырмашылығы мен қарама-қарсылығы\n3. Ұйқы–адам менжануарлардың міндеттіфизиологиялық жағдайы. Бұл кезде сыртқы орта тітіркендіргіштеріне ешқандай жауап қайтарылмайды жәнеорганизмде жүріп жататын физиологиялық процестердің белсенділігі төмендейді. Оның қалыпты (физиология) ұйқы және терең ұйқы түрлері болады. Сөздің қысқаша түсінігі — іс-әрекетке араласпай, түн мезгілінде жатып, дем алудың табиғи тәсілі. «Пырылдап жұрт ұйқыда, мал күйісте, өтпейді жүргінші де қара жолдан» (Бейімбет Жармағамбетұлы Майлин Таңд. шығ.).\n4. Сөз(орыс.слово,ағылш.word) –затпен құбылыстың атын, түр-түсін, сапалық белгісін, амалын, қимыл-әрекетін таңбалаушы негізгі мағыналық-құрылымдық бірлік. Болмыстың тілдік атауы ретінде дыбыс пен мағына тұтастығынан тұрады.[1]Сөзді құраушы бірлік –дыбыс, алмағына– Сөздің ішкі мәні, мазмұны.Дыбыстық құрылымсөздің ішкі мәніне, ұғымға бағынышты болады.Сөз–тілдік категория, ұғым –логикалық категория. Ұғымсөзарқылы айтылады, бірақ сөз тілдегі барлық ұғымдарды білдіре бермейді.Одағай,шылаусөздерде мағына болғанмен, олардың ұғымға қатысы болмайды. Сөздің негізгі белгілері:\nҚұрылымдық тұтастығы: яғни, сөз белгілі бір дыбыс жиынтығынан тұрып, дайын күйінде жұмсалады.\nСемантикалық тұтастығы: құрамында қанша буын не сөз болғанына қарамастан бір ұғымды анықтап, бір мағына береді;\nГрамматикалық тұтастығы: сөз ішкі мағыналық құрылымына қарай грамматикалық топтарға бірігіп, грамматикалық категориялар негізінде түрленеді;\nТанымдық тұтастығы: сөздің ішкі мағыналық құрылымы халықтық дүниетаным негізінде анықталады.\n5. Ойлау– объективті шындықты белсенді бейнелеудің жоғарғы формасы, дүниені тану мен игерудің жоғарғы сатысы, тұлғаның танымдық әрекеті. Ойлау формалары мен құрылымдарында адамзаттың бүкіл танымдық және тарихи-әлеуметтік тәжірибесі, материалдық және рухани мәдениеті дамуының басты нәтижелері қорытылып, бекемделген. Сыртқы дүниені толык тануға түйсік, қабылдау, елестер жеткіліксіз болады. Біз тікелей біле алмайтын заттар мен құбылыстарды тек ойлау аркылы ғана білеміз. Түйсік, қабылдау процестерінде сыртқы дүниенің заттары мен құбылыстары жайлы қарапайым қорытындылар жасалады. Бірақ қарапайым қорытындылар сыртқы дүние заттары мен құбылыстарының ішкі құрылысын, оның қажетті қатынастары мен байланыстарын толықтай ашып бере алмайды. Адамның ой-әрекеті әсіресе тұрлі мәселелерді бір-біріне жанастыра отырып шешуде өте жақсы көрінеді.\nhttps://kk.wikipedia.org/",
                "date": "20.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инженер-Техник(технолог) мамандығы жайлы мәлімет керек?",
        "question_content": "Баршаңызға сəлем.Маған инженер техник(технолог)мамандығы жайлы айтып бересіздерме.Оқу орында қай қалада бар",
        "question_date": "20.04.2017",
        "question_tag": "Мамандық",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инженер (фр. ingénieur, от лат. ingenium — икемділік, өнертапқыштық) – мамандықтың бұл түрі сәулет өнері үлгісінің материалдық ақпараттандыру жабдығының жасаушысы. Оның атқарым құрамын, жүйелік бақылауы мен бағдарламалауын, құрылыс материалының технологиялық дайындамасын, жөндеу әдісі мен құрал-сайман сынамасын, және жұмыстың қалай өріс алуын бақылап, тексеріс жүргізіп отырады. Инженердің басты тапсырмасы – қолда бар мүмкіндіктің ең тиімді жаңа әдісін ойлап табу. Мысалы, жоба шешімін оңтайландыру, технология оптимизациясы, менеджмент пен жоспарлау, өнім мен зерттеме бақылау жұмыстары. Алғашқы кезеңде инженер атауын әскери соғыс көлік меңгерушілері (кран, зеңбірек) иеленіп жүрді. «Азаматтық инженер» деп XVI ғасырда Голландия елінің көпір мен жол құрылысшыларын атаған. Кейінірек бұл сөз Англияға, Пруссияға, кешірек Ресей еліне мамандық иесі ретінде қолданыла бастады. Тәжірибе алмасу мақсатында ғылым мен кәсіптік деңгейді жоғарылату одақтары мен ұйымдар құрылған. Мысалы, Электротехника мен электроника инженерлер институты, Қазақ инженерлік бірлестігі т.с.с. Инженер кәсіптік топқа жататындығына сәйкес нақты тапсырмалар орындайды. Шартты түрде негізгі 4 тобын айтса болады: Конструктор (аспап, құрал т.б. заттардың құрлымын жасайды); Технолог (құралдардың жасалу, өңдеу жолдарын жасайды); Экономист (экономиялық саралау мен жоспардың үнемдеу әдісімен аз шығынға қол жеткізу); Организатор (үй шаруашылық қызметі); Жеке қасиеттер: Әрбір инженер өзінің кәсіби деңгейіне қарамастан техника жұмысымен, техникалық нысанмен және технологиялық үдерістермен жұмыс істей алу керек. Сол себептен техникаға деген сүйіспеншіліктің болуы шарт. Техникалық икемділік, ойлау, аңғарғыштық, көз мөлшері негізгі орындарды алады. Бұл жұмыстың жауапкершілік деңгейі өте жоғары, себебі жұмыс нысаны адам өмірімен тікелей байланысты. Білім: (Нені білу қажет?) Алдымен инженер базалық дайындық ретінде әртүрлі түрлендірмелі матеметикалық есептердің анализ жасау нұсқаларын, инженерлік графиканы (сызу), сопромат, материалтану сияқты т.б. кішігірім мамандану тәртіптерін жеке бағытына байланысты оқитын болады. Жұмыс орны мен мансап: Инженер мамандығы халық шаруашылығының барлық түрімен дерлік айналысады. Олар: фабрика, зауыт, шахта, құрылыс, әскер, транспорт, авиация және т.с.с. көптеген жерлерде жұмыс жасайды. Ол: шебер, бас шебер, инженер, бас инженер, кәсіпорын жетекшісі, бөлім, аумақ, зертхана бастығы қызметтерін атқарады. Туыс мамандықтар: Инженер-конструктор, инженер-микроэлектроншы, құжат бойынша инженер, еңбекті қорғау инженері, өрт қауіпсіздігі бойынша инженер, телебайланыс инженері, инженер-технолог, қауіпсіздік бойынша инженер, инженер-жобалаушы, байланыс инженері, смена инженері, инженер-эколог т.б.\n\nhttp://massaget.kz/",
                "date": "20.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Соғыс туралы өлең керек еді?",
        "question_content": "Жігіт сұлтанына қатысатын едім. Сол сайысқа соғыс туралы өлең керек еді. Қандай соғыс туралы өлең білесіз?",
        "question_date": "20.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 845,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соғыс жылғы Аналар\nӨтсе де күн, есімің ескерілер,\nҰрпағыңның жадынан өшпедіңдер.\nСоғыс жылғы Аналар, өйткені, рас,\nБолмысы асқақ, өзгеше, басқа едіңдер!\n\nЖан едіңдер қашаннан елдікті ұғар,\nСол бейнеңде өшпейтін ерлік тұрар.\nҰлылығыңа орнатса бір ескерткіш,\nАлтынның да бағасы кемдік қылар.\n\nСоғыс үзді шаттықты ән-жырларыңды,\nБес қаруын бойына ұл да ілді.\nБіледі ұрпақ оларды қан майданға\nШығарып сап үмітпен тұрғаныңды.\n\nТыныштықтың сілкінтіп соғыс таңын,\nКөрді ұлдардың дұшпанмен алысқанын.\nБерді оларға күш-қуат ақ тілегің,\nТүсірмеді ерге тән намыстарын.\n\nҰялатар Ана ғой санаға арман,\nЖетелейтін сол үміт баланы алдан.\nНамысты ұл да туатын шығар, бәлкім,\nӨздеріңдей намысты Аналардан.\n\nАлмақ боп жау бейбіт ел қалаларын,\nОқ даусы үзді бөбектің балаң әнін.\nСонда ұлдарың майданда сәбилер мен\nҚорғап қалған олардың Аналарын.\n\nЖоғалтпады сол сында боздақ арын,\nСоғыс кейде қайғының қозғады әнін.\nӨздерің де бауырға басқансыңдар\nПана іздеген ұл-қызын өзге ананың.\n\nАна сезім ортақ қой балаға да,\nПерзент те ортақ көрінер бар анаға.\nБөлінбейді бұл жүрек ұлтқа мүлде,\nСыймайды екен бұл сезім шекараға.\n\nНамысы боп тілеуің жорықтардың,\nАлаңдаумен жүрегің торыққан мың.\nСол жылдардың Анасы, мәңгі өздерің\nАналары солдаттың болып қалдың!\n\nКелер деген беріліп сенімге ерен,\nМейірімдерің ортақ боп - бөлінбеген.\nАна болу сарбазға қашанда да\nОтанына Ана ол болу деген.\n\nӨтті уақыт...\nАна-үміт, Ана-арман\nҚұлындарын тосумен жараланған.\nСоғыс бүгін кешірім сұрай қалса,\nСұрау керек алдымен Аналардан.\n\nПейілі де, бір болған тілегі елмен,\nСол ақ тілек Жеңіс боп күле келген.\nМың дастанға лайық жансыңдар-ау,\nЖетпейді екен болмысың бір өлеңмен!",
                "date": "20.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытай тілінің аудармашы маманының айлығы қанша?",
        "question_content": "Қытай тілінен аудармашы ммааны болсам деп едім. Жалпы Қытай тілінің аудармашы мамандығының айлығы қанша?",
        "question_date": "20.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 959,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шетелде оқу қиын ба?",
        "question_content": "Салеметсиздер ме!! Сурагым келгени баска елге мысалы Казахстаннан Россияга  обменмен окып кайту туралы. Естуим бойынша  оте киын деп жатады. 1Курста бармауга кенес береди. Егер барып кайткандар болса билетиндер болса жауап жазуларынызды сураймын Алдын ала Рахмет))",
        "question_date": "20.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 446,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Men Germaniada Magistraturada okidim.\n\nKijin bolgani ol – adaptacia. Shetelde bilim beru metodikasi ote baska. Studentter sabakka aldin ala daindalip keluleri kerek. Mugalimder okitin materialdardi sabakka dein studentterge zhiberedi. Eger student materialdarmen tanis bolmasa, ogan mugalimdi tusinu ote kiin boladi. Sonimen katar, sabak kezindegi diskussiaga katisu ote kiin boladi. Tipti, ne turali soilesip zhatkani tusiniksiz bolui mumkin.\n\nEger siz mektepte zhaksi okisaniz, disciplinamen eshkandai problemalariniz bolmasa, onda, okudi alip ketesiz. Sonimen katar, ote kop mikti studenttermen oku ol ardaim zhaksi omirlik tazhirebe (great experience).",
                "date": "9.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзбекше тақпақ қазақша транскрипциясымен",
        "question_content": "Өзбекше тақпақ қазақша транкициясымен",
        "question_date": "20.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 15400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Menga kerak emas boylik mol dunyo,\n\nTillo ham topmaydi zarracha qadr.\n\nUlardan ustunroq menga doimo-\n\nAbadiy do'stligu,zarracha mehr.dòslik abadiy u barbaxotdir",
                "date": "12.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төлеген Əбдіков Қонақтар əңгімесінің қысқаша мазмұны керек еді",
        "question_content": "Төлеген Əбдіков Қонақтар əңгімесінің қысқаша мазмұны",
        "question_date": "20.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Қонақтар\" туралы мазмұны",
                "date": "16.05.2019",
                "upvotes": 0
            },
            {
                "text": "Өте жақсы әңгіме☝️",
                "date": "28.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Желдеткіш отыз секунд аралығында қанша жұмыс істейді?",
        "question_content": "1есепҚуаты 20Вт желдеткіш отыз секунд аралығында қанша жұмыс істейді\n\n2есеп.5м/е жылдамдықпен қозғалатын массасы 2кг дененің кинетикалык энергиясын есепте.",
        "question_date": "20.04.2017",
        "question_tag": "Физика",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Банкомат картасын қалай ашуға болады?",
        "question_content": "Мен банкомат аштыруым керек еді оны қалай аштыруға болады, қайдан аштыруға болады, қандай құжат керек? Қанша уақытта дайын болады?",
        "question_date": "19.04.2017",
        "question_tag": "Банк",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Керекті банкке барасыз құжаттарыңызды алып. Аты жөніңіз жазылған (\"именной\") жазылған карточка болса жасалу уақыты ұзағырақ болады. Бірақ əр банкте əр түрлі. Мысалы Каспи банкте қазір (08/2017) именной карточка ашу уақыты 15 минутты құрайды дейді.\nСосын Астана банкінде карточкаға үйге тапсырыс беруге болады.",
                "date": "19.08.2017",
                "upvotes": 1
            },
            {
                "text": "Astana Bank тегін банк картасын беріп жатыр. Осы акцияға үлгеріңіз. Банк картасын КазКом банкоматы арқылы үстемақысыз толтыруға болады.",
                "date": "19.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлттық код дегеніміз - ұлтшылдық па?",
        "question_content": "Ұлттық код дегеніміз не? Ұлтшылдық дегеніміз не?\n\nҰлттық код дегеніміз не? Бүгінде кең қолданылатын код деген сөзді құлыпты ашатын құпия кілт ұғымында түсінуге болар. Демек, қазақтың ұлттық коды деп қазақ халқының жаратылысын, табиғатын, рухани бітімін, өмір салтын айқындайтын белгілерді айтқан жөн шығар. Яғни, тарихи тамыры тереңде жатқан, ұлтымыздың күні бүгінге дейін бәрінен жоғары бағаланатын қасиеттері, солардың сығымдалып тұжырымдалған формуласы қазақтың ұлттық болмысының сырын түсінуге апаратын, тиісінше қастерлеп сақтауға жататын құпия кілттің тап өзі боп шығуы ғажап емес.\nҚазақ халқының ұлттық болмысы ғасырлар бойы қалыптасып, бекем орныққан, сондықтан да ол қазақ рухын небір күйзелістерден аман алып келе жатқан айрықша қасиетке ие. Халқымыздың сол қасиетін танытатын формула күллі материалдық байлықтан адами құндылықты биік қоятындығымен ерекшеленеді. Өйткені, бағзы заманда әділеттілік, адалдық, шыншылдық және ахлақ (мораль) дәулет атаулыдан әлдеқайда артығырақ бағаланатын. Бірақ заман ауысты, бір кездері құбылмалы саясат билеген уақыт ыңғайынан туындаған кемшіліктер кейіннен үлкен дертке айналды. Бұрындары «малым – жанымның садағасы, жаным – арымның садағасы» делінетін, барша игіліктен арды, ұятты, ахлақты жоғары қоятын қазақтың өмір сүру ережесі қатты өзгеріске ұшырады. Тиісінше ұлттың этикалық қоды бұзылды немесе бұзылып бара жатыр. Салдары – бүгінгі қоғамның барлық саласын жайлаған сыбайластық пен сыбайлас жемқорлық, көпке түсініктірек тілмен айтқанда – коррупция. Тілге тиек етіп отырған бағдарламалық мақала осы құбылыспен күресуге шақырады, адамгершілік ұстынымызды нығайтуға мегзейді.\nТәуелсіз даму жолына түскен шақта «жаһандану үдерісі келе жатыр, одан ешқайда қашып құтыла алмаймыз» деген пікір естілген. Жаһандану дегеніміз тұрмысқа, ел басқару жүйесіне, шаруашылық, кәсіпорын, білім беру мен тәрбиелеу орындары біткеннің бәріне батыстың жаңа технологиясын ұсынған бұқаралық мәдениетінің жан-жақты шабуылы нәтижесінде пайда болатын заманауи жаңа түр болып шықты. Жаһандану үдерісі біздің тарапымыздан ешқандай тосқауыл көрген жоқ. Ешқандай кедергі кездеспегендіктен де жастар санасын тез жаулады. Тіпті, ұлттық құндылықтарға көзқарастың өзі өзгеріске ұшырай бастады. Ал бұл мәдени кодымыздан айырылудың алды еді.\nРухани кодымыздың басты тіні, ұлттың күллі қастерлі ұғымдарын, қасиеттерін бойына жиған өзегі тіл болып табылатыны құпия емес. Міне, сол қасиетті ана тіліміздің қуаты бүгінде әлі де алаңдатады. Турасын айтқанда, мемлекеттік мәртебесіне қарамастан, қазақ тілінің қолданыс аясын тиісті дәрежеде кеңейте алмау, оны өзге тілдермен қойыртпақтап, бұзу, дұрыс сөйлемеу, тіпті мүлдем ұмыту өзіміздің ұлттық құндылықтарымыздың жүйесін сақтай алмауға әкеліп соғатыны анық. Елбасының мақаласында соның алдын алу әрекетіне көшу (қолданыстағы реформаланған кирилді латын графикасына ауыстыру) мәселесі қарастырылады. Біз бұл жөнінде басқа да ұлт мүддесіне жани аши қарайтын азаматтар қатарында әрәдік пікір білдіріп жүргендіктен, алфавитті, лажы болса, латын әріптерін қазақыландыру мақсатымен реформаламай, мүмкіндігінше Байтұрсынов тәсілімен өзгеріссіз таңбалау жағындамыз. Тек, екпін қойып айтарымыз – латынға көшу сәтті болу үшін, сөзбұйдаға салмай, мемлекеттік тілді өз мәртебесі деңгейіне көтеру, яғни қоғамдық-саяси функциясын күрт арттырып, қолданыс аясын мейлінше кеңейту қажеттігін еске салумен шектелеміз.",
        "question_date": "19.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтардың \"Ұлттық коды\" оның ғасырлар бойы қалыптасқан әдет-ғұрып, салт-дәстүрлері болу керек. Сонда біз еш ұлттың алдында ұялмайтын мықты, арлы ұлт боламыз.",
                "date": "20.04.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қосымша қалай жасауға болады?",
        "question_content": "Қосымша қалай жасайды.Оны плау маркетке қалай орналастырады.Мысалы, 4сурет 1 сөз деп аталатын қосымшалар сияқты қалай жасайды.Оны құрастыру және плау маркетке орнату тегін ба ?Оны сайт арқылы жасайма әлде басқашама толығырақ ақпарат берсеңіздер.",
        "question_date": "19.04.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 685,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қоймада 100 кг жидек бар. Тексере келгенде жидек құрамының 99%-і су екен.",
        "question_content": "Қоймада 100 кг жидек бар. Тексере келгенде жидек құрамының 99%-і су екен. Біраз уақыт өткеннен кейін жидектегі су мөлшері 98%- ға дейін азайды. Сонда қалған жидек масасының канша екенін табыңыз?",
        "question_date": "19.04.2017",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100×98÷99=98,(98)",
                "date": "26.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызымның тілі ойылып қапты. Жылай береді. Не істесем болады?",
        "question_content": "Айсұлу Аргынай Баланын аузы уылған ғой. Ауыз уылғанда соданы (бір шипотка) кесеге салып, үстінен қайнаған жылы суды құйып, ертіп, сұқ бармаққа таза дәкені (бинт) орап, дайындалған ертіндіге салып баланын, тілін, ауыз қуысын сүртеді.\nОрынша Жуматаевна Аптекадан В12-кызыл ампуладағы витамин жақ. Ас содасы тұзбен араластырып есіп мақтаға малып сүрт . Каместат деген ауызға жағатын жақпа май бар ауыз қуысына арналған жүтып қойса да зияны жоқ соны жақ.\nБақыт Жаншаева Новокаинді жұмыртқаның ағына араластырып, тіліне, аузына жағыңыз. Новокаин ауырғанын басады. Жұмыртқаның ағы жараны жазады. Содан кейін шамалы уақыттан соң ас содасы қосылған сумен шайыңыз. Сибирьское здоровьенің \"Волшебник\" деген бальзамы бар. аузы ойылғандарға керемет Қкөмектесетід. Қанша танысым балалырн сонымен емдеді.\nГулзия Жанабилова 1-чай қасық ас содасын ,250-грам суға езіп раствор жылы болсын сұқ саусаққа мақтаны ,үстінен бинт орап жақсылап ысып сүртіңіз.Дәл солай 2-тб фурацалинді езіп,немесе жидки фурацалинмен сүртіп жуыңыз.Содан кейін дәріxанадан миконаз деген гельді алып аузына жағыңыз тез және тиімді.Негізгі емі сол.Әр нәрсені бір жағып одан ары ойылып өршітіп аласыздар.",
        "question_date": "19.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ашудаспен сүртіңіз,  аузына салып бермей тек жиі -жиі сүртіп тұрыңыз, содамен шаюға да болады.",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Жиырма бірінші ғасырдың жеткіншегі қандай болуы керек?'' эссе жазу?",
        "question_content": "\"Жиырма бірінші ғасырдың жеткіншегі қандай болуы керек?'' эссе жазып беріндерш пожалуйста!\n\nТөмендегі қыстырма сөздерді пайдаланыңдар.\n\nМенің ойымша, ғалымдардың айтуына қарағанда, естуімше, әйтеуір, қойшы әйтеуір, айтып-айтпай не керек, қысқасы, абырой болғанда, бағыма қарай, өкінішке орай, сөйтіп, қызық болғанда, басқасын айтпағанда.",
        "question_date": "19.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі шет тілі мамандығы",
        "question_content": "Екі шет тілі мамандығы педогогикалық мамандыққа жатады ма? Мен педогогикалық мамандықтарға арналған емтихан тапсырамын баЖəне проходной балдары қандай?",
        "question_date": "19.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қаржыгер мамандығының жалақысы қанша?",
        "question_content": "Қаржыгер мамандығының жалақысы қанша? Қандай орындарда қызмет етуге болады?",
        "question_date": "19.04.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    }
]