[
    {
        "question_title": "Би,Хореграфия жағынан мамандық бар ма?",
        "question_content": "Мен қазір 9 сыныпқа көштім.Менің арманым жақсы би орындарына бару.Енді сұрағым би мамандықтары бар ма? Əлде бұл мамандықты таңдамағаным дұрыс па?Би мамандығы қалай болад ол үшін қайда бару керек айтып кетсеңіздер....!",
        "question_date": "2.08.2018",
        "question_tag": "Өнер",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өнер колледждеріне, Жүргенов атындағы да колледж бар шатаспасам соларға барып тапсырып сұрастырып көріңіз. Құр отырмай барып сұрасаңыз онда болмаған кездің өзінде керек жерге бағыттауы мүмкін. \nАл бимен айналысу айналыспау жағына келер болсақ ол мамандықтың дамып дамымағандығы сізді алаңдатпасын, бастысы сізге ұнаса болды. Маған да мектеп бітіріп жатқанда психология мамандығы  Қазақстанда дамымаған, қайтесің деп түсірмеген, қазір уақыт өте келе ең керекті мамандықтардың бірі бола қалды. Ал мен мүлде ұнатпаған мамандықтың иесімін) Сол үшін өзіңнің шын шаршамай талмай шынайы жасай алатын ісіңді таңда.",
                "date": "21.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1-сыныпқа баратын баланы мектепке қалай дайындау керек?",
        "question_content": "Бала қанша сағат ұйықтауы керек? Қалай дұрыс тамақтануы қажет? Сабаққа қалай дайындалуы керек?",
        "question_date": "2.08.2018",
        "question_tag": "Мектеп",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баланың өмірдің жаңа ырғағына үйренуіне, сабақ пен демалысты дұрыс үйлестіруіне бірнеше фактор әсер етеді. Олар: жүйеленген ұйқы, дұрыс тамақтану және уақытылы серуендеу. Ал сабақ үлгеріміне ерте басталған алдын ала дайындықтар көмектеспек. Бұл туралы \"1-сыныпқа баратын балалардың ата-анасына бес кеңес\" тақырыбындағы материалымыздан толығырақ біле аласыз.",
                "date": "2.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін онлайн қалай үйрену керек? Қандай пайдалы сайт бар?",
        "question_content": "Ағылшын тілін онлайн үйрену үшін нені білу керек? Қандай сайтты ұсынасыздар?",
        "question_date": "2.08.2018",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдымен нақты дедлайнды белгілеп алу керек. Әйтпесе бір тілді бірнеше жыл бойы “үйренуіңіз” ғажап емес. Intermediate деңгейіне жеткіңіз келсе, шамамен 300 сағат уақытыңызды тіл үйренуге арнаңыз. Күніне бір сағат бөлсеңіз, шамамен 10 айдан кейін мақсатыңызға жетесіз. \nЕгер тілді онлайн үйрену туралы толық ақпарат білгіңіз келсе, \"Ағылшын тілін онлайн үйренудің тиімді тәсілдері\" атты материалымызды оқуға кеңес береміз.",
                "date": "2.08.2018",
                "upvotes": 1
            },
            {
                "text": "ешко(eshko.com) онлайн курс бар ай сайынғы төлем ақысыда қолжетімді. жəне де сертификат беріледі",
                "date": "19.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "16 жастан бастап шетелге шығуға болама ?",
        "question_content": "16 жастан бастап, шетелге шығуға,болама ? \nИзменить16 жастан бастап шетелге шығуға болама ?",
        "question_date": "1.08.2018",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "кəмеліттік жас 18 . 16жастағы балаға ата ана жауапты",
                "date": "22.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы бағдарламамен жолдасым екеуміз де ақша ала аламыз ба?",
        "question_content": "1. Біз жолдасым екеуміз бір ауылдық жерде дәрігер болып жұмыс жасаймыз, қаладан қатынап. Жолдасыма 3 жыл, маған 2 жыл болды. Дипломмен ауылға бағдарламасы бойынша біздің әрқайсысымыз ақша ала аламыз ба, яғни бағдарлама бойынша 1 адамға 3000000 тг көлемінде беріледі, ал біз екеуміз де бірге құжат тапсырып 6000000 ала аламыз ба???",
        "question_date": "1.08.2018",
        "question_tag": "Заң",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атырауда Ж.Досмұхаметов лицей қай сыныптан бастап алады?",
        "question_content": "Атырауда Ж.Досмұхаметов лицей қай сыныптан бастап алады жəне  оның сайты бар ма?",
        "question_date": "1.08.2018",
        "question_tag": "Мектеп",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай лицей бар?",
        "question_content": "Атырауда қандай лицейлер бар?",
        "question_date": "1.08.2018",
        "question_tag": "Мектеп",
        "question_views": 921,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атырау физика математика лицей",
        "question_content": "Атырау физика математика лицей қай сыныптан бастап алады жəне сайты бар ма ?",
        "question_date": "1.08.2018",
        "question_tag": "Мектеп",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Универге жаңадан түскен студенттерге жатақxанаға не заттар алып бару қажет.",
        "question_content": "Нақты өздеріңіз білетін немесе алып барған заттарыңызды айтсаңыздар. Интернеттегі керек емес.",
        "question_date": "1.08.2018",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киім , жеке гигиеналық заттарың , канцеляр заттарың, осылар.",
                "date": "5.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химиядан есеп шыңарып көмектесемін",
        "question_content": "Құрментті оқуылар. егер химиядан қиналып, сқрақтарды түсінбей, немесес есептерді шығара алмай жатсаңыз, сұрақтарыңызды маған қойыңыздар. Көмектесемін",
        "question_date": "30.07.2018",
        "question_tag": "Химия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыз ба. Зертханада күкірт қышқылының тығыздығы 1,732 г/л болатын 80 процент ерітіндісі бар. Аккумуляторы зарядтау үшін тығыздығы 1,143г/л 20 проценттік ерітінді кетеді. 2 л ерітінды дайындау үшін осы ерітінден қанша алу керек?",
                "date": "26.08.2018",
                "upvotes": 1
            },
            {
                "text": "Вк сайтында отырасыз ба?",
                "date": "17.09.2018",
                "upvotes": 0
            },
            {
                "text": "осыны танертенге дейн керек отиниш комектесиниздер. С денгейі",
                "date": "17.09.2018",
                "upvotes": 0
            },
            {
                "text": "Маган комек керек болып туррр!\n\n10 грамм зат мөлшерін есепте! деген суракка жауап бере аласыздарма??",
                "date": "17.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке куәліктің скан фотасын жіберуге болама?",
        "question_content": "Бөгде сайтқа жеке куәліктің скан фотасын жіберуге болама ЖСН мен подписьті жасырып.Заңға қайшы емесбе?",
        "question_date": "29.07.2018",
        "question_tag": "Заң",
        "question_views": 549,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Заңға қайшы емес.\n\n.",
                "date": "30.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 2013-те Әлеуметтік жұмыс мамандығы бойынша бітіргем. Жұмысқа тұру мүмкіндік бар ма?",
        "question_content": "Еуразия ұлттық университетін бітіргенмін. Менің жұмыс өтілім жоқ. Әлеуметтік сала бойынша қандай жұмысқа тұруыма болады. Әлеуметтік жұмыс мамандығы бойынша бітіргем. Жұмысқа тұру мүмкіндік бар ма?",
        "question_date": "27.07.2018",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 417,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Математикалық және компьютерлік модельдеу мамандығы бойынша қандай ЖОО-дары бар",
        "question_content": "Математикалық және компьютерлік модельдеу мамандығы бойынша қандай ЖОО-дары бар? Ол ЖОО-дарында шет елдерде ауысыммен оқуға болады ма және ол ЖОО-дарына түсу үшін ҰБТ-дан минимум қанша балл жинау керек? Және осы мамандық бойынша қандай жұмыст істеуге болады? (ЖОО-дарының сайттарынан дұрыс таба алмадым. Көмектесіп жіберіңіздерші?)",
        "question_date": "27.07.2018",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Желідегі адам құқығы",
        "question_content": "Сəлеметсіздер ме?! Сіздерден көмек сұрағалы отырмын. Мен бір қазақша сайтта жарияланған кітапқа алдын-ала төлем жасап тапсырыс беріп едім,5-7 күнде кітапты қолыңызға аласыз деген, бірақ екі ай өтті кітабым да жоқ, ақшамда жоқ соны заң жүзінде қалай қудалауға болады?!",
        "question_date": "26.07.2018",
        "question_tag": "Заң",
        "question_views": 695,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз оны әлеум.желіден алдыңыз ба?",
                "date": "26.07.2018",
                "upvotes": 0
            },
            {
                "text": "Кітаптар əлемі деген қазақша сайтта жарияланған болатын",
                "date": "27.07.2018",
                "upvotes": 0
            },
            {
                "text": "ешнəрсе істей алмаймыз алданғансыз",
                "date": "23.08.2018",
                "upvotes": 0
            },
            {
                "text": "Сіз тауарға тапсырыс берер алдында интернет магазиннің ережелерімен таныстыңыз ба?\nЕгер сіз ақшаңызды алаяқтарға жіберіп қоймаған жағдайда....\n\nИнтернет магазиннің адресін тауып алып  ақшаңызды 10 күн немесе 5 күн ішінде қайтару туралы, егер қайтармаса сотқа шағымданатыныңыз туралы хат (уведомление) жазыңыз. Қайтармаған жағдайда тұтынушылардың құқықтарын қорғау департаментіне шағымданасыз.",
                "date": "6.09.2018",
                "upvotes": 2
            },
            {
                "text": "Полицияға жүгінііңіз. Жиберген ақша төленгені туралы чектерин сақталғанғой. Және де сол кісілермен сөйлескен смс болса болдығой. Сол арқылы полицияға жүгінсеңіз болады.",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 жасқа дейінгі ай сайынғы баланың ақшасына 40% қосылуы туралы",
        "question_content": "Сәлеметсіз. Ай сайынғы баланың ақшасына 40 % қалай қосылады?  Мен декреттік демалысқа кетерден алдында 1 жыл 3 ай жуыс істеп барып декреттік демалысқа кеттім. Сонда маған 40% есептелмейді ме? Соңғы 2 жылдық жалақыны есептейді екен менде 1жыл 3 ай ғой",
        "question_date": "25.07.2018",
        "question_tag": "Жанұя",
        "question_views": 686,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Селмитсизбе мен жолдасым жумыс жасамайды Маган акша берлиме квартир жалдап турамыз баламы кишкентай але",
                "date": "17.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қасымның үстіне үлкен сүйел не сол секілді бір нəрсе шықты",
        "question_content": "3-4ай бұрын бетіме бір ақ нəрсе шықты.Оны прыщ деп ойлап кетет деп жүрдім.Ол өсе берді бірақ.Қазір қызыл боп алыстан қарасаңда байқалады.Қыз бала болған соң ұят.Бəрі айтат мынау не деп шыны керек өзімде білмеймін.Біреу сүйел дейді біреу артық ет дейді дерматолог кожаный рук дедма сондай деді лазермен күйдіру керек дейді бірақ қорқамын еще көбейп кетеді дейді.Не істесем болады.Ол не?",
        "question_date": "25.07.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лазермен күйдіріңіз, тыртығы білінбес",
                "date": "26.04.2019",
                "upvotes": 0
            },
            {
                "text": "Сүйел адам ағзасында папилома вирус бар екендігінің көрінісі.Сондықтан вирусқа қарсы өнімдерді қолданып,ағзаны тазалау керек.",
                "date": "29.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйге келген полиция қызметкерінің жұмысын телефон камераға түсіруге болама?",
        "question_content": "Ассаляму Алейкум! Сұрағым осы бүгін 25.07.18 жыл үйіме участковый полиция келді, үйімде шетелден келген нағашыларым жұмыс жасап жатыр еді, олардың азаматтығы Өзбекстандық еді, мен ешкімнен сұрамастан телефон камерасына видеоға түсіріп бастадым, полиция қызметкері телефонды қолымнан жұлып алды, түсіруге құқығын жоқ, сен бізден сұрамадың деп, кімдікі дұрыс??",
        "question_date": "25.07.2018",
        "question_tag": "Заң",
        "question_views": 618,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "“Бірінші кезекте полиция қызметкері  “Азаматтық кодекс” бойынша кез келген азамат ретінде өзін камераға түсіруіне қарсы болса, оған тыйым салынады. Екінші кезекте, полиция қызметкері өз қызметін атқару мақсатымен оқиға орнын тексеріп, тергеп жатса, таспаға түсіруге тыйым салынады. Ал, жол полицейлерін таспаға түсіруге болады. Біз енгізген заңдағы өзгерістер бойынша, жол полицейін камераға түсіруге рұқсат. Бұл заңды”.",
                "date": "6.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қандай ғылыми жоба байқауларын білесіздер?",
        "question_content": "Мектеп оқушыларына арналған қандай ғылыми жоба байқауларын білесіздер?",
        "question_date": "25.07.2018",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биыл алғаш рет Bilim Media Group компаниясының бастамасымен ұстаздар мен оқушылар арасында \"Жобалық жұмыс\" байқауы өткізілді. Байқауға жалпы саны 132 жұмыс қабылданып, үздік деп танылған жобаның авторлары 200 000 теңге ақшалай сыйлықпен марапатталды.\nЖоба болашақта да жалғасын таппақ. \"Күн энергиясын тиімді пайдалану туралы ғылыми жоба байқауда үздік шықты\" материалынан толығырақ біле аласыз.",
                "date": "25.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ас бергуе шақыру жасатқанда ішінде не деп жазуға болады?",
        "question_content": "Аска шакырганда шакыру билетине калай жазатынын билмей отырм комектесип жвверсениздер",
        "question_date": "25.07.2018",
        "question_tag": "Шежіре",
        "question_views": 19000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осындай үлгіде жазуға болады",
                "date": "31.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əлім ұлы Шекті руы",
        "question_content": "Ассалаумағалейкүм қадірменді жамағат! Есімім - Ниталин Қанат. Сіздерден Шекті руынан тармағы жайында сұрайын деп ем. Менің атам-Ниталин (негізінде Ниеталин) Мұхтар. Оның інісі - Ермуханов Жолан. Балалары : Адилхан, Амиржан, Сабыржан. Ақтөбе облысы Хромтау ауданы Құдықсай ауылының тумалары. Арғы аталарымды білмеймін . Бірде əжемнен Орыс дегенді естіп қалдым  (мүмкін Өріс). Маған Орыстын ұрпағы туралы кім айтып  бере алады. Өтініш. Рахмет",
        "question_date": "25.07.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 756,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыз ба. https://tumalas.kz/shejire-view/ осы сайтқа кіріп өз тумаластарыңызды таба аласыз.",
                "date": "23.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нағашыдан қыз ала аламын ба?",
        "question_content": "Мен Нагашы атамнын инисинин немере кызын ала аламынба, ягни олар маган нагашы ал мен оларга жиен боламын, жане тагыда нагашы атамнын иниси екеуинин акелери болек анасы бир",
        "question_date": "24.07.2018",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеті атаға дейін туысқандармен қыз алыспайды",
                "date": "25.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кезекті еңбек демалысы",
        "question_content": "Сәлеметсіз бе. Мен декреттік демалыстан кейін 2018 жылы 2шы сәуірден бастап жұмысқа шықтым.  Озым мектепте тәрбиеші болып жұмыс истеймын. Биылгы кезекті еңбек демалысымды қай уакытта аламын. Қыркүйекте сабақ басталып келетіндыктен тамыз айында кезекты енбек демалысына шыға аламын ба? Канша күнге шыга аламын? Жауап берсеныздер. Алдын - ала рахмет!",
        "question_date": "23.07.2018",
        "question_tag": "Мектеп",
        "question_views": 629,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сәуірде жұмысқа кірсеңіз 10 күнге шыға аласыз, 1 айға 2 күннен есептеледі....",
                "date": "26.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Дирломмен ауылға бағдарламасын қалай алуға болады?",
        "question_content": "Ассалаумағалейкум, мен мемлекеттік қызметте толығрақ аудандық ауыл шаруашылығы және жер қатынастары бөлімінде жетекші маман болып жұмыс істеймін. Өзім Алматыдағы Қазақ Ұлттық Аграрлық университетін 2017 жылы техника және технологиялар мамандығы бойынша тәмандадім. Енді маған дипломмен ауылға бағдарламасы бойынша мемлекет тұрғын үй сатып алуыма көмек бередіме, бағдарламада ауыл шаруашылығына көмек бар ма әлде тек әлеуметтік салаға бередіме?",
        "question_date": "23.07.2018",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 728,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диплом алған мамандардың бәріне бірдей университетті аяқтағаннан кейін бірден жұмысқа орналасудың сәті түсе бермейді. Жұмыс берушілер ең алдымен жұмыс тәжірибесі бар қызметкерді жұмысқа жалдауға мүдделі. Бұл жағдайда, күні кеше университет бітірген түлектерге «Дипломмен – ауылға», «Жастар тәжірибесі» және «Жастардың кадрлық резерві» бағдарламаларын жүзеге асыра отырып, мемлекет көмекке келеді.\nЖОО-лар түлектері үшін «Жастар тәжірибесі» бағдарламасы\nОқу орнын аяқтағаннан кейін жұмыс тәжірибесін алу үшін мемлекет түлектерге алты айлық жастар тәжірибесін ұсынады.\nБұл үшін диплом алған түлек (29 жасқа дейін) өз қаласының (ауданының) әкімдігі жанындағы жұмыспен қамту орталығына өтініш білдіреді. Содан кейін жұмыспен қамту орталығы түлек туралы деректі мамандар деректерінің бірыңғай қорына енгізеді және жұмыс беруші компаниялар арасында диплом бағыттары бойынша бөледі.\nЖұмыспен қамту орталығы түлектермен алты айға еңбек шартын жасайды. Жұмыс күні ҚР Заңнамасы бойынша еңбек шартына сәйкес анықталады.\nЖастар тәжірибесіне (практикасына) бағытталған бағдарламаға қатысушылардың айлық еңбекақысы – 18 айлық есептік көрсеткіші (салықтарды, міндетті әлеуметтік аударымдарды, пайдаланылмаған еңбек демалысының өтемақыларын және банктік қызмет көрсетулерді шегерусіз) құрайды.\nЕгер жұмыс беруші тәжірибе (практика) уақытында сізді өзінің компаниясына жұмыс жасауға қабілетті және сай келеді деп есептейтін болса – ол сізді тұрақты жұмыс жасауға қабылдауға құқы бар. Жас маман үшін бұл нұсқа жұмыс тәжірибесінсіз неғұрлым қолайлы болып саналады, бұл орайда сіз, тәжірибеден өту кезінде өзіңіздің және өзіңіздің кәсіби дағдыларыңызды көрсету мүмкіндіктерін назардан шығарып алмаңыз.\nБағдарлама түлектердің алған кәсібі (мамандығы) бойынша бастапқы жұмыс тәжірибесін алуға арналған.\nТүлектің бағдарламаға қатысуы үшін мыналар қажет:\n1. Өз қаласының немесе ауданының әкімдігі жанындағы Жұмыспен қамту орталығына өтініш білдіру.\n2. Жұмыссыз ретінде тіркелу (жас мөлшері 29-дан аспауы тиіс).\n3. Төмендегідей құжаттар тапсыру:\n• жеке бас куәлігі;\n• диплом;\n• үй кітабы немесе мекенжай анықтамасы;\n• зейнетақы қорымен жасалған шарт;\n• Халық банкінен ағымдағы есепшот;\n• 086-У үлгідегі денсаулық жағдайы туралы анықтама.\nБұдан өзге «Жұмыспен қамту жол картасы 2020» бағдарламасын жүзеге асыру шеңберлерінде кәсіби білім беру оқу орны базасы құрылады және бірыңғай ақпараттық «Жастардың еңбек биржасы» порталы, «Жұмыс» ақпараттық порталы ашылады.\n«Дипломмен – ауылға»\nТөмендегі мамандықтар:\n• білім беру;\n• денсаулық сақтау;\n• әлеуметтік қамтамасыз ету;\n• мәдениет және спорт;\n• ветеринария бойынша ЖОО-ны аяқтаған студенттер үшін.\nМемлекет тиісті әлеуметтік қолдаумен ауылдық жерлерде жұмыстар ұсынады. Жас мамандарды әлеуметтік қолдауға мыналар кіреді:\n• 70 АЕК мөлшерінде біржолғы көтерме жәрдемақы беру;\n• 1500 АЕК мөлшерінде 0,01% мөлшеріндегі сыйақы мөлшерлемесімен, 15 жылға арналған мерзімге тұрғынүй сатып алу және салу үшін бюджеттік несие беру;\n• ауылдық елді мекендерде орналасқан әлеуметтік салалар мекемелерінің мамандарына (қалалық елді мекендерде) тарифтік мөлшерлемелерден 25%-ға кем емес мөлшерде лауазымдық еңбекақыны көтеру.\nБағдарламаға қатысу үшін мыналар қажет:\n• сіз таңдаған елді мекенде (ауыл мектебі, аурухана, Мәдениет үйі, спорт кешені және т.б.) өз бетімен жұмыс табу;\n• жұмысқа қабылдау кезінде үміткер бағдарламаға қатысуға аудандық комиссияға өтініш береді;\n• өз бетіңізбен жұмыс іздеу мүмкіндігі болмаған кезде, сіз ҚР Ауылшаруашылық министрлігіне немесе өңірлердегі жауапты қызметкерлерге өтініш білдіре аласыз;\n• өңірлердегі кадрларға деген қажеттілік туралы деректер облыстық әкімдіктер басқармаларының сайттарында орналастырылған.\nЖобаға қатысу үшін құжаттар тізбесі:\n• үлгі бойынша өтініш;\n• жеке басты куәландыратын құжаттың көшірмесі;\n• тиісті елді мекенде тұратындығын растайтын, азаматтарды тіркеу кітабының (үй кітабының) көшірмесі немесе мекенжай анықтамасы;\n• білімі туралы дипломның көшірмесі;\n• Қазақстан Республикасының қолданыстағы заңнамасына сәйкес тұрғын үй сатып алу-сату туралы алдын ала шарт;\n• жылжымайтын мүлікті бағалау актісі (бюджеттік несие алу үшін);\n• тұрғын үй салу үшін берілген жер телімдерін пайдалану құқығына акті.\n«Дипломмен ауылға» бағдарламасының шеңберлерінде үш жылдың ішінде республиканың ауылдық елді мекендеріне 24 577 мамандар барғандығын атап көрсетеміз.\n«Жастар кадрлық резерві»\nҚР Білім және ғылым министрлігінің және «Нұр Отан» ХДП-ның қолдауы жағдайында, жас талантты, белсенді қазақстандықтардың арасынан елдің басқару кадрларын анықтауға, іріктеуге, даярлауға және тәрбиелеуге бағытталған «Жастар кадрлық резерві» жобасы жүзеге асырылды.\n2009-2016 жылдары «Жастар кадрлық резерві» жобасына қатысуға 13 000-нан аса жастар өтініш берді, солардың 404 адамы әртүрлі ұйымдарда ашық конкурстық іріктеуден, тестілеуден, оқытушы модульдерден, кәсіби біліктілікті бағалаудан, тағылымдамалардан өтті. Конкурстық іріктеуден өткен қатысушылар мемлекеттік басқару, бизнес, ғылым, білім беру, қоғамдық бұйымдар, БАҚ өкілдерімен кездесті.\n2016 жылы жобаны жүзеге асыру, сондай-ақ жас мамандар арасынан елдің басқару кадрларын анықтауды, іріктеуді, даярлауды және тәрбиелеуді және төмендегі үш бағыт:\n1. Мемлекеттік қызмет\n2. Бизнес-қоғамдастық\n3. Қоғамдық саяси қызмет бойынша әлеуметтік маңызы бар қызметке енгізуді болжайды.\nІріктеу туры бірнеше кезеңдерден өтеді:\n• Жобаның ресми сайтында сауалнама толтыру, формалды өлшемдер (жас мөлшері, білімі, жұмыс орны, кәсіби дағдылары, интеллектуалдық әлеуетті, эмоционалдық интеллекті бағалау, эссе жазу және т.б.) бойынша сауалнамаларды бағалау. Бастапқы іріктеу нәтижелері бойынша 300 конкурсқа қатысушылар келесі кезеңге жіберілетін болады.\n• Логика бойынша тестілеу, мемлекеттік тілді білу және жобаға қатысушының психологиялық картасын анықтау (тестілеудің кестесі мен өтетін орыны, іріктеудің 2-ші кезеңіне өткен 300 конкурсқа қатысушылардың нәтижелері жарияланғаннан кейін анықталатын болады).\n• Құзыреттерін бағалауға әңгімелесуден өту, жобаның 32 үздік қатысушыларын (әрбір өңірден 2 конкурсқа қатысушы бойынша) анықтайды. Сұхбаттасуды республика өңірлерінде «Болашақ» Қауымдастығының сарапшылары, өңірлік үйлестірушілері, Дирекцияларының мүшелері мен «Нұр Отан» ХДП өкілдері жүргізеді.\nОдан ары конкурсқа қатысушылар жетекші отандық және шетелдік мамандарды шақыртумен лекциялар, семинарлар, шеберлік сыныптары, асессмент (кәсіби құзыреттілікті бағалау) кіретін, оқытушы модульдерден, сондай-ақ мемлекеттік және мемлекеттік емес құрылымдарда тағылымдамадан өтеді.\nЖобаның қорытындылары бойынша ең жоғары рейтинг алған 32 конкурсқа қатысушылар сертификат алады және кадрлық резервке қабылданатын болады, сондай-ақ бұл мемлекеттік қызметке, бизнес аясына және қоғамдық қызметке тұруға неғұрлым жоғары лауазымды иелену үшін резервте тұрғандарды ұсыну үшін қарауға кепілдеме болып саналады.\nТолығырақ: https://www.keu.kz/kz/zh-mys-a-t-r-yzu/28-current-users/4515-s-diplomom-v-selo-molodezhnaya-praktika-i-molodezhnyj-kadrovyj-rezerv-2.html",
                "date": "30.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денедегі артық түктер",
        "question_content": "Қолдағы артық түктерді біржола өспейтіндей қалай құтылуға болады?",
        "question_date": "23.07.2018",
        "question_tag": "Денсаулық",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Лазерная эпиляция ғана көмектеседі, бірақ  ол  1-2 жылға ғана өсуін тоқтатады.",
                "date": "24.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мамандық таңдаған дұрыс?Таңдау пəні физикадан баска",
        "question_content": "Қандай мамандық таңдаған дұрыс кейін өкініп қалмайтындай. Таңдау пəндері физ. Мат.тан баска... Грант көп бөлінген.",
        "question_date": "21.07.2018",
        "question_tag": "Университет, колледж",
        "question_views": 974,
        "question_upvotes": 0,
        "answers": []
    }
]