[
    {
        "question_title": "Оқушылардың республикалық олимпиадасының облыстық кезеңі",
        "question_content": "Достар, оқушылардың республикалық олимпиадасының облыстық кезеңінде мен Қазақстан тарихы пәнінен 1-ші орын алдым,енді мен республикалық олимпиадаға барып 1-ші орын алсам,грант бөліп береме?және қандай мамандыққа?ҰБТ  тапсырмаймынба егер берілсе?",
        "question_date": "11.01.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 564,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Автоқұрылыс мамандығына қалай түсуге болады",
        "question_content": "Жасым 18де менің қояр сурағым Автоқұрылыс мамандығына түсу үшін қанша балл жинау керек",
        "question_date": "11.01.2016",
        "question_tag": "Автокөлік таңдау",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақ тілі маманы қажет",
        "question_content": "Сәлеметсіздерме?! Маған қазақ тілі маманы қажет. Қазақ тілге қатысты мақалалар, тіл білімі, тіл саясаты, аударма, қазақ тілі бойынша сабақ жоспарлары туралы мақалалар жазу керек.",
        "question_date": "11.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 517,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тіліндегі мәтінді орыс тіліне сауатты турде аудару керек еді. Көмектесіңіздерші!!\"\n\nМәтін:Түрлі көзқарастарды салыстыра отырып, қашықтан оқыту – бұл әдеттегі дәстүрлі  оқудан көп айырмашылығы мен артықшылығы бар білім берудің жаңа арнайы формасы.\n\nКредиттік жүйе бойынша білім алушыларды дайындаудың қашықтан оқыту технологиясы мен тәсілдерін ескере отырып, қашықтан білім беру порталы өз ерекшеліктерімен жасалынды. Ол білім алушы мен оқытушының, өзара қарым-қатынынас формасын, оқу құралы мен әдістемесін, оқытуды ұйымдастыру өзгеше түрін ұсынады. Сонымен қатар оның құрамы кез-келген оқыту формасымен оқыту жүйесінде бар компоненттерден, барлық оқыту түрінде әлеуметтік қажеттілікті өтейтін мақсаттардан, оқу орнының түріне қарай қолданыстағы бағдарламаларды қамтитын мазмұннан, әдістемелерден, ұйымдастыру формасынан, оқу құралдарынан тұрады.",
                "date": "17.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2016 жылы ШҚО бойынша ОЖСБ қай пәндерден келуі мүмкін?",
        "question_content": "2016 жылы ОЖСБ қай пәндерден келуі мүмкін және ШҚО бойынша тапсыратын мектептер белгілі ме??",
        "question_date": "11.01.2016",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ тілі\n\nҚазақ әдебиет\n\nАғылшын тілі\n\nОрыс тілі",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақ тілі міндетті түрде келеді",
                "date": "30.01.2016",
                "upvotes": 0
            },
            {
                "text": "Химия мен дж.тарих және физика келуі мүмкін. Себебі көп мектепке осы үш пәндер келіп жатыр. Қазақ тілі де міндетті пән. Жан-жақты дайындалған дұрыс негізі.",
                "date": "30.01.2016",
                "upvotes": 0
            },
            {
                "text": "Көкжыра ауылына келмесе екен :-)",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "21 ғасыр қандай мақал-мәтелдерін білесіз?",
        "question_content": "Жаңбырмен жер көгерер, трафикпен сайт көгерер...\n\nЖалғыз админнің шаңы шықпас!\n\n100 Kaztube-ің болғанша, 1 Youtube-ің болсын!\n\nСайт жасасаң ерінбей, тояды қарның тіленбей\n\nСенбе nur-ға (Nur.kz) жатса да қанша ойбайлап\n\n100 мыңдық павлигі бардың, 10 мыңдық трафигі бар\n\nПікірсіз блог жетім\n\nБлоггер боламын десең хэштегіңді түзе\n\nҚыз өссе инста көркі...\n\nQiwi-де 100 теңгең болғанша, Фб-да 100 досың болсын!\n\nБолатын сайт движогынан...\n\nБолар блогер блогынан\n\nБоранды күні қасқыр мен блоггер құтырады\n\nSEO - инемен құдық қазғандай\n\nЖаза-жаза блогер боласың!\n\nSMM-да достық жоқ\n\nБлогерлі шара - базар, блогерсіз шара - мазар\n\nБілегі күшті бірді жығады, блогы күшті мыңды жығады\n\nПостын көріп,достығын ал\n\nБлогер бала блогынан\n\nБлогерден үйрен, жаманнан жирен\n\nБлогер жылатып айтады, журик күлдіріп айтады\n\nЖазбасаңда постың болсын!\n\nБолар бала FB қарай жүгіреді\n\nПостына қарап, қызын ал\n\nАсық ойнаған азады,\nДоп ойнаған тозады.\nБәрінен де блогтурға барып,\nХалява құйрықмай жеген озады\n\nМақтаған хостинг бэндвитте осырады\n\nХостингі бірдің уайымы бір\n\n5 мың досың болғанша, 500 лайкерің болсын\n\nИдея кезде бәрі жақсы, жаман проект қайдан шығады?!\n\nКомментіне қарап оқырман бол\n\nАдмині мықтыны жау алмас\n\nАшылмайтын сайт болмас, ашып ап ел жұртты алдайтын суайт болады\n\nФейсбукта сұлтан болғанша, El.kz-те ұлтан бол!\n\nЖеті өңдеп, бір жаз!\n\nАдмин айналып сайтын табар\n\nӨз кодыңның багтары да тәтті\n\nБлог қадіріне жетпеген\nСайт қадіріне де жетпес!\n\nКүлме DDOS-қа, келер басқа\n\nҚыз өссе елдің көркі, трафик өссе сайттың көркі\n\nSEO жасасаң ерінбей, трафик келер тіленбей\n\nМың CMS білгенше, бір php біл",
        "question_date": "11.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 15200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Ақшаң болса қалтаңда, талдаңсаң талтаңда.\n\n2)Қардың ауырлығын қар күрегенде білесің.\n\n3) Батаменен ел көгерер,\nЖаңбырменен жер\nкөгерер,\nТөбелеспен көз көгерер.",
                "date": "22.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтын доп 2015 бүгін Қазақстан ұлттық арнасында",
        "question_content": "Алтын Доп 2015 кім алады? Ал ең үздік бапкер кім болады? Сіздің ойыңыз",
        "question_date": "11.01.2016",
        "question_tag": "Футбол",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан арнасынан расымен де көрсете ме?\n\nСұраққа келсек Месси мен Луис Энрике лайықты және солар алады.",
                "date": "11.01.2016",
                "upvotes": 4
            }
        ]
    },
    {
        "question_title": "Ноутбуктан бірдеңе өшірсем кей бірлері мынандай болып қалады",
        "question_content": "Ноутбуктан бірдеңе өшірсем кей бірлері мынандай болып қалады:",
        "question_date": "11.01.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 658,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Демек, ол программа пайдаланып тұр, ашық тұр деген сөз.",
                "date": "11.01.2016",
                "upvotes": 1
            },
            {
                "text": "ВКДиджейПлеерден шығып кетіп қайтала",
                "date": "12.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Африкадағы \"Мыс белдеуі\" деп аталған елдер",
        "question_content": "Африкадағы \"Мыс белдеуі\" деп аталған елдер",
        "question_date": "11.01.2016",
        "question_tag": "География",
        "question_views": 23400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Африкадағы дамушы елдер\n2010 жылғы мәлімет бойынша 1млрд 30 млн адам болды. Африка халқының саны жыл сайын жедел өсуде. Бірақ Африка халқының саны 800 млн деген ақпарат жиі кездеседі. Африкадағы елдердің көпшілігі мемлекеттік құрылымы бойынша республикалар, тек үш монархия бар. Африкадағы монархиялы елдерге Марокко, Лесото, Свазиленд жатады.\nАфрикадағы елдердің көпшілігі унитарлық республикалар болып саналады. Федерациялық республикаларға ОАР, Эфиопия, Нигерия, Комор аралдары жатады. Африка пайдалы қазбаларға бай аймақтардың бірі. Мұнай мен газдың мол қоры Африканың солтүстігінде шоғырланған. Мұнай мен газдың ірі кен орындары Ливия, Нигерия, Алжирде шоғырланған.\nОАР-да алмаз бен алтынның мол қоры бар. ОАР алтын мен алмаз өндіруден дүниежүзі бойынша бірінші орынды алады. Африканың жер қойнауы пайдалы қазбаларға өте бай. Замбия мен Конго елдерінде кобальт пен алмастың мол қоры шоғырланған. Марокко Африканың солтүстігінде орналасқан. Мароккода фосфориттің мол қоры шоғырланған.\nНіл өзені бойында КСРО-ның көмегімен 1971 жылы Асуан бөгені салынған. Асуан бөгенінің салынуына байланысты Ніл өзені кеме жүзуге қолайлы өзенге айналды. Сонымен қатар егістік жерлерден жылына екі үш реттен өнім жинауға мүмкіндік туды. Мадагаскар - Африканың ең ірі аралы. Мадагаскар аралында малагасийлер тұрады. Малагасий қара нәсіл мен монголоид нәсілінің араласуынан пайда болған халық. Африкада әртүрлі халықтар тұрады. Африканың оңтүстігін бушмендер мен готтентоттар мекендейді. Бірақ голландықтарды келуімен олардың қоныстану аймағы тарылды.\nАфрика елдеріндегі мемлекеттік тілдер болып бұрынғы отарларынан қалған тілдер болып саналады. Африканың 55 елінің 17- сінде мемлекеттік тіл ретінде француз тілі қолданылады. Африкада таралған діндерге христиан, ислам, жергілікті діндер жатады. Солтүстік Африка елдерінде мұсылмандар тұратындықтан ислам діні тараған. Африканың шаруашылығында ауылшаруашылығы жетекші орында. Ауыл шаруашылығында өсімдік шаруашылығы жетекші сала болып табылады. Өсімдік шаруашылығында мақта, какао, кофе, жержаңғақ, құрма өсіру дамыған.\nАфрикада жалдама еңбек күшін пайдаланып, жұмыс істейтін плантациялық шаруашылықтар дамыған. Африкаданың көптеген елдері бір дақыл өсіруге (монокультура) дамыған. Мысалы, Египет пен Суданда мақта өсіріледі.\nАфриканың плантацияларында кофе, какао, мақта, майлы пальма, жержаңғақ, гевея т.б өсіріледі. Кофе өсіруге маманданған елдерге Эфиопия, Кения жатады.Эфиопия кофенің Отаны болып саналады.\nКакао дақылының шыққан жері Орталық Америка болып саналады. Ал какаоны өсіретін елдер болып Африканың Гвинея шығанағы болып саналады. Ол елдерге Кот´ д Ивуар, Гана, Нигерия жатады.\nАфрика мал шаруашылығы басым дамыған аймаққа жатады.Солтүстік Африка елдерінде, атап айтқанда Марокко, Алжир, Суданда қой шаруашылығы басым.Бірақ Африканың көптеген аудандарында мал шаруашылығын дамытуға ұйқы ауруын жұқтыратын цеце шыбыны кедергі келтіреді.\n  Сенегал Батыс Африкада орналасқан мемлекет. Сенегалдағы плантацияларда негізінен жержаңғақ (арахис) өсіріледі. Африкада жүк тасымалының басым бөлігі теңіз көлігімен жүзеге асырылады. Жүкті шетел кемелерімен тасымалдайды. АҚШ-тың кемелері Либерияның туы астында жүктерінің басым бөлігін тасымалдайды. Себебі Африка елдеріне көптеген жеңілдіктер қарастырылған.\nАфрикада Замбия мен Заир деп аталатын «мыс белдеуі» бар. Замбия мыс өндіру мен сыртқа шығарудан жетекші орын алатындықтан оны «қызыл металл» елі деп атайды. Солтүстік Африка елдері мұнай қорына бай. Африканың мұнайды сыртқа шығарудан көзге түсетін елдеріне Алжир, Нигерия, Ливия жатады. Бұл елдер мұнай экспорттаушы елдер кіретін ОПЕК-тің белсенді мүшелері болып саналады. Африкада темірдің мол қоры шоғырланған. Темірді сыртқа шығаратын елдерге Мавритания мен Либерия жатады.\nАфрикада тау-кен өнеркәсібі жоғары дамыған. Африканың ең ірі өнеркәсіпті ауданы Оңтүстік Африка Республикасындағы Витватерсранд ауданы, оны Африка «Руры» деп те атайды. Бұл ауданның орталығы болып Йоханнесбург қаласы саналады.",
                "date": "11.01.2016",
                "upvotes": 1
            },
            {
                "text": "Мыс белдеуи Заир Зимбабве Замбия",
                "date": "24.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұқағалидың мына өлеңін қалай түсінесіз? Ақынның айтпағы не?",
        "question_content": "Мұқағалидың мына өлеңін қалай түсінесіз? Ақынның айтпағы не? Сізге де ұқсас ой келген кезі болды ма?\nБәрі де таныс маған:\nАна таныс – алдына бала ұстаған,\nБала таныс – басынан бағы ұшпаған.\nАспан таныс – неғұрлым көп қарасаң,\nСоғұрлым шыңырауға алыстаған.\n  Бәрі де таныс маған жер бетінің,\nБәрімен бір бесікте тербетілдім.\nКөрдім мен ақ аспанда мамық ұшып,\nКөл-көсір ақ жауынның селдетуін.\n  Күн таныс – күміс шашы таратылған,\nАй таныс – ашық күнде жаңа туған.\n…Бәрі таныс, бәрін де көргендеймін,\nСірә, мен бұрынырақ жаратылғам.\n  Бәрі де таныс маған, таныс маған!\nСірә, мен бұл өмірден ауыспағам.\nСірә, мен қарсы ап жүрмін ұрпақтарды,\nТаныспаған, әлі де қауышпаған.",
        "question_date": "11.01.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Қазір грипптің қандай түрі жүріп жатыр? балалар қатты ауырып жатқан көрінеді.",
        "question_content": "Қазір грипптің қандай түрі жүріп жатыр? балалар қатты ауырып жатқан көрінеді. Жалпы бұл қатерлі инфекциялық ауруларды бір елдер әдейі жасап таратып жатқанға ұқсайды, ол қай ел болуы мүмкін?  Сосын артынан дәрі дәрмектерін сатып пайдаға белшесінен батуда. Бұл бірінші рет емес.",
        "question_date": "11.01.2016",
        "question_tag": "Денсаулық",
        "question_views": 816,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақша хит əндер-тек қана жаңа əндер емес,оған қоса қанша жыл болсада?",
        "question_content": "Қазақша хит əндер-тек қана жаңа əндер емес,оған қоса қанша жыл болсада. Ескірмейтін қандай əндер бар, қазақ радиосын да айтатын?",
        "question_date": "11.01.2016",
        "question_tag": "Қазақша ән",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Лəйлə Сұлтанқызы \"Əйел бақыты\" неге шалғай аймақтағы аналармен кездесулер өтпейді?",
        "question_content": "Мен көп балалы ана Роза Құрмашқызымын бүгінгі күні неге шалғай аймақтағы аналармен кездесулер өтпейді? Қарапайым көп балалы аналар ескерусіз қалып жатамыз,осы қатарда өзімде бармын. Лəйлə Сұлтанқызы \"Əйел бақыты\" бағдарламасында сізбен кездесіп, өз ішкі дүниеммен бөліскім келеді. Аяқсыз қалмайды деп үміттенемін жазған хатым. Амандықта кездесейік.",
        "question_date": "11.01.2016",
        "question_tag": "Жанұя",
        "question_views": 451,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстандағы қорықтардың майданы керек",
        "question_content": "Қазақстандағы қорықтардың майданы керек",
        "question_date": "11.01.2016",
        "question_tag": "География",
        "question_views": 950,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының «Ерекше қорғауға алынған табиғи территориялар туралы» заңы бойынша елімізде ерекше қорғалатын 13 табиғи территория анықталған. Қазіргі кезде Қазақстанда 9 қорық пен 5 мемлекеттік ұлттық табиғи парк, 66 қорықша, республикалық маңызы бар 26 табиғат ескерткіштері, 3 зоопарк, 5 ботаникалық бақ, бірнеше дендропарк, халықаралық маңызы зор 2 сулы-батпақты алқап, ерекше мемлекеттік мәні бар, ғылыми құндылығы айрықша 150 су көздері құрылып, жұмыс істеуде.\nҚорықтар, қорықшалар, ұлттық парк және табиғат ескерткіштері алқаптары мемлекет территориясының 2,8%-ін алып жатыр. Барлық 9 қорық ғылыми және табиғат қорғау мекемесі мәртебесіне ие және республикада ерекше қорғауға алынған жоғары дәрежелі табиғи территория болып саналады. Олар дәл сол өңірге тән бірегей табиғат кешендерін қаз қалпында сақтау мақсатына қызмет етеді. Бұлардың ішіндегі ең көнесі батыс Тянь-Шань таулы аймағындағы көркем де келісті табиғат мүйісі - Ақсу мен Жабағылы өзендерінің бастауы маңындағы Талас Алатауының батыс сілемін қамтып жатқан Ақсу-Жабағылы қорығы болып табылады. Тянь-Шанның шығыс бөлігінде, Іле Алатауының тау жоталарында - Алматы қорығы, солтүстіктегі далалық өңірде - халықаралық маңызы бар су төңірегі құстарының көптеген түрі ұя салып, сулы-батпақты алқабын мекен еткен Қорғалжын қорығы орналасқан. Қостанай облысындағы Наурызым қорығы көкке бой түзеген көрікті қарағай ормандары мен сан алуан дала өсімдіктері дүниесін құрайды. Үстірт қыратындағы шөл қорығы Үстірт арқарларын, итаю және бағалы өсімдіктер дүниесін қорғау мақсатында құрылған. Суы тартылып, құрғап бара жатқан Арал теңізіндегі Барсакелмес қорығы республикадағы аралда орналасқан бірден-бір қорық болып табылады. Аралда 300-дей құлан, қарақұйрық, ақбөкендер мекендеп, тіршілік етеді. Шығыс Қазақстан тауларында сондағы күміс сулы Марқакөлдің атымен аталған қорық бар. Республикадағы ең жас қорық - Алтайдың қылқан жапырақты ну ормандары мен оның мекендеушілерін сақтап, қорғауға арналған Батыс Алтай қорығы.\nҚазақстанда шөл, шөлейт және тау экожүйелерінің ұлан-ғайыр территориясын алып жатқан 5 мемлекеттік ұлттық табиғи парк құрылған. Олар - «Алтынемел», «Баянауыл», «Іле Алатауы», «Көкше-тау» және «Қарқаралы» ұлттық парктері. Қорықтардан айырмашылығы - олардың территориясында қоршаған ортаны қорғау шараларын жүзеге асырумен қатар, табиғаттың кейбір түрлерін пайдалануға және экологиялық туризммен айналысуға рұқсат етілген.\nҚазіргі кезде Қазақстанда ерекше қорғауға алынған территория өсімдіктері мен жануарлар дүниесін тізімдеп, түгендеу жұмыстары аяқталды. Қазақстанда 835 түрлі омыртқалы жануарлар мекендейді, олардың 22-сі республиканың Қызыл кітабына енгізілген. Еліміздегі 500 түрлі құстың 346-сы қорықтарда ұя салып, тіршілік етеді. Қазақстан флорасында жоғары өсімдіктердің 6000-ға жуық түрі бар. Олардың сирек кездесетін 400-дейі Қазақстанның Қызыл кітабына тіркелген.\nҚорықтарда табиғаттың өзгеру, даму процестерін сипаттайтын ғылыми-зерттеу жұмысы тұрақты жүргізіледі, «Табиғат жылнамасы» бақылауы өткізіліп тұрады.\nТабиғи тепе-теңдік пен барлық жанды нәрсеге қолайлы ортаны сақтап, өзара бір-біріне ықпал. ету жүйесін қалыптастыру үшін, басқа да табиғи түрлермен толықтырып отырмаса, ауыл шаруашылығы алқаптары мен өндірістік кешендердің қоршауында қалған қорықтарға бірте-бірте жойылып кету қаупі туады.\nЕрекше қорғауға алынған табиғи территория жүйесін кеңейте түсу Қазақстан Республикасының 2030 жылға дейінгі ұзақ мерзімді «Экология және табиғи ресурстар» стратегиясы маңызды міндеттерінің бірінен саналады. Республикада табиғат қорғаудың алдыңғы қатарлы және қолайлы жүйесіне жол ашатын биосфералық резерваттар құру үшін арнайы 15 аймақ бөлінген. Бұл Қазақстанның көрікті де көркем табиғатын қорғап, көздің қарашығындай сақтауға зор мүмкіндік туғызады. Ал олардың қызметінің экологиялық және әлеуметтік-экономикалық тиімділігі шаруашылық іс-шараларын тоқтату шығынынан жүздеген есе асып түседі. Табиғатқа қажеттілікті өтеу объектісі емес, жанды нәрсе атаулының біртұтас тіршілік ортасы ретінде қарайтын мезгіл жетті. Бұл жайында заманымыздың ғұлама ғалымы Жан Дорст былай деп жазған болатын: «Адам бойында жабайы табиғатты сақтау үшін ұмтылуға қажетті объективті себептер жетіп артылады. Алайда, түптеп келгенде, табиғатты тек сүйіспеншілік қана құтқара алады. Адам бұл дүниеде сұлулықсыз өмір сүре алмайтындықтан, қоршаған ортаны сәл де болса сүйіп, қастерлей білген жағдайда ғана, табиғат өзіне төнген қауіп-қатерден құтылады».\nБатыр өзен\nҒасырлар жырындағаыдай қарт Ертіс. Ертегі және аңызға бөленген өзен. Ол өз бастауын Монғол таулары тармағынан алып, ғаламшарда ирек-ирек көгілдір жолақтай болып ағады. Мұнда оны Қара Ертіс деп атайды. Қара аталуы оның түсіне байланысты. Оның жасаған жақсы істерінің мөлшерімен шендесе алатын өзендер көп емес. Ол 4 мемлекетті бір-бірімен байланыстырады.\nКартада ол көптеген өзендер мен бұлақтардан нәр алып, сосын сол нәрімен сусыз даланың шөлін қандыратын өсімдіктің қуатты тамырына ұқсас болып көрінеді. Өзендер құдіретті Ертіспен жолығуға асыққан сұлу бойжеткен тәрізді таудан жазық кеңістікке қарай құлдырап, зулай ағып, шапшаң жетуге ұмтылады. Алайда өзендердің барлығы бұлай жасай алмайды. Олардың көпшілігі жолдан шатасып, ыстық даланың құшағына тап болады. Сөйтіп Ертіс сұлуды сарғая сағынып, бір тамшы жасы қалғанша жылай-жылай солып, кеуіп кетеді.\nЕртіс бұл жерлерден жақсы қорғаушы болып өтеді. Адамдар оған сүйіспеншілікпен, үмітпен және құрметпен қарайды. Мұны оның кіші бауырлары мен қарындастары-өзендер, шағын өзендер, бұлақтар да түсінеді. Сондықтан да олар Ертіске өз суын жомарттықпен табыс етеді. Маңайдағы тіршілік оның осы жандандыратын ылғалына тәуелді. Осы жомарттығына орай, халық оны қадірлеп, Ертіс-әке дейді. Ол тәкаппар, қүдіретті, уақыт жағынан қарт, бірақ жаны мәңгі жас ол мифтік Геракл тәрізді тіршілік үшін күреседі, жағасына келген жанның әрқайсысымен тіл қатысады. Аңыз-өзең, еңбекқор-өзен, емші-өзен ағып жатыр.\nБатырлар өлкесі\nШығыс Қазақстан - алып тау бұйраттарының; көгілдір өзендер мен көлдердің о шеті мен бұл шетіне тек ұшқыр Тұлпар ғана жете алатын шетсіз де шексіз гүлденген дала.\nМұндай жерде тек батырлар туып, өмір сүреді. Ел басына күн туғанда солар көмекке келді. Олар туралы халық есінен кептеген әпсаналар мен аныздар сақталған, көптеген орындарды халық ең жақсы ұлдарының есімдерімен байланыстырады. Ержүрек жігіттер Қара-керей Қабанбай, Қанжығалы Бөгембай, олардың сенімді серіктері - Шыңқожа, Көкжал Барақ, Қошқарбай, Баян және де басқа батырлар халық есінде мәңгі сақталып қалды. Батырлар Алмалы көлі маңындағы Барлық тауынан бастау алатын ыстық қайнарға жараларын емдеу үшін талай рет аялдаған екен. БҰЛ өлке Боранбайды да, Абылай хан батырларын да біледі, олардың көпшілігі көз жұмып, осы жерде мәңгі қалыпты. Шыңғыстау таулары бұлыңғырланған түйе өркештеріндей тізбектеле созылған. Онша биік болмағанмен де үш ұлының - Абайдың, Шәкәрім мен Мұхтардың есімдерін дүние жүзіне паш етіп, аспанға көтерді. Қазір көптеген құрылықтар мен халықтарға әйгілі қазақтың жазба әдебиетінің қуатты ағыны мөп-мөлдір таза бастаудан, осы таулардан, осы жерден туындады.\nФашизммен күрес жылдары осы жерден мындаған батырлар майданға аттанып, өз елін ғана емес, бүкіл дүниежүзін сақтап қалды. Мереке күндері батырлар алаңға шығады, олардың жауынгерлік соғыста болғандарының да, тылда жеңіске жеткендерінің де омыраул-арыңдағы марапаттары алтындай жалтырайды. Алайда ең қымбат алтын - олардың жомарт та ақ жарқын жүрегі. Бүгінде жаңа батырлар жаңа елде жақсы істерді жүзеге асыруда, астық өсіріп, кен шығаруда, металл балқытып, ұшақтар мен пойыздар жүргізуде, үйлер салуда. Жаңа өмір құрылысын жасауда.\nМарстық ғаламшарда\nМарстың от шарпыған ғаламшарында болып, онда тіршіліктің бар-жоғын білгініз келе ме? Қалауыңыз болса, ол да қолдан келеді. Зайсан қазаншұнқырына барып, шөлге қарай бұрылыңыз. Сіз жалындаған Қиын Құрыш шоқыларынан атқылаған ұшқындарды алыстан-ақ көресіз. Гипстің шоғырланған үлкен салқымы Күнмен астасып, оған шағылысқан шанышқылы жебелерін жолдайды. Көз алдыңызға аққан жұлдыздар оттай қызыл шоқыларға түсіп, жанып жатқандай көрініс келеді.\nҚиын Құрыш – біздің жеріміздегі жалыңдаған ғаламшар. Отты Марс! Ғарыштық көрініс шоқылар күмбездер, мұнараша және күзет орны, киіз үйлер, бүлінген орлар мен ежелгі қорғандардың үйінділері. Бұл марстық көріністі ғасырлар бойғы жаңбыр, қар, жел мүсіндеп жасады. Жел мен уақыт қана шетсіз де шексіз бұл шытырманды, шұңқырларды және үңгіршектерді, қуыстар мен тар дәліздерді аралай алар еді. Соңдықтан біздің ғаламшарымызда кенеттен өткен кездерден аң кесірткелер немесе зілдер, ертегілерден немесе қияли романдардан ғажайып мақұлық пайда бола қалса, таңдануға болмайтын сияқты.\n«Марстық алқап» - табиғат ғажаптарының бірден бірі емес. Қалба жотасы, Арқат, Шыңғыстау тауларында, Лениногор маңайында «жаны бар» ғажап тау көріністері баршылық. Осындай ғажап мүйістің бірі «тастар тынымбағы» болып табылады. Оның суреттерінің ғажаптығы мен айқындылығы әйгілі «Краснояр бағандарынан» асып түседі. Ғаламшар тіршілігі көзді ашып-жұмғанша, балалардың «Тымпи!» ойыны тәрізді, «тасқа айналған» сияқты! Сөйтіп, сиқырын қайтаратын құтқарушысын күтіп, сол күйінде ұзақ ғасырларға қатып қала берген.\nКүміс қоңыраулар көлі.\nАты аңызға айналған мәңгі де түрленгіш Зайсаным! Ол аспан сәулесі түскен айна астында сергек ұйқыда жатыр. Ұшудан қалжыраған кішкене ғана маса суға құлап түсіп, бір сілкінеді де, судың нәзік айдынымен толқындана дөңгеленеді. Ауа райының құбылуымен бірге Зайсан да өршеленіп, жұлқынады. Азуы арсиған толқындар жағадағы жарға сұр қасқырдың қапшығындай тап береді. Ондай кезде ол өте қауіпті!\nМұнда жиі соғатын жел екпінімен шөлді өртеп, жағалаудағы қамыстар мен сансыз құстардың қиқуымен құлақ тұндырады. Жусан иісті, ащы, жұпар, хош иісті желдер соғады. Жұлқына соғатын немссе баяу да майда леппен толқындата соғатын таза желдер де болады. Осы толған дауыстың барлығы - бақыт немесе қайғы, махаббат немесе айрылысу туралы, тіршілік туралы жырлайтын ұян да албырт дала тұрғынының үнін бейнелейтін домбыра сазы.\nМұндағы мәңгілік ғасырлар бойы нығая түскен. Жағадағы кеңістік елсіздікті және тыныққан керуенге қосылған азан-қазан дауысты, құландардың дүбірін, тұзат тұяғының бұрқыратқан шаңын және қос өркешті түйелердің маңғазданған аяқ алысын, қарақұйрықтардың зорыға тыныс алуын және аш барыстың ақыруын ұмыта қойған жоқ. Ал таң сәрідегі жұлдызбен бірге күннің жалындап атуы мен батуы кезіндегі қайраң үстіндегі тірі бағана тәрізденіп, үйіріле билеген масалар гуілі үдей түседі. Республиканың шығыс бөлігіндегі көлдерді қарлы таулар, тайгалық ормандар және сары дала қоршап жатыр.\nТүн сайын «су астынан қоңырау сыңғыры естіледі» деген аңыз түн ортасында жандана түседі.\nЗайсанның Күміс Қоңыраулар көлі аталуы да содан екен. Тағы да тынымсыз жел, мәңгілік КҮН, масалар гуілі. ТҮН ортасындағы көл суы астындағы қоңырау сыңғыры туралы аңыз өлмей, жасай береді.\nЖердің алтын бесігі.\nӘйгілі «Беловодье» жері - Белухадан қарт Ертіске дейінгі Оңтүстік және Батыс Алтай аралығынан күмістей сылдыраған, суы мөлдір екі өзен ағып өтеді. Бұқтырма мен Нарым алқаптарының нендей ерекшелігі бар? Неліктен бұл жер «Жердің алтын кіндігі» деп есептеледі? Бір қарағанда, алқаптың еш ерекшелігі жоқ сияқты: кең-байтақ, орман және қарлы биік жоталар.\nАлқаптарда өзендерді бойлай ел жайлаған. Орманда аң-құс тіршілік етеді, төңіректе биік те балғын шөптер өседі.\nМұнда тек күн биік таулар арасынан арайлап атады. Самырсынды ормандар мен шатқалдарда мұнартқан қараңғылық сейіле бастаса, Хрусталь тауы күннің алтын шұғыласына оралып та үлгірген. Ормандарда қанатты достар әлі ұйқы құшағында болса, Бүркітаулау шыңында - қырандар ұялайтын орында – мәңгілік қар сәлдесі алтын нұрға бөленіп те үлгірген. Үшкүнгейдің үш өркешті шыңдары үш шырағданның жанған отындай көз шағылыстырады, ал алқапта әйелдер ауладан малды жайылымға айдап жүр. Таң сәрідегі алтындай қар кескіні сап-сары, янтарь түсті алтай балын өзендей ағызатын алқап шалғынының тасқын суында айқын көрінеді. Алтындай құлпырған астық Жер-Анаға бас игендей жайқалады. Ал күзде бұл өлке елімізге сары алтындай астық өзенін ағызады. Жұмсақ алтынды, маңғаз бұлғын да, алтын мүйізді маралдар да осында жайылуда. Хариус балығы суы таза, мөлдір ысырмада жалған қауырсындарымен жалт-жұлт етеді. Аспанда «халзандар» - алтын жалды қарт қырандар қалықтап жүр. Ал кендер мен алтыны бар өзендерден жоғары сапалы нағыз Алтай алтыны шығарылуда. Бірақ өлкенің ең үлкен байлығы, оның алтын қоры - қолынан бәрі келетін адамдар.\nАлтын, алтын, қайда барсаң да алтын. Ақындар алтын сөздерден өлең шығарады, домбыра да өмір, тау, қырандар, сүйіктілер туралы үн қатады. Осылардың барлығында да «алтындай», «алтыным», «алтыным-асылым» сөздері жиі қайталанады.\nШығыс Қазақстан\nӘдетте, Шығыс Қазақстан - Жоғары Ертіс өңірі дегенде, көз алдымызға ең алдымен, беткейлердегі қарақорым орманымен, одан әрі қарлы мұзарттары мен мұнарлана көз тартқан, самала шыңдары жан-жақтан еңселене бой көтерген, заңғарлығы бір-бірінен асып түсетін ғажайып таулы өлке елестейді. Асқарлары көк аспанмен таласқан ертегідей бұл өңір кімді болса да әсемдігімен, мөлдірлігімен сөзбен айтып жеткізе алмастай әсер қалдырады, өзіне ғана тән қайталанбас сұлулық әлемімен рахатты нұрлы сезімге бөлейді.\nӘсем тау алқаптарынан құлдиға қарай сыңғырлай аққан тұнық та таза бұлақтар мен өзендер бастау алады. Маңайды сәнге бөлеген қылқанды, жапырақты ормандар, жидек бұталары, сан алуан өсімдіктер, қарағай, тобылғылар тынысы кәусар ауаға қосылып, адамның бойын сергітерлік жұпар иіс шашады.\nҚымбатты оқырман! Сен де оны көр, қызықта, серуенде! Өйткені бұл сенің алыстан үмітті арманыңдай аңсап, күшті магниттей өзіне тартқан ертегі елің оңтүстік-батыс Алтай - Қазақстан Алтайы! Мәңгі қар мен мұз құрсанған зеңгір таулар шыңдарының ең кербезі, ең сұлуы, ең биігі, ең тәкаппары, теңіз деңгейінен 4506 метр биіктікте асқақтаған қос өркешті, ақ сәлделі Мұзтау да осында.\nӨр Алтайдың мұзартынан жаралып, төсінен нәр алған төл перзенті - Ертіс. Оның ұлы мұхитқа жетіп құяр сапары да осы таулы өлкеден басталады. Кербез де сылқым, салмақты да сабырлы, жойқын күш иесі осы дарияның арнасын тасқынды толқындарымен толтыруға асыққан Бұқтырма, Тұрғысын, Калжыр, Күршім, Нарын, Үлбі, Уба, Шульба, Қызылсу, Ұлан, Сібе, Мұқыр, Шаған сияқты жүздеген үлкенді-кішілі тау өзендері де бұл өңірді аймалап өтеді. Олар өздерін жарық дүниеге әкеліп, алыс сапарға баласын шығарып салып тұрған мейірімді аналарындай елжірей қалған кеуделі шыңдар мен орманды алқапқа қимас көзбен қарайды. Жоғарыдан сарқырай аққан өзендер осы өңірден ұзатылып бара жатқан арудың ата-анасымен, ел-жұртымен қоштасқанындай терең тебіреніспен, нәзік сезімді үнмен баяу сыңсиды. Бір сәт тынышталып, табиғат күйін тыңдаңызшы, ол ақын болып жырлайды, бұлбұл болып сайрайды, күйшілердей күй төгеді бір нәзік. Сен одан сұлулықтың тамаша тәкаппарлығын өз перзентінің туған өңір, өскен өлкеге, ата-анаға деген шексіз махаббатының қүдіретін сезінесің, одан бойыңа қуат аласың да, өмірге деген құштарлығың одан сайын арта түседі.\nЕгер сен табиғат ғаламатының сырлы үніне құлақ түрген әуесқой болсаң, онда алыстан қызықтырып, өзіне шақырған ақбас шыңды көгілдір тауларға - менің сүйетін Алтайыма саятта, кеудесін түйе шудалы бұйра бұлттар легі көмкерген заңғар таулардың басына шық, сол биіктерден айналаңа бір сәт көз жүгірт, арманды өлке - Алтаймен осылайша дидарлас.\nКең байтақ Қазақстанның шығысына - Алтайға саяхат мұнымен шектеліп қалмас, неге десеңіз, қарт Ертістің оң қапталында Холзун, Уба, Иванов, Қатын, Нарын, Күршім тау жоталары иық тіресе шоғырланып жатыр. Ал ұлы өзеннің сол жағалауында да бір қиыры Жоңғар қақпасына, Алакөл мен Балқанға дейінгі ұлан-ғайыр алқапта Қалба, Сауыр, Сайқан, Тарбағатай, Шыңғыстау, Шұбартау сілемдері, шетсіз-шексіз сары далалы өңір кең көсілген. Бабаларымыздың мыңдаған жылдар бойы қора-қора қой өргізіп, үйір-үйір жылқы айдаған ежелгі атақонысы, кең жайлауы болған қасиетті Сарыарқа да осы өңірден басталады. Бұл байтақ аймақтың айдынынан үйрек-қаз үзілмеген Зайсан, Марқакөл, Сібе, Дулығалы, Алакөлдей көлдері, адам қолымен дүниеге келген Ертіс, Бұқтырма, қоймалары, олардағы қуатты су-электр станциялары, Алтай аңы мен құсы, жануарлар дүниесі туралы әңгіме өзінше бөлек дүние.\nАлтайда жомарт табиғат қазынасы қаншалықты қисапсыз мол болғанымен, ол шектеусіз де емес. Ғылым мен техника дамыған қазіргі заманда қоршаған табиғатпен жарасымды қатынас жасау, оған аялы қамқорлық ауадай қажет.\nТағы бір сәт Алтай өңірінің тарихына да ой жүгіртіп көрелік. Бұл ғажап өлкенің таулы ормандары, сарқырап аққан өзендері, жайқалған құнарлы жайылымдары, жортқан аңы мен ұшқан құстары, жер қойнауындағы алтын, күміс, мыс, қалайы, мырыш, тағы басқа да қазба байлықтары адам баласын ежелден-ақ өзіне тартқан. Мұны алғашқы адамның мекен-жайлары, қола дәуіріндегі кен шығару орындары, тастарға салынған өрнек-бедерлері, тас суреттер мен таңба белгілері дәлелдеп отыр. Бұл кескіндер (Қалба, Шыңғыстау, Тарбағатай тауларында) ертеде аң аулап, мал баққан елдердің бейнелеу өнері мен алғашқы жазу түрлері (пиктограмма, идеограмма) туралы аса маңызды, құнды деректер береді. Жоғары Ертіс өңірінің кейбір жерлеріндегі, Сарыарқадағы, Шұбартаудың Арсалаң қойнауындағы, Тарбағатай, Қалба жоталарындағы тасқа қашалған тамаша кескінді бейнелер біздің заманымызға дейінгі бірінші мыңжылдықта осы өңірді мекендеген көшпелі тайпалардың тіршілігі, ұғымы, алғашқы жазу түрлері жөнінде жан-жақты хабардар етеді.\nҚазақстанның Шығыс аймағы Алтайдың Түркі қағандығының байрақ көтерген мемлекеттігінің алғашқы орталығы болғаны тарихи дәлелденгені ақиқат. Бұл жер ежелгі ата-бабаламыздың көне мәдениетінің қасиетті бесігі де. Мұны Ертіс бойынан табылған руникалық ойма жазулар да растай түседі.\nКазір Ленинградтағы (Санкт-Петербург) мемлекеттік Эрмитаждың ертедегі Шығыс бөлімінің көрмесінде тұрған гүлмен көмкерілген қола айнадағы руникалық жазудың да өзіндік сыры мол. Оны 1935 жылы Қазақстанды зерттеу қоғамының экспедициясы облысымыздың Үржар ауданынан әкелген болатын. Бұл жазудың жұмбағын арада көп жылдар өткеннен кейін белгілі түркітанушы ғалым, филология ғылымының докторы, профессор жерлесіміз Алтай Сәрсенұлы Аманжолов «Ер азамат, шарап (ішу)- мезгілсіз өлу» деген қағида, үрпақтан-үрпаққа мирас болар өнерлі өсиет деп шешті. Көне жазу мәдениетінің үлгілері Шығыс Казақстан облысының Шемонаиха ауданынан, Ертістің оң жағалауындағы ескі қорымнан 1969 жылы, жартас жазулары Жарма ауданынан 1983 жылы, Марқакөл ауданынан 1985 жылы, сондай-ақ жазуы бар төртбұрышты тас мөр Күршім ауданынан табылған.\nVІІІ-ХШ ғасырлар аралығында Ертістің жоғары сағасындағы кең алқапта Найман тайпаларының мемлекеті қалыптасты. Хандықта іс қағаздары жүргізілгені, құжаттар мөрмен бекітіліп отырылғаны белгілі. Бүкіл әлемнің жартысын ат тұяғымен дүбірлете таптап өткен Шыңғысханның қаһарлы қолының бетін алғаш қайтарып, оларды Ертістің сол қапталындағы өңірге жібермей, 20 жыл бойы жолын бөгеген айбарлы күш иесі де Найман ұлыстарының соңғы ханы Күшлік бүкіл ұлтымыздың мақтанышы емес пе?! Ұлы жиһангар жазу мәдениетін де наймандардан алғаны, «Монғолдың құпия шежіресі» сол Найман жазуы бойынша хатқа түсірілгені тарихи шындық. Қазақ халқының басына қисапсыз қайғы-қасірет әкелген Жоңғар шапқыншылығы, әсіресе, 1723 жылғы қырғын «Ақтабан шұбырынды алқакөл сұлама» заманы деп аталып кеткені мәлім. Сол бір қиын - қыстау уақытта жат жұрттықтарға қарсы күресте халықтың басын құраған Абылай ханның қасынан Дарабоз, Ханбат атанған Қаракерей найман батыры Қабанбай да табыла білді. Ол Керей Жәнібеқ бура Қонақбай, найман рулары Байжігіт Дәулетбай, Көкжарлы, Көкжал Барақ, Сарыжомарт Танаш, Терістаңбалы Жарылғап, Сати, Баян, Бура Кошқарбай, Тілес, Матай Бекжан сияқты батырлармен бас қосып, Калба жоталарын, Ертіс бойын, Тарбағатай жерін қалмақтан азат етіп, жауды Алтай тауларынан асыра қуып тастағаны белгілі. Тарбағатай бөктерінде, Шорға даласында жаумен шайқасқан 80 күндік Шорға шайқасы да, Аягөз маңындағы Ақшәулі ұрыстары да - бабалар ерлігінің ұмытылма үлгісі. Шетсіз-шексіз қазақ даласының бір қиырын алып жатқан Алтай өңірінің әр төбесі, әр тасы, әр қойнауы халық шежіресінің, халық тарихының үнсіз куәгері. Даланың Ромео мен Джульеттасы атанған Козы Көрпеш-Баян сұлу сияқты кіршіксіз махаббат иелері де осы жусанды дала төсінде өмір кешті. Қара күш пен зұлымдық атаулыға қарсы халықтың арманда өткен қыршын ғашықтарға арнап тұрғызған ескерткіші еңселі бой көтеріп, Аягөз жағасында күні бүгінге дейін тұр. Қасіретті шерге толы Қалқаман-Мамыр, Еңлік-Кебек оқиғалары да осы Шыңғыстау бөктерінде болған. Атамекенін, ел-жұртын жанындай сүйген, халқы үшін асыл жанын пида еткен батырларын бұл өңірде мәңгілік есте сақтап, ерліктерін дәріптеген, аңыз-әңгімелер мен дастаңдарында мадақтап жырлаған. Сондай ғажап, әдемі аңыздардың бірі - Толағай батыр туралы әңгімелер. Шорға даласының қиыр шығысында, Зайсан көлінің күнгей бетінде Маңырақ, Тарбағатай жоталарымен иық тіресе өр кеуделі Толағай тауы жатыр. Халық аңызына жүгінсек, бұл өңірді қадім замандарда бүкіл аймақты күйзелткен қуаңшылық жайлап, алты ай жазда аспанына тоқымдай бұлт үйірілмепті, бір тамшы жаңбыр жаумай, мал-жан адам айтқысыз шөлден қырыла бастапты. Бұл қасіреттен құтылу айласын ешкім таба алмапты. Сол кезде Карамерген аңшының Толағай деген алып баласы асқарлары аспанмен таласқан Алтай тауларына барып, оның үлкен бөлігін орман-тауы, өзен - көлі мен бөктерін жайлаған аң-құсымен қоса арқасына кетеріп алып, Шорға даласына таяп қалған сәтте тау кетеріп шаршаған алыптың аяғы тайып құлап, өзін тау басып қалыпты, содан бері жыл сайын бұл жерден жаңбыр үзілмейтін болыпты, таудың Толағай аталуы содан екен дейді халық аңызай сияқты іргелі тайпаларының төл атасы Телегетайдың күйлері, сондай-ақ халық зердесінде сақталған «Балжіңгер», «Бозайғыр» күйлері ғасырлар қойнауларынан бүгінге дейін жетіп отыр.\nЕртіс бойын ұзына жайлаған Семей, Өскемен аймағы — аттары әлемге жайылған асыл азаматтарымен де даңқы шыққан қасиетті мекен. Бұл даланың боз жусанды алқабында бір кезде Сібірде айдауда жүрген поляк революционері Адольф Янушкевич, халқымыздың даңқын әлемге жайған Шоқан Уалихановтың мұраттас достары П. Н. Потанин, Ф. М. Достоевский, белгілі орыс ғалымдары В.-А. Обручев, П. П. Семенов-Тянь-Шанский, А. Н. Белослюдцев болып, даланың ақжарқын қонақжай халқына терең ризашылығын білдірген. Бұл - ұлы Абайдай кемеңгер ойшылды, оның інісі атақты ақын Шәкәрім Құдайбердіұлын, «Абай жолы» эпопеясымен аты бүкіл әлемге мәшһүр болған ұлы қаламгер Мүхтар Әуезовты, Алашорда партиясының басшылары Әлихан Бөкейхановты, Райымжан Мәрсековты дүниеге әкелген жер.\nБір сөзбен айтқанда, бұл өлке - егеменділікке бет алған Қазақстан Республикасының өзіндік экономикалық, әлеуметтіқ мәдени даму тарихы бар ежелден белгілі ірі аймақтарының бірі. Мұнда әрбір қаламен, аудан орталығымен қолайлы байланыс, су, әуе жолдары, асфальтталған тас жолдар, темір жолдар жүйесі жолға қойылған. Емдік қасиеті бар, суы шипалы Рахман қайнары, Барлық Арасан, Уба, Лениногор сияқты санаторий-курорттары, демалыс үйлері бар. Жетпістен астам ұлт өкілдерінен тұратын жергілікті халық, ризықты еңбегімен, сыйласты тұрмысымен 2030 жылдың «Азия барысына» үміттене қарай өмір сүріп жатыр.\n\nhttp://kitaphana.kz/",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай пән және немен дайындалу керек?",
        "question_content": "Қандай пән және немен дайындалу керек?",
        "question_date": "11.01.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 245,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақша өлеңдерді қалай, қаншаға сатуға болады?",
        "question_content": "Әр түрлі тақырыптағы  махаббат,отан т.б.қазақша өлеңдер. Қазақша өлеңдерді қалай, қаншаға сатуға болады?",
        "question_date": "11.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 453,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ана туралы әннің сөзі бар қаншаға сатуға болады?",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі бөледен туылған балаларға үйлену болама?",
        "question_content": "Екі бөледен туылған балаларға үйлену болама? Біреуі қыздың қызы, екіншісі ұлдың баласы.",
        "question_date": "11.01.2016",
        "question_tag": "Жанұя",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақта олар бір бірімен бауырлар боларһп қатты араласады, үйленбегені абзал.",
                "date": "4.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрғақ жөтел әбден мезі етті. Әсіресе ұйықтар алдында. Не істеуге болады?",
        "question_content": "Құрғақ жөтел әбден мезі етті. Әсіресе ұйықтар алдында. Не істеуге болады? Сары май мен балл қосылған сүт іштім, гербион сиробын ішудемін( көмектесер емес), лимон қосылған шәй ішемін, ешқандай көмек жоқ...",
        "question_date": "11.01.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 15300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрғақ жөтел кезінде доктор момды пайдалану керек",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Президент мобильді құлдықты жоятын заңға қол қойды. Бұл заң қашан күшіне енеді?",
        "question_content": "Президент мобильді құлдықты жоятын заңға қол қойды. Бұл заң қашан күшіне енеді? Ұялы байланыс операторын қай кезде өзгерте аламын?",
        "question_date": "11.01.2016",
        "question_tag": "Заң",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аталған норма «Ақпараттандыру мәселелері жөнінде Қазақстан Республикасының кейбір заңнамалық актілеріне өзгерістер енгізу туралы» заңында бекітілді.\nКелесі жылдың 1 қаңтарынан бастап MNP қызметі іске қосылады. Абоненттік нөмірлерін ауыстыру қызметі абоненттерге өз нөмірін сақтай отырып, ұялы байланыс операторын өздігінен таңдауға мүмкіндік береді. Операторды ауыстыру үшін, абоненттік бөлімге барып, ұнаған тарифтік жоспарды таңдап, арыз жазасыз, қалған жұмыстың бәрін оператордың өзі атқарады. Бұл қызмет абоненттер үшін тегін.\nMNP қызметі операторлардың бәсекелестік күресін күшейтуге, абоненттердің қосымша SIM-карталардан бас тартуға және ұялы байланыс қызметінің құнының төмендеуіне ықпал етеді.",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2017 жылы мектептерде қазақ тілі кембридж әдістемесі бойынша оқытылады?",
        "question_content": "2017 жылы мектептерде қазақ тілі кембридж әдістемесі бойынша оқытылады деген жаңалық шықты. Қазіргі таңда балаларды осы әдістеме бойынша оқыта алатын мұғалімдер бар ма? Олар білімдерін қалай және қай жерде жетілдіруде? Және оқу құралдары жөнінде айтып өтсеңіз.",
        "question_date": "11.01.2016",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүгінгі таңда жалпы білім беретін мектептердегі қазақ тілі пәнінің оқу бағдарламалары Назарбаев Зияткерлік мектептерінің оқу бағдарламасына негізделіп, жаңартылуда. Жаңартылған бағдарламаларда тыңдалым, айтылым, жазылым, оқылым дағдылары сияқты сөйлесімнің төрт әрекеті қарастырылады.\nОрта білім мазмұнын жаңарту жылдам өзгеріп тұратын әлемге бейімделуді қамтамасыз ететін оқушылардың кең ауқымды дағдыларының дамуына бағытталады.\nМұғалімдердің біліктілігін жетілдірудің жаңа жүйесін енгізу аясында Педагогикалық шеберлік орталығы (бұдан әрі - Орталық) және «Өрлеу» біліктілікті арттырудың ұлттық орталығы» АҚ Педагог кадрлардың біліктілігін арттыруды ұйымдастыру жөніндегі нұсқаулыққа сәйкес Орталық Кембридж университетінің білім беру факультетімен бірлесе отырып әзірлеген ҚР педагог кадрларының біліктілігін арттырудың деңгейлік бағдарламалары бойынша біліктілікті арттыру курстарын (3 айлық деңгейлік курстар) өткізуде.\n2011 жылдан бастап қазіргі заманғы технологиялар мен оқыту әдістемелері бойынша мұғалімдердің біліктілігін арттыруға бағытталған кең ауқымды жобалар басталды. Берілген бағдарлама аясында Орталық пен «Өрлеу» біліктілікті арттырудың ұлттық орталығы» АҚ базасында республикамыздың 52,55 мың мұғалімі 3 деңгейлік оқу курсынан өтті.\nБүгінгі таңда республика бойынша 30 пилоттық мектепте 1-сыныптың жаңартылған оқу бағдарламалары апробациядан өткізілуде. Жаңартылған білім беру мазмұны бойынша пилоттық мектептердің педагогтерін оқыту курсынан 90 мектеп басшысы, 116 бастауыш мектеп мұғалімдері, 1890 пән мұғалімдері өтті. 2015-2017 жылдары 205 мың педагог курстан (орта білім беру мазмұнын жаңарту аясында педагог кадрлар біліктілігін арттырудың қысқа мерзімді курстары) өтеді.\nОқулықтар мен оқу-әдістемелік кешендерді шығару мәселесімен «Оқулық» республикалық ғылыми-практикалық орталығы айналысады.",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Мен өз басым білім беру жүйесіне ешқандай реформа керек емес деп ойлаймын",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "100 нақты қадамды оқыдыңыз ба? Оған қандай баға бере аласыз?",
        "question_content": "«100 нақты қадам» - Қазақстан Республикасының дамыған мемлекеттердің отыздығына кіру жөніндегі жоспарын жариялайды. \n«100 нақты қадам» – бұл ЖАҺАНДЫҚ ЖӘНЕ ІШКІ СЫН-ҚАТЕРЛЕРГЕ ЖАУАП және сонымен бір мезгілде, жаңа тарихи жағдайларда ҰЛТТЫҢ ДАМЫҒАН МЕМЛЕКЕТТЕРДІҢ ОТЫЗДЫҒЫНА КІРУІ ЖӨНІНДЕГІ ЖОСПАРЫ.\n«100 нақты қадам» елімізге «2050-Стратегиясын» жүзеге асыру мен ҚАЗАҚСТАН\nМЕМЛЕКЕТТІЛІГІН НЫҒАЙТУҒА, ЖОЛДАН АДАСПАУҒА, КҮРДЕЛІ КЕЗЕҢНЕН СЕНІМДІ ӨТУГЕ жағдай туғызатын БЕРІКТІК ҚОРЫН жасап беретін болады.\nЖоспардың негізгі мақсаты «АУРУЛАРДЫҢ СЫРТҚЫ БЕЛГІЛЕРІН» СЫЛАП-СИПАП ҚОЮ ЕМЕС, ОЛАРДЫ «ЖҮЙЕЛІ ЕМДЕУ» болып табылатын қоғам мен мемлекетті түбегейлі қайта өзгертуге негіз қалайды.\nІ. КӘСІБИ МЕМЛЕКЕТТІК АППАРАТ ҚҰРУ\n1-қадам. МЕМЛЕКЕТТІК ҚЫЗМЕТКЕ ҚАБЫЛДАУ РЕСІМДЕРІН ЖАҢҒЫРТУ. Мемлекеттік қызметке қабылдау ТӨМЕНГІ ЛАУАЗЫМДАРДАН басталуы тиіс.\n2-қадам. Төменгі лауазымдарға кандидаттарды реттеу және одан әрі лауазымдық өсу ІСКЕРЛІК ҚАСИЕТТЕР негізінде жүзеге асырылуы тиіс. \n3-қадам. ҚАЗАҚСТАН РЕСПУБЛИКАСЫНЫҢ МЕМЛЕКЕТТІК ҚЫЗМЕТ ЖӘНЕ ЖЕМҚОРЛЫҚҚА ҚАРСЫ ІС-ҚИМЫЛ АГЕНТТІГІНІҢ РӨЛІН АРТТЫРУ есебінен мемлекеттік қызметке алғаш рет қабылданушыларды ІРІКТЕУ РЕСІМІН ОРТАЛЫҚТАНДЫРУ. Үш сатылы іріктеу жүйесін енгізу.\n4-қадам. 3+3 ФОРМУЛАСЫ БОЙЫНША мемлекеттік қызметке бірінші рет қабылданушылар үшін МІНДЕТТІ ТҮРДЕ СЫНАҚ МЕРЗІМІ (тиісінше үш айдан кейін және алты айдан кейін сәйкестілікті межелік бақылау).\n5-қадам. Мемлекеттік қызметкерлердің жалақысын қызметінің нәтижесіне байланысты ӨСІРУ.\n6-қадам. ЕҢБЕКАҚЫНЫ НӘТИЖЕ БОЙЫНША ТӨЛЕУГЕ КӨШУ. Мемлекеттік қызметкерлер үшін – жеке жылдық жоспарларды орындау; мемлекеттік органдар үшін – стратегиялық жоспарларды орындау; министрлер және әкімдер үшін – мемлекеттік қызмет сапасының арнаулы индикаторлары, өмір сапасы, инвестиция тарту; Үкімет мүшелері үшін – интегралдық макроэкономикалық индикаторлар.\n7-қадам. Мемлекеттік қызметкерлердің ЛАУАЗЫМДЫҚ ЕҢБЕКАҚЫЛАРЫНА ӨҢІРЛІК ҮЙЛЕСТІРУ КОЭФФИЦИЕНТТЕРІН қосу \n8-қадам. Ауыстырылатын мемлекеттік қызметкерлерге лауазымдық міндеттерін атқару кезеңінде оларға ЖЕКЕШЕЛЕНДІРУ ҚҰҚЫҒЫНСЫЗ ҚЫЗМЕТТІК ПӘТЕРЛЕРДІ МІНДЕТТІ ТҮРДЕ БЕРУ.\n9-қадам. МЕМЛЕКЕТТІК ҚЫЗМЕТКЕРЛЕРДІ ТҰРАҚТЫ ТҮРДЕ ОҚЫТУ ЖҮЙЕСІН ЗАҢДЫ ТҮРДЕ БЕКІТУ – үш жылда бір рет олардың кәсіби шеберлігін арттыру. \n10-қадам. МЕМЛЕКЕТТІК ҚЫЗМЕТКЕРЛЕРДІ МАНСАПТЫҚ ЖОҒАРЫЛАТУ ҮШІН КОНКУРСТЫҚ НЕГІЗГЕ КӨШУ. «Б» корпусының жоғары лауазымдарына жылжыту төменгі лауазымдағы мемлекеттік қызметкерлер қатарынан тек қана конкурстық негізде жылжыту есебінен меритократия қағидатын нығайту. \n11-қадам. ШЕТЕЛДІК МЕНЕДЖЕРЛЕРДІ, ЖЕКЕМЕНШІК СЕКТОРДЫҢ ЖЕКЕЛЕГЕН МАМАНДАРЫН, ХАЛЫҚАРАЛЫҚ ҰЙЫМДАРДЫҢ ҚЫЗМЕТКЕРЛЕРІ болып табылатын Қазақстан Республикасының азаматтарын мемлекеттік қызметке жіберу. Оларды тағайындау ерекше талаптар және лауазымдардың жеке кестесі бойынша жүзеге асырылуы мүмкін. Бұл қадам мемлекеттік қызметті ашық және бәсекеге қабілетті жүйе етеді. \n12-қадам. ЖАҢА ЭТИКАЛЫҚ ЕРЕЖЕЛЕРДІ ЕНГІЗУ. Мемлекеттік қызметтің жаңа Этикалық кодексін жасау. Этика мәселелері жөніндегі уәкілетті өкіл лауазымын енгізу.\n13-қадам. ЖЕМҚОРЛЫҚҚА ҚАРСЫ КҮРЕСТІ КҮШЕЙТУ, сонымен бірге, жаңа заңнамалар әзірлей отырып, Мемлекеттік қызмет істері және жемқорлыққа қарсы іс-қимыл агенттігінің құрылымында жемқорлық құқық бұзушылықтың жүйелі түрде алдын алу және сауықтыру үшін жемқорлыққа қарсы арнайы бөлім құру.\n14-қадам. Барлық мемлекеттік органдарға, оның ішінде құқық қорғау органдарының барлық қызметкерлеріне қатысты МЕМЛЕКЕТТІК ҚЫЗМЕТ ТУРАЛЫ ЖАҢА ЗАҢ қабылдау.\n15-қадам. Мемлекеттік қызмет туралы жаңа заң қабылданғаннан кейін ІС БАСЫНДАҒЫ МЕМЛЕКЕТТІК ҚЫЗМЕТКЕРЛЕРДІ КЕШЕНДІ АТТЕСТАТТАУДАН өткізу, кәсіби талаптарды күшейту және еңбекақы төлеудің жаңа жүйесін енгізу.\nII. ЗАҢНЫҢ ҮСТЕМДІГІН ҚАМТАМАСЫЗ ЕТУ\n16-қадам. АЗАМАТТАРДЫҢ СОТ ТӨРЕЛІГІНЕ ҚОЛЖЕТІМДІЛІГІН ЖЕҢІЛДЕТУ ҮШІН СОТ ЖҮЙЕСІ ИНСТАНЦИЯЛАРЫН ОҢТАЙЛАНДЫРУ. БЕС САТЫЛЫ СОТ ЖҮЙЕСІНЕН (бірінші, апелляциялық, кассациялық, қадағалау және қайта қадағалау жасау) ҮШ САТЫЛЫ (бірінші, апелляциялық, кассациялық) сот төрелігі жүйесіне көшу.\n17-қадам. Судья лауазымына КАНДИДАТТАРДЫ ІРІКТЕУ ТЕТІКТЕРІН КӨБЕЙТУ ЖӘНЕ БІЛІКТІЛІК ТАЛАПТАРЫН ҚАТАЙТУ. Міндетті түрдегі талап – сот істерін жүргізуге қатысудың 5 жылдық өтілі. Кәсіби дағдысы мен іскерлігін тексеру үшін ахуалдық тестілер жүйесін енгізу. Судьялыққа үміткерлер СОТТАРДА стипендия төленетін БІР ЖЫЛДЫҚ ТАҒЫЛЫМДАМАДАН өтеді. Бір жылдық тағылымдамадан кейін судья БІР ЖЫЛДЫҚ СЫНАҚ МЕРЗІМІНЕН өтеді. \n18-қадам. Оқуды және сот тәжірибесі арасындағы өзара байланысты күшейту үшін СОТ ТӨРЕЛІГІ ИНСТИТУТЫ МЕМЛЕКЕТТІК БАСҚАРУ АКАДЕМИЯСЫНЫҢ ҚҰРЫЛЫМЫНАН бөлінуі керек. Аталмыш институт Жоғарғы Соттың жанында жұмыс істеп, қызмет бабындағы судьялардың біліктілігін тұрақты түрде арттыруды қамтамасыз ететін болады. \n19-қадам. СУДЬЯЛАРДЫҢ ЕСЕП БЕРУ ТӘРТІБІН КҮШЕЙТУ. СУДЬЯЛАРДЫҢ ЖАҢА ЭТИКАЛЫҚ КОДЕКСІН жасау, соның негізінде азаматтар судьялардың әрекеттері бойынша еліміздің Жоғарғы Сотының жанынан құрылған арнайы СОТ АЛҚАСЫНА шағымдана алатын болуы керек.\n20-қадам. БАРЛЫҚ СОТ ПРОЦЕСТЕРІНЕ БЕЙНЕ ЖӘНЕ ТАСПАҒА ЖАЗУ ШАРАЛАРЫН міндетті түрде енгізу. Судьяның бейне жазуды тоқтатуға немесе аудио жазу материалдарын редакциялауға мүмкіндігі болмауы тиіс.\n21-қадам. Алқа билер соты қолданылатын салаларды кеңейту. Заңды түрде АЛҚА БИЛЕР СОТЫ МІНДЕТТІ ТҮРДЕ ҚАТЫСТЫРЫЛАТЫН қылмыстық істердің категорияларын анықтау қажет.\n22-қадам. АДАМНЫҢ ЖӘНЕ АЗАМАТТАРДЫҢ КОНСТИТУЦИЯЛЫҚ ҚҰҚЫН ШЕКТЕЙТІН БАРЛЫҚ ТЕРГЕУ ҚЫЗМЕТІ ЖӨНІНДЕГІ ӨКІЛЕТТІЛІКТІ тергеу судьясына біртіндеп беруді ҚАМТАМАСЫЗ ЕТУ АРҚЫЛЫ СОТТА АЙЫПТАЛУШЫ ЖӘНЕ ҚОРҒАУШЫ АРАСЫНДАҒЫ ТЕҢГЕРІМДІ ҚАМТАМАСЫЗ ЕТУ.\n23-қадам. ИНВЕСТИЦИЯЛЫҚ ДАУЛАР БОЙЫНША жеке СОТ ІСТЕРІН ЖҮРГІЗУДІ құру. Жоғарғы Сотта ірі инвесторлар қатысатын дауларды қарау үшін ИНВЕСТИЦИЯЛЫҚ АЛҚАНЫ ҰЙЫМДАСТЫРУ.\n24-қадам. Дубай тәжірибесі бойынша Астана қаласында AIFC ХАЛЫҚАРАЛЫҚ АРБИТРАЖДЫҚ ОРТАЛЫҒЫН ҚҰРУ.\n25-қадам. Шетелдік және халықаралық соттардың ҮЗДІК СТАНДАРТТАРЫ БОЙЫНША СОТ ІСТЕРІН ЖҮРГІЗУДІ ҚАМТАМАСЫЗ ЕТУ ҮШІН ЖОҒАРҒЫ СОТ ЖАНЫНАН БЕДЕЛДІ ШЕТЕЛДІК СУДЬЯЛАР МЕН ЗАҢГЕРЛЕР қатысатын халықаралық кеңес құру. Кеңес қазақстандық сот жүйесін жетілдіру мәселелері бойынша Жоғарғы Сотқа кеңес беріп отырады.\n26-қадам. Сот ресімдерін оңайлату және сот процестерін жеделдету үшін азаматтық-құқықтық даулар жөніндегі соттарға ПРОКУРОРДЫҢ ҚАТЫСУЫН қысқарту. Азаматтық іс жүргізу кодексіне тиісті өзгертулер енгізу.\n27-қадам. Жекеменшік сот орындаушылар институтын одан әрі дамыту. СОТ ОРЫНДАУШЫЛАРЫНЫҢ МЕМЛЕКЕТТІК ҚЫЗМЕТІН БІРТІНДЕП ҚЫСҚАРТУ.\n28-қадам. Полиция қызметкерлерін ІСКЕРЛІК ҚАБІЛЕТТЕРІ НЕГІЗІНДЕ ІРІКТЕУ ЖҮЙЕСІН ЖАҚСАРТУ Кәсіби дағдыларын және жеке тұлғалық қасиеттерін тексеру үшін іс басындағы полиция қызметкерлерін және қызметкерлікке кандидаттарды тестілеудің арнайы жүйесін енгізу.\n29-қадам. ҚҰҚЫҚ ҚОРҒАУ ОРГАНДАРЫНЫҢ ҚЫЗМЕТКЕРЛЕРІН МЕМЛЕКЕТТІК ҚЫЗМЕТ ЖҮЙЕСІНЕ ҚОСУ. Әрбір құқық қорғау қызметінің ведомстволық ерекшеліктеріне сәйкес бірыңғай қызмет ету ережесін енгізу.\n30-қадам. Жергілікті атқарушы органдарға және жергілікті қоғамдастыққа есеп беретін ЖЕРГІЛІКТІ ПОЛИЦИЯ ҚЫЗМЕТІН құру. Жергілікті полиция қызметінің өкілеттілігі: қоғамдық тәртіпті қорғау мәселелері, тұрмыстық қылмысқа қарсы тұру, жол-бақылау қызметі, ұсақ құқық бұзушылыққа атымен төзбеушілік. Жол-бақылау полициясының қызметкерлері полиция қызметкерлерінің жұмыс ауысымы кезінде атқарған ісінің барлығын жазып отыратын бейнетіркегіштермен қамтамасыз етіледі.\n31-қадам. Этикалық нормаларды бұзуға жол беретін полицейлердің іс-әрекеттеріне ШАҒЫМДАНҒАН АЗАМАТТАРДЫҢ АРЫЗЫН ҚАРАУ ЖӨНІНДЕГІ ҚОҒАМДЫҚ КЕҢЕС ЖҮЙЕСІН ҚҰРУ АРҚЫЛЫ полицияның ашықтығын қамтамасыз ету. ҚОҒАМДЫҚ КЕҢЕСТЕРДІҢ МӘРТЕБЕСІМЕН ӨКІЛЕТТІЛІГІ ЗАҢДЫ ТҮРДЕ БЕКІТІЛЕТІН БОЛАДЫ.\n32-қадам. «Қылмыстық құқық бұзу картасы» ұлттық ақпараттық жүйесі негізінде «ҚЫЛМЫСТЫҚ ҚҰҚЫҚ БҰЗУ КАРТАСЫ» интернет-порталын құру. Бұл картада елімізде 1 аптадан әрі кетпейтін мерзімде жасалған барлық қылмыстық құқық бұзушылық тіркелетін болады. Бұл ҚОҒАМҒА ІШКІ ІСТЕР ОРГАНДАРЫ ЖҰМЫСЫНЫҢ ТИІМДІЛІГІН БАҚЫЛАУҒА МҮМКІНДІК БЕРЕДІ.\n33-қадам. Бас бостандығынан айыру орнынан босаған және сынақтан өту қызметіне тіркелген азаматтарды әлеуметтік оңалтудың тиімді жүйесін қалыпқа келтіру. Осындай азаматтар үшін АРНАУЛЫ ӘЛЕУМЕТТІК ҚЫЗМЕТ СТАНДАРТТАРЫН ЖӘНЕ ӘЛЕУМЕТТІК ОҢАЛТУДЫҢ КЕШЕНДІ СТРАТЕГИЯСЫН жасау.\n34-қадам. МЕМЛЕКЕТ-ЖЕКЕМЕНШІК СЕРІКТЕСТІГІН ДАМЫТУ ШЕҢБЕРІНДЕ пенитенциярлық инфрақұрылымды жаңғырту. Пенитенциярлық мекемелерді салуға, ұстауға және басқаруға жекеменшік секторды тарту жөнінде ұсыныстарды екшеу және халықаралық тәжірибені зерттеу.\nІІІ. ИНДУСТРИЯЛАНДЫРУ ЖƏНЕ ЭКОНОМИКАЛЫҚ ӨСІМ\n35-қадам. АУЫЛШАРУАШЫЛЫҚ ЖЕРЛЕРІН тиімді пайдалану мақсатымен оларды нарықтық айналымға енгізу. ЖЕР КОДЕКСІНЕ ЖӘНЕ БАСҚА ДА ЗАҢ АКТІЛЕРІНЕ өзгерістер енгізу.\n36-қадам. ЖЕР ТЕЛІМДЕРІН МАҚСАТТЫ ПАЙДАЛАНУ ТҮРІН ӨЗГЕРТУГЕ РҰҚСАТ АЛУ ресімдерін жеңілдету. Ауылшаруашылық жерлерін пайдалануға тұрақты түрде мониторинг жүргізу. Барлық пайдаланылмай жатқан жерді алдағы уақытта ЖЕКЕШЕЛЕНДІРУ ҮШІН МЕМЛЕКЕТТІК ҚОРҒА БЕРУ.\n37-қадам. Салық және кеден саясатын және ресімдерін оңтайландыру. ТН СЭҚ 6 белгісіндегі біркелкі тауарлар тобы шеңберінде «0-5-12» моделі бойынша Бірыңғай кеден тарифі кедендік мөлшерлемесін қысқарту.\n38-қадам. Экспорттық және импорттық кеден рәсімдерінен өту кезінде «БІР ТЕРЕЗЕ» қағидатын енгізу. Электронды жария ету жүйесін дамыту (тауарларды кедендік тазалауға автоматтандырылған жүйені енгізу). Экспорт және импорт үшін құжаттар санын және оларды өңдеу уақытын қысқарту.\n39-қадам. КЕДЕН ЖӘНЕ САЛЫҚ ЖҮЙЕЛЕРІН ИНТЕГРАЦИЯЛАУ. Тауар салық салу мақсатында Қазақстан аумағына кірген кезеңнен бастап оны сатқанға дейін бақылауға алынады. \n40-қадам. «ПОСТФАКТУМ» КЕДЕНДІК ТАЗАЛАУ РЕЖІМІН ЕНГІЗУ. Сыртқы экономикалық қызметке қатысушы жекелеген санаттарға тауарларын жария еткенше тауарларын шығаруға мүмкіндік беру.\n41-қадам. МҮЛІКТІ ЖӘНЕ ҚАРЖЫНЫ ЗАҢДАСТЫРУ РЕСІМДЕРІН ОҢАЙЛАТУ. Қолданыстағы заңға өзгертулер және толықтырулар енгізу.\n42-қадам. 2017 жылдың 1 қаңтарынан мемлекеттік қызметкерлер үшін, одан әрі барлық азаматтар үшін КІРІСТІ ЖӘНЕ ШЫҒЫСТЫ ЖАЛПЫ ЖАРИЯЛАУДЫ КЕЗЕҢ-КЕЗЕҢМЕН ЕНГІЗУ. \n43-қадам. САЛЫҚ ДЕКЛАРАЦИЯЛАРЫН ҚАБЫЛДАУ ЖӘНЕ ӨҢДЕУДІҢ ОРТАЛЫҚ ЖЕЛІСІН ҚҰРУ. Орталық салық төлеушілердің электронды құжаттарының бірыңғай мұрағатына кіру мүмкіндігіне ие болады. ТӘУЕКЕЛДЕРДІ БАСҚАРУ жүйесін енгізу. Декларанттар салықты бақылау бойынша шешім қабылдау үшін тәуекел санаттарына бөлінетін болады. Жариялауды бірінші рет тапсырған жеке тұлғалар үш жыл мерзімде қайта тексерістен өтпейтін болады.\n44-қадам. ЖАНАМА САЛЫҚ САЛУ ТЕТІКТЕРІН ЖЕТІЛДІРУ. Қосымша құн салығының орнына сатудан салық алуды енгізу мәселесін жан-жақты зерттеу.\n45-қадам. Кіріске және шығысқа салық есебін міндетті түрде енгізу арқылы ҚОЛДАНЫСТАҒЫ САЛЫҚ РЕЖІМІН ОҢТАЙЛАНДЫРУ.\n46-қадам. Рұқсат алуды оңтайландыру. ҚҰРЫЛЫСҚА РҰҚСАТ АЛУДЫҢ ҮШ САТЫЛЫ («30-20-10») қағидаты енгізіледі. Бірінші саты – архитектуралық жобалау тапсырмасын беру өтініш берілген күннен кейін 30 күн ішінде жүзеге асырылады. Екінші – эскиз жобаны (дизайн-жобаны) мақұлдау – 20 күнге дейін, үшінші – рұқсаттың өзі – 10 күн ішінде.\n47-қадам. Жобалау-сметалық және жобалау құжаттарын сараптамадан өткізуге байланысты МЕМЛЕКЕТТІК МОНОПОЛИЯДАН БІРТІНДЕП БАС ТАРТУ. Жобаларды сараптауды бәсекелесті ортаға тапсыру.\n48-қадам. ҚҰРЫЛЫСТЫҢ СМЕТАЛЫҚ ҚҰНЫН АНЫҚТАУДЫҢ РЕСУРСТЫҚ ӘДІСІН ЕНГІЗУ. Құрылыста баға қалыптастырудың жаңа әдісін енгізу материалдардың, бұйымдардың, жабдықтардың және еңбекақының қолданыстағы бағаға сәйкес нақты нарықтық бағасына байланысты құрылыстың сметалық құнын анықтауға мүмкіндік береді, сонымен бірге жаңа материалдармен, жабдықтармен және технологиямен сметалық-нормативтік базаны жедел жаңартуды қамтамасыз етеді.\n49-қадам. Кеңестік кезеңнен бері қолданылып келе жатқан ҚҰРЫЛЫСТЫҢ ЕСКІРГЕН НОРМАЛАРЫ МЕН ЕРЕЖЕЛЕРІНІҢ ОРНЫНА ЕУРОКОДТАР ЖҮЙЕСІН ЕНГІЗУ. Жаңа нормативтерді қабылдау инновациялық технологиялар мен материалдарды қолдануға, құрылыс қызметі нарығындағы қазақстандық мамандардың бәсекеге қабілеттілігін арттыруға, сонымен бірге құрылыс саласындағы шетелдік қызмет нарығына қазақстандық компаниялардың шығуына мүмкіндік береді.\n50-қадам. ЭЛЕКТР ЭНЕРГЕТИКАСЫ САЛАСЫН ҚАЙТАДАН ҚҰРУ, «БІРЫҢҒАЙ САТЫП АЛУШЫ» МОДЕЛІН ЕНГІЗУ. Бұл өңірлер арасындағы электр энергиясының әртүрлі тарифтерін реттеуге мүмкіндік береді.\n51-қадам. ӨҢІРЛІК ЭНЕРГЕТИКАЛЫҚ КОМПАНИЯЛАРДЫ (ӨЭК) ІРІЛЕНДІРУ. Бұл энергиямен қамтамасыз етудің сенімділігін арттырады, өңірлерге электр энергиясын таратудың шығынын төмендетеді, тұтынушылар үшін электр энергиясының ақысын азайтады.\n52-қадам. ЭЛЕКТР ЭНЕРГЕТИКАСЫ СЕКТОРЫНДА САЛАҒА ИНВЕСТИЦИЯ ТАРТУДЫ ЫНТАЛАНДЫРАТЫН ЖАҢА ТАРИФ САЯСАТЫН ЕНГІЗУ. Тариф құрылымын өзгерту. Тарифтерде 2 құрауыш ерекшеленеді: күрделі шығындарды қаржыландыру және электр энергиясы өндірісінің ауыспалы шығындарын жабу үшін пайдаланылатын электр энергиясы үшін төленетін ақы белгіленетін болады. Бұл «шығынды өтеу» әдісі бойынша тарифтерді бекітетін қазіргі ахуалды өзгертуге мүмкіндік береді.\n53-қадам. ЭЫДҰ СТАНДАРТТАРЫНА СӘЙКЕСТЕНДІРУ МАҚСАТТАРЫНДА МОНОПОЛИЯМЕН ҚЫЗМЕТ ЖҰМЫСЫНЫҢ ТҰЖЫРЫМДАРЫН ӨЗГЕРТУ. Қызметті жаңғырту еркін бәсекелесті дамытуға бағытталуға тиіс. \n54-қадам. КӘСІПКЕРЛЕРДІҢ МҮДДЕЛЕРІН ҚОРҒАУ ҮШІН БИЗНЕС-ОМБУДСМЕН ИНСТИТУТЫН НЫҒАЙТУ. Жаңа институттың құрамына бизнестің және Ұлттық кәсіпкерлер палатасының өкілдері кіреді. \n55-қадам. ҚАЗАҚСТАННЫҢ ӘЛЕМДІК НАРЫҚҚА ШЫҒУЫ ЖӘНЕ ЭКСПОРТ ТАУАРЛАРЫ ҮШІН ӨҢДЕУ ӨНЕРКӘСІБІНЕ ЕҢ КЕМІНДЕ 10 ТРАНСҰЛТТЫҚ КОМПАНИЯНЫ ТАРТУ. Халықаралық экономикалық нысандардың жаңа мүмкіндіктері туралы халықаралық бизнесті ақпараттандыру.\n56-қадам. Экономиканың басым секторларында «зәкірлік инвесторлармен» – халықаралық стратегиялық серіктестермен («Эйр Астана», «Теңіз-Шевройл», ҚТЖ локомотивтерін шығару жөніндегі зауыт үлгісі бойынша) БІРЛЕСКЕН КӘСІПОРЫНДАР құру. Шетелдерден жоғары білікті мамандар тарту үшін АҚШ, КАНАДА, АВСТРАЛИЯ ҮЛГІСІ БОЙЫНША ҚОЛАЙЛЫ КӨШІ-ҚОН РЕЖІМІН қалыптастыру.\n57-қадам. ТУРИСТІК КЛАСТЕРЛЕР ҚҰРУДА ҮЗДІК ТӘЖІРИБЕСІ БАР стратегиялық (зәкірлік) инвесторлар тарту. \n58-қадам. ЖОЛ-КӨЛІК ИНФРАҚҰРЫЛЫМЫН ҚАЛЫПТАСТЫРУ ЖӘНЕ ДАМЫТУ ЖӨНІНДЕ БІРЫҢҒАЙ ОПЕРАТОР қалыптастыру үшін стратегиялық (зәкірлік) инвесторлар тарту.\n59-қадам. МОЙЫНДАЛҒАН ХАЛЫҚАРАЛЫҚ ЭНЕРГОСЕРВИСТІК ШАРТТАР АРҚЫЛЫ ЭНЕРГИЯ ҮНЕМДЕУ САЛАСЫНА СТРАТЕГИЯЛЫҚ ИНВЕСТОРЛАР ТАРТУ. Олардың негізгі міндеті: жеке шығындарын өтей отырып, энергия үнемдеу саласында кешенді қызмет көрсету үшін жекеменшік энергия сервистік компанияларды дамытуды ынталандыру және іс жүзінде энергетикалық шығындарды үнемдеуден қаржылай пайда табу.\n60-қадам. СҮТ ЖӘНЕ СҮТ ӨНІМДЕРІ ӨНДІРІСІН ДАМЫТУ ҮШІН СТРАТЕГИЯЛЫҚ ИНВЕСТОРЛАР ТАРТУ. Негізгі міндет: үш жыл мерзімде ТМД елдері нарығына шығарылатын өнімдерінің жартысына дейінгі экспортын қамтамасыз ету. Жұмыс селода кооперативтік өндірісті дамыту арқылы жаңазеландиялық Fronterra және даниялық Arla үлгісімен ұйымдастырылды.\n61-қадам. ЕТ ӨНДІРІСІ МЕН ӨҢДЕУДІ ДАМЫТУ ҮШІН СТРАТЕГИЯЛЫҚ\nИНВЕСТОРЛАРДЫ ТАРТУ. Негізгі міндет шикізат базасын дамыту және өңделген өнімдерді экспорттау. \n62-қадам. Экономиканың шикізаттық емес салаларындағы орта бизнестің нақты көшбасшы компанияларын қолдауға бағытталған «ҰЛТТЫҚ ЧЕМПИОНДАР» БЕЛСЕНДІЛІГІН ЖҮЗЕГЕ АСЫРУ. Бизнес-көшбасшыларды айқындау ноу-хау трансфері үшін біліктілік орталықтарын құру мүмкіндігін береді.\n63-қадам. ҒЫЛЫМДЫ ҚАЖЕТ ЕТЕТІН ЭКОНОМИКАНЫҢ НЕГІЗІ РЕТІНДЕ ЕКІ ИННОВАЦИЯЛЫҚ КЛАСТЕРДІ ДАМЫТУ. НАЗАРБАЕВ УНИВЕРСИТЕТТЕ «АСТАНА БИЗНЕС КАМПУСТА» ҒЫЛЫМИ ОРТАЛЫҚТАРЫ МЕН ЗЕРТХАНАЛАР ОРНАЛАСТЫРЫЛАДЫ. Олар бірлескен ғылыми-зерттеу жобаларын және тәжірибелік-конструкторлық жұмыстарды жүргізуге, сондай-ақ, оларды коммерцияландыруға қызмет етеді. Нақты өндірістік жобаларды жүзеге асыру үшін инновациялық технологиялар паркі жергілікті және шетелдік жоғары технологиялы компанияларды тартатын болады.\n64-қадам. ӨНДІРІСКЕ ИННОВАЦИЯЛАР ЕНГІЗУ ЖӨНІНДЕГІ ЖҰМЫСТАРДЫ ҚАРЖЫЛАНДЫРУ ТЕТІКТЕРІ бар «Ғылыми және (немесе) ғылыми техникалық қызмет нәтижелерін коммерцияландыру туралы» Заң әзірленеді. Ғылыми гранттар мен бағдарламалар құрылымдары индустриялық-инновациялық даму мемлекеттік бағдарламасының қажеттілігіне орай қайта бағытталады.\n65-қадам. ҚАЗАҚСТАНДЫ ХАЛЫҚАРАЛЫҚ КӨЛІК-КОММУНИКАЦИЯЛЫҚ АҒЫМДАРҒА ИНТЕГРАЦИЯЛАУ. «ЕУРАЗИЯЛЫҚ ТРАНСКОНТИНЕН-ТАЛДЫҚ ДӘЛІЗ» МУЛЬТИМОДЕЛДІК КӨЛІК ДӘЛІЗІН ҚҰРУ жөніндегі жобаны іске қосу. Ол Азиядан Еуропаға жүктер транзитін кедергісіз жүзеге асыруға мүмкіндік береді. Көлік дәлізі: бірінші бағыт – Қазақстан аумағы арқылы Ресей Федерациясына және одан әрі Еуропаға өтеді. Екінші бағыт – Қазақстан аумағы арқылы Қорғастан Ақтау портына дейін, одан әрі Каспий теңізі мен Әзербайжан, содан соң Грузия арқылы. Жобаға болашақта 2014 жылдың аяғында құрылған Азия инфрақұрылымдық инвестициялар банкін тарту.\n66-қадам. Халықаралық авиациялық хаб құру. Стратегиялық инвесторды тарту арқылы Алматы іргесінен ӘЛЕМДІК СТАНДАРТҚА СӘЙКЕС КЕЛЕТІН ХАЛЫҚАРАЛЫҚ ЖАҢА ӘУЕЖАЙ салынатын болады. \n67-қадам. «ЭЙР АСТАНА» ӘУЕ ТАСЫМАЛДАУШЫ ЖӘНЕ «ҚТЖ» ҰЛТТЫҚ КОМПАНИЯЛАРЫН ІРІ ХАЛЫҚАРАЛЫҚ ОПЕРАТОР РЕТІНДЕ ДАМЫТУ. «Эйр Астана» халықаралық бағыттарға ыңғайластырылады және әлемнің негізгі қаржы орталықтарына (Нью-Йорк, Токио, Сингапур) жаңа бағыттар ашады. «Эйр Астананың» дамуы «ҚТЖ»-ның баламалы маршруттарды дамыту жөніндегі жоспарымен үйлестіріледі, бұл жүктерді жеткізу құнын екі еседен астам төмендетуге мүмкіндік береді.\n68-қадам. Қазақстан арқылы әуе транзитінің тартымдылығын арттыру үшін ӘУЕ ТАСЫМАЛЫН МЕМЛЕКЕТТІК РЕТТЕУ ТИІМДІЛІГІН жақсарту. Азаматтық авиация комитетінің қызметі британ азаматтық авиациясы мемлекеттік агенттігінің және ЕО авиация қауіпсіздігі агенттігінің үлгілеріне бағдарланатын болады. \n69-қадам. Астананы зерттеушілерді, студенттерді, кәсіпкерлерді, барлық өңірлерден туристерді тартатын ЕУРАЗИЯНЫҢ ІСКЕРЛІК, МӘДЕНИ ЖӘНЕ ҒЫЛЫМИ ОРТАЛЫҒЫНА АЙНАЛДЫРУ. Мұнымен бірге қалада әуежайдың жаңа терминалын қоса алғанда, қазіргі замандық халықаралық көліктік-логистикалық жүйе құрылады.\n70-қадам. ASTANA EXPO – 2017 инфрақұрылымдары арқауында АРНАУЛЫ МӘРТЕБЕ БЕРЕ ОТЫРЫП, АСТАНА ХАЛЫҚАРАЛЫҚ ҚАРЖЫ ОРТАЛЫҒЫН (АІҒС) ҚҰРУ. Қаржы орталығының ерекше заңды мәртебесін Конституцияда бекіту. Орталықтың ТМД, сондай-ақ, Батыс және Орталық Азияның барлық өңірлерінің елдері үшін ҚАРЖЫ ХАБЫ ретінде қалыптастыру. ӨЗІНДІК ЗАҢДЫЛЫҚТАРЫ БАР ТӘУЕЛСІЗ СОТ ЖҮЙЕСІН ҚҰРУ, ол ағылшындық құқық қағидаттарымен қызмет істейтін болады. Судьялар корпусы шетелдік мамандардан құрылады. БОЛАШАҚТА ҚАЗАҚСТАННЫҢ ҚАРЖЫ ХАБЫ ӘЛЕМНІҢ 20 АЛДЫҢҒЫ ҚАТАРЛЫ ҚАРЖЫ ОРТАЛЫҚТАРЫНЫҢ ҚАТАРЫНА ЕНУІ ТИІС. \n71-қадам. Қаржы орталығының даму стратегиясын КАПИТАЛ НАРЫҚТАРЫНА ҚЫЗМЕТ КӨРСЕТУ ЖӘНЕ ИСЛАМДЫҚ ҚАРЖЫЛАНДЫРУ мамандығына сәйкес әзірлеу. Элиталық қаржы қызметінің жаңа түрлерін, соның ішінде private banking активтерді басқару саласындағы қызметтерді дамыту. Орталыққа либералды салық режімін енгізу. Офшорлық қаржылық орталық құрылуы мүмкін. Дубайдың үлгісі бойынша инвестициялық резиденттік қағидатын енгізу. \n72-қадам. Қаржы орталығы аумағында ресми тіл ретінде ағылшын тілін енгізу. Орталықтың дербес заңдылықтары АҒЫЛШЫН ТІЛІНДЕ ЖАСАЛЫНУЫ ЖӘНЕ ҚОЛДАНЫЛУЫ тиіс.\n73-қадам. Қаржы орталығының халықаралық көліктік қолжетімділігін қамтамасыз ету. Қаржы орталығының ЖЕТЕКШІ ҚАРЖЫ ОРТАЛЫҚТАРЫМЕН ЖҮЙЕЛІ ЖӘНЕ ЖАЙЛЫ ӘУЕ ҚАТЫНАСЫ жүйесін құру.\n74-қадам. ПАЙДАЛЫ ҚАЗБАЛАР ҚОРЫ ЖӨНІНДЕ ЕСЕП БЕРУДІҢ CRIRSCO ХАЛЫҚАРАЛЫҚ СТАНДАРТТАР ЖҮЙЕСІН ЕНГІЗУ арқылы жер қойнауларын пайдалану саласының мөлдірлігі мен болжамдылығын арттыру.\n75-қадам. Пайдалы қазбалардың барлық түрлері үшін үздік әлемдік тәжірибені пайдалана отырып, КЕЛІСІМДЕР ЖАСАСУДЫҢ ОҢТАЙЛАНДЫРЫЛҒАН ӘДІСІН енгізу. \n76-қадам. ЭЫДҰ елдері стандарттарының негізінде адам капиталының сапасын көтеру, 12 ЖЫЛДЫҚ БІЛІМ БЕРУДІ кезең-кезеңімен ЕНГІЗУ, функциялық сауаттылықты дамыту үшін мектептегі оқыту стандарттарын жаңарту. Жоғары сыныптарда жанбасылық қаржыландыруды енгізу, табысты мектептерді ынталандыру жүйесін құру.\n77-қадам. Экономиканың алты негізгі саласы үшін ОН АЛДЫҢҒЫ ҚАТАРЛЫ КОЛЛЕДЖ БЕН ОН ЖОҒАРЫ ОҚУ ОРНЫНДА білікті кадрларды әзірлеу, кейіннен бұл тәжірибені еліміздің басқа оқу орындарына тарату.\n78-қадам. Назарбаев Университеті тәжірибесін ескере отырып, ЖОО-ЛАРДЫҢ АКАДЕМИЯЛЫҚ ЖӘНЕ БАСҚАРУШЫЛЫҚ ДЕРБЕСТІГІН кезең-кезеңімен кеңейту. Коммерциялық емес ұйымдардағы жекеменшік ЖОО-ларын халықаралық тәжірибеге сәйкес трансформациялау.\n79-қадам. Білім беру жүйесінде – жоғары сыныптар мен ЖОО-ларда ағылшын тілінде оқытуға кезең-кезеңмен көшу. Басты мақсаты –ДАЯРЛАНАТЫН КАДРЛАРДЫҢ БӘСЕКЕЛЕСТІК ҚАБІЛЕТІН АРТТЫРУ ЖӘНЕ БІЛІМ БЕРУ СЕКТОРЫНЫҢ ЭКСПОРТТЫҚ ӘЛЕУЕТІН КӨТЕРУ.\n80 -қадам. МІНДЕТТІ ӘЛЕУМЕТТІК МЕДИЦИНАЛЫҚ САҚТАНДЫРУДЫ ЕНГІЗУ. Мемлекет, жұмыс беруші және азаматтың ынтымақтасқан жауапкершілігі қағидаты негізінде денсаулық сақтау жүйесінің қаржылық орнықтылығын күшейту. Бастапқы медициналық-санитарлық көмекті (БМСК) басымдықпен қаржыландыру. Бастапқы көмек аурудың алдын алу және ерте бастан күресу үшін ұлттық денсаулық сақтаудың орталық буынына айналады.\n81-қадам. ЖЕКЕМЕНШІК МЕДИЦИНАНЫ ДАМЫТУ, МЕДИЦИНАЛЫҚ МЕКЕМЕЛЕРГЕ КОРПОРАТИВТІК БАСҚАРУДЫ ЕНГІЗУ. Бәсекелестік есебінен қызметтің қолжетімділігі мен сапасын көтеру мақсатында әлеуметтік медициналық сақтандыру жағдайындағы бастапқы медициналық әлеуметтік көмекті қаржыландыру – бәсеке есебінен медициналық ұйымдардың корпоративтік басқару қағидаттарына көшуін қамтамасыз етеді. Мемлекеттік медициналық ұйымдарды жекешелендіруді ынталандыру, мемлекеттік емес ұйымдар арқылы тегін медициналық көмектің кепілдендірілген көлемін беруді кеңейту.\n82 -қадам. ДЕНСАУЛЫҚ САҚТАУ ЖӘНЕ ӘЛЕУМЕТТІК ДАМУ МИНИСТРЛІГІ ҚАСЫНАН МЕДИЦИНАЛЫҚ ҚЫЗМЕТ САПАСЫ БОЙЫНША БІРЛЕСКЕН КОМИССИЯНЫ ҚҰРУ. Басты мақсат: медициналық қызмет көрсетудің алдыңғы қатарлы стандарттарын енгізу (емдеу хаттамалары, кадрлар әзірлеу, дәрі-дәрмекпен қамтамасыз ету, сапаны және қолжетімділікті бақылау).\n83-қадам. Еңбек қатынастарын ырықтандыру. Жаңа ЕҢБЕК КОДЕКСІН әзірлеу. \n84-қадам. ӘЛЕУМЕТТІК КӨМЕКТІ ОНЫҢ АТАУЛЫ СИПАТЫН КҮШЕЙТЕ ОТЫРЫП, ОҢТАЙЛАНДЫРУ. Әлеуметтік көмек тек оған шынымен зәру азаматтарға ғана берілетін болады. Кірісі төмен еңбекке қабілетті азаматтарға мемлекеттік атаулы әлеуметтік көмек тек олардың еңбекке ықпал ету және әлеуметтік бейімдеу бағдарламаларына белсенді қатысуы жағдайында ғана берілетін болады.\nIV. БІРТЕКТІЛІК ПЕН БІРЛІК\n85-қадам. «МӘҢГІЛІК ЕЛ» патриоттық актісі жобасын әзірлеу.\n86-қадам. ҚАЗАҚСТАН ХАЛҚЫ АССАМБЛЕЯСЫНЫҢ «ҮЛКЕН ЕЛ – ҮЛКЕН ОТБАСЫ» КЕҢ КӨЛЕМДІ ЖОБАСЫН ӘЗІРЛЕУ ЖӘНЕ ЖҮЗЕГЕ АСЫРУ, ол қазақстандықтардың біртектілігін нығайтады және азаматтық қоғамның бүтіндігін қалыптастыру үшін жағдай туғызады. Бұл барлық жұмыстар Қазақстан Республикасының туристік саласын дамытудың 2020 жылға дейінгі тұжырымдамасын (ішкі туризмді дамытуды қоса есептегенде) және «Астана – Еуразия жүрегі», «Алматы – Қазақстанның еркін мәдени аймағы», «Табиғат бірлігі және көшпелі мәдениеттер», «Алтай інжулері», «Ұлы Жібек жолын қайта жаңғырту», «Каспий қақпасы» өңірлік мәдени-туристік кластерлерін құруды жүзеге асырумен байланыстырылады.\n87-қадам. Азаматтық біртектілікті нығайтудың «МЕНІҢ ЕЛІМ» ұлттық жобасын әзірлеу және жүзеге асыру, оның аясында технологиялық жобалар серияларын іске асыру қарастырылатын болады. Соның бірі – «ҚАЗАҚСТАН ЭНЦИКЛОПЕДИЯСЫ» КЕҢ КӨЛЕМДІ ИНТЕРНЕТ ЖОБАСЫН ҚҰРУ. МҰНДАҒЫ БАСТЫ МАҚСАТ – ӘРБІР АЗАМАТҚА ЖӘНЕ ШЕТЕЛДІК ТУРИСКЕ ЕЛ ТУРАЛЫ КӨБІРЕК БІЛУГЕ КӨМЕКТЕСУ. Порталға Қазақстан бойынша 3D бейне турлары, елдің тарихы мен мәдениеті, қызықты оқиғалары және қарапайым қазақстандықтардың өмірі туралы ақпараттар орналастырылады. Портал бір есептен елдің «сапарнама карточкасына», ұлттық жол көрсетушісіне, қызықты азаматтар үшін ұлттық құрмет тақтасына және виртуалды хабарласу тұғырнамасына айналады. \n88-қадам. Жалпыға Ортақ Еңбек Қоғамы идеясын алға жылжыту жөніндегі ұлттық жобаны әзірлеу және жүзеге асыру, ол «НҰРЛЫ ЖОЛ» инфрақұрылымдық даму, ИНДУСТРИЯЛАНДЫРУДЫҢ екінші бесжылдығы бағдарламаларын, сондай-ақ, тәуелсіздік жылдарында мемлекеттік саясаттың арқасында еңбек, кәсіпкерлік, ғылым мен білім және басқа да кәсіптік қызметтерде жоғары нәтижелерге қол жеткізген қазақстандықтардың (біздің заманымыздың батырларының) табыстарының дербес тарихын ескере отырып, ЖАЛПЫҒА ОРТАҚ ЕҢБЕК ҚОҒАМЫ ИДЕЯЛАРЫН ІЛГЕРІЛЕТУГЕ, индустрияландырудың және «Қазақстан-2050» Стратегиясын жүзеге асырудың мемлекеттік саясаты талаптарына жауап бере алатын жұмысшы және кәсіптік-техникалық мамандықтардың артықшылықтары мен танымалдылығын насихаттауға бағытталады. \n89-қадам. «НҰРЛЫ БОЛАШАҚ» ұлттық жобасын әзірлеу және жүзеге асыру. Мектептік білім берудің қолданыстағы оқу бағдарламаларына МӘҢГІЛІК ЕЛ ҚҰНДЫЛЫҚТАРЫН ЕНГІЗУ.\n90-қадам. Бес институттық реформаны, сондай-ақ, БАҚ-тағы, интернеттегі, бұқаралық ақпараттың жаңа буындарындағы, сондай-ақ, әлеуметтік желілердегі қазақстандық біртектілік идеяларын жүзеге асыруды АҚПАРАТТЫҚ ҚАМТУ ЖӘНЕ ІЛГЕРІЛЕТУ.\nV. ЕСЕП БЕРЕТІН МЕМЛЕКЕТТІ ҚАЛЫПТАСТЫРУ\n91-қадам. Мониторингтің, бағалау мен бақылаудың стандартталған және азайтылған ресімдері аясында МЕМЛЕКЕТТІК БАСҚАРУДАН НАҚТЫ НӘТИЖЕЛЕР БОЙЫНША МЕМЛЕКЕТТІК БАСҚАРУҒА КӨШУ. Тәртіптік бақылау жүйесі тек қана мақсатты индикаторларға қол жеткізуді бақылауға негізделуі тиіс. РЕСІМДІК СИПАТТАҒЫ БАРЛЫҚ ТАПСЫРМАЛАР МЕН АРАЛЫҚ БАҚЫЛАУ ТАРАТЫЛАТЫН БОЛАДЫ. Мемлекеттік органдарға олардың алдына қойылған мақсаттық индикаторларға қол жеткізу жөніндегі қызметінде дербестік беріледі.\n92-қадам. МЕМЛЕКЕТТІК ЖОСПАРЛАУДЫҢ ЫҚШАМ ЖҮЙЕСІН ҚҰРУ. Жекелеген салалық бағдарламалардың мемлекеттік бағдарламаларға интеграциялануымен МЕМЛЕКЕТТІК БАҒДАРЛАМАЛАР САНЫН ҚЫСҚАРТУ. САЛАЛЫҚ БАҒДАРЛАМАЛАР, сондай-ақ, мемлекеттік органдардың СТРАТЕГИЯЛЫҚ ЖОСПАРЛАРЫ ЖОЙЫЛАДЫ. СТРАТЕГИЯЛЫҚ ЖОСПАРЛАР мен аумақтық даму бағдарламасын негізгі мақсатты индикаторлар бөлігінде ҚАЙТА ПІШІНДЕУ.\n93-қадам. АУДИТ ПЕН МЕМЛЕКЕТТІК АППАРАТ ЖҰМЫСТАРЫН БАҒАЛАУДЫҢ ЖАҢА ЖҮЙЕСІН енгізу. Мемлекеттік бағдарламаларды бағалау үш жылда бір рет жүргізілетін болады. Мемлекеттік органдардың нәтижелілігін бағалау стратегиялық жоспарлар бойынша жылма-жыл жүзеге асырылады. «Мемлекеттік аудит және қаржылық бақылау туралы» Заң қабылдау. Есеп комитеті бірінші сыныпты әлемдік аудиторлық компаниялардың модельдері бойынша жұмыс істейтін болады және ағымдық операциялық бақылаудан кетеді.\n94-қадам. «Ашық үкіметті» енгізу. АҚПАРАТҚА ҚОЛЖЕТІМДІЛІК ТУРАЛЫ ЗАҢДЫ ӘЗІРЛЕУ, ол мемлекеттік органдар иелігіндегі тек мемлекеттік құпия мен заңмен қорғалатын басқа да ақпараттардан өзге кез келген ақпараттың ашықтығын қамтамасыз етеді.\n95-қадам. Мемлекеттік органдар басшыларының халық алдында СТРАТЕГИЯЛЫҚ ЖОСПАРЛАР ЖӘНЕ АУМАҚТЫҚ ДАМУ БАҒДАРЛАМАЛАРЫНЫҢ МАҢЫЗДЫ КӨРСЕТКІШТЕРІНЕ ҚОЛ ЖЕТКІЗІЛГЕНДІГІ ТУРАЛЫ ЖЫЛ САЙЫНҒЫ АШЫҚ БАЯНДАМАЛАР ЖАСАУЛАРЫН және олардың есептерін ресми веб-сайттарда орналастыруды тәжірибеге енгізу. Ұлттық ЖОО-лар басшыларының өз қызметтері туралы оқушылар, жұмыс берушілер, қоғам өкілдері мен БАҚ алдында жылма-жыл есеп берулерін тәжірибеге енгізу.\n96-қадам. ОРТАЛЫҚ МЕМЛЕКЕТТІК ОРГАНДАРДЫҢ СТАТИСТИКАЛЫҚ БАЗАЛАРЫ мәліметтеріне ОНЛАЙН-қолжетімділікті қамтамасыз ету. Барлық бюджеттік және топтастырылған қаржылық есеп, сыртқы қаржы аудитінің нәтижелері, мемлекеттік саясат тиімділігін бағалау қорытындылары, мемлекеттік қызметтің сапасын қоғамдық бағалау нәтижелері, республикалық және жергілікті бюджеттің орындалуы туралы есеп ЖАРИЯЛАНАТЫН БОЛАДЫ. \n97-қадам. Өзін-өзі реттеу мен жергілікті өзін-өзі басқаруды дамыту арқылы АЗАМАТТАРДЫҢ ШЕШІМДЕР ҚАБЫЛДАУ ҮДЕРІСІНЕ ҚАТЫСУ МҮМКІНДІГІН КЕҢЕЙТУ. МЕМЛЕКЕТКЕ ТӘН ЕМЕС ҚЫЗМЕТТЕРДІ БӘСЕКЕЛЕСТІК ОРТАҒА және өзін-өзі реттеуші ұйымдарға беру. Үкімет мемлекетке тән емес және басы артық қызметтерді қысқарту есебінен неғұрлым ықшам бола түседі.\n98-қадам. Селолық округ, ауыл, село, кент, аудандық маңыздағы қала деңгейінде ЖЕРГІЛІКТІ ӨЗІН-ӨЗІ БАСҚАРУДЫҢ ДЕРБЕС БЮДЖЕТІ ЕНГІЗІЛЕТІН БОЛАДЫ. Облыс орталықтарында және республикалық маңыздағы қалаларда азаматтардың тиісті бюджеттік жобаларын талқылауға қатысуының тетіктері жұмыс істейді.\n99-қадам. МЕМЛЕКЕТТІК ОРГАНДАР МЕН ӘКІМДЕР ЖАНЫНДАҒЫ ҚОҒАМДЫҚ КЕҢЕСТЕРДІҢ стратегиялық жоспарлар мен аумақтық даму бағдарламаларын; бюджеттерді, есептерді, мақсатты индикаторларға қол жеткізуді, азаматтардың құқықтары мен еркіндіктерін қозғайтын нормативтік-құқықтық актілер жобаларын; бағдарламалық құжаттар жобаларын талқылау бөлігіндегі рөлдерін күшейту. ҚОҒАМДЫҚ КЕҢЕСТЕРДІҢ ӨКІЛЕТТІКТЕРІ мен мәртебесін заңмен бекіту, мемлекеттік шешімдерді қабылдау ашықтығын арттыру. \n100-қадам. Канададағы Canada Service және Австралиядағы Centrelink үлгісі бойынша МЕМЛЕКЕТТІК ҚЫЗМЕТТЕРДІҢ БІРЫҢҒАЙ ПРОВАЙДЕРІНЕ АЙНАЛАТЫН «АЗАМАТТАР ҮШІН ҮКІМЕТ» МЕМЛЕКЕТТІК КОРПОРАЦИЯСЫН құру. Мемлекеттік корпорация халыққа қызмет көрсететін барлық орталықтарды бір жүйеге интеграциялайды. Қазақстан азаматтары МЕМЛЕКЕТТІК ҚЫЗМЕТТЕРДІ БІР ЖЕРДЕН алатын болады. Мемлекеттік қызметті САПА МЕНЕДЖМЕНТІ ISO 9000 СЕРИЯСЫНА СӘЙКЕС халықаралық сертификаттау.\nІСКЕ АСЫРУ ТЕТІГІ\n• Ел Президенті жанынан жедел түрде құрамы отандық және шетелдік сарапшылардан тұратын, БЕС ЖҰМЫС ТОБЫНАН жасақталған жаңғырту жөніндегі ҰЛТТЫҚ КОМИССИЯ ҚҰРЫЛДЫ.\n• Ұлттық комиссия БЕС ИНСТИТУТТЫҚ РЕФОРМАНЫ КЕЗЕҢ-КЕЗЕҢІМЕН ОРЫНДАУДЫ КЕЛІСІЛГЕН БАСҚАРУ бойынша жүзеге асыруы тиіс. Ол мемлекеттік органдардың, бизнес-сектор мен азаматтық қоғамның өзара тиімді іс-қимылын қамтамасыз етеді.\n• Ұлттық комиссия ТҰЖЫРЫМДАМАЛЫҚ ШЕШІМДЕР ҚАБЫЛДАП, ІС-ҚИМЫЛДЫҢ НАҚТЫ ЖОСПАРЫН АЙҚЫНДАУЫ тиіс. Оның ұсыныстары ел Президенті тарапынан бекітілетін болады. Бекітілген шешімдерді орындау үшін жедел түрде ПАРЛАМЕНТ ТАРАПЫНАН ЗАҢДАР, ҮКІМЕТ ТАРАПЫНАН ҚАУЛЫЛАР ҚАБЫЛДАНАТЫН БОЛАДЫ. \n• Министрлер мен әкімдердің шешуші бастамаларын тиімді жүзеге асырулары ҰЛТТЫҚ КОМИССИЯ ТАРАПЫНАН ҚАТАҢ ҚАДАҒАЛАНАТЫН болады. \n• Ұлттық комиссия жанынан БЕДЕЛДІ ШЕТЕЛДІК САРАПШЫЛАР ҚАТАРЫНАН ХАЛЫҚАРАЛЫҚ КОНСУЛЬТАТИВТІК КЕҢЕС жасақтау қажет. Аталған кеңес ұсынымдар жасап, реформаларды орындау НӘТИЖЕЛЕРІНІҢ ТӘУЕЛСІЗ ЖҮЙЕЛІ МОНИТОРИНГІН жүзеге асыратын болады.\n• Ұлттық комиссияның жұмыс органы етіп ҚАЗАҚСТАН РЕСПУБЛИКАСЫ ПРЕМЬЕР-МИНИСТРІНІҢ КЕҢСЕСІН айқындау қажет.",
        "question_date": "11.01.2016",
        "question_tag": "Университет, колледж",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Окыдым. 1-5 баллдык шкаласы бойынша 4 берер едим, ия кейбир жерлерин тусиндим деп айта алмаймын. Кей жерлерин озгертсе дер едим...",
                "date": "11.01.2016",
                "upvotes": 0
            },
            {
                "text": "Окыдым. 1-5 аралыгында болса 4 деген бага берер едим. Кейбир жерлерине келиспеймин...",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Соғым басы деп нені атайды?",
        "question_content": "Соғымды сойған адамға қол үзік береді яғни ет береді. Туған-туыс,көрші қоланды шақырып ет асып, тамақ береді. Оны «Соғым басы»-деп атайды.Соғым басына келген адамдар соғым шүйгін болсын дейді. Соғым басының басқа да мағынасы бар ма?",
        "question_date": "11.01.2016",
        "question_tag": "Университет, колледж",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "соғым басы бір ауылда тұратын көрші - қолаң, жақын аймақтағы туыстармен бас қосып биылғы соғым берекелі болсын деп соғымның алғышқы бөлігінен кейде арнайы алып қалған бөлігін асып , бас қосып құран оқытуды айтады. Көбіне Алматы жақта естимін.",
                "date": "30.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақ алма мен қызыл алманың түсінен басқа айырмашылығы бар ма?",
        "question_content": "Ақ алма мен қызыл алманың түсінен басқа айырмашылығы бар ма?",
        "question_date": "11.01.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін жоқ шығар бірақ , бұрынғы СССР құрамында болған елдердегі педиатрлар  қызыл түсті жемістерді аллергия тудыруы мүмкін деп 2-3 жасқа дейін балаға бермеу керек деген ұсыныс айтады. Шет елде ондай шектеу жоқ.",
                "date": "30.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абай атындағы МПУ-ке қанша баллмен грантқа түсуге болатынын айта аласыздар ма?",
        "question_content": "Дүние жүзі тарихы пәнін таңдай отырып,педагогикалық мамандыққа, яғни мұғалімдікке ЕНУ-ға немесе Әл-Фараби атындағы ҚазҰУ-ға қанша баллмен грантқа түсуге болады(ешқандай жеңілдіктерсіз).Ең құрығанда, Абай атындағы МПУ-ке қанша баллмен грантқа түсуге болатынын айта аласыздар ма?",
        "question_date": "11.01.2016",
        "question_tag": "Университет, колледж",
        "question_views": 894,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Медеу, Шымбұлақ, Ақбұлақ, Табағаннан басқа қыста қайда барап демалсақ болады?",
        "question_content": "Медеу, Шымбұлақ, Ақбұлақ, Табағаннан басқа қыста қайда барап демалсақ болады? Алматыда отбасымен барап, демалып қайтатын жер бар ма?",
        "question_date": "10.01.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 964,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақша төлемейтін, тегін жерлер болса күшті болушы еді деген сұрағыңыз болса, мына жауап сіз үшін. Алматы қаласы. Алмарасан. Бұлақтан өткен кезде, өзіңіз ойлағандай жерге тап боласыз. Күшті жер. Ешқандай кедергісіз күндіз түні сырғанай бересіз. Өзіңізбен бірге шана алып бармасаңыз да болады. Сол жерде жалға балондар беріледі. 1 сағатқа 500 тг. Қарныңыз ашса, ыстық бауырсақ пен самаурын шәйі тағы бар. Бірақ, оны сатып аласыз :) Айтпақшы өзіңізбен бірге жұрттар сияқты қазан-ошақ алып келіп, тамақ пісіріп жеуге болатын таптырмас орын бұл. Жалға берілетін жылқылар да бар. Тауға қарай шабасыз да кетесіз. Сенбі жексенбі адам көп болады. Достармен келіп, кәуәп пісіріп, елмен бірге сырғанап, таза ауамен тыныстап кететін керемет жер. Үйде жата бермей, қалыңдау киініп алып, келесі сенбі Алмарасанға аттаныңыз!",
                "date": "11.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Архитектор дизайнерлікке оқу үшін қанша балл жинау керек?",
        "question_content": "Мен қазір 10 сыныпта оқимын. Архитектура жəне дизайнер факультетіне тусу үшін ҰБТдан неше балл жинау қажет. Соны біліп беріңіздерші. Өтініш.",
        "question_date": "10.01.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дизайнер болу үшін шығармашылық таңдап универде шығармашылық емтихан тапсырасың. Грант 50 балл\n\nАл ақылы бөлім 30 балл",
                "date": "18.02.2020",
                "upvotes": 0
            }
        ]
    }
]