[
    {
        "question_title": "Ағылшын тілі граматика",
        "question_content": "Ағылшын  тіліндегі   инфинитив ,  Герунди  ,  кондишнал  деген  не  екенін түсіндіріп  берсеңіздер.   Өз   сөздеріңізбен.",
        "question_date": "14.06.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшын тілінің грамматикасында етістіктің белгісіздік формасының үш түрі бар, олар инфинитив (the Infinitive), герундий (Gerund) және көсемше (Participle II).\nИнфинитив – етістіктік жүйенің негізі емес, оның элементі болып табылады. Инфинитив және оның грамматикадағы рөлі туралы мәселе ғалымдардың назарында көптеген жылдар бойы болған. Осылайша, А.А.Потебня инфинитивті сөз табының ерекше бөлігі деп айтқан. Потебняға сәйкес, «Белгісіздік етісітіктің белгілі етістіктен (verbum finitum) айырмашылығы – белгілі етістіктің жақ категориясы болады, белгісіздік етістікте жақ категориясы болмайды. Бірақ тілдесім кезінде жақты белгілі бір әдістермен анықтауға болады» [2, 67].\nСөйлемде инфинитив бастауыштың, баяндауыштың бөлшегінің, күрделі баяндауыштың бөлшегінің, толықтауыштың, анықтауыштың және пысықтауыштың қызметін атқарады.\nИнфинитивтің етістіктік ерекшеліктері:\n-сабақты етістік болады, яғни тура толықтауышты қажет етеді:\n- сын есім емес, үстеумен анықталады:\nСонымен қатар ағылшын тілінде инфинитивтің етіс категориясы (Active, Passive) бар, бірақ ырықсыз етіс формасындағы етістіктің екі түрі (Indefinite Infinitive және Perfect infinitive) ғана бар [4, 240]:\nИнфинитивтің етіс формалары \n\n\n \nActive \nPassive \n\nIndefinite \nTo ask \nTo be asked \n\nContinuous \nTo be asking \n- \n\nPerfect \nTo have asked \nTo have been asked \n\nPerfect Continuous \nTo have been asking \n- \n\nАғылшын тілінің дәстүрлі грамматикасында инфинитив – to бөлшегі қосыла алатын етістіктің бастапқы формасы.",
                "date": "15.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сатып алушымен неге сəлемдесу керек?",
        "question_content": "Маған сұрақ қойып еді. Сатып алушыны (покупатель) күлімдеп салемдесу керек дедім мен. Неге деді? Көп нəрсе айтсам да, жауабың нақты емес дейді.  Сіздердің ойларыңыз. Компания электроника мен бытовой техника сатумен айналысады",
        "question_date": "14.06.2018",
        "question_tag": "Жанұя",
        "question_views": 313,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаратқан Ие мұсылмандарға бір-бірінің үйлеріне барғанда жақсылап амандасуларын бұйырады. Есендеспей кірмеуді ескертеді.\n\nАлла Тағала былай дейді: «Уа, иман келтіргендер! Өздеріңнен үйлеріңнен басқа үйлерге қашан үйренісіп, иелеріне сәлем бермейінше кірмеңдер. Солай еткендерің өздеріңе жақсы, бәлкім, үгіт аларсыңдар».\n\nСондай-ақ, ардақты аяттарда сәлем берген адамға сәлем қайтарудың маңыздылығы айтылады.\n\nАлла Тағала былай дейді: «Және егер сендерге сәлем берілсе, одан да жақсы сәлем беріңдер не солай қайтарыңдар. Шындығында, Алла әрбір нәрсені есептеуші».\n\nМұсылманша амандасудың түп-төркіні атамыз Адамнан басталған. Хақ Тағала әу баста оған осылай сәлемдесуді үйреткен.\n\nАлланың Елшісі (с.а.с.) былай дейді: «Даңқты да ұлық Алла Адам атаны алпыс шынтақ бейнесінде жаратты. Жаратып болған соң оған: «Ана отырған топқа бар да, сәлем бер. Олардың өзіңе не деп жауап қайтаратынын тыңдап көр. Бұл сенің және ұрпақтарыңның сәлемдесуі», − дейді. Ол жерде бір топ періштелер отырған болатын. Адам ата оларға барып: «Ассаламу алейкум!» − деп амандасады. Олар: «Ассаламу алайка уа рахматуллаһ!» − деп, «рахматуллаһ» сөзін қосып жауап қайтарады».\n\nПайғамбар (с.а.с.) саналы ғұмырында ізгі сахабаларына мұсылманшылық әдептің қыр-сырын баяндап түсіндірген. Бір-біріне Тәңірдің тыныштығы мен бейбітшілігін тілеудің түбі құт-береке әкелетіндігін айтып өткен.\n\nӘнес (р.а.) былай дейді: «Алланың Елшісі (с.а.с.) маған: «Уа, балам! Отбасыңа кірген кезде оларға сәлем бер. Ол өзіңе де, отбасыңа да береке әкеледі», − деді».\n\nПайғамбардың (с.а.с.) осы тәлімі кейінгі үмбетіне керемет үлгі. «Жасында көргені жоқтың өскенде айтары жоқ» дегендей, баланы жасынан мұсылманша сәлем беруге үйрету оның болмысына имани құндылықтарды сіңірудің бір жолы. Сондықтан бүлдіршін кезінен «атаңа сәлем бер», «әжеңмен амандас», «оң қолыңды беріп амандас» деп үйретіп, балауса шақтан ізеттілікке баулыған жөн.\n\nСондай-ақ, екі адам емен-жарқын амандасса, іштегі көңіл кірі, бір-біріне деген өкпе-реніші кетеді. Сонымен бірге оларға Жаратқан Ие де разы болып, күнә-қателіктерін кешіреді. Шариғатта шынайы сәлемдесудің осындай қырлары бар.\n\nБарадан (р.а.) жеткен риуаятта Алланың Елшісі (с.а.с.): «Қандай да бір екі мұсылман бір-бірімен кездескенде қол берісіп амандасса, олардың күнә-қателіктері кешіріледі», – деген.\n\nАраздасып қалған мұсылмандардың арасын жарастыруға сеп болатын да осы сәлемдесу.\n\nӘбу Аййуб әл-Ансариден (р.а.) жеткен риуаятта Алла Елшісі (с.а.с.) былай дейді: «Ешбір мұсылманға бауырымен үш күннен артық араздасуына, екеуі кездескенде бір-бірінен бет бұруларына болмайды. Олардың ең ізгісі − алғаш сәлем бергені».\n\nӘбу Һурайрадан (р.а.) жеткен риуаятта бірде Пайғамбар (с.а.с.): «Жаным қолында болғанмен ант етейін, жәннатқа қашан иман келтіргендеріңше кірмейсіңдер, ал қашан бір-бірлеріңді жақсы көрмегендеріңше толық иман келтірмейсіңдер. Сендерге соны нығайтатын нәрсені айтайын ба? Өз араларыңда сәлемді таратыңдар (яғни, бір-бірлеріңе сәлем беріңдер)», – деген.\n\nӘбу Һурайрадан (р.а.) бірде сахабаларымен бірге мәжіліс құрып отырған Алланың Елшісінің (с.а.с.) жанынан бір кісі өтіп бара жатып: «Ассаламу алейкум!» – деп сәлем береді. Пайғамбар (с.а.с.): «Он жақсылық», – дейді. Сосын басқа бір кісі өтіп бара жатып: «Ассаламу алейкум уа рахматуллаһ!» – дейді. Пайғамбар (с.а.с.): «Жиырма жақсылық», – дейді. Сосын тағы бір кісі өтіп бара жатып: «Ассаламу алейкум уа рахматуллаһ уа бәрәкәтуһ!» – дейді. Сонда Пайғамбар (с.а.с.): «Отыз жақсылық», – дейді.\n\nӘбу Һурайрадан (р.а.) жеткен риуаятта Алланың Елшісі (с.а.с.): «Аттылы жаяуға, жаяу отырғанға, азшылық көпшілікке сәлем береді», – деген.\n\nӘбу Һурайрадан (р.а.) жеткен риуаятта Пайғамбар (с.а.с.): «Кіші үлкенге, жүргінші отырған адамға, азшылық көпшілікке сәлем береді», – деген.",
                "date": "15.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алимент қызыма жетпейді?",
        "question_content": "Салеметсиз бе құрметті Елбасы Нұрсултан аға! Ең бірінші еліміздің тыныштығы мен ұрпағымыздың келешегі үшін жасап жаткан жақсылықтарыңыз үшін сізге ризашылығымды білдіремин! Аллах сізге алі де елімізді узақ жылдар басқаруға күш-қуат берсин!\nОзіңізге бір маслелемен шығып отырмын. Денсаулығыма байланысты кызым 1жасқа толғанда қызымның әкесі менимен ажырасты. Бирнеше жыл алимент төлемеді, арада аз уакыт кана алимент төледи. Осы уакытка дейин кызыма уақтылы жеткілікті молшерде алимент талап етип құзырлы орындарға жүгіндім. Осы салада заңның әлсиздігіне байланысты дурыстап алимент өндіре алмадым. Қызым қазір 11жаска толды. Денсаулығыма байланысты жумыс жасай алмаймын. Қызымның әкесінің алимент бойынша сот орындаушылардың есептеген берешек қарызы 1.300.000тгден асқан. Өкіметтің усынысымен борышкер жұмысқа орналасып 2018жылдың сауір айынан бастап карызымен косканда жалақысының 50%-ы 11500тг көлеминде алимент төлеуде. Бір миллионнан астам қарызын айына 5000тгден берсе кызым 18жаска толғанша да төлеп өтей алмайды. Бұл акша қызымның ай сайынғы кажеттерінін үштен біріне ғана жетеді. Мысалы кызымыз 18жасқа толғанша тек өсуде болады. Есептей келсек тамағынан бөлек әр сезонда жаңа киім аперу қажет,  өйткені алдыңғы сезондағы киймдері сыймайды. Мектепке де жыл сайын мектеп формасын аперу қажет, оның өзі 15000тг-25000тг көлемінде тұрады. Борышкер бұларды ойламайды тура перзентінің киім тамағы аспаннан түсіп жаткандай. Борышкердің материалдық жағдайы жақсы, озінін жеңіл автокөлігі бар,бирак ол өз мүліктерін оз атына тіркемейді. Өйткені ол өз мулктерін өз атына тіркесе не боларын білетин заңгер.  Борышкердің мамандығы заң қызметкері жане осы мамандығы бойынша тергеуші болып жұмыс жасаған.\nМенің өтінішім жоғарыдағы қузырлы органдарға осы маселе бойынша заңды қайта қарап алимент алатын перзенттердің тамағына, киім-кешегіне, тағы баска қажеттіліктеріне жеткілікті молшерде алимент өндіріп беру жағын карастыру маселесинде тапсырма берсеңіз екен. Мысалы жумыссыз Борышкерлерге аптасына 5кун жумыс жасайтын  жалақысы дұрыстау жумыстарды гана усынса екен. 1-2жылдан астам алимент төлемеген қарызы бар борышкерлерди ең бірінші қамауға алып  жалақысы көп ауыр жумыстарға тартып карызын өндіріп беру жағын қарастырса мумкін ажырасулар азаяр, алименттен жалтарушылар азаяр.\nӨтінішім жауапсыз қалмайды деген улкен үміттемін.",
        "question_date": "14.06.2018",
        "question_tag": "Заң",
        "question_views": 821,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мениң осы өтинишим Елбасымызға көрсетиле ме? Алде жай халық кана окиды ма? Мен Нурсултан ағамызга хат жолдадым деп ойласам, олай емес пе? Президентимиздин жеке озине хат жолдауга бола ма? Егер болатын болса жолдары кандай? Билетиндер болса жауап берулериңизди отинемин!",
                "date": "15.06.2018",
                "upvotes": 0
            },
            {
                "text": "Алимент мөлшері бала санына байланысты тағайындалады. 1 бала болса, әкесі жалақысының 4/1 бөлігін төлеп отыруға міндетті. Сіздің жағдайыңызда жеке сот орындаушымен бірге әрекет еткен жөн. Ол бұрынғы күйеуіңіздің атында мал-мүлкі, үйі бар ма, соның бәрін тексеріп, анықтауға көмектеседі. Алиментті қарыз ретінде өндіруге де болады. \nАзамат міндетін орындамай жүрсе, ата-ана құқығынан айырылады. Бірақ бұл құқықтан айырылу алименттен босатпайды. Төлемей жүре бергендерді қылмыстық жауапкершілікке тартып, бас бостандығынан айыру да қарастырылған. Сотқа арыз жазу керек. Толық ақпаратты мына мақаладан оқи аласыз.",
                "date": "26.02.2019",
                "upvotes": 0
            },
            {
                "text": "Бала тек әкенің емес шешенің де жауапкершілігінде. Ажырасқан отбасының балдарын балалар үйіне тапсыру керек. Сонда ажырасар алдын аке де шешеде ойланар. Ажырасып жатса акеден де шешеден де алимент ондирсин укимет. Осылай адил",
                "date": "22.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына физикадан берген есептерды шыгарып берындершы",
        "question_content": "1.      Бала резеңкені 45Н күшпен соза отырып, оны 9 см-ге ұзартады. Ал 115,5Н күш әрекетінен ол қанша ұзарған болар еді?\n2.     <!--[endif]-->y=2+t+5t2 теңдеуімен берілген денелер қозғалысын сипаттанда?\n3.     <!--[endif]-->Қатаңдығы 100Н/м созылған серіппе өзіне бекітілген денеге 25 Н күшпен әрекет етеді. Серіппенің потенциалдық энергиясы неге тең?\n4.     <!--[endif]-->Егер бір-біріне қарама-қарсы келе жатқан екі баланың бірінің массасы 40кг, жылдамдығы 2м/с, екіншісінің массасы 30 кг, жылдамдығы 1м/с болса, онда олардың соқтығысқаннан кейінгі жалпы ипульсі неге тең?\n5.    Бала резеңкені 4Н күшпен соза отырып, оны 5 см-ге ұзартады. Ал 100Н күш әрекетінен ол қанша ұзарған болар еді?",
        "question_date": "14.06.2018",
        "question_tag": "Физика",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. F=kx\nx=дельта L.  \n9 см, метрге айналдырамыз - 0,09 м. \nқаттылық коэффиценті k=F/x=45H/0.09м=500\n F^ x=F/y=112.5H/500=0.225м=22,5 см.\n3. Ep=kx^2/2\nF=kx=>x=F\\k=25/100=0,25m\nEp=100*0,0625/2=3,125Дж\n  4. m₁=30 кг\nV₁=2 м/с\nm₂=10+30=40 кг\nV₂-?\nm₁V₁=m₂V₂ \nV₂=m₁V₁/m₂=30*2/40=60/40=1,5 м/с.\nЖауабы: 1,5 м/с",
                "date": "18.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Клаш ройалда картаны ( не найден) тауып алу.",
        "question_content": "Клаш   ройалда   табылмаған   (карта  не  найден) картаны   қалай  тауып  алса  болады.",
        "question_date": "14.06.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 242,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қуығыма жара шықты",
        "question_content": "Қуығыма жара шықты. Сыртқы қабаты қабыршықтанып шығады. Жараның түрі стоматит сияқты ойылып тұрады. Нестесем болады? Зеленканы қолдансам кетерма екен?",
        "question_date": "14.06.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "дəрігерге қаралыңыз",
                "date": "23.08.2018",
                "upvotes": 0
            },
            {
                "text": "қуық үстінде тура мағанда солай шықты үсті ойылып ісіп турады қызыл бассам ауырады. Сізде кеттіме не қолдандыңыз өтініш айта аласыз ба?",
                "date": "7.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутбукттің вентиляторы істемей тұр.",
        "question_content": "Ноутбук қосылып тұр, тестке дайындалып жатқанмын. Бирак вентилятор мүлдем айналмайды, яғни істемей тұр. Ноутбук әрі қарай қосылып тұра берсе ештене етпейма? Әлде дұрысы өшіріп қойғаны жақсыма?\nP.S. Шығар, мүмкін деген жауаптар емес, нақты жауап керек.",
        "question_date": "13.06.2018",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 310,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ассалаумағаликум! Ноутбуктың вентиляторы шаң жиналғаннан қызып айналмай қалады және термопласт кеуіп кеткеннен болады. Вентилятор ескіріп икеткен болса ойындарды кейбір программаларды көтермей қызып кетіп айналмай ноутбук өшіп қалады. кей кезде программадан болады қызып өшуі вентилятордың программа құйдыртып қара. Программаға көнбесе ноутбукты аштыртып шаңын тазалатып темопласт жақтырып қара оғанда көнбесе вентилятор ауыстырып қара вентиляторға көнбесе ноутбуктың ішіндегі термопласт жағылатын процессорын ауыстырасың сонда ноутбук дұрыс жұмыс жасайды.",
                "date": "17.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектеп пәндеріне қандай онлайн-сервистермен дайындалған тиімді?",
        "question_content": "Барлық пәндерді қамтитын, әртүрлі қызықты материалдармен сабақты жеңіл түсіндіретін қандай сайтты білесіздер?",
        "question_date": "13.06.2018",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер мектеп пәндеріне қандай онлайн-сервистермен дайындалу тиімді екенін білгіңіз келсе, Bilimland.kz порталымен танысып көріңіз. Мұнда мектепке дайындық, инклюзивті курс, бастауыш математика, орта мектептегі барлық пән бойынша қызықты цифрлық материалдарды көптеп табасыз. Жаңа сабақты қысқа әрі мазмұнды түсіндірме мәтіндерді оқып, тапсырмаларын орындау арқылы пысықтауыңызға болады.\n\nBilimland.kz сайтында үш тілде де қалаған пәніңіз бойынша біліміңізді жетілдіре аласыз. Сондай-ақ мектеп бағдарламасына сай Twig-Bilim порталынан жаратылыстану бағытындағы мыңнан аса фильмді тамашалауға болады. Фильмдердің қазақша және орысша субтитрлерін қолдану тіл үйренушілер үшін пайдалы болмақ. Ал егер ҰБТ-ға, ТКТ-ға дайындаламын десеңіз, iTest.kz  электронды жаттықтырғышы Сіздің көмекшіңіз болады деген сенімдеміз.\nЕгер осыған байланысты өз пікіріңізді білдіргіңіз келсе, мына сілтемеге өтсеңіз болады.",
                "date": "13.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазда қандай шағын бизнеспен айналыссам болады?",
        "question_content": "Жасым 17 де. Жазда оқу жоқ. Қалада тұрамын. Ақша табуға бірнеше шағын бизнестерді айта кетсеңіздер. Ата-анама масыл болудан шаршадым. Жұмыс іздеп бармаған жерім жоқ. Еш жер қабылдамайды.\nӨздеріңіз дің тəжірибелеріңізді айта кетсеңіздер. Бірнеше бизнес идеяларды дегендей...\nАлдын ала рахмет!",
        "question_date": "13.06.2018",
        "question_tag": "Жеке бизнес",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бизнес-жоспардың кімге арналғанына байланысты оның бірнеше түрін ажыратамыз:\nӨзіңізге арналған бизнес-жоспар. Бұл бизнес-жоспар кәсіпкерге жаңа бизнестің қаншалықты тиімді, я болмаса тиімсіз екенін анықтауға арналған.\nНесие алуға арналған бизнес-жоспар. Банктер кәсіпкерге несие беру туралы шешім қабылдау үшін, одан бизнес-жоспарды талап етеді.\nИнвесторларды тартуға арғалған бизнес-жоспар. Инвесторлар өз қаржысын бұл бизнеске салар алдында, бизнеске талдау жүргізеді. Сол себепті, кәсіпкердің бизнес-жоспары қаралады.\nЖергілікті және шетелдік серіктестермен бірлескен кәсіпорынға арналған бизнес-жоспар. Сауатты құрылған бизнес-жоспар сіздің ісіңіздің маңыздылығына серіктестің сенімін арттырады.\nЖаңа қызметкерлерді тартуға арналған бизнес-жоспар. Білікті мамандарды өзіңізге жұмысқа тарту қиынға соғады. Сондықтан, бұндай бизнес-жоспар қызметкерге болашақ қызметтің сипаттамасы жайында және ұсынылатын жұмыстың тұрақтылығы мен келешегі туралы ақпарат береді.\nБасқа компаниямен бірігуге арналған бизнес жоспар. Ол бірлескен қызметтің жағымды және жағымсыз жақтарын көруге көмектеседі.\nБизнес-жоспар келесі бөлімдерден тұрады:\nБизнес-идея. Істі алғаш бастайтын кәсіпкерге ең алдымен немен айналысатынын шешіп алу қажет, яғни ол бизнес-идея табуы тиіс. Бұл күрделі және жауапты саты. Бизнестің қалай құрылатынын осыған байланысты. Бұл жерде кәсіпкер өз білімі мен дағдыларын, жұмыс тәжірибесін, хобби мен қызығушылықтарын ескеруі керек.\nЖеке мүмкіндіктер. Кәсіпкер жаңа бизнестің мүмкіндіктерін, өзінің мүмкіндіктерін және идеяны жүзеге асыруға керек өзге ресурстарды бағалауы тиіс.\nКлиент. Кәсіпкер болашақ клиентінің кім болатынын жақсы білуі тиіс. Ол үшін кәсіпкер «Менің ықтимал клиенттерім кімдер? Олар қайда орналасқан? Менің клиенттерім нені бағалайды?» деген сынды сұрақтарға жауап беруі керек.\nБизнесті ұйымдастыру. Бизнесті ұйымдастыру барасында кәсіпкер өз клиенттеріне өнімді (тауарды немесе қызметті) шығару және оны сату үдерістері қалай, қашан ұйымдастырылатынын, оның қандай көлемде шығарылатынын ойластыруы тиіс.\nАқша қозғалысы. Кәсіпкерге жаңа бизнестің кірісі мен шығысын, теңгерімін болжау сияқты қаржылық құжаттарды жасау қиынға түседі. Дегенмен, ақшаның қозғалысын елестетіп көру қажет.\nТәуекелдер. Кәсіпкер бизнеспен бірге туындайтын: инфляция, несиелер, клиенттердің ақы төлеуден бас тартуы, төтенше жағдайларға байланысты немесе серіктесіңіз тарапынан алданып қалу сынды барлық тәуекелдерді ескеруі тиіс. Бұл тәуекелдерге дайын болуға және туындаған жағдайда еңсере білу үшін қажет.",
                "date": "13.06.2018",
                "upvotes": 0
            },
            {
                "text": "Мен жазда айналысатын бизнес мороженное суық напиток сатыңыз.",
                "date": "15.06.2018",
                "upvotes": 1
            },
            {
                "text": "ҚАЗАҚСТАНДАҒЫ ЕҢ ТАБЫСТЫ БИЗНЕС ТҮРЛЕРІ:\n\n✔Фото-бизнес\n\nКез-келген дағдарыста табысынан айырылмайтын екі мамандық бар дейді: тіс дәрігері және шаштараз. Қазіргі уақытқа байланысты бұл тізімге фотографты да енгізуге болады. Қазақтың қандай тойына болмасын фотограф қажет.\n\n✔Білім саласы\n\nҚазір 3 жастан бастап балаларды мектепке дейінгі дайындықтарға жібереді. ЖОО мен мектеп ұстаздарына сұраныс тек арта түседі. Кейбір пәндер ағылшын тілінде өтетін болады. Қазақстан білім берудің үш түрлі моделіне көшеді. Сондықтан тіл үйрену, әсіресе, ағылшын тілі курстарына сұраныс көбейді. Айта кетсек, бір Алматы қаласында үш мыңға жуық білім беру орталықтары бар. Осы факторларды ескере отырып, білім беру саласындағы бизнес, әсіресе, тіл курстарын ашу жақсы табыс әкеледі деп айтуға болады.\n\n✔Сұлулық салондары\n\nҚазақстандағы ең табысты бизнес ретінде сұлулық салоны мен шаштараз қызметтерін де ұсынуға болады. Жұмысты кәсіби, тыңғылықты жүргізу мен жақсы маркетинг болса, бір жыл немесе одан да аз уақытта инвестиция шығынын толық өтеуге болады.\n\n✔Ломбард\n\nМұндай қызметтер үнемі сұранысқа ие және қазіргі уақытта танымал. Кез-келген құнды заттарды немесе техниканы кепіл ретінде қабылдап, қарыз беру арқылы, үстіне пайыз қосу арқылы пайда көруге болады. Сонымен қатар, табысты көбейтіп, жалға алу шығынын өтеу үшін сол ғимараттың ішінде, ксерокс немесе кеңсе тауарларын сататын қызметтерді де ашуға болады.\n\n✔Жалға беру\n\nСоңғы кездері жалға беру қызметі өте танымал. Кез-келген қымбат затты жалға беруге болады. Мысалы: киім, бижутерия мен аксессуарлар, мерекелік костюмдер, қымбат, оригинал автокөліктер т.с.с. қазір сұранысқа ие барлық заттар.\n\n✔Жерлеу қызметтері\n\nЖерлеу агенттіктері барлық уақытта да қажетті қызмет түрі. Бұл дәстүр ерте ме, кеш пе барлығына қажет болады.(c) 7kun",
                "date": "18.06.2018",
                "upvotes": 0
            },
            {
                "text": "Астана каласы Республика 34 каб 909 9 этаж  косметолог массажист мамандығына тегин курстарга келиниз",
                "date": "26.06.2023",
                "upvotes": 0
            },
            {
                "text": "Жазда ең ыңғайлы бизнес ол бізде - балмұздақ сату. Көпте ақшаңыз кетпейді, Пайдасыда жақсы егер өзіңіз, тұрақты түрде жақсы жерді таңдасаңыз.",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рэптын атауы мен орындаушының аты есіме түспей қойды?",
        "question_content": "Рэптын атауы мен орындаушынын аты есиме туспей койды. Комектеринизди сураймын. Казакша рэп. Тексттын басы: «Далада кар аралас жанбыр жауып тур...»",
        "question_date": "12.06.2018",
        "question_tag": "Қазақша ән",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қолтықтың тершеңдігі",
        "question_content": "Менің қолтығым қатты терлейді соны қалай жоюға болады өздеріңіз қолданған заттарды жазыңыздаршы кімнің басынан өтсе кетірген болса маған көмектессеңіздер деп едім !",
        "question_date": "12.06.2018",
        "question_tag": "Тазалық",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеке тазалық құралдарын дұрыс пайдаланып жүрсіз бе? Тексеріп көріңіз.\n1. Дезодорант пен антиперспирантты шатастырамыз\nАнтиперспирант қолтықтың терлеуіне, ал дезодорант жағымсыз иіске қарсы қолданылады.\nКөптеген антиперспиранттарда алюминий тұзы, кейде цирконийдің де тұзы болады. Олар тер бездерінің жолдарын тарылтады. Сол себепті де қолтық аз терлейді.\nДезодорант бактерияларды өлтіріп, жағымсыз иісті кетіреді. Оның тердің көлеміне әсері жоқ.\n2. Ылғал теріге жағамыз\nАнтиперспирантты құрғақ теріге жағу керек. Душтан шыққан соң немесе терлеп тұрғанда оны қолданбаңыз.\n3. Қырынған соң, бірден жағамыз\nҚолтықтағы түкті қырған соң антиперспирантты да, дезодорантты да бірден қолданбаған жөн. Олардың құрамында спирт көп болса, теріні тітіркендіреді.\n4. Күніне бірнеше рет қолданамыз\nКүніне бірнеше рет құрғақ сусабынды немесе сүрмені пайдалануға болады. Бірақ дезодорантты үсті-үстіне жаққаннан сергімейсіз. Керісінше, тиімділігін төмендетіп аласыз. Оны таза, құрғақ теріге ғана қолданады.\n5. Таңертең жағамыз\nАнтиперспирантты түнде, ұйықтардың алдында жағу керек. Бұл уақытта тер бездерінің жұмысы баяулайды да, антиперспирант тер жолдарына оңай сіңіп, сонда қалады. Сол себепті дермотологтар кешке душ қабылдап, қолтықты дұрыстап сүрткен соң ғана гигиеналық құралдарды қолдануға кеңес береді.\nТолық сілтемесін мына сілтемеден оқи аласыз.",
                "date": "13.06.2018",
                "upvotes": 0
            },
            {
                "text": "DryDry жақпасын қолданыңыз. Өте жақсы көмектеседі. Өзім қолданамын бұрыннан. Фитнеске барғанда, күн астында жүргенде әбден терлеймін, бірақ қолтығым терлемейді.",
                "date": "13.06.2018",
                "upvotes": 0
            },
            {
                "text": "Саламатсыз ба . Мен Батэль компаниясының  спрей дезодарант тын қолданамын.өте керемет таңертен қолтығыңызды жуып сеуіп аласыз.ертенге дейін исін шығармайды жане кофтаңда иіс болмайда сол кофтаңды жумай қайта киіп жүре бересіз.хабарласыңыз тел 87757296952ватсап.",
                "date": "5.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Анықтама қалай жазылады, үлгісі керек?",
        "question_content": "Саламатсыздарма!Есімімді ауыстыруыма байланысты.ХҚКО фактический қолданылатын есіміме,жумыс орынынан,солай айтатынымыз рас деп куəландыратын ,анықтама матінің улгісін немесе қалай жазылу керегін тауып беруіңізді сураймын.",
        "question_date": "12.06.2018",
        "question_tag": "Заң",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Анықтама —  мазмұны белгілі бір фактіні я оқиғаны дәлелдейтін, растайтын, сипаттайтын акпараттық-анықтамалық іс қағазының түрі.\nӨмірдің түрлі жағдайларына байланысты бізге әр кезеңде, түрлі мекемелерге барып әр мазмұнда анықтамалар алуға тура келеді.Біздің жеке басымызды куәландыратын қүжаттарды жоғалтып алғанда да анықтама оның орнын уақытша ауыстыра алады.\n\nҮлгі\nАнықтама\nЖумагулова Өміргул Ақанқызы Абай атындагы Алматы мемлекеттік университетінің гылыми диссертаия залына «Қазақ тіліндегі көсемшенің магынасы мен қызметінің дамуы» атты тақырыпта жазылган кандидаттық диссертацияның 1 (бір) данасын авторефераттың 2 (екі) данасын 1999 жылдың 2ақпанында тапсырды.\nАнықтама диссертациялық кеңеске тапсыру үші н берілді.\nКітапханашы:",
                "date": "13.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ақылы енбек демалысының уақыты бітпей турып декретке шығуға болады ма",
        "question_content": "Ақылы енбек демалысының уақыты бітпей турып ,декретке шығуға болады ма",
        "question_date": "12.06.2018",
        "question_tag": "Заң",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыс беруші қызметкерді жүктіліктің 12-аптасында және одан да көп мерзімінде жұмыстан босатуға құқығы жоқ. Яғни, еңбек шартын бұза алмайды.\n\nСондай-ақ, жұмыс беруші: жасы үшке толмаған балалары бар; жалғызбасты аналарды; он төрт жасқа дейінгі баласы бар (баласы мүгедек болса, 18 жасқа дейін) қызметкер әйелдерді жұмыстан босата алмайды.\n\nБұл туралы ҚР Еңбек Кодексінің 54-бабының 2-тармағында көрсетілген.",
                "date": "13.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "40 күндік әскерге баруға жасым 3 ай толмай тұр , не стеуге болат ？",
        "question_content": "10.07 күні туылғам , күзгі шақырымда шақырса не стеуге болады ？",
        "question_date": "12.06.2018",
        "question_tag": "Заң",
        "question_views": 685,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақылы әскери қызметтен кім өте алады?\n24-27 жасқа дейінгі, денсаулық жағдайына байланысты әскери қызметке жарамды немесе жарамдылығы шектеулі, соның ішінде әскери қызметке шақыру мерзімі кейінге қалдырылған азаматтар өте алады!\nОқыту құны – 263 318 теңге.\nМерзімін кейінге қалдыру мынадай жағдайлар бойынша ұсынылады:\nотбасы жағдайлары бойынша;\nбілім алуды жалғастыру үшін;\nденсаулық жағдайы бойынша;\nбасқа да себептер бойынша.\nОтбасы жағдайы деген сан түрлі болады ғой. Бірақ әскерге баруды тек мына себеппен кейінгі қалдыра аласыз:\nБасқа адамның көмегiне мұқтаж және толық мемлекеттiк қамсыздандыруға алынбаған отбасы мүшелерiн күтумен айналыссаңыз, сондай-ақ жақын туыстарыңыз немесе басқа да адамдар болмаған кезде, отбасы мүшелерін асырауға мiндетті болсаңыз, әскерді кейінге қалдыруға рұқсат беріледі.",
                "date": "13.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әйелім ажырасқысы келеді",
        "question_content": "Саламатсыздар ма?! менде мынандай жағдай! үйленгенімізге 2 жыл болды, үйленбей тұрып бір жағдайларға тап болып біраз кісілерден карызга акша алган болатынмын. үйленген сон әйелімнің атынан кредит алып сол карыздарды жапкан едік. уакытылы толей алмагандықтан ол несиеде просрочкага шыкты, кейн айелімнің айлығының 50 процентін банк птп ға қойып тастапты. мен де де сондай жағдай. қайын жұртым қызымызды құрттың деп мені кінәлайды. төркініне барған сайын мені жамандап отырады. бирак мен оган кредит алғызып қашып кеткен жоқпын гой. Загске де тұрғанбыз. менің атымда не үй не көлік ештеңе жоқ. анамның атында 3 бөлмелі пәтерде тұрамыз. Енем үйге келген сайын үйіңді тартып аламын, қызымды ажырастырамын, сенің карыздарыңды жабу үшін алган кредиттерді сенің атыңа аударамын деп қорқытып кетеді. мәселе ақшада емес, әйелім маган кредит апергені рас, бірақ менің жағдайым келсе төлеп берер едим гой. бас аман болса кез келген карыздан құтыламыз гой десем Әйелім мамасынан асып кете алмайды. 1 жастағы қызым бар, соны аяймын, сол үшін отбасымды сақтап калгым келеді. көмектесіңіздерші өтініш.",
        "question_date": "12.06.2018",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бізден қандай көмек керек сонда??? Сайтта отырғаның жарамас,ер азаматсың ғой,барып ақша тап,несиені өз атыңа рәсімде,әйеліңді қарыздан босат",
                "date": "24.06.2018",
                "upvotes": 0
            },
            {
                "text": "Негізі бұл жерде барлығы өзіңіздің қолындағой. Көрсеткен қиыншылықтан шығып кетуіңізге тек тілектеспін.",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отчет о практике қазақша керек, қай сайттан алсам болады?",
        "question_content": "Маған отчет о практике қазақша керек кай сайттан алсам болады? Юрист, натариуста өттім өтініш тауып беріңіздерші?",
        "question_date": "11.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маған жазып көр өзімдікін берейін өзің өзгертіп аларсың керек жерін.",
                "date": "12.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Спорт мектептері қолы сынған балаларды алады ма?",
        "question_content": "Ассалам алейкум сұрайын дегенім спорт мектептері қолы сынған балаларды алады ма? Менің кішкене кезімде қолым сынған сол проблема болып тұр.Негізі дзюдо ға қатты қызығамын.Қазір жасым 14 те шамамен 1 оқитын кезімде сынған.",
        "question_date": "11.06.2018",
        "question_tag": "Жалпы спорт",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине алады.Аяғы сынғандар да кәсіби спортта доп теуіп жүр ғой",
                "date": "24.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза ұстап жұріп клубта жұмыс жасаған оразаны бұзады ма?",
        "question_content": "Мен студентпін,жақында Астанана келдім. Оқумен іргелес жұмысқа тұрып керек. Оқу кестесіне сәйкес, тек түнгі уақытта ғана жұмыс жасай алам. Сол себепті, клубы жұмысқа тұруға мүмкіндік түсіп тұр,жақсы жалақы мен. Бірақ оразам бұзылады ма деген сұрақ мазалайды?!",
        "question_date": "10.06.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төмендегі жағдайлар оразаны бұзып, тек қазасын өтеуді қажет етеді:\n\n–       азық ретінде жеуге дағдыланбаған нәрселерді ішіп жеу. Мысалы, тас, топырақ, піспеген күріш, шикі қамыр, ұн секілді нәрселерді жеу;\n\n–       әлі іші толмаған жаңғақ пен кепкен пістені қабығымен жұтып жіберу;\n\n–       артқы жыныс мүшесіне свеча қою, дәрі ағызу;\n\n–       ауызға алып ішке қабылдайтын дәрі-дәрмектің барлығы;\n\n–       мұрынға дәрі тамызу;\n\n–       тамаққа май құйғышпен сұйықтық өткізу;\n\n–       бастағы немесе қарындағы жараға жағылған дәрінің денеге (асқазан мен миға) енуі;\n\n–       жаңбыр, қар мен бұршақты байқаусызда жұтып қою;\n\n–       дәрет алу барысында мұрын мен тамағын шайғанда байқаусызда кеңсіріктен судың өтіп кетуі;\n\n–       өз қалауымен, біле тұра мұрнымен немесе аузымен түтін жұту;\n\n–       ұйықтап жатқан кісінің аузына су құйып жіберу;\n\n–       ораза екенін ұмытып тамақ жеп қойған кісінің оразам бұзылды деп ойлап тамақ ішуі;\n\n–       тістерінің арасында қалып кеткен ноқаттай нәрсені жеу;\n\n–       өз қалауымен құсу (еркінен тыс);\n\n–       ауыз толтыратындай мөлшерде еріксіз келген қақырықты жұту;\n\n–       сәресі уақыты өтіп кеткенін білмей тамақ жеп қою;\n\n–       күн батты деп уақыт болмай тұрып ішіп – жеу;\n\n–       әйелін сүю, құшақтау нәтижесінде мәнидің келуі;\n\n–       Рамазан айында ораза ұстауға ниет етпей тамақ ішіп-жеу. Бірақ жоғарыда ескерткеніміздей себепсізден-себепсіз ораза ұстамау үлкен күнә;\n\n–       қан жұту. Ауыздағы қанның көлемі түкіріктен көп болса ораза бұзылады;\n\n–       (мастурбация истимна). Қолмен (мәни) ұрық шығару.",
                "date": "14.06.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Актриса мамандығына түсу үшін қандай пән таңдау керек жане оның оқуы қай жерде?",
        "question_content": "Актриса мамандығына түскім келеді. Соған шығармашылық тапсырады ма немесе белгілі бір пән таңдау керек пе? ҰБТ-дан қанша балл жинау керек? Алматыдағы Т.Жүргенов атындағы өнер академиясынан басқа оқу орындары бар ма?\nӨтінемін жауап беріп жібересіздер ме?",
        "question_date": "9.06.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 24100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Актер мамандығы бойынша жоғарғы білім алу үшін Темірбек Жүргенов атындағы Қазақ Ұлттық өнер академиясының «Актерлік өнер» мамандығын аяқтау қажет. Оқу бағдарламасы қиын. Кейбір кездері таң атқаннан түн батқанша академияда жүруің мүмкін. Себебі актерлік өнер мамандығы бойынша оқытылатын негізгі пәндер көп, оған қосымша дене шынықтыру сынды пәндерді қосқанда басқа ЖОО-на қарағанда сабақ сағаты көбейіп кетеді. Сонымен қатар, студенттердің түнгі 10-12-лерге дейін қалып, дайындалатыны бар. Өйткені актерлік шеберліктен берілетін тапсырманы үйде жеке орындау мүмкін емес. Ол үшін оған бағыт көрсетіп тұратын ұстаз, топ болып жұмыс істейтін жұмыстарға студенттер керек. Оның барлығы студенттің өзі үшін, яғни үй жұмысын орындауы есебінде",
                "date": "14.06.2018",
                "upvotes": 0
            },
            {
                "text": "актриса болу үшін 9 дан кету керек және шығармашылық емтихан тапсырасыз барлығы 90 балл мектепте 45 балдық емтихан тапсырасыз колледжге барған сон 45 балдық емтихан тапсырасыз",
                "date": "1.06.2022",
                "upvotes": 0
            },
            {
                "text": "Актриса болғым келеді",
                "date": "9.03.2024",
                "upvotes": 0
            },
            {
                "text": "Меніде осы сұрақтар мазалауда",
                "date": "31.05.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңсіздіктер және теңсіздіктер жүйесі",
        "question_content": "2<6-x<9, -4<-x<3, -3<x<4\n\nЖауабы:x(-3; 4)\n\nОсы есепті шығарып беріңіздерші өтінем!!!(рақмет).",
        "question_date": "9.06.2018",
        "question_tag": "Мектеп",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2<6-x<9\n\n6-x>2        6-x<9\n\n-x>2-6        -x<9-6\n\n-x>-4           -x<3\n\nx<4               x>-3\n\nпотом графигін саласың",
                "date": "22.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Поъездің алғашқы жылдамдығы қаншаға тең болады?",
        "question_content": "Жүк таситын поезд 18 минутқа тоқтатылған, содан соң 60 км. аралықта жылдамдығын 10 км/сағ. арттырып, осы уақыттың орнын толтырған. Поездің алғашқы жылдамдығын табыңдар.",
        "question_date": "7.06.2018",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/149288/",
                "date": "8.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай ақша көп табуға болады?",
        "question_content": "Қалай ақша көп табуға болады? Табыс көзін айтып жіберсеңіздер...",
        "question_date": "7.06.2018",
        "question_tag": "Мамандық",
        "question_views": 869,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Банк тонау керек",
                "date": "21.06.2018",
                "upvotes": 0
            },
            {
                "text": "Қазір неше түрлі тренингтер болып жатыр ғой соларға қатыс, не болмаса интернеттен- ақ қарай сал.",
                "date": "22.06.2018",
                "upvotes": 1
            },
            {
                "text": "Басты жұмыс істетсең интернетте отырып ақ табуға болады.",
                "date": "24.06.2018",
                "upvotes": 0
            },
            {
                "text": "Еңбек қылсаң қара жерде береді,құр тастамайды деген Абайдың сөзі бар,қолыңнан не келеді,соны жаса,сонымен айналыс",
                "date": "24.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихынан Талапкер-2017 электрон түрінде бар ма?",
        "question_content": "Қазақстан тарихынан Талапкер-2017 электрон түрі керек еді",
        "question_date": "7.06.2018",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЖОО жөніндегі сұрақ",
        "question_content": "Егер колледж оқып бітірген жағдайда міндетті түрде институтта оқу керек па п? Жоғарғы білім керек болады дейді мұғалімдер.",
        "question_date": "7.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қвйырлы күн! Мүмкіндігінше оқып алғаныңыз дұрыс. Қазір екінің бірі ЖОО бітіріп жатқаннан кейін жұмысқа тұрарда бәсекелестік болады.",
                "date": "9.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыс керек еді",
        "question_content": "Интернетпен, ұялы телефонмен істейтін жұмыс бар ма? Бар болса айтып беріңіздер",
        "question_date": "7.06.2018",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сетевой бизнеспен айналысыңыз!",
                "date": "22.08.2018",
                "upvotes": 0
            }
        ]
    }
]