[
    {
        "question_title": "Адамзаттын барин суй буырым деп деген такырыпка эссе керек еди",
        "question_content": "Адамзаттын барин суй буырым деп деген такырыпка эссе керек еди",
        "question_date": "14.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай шығармаларындағы діни мәтіндердің, әдіс-тәсілдердің қолданылуы мен астарлап сөйлеген тұстарын түсіну үшін міндетті түрде қалам иесі өмір сүрген тарихи кезеңдегі бұқара халықтың діни-таным түсінігіне тоқталу қажет. «...Абай дүниетанымын түсіну үшін, оның идеяларын атап қою аз. Ең алдымен, Абай дүниетанымында бейнеленген сол тарихи кезеңнен нақты тіршілік, тұрмыс жағдайларының ерекшеліктерін тереңінен танып білуіміз керек».\nХІХ ғасырдың екінші жартысында қазақ даласында бір-біріне керағар келетін басты екі бағыт, екі идеология болды. Оның бірі – реакцияшыл аса діншіл бағыт, екіншісі – демократтық-ағартушылықты қолдаған бағыт. Бұл жайында ғалым Р.Сыздық: «Абай өмір сүрген тұс қазақ даласындағы саяси-әлеуметтік күштердің арасындағы идеологиялық қайшылықтардың әрі қарай шиеленісе түскен кезеңі болды. Әлеуметтік ой-сана негізгі екі түрлі бағытта өмір сүрді: бірі – реакцияшыл – кертартпа, екіншісі – ағартушы-демократтық»,– дейді. Мұндай бағыттар қазақ қоғамында орнығып, қазақ даласы өз ішінен хандықтар құрып, автономды түрде Ресей арқылы басқарылып жатты.\nИслам дінінің қазақ даласына келуіне байланысты молда-ишандар мен қожалардың да қоғамдағы беделі артты. Әсіресе пайғамбар ұрпағы саналатын қожалар қазақ даласында ғана емес, жалпы Орта Азияда абырой-атаққа ие болатын. Бұл туралы А.Муминов:«...Следует отметить, что казахские ходжи играли и играют важную роль в сложении и функционировании конкретного мусульманского общества в Центральной Азии. Ее игнорирование приводило к возникновению и циркуляции ненаучных определений типа «поверхностная исламизация», «плохие мумульмане» ит.д.», – дейді.\nТашкент, Бұхара, Хиуадағы сияқты Қазақстанға діни орталықтары қалыптасқан қалалардан келген сауда керуендері арқылы қазақ халқы арасында ислам дінінің таралуына жол ашылды. Сауда-саттық керуендерімен бірге діни, рухани байланыс жүріп жатты.\nДегенмен, «...1787-1791 жылдары орыс-түрік соғысы кезінде Бұхара тарапынан қазақтардың арасында Осман империясын қолдау мақсатында орыстарға қарсы үгіт-насихат жұмыстары белсенді жүргізілді. Осыған қарсы шара ретінде қазақ даласында Бұхара мен Хиуаның саяси ықпалын әлсірету мақсатында орыс шенеуніктері ислам дінін қазақ даласында татар молдалары арқылы таратуды қолдады».\n«...Ал татар молдалары өз тарапынан қазақ халқын ислам дініне баулып, мектептер ашып, мешіттер салып, діни кітаптар таратып, қажылықты уағыздады».\nАбай діни білім алған Семейдегі Ахмед Риза медресесі де осы татар молдалардың ықпалында болғандығы белгілі. Бірақ осы медреседе нақты қандай пәндердің оқытылғандығы туралы мәлімет жоқ.\nАбай он жасқа келгенде, әкесi оны Семейдегi Ахмет Риза медресесiне оқуға бередi. Медресе сол кездегi алдыңғы қатарлы оқу орындарының бiрi едi. Ол медреседе үш жыл оқиды. Абайдың рухани өсу жолында бұл кезеңнiң аса маңызды болғанына дау жоқ. Медреседе шәкiрттерге терең рухани бiлiм беруге баса назар аударылды. Ислам дiнiнiң қағидалары Құран арқылы ғана емес, сонымен бiрге сопылық iлiмiмен де үйлестiрiлiп отырды. Ал сопылық iлiмдер – мұсылман iлiмiнiң шыңы болатын. Абай әдебиет майданына әлі келе қоймаған жас шағында Шығыстың, әсіресе орта ғасырлық Таяу Шығыс әдебиетінің оқырманы болды.\nАбай медреседе сопылықтың өкiлдерi Бақырғани, Софы Аллаяр, Ахмет Иасауидың рухани мұрасынан сусындайды.\nҰлы ойшыл-ақындар Фердауси, Низами, Сағди, Қожа Хафиз, Науаи, Жами т.б. мектебінен нәр алып өсті. Шығыстың бұлардан басқа көрнекті ақындарын, араб-парсы әдебиетінің діни аядағы қисса-дастандарын, «Шығыстың діни ғалымдарының пайымдауындағы логика мен мұсылман право негіздерін» (М.Әуезов) жақсы білді. Тіпті, бертін келе де, дүниеге көзқарастарының қалыптасып, творчестволық талантының шарықтап, кең арнаға түскен шағы орыс әдебиетінің өкілдері мен революционер-демократтардың идеясына етене бой ұрып, осы бағытқа біржола берілген кезде де Абай Шығыстың бұл тектес бай әдебиетінен қол үзбеген, әр кез қайта айналып отырған. Бұл тұста шәкірттік еліктеу емес, заман төрешілерінің мұңдастығы, сырластығы аңсата табыстыратын.\nБұл туралы академик Мұхтар Әуезов былай деді: «Абай «Масғұт», «Ескендір», «Әзім әңгімесі» сияқты терең мағыналы дастандар мен «Көзімнің қарасы», «Қор болды жаным» сияқты сыршылдық жырлар жазғанда; «Өлең – сөздің патшасы» сияқты әсем сөздің қадірін айтқанда, Шығыстың классикалық поэзиясы үлгілерін алады.Осылардың ішінде ұлы ақын Абайға бірден-бір ықпал еткен Қожа Ахмет Иасауи болды.\nҚорытындылай келе, Абайдың туындыларын оқығанда байқайтынымыз – Қожа Ахмет Иасауи екеуінің де ұстанған жолы бір екендігі. Ұлы ғұламаларымыздың да ұстанған жолдары – Алланың құдіретін сезіну, адамзатты бауырым деп білу. Екеуінде де жетім мен жесірді аяу, әлпештеу, жоқ-жітікке қол ұшын беру кеңінен айтылады.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшінші мәшинемен неше тонна көмір әкелінді?",
        "question_content": "Отын қоймасына үш мәшинемен 15 т көмір әкелінді. Бірінші және екінші мәшинемен әкелінген көмірлердің массалары өзара тең. Үшінші мәшинемен әкелінген көмір бірінші мәшинемен әкелінген көмірден 1, 5 т артық. Үшінші мәшинемен неше тонна көмір әкелінді?\nНұсқалар: A)4, 9 т. B)6т  C)3,8 т   D)5, 2",
        "question_date": "14.02.2018",
        "question_tag": "Математика",
        "question_views": 2500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Үшінші машинада 5.2\n\nД нұсқасы болуы кк",
                "date": "14.02.2018",
                "upvotes": 0
            },
            {
                "text": "Шешуін жазып бересіздер ме отініш!",
                "date": "20.02.2019",
                "upvotes": 0
            },
            {
                "text": "X+X+X+1,5=15\n\n3x+1,5=15\n\n3x=15-1,5\n\n3x=13,5\n\nX=13,5:3\n\nX=4,5 - бірінші және екінші машинанікі 4,5+1,5=6-үшінші машина болады. Сонымен:4,5+4,5+6==9+6=15т",
                "date": "24.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыштың ені неше сантиметр?",
        "question_content": "Тік төртбұрыштың ұзындығы енінен 7 см ұзын. Егер осы тік төртбұрыштың ұзындығын 3 есе қысқартып, енін 4 см-ге ұзартса, оның периметрі алғашқыдан 24 см-ге кемиді. Тік төртбұрыштың ені неше сантиметр?\n\nА.19\n\nВ.17\n\nС.20\n\nД.15",
        "question_date": "14.02.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a a+7\n\n2(a+a+7)=2((a+7)/3 + a+4)+24\n\n2(2a+7)=2((a+7+3a+12)/3)+24\n\n4a+14-24=2(4a+19)/3\n\n(4a-10)*3=8a+38\n\n12a-30=8a+38\n\n12a-8a=38+30\n\n4a=68\n\na=68/4=17\n\nВ.17",
                "date": "14.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көмектесе салыңдарш ,химиядан үй жумысына есеп берді!",
        "question_content": "Массасы 44,6г қорғасын оксидін (PbO) тотықсыздандыру үшін қанша сутек керек?",
        "question_date": "14.02.2018",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "44,6     х\nPbO + H2 = Pb + H2O\n223               2\nх=2*44,6/223=0,2 грамм\nn(H2)=0,2/2=0,1 моль\nVқж(H2)0,1*22,4=2,24 литр",
                "date": "14.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темір (ІІІ) хлориді мен калий гидроксиді",
        "question_content": "Темір (ІІІ) хлориді мен калий гидроксидін әрекеттестіргенде массасы 10,7 грамм тұнба түзілген.\n\nРеакцияға неше грамм темір (ІІІ) хлориді қатысқанын есептеңдер.\nӨтініш тездетіп жауабын табыңыздаршы !",
        "question_date": "13.02.2018",
        "question_tag": "Химия",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Переведем в моль 10.7 г гидроксида железа III, разделив массу на молярную массу: 10.7/107 =0.1 моль. Теперь составим уравнение реакции хлорида железа и гидроксида калия: FeCl3 +3K(OH) =Fe(OH)3 +3KCl Теперь мы видим, что на 1 моль гидроксида железа приходится 1 моль хлорида железа и 3 моль гидроксида калия. Значит в реакцию вступило 0.1 моль хлорида железа и 0.3 моль гидроксида калия.",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистратураны қай елде оқыған дүрыс?",
        "question_content": "Сәлеметсіздер ме?! Магистратурада дизайнер мамандығы бойынша білім алу үшін қай елге барған дұрыс? Қандай кеңес бересіздер? Осы мамандық бойынша шет елден грант қалай ұтып алуға болады?",
        "question_date": "13.02.2018",
        "question_tag": "Университет, колледж",
        "question_views": 486,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда оқи бер шетелге барып оқығанда да осы қазақстандағы білімді аласын білім деңгейің өзіңнің ізденуіңе байланысты егер шетелге барып оқысаң білімің күшті болып кетпейді тек аты өзгереді шет елде оқыды деген мақтануға жақсы ал іске одан түк пайда жоқ себебі технологияларды оқысаң біз әлі оған дайын емеспіз, ал әлеуметтік мамандықтарды оқитын болсаң өзіңнің дәрежең төмендейді себебі біздің менталитетіміз басқаҰзын сөздің қысқасы дұрысын Аллах біледі",
                "date": "14.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сен қайт деген тіркесті бұйрық райдың жіктелу көпше түрде жазыныз",
        "question_content": "Сен қайт деген тіркесті бұйрық райдың жіктелу көпше түрде жазыныз",
        "question_date": "13.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сендер қайтыңдар",
                "date": "13.02.2018",
                "upvotes": 0
            },
            {
                "text": "Сіздер қайтыныздар",
                "date": "8.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Модуль бойынша бірдей екі нүктелік заряд ауада 9 см арақашықтықта бір бірі",
        "question_content": "Модуль бойынша бірдей екі нүктелік заряд ауада 9 см арақашықтықта бір бірін 40мкН күшпен тартады осы зарядтардың әрқайсысының мөлшерін тап осы есеп шығарылу жолымен керек еді?",
        "question_date": "13.02.2018",
        "question_tag": "Физика",
        "question_views": 10300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы форумда арқылы табамыз. \nr=9 см = 0,09 м\nF = 40 мкН=0,00004 Н\nq1=q2; \nF =(k*q^2)/r^2\nq=sqr(F/k)*r\nq= 2*10^(-9) Кл",
                "date": "13.02.2018",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "\"Тылсым дүниенің сырлы әлемі\"- Эссе керек еді.",
        "question_content": "Тылсым дүниенің сырлы әлеміне эссе керек тезірек.",
        "question_date": "13.02.2018",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өткен ғасырдың елуінші-тоқсаныншы жылдары аралығында қазақ жырына қазына қосып, елді елең еткізіп, топ жарған тұлғалы ақындардың ең басында сырлы өлеңнің сұңқары Сырбай Мәуленов тұрды. Сол бір жылдарда Сырбай лирикасының сырлы әлемімен тыныстап, өмір сүрген өлең сүйер қауым жарқыл қаққан найзағайдай жалынды жырлардың жаңғырығын әлі күнге дейін естен шығармай жадында сақтап келеді.\n\nОның жастық шағы, бозбала кезеңі бүкіл халықтың басына түскен ауыртпалық – сұрапыл соғыспен тұспа-тұс келді. Сол соғыстың алдында ол Қостанай өңіріндегі боздала – «Жаркөл» стансасынан Отан алдындағы борышты міндетін атқару үшін әскерге алынып, Дондағы Ростовтан бір-ақ шыққан болатын. Сол кездің өзінде-ақ болашақ ақынның жыр жолдары жас жүрегінде ұшқын ата бастап еді:\n\n– Он сегізде әскермін,\n\nРостовта келемін.\n\nКүздің желі ұшырған,\n\nЖаздың жасыл желегін.\n\nКөзден ұшты кешегі,\n\nАққу сынды айқай жаз.\n\nДонда толқын көшеді,\n\nСол толқынға айтам наз.\n\nДабыл жиі қағылып,\n\nОятады ұйқымнан.\n\nТек түсіме енеді.\n\nАлыстағы үй – туған.\n\nАптада бір келеміз,\n\nКазармаға қонақтай.\n\nШығармақшы бізді Отан,\n\nШынықтырып болаттай.\n\nБұл – 1940 жылдың қазан айында Дондағы Ростовта жазылған өлең.\n\nАқынның өзі айтқандай, «болаттай шыныққан» бозбала Отан алдындағы міндетті әскери борышын абыройлы атқарып елге оралған бетте, жайнаған жаз айында ойда-жоқта сұрапыл соғыстың от-алауы бұрқ ете қалады.\n\nМіне, осы сәттен бастап, бейбіт өмірдің бей-жай күйін, алаңсыз кескін-келбетін кестелеп, өз өлеңіне арқау етіп жүрген жас ақынның жырлары туған елден қан майданға аттанған алғашқы сәттен бастап-ақ, мүлде бөлек күй кешіп, ерекше бұлқынысқа ие болады.\n\nҚоңырау қағылып,\n\nЖылжыды эшелон.\n\nСағымды жамылып,\n\nҚалды артта неше жон.\n\nҚалды артты туған үй,\n\nҚара түн жасырып.\n\nДауыл боп тула күй,\n\nЖарқыра жас үміт.\n\nМен енді жауынгер,\n\nҚатерге буған бел.\n\nБатысқа жол тарттым,\n\nСен үшін, туған ел.\n\nБұл 1942 жылдың қоңыр күзінде, «Жаркөл» стансасында қан майданға аттанып бара жатқанда жазылған жыр.\n\nАлғашқы адымнан бастап мазасыз күй кешіп, тұтана бастаған жырдың алау-оты бара-бара ақ жалынға айналып, көңілінің көгінде тынымсыз нажағай ойнап жатты.\n\nБарған бетте от пен оқтың ортасынан бір-ақ шығып, қан майданға қапысыз араласып кеткен ақынның бұдан былайғы жырларының бәрі де жалынды, дабылды, зеңбіректің үніндей ызалы да ызғарлы.\n\nҚып-қызыл боп тұтылып,\n\nБұлтқа кірді азалы ай.\n\nҚара аспанда қанжардай,\n\nЖарқылдады нажағай!\n\nБұл жас жауынгердің қан майданның ортасынан туған сол кездегі сұрапыл соғыстың жанды суреті, жалынды жүрек үні. Осыдан бастап, өмірінің соңына дейін Сырбай өлеңдері қызыл шоқтай жанып, алаудай жалындап, үзілмес жырға, сөнбес нұрға айналды.\n\n«Жаркөлден» жол тартқан эшелон оны Волхов майданынан бір-ақ шығарды. Осы сәттен бастап, ақынның өлең-өмірі Волхов даласымен біте қайнасып, қан майданның қатал суреті, қаһарлы бейнесі бір сәт қағас қалған емес. Көзі көрген оқиға – көңіл-күй сезімдері жан түкпірінде шиыршық атып, от-жалынмен араласып, өлең болып өріліп, жыр болып төгіліп жатты.\n\nШаршаған жол батып,\n\nВолховтың батпағында.\n\nЖатыр бие толғатып,\n\nЗеңбіректің арт жағында.\n\nФугас бомбасы,\n\nЖерді өртеген қиын күнде.\n\nТіршілік жолдасы\n\nБүлкілдейді биенің бүйірінде.\n\nАдамдай жапа шегіп құса-мұңнан\n\nСәби бір үн сағынған.\n\nЖалын тарап, көзіне үнсіз қарап.\n\nСолдат оның сипайды құрсағынан.\n\nШашыраған көк жалынан бүркіп темір,\n\nОрманның іші үрейлі.\n\nАл оттың ортасында –\n\nШіркін өмір,\n\nҚұлын боп кісінейді!\n\nМұндай мұңлы сурет, талайлы тағдыр қалайда қайталанбайды. Бұған дейін адамзат баласының басынан сұмдық-сұрапыл, сойқанды соғыстың сан түрі жүректі тітіркенткен шығар. Майдансыз-соғыссыз кезең, адамзат баласының бейбіт дүниесі бір қалыпты болады деп, ешкім де кепілдік бере алмайды. Болашақтағы соғыс үні бұдан да үрейлі, бұдан да қатал, бұдан да қаһарлы. Адамзат баласы «басқа бермесін» деп тілейтісайтиғыстың жолы – басқа жол, қысқа жол.\nТолығырақ мына сайтта:\nhttps://egemen.kz/article/syrly-alem",
                "date": "13.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Ұлы Дала тарихы» эссе керек еді?",
        "question_content": "«Ұлы Дала тарихы» тақырыбына эссе керек еді?\nЖаңа ғасырда жаңа мемлекет құрған Қазақстан үшін биылғы жыл табыстар мен жетістіктердің, оң өзгерістер мен мерейлі тойлардың жылы болып отыр. Солардың ішінде Ата Заңымыз бен Қазақстан халқы Ассамблеясының 20 жылдығы, Қазақ хандығының 550 жылдығы сынды ауқымы кең, мағынасы терең даталы мерекелердің алатын орны ерекше.\nОсындай тарихи кезеңде елімізді әлем таныған өркениетті мемлекеттер қатарына қосып, халқымыздың еңсесін көтеріп, мерейін үстем еткен – Елбасы Нұрсұлтан Әбішұлы Назарбаев Тәуелсіз Қазақстанды «Ұлы Дала елі» деп атауды ұсынуы ұлтымызды тағы бір тарихи белеске шығарды. Бұл ұсыныс қазақстандықтармен қоса алыс-жақын шет мемлекеттерде тұратын қандастарымыздың тарапынан да айрықша қолдауға ие болды.\n«Ұлы Дала» ұғымы – баяғыдан бар ұғым. Дешті Қыпшақ деген сөз қыпшақтың даласы деген сөз. Ұлы Дала ұғымына мынау Алтайдан Қара теңізге дейінгі даланы атайтын болған. Оның негізгі аумағы – біздің қазақтың жері. Біздің даламызда кен де болған, темір де болған, қолөнер де болған, бәрі болған», – деп атап өтті мемлекет басшысы.\nОсы орайда президент мұндай ұғымның көптеген елдерде бар екендігін атап өтіп, жапондар күншығыс еліміз, қытайлықтар аспан асты еліміз, кәрістер таңғы шық еліміз деп санайтындығын мысалға келтірді.\n«Бізде де сондай ұғыммен теңестіретін болсақ, бізге «Ұлы Дала еліміз» деп айтқан келеді. «Ұлы Дала» мен «Көк аспан» деп те айтуға болар еді. Кең дала –  біздің жеріміз. Осы жерде біз тұрып жатырмыз, өсіп жатырмыз, өркендеп жатырмыз, ұрпақ асырап жатырмыз. Осы жерде мемлекетімізді құрып, оны шаңырағын биік қылып, көк тудың астына жиналып жатырмыз. Біздің байрағымыздың өзінде көк аспан, жарқырған күн бейнеленген», – деді Назарбаев.\nПрезидент Қазақстан атауы бүгінгі күні барша әлем халқына танылған атау болып отырғандығын баса атап өтті.\n«Бірақ біз халықтың ішінде ұлы даланың ұрпағымыз десек, келіп тұрған сияқты. Ол халықтық атау болуы керек», – деді елбасы.\nТамырын тереңнен алған бұл ерекше атау егемен еліміздің дүниежүзіне бұдан да артық таныла түсуіне, мемлекеттік, ұлттық имиджіміздің көтерілуіне орасан ықпал етпек.\nДүниежүзінде бейресми атауға ие бірқатар мемлекеттер бар. Мысалы, әлем халықтары Англияны – «Тұманды Альбион», Кубаны – «Бостандық аралы», Жапонияны – «Күншығыс елі», Қытайды – «Аспанасты елі», Голландияны – «Қызғалдақтар елі», Кореяны – «Таңғы шық елі» деп біледі. Елбасы өзі атап өткендей біздің елімізге осындай атаулы бренд жетіспейді. Осы идеяны көтерген Мемлекет басшысы: «Біз – Ұлы Даланың баласымыз. Ұлы Дала, көк аспан… Біздің бабалырымыз тәңір деп, жарық пен көк түсінігін ұмытпаған. Біздің Көк туымыздың астары да осында. Біз – Ұлы Даланың балаларымыз. Міне, осы тарихымыз бен жаңа брендті байланыстыра отырып, біз Қазақстанды жаңа Қазақстан ретінде танытуымыз керек», деген келелі ойды ортаға тастады. Осы орайда, Мемлекет басшысы ата-бабаларымыздан аманат-мұра болып қалған, Алтай мен Атырауды, Арқа мен Жетісудың арасында кең көсіліп жатқан ұлан-ғайыр мемлекетіміздің «Ұлы Дала елі» атануына ерекше мазмұн, биік мағына беріп отыр.\nКөне тарихи жазбаларға көз жүгіртсек, «Ұлы Дала» ұғымының ежелден бері келе жатқанын аңғарамыз. Бұл атау ғасырлар қойнауынан аршып алынып, бүгінгі күнге дейін жеткен жыр, қисса, дастандарда, түркітілдес халықтар туралы деректерде, орыс әдебиеттерінде, Қытай жазбаларында және Лев Гумилев сынды көрнекті тарихшы-ғалымдардың еңбектерінде көп кездеседі. Демек, Қазақстанның «Ұлы Дала елі» деген бейресми, қосымша атауға ие болуында тарихи негіз бар. Бұл атау еліміздің географиялық ерекшелігіне сипаттама ғана емес, бұл халқымыздың кеңпейіл дархандығының, мемлекеттік күш-қуатының, айрықша мәртебесі мен Тәуелсіздігінің айнымас символикалық бір нышаны ретінде қабылдануға тиіс. Сондықтан, ендігі кезекте, осы ерекше атауды өз санамызға сіңіріп қана қоймай, оны дүниежүзі халықтары алдында барынша насихаттап, айшықтауымыз қажет.\n«Ұлы Дала елі» атауы біздің ұлттық болмысымызды айқындап, идеологиялық бағыттағы іс-шараларымыздың қазығы болуға тиіс деп есептеймін. Елбасының осы бір ерен ұсынысы, әсіресе, халқымыздың Қазақ хандығының 550 жылдығын атап өтіп жатқан кезеңде бастау алуы – бабалар рухының қайта түлеп, жаңғыруы деп қабылдадық. Өркениетті даму жолына түскен мемлекетіміз үшін Қазақ хандығының тойын мағыналы да мәнді етіп өткізуі ең бірінші кезекте өскелең ұрпақ үшін жүзеге асырылып жатқан ауқымды іс. Ұлт тарихы – барша халқымыз үшін ең қадірлі де баға жетпес құндылық. Елбасы бір сөзінде «Қазақ тарихында біз ұялатын ештеңе жоқ», деген аталы сөзін айтқан болатын. Шындығында, тарих тереңінен Тәуелсіздік биігіне дейінгі аралықта қаншама дәуір алмасып, қаншама тарихи кезеңдер өз таңбасын қалдырды?! Осы орайда, өткен дәуірлердің өр рухын жалау етіп желбіреткен Қазақ хандығының 550 жылдық мерекесі – мемлекетіміздің ерекше қуаты мен еркіндігінің, ұлттық келбеті мен абырой-беделінің, азат рухының нышаны болып табылады. Біздің ата-бабаларымыз егемен ел болуды сан ғасыр армандаған еді. Сол арманға бүгінгі ұрпақтың қолы жетті.\nҰлан-ғайыр даламызда Тәуелсіз Қазақ мемлекетін құрып, ұлы көшімізді оң жолға бастап, еліміздегі тұрақтылық пен бейбітшіліктің кепілі болып отырған Елбасымыз Нұрсұлтан Әбішұлы Назарбаев сан ғасырлар бойы бабаларымыз армандап өткен егемендігіміздің туын Ақ Ордасының төріне тігіп, халқының қамын ойлаған ел тұтқасына айналды. Тарихи өлшеммен алғанда аз ғана уақыт аралығында Қазақстанды дамыған өркениетті 50 мемлекеттің қатарына қосып, халқын «Нұрлы Жолға» бастап келе жатқан Президентімізді әлем жұртшылығы Ұлы Даланың данасы, Түркі дүниесінің Көшбасшысы деп бағалайтыны сөзсіз.\nЖуырда ғана Елбасы Біріккен Ұлттар Ұйымының Саммитінде әлемдік мінбеден қазақ тілінде сөйледі! Ұлы Дала елі саналатын тәуелсіз Қазақстан Көшбасшысының дүниежүзінің алдында ана тіліміздің мерейін асқақтатуы – барша қазақстандықтардың мерейін асқақтатты. Ұлтымыздың абыройын көтерген бұл оқиға Қазақстан халқына айтарлықтай серпіліс берді. Саммитте Мемлекет басшысы адамзатты толғандырып жүрген ауқымды мәселелерді қозғап, Ұйымға мүше мемлекет басшыларын әлемдік экономика, экология, діни экстремизм сияқты күн тәртібінен түспей келе жатқан дүниежүзіне ортақ проблемаларды бірлесіп шешу керектігін алға тартты. Мемлекет басшысының Біріккен Ұлттар Ұйымы төрінен қазақ тілінде терең мазмұнды баяндама жасауы егемен еліміздің әлемдік саяси аренада өзінің берік орны айқындалғандығының кезекті дәлелі бола алды. Елбасының бұл ұстанымы, өз елімізде мемлекеттік тілді тиісті дәрежеде қолданбай жүрген жекелеген басшылар мен көптеген ұйым, мекемелерге көрнекті үлгі болуға тиіс деп есептейміз.\nНұрсұлтан Әбішұлы Назарбаевтың үлкен мінбеден айтқан ұтымды ұсыныстарының ішінде БҰҰ штаб-пәтерін Азияға көшіру идеясы көп талқыланатын тақырыптардың бірене айналдып отыр. Саясаткерлердің топшылауынша, штаб-пәтерге лайық қаланың бірі – Астана қаласы болуы мүмкін екендігін жоққа шығармайды. Елбасының бұл батыл ұсынысы Азия құрлығының мәртебесі мен елордамыз – Астананың беделін де арттыра түсті. Осындай елеулі оқиғалар арқылы әлем назары Ұлы Дала еліне бұрылатыны сөзсіз.\nБүгінгі Қазақстан халқы – бақытты қоғамда өмір сүріп отыр. Біз – бақытты елміз. Өйткені, біз – болашағымызға сенеміз. Біздің жастарымыздың озық білім алып, ғылыммен айналысуына барлық мүмкіндіктер берілген. Біз барлығымыз – бақытты мемлекеттің азаматтарымыз, ата-бабаларымыздан мұра болған «Ұлы Дала елінің» перзентіміз. Терең мазмұнға ие осы құндылықтарды біз кейінгі ұрпақтың жүрегіне жеткізіп, ой-санасына сіңіруіміз қажет. Мемлекет ұстанған оңтайлы саясат барша қазақстандықтардың, әсіресе, ауыл жастарының келешегіне үміт пен сенім ұялатты. Қазіргі уақытта ауыл жастары заманауи озық біліммен қаруланып, еліміздегі жоғары оқу орындарымен қатар, шетелдің беделді университеттерінде білім алу мүмкіндігіне ие болуда. Туған тамырынан нәр алған осы жастардың легіне біз дұрыс бағыттағы білім мен тәрбие бере алсақ, олар келешекте біздің ұлттық потенциалымыздың негізгі көрсеткіші болатыны даусыз. Сондықтан, ауылда туып, ата-баба салтынан ажырамай, дәстүрімізді дәріптеп, құндылықтарымызды бойына сіңіріп өскен ұрпақтың болашағын қамтамасыз ету елдік мақсат болып отырғаны даусыз.\nЕндеше, ата-бабаларымыздың санғасырлық арманын жүзеге асырған бүгінгі Тәуелсіз ұрпақ – Елбасы анықтап берген «Мәңгілік Ел» идеясы төңірегіне жұмылып, «Ұлы Дала елінің» жарқын болашағы үшін аянбауы тиіс деп есептеймін.",
        "question_date": "12.02.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 197000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тамыры сонау Сақтардан бастау алатын Ұлы даланың рухты ұрпақтары мынау дүние ғаламда талай соғыстарды басынан өткеріп, талай қанқұйлы жаулармен текетіреске түсті. Қаншама ғасырлар өтті, қаншама ұрпақтар жаңарды, бірақ, мақсат пен мүдде өзгермеді. Ол өзгермейтін мәңгілік мүдде мен мақсат мынау ұлан-байтақ қасиетті жерді қорғау еді. Сол асулары көп мақсат Қазақ хандығын тізгіндеген хандар мен батырлардың, кешегі ХХ ғасырдың басындағы Алаш ұлдарының ұлы арманына айналды.\nОсы бір асыл арманды ақиқатқа айналдырудың зор құрметі біздің ұрпақтың үлесіне тиіп отыр. 1991 жылғы 16 желтоқсанда әлемнің саяси картасында жаңа мемлекет – Қазақстан Республикасы пайда болды. Біз әлемдік қоғамдастық лайықты түрде таныған өзіміздің қазақстандық жолымызды бастадық. Қазақстан өзінің оң жетістіктерін, өзінің іркіліссіз ілгері басуын жыл сайын әлемге паш етуде.\nБиыл ел Тәуелсіздігіне 25 жыл толып отыр. Елбасы Қазақстан халқы Ассамблеясының ХХ сессиясында сөйлеген сөзінде еліміздің ертеңі – бір халық, бір ел, бір тағдыр деген үш сөзге сыйып тұрғандығын ерекше атап өткен болатын. Тәуелсіздіктің тұғыры – келісім мен бірлікте, ал бірлігі жарасқан елдің алар асуы зор болмақ. Әлем елдері ішінде елдік пен бірлікті ту еткен Қазақстанның даму үрдісі көптеген көршілес елдерге үлгі-өнеге. Себебі, қазақстандық қоғамның басты байлығы – тұрақтылық пен этносаралық татулық болып табылады.\nТәуелсіздігіміз баянды, елдігіміз ғұмырлы болсын!\nТамыры сонау Сақтардан бастау алатын Ұлы даланың рухты ұрпақтары мынау дүние ғаламда талай соғыстарды басынан өткеріп, талай қанқұйлы жаулармен текетіреске түсті. Қаншама ғасырлар өтті, қаншама ұрпақтар жаңарды, бірақ, мақсат пен мүдде өзгермеді. Ол өзгермейтін мәңгілік мүдде мен мақсат мынау ұлан-байтақ қасиетті жерді қорғау еді. Сол асулары көп мақсат Қазақ хандығын тізгіндеген хандар мен батырлардың, кешегі ХХ ғасырдың басындағы Алаш ұлдарының ұлы арманына айналды. \nОсы бір асыл арманды ақиқатқа айналдырудың зор құрметі біздің ұрпақтың үлесіне тиіп отыр. 1991 жылғы 16 желтоқсанда әлемнің саяси картасында жаңа мемлекет – Қазақстан Республикасы пайда болды. Біз әлемдік қоғамдастық лайықты түрде таныған өзіміздің қазақстандық жолымызды бастадық. Қазақстан өзінің оң жетістіктерін, өзінің іркіліссіз ілгері басуын жыл сайын әлемге паш етуде.\nБиыл ел Тәуелсіздігіне 25 жыл толып отыр. Елбасы Қазақстан халқы Ассамблеясының ХХ сессиясында сөйлеген сөзінде еліміздің ертеңі – бір халық, бір ел, бір тағдыр деген үш сөзге сыйып тұрғандығын ерекше атап өткен болатын. Тәуелсіздіктің тұғыры – келісім мен бірлікте, ал бірлігі жарасқан елдің алар асуы зор болмақ. Әлем елдері ішінде елдік пен бірлікті ту еткен Қазақстанның даму үрдісі көптеген көршілес елдерге үлгі-өнеге. Себебі, қазақстандық қоғамның басты байлығы – тұрақтылық пен этносаралық татулық болып табылады.\nТәуелсіздігіміз баянды, елдігіміз ғұмырлы болсын!",
                "date": "13.02.2018",
                "upvotes": 1
            },
            {
                "text": "ҰЛЫ ДАЛА ТАРИХЫ – ҰЛТ ТАРИХЫ\nҚазақстан Республикасы жаңа тарихи кезеңге аяқ басты. Қазіргі заманның бір ерекшелігі – жаһандану үдерісінің белсенді қарқын алуы. Бұл – ширек ғасыр бойында өз алдына дербес ел болған мемлекетіміз үшін аса жауапты шақ екені  даусыз. Жаһандану үдерісіне Елбасы Н.Ә.Назарбаевтың «Болашаққа бағдар: рухани жаңғыру» атты бағдарламалық мақаласында айтылғандай «…өзіміздің ұлттық құндылықтарымыз арқылы ғана төтеп бере аламыз». Осы орайда Қазақстан қоғамында рухани жаңғыру бағдарламасы аясында кешенді түрде ауқымды шаралар назарға алынып, жүйелі жұмыстар атқарылып келеді. \nЕлбасы Н.Ә.Назарбаев ағымдағы жылдың 21 қарашасында тарихи сананы одан әрі жетілдірудің заманауи үлгісін ұсынып, «Ұлы даланың жеті қыры» атты еліміздің болашаққа бой сермейтін, бағдарын айқындайтын, халықтың сенімділігін арттырып тарихи санасын жаңғыртуға жаңаша жол ашатын тың бастамалар негізіндегі мақаласын жариялады. Бұл мақала «Қазақстан – 2050», «Мәдени мұра», «Мәңгілік Ел», «Халық тарих толқынында» және «Болашаққа бағдар: рухани жаңғыру» стратегияларымен үндесетін тарихи-мәдени серпілістің айқын көрінісі, отандық патриотизмді, ұлттық сананы жандандыратын, халқымызға рух беретін құжат деуімізге болады.\nЕлімізде қоғамдық-саяси жаңғыру өз кезегінде рухани қайта түлеу негізінде жалғасын тапқан сәтте, тәуелсіз еліміздегі азаматтардың тарихи санасын қалыптастыра отырып, Ұлы дала тарихының қазыналарын толықтыру және егемен еліміздің жаһандық тарихтағы өзіндік орнын айқындау мемлекеттік саясаттың басым бағытының негізгі көрсеткішіне айналды.\nЕлбасының аталған бағдарламалық мақаласында айтылған ұлы даланың жеті қыры және тарихи сананы қалыптастыру жолындағы игі бастамалары тарихшылар үшін жылдар бойы қалыптасқан бағыт-бағдарына жаңа серпін бере отырып, абыройлы міндет те жүктеп отыр. Рас, ұлтымыздың тарихы бір-екі ғасырлық тарихи оқиғалардан тұрмайды. Сақ, ғұн, түркі дәуірі мен моңғол шапқыншылығы тұсындағы тарихи оқиғалар қазақ жерімен тығыз байланысты. Осындай сан ғасырлық тарихи үдерістер барысындағы өткен оқиғалардың желісі мен мағынасы – бүгінгі ұрпақ үшін үлкен сабақ, тарихи тағылым.\nҰлы Дала жерін түрлі тарихи кезеңде мекен еткен тайпалар мен олардың құрған мемлекеттері қазақ тарихының ажырамас бөлшегі болып табылады. Көшпелілікті өмір салты етіп таңдап алған ата-бабаларымыз ұзақ ғасырлар бойына өзіндік ерекшелік пен бірегейлікке құрылған мәдениеттің негізін қалап, өркениеттілікке қол жеткізе алды. Алайда бабаларымыздың бұл жетістіктері ескерусіз қалып, тіпті мойындала да қойған жоқ. Өркениет пен мәдениеттің бастауын Еуропадан іздеген еуроцентристтік зерттеушілер көшпелі қоғамды жабайы қоғам ретінде елестетіп, өркениеттен гөрі тағылыққа жақын деп санады. Бұл бір жақты пікірдің шындыққа жақын емес екендігін кәсіби тарихшылар терең түсінгенімен, еуроцентризммен санасы шырмалған қалың көпшіліктің көзқарасын толықтай өзгерту ісі әлі де болса жүйелі шешімін таппай келгендігі шындық. Сөзсіз осы тұрғыда Елбасы Нұрсұлтан Әбішұлы Назарбаевтың «Ұлы Даланың жеті қыры» атты мақаласының жарық көруі аталмыш бағыттағы жұмыстарды бір жүйеге келтіруі тиіс.\n2014 жылы Тәуелсіздік күніне арналған салтанатты жиында сөйлеген сөзінде Елбасы «Қазақтың ұлттық тарихы – теңдессіз тарих» деген болатын. Рас, ұлтымыздың тарихында бүгінгі ұрпақ қымсынып, ұялатын ешқандай оқиғалар жоқ. Керісінше, халқымыздың дүниетанымының негізі болған көшпелі бабаларымыздың қоршаған орта мен дүниеге деген көзқарасы, ұлан-ғайыр атырапты сақтап қалу жолындағы ерлікті әрекеттері, жауынгерлік рух пен адамгершіліктің басты қағидаттарын ұстануы тек мақтауға лайық.\nҚазақстан территориясы ежелден адамзаттың мекен еткен тұрағы. Оның дәлелі бүгінгі археология саласындағы жетістіктер деп айтуға толық негіз бар. Бабаларымыз алғаш болып жылқыны қолға үйретіп, сол заманның анық мықтыларына айналды. З.Сәбитованың «Тюркский кентавр: языковые ствидетельства в русском языке» атты мақаласында сақтар, массагеттер мен сарматтар, ғұндар мен аландар жылқыны алғашқы болып әскери салада пайдаланып, б.з.д. VII ғасырдың өзінде-ақ Таяу Шығыс пен Шығыс халықтарын өздеріне бағындыра алғандығын айтады. Бес қаруын асынып, жылқы үстінде отырған бабаларымызды көрген еуропалықтар өздерінің мифологиясына кентавр, яғни адам денелі жылқы бейнесін енгізді. Ал жылқыны соғыс құралы ретінде пайдалануды үйренсе де, еуропалықтар ғұндардан жеңілуге мәжбүр болды. Оның себебін қарастырған зерттеушілер ғұн әскерінің ат әбзелдерін ұтымды пайдалануында деп тапқан екен. Нақтырақ айтқанда, ат үстіндегі сарбаздың тепе-теңдігін қамтамасыз етіп, аттан құлап қалмауына жағдай жасайтын үзеңгіні пайдалануы. Демек, тек жылқы ғана емес, сонымен қатар көшпенділер қажеттілікке сай ат әбзелдерінің де шебер ойлап табушылары болды.\nКөшпенділер құрған мемлекеттердің өзіндік ерекшелігі болды. Сондықтан болар оларды толыққанды мемлекет ретінде еуроцентристтік зерттеушілер мойындай қоймайды. Бірақ мұндай ерекшеліктер тек көшпенділер ғана емес, ерте ортағасырлық барлық мемлекеттерге де тән құбылыс болды. Сондықтан тарихымыздағы осы іспеттес артықшылықтарымыз және жетістіктеріміздің кәсіби тарихшылар ғана емес, мемлекеттік деңгейде көтерілуі ұлт тарихына деген жаңа серпін әрі қозғалыс берері сөзсіз. Елбасы Нұрсұлтан Әбішұлы Назарбаевтың «Ұлы Даланың жеті қыры» атты мақаласының жарық көруі ұлт тарихының ұлықталған тұсы. Тарихтың түрлі кезеңдерінде ата-бабамыз жеткен жетістіктер ұрпақ санасына берік орнығып, тарихи санасының негізгі өзегіне айналуы тиіс. Ол үлкен насихат жұмыстарына арқау болуы тиіс деп ойлаймыз. Елбасы Нұрсұлтан Әбішұлы Назарбаевтың «Болашаққа бағдар: рухани жаңғыру» атты мақаласында «Мәдени өнімдеріміз тек кітап түрінде емес, әртүрлі мультимедиалық тәсілдермен де шыққаны абзал» деген болатын. Демек, ұлт тарихының өзекті тұстары болашақта деректі әрі көркем фильмдердің негізгі нысанына айналуы керек. Сонымен қатар балаларға арналған мультхикаялар да тарихи сананы қалыптастырудың таптырмас жолы.\nРас, ұлт тарихына деген көзқарасты анықтап алмай, әрі бабаларымыздың жүріп өткен жолына деген біржақты және теріс көзқарасты жоққа шығаратын іргелі еңбектер жазылмай ұлт тарихын ұлықтау әсте мүмкін емес. Алаш ардақтысы Ахмет Байтұрсынов «Сөздің ең ұлысы, ең сипаттысы – тарих» деген болатын. Демек, тарихымызды бүтіндеу – өскелең ұрпақ тәрбиесінің толыққанды болуының басты кепілі болмақ.\nЕлбасының «Ұлы даланың жеті қыры» атты мақаласында бүгінгі күнге дейінгі өткенімізді саралап, бүгінімізді салмақтай таразылап айтып келе жатқан ұшқыр ойлары мен тұжырымдары жинақталып, барша Қазақстан жұртшылығына ерекше үнмен қайыра жаңғырып жеткендей. Тарихымыздың мұндай міндетін бүгінгі күні университетіміздің тарихшы қауымы жеткілікті дәрежеде түсінеді. Сондықтан оқытушы-профессорлар құрамы «Ұлы дала тарихы», «Қазақстанның қазіргі заманғы тарихы» пәндері бойынша әр тақырыпқа тыңғылықты дайындалып, ғылымның соңғы жаңалықтарын барынша ескеруде. Мұндағы басты мақсат – тамыры терең Отан тарихын жетік меңгерген бәсекеге қабілетті мамандар даярлау. Университетіміздің түлектері түрлі мамандық иесі атанып қоймай, тарихын толық меңгерген ұлтжанды азамат болып шығуы аса маңызды.\nБүгінде Елбасының «Болашаққа бағдар: рухани жаңғыру» бағдарламасының басым бағыттары мен оның заңды жалғасы болып табылатын «Ұлы даланың жеті қыры» мақаласындағы жүктелген мідеттер біздің кәсіби жұмысымыздың құрамдас бөлігіне айналды. Қазіргі таңда университеттер өзінің академиялық миссиясын білім-ғылым-тәрбие үштігі негізде атқаратынын ескерсек, бағдарламаның басым бағыттары осының үшеуінде де қамтылған. «Рухани жаңғыру» бағдарламасының басым бағыттарын жүзеге асыруда Қазақ мемлекеттік Қыздар педагогикалық университетінің ректоры Г.Алдамбергенованың басшылығымен белсенді әрі жүйелі жұмыстар атқарылып келеді. Атап айтсақ, қолданбалы және іргелі ғылыми, стартап жобалар, түрлі конкурстар мен зияткерлік олимпиадалар, қайырымдылық акциялары мен түрлі кездесулер, ғылыми-тәжірибелік конференциялар ұйымдастыру, т.б. көптеген шаралар мазмұндық және тұрпаттық жағынан рухани жаңғыруға бағытталған. «Рухани жаңғыру» бағдарламасы студенттердің ғылыми ізденіс жұмыстарында, атап айтқанда дипломдық жұмыстар мен магистрлік диссертацияларынан көрініс тауып, студенттік клуб жұмыстарына арқау болды. Сонымен қатар рухани жаңғыру бағдарламасының басым бағыттарының бірі өскелең ұрпақ бойындағы тарихи сананың қалыптасуына үлкен мән беріліп, назарға алынған. Тарихи сананы жаңғыртуда әлеуеті зор шараның бірі білім беру бағдарламаларына арнайы пәндер енгізу деп санаймыз. Әр мамандықтың өзінің спецификалық ерекшеліктері бар жаңа пәндермен бірге, биылғы оқу жылынан бастап, университетіміздің барлық бакалавриат мамандықтарының 1 курс студенттеріне оқытылатын «Ұлы Дала тарихы» атты таңдау пәні енгізілді. Өйткені өскелең ұрпаққа үлгі-өнеге болатын бабаларымыздың асқақ рухы Ұлы Дала жерінің баға жетпес байлығы, ұрпаққа аманат. Тәуелсіз Қазақстанның зияткерлігі жоғары әрі жаһандану заманында өзіндік нақышын жоғалтпаған ұлтты қалыптастыру саясатындағы басым бағыттарының бірі – Ұлы Дала жеріндегі тарихи оқиғалар мен құбылыстарды, халқымыздың отаншылдық рухының келбетін аша отырып, аса бай рухани тарихы бар ел ретіндегі түсінікті азаматтардың санасына берік ұялату. Ұлы Дала тарихының түрлі кезеңдері өскелең ұрпақты бір идеяға жұмылдырып қана қоймай, рухани жаңғыруына жағдай жасайтын тарихи оқиғаларға бай болғандықтан, оны жастар арасында насихаттау заман талабынан туындап отырғаны ақиқат.",
                "date": "17.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төбелері A (-5;-2), B(-1;4), C(5;-4) болатын үшбұрыш берілген.",
        "question_content": "Төбелері A (-5;-2), B(-1;4), C(5;-4) болатын үшбұрыш берілген. Осы үшбұрыштың медианаларының ұзындықтарын табыңдар?",
        "question_date": "12.02.2018",
        "question_tag": "Геометрия",
        "question_views": 13500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1234567890987654321",
                "date": "13.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физика пәнінен. Мензурканың табанына түсірілетін қысым қандай?",
        "question_content": "Мензуркаға сынап, су, керосин құйылды. Сұйықтардың жалпы биіктігі 64 см. Мензурканың табанына түсірілетін қысым қандай?",
        "question_date": "12.02.2018",
        "question_tag": "Физика",
        "question_views": 934,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "p=F/S\n\nF=mghp=mgh/S",
                "date": "13.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Потенциалдар айырымын табыңыз?",
        "question_content": "V=4.5 t1=100c t2=23c m/к потенсиялық айырым",
        "question_date": "12.02.2018",
        "question_tag": "Физика",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Потенциалдар айырымы мына формула менен табылады:\nБірақ берілгенін түсінбедім.",
                "date": "12.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көліктер туралы ребус керек?",
        "question_content": "Үйге көліктер туралы ребус немесе сөз жұмбақ берді қазақ тілінен",
        "question_date": "12.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Wi-Fi модемде туындаған қателікті қалай ретке келтіремін?",
        "question_content": "Wi-Fi модемде туындаған қателікті қалай ретке келтіремін?  NOSR деген не мағына береді?",
        "question_date": "12.02.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 483,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңыз техникаға қатысты болған жағдайда, толық моделін және артикулын жіберсеңіз жақсырақ.\nМодемде қателік туындаған жағдайда оны \"прошивка\" жасап корсеңіз болады, ол код деңгейіндегі қателіктерді түзейді.",
                "date": "13.02.2018",
                "upvotes": 0
            },
            {
                "text": "NOSR деген LTE сигналы жок деген соз, сізде \"Only LTE\" режимы тұрса керек. \"LTE/GSM/WCDMA\" режиміне ауыстырып көріңіз, мумкін ең болмаганда 3G ұстайтын шығар, болмаса басқа оператордың СИМкасын салып көру қажет.",
                "date": "15.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қалған жолдың ұзындығы қанша км?",
        "question_content": "Жол журу тиис 325 км биринши куни жолдын 0,4 екинши куни жолдын 0,2 калды ?",
        "question_date": "11.02.2018",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлығы 325 км жол.\nБірінші күні жолдың 0,4 бөлігін жүрді. Ол 325*0,4=130 км-ге тең.\nЕкінші күні қалған жолдың 0,2 бөлігін жүрді. Онда, ол 325-130=195 км-ден 195*0,2=39 км жол жүрген.\n\nҚалған жол 325 - (130+39) = 156 км.",
                "date": "11.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магнит өрісі индукциясының шамасы қаншаға тең?",
        "question_content": "1. Егер өткізгіштің актив бөлігінің ұзындығы 0,1 м болса, ток күші 50 А болғанда өткізгішке индукциясы 10 мТл магнит өрісі әсер ететін күш (Өрістің индукция сызықтары мен ток өзара перпендикуляр)\n\nA) 40 мH B) 100 мH C) 60 мН D) 50 мH E) 20 мН\n\n2. Біртекті магнит өрісінде индукция сызықтарына 30 бұрыш жасай орналасқан ұзындығы 0,5м, бойымен 3А ток өтіп жатқан түзу өткізгішке 9Н күш әсер етеді. Магнит өрісінің индукциясы\nА) 5Тл В) 6Тл С) 12Тл D) 5,5Тл Е) 0,5Тл\n\n3. Ұзындығы 40 см, бойындағы ток күші 2А, магнит өрісі индукция сызықтарына 30ғ бұрышпен орналасқан өткізгішке 0,4 Н күш әрекет етеді. Магнит өрісінің индукциясы\n\nА) 4 Тл В) 1 Тл С) 105 Тл D) 2 Тл Е) 3 Тл\n\n4. Магнит индукциясы векторының бағытын анықтайтын ереже\n\nA) оң қол ережесі B) бұрғы ережесі C) сол қол ережесі\nD) оң нормаль ережесі E) Ленц ережесі\n\n5.Сымының орам ұзындығы 0,2м, электрқозғалтқыш якорінің орналасқан жеріндегі магнит индукциясы 0,25Тл. 20А ток күші өткенде, орамға әсер ететін күш\n\nA) 2Н B) 1Н C) 3Н D) 5Н E) 4Н\n\n6.Біртекті магнит өрісінің күш сызықтарына перпендикуляр орналасқан ұзындығы 50см өткізгішке 0,12Н күш әсер етеді. Өткізгіштегі ток күші 3А болғандағы, магнит индукциясы\n\nA) 0,8 Тл B) 0,08 Тл C) 0,04 Тл D) 0,4 Тл E) 8 Тл\n\n7. Ампер күшінің бағытын анықтайтын ереже\n\nA) Оң қол ережесі B) Сол қол ережесі C) Ленц ережесі D) Бұранда ережесі\nE) Архимед ережесі\n\n8. Индукциясы 7,5 Тл біртекті магнит өрісіндегі түзу өткізгіш арқылы 4 А ток өткен кезде 20 см ұзындығына 3 Н күш әсер ететін болса, оның магнит күш сызықтарымен жасайтын бұрышы\n\nA) 600B) 300C) 500D) 400E) 200\n\n9. Магнит өрісі индукциясы сызықтарына 300бұрыш жасай орналасқан ұзындығы 20см өткізгішке 0,4 Н күш әсер етеді. Өткізгіштегі ток күші 4А болса, магнит өрісі индукциясының шамасы\n\nA) 2Тл B) 1Тл C) 3Тл D) 5Тл E) 4Тл\n\n10. Біртекті магнит өрісінде индукция сызықтарына 300 бұрыш жасай орналасқан ұзындығы 0,5 м бойымен 3 А ток өтіп жатқан өткізгішке 9 Н күш әсер еткендегі магнит өрісі индукциясы\nA) 10 Тл B) 12 Тл C) 14 Тл D) 8 Тл E) 6 Тл",
        "question_date": "11.02.2018",
        "question_tag": "Физика",
        "question_views": 76900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлығы бір формуламен шығады",
                "date": "12.02.2018",
                "upvotes": 0
            },
            {
                "text": "A\n\nB\n\nC\n\nD\n\nA\n\nB\n\nD\n\nC\n\nA",
                "date": "25.05.2023",
                "upvotes": 0
            },
            {
                "text": "1-д\n\n2-с\n\n3-в\n\n4-а\n\n5-в\n\n6-в\n\n7-в\n\n6-в\n\n9-в\n\n10-в",
                "date": "10.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтінді оқып көп бағынқылы сабақтас құрмалас сөйлемдерді табыңдар?",
        "question_content": "Мәтінді оқып көп бағынқылы сабақтас құрмалас сөйлемдерді табыңдар. Жарыспалы не сатылы көп сатылы бағыныңқылы екенін анықтаңдар.\n\nӨздерің матіндегі сөйлемдерді ыңғайына қарай көп бағыныңқылы сабақтас етіп құрастырыңдар.\n\nЕй,перзентім,тамақтан аш қалсаң да,ақыл-парасатқа тоқ бол. Адамдарға дөрекілік жасама. Ойпыл-тойпыл сөйлеуден сақтанып,тіліңды тиып ұста. Сонда ғана сен әртүрлі қырсықтардан аулақ боласың. Адамдар бойында жоқ және блыпта көрмеген қасиеттерді сенде бар бар деп мақтаса,ондай мақтауға сеніп, мардымсыма.\n\nЕй, перзентім, шынайы ілімге ынтық бол. Өз айтқаныңнанқайтпайтын бір мойын болмай,озгелердің де айқанына мән беріп,құлақ сал.\n\nЕй, перзентім, сырын біліп алмай тұрып,бір көрген қісіге көңіліңді дайып салма. Өз қадір-қасиетің білмейтін кісілерден жақсылық күтпе. Күн шыққанша,ұйықтап жатып алма. Орынсыз күле берме. Әйелі жаман кісілердің алдына түсіп жүрме. Сөйлесіп отырғандардың сөзіне орта жолдан килігіп ренішіңді айтпа. Басыңды салбыратып отырма.",
        "question_date": "11.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдар бойында жоқ және болыпта көрмеген қасиеттерді сенде бар бар деп мақтаса, ондай мақтауға сеніп, мардымсыма.\n\nса+ шартты бағыныңқылы, іп+сабақтас құрмалас сөйлем. Яғни бір сөйлемде бірнеше сабақтастың түрі кездесіп тұр.\n\nЖарыспалы көп сатылы бағыныңқылы сабақтас: Өз айтқаныңнан қайтпайтын бір мойын болмай, озгелердің де айқанына мән беріп, құлақ сал.",
                "date": "12.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЕТ және БҚЕ мамандығы бойынша қайда жұмыс жасауға болады?",
        "question_content": "Есептеу техникасы және бағдарламалық қамтамасыз ету мамандығы бойынша қай жерде және кім болып жұмыс істей аламын",
        "question_date": "11.02.2018",
        "question_tag": "Мамандық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҰБТ жауап парағы",
        "question_content": "Егер ҰБТ да жауап парағына жауаптарды бояп үлгермесе не болады?",
        "question_date": "11.02.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңізге берілген уақытты тиімді пайдаланып үлгеріңіз, себебі ҰБТ-да оны бояуға қосымша уақыт бермейді. Тез бояп жаттығыңыз үйде, міндетті түрде толтырып бояу қажет емес, әріпті толық бояп, границадан аспасаңыз болды, границасына жетпесе ештеңе етпейді бастысы әріп бояулы болса)",
                "date": "11.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі АВС жане АDC теңбүйірлі үшбұрышының ортақ табаны АС 18ге тең.",
        "question_content": "Екі АВС жане АDC теңбүйірлі үшбұрышының ортақ табаны АС  18ге тең. Табанындағы бұрыштары сәйкесінше 30 және 60 градус. Егер ВD түбір астында 189ге тең болса осы екі үшбұрыштары жазықтықтарының арасындағы бұрышты есептеңіз.\nСабақта болмағандықтан шығаралмай жатырмын. Шығарып беріңіздерші. Алдын ала РАХМЕТ!!!",
        "question_date": "11.02.2018",
        "question_tag": "Геометрия",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілген есептің шешімі.\nЖауабы:",
                "date": "5.06.2018",
                "upvotes": 0
            },
            {
                "text": "Берілген есептің шешімі.\nЖауабы:",
                "date": "4.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЕНТ да сурактар каз тарихтан 6 сыныптан бастап келеме?",
        "question_content": "ЕНТ да Қазақстан тарихынан сұрақтар 6 сыныптан бастап келеме?Қазақстан тарихына қалай дайындалған дұрыс?конпект немесе тест жат",
        "question_date": "11.02.2018",
        "question_tag": "Мектеп",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия 6-сыныптан басталады. Дайындықты ретімен бастаған жөн:6, 7, 8, 9, 10, 11 деген сияқты. Оқыңыз, білмегеніңізді жазыңыз, тест шешіңіз. Тестті жаттағаннан пайда аз",
                "date": "11.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мамандық таңдау керек?",
        "question_content": "Қазір 10 сынып оқимын, қандай мамандықты таңдаймын деп ойланып жүрмін. Почта, Телеком, ЦОН деген сияқты мекемелерде жұмыс істеу үшін қандай мамандық таңдау керек? Өзіме осындай компьютерде, офисте отыратын жұмыстар ұнайды.",
        "question_date": "11.02.2018",
        "question_tag": "Мамандық",
        "question_views": 14300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық таңдағанда оның болашағын да ойлау керек. Себебі технология тез дамып келе жатыр, соның салдарынан бүгін керек мамандық ертең қажетсіз болуы мүмкін. Сол себепті болашағы бар саланы таңдауға кеңес беремін. \nМысалы, елімізде инженерлік мамандықтарға, дәрігерлерге, сервис қызметкерлеріне, ақпараттық технология, экология, логистика саласындағы мамандарға деген сұраныс жоғары, әрі оларға қажеттілік те күн сайын артып келеді. Болашағы бар басқа да мамандықтар туралы толық ақпараттымына жерден оқуға болады.",
                "date": "16.02.2018",
                "upvotes": 1
            },
            {
                "text": "Мақсатыңыз компьютерде, кеңседе отырып істейтін жұмыс табу ғана болса, информатикаға қатысты мамандықты таңдайсыз.\n\nАл мен программист болуды ұсыныс етер едім. Қазір заманның дамуы өте тез болып бара жатыр. Сіз қазір 10 сынып оқиды екенсіз. Енді вниюерситедке түсіп, оны бітіріп, жұмыс тапқанша бес жыл өте шығады. Бес жылдан кейін кеңседе отырып істейтін жұмыстарды жасанды интелектуалдық программалар атқара бастайтын болады. Толықтай олай болып кетуі мүмкін емес деген күннің өзінде де, ол кезде сіздің қабылетыңызге де жоғары талаптар қойылады. Ал мен сіздің орныңызда болсам осындай жасанды интелектуалдық программалар жасайтын мықты программист болар едім. Жастық шақ өте аяулы мезгіл.",
                "date": "12.02.2018",
                "upvotes": 0
            },
            {
                "text": "\"UStudy\" және \"125\" оқу орталықтарының директоры Әлібек Есенов сұранысқа ие, болашағы бар 5 мамандықты ұсынады:\nМатематика мұғалімі;\nГеология;\nҒарыштық техника және технология;\nКомпьютерлік модельдеу (анимация, 3D);\nІT (ақпараттық технология, компьютер); Толығырақ мына сілтемедегі сұхбаттан мамандық таңдауға қатысты пайдалы ақпараттар аласыз.",
                "date": "12.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлденең қимасының ауданы 0,1 мм² никелин жасалған электр қыздырғыш",
        "question_content": "1. Көлденең қимасының ауданы 0,1 мм² никелин жасалған электр қыздырғыштың спираліндегі кернеу 220 В болғанда ток күші 4 А. Сымның ұзындығы қандай?\n2. Егер темірдің бастапқы температурасы 390 С-қа тең болса, онда массасы 4 т темір сынықтарын балқыту үшін қанша энергия қажет?\n3. Электр құралы 45 минут ішінде 5 А токпен 162 кДж жұмыс жасайды. Құралдың кедергісі қандай?\nII- нұсқа\n1. Массасы 0,75 кг суды 200 С-тан 1000 С-қа дейін ысытуға және 250 г будың пайда болуына қанша энергия жұмсалған?\n2. 6,8 В кернеу кезінде ұзындығы 100 м және көлденең қимасының ауданы 0,5 мм2 мыс сымынан өтетін ток күшін есептеңдер.\n3. Электр қозғалтқыштың қуаты 3 кВ. Егер трактор 1000 В кернеуде жұмыс істесе, онда оның электр қозғалтқышының тұтынатын ток күшін анықта.",
        "question_date": "11.02.2018",
        "question_tag": "Физика",
        "question_views": 16000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Есеп шығарылуы: 2)",
                "date": "22.02.2021",
                "upvotes": 0
            },
            {
                "text": "1) есептің шығарылуы:\n2)\n3)Берілгені:\nt=2700с\nI=5A\nA=162000Дж\nтабу керек:\nR-?\nШешуі:\nA=I^2Rt =>  R=A : I^2: t \nR=162000Дж : 25A^2 : 2700c=2,4Ом\nR=2,4Ом",
                "date": "22.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адвокатқа аттестация кезінде келетін сұрақ-жауаптар кімде бар?",
        "question_content": "Адвокатқа аттестация кезінде келетін сұрақ-жауаптар кімде бар?",
        "question_date": "11.02.2018",
        "question_tag": "Заң",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": []
    }
]