[
    {
        "question_title": "Экономика тепе-теңдік жағдайда болу үшін",
        "question_content": "Экономика тепе-теңдік жағдайда болу үшін халықтың жинағы қаншаға тең болу керек. Егер  инвестиция – 40 бірлік, мемлекеттік шығын – 20 бірлік, экспорт – 70 бірлік, салықтар – 50 бірлік, импорт – 10 бірлік, тұтыну шығындары – 30 бірлік, дивидендтер – 40 бірлік болса.",
        "question_date": "1.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 332,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Информатика мамандығы туралы жұмыстар.",
        "question_content": "Сәлеметсіздерме. Мен Информатика пәнін бітіргелі жатырмын. Мен мектепте жұмыс жасағым келмейді, осы Информатика мамандығына байланысты басқа қандай салаларында жұмыс жасауға болады? Көмек керек, алдын ала рахмет айтамын.",
        "question_date": "1.11.2016",
        "question_tag": "Мамандық",
        "question_views": 771,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Копировательный центр ашып алыңыз, немесе компьютермен жақсы жұмыс жасай алатын мамандар іздейтін офистар көпқой соларға тұрыңыз, даже банктың менеджер басқа да жұмыстарына алуы мүмкін.",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 курсты бітіріп сырттай оқуға түсуге бола ма?",
        "question_content": "Қазір Ақтөбе политехникалық колледжінде ақпараттық жүйелер мамандығында 1 курсты оқып жатырмын, 9 сыныпты бітіріп. Енді 2 курсты бітіріп сырттай оқуға түсіп кетуге бола ма? Ол тиімді ме? Толық түсіндіріп беріңіздерші. Солай ауысқандар бар ма?",
        "question_date": "31.10.2016",
        "question_tag": "Мектеп",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кэто автор этой поэзи?)",
        "question_content": "Каскыр тартып кан шыкса, Жаман ит жулып жей берер, Алды - артына карамас. Жаксы иттiн белгiсi Жулмак тугiл жоламас. Азгын елдiн бектерi Кан шыкса елiн жулмалар,",
        "question_date": "31.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дулат Бабатайұлының  \"О, Барақ жас, Барақ жас\" өлеңі",
                "date": "2.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бабалар мұрасы тақырыбына эссе",
        "question_content": "Бабалар мұрасы тақырыбында эссе",
        "question_date": "31.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "100, 90 сандарын бірдей санға бөлгенде 4,18 қалдық қалады Ол қандай сан?",
        "question_content": "Бұл сұрақ олимпиадада кездескен Маған жауабы керек.Тез арада тауып беріңіздерші.",
        "question_date": "31.10.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100 санын x-ге бөлсек 4 қалдық қалады   ==>  Яғни, 96 саны x-ге бөлінеді.\n90 санын x-ге бөлсек 18 қалдық қалады   ==>  Яғни, 72 саны x-ге бөлінеді.\nЯғни x = ЕҮОБ(96, 72) = 24;\nТексеріс  = 100 = 24*4 + 4;    90 = 24*3 + 18;",
                "date": "20.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Клаш оф Кланстың взломын қайдан табуға болады ?",
        "question_content": "Клаш оф Кланстың взломын қайдан табуға болады ? Вирусы жоқ. Шексіз әскер сиятын клаш қай сайттан жүктеуге болады ?",
        "question_date": "31.10.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 529,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тік төрт бұрышты параллелепипедтің көлемі 49,5 см параллелепипедтің ұзындығы",
        "question_content": "Тік төрт бұрышты параллелепипедтің көлемі 49,5 см параллелепипедтің ұзындығы 6 см,ал ені ұзындығынан 2 см есе кем екенін ескеріп, оның биіктігін табыңыз",
        "question_date": "31.10.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Киім дизайнер мамандығын оқытатын университет қай қалада бар",
        "question_content": "Киім дизайнер мамандығын оқытатын университет қай қалада бар.грантқа түсу үшін Ұбт дан қанша балл алу керек",
        "question_date": "31.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Туған əпкем тұрмысқа шығайын деп жатыр. Тойда өлең шумақтарын айтқым келеді?",
        "question_content": "Тəтем, яғни туған əпкем 1 жас үлкен,тұрмысқа шығайын деп жатыр. Сол болатын тойда өлең шумақтарын жазып, оқып бергім келеді. Көмектеріңіз керек, бастап берсеңіздер өзім дұрыстап жөндеп аяқтап алам) Немесе қандай əн айтуға болады",
        "question_date": "31.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Программист мамандығының Қазақстандағы сұранысы қандай?",
        "question_content": "Программист мамандығының Қазақстандағы сұранысы қандай?\n\nПрограммисттер Қазақстанға керек пе?",
        "question_date": "31.10.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2019 жылдың қаңтар-наурыз айларында бұл саладағы қызмет көрсету көлемі 46,9 миллиард теңге болды, көрсеткіш бір жылда 38,7% өсті. Қызмет көрсетудің физикалық көлемінің индексі былтырмен салыстырғанда 133,6% болды.\nМемлекет Қазақстанда экономиканы белсенді цифрландырып жатыр. 2019 жылғы шілденің басында «Ұлттық ақпараттық технологиялар» және «Қазпошта» акционерлік қоғамдары eGov.kz порталында айыппұл, баж салығы мен басқа да төлемдерді ұялы телефон балансынан төлеу сервисін іске қосты.\nТағы бір инновация халық санағына қатысты болады: 2020 жылы ұлттық санақ электрон түрде жүргізіледі, оған 9 миллиард теңгеге жуық қаражат бөлінеді.\nҚазақстан 5G байланысын қосуға кіріскен елдердің ондығына да еніп отыр. 2019 жылдың соңына дейін пилот жоба елдің үш мегаполисінде іске асырылады.\nКомпьютер программалауымен байланысты қызмет көрсету көлемінің үштен екісінен астамы шағын кәсіпорындарға тиесілі — 32,1 миллиард теңге, 4,2 миллиард теңгесі — жеке кәсіпкерлер көрсеткен қызмет.\nПрограммалау бойынша 5,9 миллиард теңгенің қызметін ірі кәсіпорындар, 4,7 миллиард теңгенің қызметін орта кәсіпорындар көрсеткен.\nЕсепке алынған кезеңде мұндай қызмет көлемі ауылдарда айтарлықтай — бірден 83,9% азайған. Бар болғаны 119,2 миллион теңгенің қызметі көрсетілген, көрсеткіш былтырғы қаңтар-наурызға қарағанда 0,3% аз.\nБұл сектордағы қызметтің жартысынан астамы — программа жасау: 25,6 миллиард теңге, көрсеткіш бір жылда 24% артқан.\nFinprom.kz мамандарының мәліметінше, компьютер программалауы, кеңес беру және басқа да сондай қызметтер саласы мамандарының жалақысы орташа республикалық деңгейден жоғары. 2019 жылдың 1-тоқсанының қорытындысы бойынша көрсеткіш 342,8 мың теңге болды. Былтырғы 1-тоқсанда сала мамандарының орташа жалақысы 168,5 мың теңге болған.\nРеспублика бойынша жалпы жалақының сатып алуға жарамдылығы 5,2% болса, программистер жалақысының бұл көрсеткіші бірден 9,8%-ке жеткен.\nЕске салайық, бұған дейін Finprom.kz мамандары 2018 жыл бойынша есеп берген 132,2 мың кәсіпорынның ішінде 104,4 мыңының компьютер қолданатынын анықтаған еді, яғни еліміздегі мекеме-кәсіпорындардың 79%-інің жұмысы компьютермен тығыз байланысты. Бір жыл бұрын олардың үлесі 72,7% болған. Интернетке қосылған ұйымдардың үлесі 69,3%-тен 76,2%-ке өсті. 2018 жылы олардың саны 100,7 мың болды (бұл — компьютер қолданатын мекеме-кәсіпорындардың 96,4%-і).\nhttps://baribar.kz/106295/programmister-zhalaqysy-men-sala-qyzmetine-suranys-qalaj-artty/",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фаза дегеніміз не?",
        "question_content": "Электрқозғалтқыш бір фазалы, екі фазалы және үш фазалы делініп жатады? Осы фаза дегеніміз не?",
        "question_date": "31.10.2016",
        "question_tag": "Физика",
        "question_views": 9900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ербелістер мен толқындар теориясында — тербелмелі процестердің әрбір уақыт мезетіндегі күйін анықтайтын шама. Гармониялық тербелістің Фазасы бұрыштық бірліктермен өрнектеледі, ал гармониялық емес периодты тербелістің Фазасы тербеліс периодының үлестері арқылы өрнектеледі;\n\n2. термодинамикада — заттың физикалық қасиеттері бойынша басқа мүмкін болатын тепе-теңдік күйлерден өзгеше термодинамик. тепе-теңдік күйі (қ. Термодинамикалық тепе-теңдік). Кейде заттың тепе-тең емес метатұрақты күйі де Фаза (метатұрақты фаза) деп аталады. Заттың бір Фазадан екінші Фазаға көшуі фазалық ауысу деп аталады. Ол зат қасиеттерінің сапалық өзгерістеріне тәуелді. Мысалы, заттың газ, сұйық және кристалдық күйлері құрылымдық бөлшектердің (атомдардың, молекулалардың) қозғалыс сипатымен және реттелген құрылымның болуымен немесе болмауымен ерекшеленеді. Әр түрлі кристалдық Фазалар бір-бірінен кристалдық құрылым типімен, электр өткізгіштігімен, электрлік және магниттік, асқын өткізгіштік қасиеттерімен, т.б. ерекшеленеді. Сұйық Фазалар бір-бірінен құраушыларының шоғырымен, асқындатқыштық қасиетінің болуы немесе болмауымен, серпімділік және электрлік қасиеттерінің анизотропиясымен өзгешеленеді. Қатты қорытпалардағы кристалдық құрылым Фазалары тығыздығымен, серпімділік модулімен, балқу температурасымен, т.б. қасиеттерімен ерекшеленуі мүмкін. Көп жағдайларда Фазалар кеңістік бойынша біртекті таралады, бірақ оған жатпайтындары да бар. Олар: екінші текті өткізгіштің аралас күйі (асқын өткізгіштік), әлсіз магнитөрісіндегі ферромагнетиктер, т.б;\n3. электртехникада — көп фазалы тізбектің құрамына енетін электр тізбектерінің бірі.[2]",
                "date": "2.11.2016",
                "upvotes": 0
            },
            {
                "text": "Фаза дегеніміз не?",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Акиматқа, әкімшілікке жұмысқа тұру үшін, гос тестке дайындалып жатырмын?",
        "question_content": "Акиматқа яғни әкімшілікке жұмысқа тұру үшін, гос тестке дайындалып жатырмын. Бірақ өз категориямды білмеймін. Білсеңіздер жауап қатсаңыздар, рақмет!",
        "question_date": "31.10.2016",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақты айтсаңыз, қандй лауызымға дайындалып жатырсыз: ауылдық (селолық), аудандық, облыстық және қандай маман (жетекші, бас маман, бас маман-есепші, бөлім маманы, бөлім басшысы)\n\nБұрын өтпесеңіз G-4 болуы мүмкін",
                "date": "31.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефонымның құлаққап салатын жері кеңіп кеткен сияқты",
        "question_content": "Самсунг а3 телефонымнан бұрын өзінің қарапайым кішкентай ноушнгімен музыка тыңдап сөйлесіп жүретінмін. Бір апта бұрын компютердің ноушнигін алып үлкен ноушникко соткага салгам, қазір телефонның өзінің ноушигінен музыка жай шығады, немесе задавка минуссияқты айтып тұрады яғни істемейді. ал улкен ноушникпен істейді. телефонның құлаққап салатын жерін қалай қалыпка келтіруге болады",
        "question_date": "31.10.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арендаға берілген жерді сатуға болады ма?",
        "question_content": "Қалаға көшуіме байланысты пайға берген жерімді шаруашылыққа арендаға берген едім. Енді соны сатуға болады ма?",
        "question_date": "31.10.2016",
        "question_tag": "Заң",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "арендага берген уакыт бітсе болады ал бітпесе күтуге тура келеді",
                "date": "1.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Архитектор мамандығына 9 сыныптан кейін түсе аламба",
        "question_content": "Қазір 9 сынып окимын сызудан жаксымын 9 класстан архитектор мамандыгына түсе аламба.Астана қаласы",
        "question_date": "31.10.2016",
        "question_tag": "Мектеп",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Интернетте пікір жазу əдебі. Интернет этикетін сақтамауға не себеп?",
        "question_content": "Интернетте пікір жазу əдебі...\n\nƏлеуметтік желіде сақталатын əдеп \"нетикет\" деп аталады. Ол 1994 жылдан бері бар, ойлаңызшы, біз əлі хабарсызбыз)) Бізде əлжеліде былапыт, ғайбат, боғауыз сөздер жазатындар көп. Өте көп.\n\nИнтернет этикетін сақтамауға не себеп?\n\n1. Менің фолловерлерімнің 64% əйелдер екен. Олар (бəрі емес) үйде баламен отыруы мүмкін, іші пысады. Сосын əлеуметтік желілерді ермек етіп, əркімнің постына ойына келгенін жазып кетеді.\n\n2. Көп адам танымал адамдардың жарқ-жұрқ еткен өміріне қызығады, оларда да проблема болатынын ойламайды. Жұлдыздардың үнемі той-концертте жүрген суреттеріне жаман пікір жазу арқылы өздерін жұбатады. \"Олардан ақылдырақпын\" деп санағысы келеді өзін.\n\n3. Негізі кез келген ситуацияда кертартпа ойын айтатын адамдар бұрын да болған. Қазір интернет тым қолжетімді боп кетті. Қой бағып жүріп те, үйде жұмыссыз жатып та, ішіп отырып та қалағанын жаза салу мегабайтқа байланысты боп қалды.\n\n4. Көбіне экранның арғы жағында біреу отыратынын естен шығарады. Смартфон, комппен емес, адаммен сөйлесетінін ұмытып кетеді.\n\n5. Интернетте отырған адам анонимдікті сезінеді. Біреуді боқтасаң, ренжітсең, ешкім ештеңе істей алмайтындай батырсынады. Өмірдегі қатынаста сақталатын стандарттарды ұмытып қоразданады. Бірақ, қазір ондайларды жазалау үрдісі дамып келеді\n\n6. Өмірдегі репутациялар сақталмайды. Күнделікті жағымды \"көркем мінезінен\" шаршаса, əлжеліде маскасын шешіп, шынайы бейнесіне көшеді. Екіжүзділік.\n\n7. Шаблонмен өмір сүреді. Кітап, газет-журнал, ТВдан көріп үйренгенін ғана болса дейді интернетте. Қатып қалған қағидалары бұзылса, дамбалын қолына алып \"ақыл үйретеді\"\n\n8. \"Жеке парақша - əркімнің жеке территориясы\" екенін ұқпайды. Жалпы, əлеуметтік желілер күнделікті көңіл-көтеруге, бірсəттік қылжаққа, анау-мынау, асай-мүсейге арналғанын түйсінбейді. Кез келген постты \"тəрбие көзі\" көреді. Тəрбиені отбасынан, ортасынан емес, интернеттен іздейді.\n\nСіздің алып-қосарыңыз бар ма? Интернеттің қазақ қолданушылары неге пікір жазу əдебін білмейді?\n\nЭльвира Ерғалина",
        "question_date": "30.10.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 650,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің алып-қосарыңыз бар ма? Интернеттің қазақ қолданушылары неге пікір жазу əдебін білмейді?\n\n- Менің ойымша өмірдегі әдебі қандай, интернет желісінді әдебі тура солай болады, кейде тіпті екі есе әдепсіздеу қылығын, өмірде көрсете алмаған негативін, әдепсіздігін, аноним болып тіркеліп алып шашып отыра береді.",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Магистр дипломымен категория алу",
        "question_content": "Магистратураны қызылға бітірсе, жұмысқа орналасқанда 2 категория бірден беріле ме алде калай?",
        "question_date": "30.10.2016",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 602,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҰБТ туралы Қазақстан тарихы матрица бар ма?",
        "question_content": "Қазақстан тарихынан матрица кімде бар еді? Жылдармен және алфавит түрінде болсыншы.",
        "question_date": "30.10.2016",
        "question_tag": "Мектеп",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мостикке қалай тұруға болады?",
        "question_content": "Мостикке қалай тұруға болады?Қолымнан келер емес көмектесесізде ме",
        "question_date": "30.10.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арқаға жатасың, екі қолыңды мойын жақ тұсына қойып, аяқпен жоғары қарай көтерілесің. Нәтижесі 1 айда пайда болады. Ол үшін күнде жасау керек.",
                "date": "31.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АҚШ Американың басты проблемалары қандай?",
        "question_content": "Расизм\nҚызық, ә? Күйіп тұр. Тіпті кейбір лауазымды шенеуніктер ел президенті Барак Обама туралы да өздерінің әлеуметтік желілерінде расистік бағыттағы пікірлерін айта береді. (Әрине, ол шенеунік артынан кешірім сұраған).\nФашизм\nНегізі Трамптың қолдаушылары көп болып жатқаны, біз түгіл, американдықтардың өздері шошытып жатыр. \"Аказвайтса, фашистік, расистік, басқа да адам шошитын пікірлерді қолдайтын отандастарымыз көп екен. Тіпті оның партияласы болмаса да Трампқа қолдау білдіріп жатқан агрессияға толы адамдар жетіп артылады екен\" дейді.\nҚымбатшылық\n\"Байлар мен кедейлердің арасы тым алшақтап бара жатыр\" дейді бізді қонақ қылған Эрик есімді азамат. \"Өмір сүру қымбат. Баға қымбат. Тұрмыс қымбат. Пәтер жалдау $1500 доларға дейін жетеді. Салық жан алқымнан алып отыр\" дейді.\nОтбасы институының әлсіреуі\n\"Бәлкім ата-анамыз отбасы құндылығын дұрыс дәріптемеген болар. Менің қарындасым бар. Ол да тұрмыс құрмаған. Мен де үйленуге бет бұрмадым. Ойым да жоқ. Сіздерде маған ұнайтыны - отбасығы қатты мән беретіндеріңіз\" дейді сол баяғы \"қожайын\" Эрик. Жасы 68-де. Тың. Бақуатты. Бірақ үйленуге \"Енді құлқым жоқ\" деп отыр. Сол Эриктің айтуынша, Америка халқының 70%ға жуығы үйленбестен кетеді екен. (Фактчекинг жасамадым). Дәстүрлі иудей мен мұсылман отбасылары ғана демографияны мықтап қолға алған. Ал өздерінің 10%-ы ғана үйленіп, балалы-шағалы болады. Бурлингтонда бір апта жүргенде бір түйір іңгәлаған дауыс, жүгірген бала, ойнаған сәбилерді көрмедік. Көшеде балақайлар үшін салынған бір де бір ойын алаңы жоқ. Балабақшалары бар екен, әйтеуір. Қарттар басым. Өте көп.\nЖыныстық мәселе\nUnisex деген бар екен. Обшым, ер адам бар, әйел адам бар. Оған біржынысты қатынасты қалайтындар қосылды. Оны ептеп-септеп амалдар жүргенде, трансгендер деген шықты. Ал олар өздерін қас-қылғанда не ана жынысқа да, мына жынысқа да жатқызбайды. Мәселе - табиғи қажетін өтейтін кезде туындайды. Қай есікке кіру керек? Елдегі әжетхананың барлық есігіне Unisex деп қойса, дәстүрлі (?) жыныс иелері \"Мен біріншіден юнисекс емеспін, мен әйелмін. Ал мен тек қана әйел жынысы қажетін өтейтін жерге барғым келеді\" дейді. Тиісінше өзін еркек деп тануды талап ететіндер де солай. Олардың да өзі қалаған жерге, өзі қалаған таңбаны талап етуге құқы бар. Қайтпек керек? Оны әлі өздері де білмей отыр.\nМедицина\nЕкі американдық бас қосса, айтатындары - медициналық сақтандыру. Біреуге жұмысы төлейді, біреу өзі төлейді. Әйтеуір, проблема. У қымбат. Біздің елде МРТға түсу қанша тұратын еді? 20 000, 30 000 теңге? Бұларда бір түскенің $1000 доллар ма сондай. Сосын әрбір дене мүшеңе, әрбір омыртқаңа бөлек тағы төлейсің. Смотря қай жерің ауырып тұр. “Барак Обаманың шаруа бітірген тұсы - low income (жалақысы өте төмен) отбасылар мен қарттардың медициналық сақтандыруына еңбегі сіңді” дейді өздері.\nЕлдің иесі кім болмақ?\nНегізі әу баста өздері үндістердің жерін тартып алған ғой. Португалия, Испания, Англия секілді елдердің адамдары келіп, тым жақсы мемлекет құруын құрып алған. Өздері не ойлайтынын білмедім, мен “бұл елдің болашақтағы иесі кім болмақ?” деген ойда қалдым. Байырғы ақ нәсілді тұрғындары қартайып барады. Көбеймейді. Ұрпақ таратпайды. Үйленбейді. Одан қалса бір жынысты боп жүреді. есесіне, қытайлар көп. Сұмдық көп. Еврейлер сірә бар. Африкалық нәсілдегілер де аз емес. Индия үндістері де жетіп артылады. Оған енді мұсылмандар қауымы да қосылуда. Менің ойымша, алдағы 20-30 жылда көбеюден алдына жан салмайтын еврей, қытай, үндіс, мұсылман қауымдарының арасында бәсеке артады.\nТимур Бектұр",
        "question_date": "30.10.2016",
        "question_tag": "Қоғам",
        "question_views": 395,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ОЖИРЕНИЕ гой фас-футтар коп болгандыктан адамдардын кобысы ожирениямен аурады [] [] []",
                "date": "30.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіз сыбайлас жемқорлыққа өз үлесіңізді қосып пара бересіз бе?",
        "question_content": "Сыбайлас жемқорлыққа қарсы күресте біз жиі пара берушінің рөлін ұмытып кетеміз. Қарап отсақ, сұранысты туғызатын да сол емес пе. Бәрі мектептен басталады және көзге онша оғаш көрінбейді: мұғалімге сыйлыққа, мектептің жөндеу жұмысына және т.б. жинау. Кейін университет... емтихандар... Ал ары қарай беріп үйренген қол беруін қоймайды. Кейде кішкентай ғана пара үлкен қайғыға душар етуі мүмкін.\n\nСіз сыбайлас жемқорлыққа өз үлесіңізді қосып пара бересіз бе?",
        "question_date": "30.10.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Америка яғни АҚШ соншалықты жаман ба?",
        "question_content": "Үлгі алатын тұсы көп. \nЖетеді.\nБаршылық.\nТарих\nЖоқ жерден немесе болмашы нәрседен тарих жасай алады. Мартин Лютер Кингтің “Менің арманым бар…” деп басталатын сөзі, күні кешегі ІІ Дүниежүзілік соғысы кезіндегі президент Рузвельт туралы, тіпті анау үйеңкіден шырын, алмадан сироп алатын зауыттарына дейін тарих жасап қойған. Тақыр жерге мавзолей соғып, дәу қылып ескерткіш салып, әлемнің барша елінен туристер тартады. Сөйтіп, әрі өздерінің ұлылығын мойындатады. Әрі тұлғаларын қастерлейді. Ал біз жүрміз. Сан ғасырдан келе жатқан кесене-ғимараттарымыз бар, өзгенің емес өзіміздің ата-бабамыз, тарихымыз бар, қалаларымыз бар. Олардың біреуі жол салу үшін, біреуі канализация құбыры үшін құрбан болып кете береді. Ал тағы біреуіне реставрация жасап, пластик терезе қондырып қойғанбыз. Күліп тұрып жылағың келеді.\nПатриот\nАмерика деген жалаулар отаны. Құдай қаласа, ертең Алматыдан түсемін ғой, сол кезде ұмытып кетпей қарайыншы, осы біздің туымыз адамдарды әуежайдан бастап қарсы алады ма екен? Бұларда аяқ басқан жерде ту. Әрбір үй ауласына, терезесіне ту іліп қойған. Ол үшін ыштрап жазып бермейді. Америка үшін жанын беретін адамдар бар. Тіпті барлығы сондай сияқты болып көрінді. Енді ше? Құқың қорғаулы. Жағдайың жасаулы. Кәсіп істеймін десең, еркін. Салығыңды төле де, ұра бер.\nЗаң\nБұл елдің адамдарының қай-қайсысы болса да өзінің әуелі Конституциямен, одан кейін басқа да азамттық заңдармен қорғалғанын анық сезінеді. Тіпті, он күнге барған біздің өзіміз де сезіндік. Заң орындалады. Заң институты қатты жұмыс жасайды. Бізде ғой, заңды белшесінен басып жүре беретініміз.\nАдам құқы\nБұл туралы негізі бас әріппен және ең бірінші жазуым керек еді, ә? Дегенмен, “Адам жеке бас құпиясына қол сұқты. Өкімет әлемдегі әрбір адамның жеке ақпаратын сақтап, өңдеп, оқып, өз пайдасына жаратып отыр” деген Сноуден мәселесі әлі басы ашық тұр. Ол туралы айтпағанда, адам құқы басты назарда. Тіпті анау Бруклин метросының қазақ полицейі Данияр да: “Ең басты мән беру керек нәрсе - құқық бұзушыны құрықтап жатқанда да оның менімен бірдең конституциялық құқы бар екенін ескеремін” дейді.\nТехнология\nДавай бұл туралы айтпай-ақ қояйын?! Қанша дегенмен күні кеше әлемдегі әрбір үйдің шатырына дәстүрлі шатырдан да арзан түсетін күннен қуат алатын электр шатыр жасап шыққан, ұшып кеткен ғарыш кемесін құйрығымен платформасына кері қондыратын, 500 километр бір ғана қуатыпен жүретін электромобиль жасаған Элон Маскты, ғарышқа туристік кеме жасап жатқан Ричард Бренсонды, өзіміз қолданып отырған әлеуметтік желілердің авторларын, Apple мен Google компанияларын, Intel мен Microsoft-ы сылайын, ә?\nЭкология\nБіз бір парадокс елміз ғой. Көшеміз толған қоқыс жәшігі. Әрбір кіре беріс, шыға беріс қоқыс жәшігі. Бірақ, сонда да қоқыстан көзіміз ашылмай жатыр. Қала мен ауылдың арасында кетіп бара жатып, далаға көз салсаң, әрбір жусанның басында ілініп тұрған аднаразовый пакет, чипсының қабығы мен памперс. Бұларда мен қолымдағы қоқысты тастайтын жерді таппадым. Біз үйренген жерлерде, ғимараттарға кіретін-шығатын жерлерде, далада, көшеде қоқыс жәшігі жоқ. Амал жоқ өзіммен алып жүрдім де үйге барып тастадым. Сосын тамақ әшетін жерлерінде, сауда орталықтарында қоқыс жәшіктері үшке бөлінген: жалпы қоқыс (кардон, қағаз, салфетка, т.с.с.), қайта өңдеуге жіберілетін қоқыс (қаңылтыр құты, шөлмек, пластмасса), компост (тамақ қалдықтары, органикалық қалдықтар).\nДіни бостандық\nРахат қой. Намаз оқисың ба. Жиналып алып, әлемнің бостандығы үшін сағаттап үнсіз отырасың ба, басқа бірдеңе жасайсың ба, өзің білесің.\nСөз бостандығы\nПо умолчанию бар, жалпы. CCTV деп аталатын қоғамдық телеарнасына барып, кездесу өткіздік. Seven days деген апталық газеттерінің редакциясында боладық. Vermont diggers деген онлайн газетінің басшысымен жолықтық. Барлығы да біздің: “Сөз бостандығы деген не сонымен? Нақты бір шекарасы бола ма?“ деген сұрағымызға жауап бере алмады. Анығы: сөз бостандығы бар. Тек, қай жерден бастап өз пікірің аяқталып, басқа біреудің территориясына өтіп кеттің, оны аузыңнан сөз шығып, көпшіліктің достояниесіне айналғанда барып бір білесің. Басын ашқан жауап болмаған соң мен: “Сіздердің сөз бостандықтарыңыз туралы былай десек бола ма? Яғни: пікір білдіруге, ой айтуға болады. Бірақ өзін қолдауға, нақты әрекетке шақыруға болмайды. Солай ма?” дедім. Бір ауыздан “Дәл солай” десті. Ағылшынша былай айттым: “So it means, you can express your opinion but you can not call to action, yes?”. Мысал келтірсек, мұсылмандар туралы, басқалар туралы, біреу туралы, жыныс туралы, дін туралы ойыңды айта аласың. Бірақ, мұсылмандарды келтірмеу үшін қабырға тұрғызуға шақыру, әйелдерге қатысты бір әрекеттер жасауды ұсыну, нақты мекен-жай айтып, сол жаққа бару, жинау - болмайды. Дегенмен, жалпы алғанда сөз бостандығы бар. Ойыңа келгенді айта бер, а так байқа.\nМәдениет\nБұл елде мәдениет министрлігі жоқ екенін білмеппін. Өздері тіпті “Бізде қайдағы мәдениет? Біздің мәдениет - МакДональдс пен Симпсон ғой” дейді. “Қалғанының барлығы қытай, мексикан, испан, орыс, мұсылман, жапон мәдениеті ғой. Тіпті асханамыз да солардікі” дейді. Соның өзінде мәдениетті халық қой. Күліп жүреді. Сыпайы. Рахметті секунд сайын айтады. Үнемі кешірім сұрап жүреді.\nКітап культі\nКітапқа деген махаббататыр сұмдық енді. Балаға арналған әдебиетті айтпай тұрып, бала туылмағанға дейінгі әдебиеттен бастап, түрлі-түрлі жанрдағы кітаптар самсап тұр. Кітап жазу, шығару өндірісі, баспа ісі әбден жолға қойылған. Жеңілі, оңайы, күрделісі, қалыңы, жұқасы, үлкені, кішісі, неше түрлісі бар. Адамдар кітап оқиды. Біз кинотеатрдан көріп жүрген киноларды кітап қылып тастайды ма, әлде кітаптарын кино қылып тастайды ма, бірдеңе. Біздің Қазақстанның басқа тақырыптарды былай қойғанда, биыл бүкіл ел маңыз беріп отырған 25 жылдық тәуелсіздік жылдарындағы сапалы, хронологиялық, әрбір аудиторияға арналған кітаптар топтамасы да шықпады. Ал бұлар Ресей мен Украина қақтығысы, Түркия мен Ресей қатынасы, т.с.с. әлемде дәл қазір сіз асханада сөз қылып жатқан мәселелерден бастап, ертең сайлауға түсетін Трамптың “іші-сыртына” дейін жазып, кітап қылып тастаған. Қаласаң, тарих оқы. Қаласаң, классика оқы. Қаласаң, комикс оқы. Қаласаң, “сабынсу” оқы. Қаласаң, саясат оқы.\nЕркіндік\nӨздері теледидардан, масс медиадан, аннан-мыннан “Бостандық, бостандық” деп қақылдай берген соң ба, білмедім. АҚШта жүргенде өзіңді тым еркін сезінесің. Полиция офицері келіп, құжатыңды сұрап, қолтығыңнан “опорный пунктке” сүйреп кетпейді. Ауасынан еркіндік сезіліп тұрады. Еркісіз ойға қалдым. Осы біздің елге келген шетелдік өзін еркіндікте сезіне ме екен? Жауап “Иә” шығар, ә?\nСаясат\nСұмдық қой енді саясаттары. Не керек айтып?!\nҚонақжай\nҚазақ қонақжай халық қой. Бірақ мыналар да кем емес екен. Әйтпесе, жыл сайын шетелден өзің танымайтын адамдарды тегіннен-тегін қонақ қылып күту деген де біраз шаруа. Бізде “Құдайы қонақ” деген ұғым бар ғой. Яғни, барар жері, басар тауы жоқ адам болса, жолшыбай келе жатса, жақсы күтеміз. Бұлар да кәдімгідей күтіп жатыр.\nӘлеуметтік кәсіпкерлік\nМұны енді үйрену керек. Кез-келген нәрсені бизнеске айналдырып, сол арқылы елді, халықты асырап отыр ғой. Тиісінше, даму да ілесіп жатыр. Өзім қанша жылдан бері тегін жобалар жасап, еріктілер қауымдастығында болып, бар қолдан келгенімді жасап жатырмын ғой. Белгілі бір мерзімге немесе маусымға, болмаса ауыспалы адамдар тобымен жұмыс жасамаса, былайынша тұрақты түрде тегін дүние жасасаң да мақсатқа жетпейсің. Сондықтан бұларда кәдімгі коммерциялық, классикалық бизнеске қоса, әлеуметтік кәсіпкерлік қатты дамыған. Басқаны білмедім, осы салада бізге үйренетін, үлгі алатын нәрсе өте көп.\nТимур Бектұр",
        "question_date": "30.10.2016",
        "question_tag": "Қоғам",
        "question_views": 541,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "арине жок\n\nАКШ - жаксы",
                "date": "31.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихы пәнінен 8 сыныпта қандай сұрақтар болады және шығарма бола ма?",
        "question_content": "Қазақстан тарихы пәнінен 8 сыныпта қандай сұрақтар болады және шығарма бола ма?",
        "question_date": "30.10.2016",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Техник-программист маманы туралы білгім келеді",
        "question_content": "Техник-программист мамандығы туралы түсіндіріңіздерші. Қызметі, табысы туралы. Мен бір колледжге түскенмін программист мамандығына. Программа, антивирус құру, жөндеу деп ойлап түстім. Бірақ вычислительный деп тұр. Слайд,фотошоп,газет т.б. сияқты жұмыстарды орындау дейді естігенім бойынша. Енді мен басқа колледжге ауысып кетуіме бола ма?",
        "question_date": "30.10.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кез-келген уақытта ауысуға болады.",
                "date": "2.11.2016",
                "upvotes": 0
            }
        ]
    }
]