[
    {
        "question_title": "Ораза айт, қаза қылған қарыз күндерімді қай күннен бастап өтесем болады?",
        "question_content": "Ораза айт неше күнге созылады және қаза қылған күндерімді қай күннен бастап өтесем болады? Қасиетті Рамазан айы біткен соң, Шәуіл айы туады. Бұл да құлшылықтарға толы ай. Осы үш күн айтта мұсылмандар мерекені тойлап, бір-бірлерінің үйлеріне қыдырып, тәтті дәм ұсынып, бір-бірлеріне сыйақы беріп, адам көңілін рахаттандырады. Одан кейін Рамазан айында ауырып қалып, жол жүріп және тағы басқа себептермен ауыз ашып жіберген болса, осы Шәуіл айында қазаларын өтейді. Яғни, бір күн қаза қылса, бір күн ауыз бекітеді.",
        "question_date": "6.07.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ал енді біреулер бір апта, не бес күн қарыз болады. Сондай кезде қатарынан бірнеше апта, не бес күн бойы ораза ұстамауға да болады. Араға күн салып өтеуге де рұқсат етілген. Өйткені, үзбей бекіту-ол 30 күн Ораза айында орындалатын шарт. Шәуіл айында алдымен қазаны өтеп алу керек. Өйткені, ол мойынға артылған қарыз. Оны өтемейінше, құтылмайды. Ауырып қалса, жол жүрсе не әйел адамдардың әр ай сайын беріп отыратын есебі кезінде ораза ұсталмайды. Ал егер, ауыз бекітіп жүріп, жоғарыдағы үш себептен тыс, еш себепсіз ораза бұзылса, онда бір күн қазаны 60 күнмен өтейді. Не 30 адамға тамақ береді. Оны кафарат деп атайды. Ал, кафаратты білмей, аузын ашып жіберсе, онда бір күнге бір күнмен өтейді. Қыркүйек айының 8-іне Шәуіл айы бітеді. Осы Шәуіл айында қазаны өтеп болып, 6 күндік Нәпіл оразаны ұстаса, онда алдыңғы отыз күн оразамен бірігіп 9 ай ораза ұстағанмен тең болады.\nСұрақ: \n– Көше бойын көріктендіру барысында жол бойындағы ескерткіш қоршауларды алып тастап жатқан көрінеді. Бұл исламда қаншалықты құпталатын іс?\nЖауап: \n– Жолдың бойында адамның өз сүйегі жатпағаннан кейін белгілерді алып тастау қажет. Біріншіден, Ислам дінінде, адамның сүйегі жерленген жерге ғана белгі қойылу керек. Оның өзі сол адамның аты-жөні жазылып, кім екенін білу үшін қойылады. Одан басқа оның қоғамдағы салмағы, беделі және тағы басқа нәрселерінің хабаршысы болып саналмайды. Екіншіден, мысалы жол бойында біреулер жол көлік апатына ұшырады. Біреу сол жерде жан тапсырады. Апат болған жерге белгі орнатады. Туған-туысқандары келіп тұрады, әруағы сол жерге келеді деген түсінікпен. Оның барлығы шариғатқа жат нәрсе. Ешқандай негіз жоқ. Адам о дүниелік болды. Алла Тағала қалауымен оның жанын алды. Одан кейін оны апарып жерледі ма, белгі сол бір-ақ жерге ғана қойылады. Басқа еш жерге қойылмайды. Адам өлгеннен кейін, сүйегінің жатқан орнын көрсететін бір ғана белгі болуы керек. Жол бойына қойылғандарды алып тастау ісін өз басым қоштаймын. Егемендік алғалы бері осы үрдіс күннен күнге белең алып, қазір қарап тұрсаңыз жолдың жанына орнатылған белгілер қаптап кетті. Мұның бәрін реттеп, тәртіпке түсірген жөн. Шариғат үкімінде айтылғандай белгі тас тек сүйегі жерленген бейіт басына ғана қойылады.",
                "date": "6.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хрустальді адам бас сүйегі қайдан келген?",
        "question_content": "Хрустальді адам бас сүйегі қайдан келген? Қайдан табылған? Кімдер неліктен оларды жасаған?  Құиясы неде ? (ғалымдар таба алмай жатыр олардың толық жауабын)",
        "question_date": "6.07.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 456,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазбаланған кристалл бас сүйектерінің құпиясы (рок хрустальынан) ғылымның әр түрлі саласының мамандары бұрыннан шешуге тырысып келеді. Олар қайдан пайда болды? Оларды кім құрды? Олар не үшін және кімге қызмет етті?\n  Жалпы, 13 хрустальді бас сүйек белгілі, кейбір мәліметтер бойынша тіпті 21-і мұражайлар мен жеке коллекцияларда сақталған. Бұл адамның бас сүйектерінің дәл көшірмелері және кварцтан жасалған маскалар портреттері. Олар Орталық Америкада және Тибетте табылды. Бұл таңғажайып нысандардың барлығы ежелгі уақытта жасалған, бірақ оларды орындау шеберлігі қазіргі адамзаттың ата-бабалары білетін техникалық білімнің жоғары деңгейінің дәлелі.\nТолығырақ: https://lestorg32.ru/kk/truby-i-kommunikacii/samye-strannye-zagadki-mira-velikie-mirovye-zagadki/",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынша аталған дүкендерге неліктен халық қызығады?",
        "question_content": "Ағылшынша аталған дүкендерге, шаштараздарға, фирмаларға, бизнес-сауда орталықтарына неліктен тұтынушы халық жоғары қызығушылықпен  қарайды?  Ағылшынша аталған нысандарға көбірек кіреді, сол жерден керегін сатып алғысы келіп тұрады қымбат болса да. Ағылшынша атаудың қандай құдіреті бар? Қызық. Мысалы:  RAMSTOR / SULPAK/ KALISSIMUC/  MEGA /  VEGAS/ RIXOS/ IDEA / EVRIKA солай кете береді, осындай атауларға қызығады. Ал қазақша жазса басқаша көзқарас...",
        "question_date": "6.07.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызмет көрсетуі ұнайтын шығар.Орталықта болғандықтан және халық көп шоғырланғандықтан барадығо.Және қазақша атаулары бар  мұндай үлкен сауда орталықтары аз сияқты. Қазақстанда.Негізі әр адам жағдайы жеткенше қарайдығо.Көбіне бұл сауда орталықтарында тауарлар қымбат.",
                "date": "6.07.2016",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша бұл қате пікір 2021 жылы.",
                "date": "28.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен қазақтар өз сауда дүкендеріне, фирмаларына ағылшынша атау қойғылары келеді?",
        "question_content": "Неліктен біздің қазақтар өз сауда дүкендеріне, фирмаларына ағылшынша атау қойғылары келеді?   Заңға қайшы келсе де, оны алдырып тастайтынын білсе де Латын әрпімен Шетелшелеп жазып жатады қыруар ақша жұмсап, себебі неде?",
        "question_date": "6.07.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шоферларға арналған психологиялық тест керек. Қандай сайт бар?",
        "question_content": "Шоферларға арналған психологиялық тест керек. Қандай сайт бар?",
        "question_date": "6.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Лос-Тайос жер асты лабиринті туралы не білесіздер?",
        "question_content": "Лос-Тайос жер асты лабиринті туралы не білесіздер?  Бұл жер асты лабиринті жат жерлік цивилизацияның темір кітапханасы . Олар кімдер болуы мүмкін? Қызық ! ( Діни кітаптарда бұлар туралы жазылмаған).",
        "question_date": "5.07.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1976 жылы бірлескен Англо-Эквадор экспедициясы Лос-Тайос аймағында, Перу мен Эквадор шекарасындағы жер асты туннельдерінің бірінде зерттеу жүргізді. Бұл жерде жер асты бөлмелерінің бірінде биіктігі екі метрден асатын орындықтар қоршалған, белгісіз материалдардан жасалған үстел тұрды. Тағы бір бөлме кітапхана болатын және ортасында тар өткелі бар ұзын зал болды. Оның қабырғаларында ежелгі кітаптардың сөрелері жүрді - әрқайсысы шамамен 400 беттен тұратын қалың бұтақтар болды. Бұл кітаптардың парақтары таза алтыннан жасалған және белгісіз шрифтпен толтырылған.\n1997 жылдан бастап Космопоиск экспедициясы Еділ аймағындағы әйгілі Медведецкий жотасын мұқият зерттеді. Зерттеушілер ондаған шақырымға созылатын туннельдердің кең желісін тауып, картаға түсірді. Туннельдерде дөңгелек қимасы бар, кейде сопақша, диаметрі 7-ден 20 м-ге дейін, бүкіл ені бойынша тұрақты ені мен бағытын сақтай алады. Туннельдер жер бетінен 6-30 метр тереңдікте орналасқан. Медведицкая жотасындағы төбеге жақындағанда, туннельдердің диаметрі 20 метрден 35 метрге дейін артады, содан кейін 80 метрге жетеді және қазірдің өзінде төбенің диаметрі 120 метрге жетіп, тау астында үлкен залға айналады. Бұл жерден жеті метрлік үш туннель әр түрлі жағынан шығады. Медведицка жотасы - бұл әртүрлі аймақтардағы туннельдер түйісетін түйіспе жер. Зерттеушілер бұл жерден сіз Кавказ бен Қырымға ғана емес, сонымен бірге Ресейдің солтүстік аймақтарына, Новая Земляға және одан әрі Солтүстік Америка континентіне жетуге болады деп болжайды.\nҚырым сақшылары Ай-Петри массивінің астында Алупка мен Симеиздің суреттеріне ілулі тұрған үлкен қуысты тапты. Сонымен қатар, Қырым мен Кавказды байланыстыратын туннельдер табылды. Кавказ аймағының уфологтары экспедициялардың бірінде Уваров жотасының астында, Арус тауының маңында тоннельдер бар екенін, олардың біреуі Қырым түбегіне апаратындығын, ал екіншісі Краснодар, Ейск, Ростов-на-Дону қалалары арқылы Еділге дейін созылатындығын анықтады.\nКавказда Геленджикке жақын шатқалда тік білік ұзақ уақыттан бері белгілі - ол жебе тәрізді, диаметрі шамамен бір жарым метр, тереңдігі 6-дан 100 м-ге дейін.Оның ерекшелігі тегіс, қабыршақтанған қабырға тәрізді. Шахта қабырғаларының бетін зерттеген ғалымдар қалыңдығы 1-1,5 мм қалың қабатты құрайтын жартаста бір мезгілде жылу және механикалық әсерлер пайда болды деген қорытындыға келді. Заманауи технологияның көмегімен мұндай нәрсені жасау мүмкін емес. Сонымен қатар, шахтада қарқынды радиациялық фон байқалды. Бұл көлденең туннельден осы аймақтан Еділ бойына Медведецкаға баратын тік магистральдардың бірі болуы мүмкін.\nТолығырақ: https://lestorg32.ru/kk/inzhenernye-sistemy/podzemnye-civilizacii-v-nedrah-zemli-podzemnye-civilizacii--/",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жемқорлықты жойған елдер не жеп, не ішеді екен?!",
        "question_content": "Көбіне миыма симайтын дүние, бізде жемқорлықпен күресу керемет идея сияқты. Қолымызға шамды алып қоғамдағы - жемқорларды, пара сұрайтындарды, беретіндерді, сыбайластық құрғандарды құрықтап, соларды ұстауға сілтегендерді марапаттап жатамыз. Қызығы осы жерде, бізге жемқорлықпен айналысқан ұнайтын болғаны ма, жемқорларға да, соларды ұстайтындарды да?!\n\nАл, негізгі нәрсе жемқорлықты болдырмау, ондай әрекет-ниеттерді оятпау, заңсыз әрекеттің қатерінен гөрі заңның үстемдігін мойындау, жауапкершілігі тағдырыңды бұзатындығын түсіну сияқты ұғымдар қашан орнайды?! Олармен кім айналысады, қандай идеологиялық бағыт-бағдар бар?\n\nБізде барлық экономикалық реформалық бастамалар жүруде, бірақ бірде-бір бюджетті түгімен жүйелі асауды жоққа шығаратын, мемлекет пен қоғамның алдындағы жауапкершілікті күшейтетін нақты саясатты айқындайтын әрекет жоқ. Қай сала болмасын, жемқорлықтың ізі бар.\n\nКешегі Кеңес үкіметінде экономикалық қылмыстың салдарынан түрмеге қамалғандардың саны бірінші орында болды, дегенмен сәйкесінше баладан бастап еңкейген қарияға дейін тиісті идеологиялық бағыттағы жүйе жүрді. Бәлкім, капитализмнің дерті осы жемқорлықтың болуы заңдылық десек те, Исландия, Норвегия, Дания, Сингапур, Германия, Араб елдері сияқты нарықтық талаптағы мемлекеттерде жемқорлық жүйесі әлсіз не тіптен жоқ. Сонда сондай жәннатты орнатып отырған сол жақтағылар - не жеп, не ішіп отыр екен деймін да?!\n\nОсыдан шығатын түйін - елімізде бәрін шетінен қылмыскер қылып тәрбиелеуден гөрі, қылмескер емес қылып тәрбиелеу қайырлырақ шығар, ол үшін механизмдер керек. Ол енді басқа әңгіме...",
        "question_date": "5.07.2016",
        "question_tag": "Қоғам",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айтып отырғандарыңыз өте ойланарлық жайт. Негізі бізге көрші Қытай елі мен Оңтүстік Кореяның системасын пайдалану керек.",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "https://www.youtube.com/watch?v=RsIyrck3nFg 0:20 қандай музыка?",
        "question_content": "0:20  қандай музыка?",
        "question_date": "5.07.2016",
        "question_tag": "Ән іздеу",
        "question_views": 523,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "SELFIE The Chainsmokers",
                "date": "6.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі заманғы,жаңадан шыққан,көңілді шетелдік музыкаларды білесіз бе?",
        "question_content": "Қазіргі заманғы,жаңадан шыққан,көңілді шетелдік музыкаларды білесіз бе?Қазақшалардың көбін тыңдағам.Көңілді музыкалар жіберіңіздерші",
        "question_date": "5.07.2016",
        "question_tag": "Өнер",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Jamala Джамала - 1944 Eurovision 2016 Ukraine",
                "date": "8.07.2016",
                "upvotes": 1
            },
            {
                "text": "Техно музыка 2016  Барлық музыкалар осында, жүктей бер!   Ссылка:  http://mixpromo.net/search/techno",
                "date": "8.07.2016",
                "upvotes": 1
            },
            {
                "text": "Alan Walker Faded Anna Naklab & Younotus feat. Alle Farben - Supergirl Ed+Sheeran+-+Photograph+(Felix+Jaehn+Remix)",
                "date": "8.07.2016",
                "upvotes": 0
            },
            {
                "text": "Лучшая музыка тебе в уши 2016... - №8 (5:16)",
                "date": "8.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Болашақ\" стипендиясының үміткері қандай талаптарға сай болуы керек?",
        "question_content": "\"Болашақ\" стипендиясының осы жылғы үміткері қандай талаптарға сай болуы керек? Ағылшын тілін менгеруіне талап қандай?",
        "question_date": "5.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 368,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл қаулы 2016 жылғы 4 қазанда «Егемен Қазақстан» және «Казахстанская правда» газеттерінде жарияланып, алғаш рет ресми жарияланған күннен бастап қолданысқа енгізіледі.\n\nЕкі жыл жұмыс өтілі жоқ үміткерлер, «өз бетінше түскендер» санаты бойынша конкурсқа қатысу үшін құжаттар тапсыруға құқылы.\n\nСонымен қатар осы қаулыда үміткерлердің барлық санаттары бойынша «Болашақ» стипендиясы шеңберінде шетелде академиялық оқу немесе тағылымдамадан өту қорытындысы бойынша одан әрі үзіліссіз үш немесе бес жыл:\n\n-          өз бетімен түскендер үшін - Қазақстан Республикасының ұйымдарында не жарғылық капиталдағы қатысу үлесі Қазақстан Республикасына не ұлттық компанияларға тиесілі Қазақстан Республикасынан тыс жерлерде орналасқан ұйымдарда;\n\n-          ғылыми-педагог қызметкерлер, инженерлік-техникалық қызметкерлер, тағылымдамаға үміткерлер, мәдениет қызметкерлері, шығармашылық қызметкерлер, бұқаралық ақпарат құралдары редакциясының қызметкерлері үшін - саланың басқа ұйымдарында не жіберетін ұйымның негізгі қызметіне ұқсас қызметті жүзеге асыратын ұйымдарда;\n\n-          мемлекеттік қызметшілер үшін - Республикалық комиссияның шешімі бойынша, бос жұмыс орындары болған жағдайда - Қазақстан Республикасының ұйымдарында, сондай-ақ акциялары немесе жарғылық капиталдағы қатысу үлесі Қазақстан Республикасына не ұлттық компанияларға тиесілі Қазақстан Республикасынан тыс жерлердегі ұйымдарда жұмыс істеу мүмкіндігі кеңейтілді.",
                "date": "11.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зейнеткер жасына жеткен соң зейнетақыдағы ақшаны алуға болады екен...",
        "question_content": "Жасым 54-те, 63 жасқа толмай зейнетақыдағы ақшамды ала аламынба? Ал егер ала алмасам 63 жасқа толғанда сол ақша қалай және қанша мөлшерде беріледі?",
        "question_date": "5.07.2016",
        "question_tag": "Банк",
        "question_views": 415,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зейнеткерлікке асықпаңыз.  Егер сіздің зейнеткерлік фондыңызда 3 миллион теңге ақша жиналған болса зейнетақыңыз жоғары болады, егер 3 миллионға жетпесе  өте төмен мөлшерде шығады зейнетақы.  Ал 5 миллионға жеткізсеңіз өте жоғары зейнетақымен шығасыз. Көп коммерсант адамдар ақшаларын өзінің зейнетақы қорына салып жатады ғой кейінгі алып тұратын зейнетақы көп болсын деп. Бірақ жай кедей адамдар ондай ақша салып толтырамайды, қартайғанда да қиын өмір сүреді.  Ал байлар толтыра  алады бай адамдарға рахат қартайғанда да  зейнет ақыны көп алатын болады.",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыстық ұя телеxикаясын қайдан сатып алуға болады?",
        "question_content": "Ыстық ұя телеxикаясын қайдан сатып алуға болады? CD дискі болса",
        "question_date": "5.07.2016",
        "question_tag": "Телесериалдар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сатып алып не істейсіз. Менде бар.",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "мына жерде бар.Бірақ қазақша емес.",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "мынандай сериялары ютубта бар Full house деп іздесеңіз.Бірақ қазақша емес.",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "Вк желісінде \"ONE Фансаб тобы\" деген дорамаларды қазақша аударатын топ бар. Сол жерден көре аласыз.",
                "date": "11.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзақ ұйықтаған сайын неліктен ұйқы қанбайды?",
        "question_content": "Ұзақ сағ 9-ға дейін ұйықтаған сайын неліктен ұйқы қанбайды? Күні бойы мазаң кетіп шаршап жүресің ұйқы қысып. Ал ерте сағ 7- де тұрсаң  шаршамай  жүресің.   Бұл қалай?",
        "question_date": "5.07.2016",
        "question_tag": "Денсаулық",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нервтік жүйеге байланыстығой. Ол кез келген адамда болады. Көп ұйықтаса ұйқы баса береді. Ұйқы безі де дұрыс істемей кетеді кейін егер көп ұйықтай берсе. Адам негізі ерте тұрған өте пайдалы. Дін жағы да бұны былай түсіндіреді. Көп ұйықтағанды Шайтан жағалайды дейді. Ал ерте тұрсаң жұмысың бітеді ырыс пен бір ісің артық деген сол.",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "Көп ұйқы, жата берушілік адамды әлсіз қылдырады. Пышақтың жүзін қайрамасаң, өтпей қалады ғой, сол сияқты.",
                "date": "18.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диплом алған соң жұмыс істемесең диплом \"күйіп\" кетеді ма?",
        "question_content": "Менде ЖОО дипломы бар. Мамандық бойынша 3 жыл жұмыс істемесем не болады?",
        "question_date": "4.07.2016",
        "question_tag": "Университет, колледж",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3 жыл жұмыс істемесең диплом күймейді,  өзің көп біліміңді ұмытып, оқымаған қараңғы адам сияқты боп қаласың,  сосын қолың да жұмысқа бармай қалады, жұмысты түсінбей қиыналасың.   Темірді қызып тұрғанда соқ дейді,  сондықтан диплом ала салып жұмысқа орналасқан дұрыс, жұмыс та өте оңай болады.",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Компьютердің жылдамдығын арттырудың ең тиімді тәсілі ?",
        "question_content": "Жаңа процессор - І 7 Компьютердің  жылдамдығын қалай артырамыз? Ең тиімді тәсілі керек !  Жалпы компьютер жеңілдеп жылдам істейтін болып қалу керек.",
        "question_date": "4.07.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 585,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оперативный памятты көбейту керек",
                "date": "4.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денсаулық туралы. Мен қаржы мәселесі бойынша больницаға баралмай отырмын?",
        "question_content": "Мен қаржы мәселесі бойынша больницаға баралмай отырмын. Жеке меншікке жіберді, себебі бізде олар жоқ дейді. Маған кардиолг, неврапатолг т.б қаралу керекпін зобқа тапсырып ем зобым жоқ екен. Ттг жогарылау дейди,менин ауруым тунде жатарда журегим катты кысылады жане уйыктап жатып каным уйып колдарым жансызданады,ол неден болуы мумкин кимде осындай жагдай болды,билсениздер айтастарма отинем.",
        "question_date": "4.07.2016",
        "question_tag": "Денсаулық",
        "question_views": 500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі кез келген жеке меншік ауруханаға тегін қаралуға құқыңыз бар өзіңіздің тұрғылықты ауруханаңыздың атынан. Сұрастырып біліп көріңіз. Осыдан 3-4 жыл бұрын сондай заң шыққан.",
                "date": "4.07.2016",
                "upvotes": 0
            },
            {
                "text": "Интернетке кіріп Портал арқылы тіркеліп көрдіңіз ба? Портал арқылы тегін емделесіз, кезегіңіз келген кезде.  Қазірше қолдан келер бар мүмкіндікті пайдаланып көріңіз, таза ауада серуендеңіз, қан жүру жаттығуларын жасаңыз, қатты ашуланбаңыз. Тезірек айығып кетуіңізді тілейміз.",
                "date": "4.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "CANON 3 в одном көшірме жасағанда қағазы мыжылып шығады?",
        "question_content": "CANON  3 в одном көшірме жасағанда қағазы  мыжылып шығады. Ол неден болады?  Себебі неде?",
        "question_date": "4.07.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 323,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оразада бас жууга болама?",
        "question_content": "Оразада бас жууга болама?",
        "question_date": "4.07.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 10500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауап берсендерши, сжга адам кирмейтин балганба не?",
                "date": "4.07.2016",
                "upvotes": 0
            },
            {
                "text": "Болады.Ораза да таза жүру керек",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "Негізі менің білуімше бас жууға болмайды. Себебі су денеге бәрібір сіңеді емеспе? Тек кешке ауыз ашқанда жууға рұқсат болу керек.",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Samsung grand 19082 cмартфонының жаңасы қанша теңге?",
        "question_content": "Самсунг гранд гт 19082 смартфонының жанасы қанша тг ал ұсталғанын қаншаға бағалайсыздар?\nТип коммуникатор\nСтандарт GSM 850/900/1800/1900; WCDMA\nОперационная система Android\nВерсия 4.1\nКоличество ядер 2\nЧастота 1200 МГц\nОперативная память 1024 МБ\nФлэш-память 8192 МБ\nКорпус\nТип классический\nЭкран\nТехнология TFT\nДиагональ 5 \"\nРазрешение 800 x 480\nЦветопередача 16 млн. цветов\nЦифровая камера\nФотокамера 8 млн. пикс.\nРазрешение видеозаписи 1920 x 1080\nКамера для видео телефонии 2 млн. пикс.\nПитание\nТип аккумулятор\nТехнология ионно-литиевая (Li-Ion)\nЕмкость 2100 мАч\nГабариты и вес\nШирина 77 мм\nВысота 143.5 мм\nГлубина 9.6 мм\nВес 162 гр.",
        "question_date": "4.07.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 418,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.sulpak.kz/g/smartfon_samsung_galaxy_grand_gt_i9082_metallic_blue#descriptionTab\n\nСулпакта 19,990 теңге деп тұр бағасы......",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "Биринши суреттеги телефон галаски s\nкезинде 30 мын турган, ески телефон ол уже\nгранда та 70мын болган",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның электрондық БАҚтары?",
        "question_content": "Қазақстанның электрондық БАҚтары:деңгейi және тақырыптары?",
        "question_date": "3.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЭЛЕКТРОНДЫҚ БАҚ\n\nҚазақстанда 252 электронды бұқаралық ақпараттық құралы тіркелген:146 телерадиокомпания (88-телекомпания және 58- радиокомпания), 98 кабельді оператор.\n\n11 телекомпания және 6 радиостанция республикалық мәртебеге ие («Қазақстан» РТРК» АҚ, «Хабар» Агенттігі» АҚ, «КТК» АҚ, «НТК» ЖШС, «Рахат-ТВ» ЖШС, «Астана қ.телевидениесі» ЖШС, «31 канал»ТРК ЖШС, «Эра»Телерадиокомпаниясы» ЖШС, «Қазақстан Европа плюс» ЖШС, «Азия-орыс радиосы» ЖШС және «NS радио» ЖШС және т.б.).\n\nРеспублика аумағында қызмет көрсету деңгейі мен сапасы жоғары, ақылы, көпбағдарламалы телевизия қызметтерін ұсынушы, эфирлік-кабельді телевизия желілерінің 98 операторы жұмыс істейді. Олардың жұмыс істеу аясы жергілікті сипатта болып келеді. Бұл жағдайда, топтамалардағы телевизиялық бағдарламалар саны 20-дан 119-ға дейін ауытқиды. Бұл секторда «Алма-ТВ», «DIGITAL TV», «ID TV» және «ICON» сияқты бірнеше алпауыт операторлар жұмыс істейді.\n\nКабельді және эфирлік-кабельді телевизиялардың ішкі құрылымы Алматы, Астана, Қарағанды, Қостанай, Өскемен, Павлодар секілді ірі қалаларда қарқынды дами бастады.\n\nОсы уақытқа дейін, уәкілетті органда 222 шетелдік теле-,радиоарна тіркелген: ресейлік – 151, ағылшындық – 20, француздық – 14, американдық – 11, түрікше – 7, украиналық – 4, басқалары – 15 (Нидерланды, Корея, Гонконг, Шешен Республикасы, Дағыстан Республикасы, Беларусь, Эстония, Кипр, Швейцария, Германия).\n\n60 шетелдік телеарна орыс тілімен қатар ағылшын тілінде хабар таратады, 23 телеарна – ағылшын тілінде, 4 телеарна – француз, 4 телеарна – түрік, және басқа тілдерде хабар таратады",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның электрондық БАҚтары, деңгейi және тақырыптары",
        "question_content": "Қазақстанның электрондық БАҚтары:деңгейi және тақырыптары?",
        "question_date": "3.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 419,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "ЭЛЕКТРОНДЫҚ БАҚ\n\nҚазақстанда 252 электронды бұқаралық ақпараттық құралы тіркелген:146 телерадиокомпания (88-телекомпания және 58- радиокомпания), 98 кабельді оператор.\n\n11 телекомпания және 6 радиостанция республикалық мәртебеге ие («Қазақстан» РТРК» АҚ, «Хабар» Агенттігі» АҚ, «КТК» АҚ, «НТК» ЖШС, «Рахат-ТВ» ЖШС, «Астана қ.телевидениесі» ЖШС, «31 канал»ТРК ЖШС, «Эра»Телерадиокомпаниясы» ЖШС, «Қазақстан Европа плюс» ЖШС, «Азия-орыс радиосы» ЖШС және «NS радио» ЖШС және т.б.).\n\nРеспублика аумағында қызмет көрсету деңгейі мен сапасы жоғары, ақылы, көпбағдарламалы телевизия қызметтерін ұсынушы, эфирлік-кабельді телевизия желілерінің 98 операторы жұмыс істейді. Олардың жұмыс істеу аясы жергілікті сипатта болып келеді. Бұл жағдайда, топтамалардағы телевизиялық бағдарламалар саны 20-дан 119-ға дейін ауытқиды. Бұл секторда «Алма-ТВ», «DIGITAL TV», «ID TV» және «ICON» сияқты бірнеше алпауыт операторлар жұмыс істейді.\n\nКабельді және эфирлік-кабельді телевизиялардың ішкі құрылымы Алматы, Астана, Қарағанды, Қостанай, Өскемен, Павлодар секілді ірі қалаларда қарқынды дами бастады.\n\nОсы уақытқа дейін, уәкілетті органда 222 шетелдік теле-,радиоарна тіркелген: ресейлік – 151, ағылшындық – 20, француздық – 14, американдық – 11, түрікше – 7, украиналық – 4, басқалары – 15 (Нидерланды, Корея, Гонконг, Шешен Республикасы, Дағыстан Республикасы, Беларусь, Эстония, Кипр, Швейцария, Германия).\n\n60 шетелдік телеарна орыс тілімен қатар ағылшын тілінде хабар таратады, 23 телеарна – ағылшын тілінде, 4 телеарна – француз, 4 телеарна – түрік, және басқа тілдерде хабар таратады",
                "date": "12.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қоғаммен байланыстың жарнамадан айырмашылық",
        "question_content": "Қоғаммен байланыстың жарнамадан айырмашылығы неде?",
        "question_date": "3.07.2016",
        "question_tag": "Қоғам",
        "question_views": 738,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоғаммен байланыс орнату қашаннан журналистердің кәсібінің бір қыры. 1960-шы жылдардан бері дамыған елдерде бұл мамандықты ЖОО-да дайындап, мемлекеттік және тәуелсіз мекемелердің барлығына PR қызметін кеңінен пайдалануда. PR мекеменің барлық қатнастарын (қоғамның, әкімшілік, қаржылық) зерттеп, талдап, реттеп отырады.\n\nҚоғаммен байланыс және жарнама маркетингтік (коммуникацияның) байланыстың бір бірін толықтыра түсетін және өзара сынау арқылы байланысатын И. Рожков айсберг тәріздес схемамен көрсеткен. Байланыс — мақсаты жарнама — форма мен тауар бейнесін жасау. «Сейц проушн» сатып алуға жол ашу. Директ-маркетинг – тұтынушы мен өндіруші арасындағы екі жақты ұзақ байланыс орнату.\n\nPR — қазіргі заманғы бизнестің ең басты бөлігі болып саналады. Европаның өзінде жетекші PR агенттіктерінің бір жылғы кірісі жүздеген млн. долларды құраған.\n\nҚоғаммен байланыс АҚШ-та, Батыс Еуропа елдерінде тұрақты жұмыс үрдісі болып саналады. Қытайда, мысалы қоғаммен байланыс курсы жүзден аса университеттің оқу бағдарламасына енген. Бұл дамыған елдердегі PR мамандығын дайындау әлдеқайда ертерек қолға алынған.\n\nКүнде миллиондаған газет-журналдар оқырман қолдарына келіп түседі. Бүгінгі күнде жүздеген радиостанциялардың толқындарда еліміз бен шетелдік жаңалықтарды тыңдарманға жеткізеді. Мыңдаған телемұнаралар, ондаған ғарыштық спутниктер бізді әлемнің түрлі елдеріндегі оқиғалардың куәгері болғызады.\n\nБаспасөз, радио мен телеарна мәнін қазіргі уақытта асыра бағалай алмаймыз. Өйткені олар әсерлесудің ірі құралына айналып кетті.\n\nРR-дың негізігі бағыттарының бірі –БАҚ. Ал БАҚ өз ішінен жеке-жеке тармақтарға бөлінеді. Адамның бүкіл өмірі БАҚ-пен өте тығыз байланыста.\n\nХХІ ғасыр – ақпарат ғасыры. Ол адамды толықтай ақпаратқа, жаңалықтарға “орап” кетіп, адамды өзіне тәуелді етті. Егер бұрын әлеуметтік-саяи өмірде кейбір жайлар белгісіз немесе толық шығарылмаған болса, қазіргі уақытта қоғам түрлі-түрлі ақпартты кез келген жерден алу мүмкіндігі бар.\n\nСоңғы он жылда көптеген дамыған елдерде қоғамдық қатынастар мақсаттарының жүзеге асуына үлкен әсер етті. Имидж, репутация, іскерлік қатынастар және қоғамдық пікір өнеркәсіптердің түсініктері қоғамдық қатынастың негізгі құрылымына айналды. Егер де қазіргі ұйымдар өмірінде қоғамдық пікір маңызды рөл атқарса, онда бұқарамен өзара байланыс үрдісін тек мемлекеттік деңгейде ғана емес, сонымен қатар жеке шаруашылық субъекті ретінде басқарады.\n\nБұқарамен байланысты төрт түрлі жолмен түсіндіруге болады.\n\nБіріншіден, атақты бұқарамен байланыс маманы С.Блэкпен, қоғамдық қатынастар институтымен (Ұлыбритания) және Уэбстердің түсіндірмен сөздігімен трактатталады. Сонымен С.Блэк РR-ды өзара түсіністік әсерінен гармонияға жету өнері деп айтады. Уэбстердің түсіндірме сөздігі – ақпараттандыратын материалдарды тарату, ақпарттар алмасуы және қоғамдық редакцияны бағалау әсерімен тұлға, ұйым, топ адамдары немесе бүкіл қоғаммен өзара түсіністік және тілдестік қатынастарды орнатуға көмектесу. Бұқаралық қатынастар институты (РR) – ұйым мен қоғам арасындағы түсіністік және сыйластық қатынастарды орнату және қалыптастыруға бағытталып жоспарланған.\n\nЕкіншіден, мұнда қоғамның мүдделері ұйым мүдделерімен сай келгенде ғана ескеріледі. Бұл жағдайда ұйым мақсаттарының жүзеге асырылуы тек барлық жақтардың мүдделері ескерілсе ғана мүмкін. Бұл бағытты ХХ ғасырдың бірінші жартысында Э.Бернейз ұсынған болатын. Ол: “PR – бұл қоғамды өзінің әдіс-амалын немесе әрекеттерін өзгерту үшін көндіруге, сонымен қатар қоғамның мүдделеріне сәйкес ұйым әрекетінің үйлесушілігіне және керісінше бағытталған”,- деп тұжырымдайды. Бұл бағыт басқаларға қарағанда ең тиімді болып келеді. Өйткені әрбір ұйым белгілі бір мақсаттарды жүзеге асыру үшін құрылады және бұл мақсаттардың нәтижелі жүзеге асырылуына көбінесе РR әсер етеді. Коммерциялық өнеркәсіп үшін  РR өнімдердің өтімділігін жоғарылауын, тұтынушылармен өзара пайдалы қатынастардың реттеуін негізге алады. Ал коммерциялық емес ұйымдар үшін РR қызметі мақсаттарға жету үшін ғана емес, сонымен қатар әрі қарай тіршілік етуіне бағытталған.\n\nҮшіншіден, бұқарамен қатынасты коммуникациялық менеджменттің синонимі ретінде қарастырады. Менеджментте коммуникация астарында екі немесе одан да көп субъекттер арасындағы ақпарат алмасу үрдісі кіреді. Қоғаммен өзара табысты байланыс орнату үшін ұйым белгілі бір әрекеттер жасауы қажет.\n\nТөртіншіден, әлем тәжірибесінде таралған РR түсінігі маркетинг кешенінің бір бөлігі. РR маркетингтің құралы ретінде, бір негізгі топ пен тұтынушылар арасында өзара әрекеттесуге бағыттайды. Маркетинг пен бұқарамен байланыс бірігіп, мақсаттардың орындалуын жүзеге асырады.",
                "date": "7.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кешенді тестке шпорды қалай алып кіруге болады??",
        "question_content": "мен биыл кешенді тестке кіргелі отырмын шпорды калай пайдалануга болады жане сотканы калай алып кіруге болады",
        "question_date": "3.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ютубқа жазып,іздеп көріңіз.Толып жатыр шпор туралы.",
                "date": "3.07.2016",
                "upvotes": 0
            },
            {
                "text": "Ең дұрысы  мидың ішіне информацияларды толтырып алып кірген дұрыс, оны ешкім тартып алып қоя алмайды.  Басыңдағы флешканы істету керек, ол не үшін тұр?   Ол флешка дұрыс жұмыс істемесе, ертең ел басқарып қалсаң бәріміз құрдымға кетіп қаламыз ғой, соны ойладың ба?",
                "date": "3.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күлкілі анекдоттар білесіз бе?",
        "question_content": "Күлкілі анекдоттар айта отырыңыздар.Жаңадан шыққан,қызықты",
        "question_date": "3.07.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қырғызстан президенті  А.Ақаев қашып барып бір үңгірді паналап отыр екен.\n\nБір күні екінші президенті  Бакиев те қашып барып, сол үгірге барады. Шыдай алмаған Бакиев бір күні Асекеңе айтыпты :\n\n-Асеке сіз қалай мұнда шыдап жүрсіз, өте қиын екен күн көрісіңіз, киімдер жуылмапты, тамақ пісіретін адам жоқ, кір-кір болып жүнжіп өлетін болыпсыз, мен мұнда шыдай алмаспын дейді.  \n\nСонда Асекең былай депті :\n\n- Қорықпа жақын арада Роза Отынбаева да қашып кеп қалады, сол кезде кіріміз де жуылып, тамақ та дайындалып, жағдаймыз жақсарып, үңгірімізге береке кіреді депті.",
                "date": "3.07.2016",
                "upvotes": 1
            },
            {
                "text": "Бір күні бір отбасы көлік сатып алады сосын әкесі баласынан:\n\n-Балам, көлікке қандай ат қоямыз? -дейді\n\n-Әке (үшүкіреді) әпшу! -дейді\n\n-Жәрәйді әпшу деп қоямыз\n\nБір күні гараж сатып алады да баласынан:\n\n-Балам, гараждың атын қалай қоямыз?\n\nБаласы:\n\n-Мама трусиым қайда?-деді\n\n-Жәрәйді\n\nКелесі күні гараж ашық көлік жоқ екен Әкесі ашуда полицияға звандап:\n\n-Ало полиция, Трусидағы әпшуім жоқ!-дейді",
                "date": "20.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай ұялы телефон жақсы?",
        "question_content": "Ұялы телефон (сотка) алайын деп едім.Қазір қандай жақсы телефондар жақсы және бағасы қандай?",
        "question_date": "2.07.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 19700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айфон жақсы бағасы сол маркісіне және сатушыларға байланысты .",
                "date": "2.07.2016",
                "upvotes": 0
            },
            {
                "text": "Сәлем. Орташа бағада жақсы телефондар LG K сериясы K8 немесе K10 17 шілдеге дейін Технодомда акциямен сатылып жатыр.",
                "date": "3.07.2016",
                "upvotes": 0
            },
            {
                "text": "Ең жиі қойылмаса да қойылатын сұрақ. Негізі сотканың түрі өте көп оны білесіз. Айфон ол жақсы шығар бірақ өз кемшіліктері бар. Әр сотканың өз кемшіліктері бар. Айфон тек функциясы жеңіл болмаса камера самсунтен қалып қалады. Самсунгте 16-17мегапикске дейін барады. Яғни сапалы. Қандай сотка ласаңыз да қалтадағы ақша біледі. Егер ақша болса Самсунг алған жақсы. Кейінгі нұсқаларын.",
                "date": "5.07.2016",
                "upvotes": 0
            },
            {
                "text": "Сіз үшін қандай параметрлер ең маңызды: операциялық жүйесі,бағасы,камерасы,жады,корпусы,экраны т.б. туралы нақтырақ жазып кетіңіз әуелі.",
                "date": "7.07.2016",
                "upvotes": 0
            },
            {
                "text": "Калтаныз котерсе айфон алыныз\nжумыс истеуы, камерасы, жылдамдыгы жаксы\n\nнемесе андроидтардан\nSamsung / Meizu/ Xiomi",
                "date": "7.07.2016",
                "upvotes": 0
            },
            {
                "text": "Sony алыңыз ) .",
                "date": "8.07.2016",
                "upvotes": 0
            },
            {
                "text": "Айфонның жақсысын, кемшілігін бәріміз білеміз.Ал samsung қа келсек galaxy S сериасынан басқа түрін ұзақ ұстауға келмейді.\nӘрине бұл екеуі де бағасы өте жоғары басқасына қарағанда. Екеуі жарысамыз деп барған сайын қалтамыз көтермей барады. Сол БРЕНТтеріне бола Басқа сериасы болсын олар тіпті қымбат. Мысалы бұзылған жағдайда қосалқы бөлшегі тіптен қымбат.\nКәзір қолжетімді бағада бұл телефоннан қалыспайтын телефондар көп, мысалы: xiaomi, huawei дың honor сериасы, meizu сияқты тағыда басқа. Asus тың планшеттері керемет, оларлың кей біреуінде компьютер қолданатын intel процестері бар. (өзім қолданып көрдім планшетін, 2015 жылдың басында алғанмын, экраны жақында сынды, әлі де істеп тұр, тек сәл баяу жұмыс жасайтыны болмаса, екі жыл емін-еркін қолдануға болады). Ал кәзір смартфондары шықты жақсы деп жатыр әрине. (смартфондары алғашында камерасы нашар болатын)\n\nТаңдау өзіңізде~ смартфондар барған сайын көбейіп келе жатыр. Бір алған смартфонды екі жыл ұстағанның өзі бақыт болдығой кәзір.",
                "date": "10.08.2018",
                "upvotes": 0
            },
            {
                "text": "iPhone-ның қандай түрлері жақсы? iPhone X тіңде әр түрі болады екен ғой. Мысалы iPhone X max. Ең жақсысы қайсысы.",
                "date": "20.03.2019",
                "upvotes": 0
            },
            {
                "text": "Хуавей Мэйт 20.\n.",
                "date": "21.03.2019",
                "upvotes": 0
            }
        ]
    }
]