[
    {
        "question_title": "Ауыз бекіту шарттарын түсінбедім?",
        "question_content": "Менің түсінбегенім ауыз бекіту үшін 5 күні түнде ұйықтап, сосын таңертең күн шықпай тұрып тамақ ішу керек пе? Әлде оның алдында тағы бірдемелер істеу керек пе?",
        "question_date": "3.06.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз бұл сұрақтың жауабын жоғарыдағы \"ораза 2016\" дегенге кірііңіз, мүмкін сонда түсінерсіз)! (мен электронды почтамды жазбағаным үшін кешірерсіз, жазсамда дұрыс емес деп тұр,ayakosh05@ mail.ru)",
                "date": "4.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілісіз 88 баллмен жалпы медицинаға оқуға түсе аламын ба грантқа?",
        "question_content": "ҰБТ-дан 108 балл жинадым. Орыс тілісіз 88 баллмен жалпы медицинаға оқуға түсе аламын ба грантқа?",
        "question_date": "3.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 445,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сен түсіп тұрсың!  орыс тілінсіз 77 бал алғандар медке түсіп оқып жатыр ғой.",
                "date": "3.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет қателіктері және браузер қателігі.",
        "question_content": "Менде TORCH браузері бар яндекс сайтынан жазып алатын программа т.б. нәрселер іздесем шығады табылған сайттың біреуіне кірсем майл.ру сайтына кіріп кете береді. Сол қателікті қалай кетіруге болады? Гоогл Хром программасы ашылмайды не істеуге болады?",
        "question_date": "3.06.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 570,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерге қара, браузердің  настройкасына кір да осылай реттеп қой, Расширениеге кір да майл рудағы птичканы өшіріп қоя сал !!!",
                "date": "3.06.2016",
                "upvotes": 0
            },
            {
                "text": "Гугл хромды удалить етіп қайта орната салсаңыз болды. проблема шешіледі",
                "date": "3.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сынып мемлекеттік емтихан кезінде мұғалімдер көмектеседі ма?",
        "question_content": "Сəлеметсіз бе! Арамызда мемлекеттік емтихан тапсырғандарыңыз бар ма? Қалай өтті? Естуімше, мұғалімдер көмектеседі дейді. Рас па? Математикадан емтиханнан қандай сұрақтар келді, қиын ба? Сізге дəл математикадан көмектескен жағдай болды ма? Жəне 2 алғандар болды ма? матемикадан 3 алсам, 10- шы сыныпқа қала аламын ба?",
        "question_date": "2.06.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көмектеседі, бірақ комекке сенбей дайындалып барғаның дұрыс.",
                "date": "5.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ара қашықтықтары 124 км болатын екі темір жол станциясынан бір уақытта екі поезд",
        "question_content": "Ара қашықтықтары 124 км болатын екі темір жол станциясынан бір уақытта екі поезд қарама-қарсы жолға шықты. 1 сағаттан кейін екі поездің ара қашықтығы 369 км болды. Бірінші поезд жылдамдығы екінші поезд жылдамдығымен 3:4 қатынасында болса, әр поездің жылдамдығын табындар.",
        "question_date": "2.06.2016",
        "question_tag": "Математика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "369-124=245\n\n4 пен 3 катынасы 7 ге тен сондыктан\n\n245/7=35\n\n35x4=140\n\n35x3=105\n\nжауабы:105км/саг 140км/саг",
                "date": "14.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі жұмысшы біргіп жұмысты. Әр жұмысшы тапсырманы неше күнде бітірер еді?",
        "question_content": "1. Екі трактор бірігіп жұмыс жасай отырып,4 күнде белгіленген жердің 2/3 бөлігін жырты.Егер біріншісі екіншісіне қарағанда сол жерді 5 күнге тез жыртатын болса, әр трактор жеке-жеке неше күнде жыртып бітірер еді?\n2. Екі жұмысшы біргіп жұмысты 12 күнде бітіреді.Егер біріншісі жеке жұмыс жасап жұмыстың таң жартысын орындағаннан кейін, қалғанын екіншісі істесе, онда жұмыс 25 күнде бітер еді. Әр жұмысшы тапсырманы неше күнде бітірер еді?\n\nЕртенге дейін керек, бірақ қалай шығаратымды білмеймін.",
        "question_date": "2.06.2016",
        "question_tag": "Математика",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биринши жумысшы 20 кунде\nЕкинши жумысшы 30 кунде битиреди\nМысалы; 2000^ кафель\n2000÷12=166,66666667\n\n1000÷10=100\n\n1000÷15=66,66666667\n\n100+66,66666667=166,66666667\n\n2000÷100=20\n\n2000÷66,66666667\n\nОсылай шыгады",
                "date": "17.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда Субмәдениет (қосалқы мәдениет) бар ма?",
        "question_content": "Субмәдениет (қосалқы мәдениет) дегеніміз - көпшіліктен ұстанымы мен мінез-құлқы бөлек қоғам мәдениетінің бір бөлігі мен осы мәдениетті ұстанатын  әлеуметтік топты білдіретін әлеуметтану, антропология, мәдениеттанудағы ұғым (термин). Субмәдениет қоғамда басымдық танытатын мәдениеттен өзіндік құндылық жүйесі, тілі, мінез-құлқы, киімі және тағы да басқа қырларымен ерекшеленуі мүмкін. Субмәдениеттер ұлттық, демографиялық, кәсіптік, географиялық және өзге де негіздерде болуы арқылы айырмашылықтарға ие. Көбіне, субмәдениеттер өзіндік диалектісімен тілдік нормадан ерекшеленетін этникалық қауымдар тарапынан құрылады. Мысалы, көпшілікке танымал жастар субмәдениетін атауға болады.",
        "question_date": "2.06.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сапарғали Бегалин деген кім?",
        "question_content": "Қазақ балалар әдебиетінің негізін салушылардың бірі Сапарғали Бегалин деген кім? Сапарғали Бегалин өмірбаянын жазу.",
        "question_date": "2.06.2016",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сапарғали Ысқақұлы Бегалин(1895 24 қарашада Шығыс Қазақстан облысы, Абай ауданы, Дегелең ауылы-1983) Қазақ балалар әдебиетінің негізін қалаушылардың бірі.\n\n1915 жылы Семей қаласындағы орыс-қырғыз (қазақ) училищесін бітірген. 1929 — 1935 жылдары Дегелең облыстық атқару комитетінің төрағасы,Қарқаралы уездік атқару комитетінің мүшесі. Бөлім меңгерушісінің орынбасары, аудандық халық судьясы болды. Қазақ егіншілік халық комиссариатында, Түркісіб басқармасына жауапты жұмыстар атқарды. 1935—1956 жылдары «Теміржолшы» газетінде, Қазақ КСР ғылым академиясының Тіл және әдебиет институтында (қазіргі Әдебиет және өнер институты), Қазақстан Жазушылар одағында қызмет етті.",
                "date": "10.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Назарбаев университетіндегі бизнес мектебіне тек магистратураға түсуге бола ма?",
        "question_content": "Тест тапсырғанда ағылшын және физ-мат, хим-био пәндерінен тапсырады, Сонда \"Бизнес\" мектебіне магистратуға түсушілерге арналған ба?",
        "question_date": "2.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Араларыңызда сол университетке түскендер бар ма?",
                "date": "2.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отбасы ассоциациясы туралы негатив сөздер керек. Мысалы, алкоголь, таяқ, қарыз,т.б.",
        "question_content": "Отбасы ассоциациясы яғни отбасы сөзін естігенде ойыңызға алғаш келетін негатив сөздерді жазсаңыздар! Диплом жұмысымның практика бөліміне қатты қажет. Қорғау арғы күні 04.06.2016",
        "question_date": "2.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сенімсіздік (яғни бір-біріне сенбеушілік), көзіне шөп салу (измена), нашақорлық, ұрпақ әкелу қабілеті жоқтық",
                "date": "2.06.2016",
                "upvotes": 0
            },
            {
                "text": "Мүгедек бала, ата ана, қарттар үйі, аз қамтылған отбасы, баспанасыз болу",
                "date": "2.06.2016",
                "upvotes": 0
            },
            {
                "text": "Ажырасу, жесір қалу, жалғызбасты ана мен әке",
                "date": "2.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Павлодар облысының шаруашылығының мамандануы?",
        "question_content": "Павлодар облысының шаруашылығының мамандануы. Және Павлодар облысының табиғат ресурстары. Осы сұрақтарға жауабын жазып беріңіздерші.",
        "question_date": "2.06.2016",
        "question_tag": "География",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Облыста ауыл шаруашылығына да көп мән беріледі. Өңірдің ауылшаруашылық алқаптарының ауданы 11,2 млн га құрайды. Облыста негізгі өндірілетін дақыл – бидай болып табылады, ол егіс алқаптарының жартысынан көбінде егіледі. Егіс алқаптарының 15-17%-ға жуығы басқа дәнді дақылдарға тиесілі. Бұдан басқа, облыста картоп, көкөніс және бақша дақылдары өсіріледі.[4]\nПавлодар облысы аумағында ауылшаруашылық өсімдік шаруашылығы мен мал шаруашылығымен тең дәрежеде байқалады. Облыстың өсімдік шаруашылығы —2 түрде, бұл дәнді дақылдар, азықтық дақылдар мен көкөністі, сонымен қатар картофель, күнбағыс, рапс және зығырды өсіру. Басым ауылшаруашылық дақылдар: жаздық бидай, күздік қара бидай, қарақұмық, тары, арпа, сұлы,майлы, картофель, көкөніс және бақша, азықтық, көп жылдық бұршақты шөптер, жабық топырақты көкөністер болып табылады. Облыста мал шаруашылығы салалары, ет-сүт өнімдерінің өндірісі, құс шаруашылығы, сонымен қатар балық шаруашылығы мен орман шаруашылығы жеткілікті түрде дамыған.Облыста балық шаруашылығы мен балық аулау үшін балық шаруашылық су қоры мен жағымды жағдайлар жасаоынған. Суаттардан жыл сайынғы балық аулау 120 тоннаны, Қ. Сәтбаев атындағы су қоймасынан— 90 тоннаны құрайды. Жергілікті 268 суаттар бар,178 табиғатты пайдаланушылармен, 90 — резервті қормен бекітілген. Павлодар облысы қауіпті егін шаруашылығы аймағында орналасқан, мында ауылшаруашылықтың дамуына арналған негізгі лимиттеуші жағдай сумен қамтамасыз ету тапшылығы болып табылады. Қолмен суарылмаған жағдайда өсірілген дақылдар су тапшылығын тартуда, картофель өндіру қиынға соғады, ал көкөніс өсіру тіптен мүмкін емес.\nПавлодар облысы астық өндіруге, ет-сүт бағытындағы ірі қара, ет-жүн бағытындағы қой, жылқы, шошқа, құс өсіруге маманданған. 2002 ж. барлық а. ш-на пайдаланылған жердің Аумағы 2,67 млн га болды. Ауыл шаруашылығымен 3050 фермер айналысады. Олар 2002 ж. 2673 мың т. астық, 745,7 мың т. ет өндірді. 2002 ж. облыста 242,9 мың бас ірі қара, 185,7 мың бас қой мен ешкі, 48,3 мың бас шошқа, 48,1 мың бас жылқы, 624,1 мың бас үй құсы болды.\nПавладар темір жол вокзалының ескі орны\nАуылшаруашылық өнімдерін қолмен суармай қайта өндеу бойынша басым жағдайды Павлодар қ. алып отыр, мында ірі қайта өндеу кәсіпорындары орналасқан: «РубиКОМ» ЖШС, «Золотой теленок» ЖШС, «ПХБК» ЖШС, «Сут» АҚ, «Павлодармолоко» АҚ, «КЭММИ» АҚ және басқалар. Облыс бойынша шұжық өнімдерін өндіру бойынша Павлодар қаласының үлестік салмағы 88,6%, сүт −84 %,ұн — 95%, макаронды өнімдер— 96%.\n\nhttps://kk.wikipedia.org/",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ертең математикадан емтихана болады , қандай есептер келу мүмкін?",
        "question_content": "Ертең математикадан емтихана болады , қандай есептер келу мүмкін?\n\n9 сынып",
        "question_date": "2.06.2016",
        "question_tag": "Математика",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ертең біздеде болады))",
                "date": "2.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Приложения Экран TouchWiz остановлено\" осы сөзді қалай кетірсем болады?",
        "question_content": "Менің соткамның бетіне осындай жазу шығар береді \"Приложения Экран TouchWiz остановлено\" осы сөзді қалай кетірсем болады?",
        "question_date": "2.06.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына фильмдегi ән кандай?",
        "question_content": "Мына фильмдегi ән кандай?\n\n\n\n1:26:29 минутындагы? Казахша ан",
        "question_date": "2.06.2016",
        "question_tag": "Ән іздеу",
        "question_views": 409,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өте нашар ән екен.",
                "date": "3.06.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Математикадан емтихан сұрақтары. Қанша адам емтихан тапсырды?",
        "question_content": "Оқуға түсу емтиханында түсушілердің 15%ы математикадан бірде-бір есеп шығарған жоқ, 144 адам қате шығарған, ал барлық толық шығарғандар саны мен шығармағандар санының қатынасы 5:3. Қанша адам емтихан тапсырды?",
        "question_date": "2.06.2016",
        "question_tag": "Математика",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X адам сынақтан өтті\n0,15x адам шешім қабылдамады\n\n 144 адам қателікпен шешті\n\n(Х-0,15х-144=0,85х-144)\n(0,85х-144)/0,15х=5/3\n2,55х-432=0,75х\nХ=432/1,8=240\nЖауабы: 240",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқу жоспарының орындалуы. 1 сабақ қалай жайғастырылады?",
        "question_content": "Оқу жоспарында мысалы жылына 68 сағат өту керек. Мереке күніне сәйкес келгендіктен жыл бойына 67 сабақ өтілді. 1 сабақ қалай жайғастырылады?",
        "question_date": "2.06.2016",
        "question_tag": "Мектеп",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Математическое и компьютерное моделирование деген не мамандық?",
        "question_content": "Математическое и компьютерное моделирование деген не мамандық? Бұл мамандыққа қазіргі кезде Қазақстанда сұраныстар бар ма? Жалақысы қандай болады жалпы? Аз да болса мағлұмат бересіздер ме",
        "question_date": "1.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 784,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Комп.Моделирование 3 д макс,  моделирование одежды деп көп түрге  бөлінеді ;",
                "date": "3.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2017 жылы ҰБТ (Ұлттық бірыңғай тестілеу) бола ма?",
        "question_content": "2017 жылы ҰБТ (Ұлттық бірыңғай тестілеу) бола ма?",
        "question_date": "1.06.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болмайды, әр адам өздері институтқа барып емтихан тапсырып түсе алады.",
                "date": "2.06.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жер бетіндегі барлық жүйе тек шындық арқылы өмір сүрсе не болар еді?",
        "question_content": "Жер бетіндегі барлық жүйе  өтіріксіз тек шындық арқылы өмір сүрсе не болар еді?",
        "question_date": "1.06.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 945,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абсолютті шындық деген бар нәрсе. Тек шындық жүйесі болса әлемде әділетсіздік болмас еді. Бұл дүние соғыс алаңы болғансоң біреулер шындық ақиқаттың жақтасы, біреулер өтірік адасушылықтардың жақтастары. Ақиқатпен адасушылықтың соғысы заманның ақырына дейін жалғасады.",
                "date": "2.07.2016",
                "upvotes": 0
            },
            {
                "text": "Абсолютті шындық деген жоқ. Біреудің шындығы біреуге жалған.\n\nСондықтан сіз айтқан \"тек шындықпен өмір сүру\" - шынайы өмірге сәйкеспейтін тіркес.",
                "date": "27.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкімшіліктегі кей жігіттер болмайтын 45 мың тенге жалақы үшін неге өтірік сөйлейді?",
        "question_content": "Әкімшіліктегі кей жігіттер болмайтын 45 мың тенге жалақысынан айырылып қалмау үшін неге өтірік сөйлейді??? Сол ісі адамгершілікке жата ма?",
        "question_date": "1.06.2016",
        "question_tag": "Қоғам",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Не деп ренжітті сізді ? А? )))))\n\nМұрынын бұзайын)))))",
                "date": "29.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудан әкімшілігінің жігіттері неге жағынпаз? Еркек басымен? Жүрегің айниды оларды көріп.",
        "question_content": "Аудан әкімшілігінің жігіттері неге жағынпаз? Еркек басымен? Жүрегің айниды оларды көріп. Аудан әкімін силаймын, ал айналасындағылар өңшең туфли жалағыштар, оларды қашан жұмыстан босатады? Сол жағынпаздарды көріп өскен өскелең жастарымыз қандай тәлім-тәрбие алады, қайда жетектеліп барады???",
        "question_date": "1.06.2016",
        "question_tag": "Қоғам",
        "question_views": 550,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Значит, солай...\n\n__________________________________________",
                "date": "29.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы адамдар не үшін шені жоғары адамдарға шексіз жлпақтана береді?",
        "question_content": "Осы адамдар не үшін шені жоғары адамдарға шексіз жалпақтана береді? Ол жас, әрі өз жұмысын атқара білмейді, өмірден тәжірибесі жоқ болса да. Ол адамды халық өзі сайламаса да???  Менің ойымша: Жалпақтуға, жағынпаздануға немесе жағынуға қарсымын (әсіресе жігерлі деп жүрген жастар. 35-40 жастағы әкімшіліктің жігіттері бір күні жаңа бастық келген кезде). осындай келеңсіздіктен қашан арыламыз??? Бұл бізді жарға жықпаса, биіктерге сүйреуі мүмкін емес!!!",
        "question_date": "1.06.2016",
        "question_tag": "Қоғам",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Математикадан есеп. Теңсіздікті шешу керек?",
        "question_content": "Теңсіздікті шешу керек:\n\nx³-x²+x-1/x+8<=0\n\n<= - артық не тең белгісі",
        "question_date": "1.06.2016",
        "question_tag": "Мектеп",
        "question_views": 727,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл әлемде дұрыс есеп болған!!!  Ал,Қазір бәрі адасып жатыр, дұрыс есеп жоқ; Оның себебі: Масондықтар  біздің планетаны шатастыру арқылы өз дегендеріне жетуде!!! Олардың көздегені барлық адамдар шатасып, быт-шыт болу.  Бұл әлемде дұрыс есеп жоқ, оның себебі: Масондықтар өздерінен басқаларды құрту керек. Мысалы емес: Жерді домалақ деп бізді алдап келеді, жер домалақ емес жүзім тәрізді екен. Екіншіден қазіргі каленьдар дұрыс емес,бір жылда 12 ай емес 13 ай болуы керек!!! бұл да есептің дұрыс емес екенін айқындап тұр. Неге әр ай әр түрлі аяқталады, бұл да адамзаты шатастыру болып тұр.  Енді айта кетейін есептің дұрыс болмауынан барлық жерлерде катастрофа, коррупция көбейіп барды.\n\nТүсіне алмасаң қайтадан сұра, жауап беремін. Күн 1-нен басталмауы керек, 0 саны міндетті түрде болу кек, сенбесең линейкада 0 саны бар, ол болмаса 1 см қайдан шығады??? сен осы туралы жоғарғы жаққтың өздеріне сұрақ қой!!!",
                "date": "1.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Димедролдан басқа қандай дəрі бар ұйықтататын дәрі аттары қандай?",
        "question_content": "Димедролдан басқа қандай дəрі бар ұйықтататын дәрі аттары қандай?",
        "question_date": "1.06.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 19100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": ". Ұйықтататын дәрілерге барбитур қышқылының хим. құрамы әр түрлі препараттары — барбитал, фенобарбитал, барбитал-натрий, барбамил, этаминал-натрий, циклобарбитал; пиперидин туындылары (ноксирон) және алифатты дәрілік препараттар (хлоралгидрат, бромизовал, т.б.) жатады. Тыныштандыратын дәрілік заттар (бромидтер, шүйгіншөп препараттары, т.б.) да ұйқыны қалпына келтіруге әсер етеді. Бұл дәрілер адамның эмоц. қозуын, мазасыздануын басып, терең ұйқыға кетуіне жағдай жасайды. Ұйықтататын дәрілердің көмегімен ұйықтау мен табиғи ұйқының арасында үлкен айырмашылық бар. Ұйқы келтіретін дәрілік заттар ұйқының арнайы бір фазасына әсер етуі нәтижесінде, оның физиол. ауысу мезгілдерін бұзады. Мыс., барбитураттар ұйқыны тез келтіргенмен, ұйқының ұзақтығын қысқартады. Егер Ұйықтататын дәрілерді ішпесе, адамның тез ұйықтап кету фазасы ұзарады, осыған байланысты адамда ұйқысыздық сезімі күшейіп, әр түрлі жаман түстер көру көбейеді. Ұйықтататын дәрілерді пайдаланудан бұрын ұйқының бұзылу себебін анықтау қажет. Егер науқас тез ұйықтап, бірақ өте ерте оянатын болса, ұзақ мерзімге әсер ететін барбитал, фенобарбитал; қиналып, көпке дейін ұйықтай алмаса, бірақ ұйықтап кеткеннен кейін ұйқысы қалыпты болатын науқастарға барбамил, этаминал-натрий, ноксирон, т.б. беріледі. Ұйықтататын дәрілерді күн сайын қабылдау оның организмде жиналуына себеп болып, тұрақты ұйқышылдықпен қатар жүреді (қ. Кумуляция). Ұйықтататын дәрілерді ұзақ уақыт бойы қолдануға әбден дағдыланған адам дәрі ішпей ұйықтай алмайтын болады. Сондықтан қажетті тиімділікке қол жеткізу үшін дәрі мөлшерін көбейтуге тура келеді. Ал бұл Ұйықтататын дәрілерге патол. дағдылануға алып келуі мүмкін (қ. Нашақорлық). Ұйықтататын дәрілерді тек дәрігер белгілейді. Мұндай дәрілерді ішкенде өте сақ болған жөн, дәрінің мөлшерін өз бетінше көбейту улануға әкеп соғуы мүмкін. Ұйықтататын дәрілерді ішкенде түсініктемедегі ережелерді бұлжытпай орындау қажет. Ұйықтататын дәрілер дәріханаларда тек қана рецепт арқылы беріледі;",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ер адам мен əйел адамды қоздыратың",
        "question_content": "Ер адам мен əйел адамды қоздыратың қандай дəрілер бар олар ерлеге және əйелдерге деп 2 ке бөлінеді ма аттары қандай",
        "question_date": "1.06.2016",
        "question_tag": "Тазалық",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бар,Бар ғой ! Еркек адамның лекарствосы ол фигурасы мощный , көрсең көз қызығатын қыздар, ал әйел адамдарға қолы крепки  бірақ өте аялы еркек, одан асқан дәрі-мәрмек жоқ, есі дұрыс, әрі сау адамға!!!!!!    Дәріні қолданба, сен сол дәріге үйреніп қалсаң, бітті бәтима дей бер, өміріңнің өшкені. Тағы айта кетейін:   Әйел еркекті баурап алатындай өз-өзін күтіп, сұлу көрінуге тырысып, сүйкімді болуы керек. Бізге яғни Еркектерге  бәрі бір, ол әйелдердің өздеріне байланысты. Әйел қылықты әрі тартымды бола білсе,  еректер де мықты бола береді- мықты бола береді және мықты бола береді. Бұл менің өз пікірім, өмірден алынған.",
                "date": "1.06.2016",
                "upvotes": 0
            }
        ]
    }
]