[
    {
        "question_title": "Сериал іздеу. Бір қыздың қолынды бумеранг болады",
        "question_content": "Бұрындары Қазақстанба әлде Ел арнаданба көріп едім кореялық сериал сияқты, тарихи сериал. Әйтеуір есімде қалған жері бір қыздың қолынды бумеранг болады, оны лақтырғанда \"қ шақты адамды өлітіріп қолына келеді. Сол киноны білесіздер ме?",
        "question_date": "5.07.2018",
        "question_tag": "Телеарналар",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайсар ханша деген сериал ғой. Са Иль Ла сондай қару қолданатын еді)",
                "date": "14.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сауықтыру жәрдемақысын төлеу.",
        "question_content": "Сәлеметсізбе, мемлекетік мекеменің хатшысы мен көлік жүргізушісіне сауықтыру төленеме? Қай заңда, нешінші бапта көрсетілген?",
        "question_date": "5.07.2018",
        "question_tag": "Заң",
        "question_views": 709,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Химия пәніне қызығушылығымды қалай арттырамын?",
        "question_content": "Химия - күрделі пәннің бірі. Оны меңгерудің қандай оңтайлы тәсілі бар?",
        "question_date": "5.07.2018",
        "question_tag": "Мектеп",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Химия саласы бойынша мамандарға сұраныс өте жоғары. Өйткені елдің бар инфрақұрылымы химия өндірісі салаларында жатыр. Ата-аналар, ұстаздар қазіргі оқушылардың химияға деген қызығушылығын арттыра алады. Химия пәнін меңгерудің оңтайлы тәсілдері бар. Егер толығырақ білгіңіз келсе, Оқушының химия пәніне қызығушылығын қалай арттыруға болады? атты материалымыздан оқып, біле аласыз.",
                "date": "5.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғалам жайлы қандай ғылыми дәлелдерді білеміз?",
        "question_content": "Ғалам жайлы қызықты мәліметтер керек еді. Қайдан тапсам болады?",
        "question_date": "4.07.2018",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жарық жылдамдығы 300 000 000 м/с тең. Бұл - өз алдына адамды қайран қалдыратын факт. Ғалымдар осыған дейін уақыттың тоқтауы мүмкін екенін мәлімдеген. Физикада «уақыттың тоқтауы» деген теория да бар. Сіз тез қозғалсаңыз, қоршаған ортамен салыстырғанда уақыт баяу өтетін тәрізді. Мысалы, машинада жоғары жылдамдықпен бір сағат жүрсеңіз, үйде компьютер алдында бір сағат отырғаннан қарағанда баяуырақ қартаясыз. Әрине, қосымша наносекундтардың сіздің өміріңізге әсер етуі шамалы болуы мүмкін. Алайда бұл - факт.\nЕгер ғалам, ғарыш жайлы соңғы деректерді білгіңіз келсе, толығырақ “Уақыт тоқтайды”. Ғалам жайлы қандай ғылыми дәлелдерді білеміз? атты материалымыздан оқып біле аласыз.",
                "date": "4.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мектеп бітіргенше қандай кітаптарды оқу керек?",
        "question_content": "Әр мектеп оқушысы қазақ қаламгерлерінің қандай туындыларын оқуы керек?",
        "question_date": "4.07.2018",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп бағдарламасы бойынша қазақ жазушыларының кей туындылары толық берілсе, кейбірінің үздіндісі ғана оқушыға ұсынылады. Дегенмен, әр мектеп оқушысы қазақ қаламгерлерінің қандай туындыларын оқуы керек? Назарларыңызға үздік бес шығарманы ұсынамыз.\nТарихты көркем пайымдаудың үздік үлгілерінің бірі – Ілияс Есенберлиннің алты кітаптан тұратын «Көшпенділер» эпопеясы. Трилогия «Алмас қылыш», «Жанталас», «Қаһар» деген бөлімдерден тұрады. Эпопеяда XV-XIX ғасыр аралығындағы Қазақ хандығының өмір сүрген кезеңі суреттеледі. \nҚазақстанның халық жазушысы Қабдеш Жұмаділовтің «Дарабоз» атты қос томдық тарихи романында таққа талас, қазақ-жоңғар, қазақ-ойрат арасындағы қақтығыстар, «Дарабоз» атанған даңқты қолбасшы Қаракерей Қабанбайдың көзсіз ерлігі, азаттық жолындағы жорықтары суреттеледі.\nТолығырақ ТОП-5: Мектеп бітіргенше қазақ жазушыларының қандай шығармаларын оқу керек? атты материалымыздан оқып біле аласыз.",
                "date": "4.07.2018",
                "upvotes": 2
            },
            {
                "text": "ақын жазушылардың кітаптары көпқой...",
                "date": "23.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағасы қарындасына ұзатылу тойында қандай тілек тілесе болады?",
        "question_content": "Ағасы қарындасына ұзатылу тойында қандай тілек тілесе болады?",
        "question_date": "4.07.2018",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяулы қарындасым, бүгін өз үйіңнен жырақ кетіп, жаңа өмір есігіне қадам баспақшышың. Барған жеріңде бақытты бол, барған жеріңді бақытты ет. Өмірлік серігіңмен көтергелі жатқан шаңырақтарың биік болсын. Өмірдің қуанышын бірге көріп, бір бірлеріңе əрдайым демеу болыңдар.",
                "date": "4.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тобықтының шежіресін кім біледі?",
        "question_content": "Тобықты - Рыспетек - Мұсабай - Төленқожа - Шегір - Байбол - Бораншы - Есім - ?\n\nЕсім Бораншының төртінші асыранды баласы екені белгілі. Ал Есімнен ары қарай шежіре қалай жалғасады?",
        "question_date": "3.07.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саламатсыз ба. https://tumalas.kz/shejire-view/ осы сайтқа кіріп өз тумаластарыңызды таба аласыз.",
                "date": "23.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ҰБТ-дан 69 алдым,т.п. физ мат, серпинге түсе аламын ба?",
        "question_content": "Мен ЕНТ-дән 69 алдым , таңдау паним физика математика, гранка серпинге түсе аламын ба жане докуметтерди кайдан тапсыруыма болады?",
        "question_date": "3.07.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 632,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тілі граматикасы предлог жөнінде.",
        "question_content": "Предлог   ағылшында қалай  жасалады. Мысалдармен  жасалу  жолдарымен  түсіндіріп  берсеңіздер.",
        "question_date": "2.07.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшында предлог деп мысалы article; from, to, in,  on, by деген сияқтыларды айта аламыз. Мысалы article-ға the, a, an дегендер жатады.\na-артиклі сөздің біріншісі дауыссыз дыбыспен басталатын болса қолданылады. a computer\nan-артиклі сөздің біріншісі дауысты дыбыспен басталатын болса қолданылады. an apple\nthe-артиклі белгілі, жеке атауларға қолданылады. Егер сөйлемде бірінші the қолданылса, екіншісінде қолданылмайды. Мысалы: The Coca-Cola company exported. Coca-Cola compay is very famous.\nfrom-деген  -дан, тан, тен, ден  деген жалғаулар. Мысалы: I am from Kazakhstan. Мен Қазақстаннанмын.  I gave books from library. Мен кітаптарды кітапханадан алғанмын. \nto-деген  -ға, -қа, -ке, -ге, -оған, -саған деген жалғаулар. I gave to you. Мен саған бергенмін\nОсы сияқтылар ғой....",
                "date": "5.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сұрақ бəрібар сайты туралы.",
        "question_content": "Осы  сайтқа  қойылған  сұраққа   жауап беретін  адам  кімдер.",
        "question_date": "2.07.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 946,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдар.\n\nӨзіңіз секілді қолданушылар.\n\nЕрікті түрде жауап береді.",
                "date": "3.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Намаз оқығым келеді, бірақ жұмыста орамал таққызбайды?",
        "question_content": "салематсыздарма! Мен намаз окыгым келеды, бырак жумыста орамал таккызбайды. Узынды бырдене етып киермын бырак орамал тагуга карсы. не ыстеуге болады? Намаз окыганда орамал тагып ал былай жургенде шашымды жогарга жинап журуге боладыма?",
        "question_date": "2.07.2018",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізінде кәзіргі адамдардың көбі солай істейді.Бірақ намазға жығылып әурет жерін ашып жүру күнә боп есептелінеді .",
                "date": "8.07.2018",
                "upvotes": 0
            },
            {
                "text": "солай істегеніңіз дұрыс болар әзір. Алла жеңілдігін берін!",
                "date": "15.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудармашы болу үшін ҰБТ-да қандай пәндерге дайындалу керек?",
        "question_content": "Аудармашы болу үшін ҰБТ-да қандай пәндерге дайындалу керек?",
        "question_date": "2.07.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ группасына түсесің сосын онсызда 4 жыл бойы орысшадан қазақшаға аударумен өтесің міне саған аудармашы",
                "date": "3.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстанда жарқанаттар қай айда (сезон) көбейеді?",
        "question_content": "Қазақстанда жарқанат қай уақытта көбейеді?",
        "question_date": "2.07.2018",
        "question_tag": "Табиғат",
        "question_views": 931,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жаңа жылды тойлаған соң қаңтар айларында. Ішіп жарақаттанғандар жəне от шашудан жарақаттанғандар тағысын тағы..",
                "date": "13.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілетін қалған сома қашан беріледі?",
        "question_content": "Мен дипломмен ауылға келдім, 22 сұрағына жауап беремін деп жүргенімде жүкті болуыма байланысты жұмысқа түсе алмай қалдым. 2 балалы болдым, 3 жылға жақындағанда балам 7 айлық болғанда жұмысқа шықтым. Босанғанға дейін туралаған құжаттарымды тапсырдым. Құжаттарымның дұрыстығына байланысты \"Қаладан ауылға\" бағдарламасы бойынша әкімшіліктің шешімімен маған 130.000 теңге(подъемные)берілді. Содан соң несиелеріңді аласыңдар деп айтқан. Бірақ сол несиені ұзақ уақыттан бері ала алмай отырмын. Осы бағдарлама бойынша маған несие беруге болмайтын болса, онда неге маған бастапқы сома берілген? Берілетін қалған сома қашан беріледі? Раxмет",
        "question_date": "2.07.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Несиеге бөлінген ақшаны жеп қойған шығар..",
                "date": "2.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ескі компьютерден алтынды бөліп алу жолдары",
        "question_content": "Ескі   компьютердің   жүйелі  блоктан  алтынды  бөліп  алатын  химиялық  қоспа   барма   бар  болса  қандай  қалай   бөліп  алса  болад  жолдарын  айтыңыздаршы!!!!!!!!!!!!!!!",
        "question_date": "1.07.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 537,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Компьютердің жүйелі блогында алтын қоспасы бар дегенді қайдан естіп жүргеніңіз қызық? ;)",
                "date": "29.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әкеге тілек, 40 жылдық мерейтой",
        "question_content": "Әкеге арналаған өлең шумақты тілектер болса жіберсеңіздер. 40 жылдық мерейтойымен құттықтау жолдары өте қажет!",
        "question_date": "30.06.2018",
        "question_tag": "Жанұя",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүзіңізден шуақ кетпей, біздің ортамызда күліп-ойнап, шаттыққа кенеліп, бақытқа бөленіп ұзақ жасай беріңіз. Осы жасқа келгенше жұрт тамсанарлық істеріңіз көп-ақ. Алдағы уақытта осы істеріңіздің жемісін көріңіз.\n\nБіз сізбен мақтанамыз, марқаямыз!\nЕң тамаша сөз бұл өмірде «Әке» деген,\nСуыққа бір шалдырмай мәпелеген.\nӨмірдің соқпағымен өрге тартып,\nАлдымен адам бол деп жетелеген.\nТағдырдың кеуде тосып жартасына,\nБіз үшін түскен майдан ортасына.\nАлаңсыз сауық-сайран, шалқып жүрміз,\nБіз бүгін әкелердің арқасында.\nӘкешім, жүреміз біз бір өзіңді арқаланып,\nЖетеді жақсы ісің жұрт тамсанарлық.\nЖүзге жет жүзің жарқын, денің сау боп,\nОны да аман-есен қарсы алалық.\n*** *** *** ***\nАсқар тау тірегім — Асыл әке...\nБіз — көлдің сәні құрақпыз.\nСіз — сөздің басы сұрақсыз,\nБіз — өміріңіздің байлауы, соңыңыздағы тұрақпыз.\nСіз — таудың шыңысыз, Папа!\nБіз — сіз еккен баудың гүліміз.\nКілеміңіздің өрнегі сынды ұл-қыздарыңыз,\nПапа!\n«Әке — балаға сыншы» деген,\nӨзіңізге мәлім қылығымыз бен тіліміз!\nҮйіміздің шуақты нұры аяулы анамыз болса,\nБәріміздің шырқап айтар ән-жырымыз — асқар тау — Папа, сізсіз! Ақылшы тірегіміз де Өзіңізсіз!\nБүгінгі ұлы жиыныңызбен сізді шын жүрегімізбен құттықтап, ұл-қыздарыңыз, немере-шөберелеріңіз ұзақ ғұмыр тілейді.\n*** *** *** ***\nАйналайын жан әке, жасыл бағым!\nҚұттықтап келді бүгін боталарың.\nӘрқашан анамызбен аман болып\nТең көріңдер бала-шаға қуаныштарын!\nАйналайын жан әке, жасыл бағым!\nАрқа сүйеп еркелейтін асқар тауым!\nЕрекше қайталанбас даралығың\nӨміріме жол сілтейді даналығың!\nАйналайын жан әке, жасыл бағым!\nТілеймін өзіңізге Жамбыл жасын.\nБақ-даулет, береке, ырыс болып\nСиынған ата бабам әруағы қолдасын!\n*** *** *** ***\nАдамгершілігімен, азаматтық іс-әрекетімен айналасына қадірлі болған, кісілік пен кішілік нұры тұла бойынан төгіліп тұрған сіздей ардақты әкемізді әрдайым мақтаныш етеміз!\nӨмір жолында адаспау үшін білімді болуға, еңбексүйгіштікке үйреткен, жамандықтан сақтандырып, пана болған өзіңіз! «Балам, «көргенсіздің баласы» деген жаман атаққа қалма. Адал жүріп, тұр! Қолыңнан келсе жақсы іс жасап, алғыс ал» деген өсиетті құлағыма құйып тәрбиелеген де өзіңіз! Сіздің осындай тәрбиеңіздің шарапатын көп жерде көрдім, өмірден өз орнымды адаспай табуыма көп көмегі тиді. Сол үшін сізге мәңгі қарыздармын.\n*** *** *** ***\nЖан әке, Сіз жүргенде көзіңді сап,\nӨсеміз бәйтеректей өзің құсап.\nОртада Сіздер барда дара шыңдай,\nБізге ашық кең пейілді сезім құшақ.\nЖан әке, үйреткен Сіз ерлікті де,\nҰғындық Сізге қарап елдікті де.\nЖүреміз жалғызсырап дәстүріңді,\nДарытып дархандықты, кеңдікті де.\nЖан әке, бүгін той ғой ән салатын,\nШаттыққа толы болсын әр сағатың.\nАтыңды асқақ біз ұстаймыз,\nБолашақ мерейтойлар салтанатын.\n*** *** *** ***\nТарылмасын, жан әке, тынысыңыз,\nТаси берсін әманда ырысыңыз.\nНемереңнің келіні сәлем етіп,\nШөбереңнің қолынан су ішіңіз.\n*** *** *** ***\nТолығырақ: https://bilim-all.kz/article/9889-Akege-tilek-quttyqtau",
                "date": "21.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Болашақ әйелімнің тегін өзіме ауыстырғанда құжаттарын қайта жасату қажет пе?",
        "question_content": "Саламатсыздар ма!\n\nМенің сұрағым былай болып тұр.\n\nБолашақ жарымның тегін өзімнің тегіме ауыстырғым келеді. Бірақ, жарымның атында жер телімі, дипломы бар.\n\nМенің тегіме ауысқан жағдайда, жоғарыда аталған құжаттарды (жеке куәлікті міндетті түрде ауыстыру қажеттігін білемін) қайта жасату қажет пе?",
        "question_date": "30.06.2018",
        "question_tag": "Заң",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің құрбым тек жеке куəлігін ауыстырды. Қалған құжаттарын неке куəлігінмен бірге пайдалып жүр",
                "date": "13.07.2018",
                "upvotes": 0
            },
            {
                "text": "Ол құжаттардың барлығын ауыстыру міндетті емес. Құжатында (девичя фамилия) деп көрсете салады.",
                "date": "28.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аллергия туралы сұрағым бар еді?",
        "question_content": "Мен терлесем жəне ыстық тамақ,чай ішсеи, қыймылдасам  яғни жұмыс істесе , денем қышып, ұсақ бөрткен секілді шығып кетеді ( 5-10мин кеттіп қалады) . Кейде бөрткенсекілді точкалар  шықпайды но бірақ қышыйт. Бұрын болмаған , 3-4 ай болды.\n\nДерматлоготар болса ....\n\n(\"Больницаға бір себептермен қарала алмаймын\")",
        "question_date": "29.06.2018",
        "question_tag": "Тазалық",
        "question_views": 601,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен ЕНТдан 66 алдым, таңдау пәнім гео Ағылшын, сұрайын дегенім серпінге тусе алам ба?",
        "question_content": "Мен туризымге тускім келеді",
        "question_date": "29.06.2018",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз егер бейімдік пәннен 7 баллдан жоғары ал негізгі 3 пәннен 5 баллдан жоғары алсаңыз түсіп кетесіз биыл шектік балл 50",
                "date": "2.07.2018",
                "upvotes": 1
            },
            {
                "text": "\"2\" деген баға болмаса ұлттық университеттерден бөлек барлық университетке түсе аласың.",
                "date": "2.07.2018",
                "upvotes": 0
            },
            {
                "text": "Саламатсыз ба,  ағылшын география пәндеріне серпінде грант бөлінген ба",
                "date": "16.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бітіру кешіне барған дұрыс па?",
        "question_content": "11 сыныпта Бітіру кешіне барған дұрыс па, әлде оның ақшасына әлеуметтік желіні дамытуға салған жөн бе? \n- Бұл соңғы бітіру кеші барғым келіп тұр бірақ ақша қимай тұрмын кейін ақша болмай ма деп ойлаймын. \nКластасс досымның жазғанынан,ойланып тұрмын.",
        "question_date": "29.06.2018",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бар əрине! Өз көңіліңді өзің көтер! Ақша шіркін тықпалаған сайын жетпей тұрады. Өзіңнен аяп не көрінді",
                "date": "29.06.2018",
                "upvotes": 1
            },
            {
                "text": "Кейін еске алар нәрсе қажет болса...",
                "date": "30.06.2018",
                "upvotes": 1
            },
            {
                "text": "Бүгін Испания ұтады деп салып жібер кешке де барасың сайтыңды да айналдырасың ))",
                "date": "1.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҰБТ-дан 107 балл алдым IT-ге барсам...",
        "question_content": "Мен ҰБТ-ден 107 балл алдым. Таңдау пəнім: Физика(29)-Математика(32). Жалпы өзім IT саласына барғанды жөн көріп отырмын, бірақ IT саласына ЖОО-на бару үшін қандай нəрселерді білу қажет? Мен компьютермен жұмыс жасағанды жақсы көрем, бірақ прог. тілдерін білмеймін яғни қызығушылық бар бірақ білім жоқ. ЖОО-на барғанда қиын соғып артта қалып, ақыры универден шығып кетмеймінбе деп уайымдаймын. Сұрақтарыма толық жауап берсеңіздер Рақмет!",
        "question_date": "28.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білім алу қажет және мен білемін мен істей аламын деу керек",
                "date": "9.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызымды өз қамқорлығыма алуымның шарттары қандай?",
        "question_content": "Ассалаумағалайкум ағайын. Мен 1 жастан асқан қызым бар əкемін. Жұбайым қаланың қызы, мен ауылда әке-шегемен тұрамын, жұбайым ауылға үйренісе алмадым деп төркініне кетіп калды. Келмейтінін айтты.  Еш ренжіткен емеспін.  Енді тек қызымды өз қамқорлығыма алсам деймын. Қандай жағдайда өз қамқорлығыма ала аламын?",
        "question_date": "28.06.2018",
        "question_tag": "Заң",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уағалейкумассалам. Негізі дұрыстап сөйлесіп, ақылға салып жанұяны сақтап қалуға тырысыңыз. Ажырасу оңай, бірақ қызыңыз анасында қалады. Кейін қызыңыз 10 жасға толғасын кіммен тұрғысы келетінін өз пікірін білдіре алады. Немесе келіншегіңіз келісім берсе өзіңізде қалдыруға болады.",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 2кг аргон газдың жабық ыдыста 22 градусқа суытқандағы ішкі энергия өзгерісі",
        "question_content": "Массасы 2кг аргон газдың жабық ыдыста 22 градусқа суытқандағы ішкі энергия өзгерісі.",
        "question_date": "28.06.2018",
        "question_tag": "Физика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "M=40*10^-3 кг/моль    m=2 кг    ΔТ=22 К   ΔU=?\n\nҮдеріс изохоралы\n\nΔU=(3/2)*m*R*ΔT/M=3*2*8.31*22/(2*40*10^-3)=13712 Дж",
                "date": "21.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IT саласы бойынша сұрақтар",
        "question_content": "Қайырлы күн! IT саласына оқуға түскен студенттерге сұрағым бар еді. Сабақ қалай өтеді, қиынба? Жалпы ЖОО түсу үшін сол университетте емтихан тапсырады деп естідім. Сол жерге қандай сұрақтар келеді? Сабақ қай тілде өтеді? Не біліп баруың тиіс? Барлығына нақты толық жауап берсеңіздер? Үлкен РАҚМЕТ!",
        "question_date": "28.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 3100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тест тапсырмайсың ба?\n_______________________",
                "date": "3.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай құрлыс товарларын сатсам болады, мезгіл таңдамайтын?",
        "question_content": "Қандай құрлыс товарларын сатсам болады? Мезгіл таңдамайтын?",
        "question_date": "28.06.2018",
        "question_tag": "Жеке бизнес",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": []
    }
]