[
    {
        "question_title": "Мемлекеттік қызметке тұруға тапсырытын 8 заң бойынша тест сұрақтары?",
        "question_content": "салеметсіздерме! мемлекеттік 8 заңнан тест кімде бар, болса почтама жібере аласыздарма өтініш",
        "question_date": "25.04.2016",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік қызметке тұруға тапсырытын 8 заң бойынша тест сұрақтарын мүмкіндіктеріңіз болса (жауабымен,орысша болса да) керек еді. почтам: zaira_1967@mail.ru , Aлдын-ала рахмет!!!",
                "date": "7.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әйелім абыройсыз Ақ босағаны аттады, жиіркенем, не істеймін, ажырасайын ба?",
        "question_content": "Әйелімнің біреумен жатқаны көзіме келеді де тұрады. Бұл менің алғашқы некем. Басында ондай ойлар келмеген, енді ес жиіп жаман ойлар мазалайды мені. Уақыт өте келе ойымнан кетпейді, әйелімнің абыройсыз Ақ босағаны аттағаны. Басында ашық түрде айтқан, мен қыз емеспін деген, мен оған көндім, өзімнің жігіттік намысымды таптап, үйлендім. Үйленгенде дейін, мәселені ести салып, мен жарты жыл толқындым, әрі ойландым, бері ойландым, басқа қыздармен де таныстым. Өзі де өкіріп жылаған, кешірімді сұрап. Менің тағдырым шығар деп, үйленуге бел буғанмын. Үлкен қалаға келіп ұрындым дегені, есімнен шықпайды. Нақты кім екенін сұрамадым, жігіті емес екен. Қанша рет болғанын сұрамадым, қанша жігіттермен жатқанын да сұрамадым. Жаман ойлар келеді. Кейбір сәттерде әйеліме деген жиіркеніш пайда болады. Көңіл күйім жоқ болса, әйелім жылайды, менің қандай ойлы болатынымды сезетін шығар. Қандай кеңес бересіздер? Ажырасайын ба? Бір балам бар.\n\nӨтінем, жігіттер, өздеріңді менің орныма қойып жауап беріңдер. Немесе осындай мен сияқты адамдар бар ма екен?",
        "question_date": "25.04.2016",
        "question_tag": "Махаббат",
        "question_views": 46400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сен еркек емессің бе?\nОл әйелге үйленбес бұрын басқа әйелмен жатпағандай сөйлейсің тіпті. Ол әйелді зорлаған мысық не ит емес қой сен сияқты анасы,әпкесі, қарындасы бар біреу. Сен ол әйелмен ажырасқан соң қызға уйленуге құқың жоқ себебі сен үйленген еркексің біреуден ажырасқан әйелді не жесір әйелді алуың керек болады. Балаң ер жеткенде сенің тағдырыңды қайталаса жақсы ма? Бұл қалай ұнайма? Сен сияқты еркек зорлап бетін ашқан әйелді сен алмағанда кім алады? \nҚазақ қыздары шетелдіктерге кетіп жатыр деп жар саласыңдар беттерің шімірікпестен. Олардікі дұрыс бір келетін өмірде ең болмағанда өзініңде, балаларыныңда қарындары тоқ, бастарында баспанасы болады. Сен вобще анау мынау деп саудалауға ешқандай құқың жоқ, себебі ол әйел саған өміріңнің жалғасы сәби сыйлады,ата -анаңды бағып отыр саған басқа не керек соны айтшы. Мен сенің ана әйеліңді аяп отырмын ата-енесін,баласын және сені бағып -қағып отыр. Сен еще оған ананы мынаны айтып ұялмай жарты күн жылайды дейсің. Жаман айтпай жақсы жоқ сол әйелің алай -бұлай болып кетіп басқаға қыз деп үйленсең, қызбын деп ақ жамылып келіп саған тиіп алып ойран салып ата-анаңды, балаңды және өзіңді күнде жерге тірілей көміп отырса не істер едің а?\nҚыздарды зорлайсыңдар әрбіреуімен жатып тұрып, сонда оларды кім алады? Олардың орнына өз әпке-қарындастарыңды қойып көріңдер қалай екен.Менің марқұм Анам 4 келін түсірді, дүркіретіп той жасап, олар Анамның бір жаулығын жумақ түгілі өз астарын пісіріп ішуді білмеді, есесіне Анама балаларын айдастырып ақыры сол күйіктен Анам дүние салды, ал бауырларым ішкендері арақ жастары 50 ге жетпей ауыру, 70 тегі шалдан жаман халдері. Олардың алған әйелдері қызбын деп құда болыстырып ақ жамылып келін болып түсті, дұрыс білімдері де жоқ айлық курс, училище т.б. бітірген. Бірақ ауқатты жерге келін болып оқыған жігіттерге тиіп алды. Әкеде, шеше де дүниеден сол келіндерінің қорлығын көріп өтіп кетті. Бір келетін өмірде алдарына барын тосып жалпылдап отырған Ата-ананың қадірін тірісінде білмеді, енді ешкімге керектері жоқ сорлы болып жүр әне. Ал менің ол бауырларыма, келіндерге тілерім \"Алла бар болса Әке-шешеме көрсеткендерін аумай төкпей алдарына келтірсін\". Ал сен құтырасың ақылсыз неме,маңдайыңдағы бақты көрмей не соқырсыңба? Солай жағдай. Мен бұрын еш коммент.жазбайтын едім, мына сенің қылығыңа шыдай алмай жазып отырмын.\nЖасым 60 - тағы Әжемін.",
                "date": "29.04.2016",
                "upvotes": 6
            },
            {
                "text": "Сен дені дұрыс бір психологпен сөйлесіп көр. Үйленбеген соң ештеңе айта алмаймын.",
                "date": "25.04.2016",
                "upvotes": 0
            },
            {
                "text": "Ал осыны неге әйеліңізге айтпайсыз ішіңіздегіні айтпайсызба?",
                "date": "26.04.2016",
                "upvotes": 0
            },
            {
                "text": "Сенін әйеліңнің  мамандығы кім?  білімі жоғары ма?  Дене бітімі, жалпы реңді. сұлу ма?  Адамгершілігі қандай?  Әйеліңнің отбасы қандай адамдар, тәрбиелі жерден шыққан ба?",
                "date": "27.04.2016",
                "upvotes": 0
            },
            {
                "text": "Еркек болсан шыда. Баланды кангытып кайда жибересин. Биреу куштеп уйлендирген жок кой, кешир де умыт.",
                "date": "28.04.2016",
                "upvotes": 2
            },
            {
                "text": "Айтуыңа қарағанда әйелің жақсы, тәрбиелі өсіп-өнген отбасынан шыққан сияқты,, Оның үстіне өзің қатты сүйетін сияқтысың ғой, О баста әйелің ағынан жарылып, өзі кінәсін мойындап Саған ескертті,Ол өзінің адамгершілігін, ақтығын дәлелдеді. Өмірде кім шалыс баспайды,,, Сол кезде Сенде таңдау болды,Жарты жыл ойланыпсың, аз уақыт емес шешім қабылдау үшін, Сол кезде алған жауапкершілігіңе,Алланың алдында берген уәдеңнен айнығың келетін сияқты,Ойлан,Сен енді 2 адамның тағдырына жауаптысың, Жігіттер қызық, ажырасумен бар мәселеден құтыла алмайсыңдар ғой,,, Шаңырағыңды шайқалтпа балам!!!",
                "date": "28.04.2016",
                "upvotes": 2
            },
            {
                "text": "Қазақ \"өткенді еске алсаң өзегің өртенеді, болашақты ойласаң шаңырағың өркейеді\" дейді. Ажырассаң баланың өмірін бұзасың. Сүйген адам шыдайды, жылайды, уақыт өте оның бәрі өзінің орнына келеді....",
                "date": "29.04.2016",
                "upvotes": 2
            },
            {
                "text": "Сенi түсiнiп тұрмын. Оған үйленбей жатып махаббатың жоғары едi, ал қәзiр шақуатың басылды. Сен нәпсiңдi басқара алмай оған үйлендiң. Ал ендi шақуатың басылғанда, миың өз жұмысын бастады. Ал ендi сенi мазалап жатқан ойларға келер болсақ. Ол өз еркiмен қосылдыма деген сұрақ қатты қынжылтып жатыр. Үйленгенiме ол арзидыма? Не үшiн мен бiреудiң қателiгiн, өз мойнымда көтерiп жүруiм керек? Деген сияқты. Ия келiншегiң қателестi, ол қызды алып сенде қателестiң. Ажырасып тағы қателесесiң. Келiншегiңнiң жағдайын түсiнем. Ол бiлмей қателесiптi. Менiң орныма өздерiңдi қойып көрiңдер дегенiңдей, неге өзiңдi оның орнына қойып көрмеске? Қане оның орнына өзiмiздi қойып көрейiкшi. -Ия мен бiлместен шоқ бастым, өкiндiм, бiрақ мен оған қыз еместiгiмдi айтып едiм ғой. Неге ол менiң қателiгiмдi бетiме баса бередi? Менiң тағдырым оған ойыншықпа? Сонда оған тұрмысқа шығып тағы қателескенiм бе? Оныңда шыдамы таусылып ажырасып тындыңдар. Сен басқа қыз iздеп жөнелдiң, ол өзiне ойнас iздеп. Себебi ол әлi жас оғанда жiгiт керек. Ортадағы бала қалды. Тiрi жетiм болсада ер(бой)жетер, әркiмге түрткi болып өсседе. Кейде бiз барлық нәрсеге немқұрайлы қараймыз. Ғашық болсақ үйлене саламыз, сәл қиыншылық болса ажыраса саламыз. Сен тек қазiр қара басыңды ойлап отырсың. Жауапгершiлiк сен үшiн жат секiлдi, әлде ақылың әлi күнге шейiн тоқтамаған. Ендi сен өзiң үшiн өмiр сүруге хақың жоқ, керек болса олар үшiн мың өлiп, мың тiрiлесiң. Олармен ажырасып бұл күнiмнен жақсырақ өмiр сүремiн деп ойласаң қателескенiң...",
                "date": "29.04.2016",
                "upvotes": 1
            },
            {
                "text": "Менің ұсынысым жақын жердегі білімді иманмен сөйлесіп барлық шындықты айтып, кеңс сұраңыз. Ең дұрыс жол осы. Ол имн Сізге шариғат бойынша барлық жағдайды ашып Сізге дұрыс жол сілтейді.",
                "date": "29.04.2016",
                "upvotes": 0
            },
            {
                "text": "Автор абыроймен аттап кейін жүріс жасаса ше?! Тем более заман дамыған алде сени алдап тұрмысқа шыққанда ше?! сол сиякты откенди ойлама болашақты ойла",
                "date": "29.04.2016",
                "upvotes": 0
            },
            {
                "text": "Қандай қиын жағдай болса да, бұл мәселеңізді әйеліңізбен бірге отырып талқылаңыз, тиісті қорытындыны екеулеп жасау ғана көмектесе алады сізге, сол кезде жаныңыздың тыныштығы орнамаса, онда міндетті түрде кез-келген емес, жанұялық мәселелермен ғана айналысатын психолог маманына жүгінуіңіз керек!",
                "date": "1.05.2016",
                "upvotes": 2
            },
            {
                "text": "Сіз жұмыстасыз ба? Жұмысыңыз қаншалықты жеңіл? Жеңілдеу болса қиындау жұмысқа шығыңыз сонда, әйеліңіздің өткен шақтағы мусор шелекке тастаған нәрсесін сізге арқалауға тура келмейді.",
                "date": "1.05.2016",
                "upvotes": 1
            },
            {
                "text": "Бұл туралы шариғатта айтылған егер өмірлік бірге тұрсаң пайғамбар Мұқаммед с.а.с мен бірге жаннатта тұрасың.",
                "date": "1.05.2016",
                "upvotes": 1
            },
            {
                "text": "Ажыраспаңыз. Не деп ажырасасыз? Ол сіздің әйеліңіз, ол сіздің балаңыз. Алдыңыздан өтті, кешірім сұрады, шындығын айтты. Әйел - сіздің Анаңыз, Апаңыз, Қарындасыңыз, Қызыңыз!",
                "date": "1.05.2016",
                "upvotes": 2
            },
            {
                "text": "Бауырым, өз өзіңді бұлай кинағанша психологқа бар, мәселені шешіп аласың",
                "date": "1.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "1 мамыр - Бірлік күні мейрамының шығу тарихын жазу?",
        "question_content": "1 мамыр күні Қазақстанда атап өтілетін жарқын мерекелердің бірі - Бірлік күні. Бұл 150-ден астам ұлт өкілі тұратын елдегі достық пен татулықтың, бірліктің мейрамы. Қазақстан аумағында сансыз ұлт өкілдері тату тірлік кешетіндіктен, бұл мерекенің мәні зор.\n\nБірлік күні мерекесі 1996 жылдан бері тойланып келеді. 1995 жылдың 18 қазанында Қазақстан Республикасының Президенті Н.Ә.Назарбаев 1 мамыр - Қазақстан халқының бірлігі күні етіп жариялау туралы жарлыққа қол қойды.\n\n1 мамыр күні Қазақстан дұрыс тойланады ма?",
        "question_date": "25.04.2016",
        "question_tag": "Жанұя",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://baq.kz/kk/regional_media/post/34417",
                "date": "26.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақыт деген не? Бақытты болу деген не?",
        "question_content": "Бақыт ұғымын әр адам әрқалай түсінері анық. Оның себебі әркімдегі құндылықта, дүниетанымда, көзқараста жатыр. Меніңше, бақыт деген - өз болмысыңа сай болу.  Сіз бақыт деген, бақытты болу дегенді қалай түсінесіз?",
        "question_date": "25.04.2016",
        "question_tag": "Жанұя",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бакыт деген Алла Тагаланын сүйикти кулы болу (менин ойымша) :)",
                "date": "25.04.2016",
                "upvotes": 0
            },
            {
                "text": "Күн сайын таңертең оянып, өз аяғыммен тұруым, жақын адамдарымның жанымда болуы, сүйікті ісімнің болуы- сол бақыт",
                "date": "26.04.2016",
                "upvotes": 1
            },
            {
                "text": "Бақыт деген - аяулы анаң, құрметті әкең!\n\nБақыт деген - сәждедедегі маңдайың!\n\nБақыт деген - тыныштық тұрған Отаның!\n\nБақыт деген - қасыңдағы жан жарың!\n\nБақыт деген - жүгіріп жүрген ұрпағың!\n\nБақыт деген - адал аспен тойғаның!\n\nБақыт деген - атқан таң мен батқан күн!\n\nБақыт деген - адал дос пен адал іс!",
                "date": "26.04.2016",
                "upvotes": 0
            },
            {
                "text": "Бақыт деген ол сенің- ойнап күлгенің. Арғы жағы түсінікті болар, қандай адамдар ойнап-күле алатыны.",
                "date": "26.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан 2030. Қазақстан2050 стратегиялары",
        "question_content": "Қазақсатан 2030 және Қазақстан 2050 стратегияларының жағымды және жағымсыз жақтарын айтып беріңізші",
        "question_date": "25.04.2016",
        "question_tag": "Саясат туралы",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "“Қазақстан-2030” стратегиясы.\n« 1997 жылғы қазан – Президент Н.Ә.Назарбаевтың «Қазақстан-2030» жолдауы жарияланды. Қаралған мэселелер:\nЭкономикалық дағдарыстан шығу жолдары.\nРеформаларды аяктау.\nАлдыңғы қатарлы мемлекеттер қатарына қосылу.\n«Қазақстан барысын» калыптастыру. Жолдауда болашаққа болжам, қазіргі\nжағдаиға талдау жасалып, ішкі және сыртқы саясаттың негізгі бағыттары, республиканың дамуының ерекшеліктері айтылды.\nБүл бағдарламада еліміздің саяси, әлеуметтік-экономикалық дамуының жақын арадағы және стратегиялык үзақ мерзімдегі даму жолдары көрсетілген. Үзақ мерзімдегі 7 басьшдык:\nҮлттық кауіпсіздікті сақтау.\nІшкі саяситүрақтылыкпенкоғамның топтасуын нығайту.\nНарықтық қатынастарнегізінде экономикалық өсу.\nҚазақстан азаматтарының денсаулығын, білімі мен әл-ауқатын көтеру.\nЭнергетика ресурстарын жете пайдалану.\nИнфракүрылым, көлік,байланысты дамыту.\nДемократиялық кәсіби мемлекет қүру.\nҮлттық кауіпсіздік басымдыктарының деңгейіне мықты демографиялық және көші-кон саясаты шығарылуға тиіс. Егер б^ған немқүрайлықпен қарасак, оның салдары өте ауыр болады.\nXXI ғасыр қарсаңында Қазақстан Ресейдің артынан адам саны сырткы көші-кон процестерінен ғана емес, табиғи жолмен кеми беретін “демографиялык апатқа” үшырайды.\nІшкі саясн түрақтылық пен коғамның топтасуьш жүзеге асырудағы міндеттер:\n-Теңдікке негізделген бірынғай азаматтықты дамыту.\n-Этникалық түсініспеушілік себептерінің жойылуы және этникалық топтар қүқықтарыньщ тең болуын қамтамасыз ету.\n-Дәулеттілер мен жарлылар арасындағы айырмашылықты азайту. Ауыл проблемасына үнемі ерекше көңіл бөлу.\n-Әлеуметтік проблемаларды үдайы шешіп отыру.\n-Саяси түрақтылықты және қоғамның топтасуын қамтамсыз ететін бай Қазакстанды қалыптастыру.\n-Адамдар арасындағы кдрым-қатынас пен коммуникациялык байланыстардың барлык нысандарын дамыту.\n-Әртүрлі конфессиялар арасындағы өзара күрмет, төзімділік пен сенімді қарым-қатынасты нығайту.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ даласына Қожалар бұрын келгенбе әлде Төрелер бұрын келгенбе?",
        "question_content": "Қазақ даласына Қожалар бұрын келгенбе әлде Төрелер бұрын келгенбе?",
        "question_date": "25.04.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 973,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі тартысты сұрақ, кейбір тарихшылар қожаларға Орта Азияға келген барлық миссионерлерді жатқызатын болса, Қазақ шежіресі бойынша Қожа руы  Ахмад Касаниден таратады (1461-1542),\n\nАл төрелер (Яғни Шыңғысханның ұрпақтары) қазақ даласына 1218 жылы басып келгені белгілі, Сонда ресми түрде әрине төрелер бірінші болып келген болып саналады",
                "date": "25.04.2016",
                "upvotes": 0
            },
            {
                "text": "Қожалар Ислам дінін уағыздаушы миссионер болғандықтан олар алғаш рет қазақ даласына ІХ-Х ғасырларда,тіпті одан да ертерек араб әскерлері Орта Азияны жаулап алғанда келген.Ал төрелер әулеті ХІІІ ғасырда Шыңғысханның жаулап алуымен пайда болғаны белгілі.",
                "date": "4.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Діни экстремизмді қалай түсінесіз?",
        "question_content": "Діни экстремизмді қалай түсінесіз? Экстремизм сөзін естігенде ойыңызға не келеді?",
        "question_date": "25.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 949,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша, Діни экстремизм, өз сенімінен басқа адамдарды қандай жолмен болса да құрту, көбіне терроризмге жалғасады,  қазір діни экстемизм дегенде көп адамдардың ойына ислам діні келетіні жасырын емес, бұл негізінен өте қате пікір Ислам діні әрқашанда бейбітшілікті, адамгершілікті уағыздап келген, Оған Мағаммед ғ.с. пайғамбардың сөздері дәлел,",
                "date": "25.04.2016",
                "upvotes": 0
            },
            {
                "text": "Діни экстремизм Ислам құндылықтарын сақтау жолында үндеу тастаған өздерінің пікірлестерін діни принциптерді бұзушылар деген айыптаулармен кінәлайды. Діни-саяси экстремизм болса, әртүрлі діни пікірлерге негізделгеніне қарамай, олардың іс-әрекеттері Қылмыстық істер кодексінің баптарына сәйкес келеді. Яғни, діни-саяси экстремизм - діттеген саяси мақсаттарына қол жеткізу үшін, дінді қалқан ете отырып әрекет етуші, дінге ешқандай қатысы жоқ іс-қимыл. Басқаша атағанда - терроризм (лаңкестік). Мұндай әрекеттер көбіне мемлекеттің құрамын күшпен өзгертуге немесе үкіметті басып алуға бағытталады. Қауіпті жағдайға айналған осындай әрекеттерді іске асыру, көбіне қарулы топтар құрып, өзара өшіктіру әдістерін қолдану арқылы дін және ұлттық қайшылықтарды қоздырумен, сондай-ақ адам құқын жаппай бұзумен қатар жүреді. Мұндай шектен шыққан экстремизм әртүрлі мемлекеттің ұлттық қауіпсіздігіне нұқсан келтіріп қана қоймай, дінаралық жағдайдың ушығуына да себепкер болуда. Экстремистер қай діннің атынан белсенділік танытса, бәрінен де көп зиян шегетін сол дін. Саяси экстремизм тек саяси мүддені ғана көздейді. Олар адамдардың дінге деген құрметі мен сенімін өз мақсаттарына кеңінен пайдалана отырып, дін үшін әрекет етіп жүргендей көрінуге тырысады. Діни-саяси экстремизм әдетте ешқандай ымыраны мойындамай, ортақ келісімнен бас тартады, ешкімді жақтырмайды, тіпті оларды қолдап жүрген дін өкілдерінің пікірі болса да ешқандай саяси пікірлермен санаспайды. Діни экстремизм үшін «Харам мен халал» (арам мен адал), «өзіңе қалағаныңды басқаға да қала» деген қағидалар болмайды. Олардың басты қаруы қатігездік пен шапқыншылық. Сонымен қатар діни антқа байлап қойған адамдардың экстремистік қатардан шыға қоюы өте қиын. Экстремизмді айыптау, егер Құран және сүннет негізінде болмаса, онда адасушы мұсылмандар айыптауды мойындамайды, бос сөз қатарында қабылдайды. Кінәлілер айыптаушыларды - надан, жалақор ретінде азғыруы да мүмкін. Ислам шариғатымен амал етіп, басқаға үлгі бола білу, әрі шариғат талаптарын орындау, өркениетті қоғам орнатудағы аса сенімді жол екенін түсіндіре білу - діни эктремизмге қарсы қолданар ең үлкен қару. Әлемдегі құбылыстардың қандайы болмасын өзіндік пайда болу ықтималдығына бағытталған әсерге негізделе отырып, ережелер мен заңдарға сүйенген себептері мен салдары бар. Бұл заңдылықтар қатарына тек философиялық ой-пікір тұжырымдары ғана емес, еш күдіксіз қабылдануы бұйырылған Илаһи заңдылықтар да жатады.[1]",
                "date": "26.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Діни сауатсыздық -діни экстремизмнің бастауы болады деп ойлайсыз ба?",
        "question_content": "Діни сауатсыздық - діни экстремизмге алып келеді деп ойлайсыз ба?",
        "question_date": "25.04.2016",
        "question_tag": "Жанұя",
        "question_views": 822,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ия, алып келеді. Діни сауатсыз халықты пайдаланып, террористер арам пиғылын жасап, дінді бұрмалап, өз керегіне пайдаланады. Нәтижеде дінді дұрыс түсінбегендер әр түрлі террорлық әрекеттерге барады.",
                "date": "26.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Әйелімнің көңілін қалай ауласам болады?",
        "question_content": "Әйелімнің көңілін қатты қалдырып алдым((( Не істесем болады?",
        "question_date": "25.04.2016",
        "question_tag": "Жанұя",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйеліңе қатал бол, сонда сенің оған бір күліп қарағаның оған шексіз бақыт болады. Егер кешірім сұрап, силық әпере берсең ол да күндердің-күнінде қызықсыз тіршілікке айналып, солай қалыптасып мәні де, сәні де кетіп қалады екен.  Егер менің сөзіме сенбесең, ең ақылды қыздардың өзі солай сұранып талай айтқан маған. Ол ақылды қыз тек қана мен өзім қорқатын жігітті ғана Пір тұтып, сүйе аламын деген. Шынында да солай сияқты, сенің силаған силығың сол әйеліңе өзіңнен де бағалы болуы мүмкін емес, ол алдамшы тірлік.Ол әйелің үшін ең қымбат сый сен өзің, және сенің таза махаббатың!",
                "date": "26.04.2016",
                "upvotes": 1
            },
            {
                "text": "Гүл және әйеліңізге ұнайтын бір сыйлық алып барыңыз да, кешірім сұраңыз. Жақсы көретініңізді айтыңыз. Міндетті түрде реніші басылады. Егер одан түк шықпаса, үнемі назар аударып жүріңіз. Әйел адамдарға внимание өте маңызды, оны сезінгенде ренішін ұмытады.",
                "date": "26.04.2016",
                "upvotes": 2
            },
            {
                "text": "Әйел адам үшін көңіл бөлу маңыздырақ. Сол үшін көп көңіл бөліңіз, ұнайтын іс-әрекет жасаңыз гүл немесе сыйлық сыйлап. Бар ниетіңізбен тырыссаңыз,ренішінде тез ұмытар. Әйел адам нәзік көңіл бөліп жүрсеңіз, ол сізді кешіреді деп сенемін. Және әрине сол қателіктерді қайталамай үшін өзіңіз де тырыссаңыз жақсы болар еді. Енді ұрсыспаңыздар! Алла екі дүние бақытын нәсіп етсін!",
                "date": "13.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ жуас балаларды тәрбиелеу үшін ат баққызған... дегенге көзқарасыңыз қандай?",
        "question_content": "Ерте заманда қазақ атамыз жуас балаларын тәрбиелеу үшін ат баққызса, ал керісінше энергиясы тасыған, бұзық балаларына қой баққызған деседі. Сіз осыған сенесіз бе, ойыңызды жазсаңыз?",
        "question_date": "25.04.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 624,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Естімеппін! Бірақ сөзіңіздің жаны бар. Ат мініп өскен бала - өжет болатыны анық! Өйткені, жылқы малы жуас мінезділік танытқанның ырқына көне қоймайды. Ал қой бағу шыдамдылықты талап етеді, өйткені қой жырықтық бір орнында тұрмайтын жануар, сондықтан оның артынан қалмай оны кешке дейін бағып шығу адамның түгелдей энергиясын алып қояды да, басқа нарсеге зауқың да соқпайды. \"Мынау қой кезегінен келген ба\" деп қатты ұйқыда жатқан адамға айтылатыны да содан.",
                "date": "25.04.2016",
                "upvotes": 2
            },
            {
                "text": "Дұрыс деп айтсам ренжітіп аламын ау!  Өте-өте орынды, дұрыс, керемет  айтылған дана сөз мынау!!!  Бастан өткен, ауылда бала кезімізде  жылқы да міндік, қойдың соңында да болып көргенбіз.",
                "date": "26.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қалақтай, жасқаған сөздерінің мағынасы керек еді.",
        "question_content": "Қалақтай, жасқаған сөздерінің мағынасын айтып беріңіздерші.",
        "question_date": "25.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалақтай деген үлкен деген мағынада қолданылады. Жасқаған- \"жамап-жасқап\" деген қос сөздердің болуы керек",
                "date": "26.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арықтататын корсет, шалбар, коктейль, т.б шынымен де көмектесе ме?",
        "question_content": "Арықтататын корсет, шалбар, коктейль, тағы басқа интернетте қаптап жүрген заттар шынымен де көмектесе ме? Қолданып көргендер болса, жауап берсеңіздер",
        "question_date": "25.04.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Артық салмақтан арылу үшін күнде таңертең 1 сағат көлемінде жаттығулар жасау және тамақ ішер алдында бір кружкамен (200гр) салқын су ішіп, \"ішке ел қонған\" сәтте тамақ ішуді тоқтатып отыру керек!",
                "date": "25.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тек бір сала бойынша оқыған дұрыс па әлде жан-жақты сала бойынша білім алған тиімді ме?",
        "question_content": "Қалай ойлайсыз? Тек бір сала бойынша оқыған дұрыс па әлде жан-жақты сала бойынша білім алған тиімді ме?",
        "question_date": "25.04.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 421,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тек бір сала бойынша білім алып, толық меңгергеннен соң барып, келесіге ауысқан дұрыс деп ойлаймын. Жан-жақты саланы толық меңгеру өте қиын, нағыз маманы бола алмаймыз.",
                "date": "25.04.2016",
                "upvotes": 0
            },
            {
                "text": "Жан-жақты білімді болуды мектептің 11 жылдық курсы мен университеттің 1 және 2 курс бағдарламалары толығымен үйретіп береді. Негізгі бағыт: өзің сүйетін мамандық болуы шарт!",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілін өзге ұлттарға оқытатын оңай әрі тиімді оқу жоспарын ұсыныңыз.",
        "question_content": "Қазақ тілін өзге ұлттарға оқытатын оңай әрі тиімді оқу жоспарын ұсыныңыз. Мысалы, ағылшын тілі сияқты. Қиялыңызға шектеу жоқ. Өз еркіңізде!",
        "question_date": "25.04.2016",
        "question_tag": "Қоғам",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Компьютердегі әр түрлі прогаммалар мен ойындар тек қазақ тілінде болса және қазақтардың барлығы түгел қазақша сөйлесе",
                "date": "25.04.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақ тілінен халықаралық Ielts секілді тест болса, сол тесттен жоғары балл жинаған шет елдік азаматтар Қазақстанды  тегін аралап, саяхаттап, турист ретінде қонақ болу мүмкіндігіне ие болса.      Және қазақ тілін үйрететін тегін курстар болса, сол курсқа тегін тіркеліп, тегін оқыса, егер салғырттық танытып тастап кеткен адам айыппұл төлейтін болса.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақиқат пен аңыз романының авторы кім? Кітап мағынасынан қысқаша түсініктеме берсеңіз",
        "question_content": "Ақиқат пен аңыз романының авторы кім? Кітап мағынасынан қысқаша түсініктеме берсеңіз",
        "question_date": "25.04.2016",
        "question_tag": "Қоғам",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әзілхан Нұршайықов\n\nБұл шығармада Ұлы Отан соғысының даңқты каһарманы, гвардия полковнигі Бауыржан Момышұлының азаматтық, ерлік тұлғасын мүсінделеді. Баукеңнің сонау балауса жастық шағынан бері, Совет Армиясының үздік мектебінде шыңдалу кезіңіне, Ұлы Отан соғысының отты жылдарынан бастап күні бүгінге дейінгі ұлағатты өмір жолын шынайы фактілер аясында қызғылықты баяндайды. Романның жазылу формасы да ерекше: бүкіл оқиға автор мен кейіпкердің диалогі арқылы өтеді.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖОО-ның орнына тек курс оқып мамандық алатын болсақ, қалай болады деп ойлайсыз?",
        "question_content": "ЖОО-ның орнына тек курс оқып мамандық алатын болсақ, қалай болады деп ойлайсыз?",
        "question_date": "25.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 290,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы болады деп ойлаймын. Университетте 1,2-курста оқығандарымыз есімізде қалмайды бәрібір. Толыққанды тек мамандығымызға қажетті білім берілсе және практикаға көп көңіл бөлінсе- курстан да оқып шығуға болады. Курс уақыты жеткілікті уақытты қамтуы керек",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жердің сатылуы дауы туралы",
        "question_content": "Барлығын дүрліктірген жерді сату/жалға беру жайлы басталған уақытытнан, қазірге дейінгі процессті түсіндіре алатын болсаңыз, жауап беріңіз",
        "question_date": "25.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 617,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Шаруалардың кейбірі жерді аукцион арқылы сату туралы Қазақстан үкіметінің шешімін мақұл көрсе, кейбірі күмәнмен қарайды. Сарапшылар жер 2003 жылдан бері сатылып келе жатса да, «нәтижесі шамалы болғанын» айтады.\n\nӨткен аптада ұлттық экономика министрі Ерболат Досаев шілденің 1-інен бастап ауыл шаруашылығы жерлерінің аукцион арқылы сатылатынын хабарлаған соң әлеуметтік желілерде бұл реформаларға қатысты әртүрлі болжамдар айтыла бастады.\n\n«Жер тағдыры – ел тағдыры» дейтін ұрандар пайда болып, жерді сатуға қарсылық білдірушілер де байқалды. Алайда Азаттық тілшісімен сөйлескен сарапшылардың айтуынша, жер сатуға қарсылық білдірушілер де, оны қолдаушылар да әзірге жердің қалай сатылатыны жөнінде толық ақпарат білмейді.\n\nАзаттық тілшісімен сөйлескен Қазақстан фермерлер одағының төрағасы Әуезхан Дарынов та жерді аукционмен сату арқылы әлдекімдер шетелден әкелетін қаржысын заңдастыруды көздеп отыр деп күдіктенеді. Ерболат Досаев басқарған ұлттық экономика министрлігінің жер сатуға қатысты шешімін талқылауға қатысқан Дарынов шенеуніктердің ауыл шаруашылығының кейбір ерекшеліктерін түсінбейтініне налиды\n\nҮкімет шілденің 1-інен бастап ауыл шаруашылығы мақсатындағы жер аукцион арқылы жеке меншікке сатылатыны туралы хабарлады. Сонымен бірге шетелдіктер мен азаматтығы жоқ адамдар жерді 25 жылға дейінгі мерзімге жалға алу құқығына ие болмақ. 2015 жылы күзде Жер кодексіне үкіметтің ұсынысы бойынша парламент енгізіп, президент бекіткен бұл өзгерістерге Қазақстан қоғамында қазір қарсылық білдіріп жатқандар да бар.\n\nАуыл шаруашылығы министрі Асылжан Мамытбеков Қазақстанда ауыл шаруашылығы жерлері шетелдіктерге сатылмайды деп мәлімдеді.\n\nАзаттық ауыл шаруашылығы мақсатындағы жердің жеке меншікке сатылатыны туралы хабарға шаруалар арасында көзқарасы әртүрлі екені туралы жазған.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жерді сату, жалға беру. Жердің сатылуы дауы туралы",
        "question_content": "Барлығын дүрліктірген жерді сату/жалға беру жайлы басталған уақытытнан, қазірге дейінгі процессті түсіндіре алатын болсаңыз, жауап беріңіз",
        "question_date": "25.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша жерді сатуға, саудалауға болмайды. Ата-Бабаларымыз осы жерді сақтап қалу үшін ешкімге сатпай бізге қалдырды ғой, біз ертең өз ұрпақтарымызға не қалдырамыз?  жер емес қағаз ақша не болады оларға? соны ойлау керек. Бұл бір ақша істеп қалғысы келгендердің ісі,  немесе жай ғана эксперимент. Егер жер сатыла берсе, ертең шетелдіктер бәрін сатып ала салса не болады?!!!",
                "date": "25.04.2016",
                "upvotes": 1
            },
            {
                "text": "жерді сату өзіңді сату онда қазақ болудың қажететі жоқ ата-бабаның атын өзгертейік",
                "date": "30.04.2016",
                "upvotes": 0
            },
            {
                "text": "Билік өтірікші,арандатушы.Барлығы жақсы деген билік,іс жүзінде олай емес екендігі белгілі.Билік арандатушы-тәртіп сақшыларын халыққа қарсы қолданып отыр.Жерді сатқан адам таза,жерін қорғаған адам қылмыскер.",
                "date": "30.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасанды интеллект деген не?",
        "question_content": "Жасанды интеллек әлемді өзгертеді деп жатады. Толығырақ ақпарат болса. Не үшін жасанды интеллект соншалықты актуальді?",
        "question_date": "25.04.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасанды интеллект дегеніміз қарапайым тілде айтар болсақ роботтар. Әлемді өзгертеді дегені тек алгоритм бойынша басқарылып келген роботтардың мүмкіндігі жоғары дәрежеге өсуіне байланысты айтылған. Тек отырып тұратын роботтардың адам алдайтын дәрежеге жетуі адамзаттың алдын техника орап алу қаупіне алып келеді. Техниканы адам басқарған болса, керісінше, адамды техника басқарады.\n\n\"Физика будущего\"",
                "date": "25.04.2016",
                "upvotes": 0
            },
            {
                "text": "Жасанды интеллект соншалықты актуальді  болғаны үшін актуальді.  Әлем сондықтан өзгеріс үстінде. Алғашқы жасалып үлгерген нәрселердің бәрі қатты бағаланады прогресске қосқан үлестер ретінде.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұрынғы салтқа көзқарасыңыз?",
        "question_content": "Бұрын әулеттер өзара келісіп, қыз алысып, кыз беріскен. Ол кезде ажырасу деген жаман әдет болмаған. Сіз қазіргі үйлену, қосылу мен бұрынғы үй болды салыстыра отыра қандай ой қорыта аласыз?",
        "question_date": "25.04.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 748,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Заман да заң өзгеріп отырады,бір орнында тоқтап қалмайды. Адам барлық заманды бастан кешіреді, көреді, Бұл өмір біз үшін нағыз сынақ. Сынақ үшін барлық варианттар өзгеріске ұшырап отырады. Біз бұрынғы замандағы салт-дәстүрдің дұрыс екенін ажырата білдік, қазіргі қатты өзгерістерге қарап.",
                "date": "25.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өз ойларыңды қойындәптерге жазып жүрген қаншылықты маңызды?",
        "question_content": "Көбіне өз ойыңды бір жерге жазып қою оны іске асыруға пайдасын тигізеді дейді. Алып-қосар неңіз бар? Не үшін жазып жүруіміз керек?",
        "question_date": "25.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 637,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өз ойыңды бір жерге жазып қою ісіңді реттеуге көмегін тигізеді.\n\nКүнделік жазу-ойыңды жүйелі етеді, есте сақтау қабілетің жоғарылатады. Жағымды естеліктер уақыт өткен соң тәтті естелік сыйласа, жасаған қателіктерің сабақ болады.\n\nАл, күнделікті ісіңді жазып жүру тиянақтылыққа, ұқыптылыққа үйретеді. Жүйелі жұмыс істеуге үйретеді.",
                "date": "25.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Өз ойларыңды қойындәптерге жазып жүрген қаншылықты маңызды?",
        "question_content": "Көбіне өз ойыңды бір жерге жазып қою оны іске асыруға пайдасын тигізеді дейді. Алып-қосар неңіз бар? Не үшін жазып жүруіміз керек?",
        "question_date": "25.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр адамда жақсы ойлар мен идеялар болады,  соларды жазып қоймағанымызға өкініп жатамыз.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мотивация беретін әндер бар ма?",
        "question_content": "Жанар Дугалованың \"Айта берсін\" дегеніндей, қазақша болсын, ағылшынша болсын қандай жігер беретін әндерді білесіздер?",
        "question_date": "25.04.2016",
        "question_tag": "Өнер",
        "question_views": 2800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бар ғой.  Осыларды тыңда !",
                "date": "25.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Секіргішпен секіру қаншалықты эффективті?",
        "question_content": "Секіргішпен секірген эффективті деп естіп жатамын. Сол тұста, нақты қандай маңызды әсерлер бар?",
        "question_date": "25.04.2016",
        "question_tag": "Спортпен айналысу",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Секіргішпен секіру артық салмақты кетіріп қана қоймай, целлюлиттен арылтады, асқазан, жүрек қызметін жақсартып, тыныс алу жолдарын ашады.\n\nЭндорфин көбірек бөлінгендіктен, көңіл-күй де көтеріледі.\n\nАл,ашында секіруді 15 минуттан бастап, әрі қарай көбейте беру керек, 45 минутқа дейін. 15 минутта 250 калорияны жоғалтады.Терлеген кезде терімен бірге организмдегі әр түрлі зиянды токсиндер мен қажетсіз заттар шығады.",
                "date": "25.04.2016",
                "upvotes": 1
            },
            {
                "text": "Ол қандай секіргіш? суға ма?  жерге ма? Парашют емес па?",
                "date": "25.04.2016",
                "upvotes": 0
            },
            {
                "text": "Секіргіш те спорт түріне жатады. секіргішпен тек қана қыздар ғана емес боксшы, таэквондашы, футболшы сияқты жігіттер де жаттығу жасайды. Ол өте пайдалы, жалпы физический қимылдардың бәрі де ден-саулыққа пайдалы, адам фигурасы сұлулана түседі.",
                "date": "25.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мәнсіз өмір бақытты бола ма?",
        "question_content": "Мәнсіз өмір бақытты бола ма?",
        "question_date": "25.04.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 658,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәнсіз нәрселер болмаса, мүлдем жоқ болса. Онда бақытты нәрсе де болмас еді. Екеуі бір-біріне қарама-қарсы болғандықтан махаббатты бар екеніне сезінесің.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    }
]