[
    {
        "question_title": "Менің денеме қара дақтар шығып кетті, кір сияқты көбейіп бара жатыр.",
        "question_content": "Денеме қара дақтар шығып жатыр, кір сияқты көбейіп жатыр. Беліме дейін ғана шығады аяқтарымда жоқ",
        "question_date": "19.02.2018",
        "question_tag": "Денсаулық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "25-тен өткеннен кейін бетке дақ шығуы қалыпты құбылыс. Ал 25-ке жетпей дақ шықса, ол денсаулықта бір кінәраттың бар екенін сездіреді. Бетке дақ шығуының бірнеше себебі бар. Дақ қан аздықтан да болады. Қыз-келіншектердің етеккір циклі бұзылып, дұрыс келмесе, содан да дақ шығады. Қара дақ беттің құрғақтығынан да шығады. Ет пен терінің арасында су құрамы аз болса, дақ пайда болады. Сондай-ақ ағзаға қандай да бір дәрумендер жетіспегеннен де дақ шығады. Кейде адам күн көзінде көп жүрсе, содан пайда болуы мүмкін. Бетіне дақ шыққан қыздарға С дәрумені жетіспейді. Сондықтан С дәрумені бар тағамды көбірек жеу керек. Айран мен иогурттың құрамында С дәрумені бар, айранды көбірек ішу қажет. Дақ құрғақ, қамыр тағамдарды жей бергендіктен де болады. Күнделікті тағам құрамында көкөніс, жеміс-жидектер болғаны дұрыс. Бетінде дағы бар жандар қуырылған, ащы тағамдарды аузына алмағаны абзал. Дақтан құтылуға болады. Ол үшін дәрігер-косметологтың қабылдауында болып, ешбір қоспа қосылмаған, шөптен жасалған табиғи косметика пайдалану керек.",
                "date": "28.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атмосфералық қысым артқан кезде X және Y деңгейлері қалай өзгереді?",
        "question_content": "X деңгейі және Y деңгейі қалай өзгереді??Себебін түсіндіріңіз.",
        "question_date": "19.02.2018",
        "question_tag": "Физика",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X деңгейі- ұлғаяды\nY деңгейі- кемиді, төмен түседі Себебі ввакуум көбейгенде X азайып Y көбейеді. Y деңгейіндегі қысым ауысады.",
                "date": "5.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қысым деген не?",
        "question_content": "Қысым деген не? (Қатты дене үшін)\n\nb) Қатты дене үшін қысым қалай анықталады? Қысымды қалай азайтуға болады?",
        "question_date": "19.02.2018",
        "question_tag": "Физика",
        "question_views": 57200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысым (қатты денелердің қысымы) ауданға тәуелді болады. Аудан кішірейсе, қысым көбірек болады.\n\nБірлік ауданға түсірілген күшті қысым дейміз.",
                "date": "29.04.2018",
                "upvotes": 0
            },
            {
                "text": "Кысым деген не ? (Географияда)",
                "date": "11.11.2018",
                "upvotes": 0
            },
            {
                "text": "Қысым-дененің бір өлшем бетінің ауданына перпендикуляр бағытта түсетін күш",
                "date": "30.01.2019",
                "upvotes": 0
            },
            {
                "text": "Кысым катты дене ушин...",
                "date": "27.02.2020",
                "upvotes": 0
            },
            {
                "text": "Белгілі бір бетке  түсетін күш әрекетінің нәтижесін сипаттайтын шсманы деп атайды.\nФормуласы: p=F/S\nӨлшем бірлігі: Паскаль",
                "date": "25.02.2021",
                "upvotes": 0
            },
            {
                "text": "a)Қысым-бір өлшем бетке перпендикуляр бағытта түсетін күш.\n\nb)Қысым қатты денелерде әрекет ететін күштің бағытымен беріледі\n\nҚысымды ауданды азайту арқылы кемітуге болады",
                "date": "21.01.2022",
                "upvotes": 0
            },
            {
                "text": "қысым деген не ?????????",
                "date": "4.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "қай жағдайда бала жерге ең көп қысым түсірген?",
        "question_content": "берілген суреттерді салыстырып, қай жағдайда баланың жерге ең көп қысым\nтүсіргенін анықтаңыз. Жауабыңызды түсіндіріңіз.",
        "question_date": "19.02.2018",
        "question_tag": "Физика",
        "question_views": 11200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "с жауабы дұрыс.\n\nөйткені ол бір аяқпен тұрып жерге қысымды көп түсіреді. Себебі оның  бір аяқпен тұрғандағы аумағы қалғандарына қарағанда аз. Осы жауап дұрыс Сто процент кепілдік беремін!",
                "date": "21.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ауадағыға қарағанда алқаның судағы салмағы аз. Неліктен?",
        "question_content": "Өтінемін. Көмек қажет (срочно)\nАрдақ алқаның күмістен жасалғанын тексеру \nүшін оның салмағын ауада және суда өлшеді. Өлшеу нәтижелері: р ауа= 36,4 Н; р су= 32,6 Н;\nа) Неліктен ауадағыға қарағанда алқаның \nсудағы салмағы аз?\nb)Алқаның күмістен жасалғанын тексеру үшін келесі шамаларды анықтау керек.\n1)алқаның массасы _____________________________________________________\n2)алқаға әсер ететін кері итеруші күш _____________________________________\n3)алқаның көлемі ______________________________________________________\n4)алқаның тығыздығы ___________________________________\n______________ \nС) Кесте бойынша p күміс =10500 кг/м куб.",
        "question_date": "19.02.2018",
        "question_tag": "Физика",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/656471/https://surak.baribar.kz/656471/",
                "date": "22.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табиғат экология туралы əңгіме не ертегі керек болып тұр?",
        "question_content": "Табиғат экология туралы əңгіме не ертегі керек болып тұр?",
        "question_date": "19.02.2018",
        "question_tag": "Табиғат",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халқымыз табиғатты анаға теңеген. Өйткені табиғатта тіршілік өсіп-өнеді. Өзіндегі барды адамға, жан-жануарға, өсімдікке берген. Табиғатта басы артық ештеңе жоқ. Табиғат сырын терең білмей, оған немқұрайлы қарау үлкен апатқа соқтырады. Бір кездерде табиғатты бағындыруды мақсат тұтып, ормандар аяусыз балталанды, аң-құстар шамадан тыс ауланды, жер жөн-жосықсыз жыртылып, топырақта эрозия пайда болды. Соның салдарынан бүгінгі таңда адам баласына ядролық апаттан гөрі экологиялық апат аса үлкен қауіп төндіріп отыр.\n\nБізді экологиялық апатқа душар еткен адам санасының эрозиясының нәтижесі.\nЭкология деген сөз \"тіршілік ету мекені, өмір сүретін орта\" туралы ғылым дегенді білдіреді. Алғаш рет 1886 жылы \"экология\" терминін атақты неміс биологы Эрнест Геккель ғылымға енгізген және \"Экология - табиғат пен тірі ағзалардың өзара қарым-қатынасын зерттейтін ғылым\" деген анықтама берген. Бүгінде тәуелсіз Қазақстанда ғана емес, бүкіл әлем алдында экология мәселелері тұр. Адам ақыл-ойының нәтижесі алып ракеталар, атом станциялары, зауыттар, т.б. ғылыми прогресс жетістіктері өмірімізді байыта, жеңілдете түсумен қатар қауіп-қатер туғызуда. Осының бәрі экологиялық сананың жеткіліксіздігінен, адамдардың болашақ ұрпақ алдындағы жауапкершілігін жете сезінбеуінен. Адам өміріне экологиялық зардаптардың әсер ете бастауы олардың қоршаған ортаға жыртқыштықпен қарауының салдары.\n\nБүгінде санасында сәулесі бар әрбір адамды туған жердің табиғатының тағдыры толғандыруы керек. Ауылдық жерлердегі экологиялық, санитарлық, эпидемиялық жағдайдың нашарлауы салдарынан жұқпалы аурулар көбейіп отыр. Адамдар ядролық жарылыстардың зардабын әлі де тартуда, рак, өкпе, қан аздығы, қант диабеті, қан қысымының жоғары болуы, жүрек, психикалық аурумен ауыратындар көп.\n\nРадиациялық заттар қоршаған ортаға ядролық отындар өндірісінде, атом құралдарын жасап сынау кезінде таралады. Радиацияның шамадан артық мөлшері ағзада қатерлі ісіктің, генетикалық өзгерістердің пайда болуына әсер етуде, Семей аумағында қазір 700 мың га радиациямен зақымданған жер бар. Оның адам денсаулығына тигізетін әсері үлкен. Сонымен бірге, табиғи ортаға ғарыштық сәулелер, топырақтан, күн сәулесінен келетін немесе жасанды жолмен-флюорография, теледидар экраны, сағаттардың шағылыс циферблаттарынан т.с.с. туындайтын сәулелер де адамға әсер етеді.Қоршаған ортаның зиянды заттармен, техногенді қалдықтарымен ластауда Қазақстанның мына кәсіпорындары ерекше зиян тигізуде: Батыс Қазақстан мұнайгазконденсат кен орындары, Өскемен қорғасын - мырыш комбинаты, Зыряновск полиметалл комбинаты, Жамбыл суперфосфат заводы, Жамбыл фосфор заводы, Балқаш тау-кен комбинаты, Жезқазған тау-кен комбинаты, Павлодар алюминий заводы, Екібастуз энергетикалық комплексі, Қарағанды металлургия заводы, \"Фосфор\" Шымкент өндірістік бірлестігі, Шымкент қорғасын заводы, т.б.\n\nРеспубликадағы жұмыс істеп турған кәсіпорындарды тазалау қондырғыларының сапасы мен тиімділігі 30%-дан аспайды. Өндіріс сарқынды суларының әсерінен Ертіс, Орал т.б. өзендерінің суы зияндылығы жөнінен нормативтік көрсеткіштерден әлдеқайда асып түседі.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Бір өзіңе ғашық болдым мен, өтінемін шегінбегін сен\" деген сөзі бар əнді кім айтады?",
        "question_content": "\"Бір өзіңе ғашық болдым мен, өтінемін шегінбегін сен\" деген сөзі бар əнді кім айтады?",
        "question_date": "19.02.2018",
        "question_tag": "Қазақша ән",
        "question_views": 696,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "19.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына видеода қандай шрифт (қаріп) қолданылған?",
        "question_content": "Мына видеода қандай шрифт (қаріп) қолданылған?",
        "question_date": "18.02.2018",
        "question_tag": "Интернет, Сайт",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Гуглға Казахские шрифты скачать деп жазып жүктеп ал солардың ішінде точно болат!",
                "date": "16.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Есеп және аудит мамандығы туралы мәлімет керек",
        "question_content": "Мен 9 сынып оқушысымын.есеп және аудит мамандығын оқығфм келеды.сол туралы айтып бере аласыздарма ?",
        "question_date": "18.02.2018",
        "question_tag": "Мамандық",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "есеп-қисаптан көзің ашылмайды.Математикаға жақын болсаң болашқта өзіңе жақсы.",
                "date": "24.07.2018",
                "upvotes": 0
            },
            {
                "text": "Егер шынымен оқығың келсе, жақсы мамандық. Кез-келген ұйымға, кәсіпорынға, дүкендерге де есепші мамандары қажет. Ең бастысы бухгалтерлік шоттарды және берілетін программаларды(1с) жақсы меңгеріп алсаң болды. Ал жұмыс жасайтын кезде, байсалдылық, жауапкершілік және де мүлдем асықпау керек. Есептің бір жері дұрыс болмаса, сол қатеден басталады. Сол себепті өте мұқият болу керек. Жақсы мамандық",
                "date": "24.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер а-15=0 болса, а+15 нешеге тең?",
        "question_content": "математика панинен берилген тапсырма мани...........",
        "question_date": "18.02.2018",
        "question_tag": "Математика",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a-15=0\n\na=15 а мәнін a+15 өрнегіне қоямыз : 15+15=30",
                "date": "20.02.2018",
                "upvotes": 1
            },
            {
                "text": "a-15=0\n\na=15-0\n\na=15\n\n15+15=30\n\n30",
                "date": "20.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3 топ мүгедек азаматқа несиені төлеу үшін қандай жеңілдіктер бар",
        "question_content": "13.02.2018 жылы жұмыстан шықтым, қазір денсаулығыма қарап жүрмін, өзім 3 топ мүгедекпін, жұмыстан шыққаннан соң несиені төлеу қиын болып жатыр, 3 топ мүгедекке несиені аз төлеуге жеңілдіктер бар ма екен??? Негізі үздіксіз төлеп келе жатырмын, жұмыстан шыққан соң қиын болып тұр төлеу, алдағы уақытта жұмысқа орналасқан соң толық төлеймін, себебі алған қаржымды толық қайтару керек, кезінде әжетіме жарады.",
        "question_date": "18.02.2018",
        "question_tag": "Банк",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Пайдаланылмаған еңбек демалысына ақы төлеу туралы",
        "question_content": "13.02.2018 жылы жұмыстан босадым, 2016 жылдың қаңтар айы мен 2017 жылдың қаңтар айы аралығында атқарған қызметім үшін пайдаланбаған 14 күн еңбек демалысым бар, 2017 жылдың қаңтар айы мен 2018 жылдың қаңтар айы аралығында атқарған қызметім үшін пайдаланбаған 30 күн еңбек демалысым бар, жұмыстан шығуыма байланысты жалпы 44 күн пайланбаған еңбек демалысыма өтемақы (расчетный) төлейді ма???",
        "question_date": "18.02.2018",
        "question_tag": "Банк",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе?Проблемаңыз шешімін тапты ма?44 күнге расчетный төленді ме?",
                "date": "28.10.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлем 14 күнге ғана төледі 30 күнге төлемеді",
                "date": "30.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңгер мамандығына тусу канща балл?Грант",
        "question_content": "Заңгер мамандығын кай университет окытады.Астана,Алматыда барма\n\nГранты ка",
        "question_date": "18.02.2018",
        "question_tag": "Мектеп",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңде заңгер болғым келеді!",
                "date": "24.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аққулар ұйықтағанда",
        "question_content": "Аққулар ұйықтағанда поэмасын сатылай кешенді талдауы бар ма. Өтініш тауып беріңіздерші",
        "question_date": "17.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 48600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сабақтың тақырыбы:М. Мақатаев «Аққулар ұйықтағанда» поэмасы\nСабақтың мақсаты: Сезіммен өлең өрген жыр парағы Мұқағали поэзиясына талдау жасау, ақын өлеңінің идеясын, мақсатын ұғындыру, поэманың тақырыбы мен идеясы композициясы туралы теориялық білім беру.\nБілімділік– поэманың негізгі кейіпкері ана бейнесі арқылы көл еркесі аққуға жасалған қиянаттың қайғылы оқиғаға ұғындыру себебін таныту, қоршаған орта заңдылықтарына қарсы келмеу қажеттігін нақты дәлелдермен түсіндіруге жету;\nДамытушылық– оқушылардың пікірталасын ұйымдастыру, өз ойын дұрыс тұжырымдап, дәлелмен жеткізе білуге, еркін сөйлеуіне дағдыландыру, талдаулар жасай білу, сын тұрғысынан ойлау қабілетін дамыту;\nТәрбиелік – оқушыларды ізгілікке, адамгершілікке, қоршаған ортаны қорғай білуге тәрбиелеу.\nСабақтың көрнекілігі: ақын суреті, интерактивті тақта, кітаптар, аққу туралы жазылған нақыл сөздер, тақырыптық суреттер, көрініс, сызба – кестелер.\nСабақтың түрі: Интеграцияланған (дамыта оқыту) сабағы. (Әдебиет сабағын театр, әуез, көркемсурет, сөз өнерімен интеграциялау).\nСабақтың әдісі: СТО, талдау, сұрақ – жауап, пікір сайыс\nПәнаралық байланыс: музыка, тарих, биология\nСабақтың барысы: І.Ұйымдасыру кезеңі. Оқушылармен жүздесіп амандасу, түгелдеу, сабақтың тақырыбымен, жоспарымен, мақсатымен таныстыру.\nІІ. «Топтастыру» стратегиясы. «Мұқағали әлеміне саяхат»\nІІІ. Ой шақыру. «Менің Мұқағалиым»\nСұрақтар:\n1. Мұқағалидың туған жері? (Алматы облысы, Райымбек ауданы,Қарасаз ауылы)\n2. Өмір сүрген жылдары? (1931-1976 ж.ж)\n3. Әкесі мен анасың есімі? (Сүлеймен, Нағиман)\n4.Мұқағали ақынның жыр жинақтарын ата. («Армысыздар, достар», «Қарлығашым, келдің бе?», «Дариға жүрек», «Шолпан», «Өмір дастаны», т.б.)\n5. Мұқағали ақын кімнің тәрбиесінде болды? (Әжесінің. Ол «Мені сөзге, жырға үйір еткен – әжем» дейді. Ақын әжесінің аты – Тиын. Келіндері оны «Мақпал апа» деген.)\n6. Ақынның поэмаларын атаңыз. («Ақулар ұйықтағанда», «Ару – ана», «Райымбек», т.б.)\nМ. Мақатаев өзі айтқан екен: «Менің қымбатты достарым! Егер сіздер шынымен менің өмірбаянымды, шығармаларымды зерттемек болсаңдар, онда мен не жазсам, соның бәрін түгел оқып шығуды ұмытпағайсыздар. Мені өз өлеңдерімнен қарамауларыңызды өтінем. Естеріңізде болсын, менің өлеңім жеке тұрғанда түк те емес. Біріктіріп қарағанда ол поэма іспетті. Басы және аяғы бар. Ол кейде күлімдеген, кейде түңілген жанымның құдды даусындай...»[2.197б]\nМұғалім сөзі: Біз Мұқағали ақынды – поэзия патшасы десек, ендеше, поэзия патшалығына сапар шегіп көрейік. Міне, патшалықтың алтын қақпасы ашылды. «Аққулар ұйықтағанда» сарайының кілті өз қолдарыңда. Қазіргі сәттен бастап осы сарайдың сырына үңіліп көрейікші.\nа) Аққу қандай құс?\nә) Поэмаға оқушылармен біріге отырып мазмұндық жоспар құру.\nТақырыбы\nБасты оқиғалар\nІ.\nТау басына біткен сұлу көл\n1.Қалай біткен мына көл тау басына?\n2. Жетімкөл жетімсірейді.\n3. Аққулар айдынына оралмады.\nІІ.\nАуру бала немесе шарасыз отбасы\n1.Жас сәбидің науқасқа шалдығуы.\n2. Тәуіп шалдың айтқан ойы.\n3. Ананың шешімі.\n4. Ұйықтап жатқан аққуды атуы.\n5. Жетімкөлден сән кетті\nІІІ.\nБақташы қарт. Шарасыз ана.\n1.Көзінен жас, көңілінен мұң төгілген зарлы ана.\n2.Халық ырымы. Аққуды атқан оңбайды.\n3. Өліп жатқан бала, шарасыз ана.\n4. Қасиет.Қасірет.\nЭпилог\nАққулар...\nАңыз көп қой олар жайлы.\nб) «Мұқағали – суреткер ақын». Поэмадағы сюжеттік оқиғлардың композициялық құрылымына талдау.\nОқиғаның басталуы.\nЖетімкөл туралы аңыздар.\nКөл еркесі – сұлу аққулар\nОқиғаның дамуы.\nАуру бала, тәуіп айтқан ем.\nОқиғаның шиеленісуі.\nАққуды атқан ана.\nАстан – кестен көл беті.\nОқиғаның шарықтау шегі.\nАққудың киесі. Жалғыз ұлдың өлімі.\nКие қасіретін тартқан ана.\nОқиғаның аяқталуы.\nАққуынан айырылған Жетімкөл.\nв) Ақынның тіл шеберлігі. Әдеби – теориялық ұғымдарға талдау, тілдік теңеулерді табу. Оқулықпен жұмыс, дәптерде орындау.\n№\nПоэмадан үзінді\nЭпитет\nКейіптеу\nТеңеу\nДәйектеме\n1.\nТәтті үн, аппақ нұр...\n+\n+\n2.\nМаужыраған түн, салбыраған шымылдық...\n+\nг) Шығарма кейіпкерлеріне мінездеме беру. (интерактивті тақтада орындалады).\nКейіпкерлер\nІс – әрекеті, адами қасиеттері\nАна\nҚамқор ана. Балажан, сәбиі үшін аққуды атты.\nӘке\nАдал жан, халық дәстүрін берік ұстанады.\nТәуіп шал\nМейірімсіз, қайырымсыз. Таяз ойлы.\nБақташы қарт\nАқылы мол, көргені көп.\nғ) Проблемалық сұрақтар:\n1. Ақынның поэмасындағы негізгі арқау болған тақырып не?\n2. Автор өзі көтерген мәселені қаншалықты аша білген?\n3. Ана неге аққуды атпақ болды? Бұл шешімге келу анаға оңайға түсті ме?\nПроблемадан шығу:\nАқынның поэмасындағы негізгі арқау болған тақырып - ананың балаға деген махаббаты.\nАвтор өзі көтерген мәселені толығыман ашқан, себебі поэма шын тебіреністен, шын шабыттан, шын күйзелістен, шын сағыныштан туған.\nАна аққуды баласы үшін атты. Бұл шешім анаға оңай түспеді ана көп ойланды.\nҮ. «Аққу – киелі құс» пікір – сайыс.\n1) Жақтаушы топ: «Аққуды атуға болмайды»\nДәлелдеме: - Көлдің сәні – аққулар.\n- Аққу киесі оңдырмайды.\n2) Даттаушы топ: «Ананың балаға деген махаббатын дәлелдеу үшін аққуды атуға болатын»\nДәлелдеме: - Ана – махаббатымен құдіретті\n- Бәрі де адам үшін жаратылған.\nМақсаты:\nТүйін: Мақсатыма жеттім.\nҮІ. Рефлексия. Ой түйіндеу.\nШығармашылық тапсырма.Анаға хат. (Сүгірдің «Аққу» күйі ойнап тұрады.)Оқушылар анаға арнап хат жазады.\nҮІІ. Осы сабақтан не алдым? Тест интервью\nМұқағали шығармаларының ерекшелігі\n«Аққулар ұйықтағанда» поэмасы бізге қандай тәрбие берді?\nОйы өзекті.\nБейнелі рух, сезім басым.\nҚазақ тұрмысына жақын ойлар айтылады.\nАна махаббатының құдіреттілігін сезіндірді.\nТабиғатты қорғауды үйретті.\nХалық дәстүрін берік ұстануды дәріптеді.\nМұғалім сөзі: Балалар, адам – табиғат перзенті. Дүниеде екі ана бар: бірі – тіршіліктің анасы табиғат анасы, екіншісі адам анасы. Екеуіде мейірімді. Осы екі анаға да қаталдық көрсетуге, жанын жаралауға болмайды.\nСабақтың нәтижесі\nОқушыға не берді:\nӨзіне, айналасындағыларға сын көзбен қарауға үйренді;\nАдам бойындағы жағымды, жағымсыз қасиеттер туралы өз пікірлері қалыптасты;\nТабиғатты қорғауға үйренді;\nӨз ойын еркін айтуды үйренді;\nМұғалімге не берді:\nАдамның жақсы-жаман болуы өзіне байланысты деген ойға жетеледім;\nҚарым-қатынас мәдениетіне үйрете білдім;\nЖаңа технологияны қолданып өткізген сабағымның оқушыға берері мол екеніне көз жеткіздім;\nРухани санасына қатысты мәселелерді талқылау кезінде толық еркіндік және жеткілікті уақыт берілуі керек деген ой түйдім.\nҮІІІ. Үйге тапсырма.\n«Жетімкөл аққулары» - эссе жазу.\n«Ақын және аққу» тақырыбына өлең жазу.\nПоэмадан өзіңе ұнаған шумағын жаттау.",
                "date": "19.02.2018",
                "upvotes": 0
            },
            {
                "text": "Бұл поэмада бір жанұяның жалғыз баласы ауыр сырқатпен сырқаттанып қалады. Тәуіп шал баланы тек аққудың қанатымен аластаса ғана дертінен айрылады деп айтады. Әкесінің аққуды өлтіруге дәті бармағандықтан оның орнына анасы мылтығын алып, қасиетті аққулар мекендейтін көлге барады. Көлге келгенде ананың қолындағы мылтығы абайсызда атылып қалады да, мылтықтың оғы аққуға тиеді. Шуды естіген қарт жылқышы көлге қарай келеді де, аққу өлтірген анаға ақыл береді. Қалай болса да ана аққуды үйге әкеледі,алайда үйге қайтып оралғанда баласынын қайтыс болғанын түсінеді.",
                "date": "24.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əлеуметтік көмек",
        "question_content": "Менің 5 жаста 1 топтағы мүгедек ұлым бар. Әкімшілік тарапынан мүгедектігіне байланысты алынатын ақшаны есептеп, әлеуметтік көмек шығармай жатыр. Әлеуметтік көмек алу үшін мүгедектікке және оның қараушысына шығатын ақша есептелінеді ме? Бұл жайлы ҚР қай заңында көрсетілген. Толық мәлімет қайдан алуға болады?",
        "question_date": "17.02.2018",
        "question_tag": "Банк",
        "question_views": 260,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қарағандыда корейский танцевальный кружоктар кай жерде бар?",
        "question_content": "Карагандыда қандай КОРЕЙСКИЙ танцевальный кружоктар бар. Өте керек еді. Маяк жактан болса. Өтінем жауабын жазасыздар ма?   өтінем өтінем өте керек боп тұр,",
        "question_date": "17.02.2018",
        "question_tag": "Шет ел әні",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "14 жасымда тісімді жұлдыртсам, ол қайта өсе ме?",
        "question_content": "14 жаста тісімді жұлдырытсам, жаңа тіс өсеме?",
        "question_date": "17.02.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жок оспейди басымнан откен",
                "date": "26.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Географиялық қабық туралы жалпы түсініктеме беріңіз?",
        "question_content": "барлыгына жауабы керек жылдамлық",
        "question_date": "17.02.2018",
        "question_tag": "География",
        "question_views": 54900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Географиялық қабық ландшафттық қабық, эпигеосфера — атмосфера, литосфера, гидросфера және биосфера қабаттарының бір-бірімен тығыз байланыста болатын ортасы, яғни адамзаттың іс-әрекеті өтетін жердің беткі (жоғарғы) қабығы.\n\nГеографиялық қабықтың негізгі ерекшелігі — мұнда заттар үш агрегаттық күйде (қатты, сұйық және газ) болады. Екінші ерекшелігі — географиялық қабықтың бір-бірімен тығыз байланыста болатын орталығында (ядросында) органикалық өмір пайда болуы. Бүкіл органикалық өмір өзінің әр алуан көрінісі арқылы литосфераның бірнеше жүздеген метрінен бастап, 4 — 5 км тереңдікке дейін (гипергенез қабатына дейін) және ауа ағындары арқылы стратосфераның төменгі қабатына (озоносфера қабатына дейін) дейін таралады. Құрлықтағы географиялық қабықтың төменгі шекарасы жер бетінен 30 — 40 км тереңдікте, ал тау сілемдерінде 70 — 80 км тереңдікке жетеді. Дүниежүзілік мұхиттардағы географиялық қабықтың төменгі шекарасы 5—8 км тереңдікте, яғни жер бетіне жақын орналасқан. Географиялық қабықты түзуші компоненттерге (құрамдарына) тау жыныстары, ауа массасы, топырақ жамылғысы, су көзі және биоценоздар, полюстік ендіктердегі мұздықтар жатады; негізгі энергетикалық құраушыларына гравитациялық энергия, планетаның ішкі (эндогенді) жылуы, күннің сәулелі (радиациялық) энергиясы және ғарыштық энергия жатады. Географиялық қабықтың негізгі ерекшелігі — оның біртұтастығы. Қабықтың құрамдас бөліктері арасында үнемі зат пен энергия айналымы болатындықтан, біреуінің өзгеруі міндетті түрде басқаларын да өзгеріске ұшыратады. Екінші ерекшелігі — зат және сонымен байланысты энергия айналымы, табиғи процестер мен құбылыстардың қайталанып отыруы. Мұнда айналымдардың күрделілігі әрқалай: бірі механикалық қозғалыстар (атмосфера циркуляциясы, теңіз ағындары), екіншісі, заттың агрегаттық күйінің өзгеруі (жердегі ылғал айналымы), үшіншісі химиялық трансформация (биологиялық айналым).\nАйналымдар нәтижесінде жер бетінде жыл мезгілдері қайталанып отырады. Айналымдарды негізінен астрономиялық және геологиялық факторлар тудырады. Біріне-бірі қарама-қайшы эндогендік және экзогендік күштердің нәтижесінде географиялық қабық үнемі дамуда болады. Дамудың нәтижесінде жер беті мен теңіз, мұхит түбі аумақтық жіктеуге ұшырайды. Құрлықтағы жіктелудің салдарынан географиялық белдемдер пайда болады. Кеңістікте географиялық құрылымның өзгеруінен ландшафттар мен геокешендер түзіледі. Географиялық қабық ұғымын алғаш рет 1910 ж. орыс метеорологы П.И. Броунов, ал географиялық қабық терминін 1932 ж. орыс географы, акад. А.А. Григорьев енгізді.\n\nhttp://www.gpedia.com/kk/gpedia/Географиялық_қабық",
                "date": "17.02.2018",
                "upvotes": 0
            },
            {
                "text": "Өтініш жібер керек маған               \nПж",
                "date": "11.05.2020",
                "upvotes": 0
            },
            {
                "text": "Маған осы бабының жауабы қажет",
                "date": "21.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мәтіннен мақал-мәтел мен тұрақты тіркестерді табыңыз?",
        "question_content": "жылдам жауабы керек бир мен еки жылдам",
        "question_date": "17.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 14200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мың бұралған бишілер, ұлттық тағамдар - халықтар достығына апарар жол",
                "date": "17.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Латын графикасына көшуге байланысты қандай ұсыныстарыңыз бар?",
        "question_content": "Ассалаумағалейкум құрметті оқырмандар. \nhttps://www.qazaqtili.net/ - латын графикасына негізделген конвертер\nСайтқа қандай толықтырулар енгізуге болады?\nЛатын графикасына көшуге байланысты қандай ұсыныстарыңыз бар?\nUX/UI дизайнерлер болса сайттың дизайнын қалай өзгерткен дұрыс?\nЖәне осы латын графикасын зерттеп жүргендер болса байланыс нөмірлеріңізді осында қалдырсаңыздар...",
        "question_date": "16.02.2018",
        "question_tag": "Интернет, Сайт",
        "question_views": 836,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мында қате немесе дұрыс аударғанын білмеймін, бірақ бұл түсінуге өте ыңғайсыз екен.",
                "date": "17.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бос орынға тиісті еліктеу сөздерін қойыңыз?",
        "question_content": "Бос орынға еліктеу сөздерді қойыңдар.\n\n1.Күн ... күркіреп, ... жаңбыр жауды.\n2.Төбеден ... тамшы тамып тұр.\n\n3. Ақбөкен жылқы ауыздығын ... шайнап жұтынып тұр.\n\n4. Қонақтар келіп еді, ауыл адамдары ... болып қалды, кең дастарқан жайды.\n5. Көш  ... көкжиекке асып барады.\n\n6. ... еткен текені қар жауғанда көрерміз.\n\n7. Үй алдындағы ит ... етіп, қораның артына қашып кетті.\n8. Киген көйлегі ... етіп жыртылып кетті.\n\nЕліктеу сөздер: шатұр-шұтыр, сатыр-сұтыр, тырс-тырс, бақ-бақ, қаңқ, қарқдар, апыл-құпыл, ұбап-шұбап,",
        "question_date": "16.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4. Қонақтар келіп еді, ауыл адамдары апыл-құпыл болып қалды, кең дастарқан жайды.",
                "date": "17.02.2018",
                "upvotes": 0
            },
            {
                "text": "Шатұр-шұтыр, тырс-тырс\nСатыр-сұтыр\nҚарқ-қарқ\nҚарш-құрш\nАбыр-сабыр\nҰбап-шұбап\nБақ-бақ\nПыс-пыс\nҚаңқ",
                "date": "17.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пластиналар бір-біріне қандай Ғ күшпен тартылады?",
        "question_content": "Жазық конденсатордың астары ауданы S=50 см2 (см квадрат), ал заряды q=3,2 нКл болса, онда пластиналар бір-біріне қандай Ғ күшпен тартылады?",
        "question_date": "16.02.2018",
        "question_tag": "Физика",
        "question_views": 566,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Автокөліктің бұрылыстағы нормаль және толық үдеуінің модулін табыңыз?",
        "question_content": "Жылдамдығы V=54 км/сағ автомобиль қисықтық радиусы R=375 м жол айналмасынан өтеді. Бұрылыста жүргізуші машинаны тежеп a=0,5мс (метр/секунд квадрат) үдеу береді. Автокөліктің бұрылыстағы номаль және толық үдеуінің модулін және олардың бағыттары арасындағы бұрышты табу керек.",
        "question_date": "16.02.2018",
        "question_tag": "Физика",
        "question_views": 860,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Картаның масштабын анықтаңыз?",
        "question_content": "Жердегі сызықтың ұзындығы 532,5 м, ал картада оның ұзындығы 21,3 м. Картаның масштабын анықтаңыз?",
        "question_date": "16.02.2018",
        "question_tag": "Математика",
        "question_views": 854,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "532,5 ----1\n\n21,3 ------x\n\nx=21,3/532,5=0,04=1/25",
                "date": "21.03.2020",
                "upvotes": 0
            },
            {
                "text": "Жердегі-532,5 м=53250см\nКартадағы-21,3 м=2130см         1м =100 см\nМ=?\nШешуі:       М=2130:53250\n                    М= 1:25\nЖауабы:М= 1:25 см",
                "date": "26.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызметі дипломға сәйкес келмеуі",
        "question_content": "Диплом бойынша мамандығы тарих  және  география. Мектепте атқаратын қызметі: Еңбек пәнінің мұғалімі (технология). Сұрақ: Пәні сәйкес келмеуіне байланысты еңбекақысын 31 желтоқсан 2015 жылғы 1193 қаулыға сәйкес жоғарғы білім бойынша  (В2-2 блогімен) төлеу дұрыс па? Әлде арнаулы орта білімі бойынша  В4-2 блогімен төлену керек пе? Техникалық штаттық кесте жағынан категориясы сақталама?",
        "question_date": "16.02.2018",
        "question_tag": "Мектеп",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": []
    }
]