[
    {
        "question_title": "Қанша күнде 10 килограммға арықтауға болады?",
        "question_content": "10 килограмм салмақтан бір ай ішінде арылуға болады, бірақ ол үшін салмағыңыз 100 кг-нан артық болуы қажет. Бұл аз уақыт ішінде организмге зиян тигізбей тек дене салмағының 10%-ын ғана жоғалтуға болатынымен байланысты. Басқа жағдайларда мұндай салмақтан еш зиянсыз және дұрыс арылу үшін, сізге 3 ай қажет.\n\nТабиғатты алдауға тырыспаңыз.Егер аз уақыт ішінде жылдам арықтай бастасаңыз, әрине, сымбаттылыққа қол жеткізесіз. Бірақ оның организміңізге зияны көп болмақ. Егер қыз баласы ден салмағынан 10%-дан артық салмақты жылдам жоғалтатын болса, ол организм үшін шок болады. Ол зат алмасуының, етеккір циклінің  бұзылуына әсер етіп, бедеулікке алып келуі мүмкін. Адам үнемі шаршаңқылықты сезініп, иммунитеті нашарлайды.\n\nҚанша күнде 10 килограммға арықтауға болады?",
        "question_date": "16.10.2016",
        "question_tag": "Тазалық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3-4 ай ішіінде, дұрыс диета сақтап және жаттығу жасап арықтауға әбден мумкін.",
                "date": "16.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таңертең жүгірудің қандай пайдасы бар?",
        "question_content": "Жүгірудің адам организміне пайдасы:\nЖүгіру барысында бұлшық еттердің көбі белсенді жұмыс жасайды. Ол денеңіздің физикалық формасы мен төзімділікті арттырады. Сау әрі шыныққан бұлшық ет - тән саулығына апарар жол. \n Жүгірген уақыттта организм түгелдей қозғалады. Нәтижесінде физикалық әсерге жауап ретінде тер бөлінуі пайда болады. Бұл жақсы, себебі организмді термен бірге шығатын улы заттар мен қалдықтардан тазалауға көмектеседі. \nЖүгіру - күйзелістен арылу не жеңудің тиімді әдісі. Физикалық жаттығулар жасаған уақытта организмде бақыт гормондары бөлінеді. Ол жүгіруге де қатысты. Оған қоса, мұндай жаттығулар жаман ойлардан арылуға көмектеседі. \nЖүгірудің нерв жүйесі мен иммунитетке тигізер ықпалы мол. \nКез-келген спорт түрі сияқты, жүгіру де өзіңді жеңуге, қайратыңды шыңдауға көмектеседі. Өз кезегінде ол өзін-өзі бағалауды арттырып, адамды өзіне және күшіне сенімдірек етеді.\nТаңертең жүгірудің қандай пайдасы бар?",
        "question_date": "16.10.2016",
        "question_tag": "Тазалық",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Жүрегіңізді қатайтады.\nКүніне 10 минут жүгірудің өзі сізді жүрек-қан тамыр ауруларынан аман сақтап қалады.\n2. Көңіл-күйіңізді көтереді.\nЖүгіру кезінде қуаныш пен ләззат алу гормонын сезінесіз.\n3. Буындарыңызды қатайтады.\nЖай жүрістен гөрі жүгірудің пайдасы көбірек. Өйткені остеоартроздың алдын алып, буындарыңызды қатайтасыз.\n4. Калорияңызды азайтасыз.\nЖарты сағат жүгіріп, көптеген калориядан құтыла аласыз. Ал егер желге қарсы немесе тауға қарай жүгірсеңіз, онда одан да көп калорияңызды азайтуға болады.\n5. Аяғыңызды әдемі етеді.\nЖүгіру барысында аяғыңыздың барлық буыны жұмыс жасайды. Сондықтан ол әдемі әрі тартымды көрінеді.\n6. Ішіңізді қатайтады.\nЖүгіру арқылы ішіңіздегі артық майдың бәрінен оңай арыласыз. Сонымен қатар ішектерңіздің құрылысы мен қызметін жақсартады.\n7. Жұмыс тәртібі күрделі адамдарға да келе береді.\nЖұмыстан қолдары босамай, жаттығу залына баратын уақыт таппай жүрген жандарға да ыңғайлы. Өйткені 10 минут жүгірудің өзі сіздің денсаулығыңызға көп әсерін тигізеді.\n8. Төзімді қылады.\nЖүгіруді күнделікті әдетке айналдырған адамдардың айтуы бойынша, жүгіру адамды төзімді қылатын қасиетке ие екен.\n9. Медитация секілді әсер етеді.\nКөптеген жүгіруші жүгіру кезінде белгілі бір мәселеге сырт көзбен қарап, одан шығудың оңай жолын табуға мүмкіндік болатынын айтады. Оған қоса жүгіру күйзелістен құтылуға көмектеседі.\n10. Қалаған уақытыңызда айналыса аласыз.\nБи, жүзу, ауыр атлетика секілді спорт түрлерінің белгілі бір тәртіптері бар. Ал қалаған уақытыңызда жүгіруге сізге ешкім кедергі келтіре алмайды. Тіпті дәл қазір жүгірсеңіз де өзіңіздің еркіңізде.",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 200 г темір сульфидіне массасы",
        "question_content": "Массасы 200 г темір сульфидіне массасы 150 г НСІ бар ерітіндімен әсер еткенде неше литр Н2S бөлінеді?",
        "question_date": "16.10.2016",
        "question_tag": "Химия",
        "question_views": 18100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "FeS+2HCl=FeCl2+H2S\n\nMr(FeS)=56+32=88г/моль\n\nN(FeS)=200/88=2.273моль\n\nMr(HCl)=1+35=36г/моль\n\nN(HCl)=150/36=4.167моль\n\n2*2.273>4.167\n\n4.167\n\nV(H2S)=22.4*4.167/2=46.67л",
                "date": "17.10.2016",
                "upvotes": 0
            },
            {
                "text": "Осы дұрыс сияқты",
                "date": "16.10.2016",
                "upvotes": 0
            },
            {
                "text": "ешкайсысы дурыс емес)",
                "date": "3.12.2018",
                "upvotes": 0
            },
            {
                "text": "FeS+2HCL=FeCl2+H2S\n\nЛитр=22,4л\n\nMr(FeS)=56+32=88\n\nMr(2HCl)=2×1+35,5=73\n\n73------22,4\n\n150----X\n\nX=(150×22,4)÷73=46,03л",
                "date": "26.10.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шыққан фигураны бөліктерді қосқанда шаршы шығатындай етіп, екі бөлік?",
        "question_content": "1. 10×7 тіктөртбұрышынан 1×6 тік төртбұрышын қиып, алынып тасталды. Шыққан фигураны бөліктерді қосқанда шаршы шығатындай етіп, екі бөлікке бөліп қию қажет.\n\n2.10. АВ кесіндісінің ұзындығы 3-ке тең. Осы кесіндінің ішінен М нүктесі алынған. ВМ кесіндісінің ұзындығын табыңыз, егер :\nа) А М=2ВМ;\nв) 2АМ=3ВМ;\nс) А М:ВМ=1:5.",
        "question_date": "16.10.2016",
        "question_tag": "Математика",
        "question_views": 609,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "с шығыу тиіс негізі балдар солай болады",
                "date": "18.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Судың молекулаларының орташа квадраттық жылдамдығы неше процент артады?",
        "question_content": "1.Егер аргон газының температурасы 17 градус болса, онда оның атомының орташа кинетикалық энергиясы қандай?\n\n2. 100 градус температурадағы газдың молекулаларының орташа квадраттық жылдамдығы 540 м/с. Молекуланың масссасын анықтаңдар:\n\n3. Температура 37 градустан 40 градусқа көтеріленде біздің қанымыздағы судың молекулаларының орташа квадраттық жылдамдығы неше процент артады?",
        "question_date": "16.10.2016",
        "question_tag": "Мектеп",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "T=17=290.15К\n\nEк=(3/2)*(1.38*10^(-23))*290.15=6.006*10^(-21)Дж\n\n \n\nT=100=373.15К\n\nEк=(3/2)*(1.38*10^(-23))*373.15=7.724*10^(-21)Дж\n\nM=2*(7.724*10^(-21))/(540^2)=5.298*10^(-26)кг\n\n \n\n100^0.5=10%",
                "date": "16.10.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Саңырауқұлақтарда жасушалық орталық бола ма?",
        "question_content": "Саңырауқұлақтарда жасушалық орталық бола ма?Ал өсімдікте, жануарда, бактерияларда ше?",
        "question_date": "16.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жануарлар жасушаларының жасуша қабырғасы болмайды. Сондықтан көпжасушалы жануарлар бұлшықет жасушаларының жиырылуы есебінде қозғала алады, ал саңырауқұлақтар және өсімдіктер олай жасай алмайды. Қазір жарғақшаның   үш өлшемді екені дәлме-дәл  анықталған.   Ортасында  бір фосфолипидтердің екі молекулалы қабаты (билипидті қабат) болады.\n\nӘдеттегі эукариот жасуша үш бөліктен: қабықша, цитоплазма жөне ядродан тұратыны естеріңде болар. Прокариот жасушаларда ядро болмайды, сондықтан ол қабықшадан және цитоплазмадан тұрады. Демек, барлық жасушалар үшін қабықша және цитоплазманың болуы міндетті болып табылады. Цитоплазма құрамында жасушалардың барлық құрылымдары болады. Сондай-ақ тіршілікті сақтайтын үдерістердің құрамдас бөліктері өтіп жатады. Қабықша жасушаны қоршаған ортадан шектейді. Жасушалық қабықша ұғымын айқындап, нақтылауды қажет етеді. «Жасушалық қабықша» ұғымы мүлде әр түрлі дербес құрылымдармен үқсас болуы мүмкін немесе «жасуша қабықшасы» деп аталады. Бұл — жасуша қабырғасы және жасушаның сыртқы жарғақшасы (плазмалық жарғақша, плазмалемма).",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүниежүзі тарихынан сұрақтарға жауап бере аласыздар ма?",
        "question_content": "1. 2-ші дүниежүзілік соғысқа дейінгі халықаралық қатынастар\n\n2. 20ғ 1 жартысындағы мәдениеттің дамуы\n\nАлдын ала рахмет!",
        "question_date": "16.10.2016",
        "question_tag": "Мектеп",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-сұрақтың жауабы:\nЕкінші дүние жүзілік соғыс қарсаңындағы халықаралық қатынастар 20 — 30 - жылдардағы халықаралық қатынастар. Соғыстар аралығындағы халықаралық қатынастарды 20 - жылдардағы және 30 - жылдардағы деп eкi кезеңге бөлуге болады. Алғашқы кезде соғыста жеңіске жеткен елдер мен жеңілген елдердің арасында өзара келісімшарттар жасалды. Бірінші дүниежүзілік соғыстан зардап көрген халықтар бейбітшілікті жақтап, соғысқа қарсы тұру көзқарасы қалыптасты. Сондықтан 20 - жылдар пацифизм дәуірі аталып, мемлекет басшылары елдер арасындағы қайшылықтарды бейбіт түрде шешуге көшті. Версаль - Вашингтон жүйесінің күйреyi. Халықаралық қатынастарда шиеленістер бірінен соң бipi туындап отырды. Солардың біріне соғыстан кейін төлемдерге қатысты \"Рур дағдарысы\" жатады. Жеңілген Германия 132 млрд марка деп есептелген соғыс шығынын өтеуге мәжбүр болды. Соғыстан кейін әскери күшке сүйенген Франция өз үстемдігінен Еуропаға орнатпақ болып, басқалармен санаспай қоқан - лоқылыққа салды. 1923 жылы Германия жағы соғыс шығындарын өтеу тәртібін бұзды деген сылтауға сүйеніп, Франция және Бельгия немістердің Рур облысына әскерлерін енгізді. Бұл дағдарысты реттеуге Англия, АҚШ, т. б. елдер атсалысып, 1924 жылы халықаралық капитал ұсынған \"Дауэс жоспары\" қабылданды. (Дауэс — неміс банктерімен және кәсіпорындарымен тығыз байланыста болған Американың Морган тобының өкілі). Ол жоспар Германия төлем ақысын жыл сайын 1 млрд маркамен есептеп, елдің жағдайы жөнделе бастағанда 3 млрд маркаға дейін жеткізуді белгіледі. Соғыс шығындарын өтеу мәселесі неміс халқының наразылығын тудырып, барған сайын қарсыласуды ұлғайтты. Мұндай әрекетке жол бермеу үшін, сондай - ақ Францияны сабасына түсіру үшін Ұлыбритания мен Италия ұсынысы бойынша 1925 жылы Локарно қаласында (Швейцария) сыртқы icтep министрлері кездесті. Кездесуге олардан басқа Франция, Бельгия, Германия мемлекеттері шақырылды. Соның нәтижесінде Рейн кепілдік пактісіне қол қойылып, ол Еуропада қалыптасқан шекаралардың бұзылмайтындығын мәлімдейді. Польшаға, Чехословакияға шарттық кепілдік берілді. Олар Германияның батыс шекараларына ешкім тиіспейді деп шешеді. Сөйтіп, шиеленіс бәсеңдеп, Германияның Еуропа елдерімен саяси теңдігі мойындатылды. Бірақ Локарнодағы келісімде Герма¬нияның Шығыстағы шекаралары келешекте қарастырылуы мүмкін делінген болатын. Сөйтіп, неміс: халқының бөлінгендігі және олардың кейін бip - бірімен қосылуы туралы пікір туа бастады. Бұл Версаль жүйесінің әділетсіздігін делелдегендей болды. Соны кейін неміс дипломатиясы алға тартып, Судет пен Австрияны Германияға қосу мәселесін көтерді. \"Дауэс жоспары\" Германия шаруашылығының тез жетілуіне жәрдемдесті. Немістер соғыс шығындарын өтеуді жеңілдетуде, керек болса жоюды көздеді. 1929 жылы тамызда Гаагада өткен халықаралық конференция жаңа \"Юнг жоспарын\" бекітіп, Германияның жылдық төлемін 2 млрд. маркага дейін азайтты. Ұлттар Лигасының дәрменсіздігі. Келесі дау қарусыздандыру мәселесіне байланысты болды. Батыс елдері оған КСРО - ны да қатыстыруға тырысты. Бірақ ол көп уақыт бойы ешқандай нәтиже бермеді. 1927 жылы теңіздегі әскери күштерді шектеу туралы келіссөздер жеміссіз аяқталды. Ipi елдердің бip - бipінe сенімсіздікпен қарауы ұлғая берді.\n2-сұрақтың жауабы\n\nАдамзат тарихында XX ғасыр мәдениетінің алатын орны ерекше. Өйткені, бұл кезең тарихи оқиғаларға, қантөгіс соғыстарға, санқилы дағдарыстарға толы сындарлы заман болды. Ғылым мен техниканың қарышты қадамы, жарқын болашаққа деген сенім өркениетті дамыған елдерде біртұтас жалпы адамзаттық мәдениеттің дамып, қалыптасуына әсерін тигізбей қойған жоқ. Ғасыр аяғында планетамызда парасаттылық пен ізгіліктің кеңінен өріс алуы жалпы адамзаттық мәдениеттің дамуына және оның ұлттық түрлерінің нәрленуіне, олардың өзара қарым-қатынастарының жаңа арнаға түсуіне ерекше әсер етті. Міне, осы жағдайларды ескере отырып, XX ғасыр мәдениетінің мазмұнын ашып көрсетуде екі басты мәселеге баса назар аударғанды жөн көрдік. Оның біріншісі, XX ғасыр мәдениеті дамуының басты бағыттары (XX ғасыр мәдениетінің қалыптасуының сабақтастығы мен дәстүрлері, қазіргі заман мәдениетінің тоқырауға ұшырауы мен одан шығу жолдары және бұл процестің түрлі мәдени концепцияларда көрініс табуы және т.б. мәселелері), екіншісі, XX ғасыр мәдениетінің жалпы адамза¬тық және ұлттық сипаты (жалпы адамзат мәдениеті қалыптасуының басты себептері және оның құндылықтары, жалпы адамзаттық және ұлттық диалектика және т.б.).\n \nБүгінгі таңда дүниежүзінде 200 мемлекетке жетіп, мыңдаған халықтарға бөлінген, саны жағынан 6 млрд. жеткен адамзат баласы 2 млн. жуық өсімдіктер мен жануарлардың бір түрі ғана. Адам баласы өмір сүрген кезден бастап мыңға жуық ұрпақ ауыстырған екен. Осынша халықтың ішінде екі адамның бір-біріне мүлде ұқсас болмай, өзіндік қайталанбас ерекшеліктерінің болуы да таңқаларлық жайт. Адам бір-бірінен жеке тұлға есебінде ерекшеленіп қана қоймайды, сонымен қатар топтық айырмашылықтарға да (жанұялық, жыныстық, жасына, мамандығына, ұлтына және т.б. қарай) тәуелді болып келеді. Осыншама айырмашылықтар бола тұрса да адамзат баласының басын біріктіретін не нәрсе? Ол — ең алдымен дүниенің тұтастығына негізделген «жалпы адамзаттық мәдениет».\n \n«Дүниенің тұтастығы» дегеніміз — дүниежүзілік көлемде өндірісті дамыту мен әлемдік мәселелердің туындауы негізінде пайда болған адамдар мен халықтардың өзара тығыз байланысы мен өзара тәуелділігі. «Дүниенің тұтастығы» — қазіргі замаңцағы адамзат пен бірыңғай жалпы адамзаттық мәдениеттің қалыптасуына негіз болды. Демек, адамзат баласының басын біріктіретін «жаңа заман мәде¬ниетінің» тағдыры — адамзаттық құндылықтарға, гуманизмге, адам құқын қорғау қозғалысын дамытуға, ғылыми білім мен алдыңғы қатарлы технологияны дамытуға, ұлттық мәдениеттердің өзара байланысына, қоршаған орта мен өмірге, экологиялық қатынасқа тікелей байланысты. XX ғасыр дүниежүзінде түрлі мәдениеттердің өмір сүретіндігін жоққа шығар- ған, бірыңғайға келтірілген «гуманистік моно-мәдениеттің» екі үлгісін бастан кешірді. Оның біріншісі — «дүниежүзілік пролетарлық революция» (сталинизм) идеясы. Ол таптық құнды¬лықтарды асыра бағалауға негізделген. Екінші модель, бір ғана ұлттық мөдениеттің, бір ғана ұлт пен мыңжылдық рейх (герман фашизмі) мемлекетінің үстемдігіне негізделді. Бұл жағдайлардың салдарынан миллиондаған адамдар қазіргі заман мәдениетінің жалпы адамзаттық сипаты туралы идеяны басқаша қабылдады. Осы себепті мәдениеттің «қарсы мәдениетке» айналуы етек алып, әлеуметтік қозғалыстың бұрмаланған түрі пайда болды. Осы орайда, жалпы адамзаттық мәдениетке апаратын қозғалыстың өте күрделі процесс екендігін ерекше атап өткен жөн. Орын алған қарама-қайшылықтарды шешуде түрлі мәдени бағыттарды, көзқарастарды, пікірлерді есепке алмасқа тағы болмайды. Жалпы адамзаттық мәдениет-жолындағы қайшылыққа толы алғашқы «Біз — Олар» жолы — өте күрделі процесс, ал бұл формулаға сүйенсек тағылық заманға қайтып оралған болар едік.\n \nЖалпы адамзаттық мәдениет — көркемдік-поэтикалық, ғылыми, өндірістік қызметтің ең жетілген түрлері, әр түрлі халықтар мен ұрпақтардың ғасырлар бойы қалыптасқан өмір мен шындықты және дүниені танып білуінің бірыңғай тәсілдері. Адамзат баласы осы қағидалардың негізінде таптық және нәсілшілдік өшпенділігіне жол бермейтін, адам мен халықтар құқы бұзыл- майтын, қайыршылық пен сауатсыздық, экономикалық және мәдени отаршылдықтан ада біртұтас өркениет қүруға бағытталуда. Мәдениеттің бүл үлгілері мәдениетті қалыптастыруда басты бағдар болып отыр. Адамзаттық мәдениеттің қалыптасуын халықаралық қауымдастық мүшелерінің құндылықтарының белгілі бір жүйесін жай ғана қабылдау деп, дәлірек айтқанда, түрлі мәдениет салаларын бірыңғайлау деп қарастыруға тағы болмайды.\n \nӨйткені, мәселе аймақтық және ұлттық мәдениеттердің өзара рухани байланысуының өсуі туралы болып отыр. Уақыт өткен сайын түрлі халықтар мәдениеттерінің арасындағы байланыстардың арнасы кеңейе түсуде, бір мәдениет саласындағы өзгеріс басқаларына да өз ықпалын тигізуде. Ғаламдық мәдени жетістіктер дүниежүзіне кеңінен тарауда. Ендеше, біз ғылымдық гуманистік қүндылықтардың дамуының мүлде жаңа кезеңіне өткенімізді мойындауымыз керек. Біртұтас әлемдік өркениеттің қалыптасуының негізі — саяси-экономикалық және мәдени байланыстардың белең алуында жатыр. Соның негізінде жаңа сапалы жүйе — жалпы адамзаттық мәдениет қалыптасып, түрлі елдер мен халықтардың арасындағы байланыс нығая түсуде, тіпті біртұтас өркениеттің бір жағында болған мәдени тоқырау құбылыстары немесе жетістіктері басқа жақтарға да өз әсерін тигізбей қоймады. Мұндай құбылысқа қарап, дүниені қабылдау тәсілдері бір ізге салынып, мәдени нормалары бірыңғай жүйеге келтіріліп, ұлттық сипат жойылып бара жатыр деген ұғым туып қалмауы керек, өйткені әрбір ұлт, әрбір әлеуметтік топ жалпы адамзаттық мәдениет қорынан тек өзіне қажеттісін ғана, өзінің даму дәрежесіне сай келетін мәдени құндылықтарды өз мүмкіндігіне байланысты ғана қабылдайды. Ұлттық мәдениет дәстүрлерін сақтап қалу бағытының ерекше етек алып отырғандығы да жоғарьща айтылған ойымызды айқындай түсетін сияқты. Әрине, қазіргі өркениетті түрлі ғаламдық өркениеттердің басын жай ғана біріктіре салу деп түсіну мүлде қате болған болар еді. Бұл процесс әрі күрделі және толып жатқан қарама-қарсылықтарға толы болып келеді. Оған дәлел ретінде, қазіргі замандағы Батыс мәдениетіне Жапония мен Таяу Шығыстың басқа да елдерінің «өндірістік мәдениетінің» зор ықпа¬лын келтіруге болады. Шындығында да, бұл аталған елдердің мәдениетіне негізделген қызметтің өндірістік түрлерінің Батыстың дәстүрлі құндылықтарымен салыстырғанда көптеген артықшылықтары бар екендігі айқын аңғарылады. Еңдеше, кәзіргі жалпы адамзаттық мәдениетті қалыптастырып, дамытуда мәдени құндылықтарды өзара байланыста игеру, мәдениетті дамытуды ғалымдық дәрежеге көтеру — бүгінгі таңдағы басты мәселе болмақ. Ал адамзаттың «біртұтас ғаламдық мәдениеті» мәселесінің ерекше қойылуының басты себептері қандай?\n \nБіріншіден, адамзат тіршілігінің түрлері мен тәсілдерінің үлгілерінің терең өзгеріске ұшырауына байланысты ұлы әлеуметтік революция жүзеге асты. Оған дәлел ретінде, XX ғасырда дүниежүзілік көлемде дәстүрлі қоғамға тән «жеке еңбек етуден» — жалданып еңбек етуге, коллективте (ұжымда) еңбек ету және бақылау арқылы еңбек етуге көшу жүзеге асырылды. Жаппай урбанизация жағдайында адамдардың өмірді, қоршаған ортаны қабылдау тәсілдері мен түрлері өзгерді, халықтың өмір салты адам айтқысыз өзгерістерге ұшырады. Сөзіміз дәлелді болу үшін цифрлар келтірейік. XX ғасырдың басында Батыстың ең алдыңғы қатарлы тоғыз еліндегі өнеркәсіп саласында еңбек етушілер халықтың 43%-і болса, XX ғасырдың ортасында бұл көрсеткіш, яғни жалданып жүмыс істеушілердің саны 60%-ке жетті, өз кезегінде бүл көрсеткішпен қатар мүндай мемлекеттердің саны да арта түсті. Мұндай қүбылыс дамушы елдерде етек алды, тіпті жалданып жұмыс істеушілердің саны жағынан олар Батыс елдерін басып озды. XX ғасырдың басында дүниежүзіндегі қала халқы адамзат баласьгның небәрі 3%-ін ғана құраса, XX ғасырдың ортасында олардың үлесі 28%-ке, ал 9 210 жылдары 40%-тен асып кетті. Кең байтақ мегополистер пайда болды. Мысалы, АҚШ-тың солтүстік-шығысында (көлемі 100 мың шаршы км., халқы 15 млн.), Жапонияда Хоккайдода (70— 50—700) және т.б. Қала мәдениеті жағдайында адамның мәдени жандүниесі күрделі өзгерістерге ұшырады. Қала халқының алдында өзіндік өзгеше өмірдің есігі айқара ашылды. Адам телевидение және компьютерлік жүйелер арқылы толассыз хабарлар алу мүмкіндігіне ие болды, өмір салты, еңбек ету айтарлықтай өзгерістерге ұшырады, білім берудің мазмұны мен түрлері жаңа сатыға көтерілді. Сөйтіп, ауыл-село халқының көпшілігі қалаға қоныс аударды, ал бұл жағдай түрлі ұлтгардың өзара жақындасуына, мәдени байланыстарының кеңеюіне әсер ете отырып, оларды біртұтас жалпы адамзаттық мәдениет арнасында тоғыстырды.\n \nЕкіншіден, XX ғасырда адамның мәдени құндылықтарды игеру бағытында, жалпы адамзаттық біртұтас негіздердің қалыптасуында айтарлықтай өзгерістер болды, ал олар өз кезегінде жанұяға деген көзқарастың өзгеруіне, адамның жан-жақты қалыптасуына айтарлықтай әсер ететін алғашқы әлеуметтік ұжымға тікелей байланысты болды. Дәстүрлі неке институты өзгеріп, жаңа жанұя мүлде жаңаша мазмұнға ие болды. Ұлттық мінез өзгешеліктеріне, жанұяның өз ішіндегі қарым-қатынастардың өзгеше ліктеріне қарамастан, өз дамуында постинду стриалдық кезеңге аяқ басқан көптеген елдерде түбегейлі өзгерістер дәуірі басталды. Жанұялардың өз қажеттіліктерін қанағаттандырып табысқа қол жеткізушілік, яғни жанұя мүшелерінің өмірлерінде алға басушылық байқалды. Патриархалдық жанұяда балалар еңбекке ерте араласты, күнкөріс қамын ересектермен бөлісті. Ал XX ғасырда балалық шақтың созылуы, оларды жанұяның басты құндылығы деп санау, оларға айрықша қамқорлықтың жасалуы жастардың дүниежүзілік мәдениетке деген қүштарлығын арттырып, мүлде жаңаша адамгершілік, сезімдік және интеллектуальдық құндылықтарды өз бойлары- на тереңірек сіңіруіне себепкер болды. Бүл кезеңде жастар жалпы адамзаттық мәдениеттің қайнар бұлағына сусындап, рухани азық алды, сөйтіп олардың бойында заман талабына сөйкес жаңа ізгі қасиеттер қалыптасты. Қоғамдағы болып жатқан өзгерістер өмір сүрудің жаңа түрлерін, мәдени стериотиптерді өмірге келтірді.\n \nМәдениеттің біртұтас дамуы — қарама-қайшылықтарға толы процесс болды. XX ғасырда дүниежүзілік мәдениеттің қалыптасуына ұлттық мәдениеттердің өркендеуі жолындағы қуатты қозғалыстарымен қабаттас келді. Қазіргі кезеңде мәдениетке «еуроцентристік көзқарастың» шектеулі екендігіне көзімізді жеткізіп отырмыз. «Техногендік еуропа мәдениеті» ерекше дәріптеліп, оны ұлттық және аймақтық мәдениеттерге негіз етіп кәрсетілді. Қазіргі заман тәжірибесі Шығыс елдерінің Батыс мәдениетінің құндылықтарын, қол жеткен табыстарын өздерінің өндіріс және білім беру жүйесінде кеңінен қолданып отырған- дығын көрсетіп отыр. Тынық мұхит елдері бүгінгі таңда ғылыми-техникалық прогрестің қозғаушы күштерінің біріне айнал¬ды. Адамзат санасында қалыптасқан «Шығысты Батысқа қарсы қою» идеясы (Батые — ол Батыс, Шығыс — ол Шығыс, сондықтан да олар бір-біріне үйлеспейді) қалыптасқан жағдайды есепке алмайды. Мұндай көзқарас сөзсіз біртұтас «жалпы-адамзаттық мәдениет» идеясын жоққа шығарған болар еді. Кезінде М. Вебер «протестанттық мәдениеттің» негізінде Батые Еуропа- да нарықтық экономиканы қабылдау мен үйрену нәтижесінде қалыптасқан ұлттық мәдени дәстүрлердің орнына ерекше мән берген болатын. Оған дәлел — нарықтық экономиканың әрекеті мен жер шарындағы мемлекеттердің мәдени айырмашылықтары жайында жүргізілген белгілі ғалым Хофстедтің классикалық зерттеулерінің қорытындылары болып табылады. Бүл қорытындылар дүниежүзінің 100 еліндегі трансұлттық компанияларының қызметкерлерінің арасында жүргізілген сұрақ-жауаптарға негізделген. Дамыған елдердің алғашқы қатарынан нарықтық экономикасы мен кәсіпкерлік қызметі шарықтап дамыған елдер орын алған. Олардың өзі екі топқа бөлінген. Біріншісіне — Ұлыбритания мен Канада жатқызылған. Бұл елдер мәдениетінде индивидуализм үстемдігі айқын байқалады. Индивидуалистік мәдени дәстүрде адамдар ұжымнан тысқары, жеке әрекет еткенді қалайды. Мүндай жағдайда — ең бірінші кезекте жеңіске бағдар алу, алға қойған мақсатқа жету және о л мақсат жолында кездесетін бәсекеге, қиындықтарға төтеп беру басты орынға қойылады. Екінші топқа — Швеция мен Жапония сияқты мемлекеттер жатқызылған. Мұнда біршама коллективтік (ұжымдық) құндылықтар үстемдігі айқын аңғарылады. Шаруашылықты жүргізудегі көптеген ұқсастықтарға қарамастан, бұл екі блок елдерінің арасында келіспеушілік пиғылдар да бар. Мысалы: Американдықтар швед кәсіпкерлерінің іс-қимыл стилін жақтырмай, олардың жұмысын көргенде бастары ауыратындығын жасырмайды. Үжымдық мәдениетке тән нәрсе — нақты шешім қабылдауда бүйрық беруден бас тартып, бір шешімге ақыл-кеңес арқылы келу. Кәсіпкерліктің мұндай жолын американдықтар босаңдық таныту, олай болса мүндай жағдайда басшы адамның беделі жойылады деп есептейді. Демек, АҚШ-та мәдени идеал — өз күшіне сенген, қандай мәселе болса да жеке дара шешетін, заң алдында жауап бере алатын, алдына қойған кәсіпкерлік мақсатына жете алатын жеке адам болып саналады. Керісінше, жоғарыда байқағанымыздай Скан¬динавия көсіпкерлері коллективтік іс-қимылды — табыстың басты көзі деп санайды. Осы орайда техногендік жағынан үлгілі елдердің қатарына жататын Жапония мемлекетінің жетістіктері мәдени дамудың ұлттық түрлеріне негізділген. Мұнда «техногендік өркениет» ерекше мәдени орта жағдайына қарамастан өзіндік үйлесімділік тапқан. Жапон мәдениетіндегі ғасырлар бойы қалыптасқан табиғат, адам мен қоғам арасындағы ерек¬ше қарым-қатынастар елдің нарықтық экономика саласындағы қомақты табыстарына тікелей әсер етіп отырғандығын мойындамасқа болмайды. Міне, сондықтан да Жапонияда мәдениеттің ерекше ұйымдастырушылық түрлері пайда болды. Жапондардың ұлттық-мәдени бет-бейнесінің ерекшелігі — еңбекті ұжымдық тәсілмен ұйымдастырудан-ақ айқын байқалады. Мысалы, кәсіпорын басшысы шешім қабылдамас бұрын, оны қарамағынағылармен келісіп-ақылдасып алады. Жапондықтардың ұжым¬дық мәдениеті, олардың еңбек саласында демократиялық басқару тәсіліне бой ұрғандығын байқатады. Олардың басты ұраны: «барлығымыз да біргеміз және бәріміз де теңбіз». Сондықтан да болар өнеркәсіп басшысы мен қатардағы маманның ала¬тын жалақыларының мөлшерінде айтарлықтай айырмашылық болмайды. Тіпті кәсіпорын директорлары қажет болған жағдайда станокке, конвейерге тұрып, немесе қажетті іс-қағаздарын өздері іздестіруге ешқашан да арланбайды. Ұлттық мәдениеттердің әр түрлерінің — Скандинавиялық (Швеция, Норвегия), романдық (Бельгия, Франция), синтоистік (Жапония), азиаттық (Гонконг, Тайвань, Сингапур), англосаксондық (Канада, Австралия, Ұлыбритания) пайда болуы ғылыми білімге, өндірістің жоғарғы тәсілдеріне негізделген нарықтық экономиканың қалыптасуына және оның шарықтап дамуына әсер етті.\n \nДүниежүзілік өркениеттің даму барысының өзі-ақ ұлттық мәдениеттердің маңыздылығы бүгінгі таңда бұрынғыдан да артып отырғандығын және әрбір мәдениет дүниежүзілік дамудың түрлерін өз қажетінше қабылдауымен қатар, жалпыадамзаттық мәдениеттің қалыптасу процесіне өздерінің қомақты үлестерін қосып отырғандығын көрсетіп отыр. Қазіргі дәуірге тән ерекше қасиет — ұлттық мәдениеттердің тұйықтықтан арылып, бір-бірімен байланыстарын жаңа сапалық дәрежеге көтеруі болып табылады. Жоғарыда көрсетілген Шығысқа тән құндылық «коллектившілдік (ұжымшылдықты)-индивидуалистік мәдениеттің ең жоғарғы дәрежеде дамыған елі АҚШ-та қабылдауға мәжбүр болды, өйткені қазіргі заманда өнеркәсіпті басқарудың авторитарлық әдісінің тиімсіздігін өмірдің өзі-ақ дәлелдеп берді.\n \nОсы орайда мәдениеттің әр саласындагы өзгерістерді бір елден бір елге жайдан-жай көшіре салуға болмайтындығын ескере кеткен жөн. Оған дәлел ретінде басқа елдерді қойғанда, қазақ халқының кеңес дөуіріндегі мәдениетінің тағдырын айтсақ та жеткілікті сияқты. Мәдениеттің, не өмірдің белгілі бір саласының элементін механикалық көшіре салу ешбір нәтиже бермейді. Сөзіміз дөлелді болу үшін нақты мысал келтірейік. Жапонияда өнімнің сапалылығы жолындағы күреске жұмысшыларды кеңінен тарту мақсатында арнайы «сапа үйірмелері» ұйымдастырылды. Ерекше атап өтетін жайт, бұл қозғалыс жапон халқының мәдени-психологиялық құндылықтарына негізделген болатын, өйткені жапондықтар екі моральдық-қүндылықтар-ри- зашылық парызы мен адалдық парызының рухьшда бала кезінен- ақ тәрбиеленген. Ӏс-әрекеттің осындай ұлттық-мәдени стериотиптің ықпалымен жапондық жұмысшы өз күшіне сенеді, бос уақытын да аямайды. 70-і жылдары дөл осындай «сапа үйірмелері» АҚШ-та пайда бола бастады. Бірнеше жылдардан соң бұлар 230 американ компанияларында өз жұмыстарын жүргізе бастады. Бірақ, өкінішке орай, олардың 8 ғана жоғары дәрежеге жетіп, қалғандары айтарлықтай табысқа ие бола алмай қалды. Осы бір шағын мысалдың өзі-ақ жоғарыда айтылған ойымызды айқындай түссе керек. Американдықтардың индивидуализмі мен кәсіпкерлік рухының тамыры сол елдің өткен тарихында, оның күрделі этникалық және географиялық құрылымында жатыр. Еңбек сүйгіш неміс халқы мен оның экономикалық жетістіктерін неміс мемлекетінің тарихын білмей тұрып, ол халықтың өзіндік ұлттық қасиеттерін ескермей еш уақытта түсінуге болмайды. Мысалы, Қытай мәдениетіне оптимистік дүниетаным, өмір мен өлімге табиғи тұрғыдан қарау тән. Адамдар жер бетінде тіршілік етеді, ондағы тірілер мен өлілер өзара тығыз байланыста. Бүл барлығы үшін ортақ дүние, ортақ тылсым. Бұл — философиялық даналық. Қытай халқының салт- дәстүрлерінде, наным-сенімдерінде кеңінен көрініс тапқан Еуропалықтарды таң қалдырған қатты ауруға шалдыққан адамға сыйға табыт тарту дәстүрі — ауырған адамға құрмет көрсету мен оған деген шынайы сезім белгісі болып табылады, өйткені өліп бара жатқан адам алые сапарға шығып бара жатқан жолаушымен пара-пар. Еуропалық мәдениеттегі батыл қадамдармен қайта жаңғыртушылар, түбегейлі өзгерістер бір жағынан прогресті тығырыққа тіреді. XX ғасырдың ұлы ойшылы А. Швейцер технократтық мәдениеттен бас тартып, дамудың ең жоғарғы сатысына көшу қажеттігі туралы ойға келді. XX ғасырдың дүбірлі оғиғалары, қантөгіс қырғиқабақ соғыстар, экологиялық апаттар және т.б. негізінде ғылым «технократизм мен технократтық ғылым» — мәдениетті идеялардың құрбандығына, рухани жөне сезімдік ақыл-ой қысымына, жалпы мәдениеттің тоқырауына өкелді деген қортындыға келді. Ұлы ойшыл жаңа жалпы адамзаттық мәдениеттің тағдыры үшін «өмірді қастерлеу» принципін ұсынды. Бұл принцип — мәдениетті дамытудың үлгісінен жалпы адамзаттық құндылықтарға негізделген мүлде жаңаша даму бағытына көшуге меңзейді. Ал бұл жол ізгілік жолы, адамдарды жарқын болашаққа апарар даналық жолы.",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хромды темір Fe(CrO2) w=94%,Mg (CrO2)2 w=6%.Массасы 500 кг хром.Хромның массасы?",
        "question_content": "Хромды темір  Fe(CrO2) w=94%,Mg (CrO2)2 w=6%.Массасы 500 кг хром.Хромның массасы?\n\nШығарылу жолымен мүмкін болса!Алдын ала рахмет!",
        "question_date": "16.10.2016",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr(Fe(CrO2)2)=56+2*52+2*16*2=224г/моль\n\nFe(CrO2)2(Cr%)=52*2*100/224=46.43%\n\nMr(Mg(CrO2)2)=24+2*52+2*16*2=192г/моль\n\nMg(CrO2)2(Cr%)=52*2*100/192=54.17%\n\nM(Fe(CrO2)2)=94*500/100=470кг\n\nM1(Cr)=470*46.43/100=218.2кг\n\nM(Mg(CrO2)2)=500-470=30кг\n\nM2(Cr)=30*54.17/100=16.25кг\n\nM(Cr)=218.2+16.25=234.4кг",
                "date": "16.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "С=9,с=7,с=6 болғандағы өрнектердің мəнін тап. С+5, с+6.,7+с.",
        "question_content": "С=9,с=7,с=6болғандағы өрнектердің мəнін тап. С + 5, с + 6, 7 + с.",
        "question_date": "16.10.2016",
        "question_tag": "Мектеп",
        "question_views": 654,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9+5=14\n\n7+5=12\n\n6+5=11\n\n \n\n9+6=15\n\n7+6=13\n\n6+6=12\n\n \n\n7+9=16\n\n7+7=14\n\n7+6=13",
                "date": "16.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауданы қаншаға үлкейеді?",
        "question_content": "Тік төртбұрыштың периметрі 14 м. Егер осы тік төртбұрыштың әр қабырғасын 1м ұзартсақ, шыққан фигураның ауданы қаншаға үлкейеді?",
        "question_date": "16.10.2016",
        "question_tag": "Математика",
        "question_views": 894,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2*(X+Y)=14\n\nX+Y=7\n\nS=X*Y\n\nS=X*(7-X)\n\nS=7*X-X^2\n\nS1=(X+1)*(Y+1)\n\nS1=(X+1)*(8-X)\n\nS1=8*X+8-X^2-X\n\n(8*X+8-X^2-X)-(7*X-X^2)=8",
                "date": "16.10.2016",
                "upvotes": 0
            },
            {
                "text": "Сыныпта 40 оқушы бар. Үшке оқитындар саны: орыс тілі сабағынан – 19, математикадан – 17 оқушы, тарихтан – 22 адам. Тек қана бір сабақтан үшке шыққандар саны: орыс тілі сабағынан – 4, математикадан – 4, тарихтан – 11 адам. Жеті адам математикадан және тарихтан үшке оқиды, ал 5 оқушы берілген үш сабақтан да үшке шыққан. Қанша адам үшке оқымайды? Қанша адам екі сабақтан үшке шыққан",
                "date": "18.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 сыныптың биология пәнінен 1 - зертханалық жұмысы керек?",
        "question_content": "7 сыныптың биологиядан зертханалық жұмыстыр бар афторы Ж.Құрманғалиева 1 шсі калай",
        "question_date": "16.10.2016",
        "question_tag": "Биология",
        "question_views": 36400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Зертханалық жұмыс №1\n\nТақырыбы:Ашық су қоймасынан немесе аквариумнан алынғансу тамшысындағы қарапайым организмдерді қарау.\n\nМақсаты:\nҚұрал-жабдықтар: 1 литрлік немесе жарты литрлік шыны банка (аузы кең болса, құмыраны да алуға болады), кішіректеу 2-3 пияз (пияздың қабығы тым жылтыр, таза болмаса, кебісше көп пайда болады), кран суы (аса суық болмау керек, қайнаған суды алуға болмайды), арық, құдық суын да құюға болады, дәке.\n\nЖұмыс барысы.\nКірпікшелі кебісшені өсіру тәсілі.2-3 пиязшықты (кәдімгі пияз) жумай бітеудей ішіне су құйылған шыны ыдысқа (банкаға суға батып тұратындай етіп) салады. Су пияздан 2-3 елі асып тұруы тиіс. Ыдыстың аузын дәкемен байлап, жылы, жарық жерге қояды. 15 күн өткенде ыдыстағы су лайланып, бетінде ақ жарғақ перде (пленка) пайда болады. Кірпікшелі кебісше бактериялармен қоректенеді. Сонымен ақ перденің пайда болуы, судың лайлануы, өте жағымсыз иістің шығуы кебісшенің пайда болғанын білдіреді. Лайланған судан 1-2 тамшысын заттық шыныға тамызып, жабын шынымен жауып, микроскоптан қарауға болады.\n\n\n1.Иістенген тоқтау судан алынған тамшыда кебісшенің бар-жоғын микроскоппен анықтап, микропрепарат дайындаңдар. Ол үшін заттық шыныға кебісшесі бар судан бір тамшы тамызып, су тамшысын мақта талшығын салыңдар да, жабын шынымен жабыңдар.\n2. Микропрепаратты микроскоптың заттық үстелшесіне орналастырып, кірпікшелі кебісшені табыңдар. Оның дене пішінін, денесінің алдыңғы доғал жағын және артқы сүйір жағын анықтап қараңдар.\n3. Кірпікшенің мүше бөлігін, яғни қосындыларын- органеллаларын көру үшін арнаулы препарат дайындаңдар. Ол үшін қаламға арналған сияны 5-8 есе сұйылтып, кебісшелі тамшыға тамызыңдар. Сияның түйірлері жиырылғыш вакуольге толады да, оны көгілдір түске бояйды. Сөйтіп вакуоль анық көрінетін болады. Кебісше тіршілігін жойған кезде үлкен ядро да сияға боялады. Мұндай препараттан кебісше кірпікшелілерінің қимылы да анық байқалады.\n4. Кірпікшелі кебісшенің тітіркенуіне де тәжірибе жасауға болады. Ол үшін заттық шыныға бір тамшы кебісшелі және бір тамшы таза су тамызып (тамшылрадың арасы біраз алшақтау болғаны жөн), кірпікшелілері бар тамшыға бір түйір тұз салу керек. Бұдан соң екі тамшының арасын жіңішке етіп қосып, жабын шынымен жабыңдар. Осы препаратты микроскоп арқылы қарасаңдар, кірпікшелілердің таза су тамшысына қарай өткенін байқайсыңдар. Бұл кірпікшелілердің химиялық заттың әсеріне қалай жауап беретініне мысал болады.\nЕгер мектепте микроскоп өте аз болса, сабақтан тыс уақытты пайдалануға болады. Мұндайда зертханалық жұмысты әрі оқушы жеке істей алады.\n5. Кірпікшелі кебісшенің тітіркенгіштігіне қорытынды жасап, дене бөліктерінің тұсына атауларын жазыңдар. Ол үшін дәптерге кебісшенің суретін салыңдар.\n\nҚорытынды.\n\nhttps://infourok.ru/",
                "date": "28.03.2017",
                "upvotes": 0
            },
            {
                "text": "2.бірі\n\n3.үш фактор бар абиотикалық\n\nБиотикалық антропогендік факторлар\n4.мысалы:гүлге су қоймай күтім жасамай деген сиақты\n\n5.бақшаны суарам",
                "date": "22.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқылуы қалай екенін кім біледі?",
        "question_content": "Меншікті балқу жылуының оқылуы қалай",
        "question_date": "16.10.2016",
        "question_tag": "Мектеп",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меншікті балқу жылуының белгіленуі ЛЯМБДА деп оқылады.",
                "date": "16.10.2016",
                "upvotes": 0
            },
            {
                "text": "Меншікті балқу жылуы (ламбда) деп оқылады.",
                "date": "19.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функцияның анықталу облысын табыңдар:",
        "question_content": "a) y=0.7x+5\n\nә)y=x^2+x-2",
        "question_date": "16.10.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "а да ә де -шексіздіктен +шексіздікке дейін.",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денелердің қозғалысын сипаттау тәсілдері және олардың графигтері?",
        "question_content": "Денелердің қозғалысын сипаттау тәсілдері және олардың графигтері?",
        "question_date": "16.10.2016",
        "question_tag": "Физика",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Функцияның графигін салыңдар?",
        "question_content": "y=2x+3/x-2 y=5-3x/2x+1 y=2x-1/x-1 Функцияның графигін салыңдар?",
        "question_date": "16.10.2016",
        "question_tag": "Мектеп",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазіргі заманда ешкім ақшасыз жұмысқа тұра алмайды ма?",
        "question_content": "Осы мен жұмысқа тұруға бір де бір рет пара берімеппін. Сұраған адамдарды көзіммен көргем. Оқу бітірген жылдары анам да \"қазіргі заманда ешкім ақшасыз жұмысқа тұра алмайды\" дейтін пікірде еді (қазір өзгерді). Мен ол ақшаны аядым біріншіден. Екіншіден өзім қандай кадр болам? Менен журналист шыға ма жоқ па? Осындай нəрсе қатты ойландыратын. (Əлі де) Сол үшін еш себепсіз мені қабылдайтын жұмыс іздейтінмін.\n\nМәңгілік нəрсе жоқ қой. Сөйтіп біраз уақыт тағы іс таба алмай қиналдым. Онда да бос жүрмедім. Ұялмай, барлық танысыма жаздым \"жұмыссызбын\" деп. Бəлкім құлақтары шала қалса, хабарын бере қояр деп. Үмітім алдамады.\n\nҚазір осы фб-ны атқарып отырып, \"АҚШ-та оқитын жігіт жемқорлар еліне оралмайтынын айтты\" деген тақырыпты оқып қалдым. Өзіміз кінəліміз! \"Сұраныс жоқ жерде тауар да жоқ\" дегім келеді.",
        "question_date": "16.10.2016",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 404,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ал жасырыныңдар жемқорлар!",
                "date": "16.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қанша адам үшке оқымайды? Қанша адам екі сабақтан үшке шыққан?",
        "question_content": "Сыныпта 40 оқушы бар. Үшке оқитындар саны: орыс тілі сабағынан – 19, математикадан  – 17 оқушы, тарихтан – 22 адам. Тек қана бір сабақтан үшке шыққандар саны: орыс тілі сабағынан – 4, математикадан – 4, тарихтан – 11 адам. Жеті адам математикадан және тарихтан үшке оқиды, ал 5 оқушы берілген үш сабақтан да үшке шыққан. Қанша адам үшке оқымайды? Қанша адам екі сабақтан үшке шыққан?",
        "question_date": "16.10.2016",
        "question_tag": "Математика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір сабақтан\n\n4+4+11=19(орыс тілі немесе математика немесе тарих)\n\nЕкі сабақтан\n\n19-5-4=10(орыс тілі мен ...)\n\n17-5-4=8(математика мен ...)\n\n22-5-11=6(тарих пен ...)\n\n6=4+2\n\n10-4=8-2=6\n\n4+2+6=12\n\n2(математика мен тарих)\n\n4(орыс тілі мен тарих)\n\n6(орыс тілі мен математика)\n\nҮш сабақтан\n\n5(орыс тілі,математика,тарих)\n\nБарлық сабақтан\n\n19+5+12=36\n\nЕш сабақтан\n\n40-36=4",
                "date": "16.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кейс, логикалық сұрақ",
        "question_content": "Азамат Байболов М.-тан Қазақстан Республикасының Үкіметіне келесі мазмұны бар хат келді:\n\n«Қазіргі заман мемлекетінің маңызды функцияларының бірі – әлеуметтік функция болып табылады. Осыған байланысты, мемлекет өз азаматтарына, соның ішінде маған, ай сайын 70 000 теңге көлемінде тегін ақша беріп отыруы тиіс. Егер біздің Үкімет осы талапты орындаса, сонда ғана ол өзінің әлеуметтік функциясын орындайды. Ақшаны ай сайын маған келесі шотқа аудара аласыз KZ012345678910111213».\n\nҚазақстан Республикасының Үкіметі бұл талапты орындаудан бас тартты.\n\n \n\nЕсеп: Азамат Байболовтың ҚР Үкіметіне қатысты талабы негізделген бе? Неліктен?",
        "question_date": "16.10.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 940,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен аэроұтқыр әскер қатарында қызмет еткім келеді",
        "question_content": "Бырак аттестатымда 3 коптеу ол кедерги келтиреди ма,",
        "question_date": "15.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ожсб 4-сынып жауаптарын тауып бересіздер ме?",
        "question_content": "Ожсб 4-сынып 0299 нұсқаның жауаптарын тауып беріңіздерші.",
        "question_date": "15.10.2016",
        "question_tag": "Мектеп",
        "question_views": 14700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші кластың4ондығы бар сан",
                "date": "21.04.2017",
                "upvotes": 0
            },
            {
                "text": "112 111 102 101 113 114",
                "date": "11.04.2018",
                "upvotes": 0
            },
            {
                "text": "Тест  тапсыргым  келед",
                "date": "18.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика 6 сынып. Туристтер әр күні неше км жүрген?",
        "question_content": "Туристтер 3 күнде 460 км жол жүрді. Бірінші күні жүрген жол екінші күні жүрген жолға қатынасы 7:5-ке, ал екінші күні жүрген жол үшінші күн жүрген жолға қатынасы 3:2-ге қатынасындай. Туристтер әр күні неше км жүрген?",
        "question_date": "15.10.2016",
        "question_tag": "Математика",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7*3=21\n\n2*5=10\n\n21+15+10=46\n\n460*21/46=210\n\n460*15/46=150\n\n460*10/46=100",
                "date": "16.10.2016",
                "upvotes": 1
            },
            {
                "text": "21 +15+10=46 легенде 15 кайдан пайда болды?",
                "date": "14.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "у=f(x)Функцияның периоды болатынын дәлелде?",
        "question_content": "f(x)=cos(5x-П/8).  Т=2П/5\n\nf(x)=3/1ctg(x/3-П/2)+1,   Т=3П\n\nf(x)=tg5x+2,5 ,    Т=П/5",
        "question_date": "15.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "pi/(5*8)=pi/40<2*pi/5\n\n3*pi/2<3*pi",
                "date": "15.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Лкристалдық ас тұзы, таза өзен құмы (SiO2) және ... қыздырғанда не байқалады?",
        "question_content": "4 сынауыққа шамамен 0.5 г-нан әр заттан: кристалдық ас тұзы, таза өзен құмы (SiO2), қант және кристалдық йод салыңдар. Қант және йоды бар сынауықтарды 2-3 мин жанарғы жалынында қыздырыңдар. Әрбір сынауықта қандай өзгерістер байқалды?",
        "question_date": "14.10.2016",
        "question_tag": "Химия",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2NaCl=2Na+Cl2\n\nSiO2=Si+O2\n\nC12H22O11=12C+11H2O\n\n2I(-)=I2+2e(-)",
                "date": "15.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалалық перзентхананы қайта ашса",
        "question_content": "Саламатсызба Нурсултан Назарбаев. Менин сизге сурагым мен Кызылода каласынын тургынымын озимнин аягым ауыр бизде перзентхана Ана мен бала болып озгертилди және ол жакка 1шіден ауылдан келгендерде каланын жукти айелдериде кабылданады барлыгы бирге жатады яғный (осложненный мен не осложненный) 2шіден биз ал-фараби деген жеринде турамыз жедел жəрдеммен ана мен балага жету ушин 45 минуттай уақыт кетеди 3шіден жуктиликтин 12 жане 20аптасында сол жакка барып анализ тапсырамыз бизге олда киын маршрутпен 1сагатта жетемиз.4 шіден даригерлер барлык науқастарга карап улгерми жатады 5шіден ана мен балаға емделіп жату үшін яғный портал мен жату ушин бираз полеклиникада тексерилип журесин айтеуир соңында жатуға бас тартасын өте қиын. Осы себептердин себебімен сізден сурайн дегенім кайтадан баягы Калалық перзентхананы қайтадан аша аласыз ба? Ана мен бала тек ауылды қабылдайтын болып кала берсин жане жағдайы ауыр жукти айелдер сонда барсын жағдайы жаксы өзинин туға қабилети бар айелдер орталықтағы перзентханада туса деген умитпен сизге хат жазып отырмын жауабынызды асыга кутемин жане осы өтінішім орындалат деген ойдамын.",
        "question_date": "14.10.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалай синтаксистік талдау жасайды?",
        "question_content": "Жүсіптің әкесі Қараxанидтер мемлекетінің астанасы Баласағұн қаласындағы xан сарайында өлең айтып,күй шерткен ақын,өнерпаз кісі болған.",
        "question_date": "14.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Синтаксистік талдау - оқу және ғылыми мақсатында сөйлемді, оның мүшелерін, түрлерін, құрмалас сөйлемнің құрамындағы жай сөйлемдерді анықтау.\n\n Осы сайттан таба аласыз: http://mugalim.ru/load/stati/sintaksistik_taldau_124_sintaksicheskij_razbor_predlozhenija_v_kazakhskom_jazyke/10-1-0-157",
                "date": "15.10.2016",
                "upvotes": 0
            }
        ]
    }
]