[
    {
        "question_title": "1867 ж. «Уақытша Ереженің» мақсаты мен міндеттері қандай?",
        "question_content": "1867 ж. «Жетісу және Сырдария облыстарын басқару туралы Уақытша Ереженің» мақсаты мен міндеттері.",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 16100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Уақытша ереже дегенімен, заң 20 жыл қолданыста болды. Өзінің мазмүнына қарай бөтен болып табылатын нормативтік акт, арналып шығарылған қоғамның ерекшелік- терш ескермегендіктен, оны енгізу, көптеген халық ішінде наразылық пен қарсылыққа алып келді.\n\nУақытша заңның шарттарына байланысты Қазақстанның аумағы үш генерал-губернаторлыққа бөлінді: басқару орталығы Ташкент қаласы болып табылатын Түркістандық генерал-губернаторы; басқару орталығы Орынбор болып табылатын Орынбор генерал-губернаторлық; басқару орталығы Батыс Сібір болып табылатын Омск генерал-губернаторлық. Генерал-губернаторлық азаматтық жөне өскери билікті иемденетін. Түркістан генерал-губернаторлығы Қытай мен Иран арасындағы дипоматиялық қатынастарды қүруға қүқылы еді.\n\nӘрбір генерал-губернаторлыққа бірнеше облыстар кірді: Орынбор генерал-губернаторлығына - Орал жөне Торғай; Түркістандыққа — Жетісу мен Сырдария; Батыс-Сібірге - Ақмола және Семей.\n\nОблыстық басқарма әскери губернатор мен Облыс басқаруына жүктелген. Қазақстан аумағында жалпы төрт қазақ әскерлері қызмет еткен: Орал, Орынбор, Сібір жөне Жетісу. Әскери губернаторлар әскери министрдің үсынысының негізінде императормен қызметке тағайындалып, қызметтен алынатын. Олардың қолында өкімшілік жөне өскери билік шоғырланды. Облыс басқаруы биліктің атқарушы орга- ны болып табылды. Оны император тағайындаған вице губернатор басқарды. Облыс басқаруы үш бөлімшеден тұрды: басқарушылық, шаруашылық жіне сот. Бөлімшені кеңесшілер басқарды.\n\nӘрбір уездің басқаруын уезд басшысымен жүзеге асты. Олар полициялық және әскери билікке ие болды. Өз билігін уезд басқармасы уездегі барлық түрғындарға, сонымен қатар, уақытша тұрғындар мен қазақ әскерінің өкілдеріне жүргізілді.\n\n1868 жылғы «Далалық облыстарды басқару» бойынша және 1867 жылғы Сырдария мен Жетісу облыстарын басқару жөніндегі «Уақытша Ереже» бойынша болыстық басқарманың қолына полициялық және нұсқау таратушылық биліктер берілді. Ол «тыныштық пен тәртіпті» сақтауды, салық төлеуді және халықтың барлық міндеткерліктерін өтеуін бақылады. Оның міндетіне билер сотының шешімін орындату кірді. Ауыл старшындары өзінің құзырында болыстық басқармалардың міндеттерін орындады.\n«Уақытша Ереженің» 210-тармағына сәйкес Қазақ жері Ресей империясының меншігі болып жарияланды. Сұлтандардың барлық әлеуметтік-саяси және мұрагерлік құқықтары жойылды, ел билігі орыс шенеуніктерінің қолына шоғырланды.\nЕскі экономикалық және идеологиялық жағынан тұтас, туыстыққа негізделе біріккен әкімшілік-рулық ұжымдардың орнына «Уақытша Ережені» енгізудің нәтижесінде жасанды бірліктер пайда болды. Осының бәрі қоғамдық билік жүйесінің дәстүрлі базасына әсер етті. Сондықтан тоқырауға ұшырады, оның маңызы, беделі және қажеттілігі төмендеді.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "1868 жылғы «Далалық облыстарды басқару» бойынша және 1867 жылғы Сырдария мен Жетісу облыстарын басқару жөніндегі «Уақытша Ереже» бойынша болыстық басқарманың қолына полициялық және нұсқау таратушылық биліктер берілді. Ол «тыныштық пен тәртіпті» сақтауды, салық төлеуді және халықтың барлық міндеткерліктерін өтеуін бақылады. Оның міндетіне билер сотының шешімін орындату кірді. Ауыл старшындары өзінің құзырында болыстық басқармалардың міндеттерін орындады.\n«Уақытша Ереженің» 210-тармағына сәйкес Қазақ жері Ресей империясының меншігі болып жарияланды. Сұлтандардың барлық әлеуметтік-саяси және мұрагерлік құқықтары жойылды, ел билігі орыс шенеуніктерінің қолына шоғырланды.\nЕскі экономикалық және идеологиялық жағынан тұтас, туыстыққа негізделе біріккен әкімшілік-рулық ұжымдардың орнына «Уақытша Ережені» енгізудің нәтижесінде жасанды бірліктер пайда болды. Осының бәрі қоғамдық билік жүйесінің дәстүрлі базасына әсер етті. Сондықтан тоқырауға ұшырады, оның маңызы, беделі және қажеттілігі төмендеді.",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сақтардың мәдениеті, діни нанымдары мен әдет-ғұрыптары",
        "question_content": "Сақтардың мәдениеті, діни нанымдары мен әдет-ғұрыптары",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 33500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сақ мәдениеті — ерте темір дәуірінде Қазақстан мен оған жапсарлас өлкелерді мекендеген тайпалар қалдырған археологиялық ескерткіштер жиынтығы. Бұл тайпалардың тарихы бізге сақ атауы негізінде көне парсы және грек жазба деректерінен жеткен. Археологиялық зерттеулер Қазақстандағы Сақ мәдениеті жөнінде (б.з.б. 7 — 3 ғ-лар) неғұрлым толығырақ деректер береді. 1930 жылдардың соңында басталған зерттеу жұмыстары іс жүзінде 1946 жылдан кейін ғана кеңінен өрістеді. Жетісу, Төменгі Сырдария, Орталық, Солтүстік, Шығыс Қазақстанда Сақ мәдениеті ескерткіштері ашылды, көптеген қорымдар, ғұрыптық орындар, т.б. жәдігерлер қазылып, зерттелді. Жетісудағы Есік (Алтын адам) Бесшатыр обалары мен көптеген көмбелер, Сырдың төменгі ағысындағы Үйғарақ қорымы, Орталық және Солтүстік Қазақстандағы Тасмола мәдениетінің обалары, Шығыс Қазақстандағы Берел, Шілікті қорымдары, т.б. көптеген нысандар көне сақтардың тамаша ескерткіштері ретінде танымал. Кең байтақ аумақтарға тарағандықтан, әр өлкенің мәдениетін зерттеудің өзіндік жүйелері қалыптасқан.\nОлардың жерлеу ғұрпы, мүліктік мәдениеттегі жергілікті ерекшеліктері мен өзара жақындығы да анықтала бастады. Беріге дейін сақтар тек қана бақташы, көшпелі тайпалар болған деген ескі көзқарастың әсерімен көп уақыт бойы бұлардың отырықшы орындары, яғни қоныстық мекендері зерттеулер аясынан тыс қалған. Ондаған жылдар бойы зерттелген жерлеу ескерткіштерімен (обалар) қатар, қазір жер-жерлерде сақ дәуірінің көптеген қоныстары да ашылды.\nТалғар өңірінде ашылған 50-ге жуық қоныстың деректері мұнда сақ тайпалары егіншілікті де кеңінен өрістеткенін көрсетті. Қарқаралы өңіріндегі Қарақуыс, Едірей тауларымаңынан табылған 20-дан астам сақ қоныстары осы пікірді дәлелдей түседі. Мұндағы беткейлерде тау ықтасындарында орналасқан қоныстар кейінгі қазақ қыстауларына топографиялық тұрғыдан өте жақын орналасқан.\nҚазбалар барысында көптеп табылған тас кетпендер мен дәнүккіштер Орталық Қазақстан сақтары егіншіліктің қыстақ маңында орналасқан түрін ұстанған деген пікірді негіздеді. Сақ ескерткіштерін зерттеуде әлемдік ғылымның бүгінгі қол жеткен әдіс-тәсілдерін қолданудың маңызы зор. Қазақ Алтайынан ашылып отырған Берел обаларындағы жасанды тоң қабатында сақталған жылқы денелері, шірімей жеткен ағаш бұйымдар, сондай-ақ бальзамдалған адам мәйітін зерттеу маңызды мәліметтер береді. Сақ мәдениеті ескерткіштерін тек зерттеу ғана емес, оларды сақтап қалу, қалпына келтіру мен консервациялау, музейлендіру шаралары қолға алынды. Б.з.б. 7 — 6 ғ-ларда қалыптасқан сақ өнерінің хайуанаттық нақышы дүниежүзілік адамзат өркениетінің тамаша жетістіктеріне жатады. Осындай атаумен белгілі болып отырған сақ қолданбалы өнерінің бұйымдары Қазақстанда, Сібір, Орталық Азия өлкелерінде, Еуропаның оңтүстігінде кеңінен тараған. Нақыштың негізгі құрамын жыртқыш аңдар мен басқадай жануарлар, сондай-ақ мифол. зооморфтық құбыжықтар түрінде жасалған бейнелер түзеді. Бұлар жекелеген бұйымдар немесе бұйымдар мен беттердегі бейнелер, аралас тұрған күрделі композициялар арқылы беріледі. Мазмұны бойынша мифологиялық, пішімі бойынша реалистік деп атауға болатын хайуанаттық нақышты қолдану бағыты бойынша декоративтік өнер болып табылады. Хайуанаттық нақыш дәстүрімен берілген қолдану тәсілдері көбіне металл қазандар мен құрбандық ыдыстарды, қанжарлар мен семсерлерді, қорамсақтар мен айбалталарды, ат әбзелдері мен айналарды, сондай-ақ тулар мен түрлі киімдерді әшекейлеуде пайдаланылған. Табиғат аясын ерекше құрметтеп, оны астарлы мағынада қабылдай білген сақтар арқар, таутеке, жолбарыс, қабан, бұғы, марал, түйе, жылқы, бұлан, бүркіт, сайғақ, қасқыр, қоян сияқты жануарлардың өздеріне етене таныс тұлғаларын тамаша шеберлікпен бейнелеген. Бізге жеткен бұйымдар, ең алдымен, қола, алтын сияқты металдардан, ішінара сүйек, мүйіз, темірден жасалған. Ағаш, тері, киізден жасалған аң бейнелері де бар.\n\nСақ заманында Қазақстан аумағындағы мал өсіретін тайпалардың мәдениеті мен өнері өзінің алдындағы уақытпен салыстырғанда дамудың біршама жоғары сатысына жетті.Темір металлургиясы, көшпелі және жартылай көшпелі мал шаруашылығы материалдық және рухани мәдениет түрлерін түбірімен өзгертті.\n\nСақ тайпаларының діни түсініктері туралы мәселе аз зерттелген. Жерлеу материалдарына қарағанда, сақтарда ата-баба аруғына, отбасылық-рулық әулиелер мен желеп-жебеушілерге сиыну ғұрыптары болған. Бұл ғұрыптардың шығуы өлген тумаларының мәңгі жасайтынына, өлгендер өзінің рулық қауымының салттары, үйреншікті ғұрыптары мен ережелері бойынша өмір сүре беретін о дүние бар деген сенімге негізделген. Осыдан келіп өлген адаммен бірге оның беделі мен қауымдағы алатын орнына лайық мүліктің көмілуі, қауымның жеріндегі ру зиратында атқарылатын әрбір тайпаға немесе тайпалар тобына тән күрделі жерлеу ғұрпы шыққан. Малшыларда бұл ең алдымен қыстау маңы болды. Өлгендердің бәрі әдетте жылдың қай мезгілінде болса да, шалғай жерден болса да осы жерге жеткізілді.\nМұндай ғұрып кейін сүйегін ру зиратына кешіретін болып не уақытша жерлеуді немесе еліктің сақталуына көмектесетін қайсыбір амал қолдануды керек еткен.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Сақ заманында Қазақстан аумағындағы мал өсіретін тайпалардың мәдениеті мен өнері өзінің алдындағы уақытпен салыстырғанда дамудың біршама жоғары сатысына жетті.Темір металлургиясы, көшпелі және жартылай көшпелі мал шаруашылығы материалдық және рухани мәдениет түрлерін түбірімен өзгертті.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Сақ тайпаларының діни түсініктері туралы мәселе аз зерттелген. Жерлеу материалдарына қарағанда, сақтарда ата-баба аруғына, отбасылық-рулық әулиелер мен желеп-жебеушілерге сиыну ғұрыптары болған. Бұл ғұрыптардың шығуы өлген тумаларының мәңгі жасайтынына, өлгендер өзінің рулық қауымының салттары, үйреншікті ғұрыптары мен ережелері бойынша өмір сүре беретін о дүние бар деген сенімге негізделген. Осыдан келіп өлген адаммен бірге оның беделі мен қауымдағы алатын орнына лайық мүліктің көмілуі, қауымның жеріндегі ру зиратында атқарылатын әрбір тайпаға немесе тайпалар тобына тән күрделі жерлеу ғұрпы шыққан. Малшыларда бұл ең алдымен қыстау маңы болды. Өлгендердің бәрі әдетте жылдың қай мезгілінде болса да, шалғай жерден болса да осы жерге жеткізілді.\nМұндай ғұрып кейін сүйегін ру зиратына кешіретін болып не уақытша жерлеуді немесе еліктің сақталуына көмектесетін қайсыбір амал қолдануды керек еткен.",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тың және тыңайған жерлерді игерудің кезеңдері, нәтижелері мен салдары?",
        "question_content": "Тың және тыңайған жерлерді игерудің кезеңдері, нәтижелері мен салдарын анықтаңыз.",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 12600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тың жерлердің игерілуі 1954 жылы басталды. 1954 жылы наурызда КОКП Орталық Комитетінің пленумында «Астық өндіруді арттыру, тың және тыңайған жерлерді игеру» туралы қаулы қабылданды. Тың игеру, астық өсіретін егістік көлемін арттыру, негізінен, Орал мен Сібірде, Солтүстік Кавказ бен Қазақстанда жүргізілді.\n1954 жылы Кеңес Одағында 13,4 млн. гектар жаңа жер, оның ішінде Қазақстанда 6,5 миллион гектар жер игерілді. 1956 жылға қарай КСРО-да егістік көлемін 28–30 миллион гектарға жеткізу көзделді. Тың жерлерді игеру ісі ерекше қарқынмен, асығыс түрде жүргізілді. 1955 жылы 9,4 миллион гектар жер жыртылды. Ал жоспар бойынша 7,5 млн гектар жер жырту көзделген болатын. Тың жерлердің игерілуі жүргізілді:\nАқмола, Солтүстік Қазақстан;\nҚостанай, Көкшетау;\nТорғай;\nПавлодар облыстарында.\nТың жерлерді игеру мақсатында Қазақстанға көптеген жұмысшылар келді. 1953–1958 жылдар аралығында совхоздар мен колхоздарға 266,6 мың механизатор, 1954 жылы Ақмола облысына тың игеру үшін 20000-ға жуық адам келді. Тың игеруді жеделдету мақсатында көптеген шаралар қолданылды. Басқа өңірлерден тың игеруге келгендерге көптеген материалдық жеңілдіктер жасалды. Тың игеруге келген әр адамға 150–1000 сом аралығында бір реттік көмек берілді. Бұдан басқа да материалдық, азық-түлік т. б. көмектер берілді. Тың игеруге келгендер ауыл шаруашылық салығынан босатылды.\n1954–1959 жылдар аралығында Қазақ КСР-де тың және тыңайған жерлерді игеру мақсатында 20 млрд-қа жуық сом жұмсалды.\nТың игерудің пайдасы.Тың игеру Қазақстанда ерекше қарқынмен жүргізілді. Қазақстанда егістік жерлердің көлемі артты. Астық өндіру көлемі жөнінен Қазақстан одақта 2-орынға шықты. Соның арқасында Қазақстан Орта Азия мен Сібірді, Оралды астықпен қамтамасыз етті. Тың игеру жылдарында Қазақстан көп ұлтты, интернационалдық елге айналды. Қазақстан жерінде көптеген тұрғын үйлер, құрылыстар, мәдени обьектілер салынды. Он мыңдаған шақырым жолдар төселді.\nТың игерудің салдары.Көптеген жылдар бойы тың жерлерді игеру партия көрегендігі, Мемлекет жеңісі ретінде дәріптеліп келді. Ал оның көлеңкелі жағы туралы ештеңе айтылмады және айтылуы да мүмкін болмады.\nЕң алдымен Қазақстанға тың және тыңайған жерлерді игеруге келгендер арасында арамтамақтар мен қылмыскерлер де болды. 1954–1955 жылдарда Қазақстанға келген 650000 тың игерушінің 150000-ы ғана механизатор болды. Нәтижесінде көптеген тәртіп бұзушылықтар, қылмыстар етек алды.\nТың игеруге байланысты совхоздарға көбінесе тозған, бүлінген тракторлар мен комбайндар, ауыл шаруашылық техникасы жіберілді.\nЭкологиялық жағдай күрт нашарлады. Аса көп территория жыртылып, нәтижесінде көп жерлер тіршілікке жарамсыз болып қалды. Топырақ эрозияға ұшырап, жердің құнарлылығы азайды.\nМал шаруашылығының дамуы артта қалды. Миллиондаған гектар жерлер жыртылғандықтан, малдың жайылымы, жемшөп дайындайтын жерлер азайды. Мал шаруашылығының шығынға ұшырауынан ет, сүт өнімдерінің көлемі де азайды.\nҚазақ халқының ұлттық ерекшеліктері аяққа тапталды. Тың игерушілер арасында қазақ халқының ұлттық намысын қорлайтын теріс пікірлер тарады. Тың игеру жылдары қазақ халқының салт-дәстүрлері, мәдениеті, ұлттық руханияттары ескерілмеді. Қазақ мектептері, балабақшалар, қазақ тіліндегі газет-журналдар азайды. Қазақ тілінің қолданылу аясы тарылды. Тың игеру жылдары келген 2 миллионға жуық басқа ұлт өкілдеріне берілген артықшылықтар қазақ халқын менсінбеушіліктің көрінісі болды.\n\nhttp://www.tarih.spring.kz/kk/history/postwar/history/",
                "date": "25.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сарматтардың шаруашылығы мен тұрмысы қандай?",
        "question_content": "Сарматтардың шаруашылығы мен тұрмысы",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 23800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сарматтар қыш ыдыстар, сақина, білезік сияқты әшекей заттар жасаған. Б. з. II-IV ғғ. Сарматтардың аса ірі археологиялық ескерткіші – жерлеу орындары (Батыс Қазақстан облысының Шыңғырлау ауданында) табылған. Олар кейінгі сарматтар мәдениетіне жатады. Қабірге қасында түрлі әшекей заттары бар әйел жерленген.\nIII-V ғғ. зергерлік өнерге түсті металдардың ішінен алтынды көп қолданған. Осы кезде Қазақстан жерін мекендеген тайпалардың арасында зергерлік өнерде «полихромдық стиль» кең тарады. Қазақстанда б. з. VII – V ғғ. бұл стильдің екі түрі дамыды: безендіру, зерлеу әдістері. Сондықтан да «полихромдық стиль» б. з. 1-мыңжылдықтың басында туды деген болжам бар.\nСақтардың қоғамдық құрылысы\nСақ тайпалар одағына массагеттер, дайлар, иссодондар, аримаспылар, каспилер, аргипейлер т. б. ондаған тайпалар кіреді. Олар ежелгі грек авторларының еңбектерінде аталады. Массагеттер-Сырдарияның төменгі бойы мен Арал теңізінің оңтүстік және солтүстік-шығыс өңірінде, дайлар-Сырдарияның төменгі жағын, Арал теңізінің жағалауын, исседондар-Іле мен Шу өзендерінің бойын, оның шығыс жағындағы Тарбағатай тауына дейінгі алқапты алып жатты. Патшалардың белгісі –жебелі садақ болды. Сақ әйелдері қоғамдық өмірдің барлық салаларында, тіпті соғыс кезінде де ерлермен бірдей қатысып, ерлік көрсетіп отырған. Кейбір деректерге сүйенсек, сақ қыздары жауын жеңбей тұрмысқа шықпайтын болған. Және әскери өнерді ерлермен тең дәрежеде меңгерген. Осындай үлгі тұтуға лайықты сақ патшайымы Тұмар мен Зарина тарихта ерлігі және ақылдылығымен қалды. Сақтар көшпелі тұрмыс кешті. Олардың наным – сенімдерінде отқа, күнге, әруақтарға табыну кең тараған. Сыйынатын басты құдайы «Күн». Күннің символы ретінде жылқы малы таңдап алынады. «Күнді» құрмет тұтып, оған арнап ең жүйрік жануар-жылқыны құрбандыққа шалады. Отқа табыну-сақтану қызметін атқарған болуы мүмкін. «От» жергілікті халықтың түсінігі бойынша «тазалаушы күш иесі» ретінде қабылданған. От сеніміне қатысты әдет-ғұрыптар қазіргі қазақтардың тұрмыс-тіршілігінде көптеп сақталған.\nШаруашылығы.Көшпелі мал шаруашылығымен, отырықшы өмір сүріп егіншілікпен айналысты. Сармат тайпалары Еуразияның саяси–экономикалық және мәдени өмірінде елеулі рөл атқарған одақтар мен мемлекеттер құрамына кірді.\n\nhttp://www.tarih.spring.kz/",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Көшпелі мал шаруашылығымен айналысты.",
                "date": "18.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы Отан соғысы жылдарындағы қазақстандықтардың майдандағы ерлігін ашып көрсетіңіз?",
        "question_content": "Ұлы Отан соғысы жылдарындағы қазақстандықтардың майдандағы ерлігін ашып көрсетіңіз.",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "30-шы жылдардағы әлемдік дағдарыс көптеген мемлекеттердің экономикалық, әлеуметтік және халықаралық қатынастарын шиеленістірді. Бұл жағдай әлемдік билікке талпынған күштердің пайда болуына жол ашты. Осындай күштердің ішіндегі ең қауіптісі – Германияда орнаған фашистік тәртіп еді. Батыс мемлекеттері тарапынан ұйымдасқан қарсылықтың болмауы фашистік агрессияның күшеюіне жол ашты. 1937 жылы фашисттік мемлекеттер – Германия мен Италияның милитаристік Жапониямен әскери-саяси одақ құруы екінші дүниежүзілік соғыстың негізі болды. Екінші Дүниежүзілік соғыс 1939 жылы Германияның Польшаны жаулап алуымен басталды. Франция мен Англия Германияға қарсы соғыс ашқанын хабарласа, КСРО осы жылы Германиямен 10 жылдық бейбіт келісімге қол қойды. Бұл құжат тек 1989 жылы алғаш жарияланды. Құпия келісімге сай 1939 жылы Германия мен КСРО Еуропадағы билік жүргізу аймақтарын бөліп, жаулап алу шараларын бір мезгілде бастайды. Осының нәтижесінде Германия Польшаны басып алғаннан кейін, Кеңестер Одағына Польшаның 12 млн. халқы орналасқан 200 000 шаршы км. жері өтті. Кейінірек бұл территория Украина, Белоруссияға қосылды. 1940 жылы Германия Францияны басып алғаннан кейін Литва, Латвия, Эстониядағы мемлекеттік билікті Кеңестер Одағы иеленіп, Литва, Латвия, Эстония Кеңестік Социалистік Республикалары құрылды. Қызыл Армия Прибалтикаға кіргеннен кейін Кеңестер үкіметі Румынияға бұрын Ресей империясының құрамында болған Бессарабия территориясын қайтару туралы ультиматум жіберді. Нәтижесінде Буковина мен Бессарабияның жарты бөлігі Украина КСР-іне, Бессарабияның қалған бөлігі Молдавия КСР-не берілді. Англия мен Франция Германияға соғыс жариялағанымен батыс майданда белсенді іс-қимыл танытпады. Бұл жағдайды Германия өз мүддесіне пайдаланып, 1940 жылы Дания, Норвегия, Нидерланды, Люксенбург мемлекеттерін еш қарсылықсыз жаулап алды. Бельгияны жеңгеннен кейін негізгі күштер талқандалды. Нәтижесінде Франция Германиямен бейбіт келсімге қол қойса, Англия АҚШ-тан көмек сұрауға мәжбүр болды. Сонымен Батыс Еуропадағы әскери іс-қимылды аяқтаған фашистік Германия бастапқы міндеттерінен бас тартып, Кеңестер Одағын басып алуға дайындықты бастайды. Басып алған мемлекеттердің экономикалық, әскери ресурстарын өз мүдесіне пайдаланып, әбден күшейген фашистік Германия Кеңестер Одағына қарсы соғысты аз уақытта жеңіспен аяқтауына күмәнсіз сенді. Ал, Сталин және оның төңірегіндегілер 1939 жылғы келісімге сеніп, Германия тарапынан соғыс қаупін күтпеді. КСРО-ға қарсы соғыс жоспары “Барбаросса” деген атпен белгілі. “Барбаросса” жоспары 4 әскери топтың келісілген іс-қимылына негізделді. Финляндия фельдмаршалы Маннергейм мен генерал фон Дитла басқарған Финляндия тобы Мурманск, Беломорск, Ладогоға бағытталды. “Солтүстік” тобына (басқарған генерал фельдмаршал фон Лееб) Ленинградты басып алу жүктелді. Генерал-фельдмаршал фон Бок басқарған ең күшті “Орталық тобы” Москваға бағытталды. Генерал-фельдмаршал фон Рундштенд бастаған “Онтүстік тобы” Украинаны басып алуға тиіс болды. Фашистік Германияның Кеңестер Одағын жаулап алу жоспарында Қазақстанға үлкен мән берілген. Осы мақсатпен Атлантикадан Сібірге дейін біртұтас Герман этнотерриториялық кеңістігін құру көзделді. Бұл территорияны славян халықтарынан тазарту және түрік-моңғол халықтарын жою көзделді. Сонымен қатар фашистік Германияға қызмет ететін Қарағанды, Новосибирск, Кузнецк индустриалды облыстарын құру жоспарланды. 1941 жылдың 22 маусымында фашистік Германия әскері Кеңес Одағына тұтқиылдан, соғыс жарияламастан басып кірді. Кеңес халқының Ұлы Отан соғысы, яғни Отанын шетел басқыншыларынан азат ету соғысы басталды. Кеңестік әскери күш бейбіт уақыт жоспарына сай орналасқандықтан соғыс қимылдары басталған территорияға тартылуы барысында, жау соғыстың алғашқы бес айында мемлекеттің 5% халқы тұратын аудандарын жаулап алды. Германия КСРО-ға қарсы барлық қарулы күшінін 70% - 5,5 млн адамнан тұратын 190 дивизия, 4300 танк, 5 мың ұшақ шоғырландырды. Батыс шекаралық округтердегі Қызыл Әскер күштерімен салыстырғанда Германия әскери күші адам ресурсінен екі есе, танктен үш есе, ұшақтан 3 есе, артиллериядан – 1,3 есе басым болды. Осыған қарамастан шекарашылар, олардың қатарында Брест қорғаушылары алғашқы ұрыстың өзінде теңдесі жоқ ерлік көрсетті. Брест шекаралық отряды жауынгерлердің құрамында жаудын алғашқы соққысына А.Мүсірепов, В.Лобанов, К.Абдрахманов, К.Иманқұлов, А.Наганов, Ғ.Жұматов, Ш.Шолтыров, Т.Деревянко, Қ.Батталов және басқа қазақстандық жауынгерлер қарсылық көрсетіп, айрықша ерлікпен көзге түсті. Соғыс жылдары Қазақстанда 12 атқыштар және 4 атты әскер дивизиясы, 7 атқыштар бригадасы және 50-ге жуық жеке полктер мен батальондар жасақталып, майданға аттандырылды. Қазақстан территориясында жасақталған әскери құрылымдар соғыстың алғашқы күндерінен бастап жаумен ерлікпен шайқасты. Әсіресе, Москва түбіндегі шайқаста қазақстандықтар үлкен құрметке ие болды. Москва бағытындағы негізгі жолдардың бірі – Волоколамск тас жолын қорғауда Алматыда жабдықталған 316-атқыштар дивизиясы генерал-майор И.В.Панфиловтың басшылығымен теңдесі жоқ ерлік танытты. Қысқа уақыт ішінде дивизия жауынгерлері жаудың танк, моторлы және екі жаяу әскер дивизияларын талқандады. Москва түбіндегі шайқаста әсіресе саяси жетекші В.Г. Клочков басқарған бөлімше – 28 панфиловшылар жаудың 50 танкісіне тойтарыс беріп, асқан ерлік көрсетті. 1941 ж. 17 қарашада дивизияға 8-ші гвардиялық деген атақ беріліп, кейінірек Қызыл Ту, Ленин ордендерімен, ал Риганы жаудан азат еткені үшін екінші дәрежелі Суворов орденімен марапатталды. Бұл шайқаста ерлік танықтан 28 жауынгер Кеңес Одағының Батыры атағын иеленді. Сонымен бірге Волоколамск түбінде үлкен ерлік көрсетіп қаза тапқан талантты қолбасшы, қаһарман командир И.В.Панфиловке Кеңес Одағының Батыры атағы берілді. Панфиловшы аға лейтенант Б.Момышұлы Москва түбіндегі шайқаста өз батальонымен жау қоршауын үш рет бұзып шықты. Соғысты Б.Момышұлы полковник лауазымымен, 9-шы гвардиялық атқыштар дивизиясының командирі болып жүріп аяқтады. Белгілі орыс жазушысы А.Бектің “Волоколамское шоссе” повесі Б.Момышұлының соғыс жылдарындағы ерлігіне арналды. Сөйтсе де, Б.Момышұлының соғыс жылдарындағы ерлігі өз дәрежесінде мойындалмай, тек 1990 жылы еліміздің Президенті Н.Ә. Назарбаевтың тікелей араласуымен оған Кеңес Одағының Батыры атағы берілді. И.В.Панфилов дивизиясы құрамында жаумен шайқасқан М.Ғабдуллин 1943 ж. Кеңес Одағының Батыры атағын иеленді. М.Ғабдуллин бастаған жауынгерлер Бородино селосын жаудан тартып алып, 7 сағат бойында ерлікпен қорғады. Шайқас нәтижесінде немістер шегінуге мәжбүр болды. Москва түбіндегі шайқастарда Т.Тоқтаров, Р.Жанғозин, Р.Елебаев және т.б. қазақстандықтар асқан ерлік танытты. Бұл шайқасқа қазақстандық 238-ші дивизия, 19-шы атқыштар бригадасы да қатысты. “Барбаросса” жоспары жүзеге аспағаннан кейін 1942 жылы Германия Кеңестер Одағын басып алу мақсатында жаңа жоспар қабылдады. Бұл жоспар бойынша фашистер негізгі күшін Сталинград пен Кавказды басып алуға бағыттады. Сталинград пен Кавказды басып алу операциясына фашистер құпия дайындалып, оған “Блау” деген ат қойды. Фашистер бұл жерлерді жаулап алуға үлкен мән берді. Өйткені фашистерге басып алған мемлекеттер территорияларынан мұнай тасу қолайсыз болғандықтан, Кавказ мұнайына үлкен үміт артты. Тағы бір себеп – фашистер Кеңестер Одағының Қара теңіздегі порттарын басып алып, одақтастары – Англия, АҚШ-пен байланысын үзуді көздеді. Сонымен қатар Сталинград қорғаныс өнеркәсіптері көп шоғырланған шикізат көзіне бай орталық болды. Сондықтан фашистер бұл бағыттағы соғыс қимылдарының сәтті аяқталуына үлкен мән берді. Жау 1942 жылдың шілде айында Сталинград бағытына 42 дивизия, тамызда – 69, ал қыркүйекте – 81 дивизия аттандырды. Күш тең болмады. Өйткені кеңестік қолбасшылар жау шабуылын Москва бағытында күтіп, негізгі әскери күшті осы бағытқа шоғырландырды. Өйткені ”Блау” бойынша, Кеңес барлаушыларын жалған жолға түсіріп, шабуыл Москва бағытында қайта жанданады деген ақпарат таратылған еді. Сталинград бағытындағы шайқастарға төмендегідей қазақстандық әскери құрылымдар қатысты: 292-ші атқыштар дивизиясы ретінде қайта құрылған 74-ші Аралдық атқыштар бригадасы, 387-ші атқыштар дивизиясы, 27-ші атқыштар кейінгі 72 гвардиялық дивизия, 75-ші атқыштар кейінгі 3-ші гвардиялық атқыштар бригадасы. 3-ші атқыштар бригадасы Сталинград түбідегі шайқаста 5 мың фашисті жойып, 3 мың фашист офицері мен жауынгерлерін тұтқынға алды. Сонымен бірге, бұл шайқасқа 81-ші атты әскер дивизиясы, 152-ші атқыштар бригадасы, 129-ші миномет полкі мен 196-ші жеке көпір құрылысы батальоны қатысты. 1942 жылдың 19 желтоқсанында Боковская-Пономаревка ауданында болған әуе шайқасында қарағандылық ұшқыш Н.Әбдіров өзінің оқ тиіп өртенген ұшағын жау танктері шоғырланған жерге бағыттап, экипажымен бірге ерлікпен қаза тапты. Н.Әбдіров, минометші К.Сыпатаев пен Р.Рамазанов Сталинградты қорғаудағы ерліктері үшін Ұлы Отан соғысы батыры атағына ие болды. Сталинградта қаланы жаудан қорғауда ерлік танытқан қазақстандықтар құрметіне “Казахстанская” аталған көше бар. Бірнеше айға созылған Сталинград шайқасы 1943 жылдын басында жаудың жеңілуімен аяқталды. Сталинград шайқасы барысында Кеңес Армиясы екінші дүниежүзілік соғыстағы түбегейлі бетбұрысқа шешуші үлес қосты. 1943 жылы фашистер Кеңестер Одағын басып алу мақсатында жаңа операция жоспарлады. Бұл операцияға “Цитадель” деген ат беріп, жан-жақты дайындалды. Осы жылы Германияның әлсірегенін сезген бұрынғы одақтастары бастапқы міндеттерінен бас тартып, дүниежүзілік соғыстан шығу жолдарын іздеу үстінде болды. Сондықтан Германия бұл операцияның сәтті аяқталуына бар күшін салып, одақтастарын сақтап қалуға тырысты. “Цитадель” операциясына фашистер 900000 әскер қатыстыруды жоспарлады. Шайқасқа іріктелген фашистік дивизиялар: “Рейх”, “Ұлы Германия”, “Фикинг”, “Адольф Гитлер” және т.б., барлық танктердің 70%, барлық ұшақтардың 65% тартылды. 5-ші шілдеде басталған Курск шайқасы шілденің аяғында кеңестер әскерінің жеңісімен аяқталды. Курск иіні мен Днепр шайқастарына көптеген қазақтандық әскери құрылымдар қатысты. Тек Курск иініндегі шайқастағы ерлігі үшін 123 қазақстандық Ұлы Отан соғысы Батыры атағына ие болды. 1944 жылы Германияның жеңілетіні белгілі болғаннан кейін, ендігі жерде соғыс қимылдарын Кеңес Одағы бақылауға алды. Осы жылы Кеңес үкіметі “Берлин” операциясын бастайды. Бұл операцияның мақсаты – неміс фашистерін Кеңестер Одағы територриясынан қуып, Еуропа мемлекеттерін жаудан азат ету болды. “Достық көмек” идеологиясын жамылған Кеңестер Одағы болашақта азат еткен мемлекеттер саясатына араласуды, тіпті кейбір мемлекеттерді өз бақылауында ұстауды көздеді. Өйткені басты жауы – Германияны жеңгеннен кейін, Кеңестер Одағы әлемдік билікке талпынып, социалистік мемлекеттер жүйесін құруды жоспарлады. Шығыс Еропаны жаудан азат етуде қазақстандықтар үлкен ерлік көрсетті. Шығыс Пруссия территориясын азат етуде көрсеткен ерліктері үшін 20 қазақстандық жауынгер Кеңес Одағының Батыры атағын алды. Олар – В.А.Андреев, Л.И.Беда, П.Т.Брилин, Т.К.Абилов, В.Г.Козенков, И.И.Корнев, И.В.Кутурга және т.б. Словакия территориясын жаудан азат етуге 4-ші Украина майданы құрамында қазақстандық 8-ші атқыштар дивизиясы қатысты. Майданда көрсеткен ерліктері үшін 8-ші атқыштар дивизиясының құрамындағы 62-ші артиллериялық Карпат полкі Қызыл Ту орденімен, 151-ші Карпат полкі 3-ші дәрежелі Кутузов орденімен, 310-шы атқыштар полкі 3-ші дәрежелі Суворов орденімен марапатталды. 72-ші және 73-ші гвардиялық атқыштар дивизиялары Венгрия, Оңтүстік Чехия, Австрия территорияларын жаудан азат етуге қатысты. Австрия астанасын жаудан азат етуде алматылық Пупков М.А. Кеңес Одағының Батыры атағын алды. Сонымен қатар Австрияны азат етуші 105-ші гвардиялық дивизия жауынгерлері: А.Мудрагель, Г.Сливных, Ж.Аминов қаһармандықтарымен көзге түсті. Прага операциясына 118, 88, 314, 8-ші атқыштар, 72-ші гвардиялық атқыштар дивизиясы қатысып, бұл операцияда 992-ші алматылық авиация полкі асқан ерлік көрсетті. Бұл полк екінші дәрежелі Б.Хмельницкий және 3-ші дәрежелі Суворов ордендерімен үш мәрте марапатталды. 992-ші полк 7642 рет жауға шабуыл жасап, 816 бомба тастап, 3 ұшақты, 19 зенитті батареяны, 1000 автомашина, 2 көпірді және т.б. жойды. Прага операциясы барысында 52-ші армия құрамындағы алматылық 556-ші эскадрилия ерлікпен көзге түсті. Бұл эскадрилия тұтқиылдан 4050 шабуыл жасап, 2350 мәрте жау территориясын бомбалаған. Құрамындағы 14 адамның 10-ы үкімет тарапынан марапатталады. Чехословакия жерін азат етуге келген қазақстандық ұшқыштар 2, 8, 5-ші әуе армиясының бөлімдерінде жаумен шайқасты. Шайқастардағы ерлігі үшін С.А.Батеньков пен П.Ф.Железняков соғыстан кейін Кеңес Одағының Батыры атағына ие болады. Ұшқыштар: Т.Я.Бигелдинов, И.Павлов, С.Д.Луганский және Л.И.Беда 2 мәрте Кеңес Одағының Батыры атағын иеленді. Олардың қатарын 56 жыл кешігіп барып, 1941 жылдың 26-шы маусымында, соғыстың бесінші күні-ақ аты аңызға айналған батырлық капитан Гастелло экипажының ерлігі емес, капитан А. Масловтың экипажынікі екендігі айқындалып, осы экипаж құрамындағы Б. Бейсекбаев 1998 жылы Ресей Батыры атағын алып, толықтырылды. Берлин операциясына қазақстандық 118-ші, 313-ші атқыштар дивизиялары және 209-ші атқыштар полкі қатысты. Берлин ратушасын алуда 118-ші атқыштар дивизиясының взвод лейтенанты К.Маденов, ал көше шайқастарында И.Б.Мадин, Рейхстагка ту тігуде Р.Қошқарбаев ерлік танытты. Айтпенбет Нақыпов Одерден Петерсфельд қаласына дейін танкпен келеді. Соғыстан кейін Нақыповтың танкі қала алаңына ескерткіш ретінде қойылды. Берлин операциясында 27 қазақстандық ерліктерімен көзге түсіп, Кеңес Одағының Батыры атағын иеленді. Қазақ қыздары да соғыс ауыртпалығын ер азаматтармен бірдей көтерді. Соғыстың алғашқы күндерінен бастап соғысқа сұранып, әскери комиссариаттарға хат жазған қазақ қыздары өте көп болды. Мысалы, Қарағандының әскери комиссариатына соғысқа сұранып өтініш жазған арулар саны 10 мыңнан асқан. Семей қаласы бойынша соғыстың алғашқы күндерінде 3 мың өтініш түскен. Ал, Алматы қаласының тек Фрунзе ауданы бойынша 112 өтініш түсті. Майданға аттанған әйелдер мен қыздардың көбі медсанбаттар мен госпитальдарда борышын өтеген. Қазақ арулары түрлі әскери құрамаларда болып, ерен ерлік үлгісін көрсетті. Қолдарына қару алып, майданға аттанған қазақ жұлдыздары - Әлия мен Мәншүк Қазақстан даңқын әлемге паш етті. Авиация саласын меңгерген қазақ қызы – Х.Доспанова Кеңес Одағының батыры М.Раскова басқарған әйелдер авиациясының құрамында авиация штурманы болып 300-ден астам мәрте әуеге көтерілді. 2004-ші жылы Президенттің жарлығымен Х.Д.Доспановаға Халық Қаһарманы атағы берілді. Сафарбекова Жауһария Насырқызы Ленинград майданында қалалық радиостанция бастығы болып, Ленинград майданында аса ерлігімен көзге түскен. 1942 жылы Қазақстанда құрылған 34-жеке әйелдер ротасының 300-ге тарта арулары Курск иініндегі шайқасқа қатысып, бірнеше марапаттарға ие болды. Қазақстандықтар жау тылындағы партизан қозғалысына да белсене қатысты. 1941 жылы КСРО ОАК мен БКП(б) ОК-нің 1941 жылдың 29 маусымындағы дерективасында жау басып алған территорияларда жау армияларының бөлімшелерімен күресу үшін партизан отрядтарын құру көзделді. Осы жылдың 18 шілдесінде БКП(б) ОК “Германия әскерінің тылында күрес ұйымдастыру” туралы қаулы қабылдап, партизан қозғалысын ұйымдастырды. 1941 жылдың жазынан бастап жау тылында жабдықтала бастаған партизан ұйымдары құрамындағы жауынгерлер саны 1943 жылдың соңында 1 миллионға жетті. 1942 жылдың мамырында Қызыл Армия мен партизан қозғалысының ұштасуын қадағалайтын Орталық, кейінірек республикалық және облыстық партизан қозғалысы штабтары құрылды. Енді партизан қозғалысы қатарында жаумен шайқасқан қазақстандықтар құрамына тоқталайық. Украина территориясындағы партизан бірлестіктерінде 1500 қазақстандық жаумен шайқасты. Атап айтсақ, М.И.Шукаевтың партизан отряды құрамында 79 қазақ, Ұлы Отан соғысының Батыры С.А.Ковпактың партизан отрядында 70 қазақстандық болды. Ленинград облысы территориясындағы партизан бірліктері құрамында 220, ал Белоруссия территориясында 1,5 мыңға тарта қазақстандықтар жаумен шайқасты. Қазақстандық партизандар жаумен шайқаста үлкен ерлік танытты. Мысалы, 1941 жылы Киев облысы, Македон селосында жасырын партизан орталығы құрылады. Бұл орталыққа соғысқа дейінгі жылдары Павлодар облысында оқытушы қызметін атқарған Қасым Қайсенов коммунистік жолдамамен жіберіледі. 1942 жылы Қ.Қайсенов Чапаев атындағы партизан отрядтарының командирі сайланып, Украина территориясында жаумен шайқаста үлкен ерліктер көрсетті. Қ.Қайсеновпен қатар Украина территориясында Қарағанды облысынан Д.И.Сагаев, Талдықорған облысынан П.С.Шленский, Қызылордадан – Байдаулетов, Шымкент облысынан – Ж.Омаров, алматылық – А.С.Егоров және т.б. қазақстандықтар әртүрлі партизан құрылымдары қатарында шайқасты. Отанын қорғаудағы асқан ерлігі үшін Қ.Қайсеновке “Халық Қаһарманы” атағы берілді. Белоруссия территориясын жаудан азат етуге де қазақстандық партизандар үлкен үлес қосты. Тек 1941 жылы Брест облысындағы Старосельск орманында 9 қазақстандық партизан жаумен шайқасты. Белоруссия территориясында ерлікпен шайқасқан отандас партизандар: Ф.Озмитель, Ғ.Омаров, Н.Қайсеитова, Н.Салықов, Х.Исмағұлов, Н.Сыдыкова, М.Стрельников, И.А.Булаев, И.Данияров, И.А.Ерещенко, К.Темирханов, Е.Балабеков, Т.Жұмабаева және т.б. Смоленск облысында құрылған партизан бірлестіктерінің құрамы 45 ұлт өкілінен тұрды. Соның ішінде 2-Кляжнянск партизан бригадасында 19, С.Лазо атындағы партизан полкінде 40, ерекше партизан бірлестігі “Тринадцать” құрамында 48 қазақстандық болды. Смоленск облысында қазақстандық партизандар А.Шарипов, Ж.Агадилов, И.Өтебаев, М.Мұқанов, А.Төлегенов, Қ.Ахметов және т.б ерлікпен көзге түсті. Жаумен шайқаста көрсеткен ерліктері үшін қазақстандық партизандар әр түрлі мемлекеттік марапаттарды иеленді. А.С.Егоров пен Ф.Ф. Озмительге Кеңес Одағының Батыры атағы берілді. Соғыстың кейінгі жылдары орталық партизан штабының шешімімен тәжірибелі партизандарды шетел мемлекеттері территориясына аттандырды. Оларға партизан отрядтарын ұйымдастыру тапсырылды. Осы мақсатпен Қ.Қайсенов Румыния мен Чехословакияны, ал А.С.Егоров Словакияны, С.О.Төлешов, Н.Супронов, Сарсенгалиев, А.Г.Акимин – Польшаны жаудан азат етуге ат салысты. Жүздеген қазақстандық соғыс тұтқындары Франция, Италия, Бельгия, Югославия, Греция және т.б. Еуропа мемлекеттері халықтарының азаттық күресіне белсенді қатысты. Соңғы мәліметтерге сай, тек Франция, Бельгия, Италия территорияларындағы партизан құрылымдары қатарында 180 қазақстандық болған. Соғыстың алдында Розенберг идеясы бойынша, Қазақстан, Орта Азия, Солтүстік Иран, Ауғанстан территорияларын біріктіріп ислам пан-түріктік “Гросс Туркестан” немесе “Пантуркестан” мемлекетін құру көзделеді. Бірақта “Гросс Туркестан” идеясы жүзеге аспады. Оның орнына рейх 26 жаяу батальон, 111 рота және жүк тасушылар колоннасынан түратын Түркістан легионын құруды жоспарлады. 1942 жылы құрылған Түркістан легионы құрамында неміс әдебиеттерінде 1 миллион, тарихшы Раух 650 000 адам, ал қазақстандық мамандар 180 000 - 250 000 адам болған деген мәлімет береді. Түркістан легионын қолдаушы қазақ зиялысы – М.Шоқай Түркістан легионы құрамындағы әскери құрылымдарды қажет деп таппаған. М.Шоқай фашистер лагерінде зардап шеккен жандарды қайтадан майданға жіберу адамгершілікке жатпайды, керісінше, оларды Германия зауыт-фабрикаларына жіберіп, болашақ Түркістан мемлекетіне маман-кадрларды даярлау идеясын ұсынады. Өкінішке орай, М.Шоқай 1941 жылы 27 желтоқсанда қайтыс болып, бұл идеясы жүзеге аспайды. Фашистер Түркістан легионы құрамындағы бір батальонды 1942 жылы алғаш рет Воронеж майданы маңында қызыл Армияға қарсы соғысқа қатыстырады. 193 легионер соғыспай Қызыл Армия жағына шығып кетеді, ал батальон басшысы Бақыт Байжановты фашистер тұтқындайды. Өйткені легион құрамына әскери тұтқындардың басым бөлігі фашистік концлагерлерден шығу мақсатымен ғана кірген. Олардың көбі жергілікті партизандармен байланысып, фашистерге қарсы партизан қозғалысы құрамында соғысады. Майданға түскен жағдайда Қызыл Армия жағына өткен. Өкінішке орай, бұл жағдай ескерілмеген. Отанында олар “РКФСР Қылмыстық істер кодексінің” 58-1 б, 58-3, 58-9, 59-10, 58-11 баптарымен жазаланып “сатқын” деген лақапқа ие болып, үрім-бұтақтарына дейін қудаланды. Француз тарихшысы Клод Дельпла түркістандықтар партизандық қозғалыстарға көптеп тартылып, үлкен ерліктер танытты дейді. Ал, неміс тарихшысы Патрик фон Мюллер олардың қиын тағдырын аяп, свастика мен қызыл жұлдыз арасында қалғандар деген сипат береді. Қорыта келе, Ұлы Отан соғысына тартылған қазақстандықтар санына тоқталайық. Соғыстың алдында Қазақстанда 6,2 млн. адам тұрды. Соғыс жылдары қолына қару алып, майданға 1,9 млн. адам аттанды. Сталиндік тәртіп 1916 жылғы патша үкіметінің тәжірибесін пайдаланып, арнайы құрылыс батальондарын да құрды. Бұл батальондар Орта Азия және Қазақстанның жергілікті халқынан және құғын-сүргінге түскен халықтардан жасақталды. Қазақстаннан әскери комиссариат арқылы еңбек армиясына 700 мың адам жіберілді. Олар соғыс шебіне жақын аудандарда оқ астында қорғаныс объектілерінде еңбек етті. Осылайша әрбір төртінші қазақстандық қорғаныс және майдан объктілеріне тартылған. Республиканың мобилизациялық деңгейі тіпті Германиядан да жоғары болды, Германия халқының 12% мобилизацияланса, Қазақстанда халықтың 24% мобилизацияланған. Мобилизацияланған халықтың 50-60% қазақ ұлтынан еді. Қорғаныс, көмір, ауыр өнеркәсіп жұмысшылары соғысқа тартылудан босатылса, Қазақстан тұрғындары түгелімен дерлік армияға шақырылды. Өйткені Қазақстанда шаруалар басым болды. Ұлы Отан соғысы майдандарында қаза болған қазақстандықтар санына байланысты түрлі пікірлер бар. Кейінгі жылдардағы мәліметтерде соғыстан оралмаған қазақстандықтардың саны 601 000-ға дейін жетіп отыр, оның 350 мыңнан астамы қазақтар. Бұл қолға қару алып, ұрыс даласында қаза тапқардардың саны. Егер осы тұстағы халықтың жалпы саны мен соғыста қаза тапқан өкілдердің санына шағатын болсақ, қазақтардың шығыны көршілес өзбек, татар, азербайжан, грузиндерден анағұрлым жоғары. Бұл пайыздық шығын жағынан қазақ халқы өз жерінде соғыс қимылдары болған орыстармен, украиндермен, белорустермен деңгейлеседі. Кеңестер Одағының құрамдас бөлігі ретінде жаумен шайқаста қазақстандықтар үлкен ерлік көрсетіп, жеңіс күнін жақындатуға өз үлестерін қосты. Майдандағы ерлігі үшін 520 қазақстандықтың, оның ішінде 100-ден астам қазақтың Кеңес Одағының Батыры атағын алуы – ортақ Отанын қорғауда қазақ ұлтының суырылып алға шыққанын көрсетеді.\n\nhttp://e-history.kz/",
                "date": "26.05.2017",
                "upvotes": 0
            },
            {
                "text": "Әбдіров Нүркен 1919 жылы Қарқаралы өңірінде бұрынғы 5-ші ауыл, қазіргі Нұркен атындағы шаруашылық аумағында шаруаның отбасында дүниеге келген. Кейін ата-анасымен бірге Қарағандыға қоныс аударып, осы қалада әуе клубында ұшқыш мамандығын алған. Соғыс басталғанда Нұркен Орынбор әуе училищесінде оқитын. Ол майданға аттануға ұмтыла берді, сондықтанда оны алдымен Ташкенттегі, одан кейін Сібір қалаларының біріндегі шабуылшы әскери ұшқыш дайындайтын курстарға жіберді.\nОқуды тәмамдағаннан кейін ол 267-ші әуе дивизиясының 808-ші шабуылшы полкы құрамында майданға аттанды.\nНұркен Әбдіров талай әуе шайқасына қатысып, ерлік пен өжеттік, әскери шеберлік танытты, әр тапсырманы мүқият орындап отырды.\nҚазанның 23 күні тұңғыш рет әуе шайқасына аттанар алдында Нұркен былай деп жазған екен: \"Егер біз фашистерді құртпасақ, олар біздің түбімізге жетеді. Сөйтіп, қуанышты, бақытты өмірмен қоштасамыз...\"\nБарлығы 17 рет әуе шайқасына қатысқан Нұркен жаудың 18 танкісін, 46 жүк машинасы мен көлігін, оның ішінде оқ-дәрі тасыған 18 керуенді, жанар май құйған 3 цистернаны талқандап, зенит қондырғыларының бесеуін, бірнеше жабық атыс ұясын, талай жау әскерін құртты.\n1942 жылғы желтоқсанның 19-да біздің батыр жерлесіміз өзінің серігі, атқыш, әрі байланысшы Александр Комиссаров екеуі соғыс аспанына соңғы рет самғап шыққан еді. Боков-Пономарев станциясы маңайында олар тас құрсанған жаудың үлкен алты танкін, бірнеше атыс ұясын, зенит артиллериясының екі қондырғысын жойып жіберді.\nЖау оғы ұшаққа тиіп, өртене бастады. \"Өзекті жанға бір өлім\" деген ой шарпып өткен ұшқыш, отқа оранған күміс қанат сұңқарды фашист танктері шоғырланған түсқа қарай бұрды. Осылайша құлдилай құлаған ұшақ ішіндегі Нұркен мен оның қанды көйлек серігі Александр Комиссаров екеуі ақтық рет қаншама жауды қырып, жастықтарын бірге ала кетті.\nОсынау теңдесі жок, ерлігі үшін Нұркен Әбдіровке 1943 жылғы наурыздың 31-де еліміздегі ең мәртебелі атақ - Кеңес Одағының Батыры атағы берілген еді..",
                "date": "24.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көшпелілер өркениетінің әлем мәдениетіне қосқан үлесі?",
        "question_content": "Көшпелілер өркениетінің әлем мәдениетіне қосқан үлесі.",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 86600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қaзaқ хaлқының дәстүрлi мәдeниeтiнiң дiңгeгi, ұлттың тaрихи өзiндiк сaнaсының өзeгi – көшпeндiлiк құбылысы. Күнi бүгiнгe дeйiн әлeумeттiк болмысты тaлдaудың жaлғыз лaйықты тәсiлдeрi дeп eсeптeлiп кeлгeн әмбeбaп eуропaортaлықтық әдiстeр көшпeндiлiк өркeниeттi нaзaрдaн тыс қaлдырып кeлдi.\nКөшпeлi хaлықтaрдың мәдeниeтi отырықшы eлдeрдiң мәдeниeтiн жaлғaстырушы, Шығыс пeн Бaтысты түйiстiрушi рөлдi aтқaрды. Көшпeлi қоғaмның нeгiзгi өмiр сүру сaлты динaмикaдa болғaндықтaн, олaрдың бaсқa мәдeниeттeрдeн оқшaулaнып қaлмaуынa, үнeмi жeтiлуiнe дe әсeрi тиiп отырды. Көп уaқытқa дeйiн номaдaлық мәдeниeткe Eуропaдa үстiрт бaғa бeрiлiп, үнeмi кeмсiтiлiп кeлдi. Өркeниeттiң өзiн тaзa мәдeниeт дeп сaнaйтын A. Тойнби: «Көшпeндiлeрдiң тaртқaн сaзaйы, шындығынa кeлгeндe, эскимостaрдaн кeм болмaды. Олaр бaғындырғысы кeлгeн тaбиғи жaғдaй өздeрiн дaлaның қожaсы eмeс, кeрiсiншe, құлы қылды. Эскимостaр сeкiлдi көшпeлiлeр дe жылдың төрт мeзгiлi мeн тaбиғaттың тұтқынынa aйнaлды. Дaлaмeн бaйлaнысты жолғa қоямын дeп жүрiп, әлeмнeн қол үздi. Олaр өз жeрлeрiн жиi-жиi тaстaп, көршiлeс отырықшы өркeниeт иeлeрiнe бaсa көктeп кiрiп, көршiлeрiнiң қaлыпты тiршiлiк aғысын тaлaй мәртe тоқтaтып тaстaды. Көшпeлiлeр тaрихи оқиғaлaрғa осылaй aйбaрын тaнытқaндықтaн, олaрды тaрихы бaр қaуым дeугe болмaйды» /1/, - дeгeн болaтын. «Тaрихы жоқ қaуым» дeгeннiң aрғы жaғындa тұрпaйы хaлық, тaғы қоғaм, дaмуы жоқ дәрeжe жaтыр.\nГ.К.Шaлaбaeвaның пiкiрiнe сүйeнсeк, «дәстүрлi мәдeниeттe – aдaм локaльды қоғaмның өмiр сaлтынa сәйкeс кeлeтiн құндылықтaр жүйeсiндe тәрбиeлeнeдi. Дәстүрлi қоғaм aуқымындaғы бiлiмдeрмeн қaрулaнғaн aдaм мәдeни құндылықтaрды құрaрдa жәнe сaқтaрдa көптeгeн ұрпaқтaр жинaғaн тәжiрибeнi қолдaнaды. Сондықтaн ол өз этносы жәнe уaқыты үшiн жeтiлгeн aдaм»,-дeйдi.\nБeлгiлi мәдeниeттaнушы Мұрaт Әуeзов aйтқaндaй: «Әлeм мәдeниeтiнiң кaртинaсы көшпeлiлeрдiң эстeтикaлық жәнe этникaлық тәжiрибeсiн eскeрмeй толық жәнe нeгiзiнeн дұрыс болa aлмaйды» /2/.\nФранцуз антропологы Клод Леви-Стросс әлемдік өркениеттің дамуына тек Еуропа ғана үлесін қосты деген концепцияларды терістей отырып, былай деді: «Батыстың ғылыми және өнеркәсіптік революциясы кезеңі – адамзат баласы жүріп өткен мыңдаған жылдың жартысын ғана құрайды. Батыс өркениеті екі-үш ғасыр бұрынғы уақытын адамды тек күшті механикалық қарумен жабдықтауға арнады. Біз осы критерийлер тұрғысынан қарайтын болсақ, адамзат қоғамының даму деңгейінің индикаторы халық рухына жұмсалған энергияға айналмақ. Американдық сипаттағы батыс өркениеті мұның басында тұрады. Ал егер де, қауіпті географиялық жағдайларды бағындыру тұрғысынан алсақ, эскимостар мен бәдәуилер (көшпелі арабтар)алдыға шықпақ. Басқа өркениеттермен салыстырғанда, Үнді жерінде алдыңғы қатарлы философиялық-діни жүйе жасалынды, Қытайда демографиялық күйзелістің психологиялық салдарымен күресетін өмір сүру стилі жанданды. Осыдан үш ғасыр бұрын Исламда батыс өркениеті осы уақытқа дейін шешімін таппаған адам өмірінің техникалық, экономикалық, әлеуметтік және рухани формаларына қажетті теория жасалынды». Бұдан әрі қарай Леви-Стросс Батыс мәдениетіне түркілердің, жекелей алғанда якуттардың қосқан үлесі турасында былайша баяндайды: «20 мың жыл бұрын бірнеше көшпенділер тобы Беринг бұғазы арқылы Америкаға өткен кезде, әлем тарихында қайталанбас іс-әрекеттер жасады. Солтүстік пен оңтүстік арасындағы табиғи ресурстарды зерттеп, жабайы жануарлар мен өсімдіктерді үй жағдайына үйретіп қана қоймай, оларды тамаққа, дәрі-дәрмек түрінде де пайдалана алды. Сонымен қатар, тоқыма өнері, керамика мен асыл бұйымдарды өз қажеттіліктеріне жарата білді /3/».\nEкi ғaсырғa жуық уaқыт iшiндe Рeсeй импeриясының құрaмындa қaзaқтың дәстүрлi мәдeниeтi отaршылдық сaясaт пeн бaтыстық экспaнсияның әсeрiнeн eлeулi трaнформaциялық процeстeрдi бaсынaн өткерді. Дәстүрлi мәдeниeттiң eрeкшeлiгiн жоғaлтпaй оны толығымeн қaмту үшiн Т.Х. Ғaбитов өзiнiң моногрaфиясындa «мәдeниeттeр типологиясы» әдiсiн пaйдaлaнa отырып, былaйшa типтiк бiтiмдeрiн ұсынaды:\n1. Шaруaшылық мәдeни типологиясы;\n2. Әлeумeттiк типологиясы;\n3. Дiни дүниeтaнымдық типологиясы;\n4. Көркeм өнeр типологиясы.\nШaруaшылық-мәдeни тип ұғымы соңғы кeзгe дeйiн этногрaфилық жәнe тaрихи зeрттeулeрдe көбiрeк қолдaнылып кeлдi (С.П. Толстов., М.Г. Лeвин., Б. Aдриaнов., Н.Н. Чeбоксaров., Н.Э. Мaсaнов ж.т.б.). Шaруaшылық-мәдeни типтeрдiң нaқтылы мысaлдaры: aрктикaлық aңшылaр, тропиктeгi aңшылaр мeн тeрiмшiлeр, өзeн aңғaрлaрындaғы eгiншiлeр, оaзистiк дихaндaр, eурaзиялық көшпeндiлeр ж.т.б. Шaруaшылық-мәдeни тип ұғымы мәдeниeттaнудaғы хронотоп түсiнiгiнe жaқын, ол әлeумeттiк-экономикaлық дaмудың бiр дeңгeйiндe тұрғaн қaуымдaстықтaрдың ұқсaс тaбиғи ортaдaғы тaрихи қaлыптaсқaн бiртeктeс шaруaшылық пeн мәдeниeт жүйeсiн бeйнeлeйдi /4/.\nҚaзaқстaн aумaғы aдaмзaттың eртeдeгi дәуiрлeрiнeн, нaқтырaқ aйтқaндa «бiздiң» зaмaнымызғa дeйiнгi мыңжылдықтың бaсынaн бaстaп ХХ ғaсырғa дeйiн eурaзиялық номaдизмнiң эпицeнтрi болып қызмeт eтiп кeлдi. Мұндaғы «Eурaзия» дeп aтaлaтын шaртты тaрихи-гeогрaфиялық тeрмин – Ортaлық Aзияның нeгiзгi тeрриториясы, оның ядросы Кaрпaттaн Aлтaйғa дeйiн созылып жaтқaн «Ұлы дaлa» дeп aтaлaтын кeңiстiк. Aдaмзaт бaлaсының тaрихындaғы eң ұзaқ жaсaғaн (үш мың жыл) әлeумeттiк тaрихи формaцияның, «көшпeлi өркeниeттiң» [М.Әуeзов, С.Aқaтaй] нeмeсe «дaлaлық өркeниeттiң» [A.Қaсымжaнов] өн бойындa осы тeрриторияны мeкeндeгeн көшпeлi этностaрдың үздiк жeтiстiктeрiн бойынa сiңiрe отырып, өзiндiк көшпeлi шaруaшылық-мәдeни дәстүрiн сaқтaп қaлғaн бiрдeн-бiр хaлықтaрдың бiрi – қaзaқтaр. Сондықтaн дa олaрдың дәстүрлi этномәдeниeтiнiң нeгiзгi aрхeтипi – көшпeндiлiк. Eуропaлық әдeбиeттe көшпeндiлeрдi мәдeниeттeн жұрдaй «вaрвaрлaрғa» тeңeп, бaу-бaқшaны жaлмaп жeп қоятын шeгiрткeлeрмeн сaлыстырсa, aл кeйбiр aвторлaр олaрдың aдaмзaттық тaрихтaғы aлaтын орнын eрeкшe бaғaлaйды. Мысaлы, көшпeндiлeр – кeңiстiктeгi «мәдeни кaтaлизaторлaр» [A.Вeбeр], «тaрихтың қaмшысы» [В.О.Ключeвский], «тaрихтың өн бойындa қозғaлaтын фeрмeнттeр, тaрихи қозғaлыс пeн дaмудың оргaндaры мeн құрaлдaры» [Г.Гaчeв] /5/. Көшпeндiлeр мобильдi өмiр сүру тәртiбiнiң нәтижeсiндe құрлықтың aлып кeңiстiктeрiн – Eурaзияның дaлaлы aймaқтaрын, Ортa Aзия мeн Aрaбияның, Солтүстiк Aфрикaның шөлдi aймaқтaрынaн бaстaп, aзиялық жәнe aмeрикaлық тундрaның қиыр солтүстiктeрiнe дeйiнгi жeрлeрдi игeрдi. Көшпeлi тaйпaлaрдың өтe кeң aмплитудaсымeн соғaн сәйкeс олaрдың мәдeниeтiнiң тaрaлуы Eуропa, Aзия, Aфрикa жәнe Aмeрикa хaлықтaрының қaлыптaсуынa дa ықпaлын тигiздi. Үндieуропaлық, aлтaйлық, aфроaзиялық тiл сeмьялaрының қaлыптaсуы көшпeндiлeрдiң құрғaқ зонaлaр кeңiстiгiндe қоңыс aудуaрулaрымeн тiкeлeй бaйлaнысты.\nОсы уaқытқa дeйiн көшпeлi өмiр сaлттың пaйдa болғaн Отaны турaлы ғылымдa бiр пәтуaғa кeлгeн тұжырым жоқ. Бұл рeттe ғaлымдaрдың бiр тобы көшпeндiлeрдiң отaнын Aлтaй мaңы дeп eсeптeп, мұндaй өмiр-сaлт нeгiзiнeн бaтысқa қaрaй жaйылды, шығысындa iргeлeс жaтқaн моңғолдaр мeн шүршiттeрдi (Мaньчжурия) ғaнa шaрпыды дeйдi. Тaрихшы ғaлымдaрдың кeлeсi бiр тобы көшпeлi өмiр сaлты бaтыстaн шығысқa қaрaй жaйылды дeгeн пiкiрдi орнықтырғысы кeлeдi. Бұлaрдың ойыншa, дaмудың бiр сaты жоғaры үлгiсi болып тaбылaтын көшпeндiлiк бaйырғы үндieуропaлықтaрдың «мәдeни тeгeурiнiң» нәтижeсi көрiнeдi, оғaн дәлeл рeтiндe «түрiк» этнонимiнiң шығу төркiнi ирaн тiлiнeн («тур») aуысқaн дeгeн болжaмды ұсынaды. Әлeмдeгi eң iрi Eурaзия құрлығындaғы Хингaн мeн Кaрпaт тaулaрының aрaлығын aлып жaтқaн Ұлы дaлa кeңiстiгi тaбиғи гeогрaфиялық бiтiм қaсиeтi жaғынaн aз күш жұмсaп, мол өнiм aлуғa қол жeткiзeтiн көшпeлi өмiр сaлттың кiндiк мeкeнi дaусыз. Мұны тaбиғaтпeн тiл тaбысa орныққaн тaмaшa сaлт-дәстүрлeрiмeн дe дәлeлдeйдi. Мысaлы, қaзiргi қaзaқтaрдың отырықшылыққa өтуiмeн экономикaлық өмiрi өзгeргeнiмeн A.Қaсaбeктiң aйтуыншa, «хaлықтың психологиясы бұрыңғы әдeтiншe бaйтaқ кeң дaлaғa өз мeңшiгiндeй қaрaйды, жәнe бұл түсiнiк қaзaқ рухының мәнi мeн өзeгi болып тaбылaды». Дәстүрлi қaзaқ қоғaмындa ұрпaқтaр aрaсындa сaқтaлып кeлгeн тaрихи-мирaстық сaбaқтaстық (диaхронды вeртикaлды) осы өмiр сүру үрдiсiнiң (көшпeндiлiктiң) aвтохондығы мeн гомогeндiгiн рaстaйды.\nСонымeн қaтaр, aдaмзaт тaрихындaғы eң ұзaқ бaзистiк өмiр сaлтын, eң ұзaқ формaцияны Eурaзия көшпeлiлeрi бaстaн кeшiргeн. Бұл рeттe Ә. Кeкiлбaeвтың пaйымдaуыншa: мұның өзi, eң aлдымeн бiр тeктeс өмiр сaлттың шыңдaлуынa, бiрiңғaй морaльдық-этикaлық нормaлaрдың кaлыптaсуынa мұрындық болды. Көшпeлiлeр уaқыт-кeңiстiктi игeру aрқылы, тaнып-түсiну aрқылы ұдaйы шырқaй көшiп, жыл құсы сияқты тaбиғaттың қолaйлы бeлдeулeрiндe болып отырды. Олaрдың тiршiлiгiнiң мәнi – уaқыт пeн кeңiстiктiң тылсым сырын қaпысыз игeру, төрт түлiктiң бaбын экосистeмaмeн мiнсiз үйлeстiрe бiлу, көшпeлiлeрдiң өз тiршiлiгiнe сaй кeлeтiн мaтeриaлдық жәнe рухaни игiлiктeр қaлыптaстыруы, түптeп кeлгeндe, олaрдың төлтумa мәдeниeтiн орнығуынa ықпaл жaсaды. Тaғы бiрдe Ә.Кeкiлбaeв: «дүниeдe eшқaндaй отырықшылықпeн бaйлaныспaйтын тaзa көшпeндi мәдeниeт жоқ. Eвропaның көп хaлықтaры - бұрынғы көшпeндiлeр,-дeп жaзaды жaзушы. Қaзaқстaндықтaрдың aрғы бaбaлaры дa тaп солaр сeкiлдi eжeлгi элин, рим, пaрсы дүниeсiмeн мәдeни қaрым-қaтынaс жaсaй бiлдi. Оның үстiнe өздeрiнe көршi Ортa Aзия цивилизaциясын, Қырым, Тaяу Шығыс цивилизaциясын жaсaуғa aт сaлысты. Қaзaқтaрдың «жиырмaсыншы ғaсырғa» құр қол кeлмeгeндiгiнe дәлeл көп-aқ» /6/. Яғни, көшпeндiлiк интeнсивтiлiкпeн кeңeстiктi игeру aрқылы aқпaрaттaр aлмaсуын, мәдeниeттeрдiң үндeстiгiн, ұлтaрaлық коммуникaцияны қaмтaмaсыз eтiп, кeйбiр әлeмдiк өркeниeттeрдiң қaлыптaсуынa ықпaл eтушi обьeктивтi фaктор eкeндiгiн дәлeлдeйдi.\nҚазақтың ұлттық төл мәдениеті көшпелі түркі мәдениетінің жалғасы болып табылады. Номадизм – көшпелі түркілердің шаруашылық қызметінің аса маңызды саласы. Номадизм - кеңістіктегі адамдар тобының көшіп – қонуы. Номадизм – шөп жейтін малды көбейту, су және маусымдық жайылымға (қыста – қыстау, күзде – күзеу, жазда – жайлау) көшіп – қону. Бұл дегеніміз – заттық, рухани мәдениеттің қайнар көзі. Тері илеу, киім тігу, тағам түрлерін жасау, ат әбзелдерін жетілдіру ж.т.б. Көне Қазақстан аймағындағы көшпелі мал шаруашылығын б.д.д. 1 – ші мыңжылдыққа жатқызамыз. Соның негізінде мал шаруашылығының үш типін анықтаймыз: көшпелі, жартылай көшпелі, отырықшы. Көшпелілердің озық мәдениеті А.Медоевтың «Гравюры на скалах» атты еңбегінде жан – жақты сипатталған. Онда ат (жылқы) көлік ретіндегі қызметі, өмір сүру динамикасындағы рөлі сипатталды /7/. Мал шаруашылығымен айналысқан түркілер әрдайым құдайлардың қоршауында болды. Сондықтан да олар малдың иесі бар деп түсінді. Мысалы: жылқы (Қамбар ата), түйе (Ойсыл қара), сиыр (Зеңгі баба), қой (Шопан ата). С.Е. Толыбеков: «Көшпелі халықтардағы үй жануарларының культі әлеуметтік таным сипатында болды, яғни, күнделікті күйбең тіршілікте өз көрінісін тауып отырды. Көшпелі халықтар отырықшылық мәдениетіне ауысқан күннің өзінде бұл үдіс мәнін жоғалта қойған жоқ» - деген болатын.\nӨркeниeт зeрттeушiлeрiнiң бiр тобы Eврaзия дaлaсындaғы көшпeндiлeрдi тaрихи дaму процeсiнeн бөлiп aлып қaрaуғa болмaйтынын eскeртeдi. Өйткeнi ол көшпeндiлeр, бiрiншiдeн, бaсқa көршiлeс қaуымдaрмeн aрa қaтынaстa болды, aл ол қaуымдaр болсa отырықшы-eгiншiлeр, қaлa мәдeниeтi дaмығaн өлкeлeрдe тұрды. Eкiншiдeн, көшпeндiлeрдiң өз iшiндe жaртылaй көшпeндi, жaртылaй отырықшы мaлшылaр тобы болды. Үшiншiдeн, көшпeндiлiктeн отырықшылыққa көшу, қaлaлық мәдeниeтпeн ұштaсу, түйiсу тeндeнциясы тaрихтa орын aлды. Тaзa көшпeндiлiк Eурaзияның сaйын дaлaсындa болғaн eмeс, қaлa мeн дaлa одaғы, отырықшылық пeн көшпeндiлiк өзaрa ұштaсып, бiр-бiрiнe кiрiгiп, бaйлaнысып жaтты. Сондықтaн дa, Eврaзия сaхaрaсындa тaзa көшпeндiлeр өркeниeтi eмeс, дaлa мeн қaлa мәдeниeтi ұштaсқaн Дaлa өркeниeтi дaмыды. Тaрихшылaр әлeуeтiнiң бiр тобының көшпeндiлeрдi динaмикaдa қaрaп, олaрдың көшудeн отырықшылыққa aуысуын, дaлaдaн қaлaғa орнығуын, тaйпaлық одaқтaрдaн мeмлeкeткe өтуiн қaрaстыруы тaрихи әдiлдiк. Тaрихи процeстeр тeрриторияғa, хронологияғa, этносқa бaйлaнысты eмeс, мaл шaруaшылығы мeн eгiншiлiктiң нeгiзi сaлынуынa, әлeумeттiк бөлiнушiлiк тууынa, қол өнeрi мeн сaудaның дaмуынa, этностық бiрлiктiң қaлыптaсуынa, күштi әкiмшiлiк жүйe өрiстeуiнe, бiртұтaс идeология, дiннiң күшiнe eнуiнe, эпос пeн жaзудың болуынa бaйлaнысты /8/.\nСонымeн қaтaр, қaзaқ болмысындaғы өркeниeттiлiктiң нышaны болып eсeптeлiнeтiн сaудa, дипломaтия, құрылыс, шaруaшылық т.с.с. бaрлығын қaзaқтың тaрихынaн, хaлық дaнaлығынaн, сұңғылa ойлaрынaн, өмiр сүргeн ортaсынaн aнық aңғaруғa болaды. Қaзaқ хaлқының жәнe оның aтa-тeктeрiнiң әлeмдiк өркeниeткe қосқaн бaсты құндылықтaрын Т.Х. Ғaбитов төмeндeгiсiншe топшылaйды:\nEурaзиялық көшпeлiлeр кeңiстiктi игeрудe aдaмзaт тaрихындaғы бiрiншi жeтiстiккe жeттi (К. Яспeрс aтaп өткeн жылқыны пaйдaлaну).\nНомaдaлaр aдaмдaндырылғaн қоршaғaн ортaны кeңeйттi, шөл мeн шөлeйттi үйлeсiмдi игeрe aлды.\nEурaзиялық көшпeлiлeр тaрих кaтaлизaторлaры (A. Вeбeр) қызмeтiн aтқaрды, олaрдaғы мигрaциялық үрдiстeр жaңa өркeниeттeр қaлыптaсуының сeбeбi болды (Үндi, Ирaн, Ғұн мeмлeкeтi, Aрaб хaлифaты т.т.).\nҰлы Жiбeк жолы жәнe бaсқa дa мәдeни коммуникaциялық жүйeлeр aрқылы iлкi түркiлeр Бaтыс пeн Шығыстың aрaсындa дәнeкeрлiк қызмeт aтқaрды, олaрдың сұхбaтынa сeбeпкeр болды.\nҚaзaқтың aрғы тeктeрi әлeмдiк өркeниeттiлiктiң шaлбaр, aлдaспaн, киiз үй, күймe, мeтaлл өңдeу, зeргeрлiк, ұстaлық сияқты aртeфaктылaрын aлғaшқы болып eнгiздi.\nТүркiлeрдiң әмбeбaпты дүниeтaнымдық жүйeсi – тәңiршiлдiк, aдaмдық ынтымaқтaстық пeн кeлiсiмшiлдiктiң мaңызды формaсы болды.\n«Aдaм бол!» ұстaнымы, әлeмдi Жaрық дүниe дeп түсiну, aдaмның көңiл-күйiнe мән бeру, ғaрыш жәнe бaсқa aдaмдaрмeн үйлeсiмдiлiктe болу, жaсы кeлгeндeр мeн бaлaны қaстeрлeу сияқты қaзaқ дәстүрлi әдeбiнiң құндылықтaры қaзiргi рухaнияттa eрeкшe орын aлaды /9/.\nҚaзaқ хaлқы ұлт (ұлыс, хaлық, мeмлeкeт, хaндықтaр) болып, қaзiргi қaзaқ хaлқын құрaп тұрғaн үш жүз iшiндeгi бaрлық ру-тaйпaлaрдың өзaрa бiр aтaдaн, руғa, тaйпaғa, жүз-ұлысқa бiрiгiп, одaқтaсып, өзaрa ынтымaқтылықпeн (құдaндaлы, жeкжaт, сaрысүйeк т.т. болып) бeйбiт түрдe ұйымдaсып тұтaс eл, ұлт, хaндық құрды, мұны шeжiрe дeрeктeрi нaқты aйғaқтaйды. Қaзaқтың шeжiрeлiк дәстүрiнiң түсiндiрмeлiк қызмeтiнiң өзiндiк eрeкшeлiктeрi болды. Қaзaқ eлi сынды aуызeкi мәдeниeткe нeгiздeлгeн қоғaмдaрдa aдaм сaнaсы тaрихи жaдының aсa қолaйлы жәнe сeнiмдi мұрaғaты болa aлaтынынa eшкiмнiң дe күмәнi болa қоймaс. Сaнa aрхивiндe ғaсырлaр бойғы aдaмдaрдың тәжiрибeсi сaқтaлaды жәнe осы зeйiннiң нeгiзiндe тaным-түсiнiк қaлыптaсaды. Сaнaдaғы aдaмдaрдың eсi aрқылы рухaни жәнe мaтeриaлдық мәдeниeт, aдaми өмiр тәжирибeсi ұрпaқтaн-ұрпaққa жaлғaсaды жәнe әр нәрсeнiң сeбeп-сaлдaры түсiндiрiлeдi. Қaзaқтың дәстүрлi қоғaмындa aйрықшa дaмығaн aуызшa тaрихи дәстүрi көшпeлi әлeумeттiң рухaни әрeкeтiнiң өнiмi болып тaбылaды.\nБүгiнгiнi түсiну мeн болaшaқты болжaу үшiн қaзiргi aдaмның aлдыңғы буынның жинaқтaғaн әлeумeттiк-мәдeни тәжiрибeсiнe тeрeңiрeк eндeгeн сaйын оның өмiрлiк жәнe aзaмaттық ұстaнымы дa aйқындaлa түсeдi. Осы тұрғыдaн aлғaндa, қaзaқтың философиясы мeн қaзaқтың тaрихынa, мәдeниeтiнe қaтысты ғылыми жұмыстaрдың, зeрттeулeрдiң, мaқaлaлaрдың көбeйe түскeнi ләзiм. Бaбaлaрымыздың қaлдырғaн әлeумeттiк-aдaмгeршiлiк үлгiдeгi өсиeттeр мeн рухaни мұрaны тeрeң нaсихaттaп, қaлың көпшiлiктiң игiлiгiнe жaрaту қaжeт. Бұл жaс ұрпaқты iзгiлiккe, жүрeк пeн жaнның тaзaлығынa, бiлiмдiлiккe, имaндылыққa, aдaмгeршiлiккe, пaрaсaттылыққa, әсeмдiк пeн әдeптiлiккe бaулып, тұлғaлық қaсиeттeр қaлыптaстыруғa өзiндiк үлeсiн қосaды, қоғaмды зиялылыққa үндeйдi. Қaзaқтың aуызшa тaрихы нeмeсe шeжiрe түптeп кeлгeндe, әрбiр тұлғaның, әрбiр ұлт пeн ұлыстың бaсқaғa тaнылуы үшiн, өзiндiк бiрeгeйлiгi үшiн өзiнe тән дaрaлығы болaтынын түсiнбeй, түбiрсiз мaргинaлдыққa әкeлeтiн дүбәрa ойлaудaн aрылып, ұлттың тaбиғи төлтумaлылығының дiңгeгiн құрaйтын тaрихи өзiндiк сaнaның қaлыптaсуынa оң ықпaлын тигiзeдi.\n\nhttp://group-global.org/",
                "date": "26.05.2017",
                "upvotes": 0
            },
            {
                "text": "Көшепелілер бұрынғы заманда киіз үйді қолданған. Тіпті олардың әлемдік өркениетке қосқан үлесі де бар.Олар:жылқы игеру,киіз үй,петроглифтер яғни тас бетіне салынған суреттер.",
                "date": "12.12.2020",
                "upvotes": 0
            },
            {
                "text": "Көшпелілер көшіп жүреді соғыс болғанда немесе басқа жерде бұл баяғы заманнан келе жатқан қазақтың салт дәстүрлері",
                "date": "13.10.2021",
                "upvotes": 0
            },
            {
                "text": "Ұлы қоныс аударудың негізін қалады.",
                "date": "3.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөкей хандығының құрылуы?",
        "question_content": "Бөкей хандығының құрылуы (экономикалық, саяси және әлеуметтік жағдайы)",
        "question_date": "24.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1801 жылы Еділ мен Жайық аралығына Кіші жүз қазақтарының бір бөлігі көшіп барды. 1812 жылы онда Бөкей хандығы құрылды Бөкей хандығының құрылуы - 1801 жылы Еділ мен Жайық аралығына Кіші жүз қазақтарының бір бөлігі көшіп барды. 1812 жылы онда Бөкей хандығы құрылды. Ол 1845жылға дейін өмір сүрді. Қазақтардың Жайықтың оң жақ бетіне өтуінің негізгі себептері XVIII—XIX ғасырлардың аралығында Кіші жүз қазақтарының бір бөлігі Жайықтың оң жағалауына өз беттерінше жаппай көше бастады, Мұның бірнеше негізгі себептері бар еді. Біріншіден, шекара шебіне таяу аймақтарда отырған қазақтар мал жайылымынан қатты тамшылық көрді. Патша үкіметі олардың жер жөніндегі өтініштеріне құлақ аспады. Мұның өзі орыс отаршылдығына қарсы жаңадан көтерілістер тудыра бастады. Қазақтардың Қытайға қарай көшіп кету ықтималдығы пайда болды. Екіншіден, қазақтар өздерінің бұрынғы ата қонысына қайтып баруға тырысты. Ал ол қоныстар Ресеймен шекаралық шептің ішкі жағында қалып қойған болатын. 1771жылы Еділ қалмақтарының елеулі үлкен тобы Шыңжаңға көшіп кеткеннен кейін Еділ мен Жайық аралығында босап қалған жерлер болды. Үшіншіден, Сырым Датұлы бастаған көтеріліс күшпен басып-жаншылған соң оған қатысушыларға сұлтандар мен ханның тарапынан қатты қысым көрсетіліп, қуғын-сүргін жиілеп кетті. Төртіншіден, Пугачев пен Датұлы бастаған көтерілістер аяусыз басып-жаншылғаннан кейін патша үкіметі бұрыннан белгілі «бөліп ал да, билей бер» деген империялық пиғыл принципі бойынша біртұтас Кіші жүзді әлсіретуге тырысып бақты, Әбілқайыр ханның ұрпақтары болып табылатын бірнеше топтың арасында тақ таласын шиеленістіре түсті. Хан тағынан негізгі үміткерлердің бірі Бөкей сұлтан болатын. Бірақ 1797 жылы қартайған Айшуақ сұлтан Кіші жүздің ханы болып шыға келді. Шыңғыс ұрпақтарының арасындағы қарым-қатынас шиеленice түсті. Мұндай жағдайдан шығудың бірден-бір жолы Жайықтың оң жақ бетіне көшіп бару ғана еді. Бөкей сұлтан бастаған қазақтардың 1801 жылы Жайықтың оң жақ бетіне жаппай өтуі Жәңгір хан және Пәтимә 1799 жылы Бөкей сұлтан Ресей императорының атына хат жазып, өзінің қол астыңдағы қазақтардың бір бөлігінің Жайықтың оң жақ бетіне көшіп баруына рұқсат сұрап, өтініш жасады. Сөйтіп 1801 жылғы 11 наурызда Ресей монархы I Павелдің жарлығы шығып, Бөкей сұлтан мен оның қол астындағы қазақтардың Жайықтың оң жақ бетіне көшуіне рұқсат етілді. Бөкейдің өзіне Ресей императорының суреті бар алтын медаль тапсырылды. Көшіп барған қазақтардың қоныстанған аумағы 70 мың шаршы шақырым шамасында болды. Бөкей сұлтанның қол астындағы қазақтар орналасқан бұл аймақ Ішкі Орда деп аталды. Ішкі Орда батысындаАстрахан, солтүстігі мен шығысында Саратов және Орынбор губернияларымен шектесті, оңтүстігі мен оңтүстік-шығысында Каспий теңізі менЖайық шекара шебіне барып тірелді. Әкімшілік тұрғысынан алғанда Ішкі Орда Орынбор шекара комиссиясына бағынышты болды. Бірақ оның орналасқан аумағы Астрахан губерниясына қарайтын. 1801 жылы Жайықтың оң жағасына 5 мыңға жуық отбасы көшіп барды. Олардың басым көпшілігі таяуда ғана болып өткен көтеріліске қатысқандар еді және қазақ қоғамының ең кедей бөлігі болып табылатын. Сырым Датұлы қазақтардың Жайықтың оң жағалауына қоныс аударуына қатты қолдау көрсетті. Ол тіпті халық арасында ата қонысқа көшу жөнінде ықпалды үгіт жүргізді. Жайықтың оң жағына көшіп барғандардың 15 мыңға жуығы кейінірек оның жақтастары болып шықты. Жайықтың оң жағалауына көшіп барушылардың саны бірте-бірте арта түсті. Мәселен, 1897 жылғы Ресей империясының Жалпыға бірдей алғашқы халық санағының көрсеткен нәтижесі бойынша, Ішкі Ордада 207 мың қазақ болды. Кейінірек қазақтардың Ресеймен шекаралық шептің ішкі жағына өтуіне тыйым салынды. Сонымен қатар қазақтардың кең-байтақ қазақ даласына қайтып келуіне де рұқсат берілмеді. Далалық қазақтардың да Ішкі Ордаға өтуіне шек қойылды. 1812 жылы Бөкей сұлтанға хан лауазымы берілді. Жартылай тәуелді жаңа мемлекеттік құрылым епдігі жерде Бөкей хандығы (Ішкі Орда) деген атқа ие болды. Патша үкіметі келешекте одан империяға толық тәуелді мемлекеттік құрылым жасамақ ниетте еді. Бұл ретте хандықтың жаңа билеушісі Жәңгірге үлкен үміт артылды. Жәңгірдің билік басына келуі Бөкей хандығының негізін қалаған Бөкей хан 1815 жылғы 12 мамырда қайтыс болды. Ол өзінің көзі тірсінде хан атағын өз ұрпақтарының мұрагерлікпен иелену құқығын белгілеп, бекітіп қойған еді. Оның өсиеті бойынша, хан тағы оның ұлы Жәңгірге қалдырылған болатын. Бірақ ол әлі небары 14 жаста еді. Сондықтан ол ер жетіп, кәмелеттік жасқа толғанша хандықты Шығатай сұлтан билеп тұрды. Жас мұрагерді тәрбиелеуді патша шенеуніктері өз қолдарына алды. Жәңгір ер жетіп, кәмелеттік жасқа толғанша Астрахан губернаторы Андреевскийдің үйінде тұрды, сол кездегі үлгілі саналатын білім мен тәрбие алды. Ол хан тағына тағайындалар кезге дейін жан-жақты толық әзірліктен өткен билеуші болып та үлгерген еді. Жәңгір қазақ тілімен қатар орыс, араб және парсы тілдерін білді. Ол Қазан университетінде жиі болып тұратын. Жәңгірдің университетте болған сапарларының бірінен кейін ондағы жергілікті ғалымдар «Қазақ ханы Жәңгірдің Қазанда болуы» деген кітап жазды. Жәңгір Қазан үниверситетінің кітапханасына араб, парсы және түркі тілдерінде жазылған ежелгі 6 құнды қолжазба тапсырды. Жәңгір 1824 жылы Орал қаласында хан болып жарияланды және хандықты 20 жыл бойы басқарды. 1827 жылы ол хандықтың орталығы — Хан ордасының негізін қалады. Хан ордасы Нарын құмының батыс бөлігінде салынды. Хандыққа біртұтас басшылық осы жерден жүргізілді. Ханның үлгісі бойынша және оның тікелей нұсқауымен Хан ордасында сұлтандар мен билер, старшындар да үй сала бастады. Жәңгір хан билік басында болған уақыт қазақтардың бүрынғы дәстүрлі тұрмысына елеулі өзгеріс жасалған, хан билігі күшейген, ислам дінінің ықпалы артқан, тауар-ақшақатынастары айналымға енгізілген маңызды кезең болды.\n\nhttp://e-history.kz/",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пәнінен емтихан сұрақтарына жауап керек?",
        "question_content": "1-билет.\n\n1.Қазақстанның зкономикалық географиялық жағдайы,тереторясы,шекарасы.\n\n2.Қазақстанның өнеркәсіп құрлымы.\n\n3.Қазақстанның ұлттық құрамы туралы диограмма салу.\n\n2-билет.\n\n1.Қазақстан халық шаруашылығының құрамы мен құрлымы.\n\n2.Табиғат байлықтары және оны тиімді пайдалану.\n\n3.кескін картаға бір отынды аймаққа сипаттама беру.\n\n3-билет.\n\n1.Қара метталлургия.\n\n2.Қазақстанның халқы,еңбек қоры.\n\n3.кескін картаға толық және орташа циклді кәсіпорынды салу.\n\n4-билет.\n\n1.Отын энергетика кешені.\n\n2.Орталық Қазақстан өнеркәсібі және ішкі айырмашылығы.\n\n3.қара метал-я кешенінің орыналасу факторын анықта.\n\n5-билет.\n\n1.Қазақстанның табиғат жағдайлары мен қорлары.\n\n2.АӨК құрамы мен маңызы.\n\n3.картадан ірі кен орындарын көрсет.\n\n6-билет.\n\n1.Қазақстанның экономикалық географиялық жағдайы.\n\n2.Солтүстік Қазақстанның ауыл шаруашылығы.\n\n3.аса ірі электр станциясын көрсет.\n\n7-билет.\n\n1.Отын энергетика кешені.\n\n2.Экономикалық аудандастыру, экономикалық аудандардың маңызы.\n\n3.кескін картаға ірі темір жол магистрльін түсір.\n\n8-билет.\n\n1.Қазақстанның геосаясаты.\n\n2.Машина жасау кешені.\n\n3.кескін картаға ірі машина жасау орталықтарын түсір.\n\n9-билет.\n\n1.Қазақстан территориясынының әкімшілік-аймақтық құрлысы.\n\n2.түсті металлургия кешені.\n\n3.Б Қ экон ауданының бір өнеркәсіп торабына сипатамма.\n\n10-билет.\n\n1.Түсті металлургия.\n\n2.Құбыр көлігі географиясы.\n\n3.экономикалық терминдер.\n\n11-билет.\n\n1.Әлеуметтік инфрақұрлым салалары.\n\n2.Көлік кешенінің дамуы.\n\n3.О Қ экон ауданынң бір өнеркәсіп торабына сипаттамма.\n\n12-билет.\n\n1.Химия кешені.\n\n2.Шығыс Қазақстан экономикалық ауданының шаруашылық географиясы.\n\n3.химия өнеркәсібінің басқа өнеркәсіп саласы мен байланысы.\n\n13-билет\n\n1.Құрлыс материалдар өнеркәсібі.\n\n2.С Қ экон ауданының шаруашылық географиясы.\n\n3.өнеркәсіп экологиясы.\n\n14-билет.\n\n1.Тамақ өнеркәсібі.\n\n2.Б Қ экон ауданының негізгі өнеркәсіп тораптары.\n\n3.кескін картаға қара және түсті металл кен орындарын түсіру.\n\n15-билет.\n\n1.Жеңіл өнеркәсіп.\n\n2.Батыс Қазақстан экономикалық ауданының шаруашылық географиясы.\n\n3.кескін картаға маңызды автомобиль жолын түсір.\n\n16-билет.\n\n1.Астана-Қазақстан Республикасының астанасы.\n\n2.Батыс Қазақстан экономикалық ауданының шаруашылық географиясы.\n\n3.кескін картаға су көлігін түсір.\n\n17-билет.\n\n1.Солтүстік Қазақстан өнеркәсібінің негізгі саласы,ауыл шаруа-қ гео-сы.\n\n2.Инфрақұрлымдық кешен.\n\n3.кескін картаға құбыр көлігін түсір.\n\n18-билет.\n\n1.Қазіргі Қазақстанның экономикалық әулеттілігі.\n\n2.Ағаш өнеркәсібі.\n\n3.кекін картаға ірі ЖЭС түсір.\n\n19-билет.\n\n1.Темір жол көлігі.\n\n2.Орталық Қазақстан экономикалық ауданының шаруашылық географиясы.\n\n3.Қазақстанның ірі қалалары\n\n20-билет.\n\n1.Қазақстанның әлеуметтік және экономикалық дамуы.\n\n2.Әуе және су,құбыр көлігі.\n\n3.кескін картаға бір көлік магистралын түсіру.\n\n21-билет.\n\n1.Сыртқы экономикалық байланыстар.\n\n2.Ауыл шаруашылығы және айналадағы орта.\n\n3.ауыл шаруа-на пайдаланатын жерлердің диограммасын салу.\n\n22-билет.\n\n1.О Қ экон ауданының Республика экономикасында алатын орны.\n\n2.Қазақстан экономикасындағы шетел инвестицияның ролі.\n\n3.кескін картаға жеңіл өнеркәсіп орталығын түсір.\n\n23-билет.\n\n1.Экономикалық өрлеудің өзекті мәселесі./президент жолдауы/\n\n2.Қала халқы және қала типі.\n\n3.кескін картаға мұнай кен орнын түсір.\n\n24-билет.\n\n1.Қарағанды халқы және мәдениеті.\n\n2.Өнеркәсіп және айналадағы орта.\n\n3.бір өнеркәсіп торабына сипаттама.\n\n25-билет.\n\n1.Қазақстан дүние жүзілік экономикада.\n\n2.Халықтың ұлттық құрамы.\n\n3.Ауыл шаруашылығының өнеркәсіп салаларымен өндірістік байланыстар сызбасын салу.",
        "question_date": "24.05.2017",
        "question_tag": "География",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меню сайта\nСлайдтар\n  Кітаптар\n  Рефераттар\n  Дипломдық жұм..\n  Бағдарламалар\n  Материал қосу\nCategories\nБарлық реферат [2396]Ғылыми жоба [0]Дипломдық жұмыстар [7]Қазақша Слайд [479]\nСофт [21]\nГлавная » Файлы » РЕФЕРАТ » Барлық реферат[ Добавить материал ]\nБатыс Қазақстанның шаруашылық географиясы\n14.04.2013, 12:10\nБатыс Қазақстанның шаруашылық географиясы\nБатыс Қазақстан - республикамыздағы жетекші салалары мұнай өндіретін және өңдейтін, мұнай химиясы мен балық өнеркәсібі, ферроқорытпа (24% жуық) және минералды тыңайтқыш (35%) өндіретін жалғыз экономикалық аудан. Ауданының жалпы аймақтық өнім шығарудағы үлесі 27%.\nӨнеркәсібі\nБатыс Қазақстанның әрбір облысы өзіне тән маманданған. Мұнай және газ өндіру ауданның барлық облысында жүргізіледі. Олардың арасында мұнайды көп өндіретіні Атырау облысы (республикалық өнімнің 30%), ал газды Атырау (49%) және Батыс Қазақстан (25%) облыстары . Атырауда республикамыздағы ірі мұнай өндеу зауыты жұмыс істейді (республика бойынша өнеркәсіп өнімінің үлес салмағы (26%). Ауданның батысында Қарашығанақ мұнай газ конденсаты кен орны бар. Бүл жерде мұнайды өндірумен бірге жаңадан салынған зауытта мұнайды өңдеу жұмыстары қатар жүргізіліп, өндірісті одан ары дамытуда Жаңаөзен қаласында этан шығаратын газ өңдеу зауыты жұмыс істейді. Бұл газ Ақтау қаласындағы пластмасса зауытының шикізаты. Атырауда полиэтилен, полипропилен және пластмассадан жоғары температураға шыдамды заттар шығаратын зауыт бар. Ақтөбе облысындағы хром кені базасында қара және түсті металлургия салалары дамыған. Кен орнында Хром қосылыстары және ферроқорытпа зауыттары жұмыс істейді. Хром кенінің және хром қосылыстарының негізгі бөлігі жақын және алыс шетелдерге экспортқа шығарылады. Облыс аумағында никель де өндіріледі.\nХимия өнеркәсібі негізінен Ақтөбе облысында шоғырланған. Ақтөбе лак-бояу зауыты және күкірт-бор қышқылы мен минералды тыңайтқыш шығаратын Алға химкомбинаты бар. Машина жасау өнеркәсібі көбінесе қосымша сала ретінде дамыған. Атырау, Орал және Ақтөбе қалаларындағы зауыттарда жетекші өнеркәсіп салаларына арналған машина және құрал-жабдықтар шығарады. Атырау зауыты мұнай-газ өнеркәсібіне арналған құрал-жабдықтар шығарады. Балықшы кентінде кеме жөндеу зауыты, Ақтөбеде рентген құрал-жабдықтарын шығаратын зауыт жұмыс істейді.\nАуыл шаруашылығы\nАгроклиматтық жағдайының күрделілігіне қарамастан ауыл шаруашылығының бірнеше салаларын дамыту қолға алынған, жетекші саласы — мал шаруашылығы. Ауданның солтүстігінде жаздық бидай егіледі және ірі қара өсіріледі. Оңтүстік аймақтарында судың жетіспеуінен егіншілікпен айналысу шектеулі түрде ғана, сондықтан да түйе және қой шаруашылығын дамыту тиімді. Егіншіліктің жалпы ауданы бар-жоғы 3%, оған дәнді дақылдардан жаздық бидай, тары, қара бидай, техникалық дақылдардан - күнбағыс, жүгері және қыша егіледі.\nТамақ өнеркәсібінде балық аулау және балық өңдеу салалары (Атырау қаласындағы балық өңдеу комбинаты, Балықшы балық консерві зауыты) ерекше орын алады. Тамақ өнеркәсібінің (ұн тарту,нан пісіру және т.б.) жақсы дамыған облыстарына Батыс Қазақстан және Ақтөбені жатқызуға болады. Батыс Қазақстан және Ақтөбе облыстарында жеңіл өнеркәсіп біршама жақсы дамыған. Негізгі кәсіпорындарына тігін және былғары аяқ киім өнеркәсібі (Оралда киіз байпақ және тері фабрикасы) жатады.\nБасқа экономикалық аудандарға қарағанда Батыс Қазақстан республикамыздағы көліктің барлық түрін (темір жол, құбыр, автомобиль, өзен, теңіз, әуе жолдары) пайдаланатын аймақ. Көлік жүйесінің барлық түрінің дамуы көршілес жатқан Ресей және Орта Азия республикаларымен қарым-қатынас жасауға мүмкіншілік береді.\nАймақтың аумағы арқылы жоғары деңгейде механикаландырылған және автоматтандырылған магистралды құбыр жолдары салынған. Олардың бірнешеуі мемлекетаралық маңызға ие: Ақтау- Атырау-Самара (Ресей), Орта Азия-Орталық, Бұқара-Орал (Ресей), Атырау-Ор (Ресей), Қарашығанақ-Орынбор (Ресей) және Жаңаөзен-Атырау-Самара (Ресей).\n\nhttp://cak.clan.su/load/referat/referat/batys_aza_stanny_sharuashyly_geografijasy/4-1-0-907",
                "date": "24.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кіші жүз қазақтарының Е.И.Пугачев бастаған көтеріліске қатысуы?",
        "question_content": "Кіші жүз қазақтарының Е.И.Пугачев бастаған көтеріліске қатысуы? тарихи маңызы",
        "question_date": "23.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚАЗАҚТАРДЫҢ ПУГАЧЕВ БАСТАҒАН ШАРУАЛАР СОҒЫСЫНА ҚАТЫСУЫ (1773 – 75), 18 ғ-дың 1-жартысында Ресей империясының Қазақстанда, әсіресе, Кіші жүзде отарлық саясаты үдей түсті. Осы тұста Орал мен Сібір бекіністерін салу, көшіп-қонудың дәстүрлі жүйесіне нұқсан келтірді. Ресей үкіметінің Жайық пен Еділ аралығында, Ертістің арғы бетінде көшіп-қонуға тыйым салуы қазақ шаруашылығына кері әсер етті. Оған қоса Бат. Қазақстанда тұз иелігін жасап, оның өнімін Жайық казак-орыс әскеріне сатып алуға міндеттеуі – Кіші жүздің батыс аймағындағы малшылардың жағдайын ауырлатты. Ресей үкіметінің заңсыз әрекетіне наразылық білдірген қазақтардың шағымына ешкім құлақ аспады. Осындай жағдай қазақтардың 1773 – 75 ж. Е.И.Пугачев бастаған шаруалар соғысына қатысуына себепші болды. Көтеріліс жайындағы хабар қазақ ауылына тез тарады. Нұралы хан хатшысын Пугачевке астыртын жөнелтті. Нұралы Пугачевпен байланыс жасай отырып, бір жағынан Орынбор губернаторына көтерілісшілер отрядының орналасқан жерін, бет алысын мәлімдеп, әрі Пугачевке қарсы әскери көмек те ұсынып, екі жақты саясат ұстанды. Қазақтарды көтеріліске қатыстыруға Пугачев үлкен мән бергенімен, Нұралыны түпкілікті өз жағына қарата алмады. Сондықтан ол қазақтарға тікелей тіл қатуға ұйғарды. Орынборды қоршап тұрған кезінде оның адамдары шақыру “қағаздарын” алып, Кіші жүздің ауылдарын аралап жар салды. Пугачев оларға жер-су сыйлап, дін бостандығын беруге уәде етіп, Екатерина ІІ-нің үкіметіне қарсы бірігіп күресуге шақырды. Орынбор әкімш-нің мәлімдеуі бойынша тама, табын, жағалбайлы руларының кейбір бөліктері бірінші күннен-ақ Пугачевке қосылып, орыс бекіністеріне шабуыл жасады. 1773 ж. 7 қазанда Орынборға жасалған шабуылға 2 мың қазақ қатысып, үкімет әскеріне көп зиян шектірген. Беріш пен шеркеш руларының жасақтары Орал шебінің бекіністерінің гарнизондарына шабуыл жасаған. 1774 ж. қаңтарда А.Овчинников отрядының көтерілісшілері Гурьевті (қазіргі Атырау қ.) алғаннан кейін, Кіші жүздің батыс жағының тұрғындарына шаруалар соғысының ықпалы күшейе түсті. Ресей әкімш. мен хандарға қарсы кейбір сұлтандар да көтерілісшілерге қосылды.Досалы сұлтан 200 адамдық қолмен баласы Сейдалыны Пугачевке аманатқа жіберді. Ол Орынбор түбіндегі соғысқа белсене қатысты. Сонымен қатар Орынбор қоршауына және Елек (Илецк) қорғанысына шабуыл жасауға Орта жүз қазақтары да араласты, Кіші жүз бен Орта жүз қазақтары Пугачев армиясына материалдық жағынан да жәрдем көрсетті. 1774 ж. 10 сәуірде Сакмара ауд-ндағы ұрыста Пугачевтің негізгі күші жеңіліс тапты. Көтерілісшілер армиясының қалған топтары таулы башқұрт жеріне ығысты. Олар Оңт. Оралға келісімен көтеріліске қайта қуат бітті. Көтеріліс орталығының Оңт. Оралға ығысуына байланысты қазақтардың Сібір қорғандарына шабуылы жиілей түсті. Пугачев Орта жүз қазақтарын өз жағына тартып, әскер әрі ат алу ниетімен оларға үндеу жазып, өкілдерін жіберді. 1774 ж. маусымның басында Сарыторғай маңында Орта жүз старшындары бас қосып, Пугачев үндеуіне келісетіндіктері туралы ұйғарымға келді. Сол жылы Кіші жүз қазақтары Жайық бекінісіне жиі-жиі шабуыл жасады. Жекелеген жасақтар Жаңаөзен уезі мен Еділ жағалауына дейін барды. Қазақтар Пугачев армиясының әскери қимылдарымен ұйымдасқан түрде байланыста болмағанымен, олардың шабуылы Ресей үкіметі әскерінің күшіне қарсы тұра білді. Бұл соғыс қазақ халқының өміріне айтарлықтай әсер етіп, Ресей үкіметінің болашақтағы отаршылдық саясатына қарсы күресіне негіз қалады.\n\nhttp://el.kz/",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отау ТВ ны қалай обновить (жаңарту) етеміз?",
        "question_content": "Отау ТВ, сигнал келмей тұр, өзі жасап тұр, поиск болад бірақ канал таппайд, флешкаме",
        "question_date": "23.05.2017",
        "question_tag": "Телеарналар",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менде бар файлдары ресиверге арналган",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ халқының мәдениеті жəне қандай музыкалық аспаптары бар?",
        "question_content": "Қазақ халқының мәдениеті жəне қандай музыкалық аспаптары бар?",
        "question_date": "23.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың музыкалық аспаптары үрмелі, ішекті және ұрмалы болып 3 топқа бөлінеді. Үрмелі аспаптарға: сырнай, сыбызғы, қамыс сырнай, үскірік жатады. Ал ішекті аспаптарға: домбыра, жетіген, шертер, қобыз, шаңқобыз жатады. Ұрмалы аспаптарға: даңғара, дауылпаз, асатаяқ аспаптары жатады.\n\nАспаптар\n\nАнықтамасы\n\nСаз сырнай – саздан жасалынып, үрлеп тартылатын аспаптың бірі.\n\nДомбыра – қазақ халқының ең көп тараған екі ішекті аспабы. Ол қазақтар арасында маңызды, өзіндік сипаты бар аспап.\n\nШертер – ежелгі ішекті аспап. Шертердің көлемі домбырадан кіші, бірақ пішіні қобызға ұқсайды.\n\nҚобыз – екі ішекті, қырыққа тарта аттың қылы керілген ысқышы бар аспап.\n\nДаңғара – үні жаугершілік кезінде сарбаздарды жинап, сапқа тұрғызуға, ұрандатуға, шайқасты тоқтатуға бағытталған.\n\nАсатаяқ – абыздар мен бақсылардың қолданған аспаптарының бірі болған.\n\nМузыкалық аспаптардың үлгілерін Қ.Қасымов, А.Ермеков, О.Бейсенбаев секілді шеберлер жасап шығарды. Бұл аспаптар қазіргі күнде Мәскеу, Алматы, Семей қалаларының мұражайларында сақтаулы тұр.\nhttps://infourok.ru/aza_halyny_muzykaly_aspaptary_tarihynan._ltty_aspaptar_7-synyp-467530.htm",
                "date": "24.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Патшалық Ресейдің Оңтүстік Қазақстанды жаулап алу жолындағы әскери қимылдары қандай ?",
        "question_content": "Патшалық Ресейдің Оңтүстік Қазақстанды жаулап алу жолындағы әскери қимылдары және оның зардапта",
        "question_date": "23.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХІХ ғасырдың 20-жылдары Ресей Орта жүз бен Кіші жүзде хандық билікті жойып, Ресейлік басқару жүйесін енгізгенімен, Ұлы жүз мәселесіне әлі де көңіл бөле қоймаған болатын. Жалпы, ХІХ ғ. 30-жылдарына дейін Ресей империясының “үлкен саясатынан” Орта Азия мәселесі де тыс қалды. Ресей ол тұста негізінен Түркия мен оның иеліктеріне көп көңіл бөлді.\n\nАғылшын-орыс бақталастығында бұл үрдістердің белсенділігі арта түсті. Ресейдің Таяу Шығыстағы  жетістіктері Англия қарсылығының күшеюіне әкелді. 1841 жылы Лондон конвенциясы Ресейдің Таяу Шығыс мәселесіндегі  ірі дипломатиялық жеңілісі болды. Орта Азия мен Қазақстан біртіндеп ағылшын-орыс бақталастығының негізгі аймақтарының біріне айналды. Қазақстанның стратегиялық аймақ ретінде Орта Азия хандықтары мен Ресей және Қытай аралығында орналасуын патша\nН.Г.Потанин\n\nәкімшілігі жақсы түсінді. Қазақстандағы өз ұстанымын нығайту үшін түрлі шаралар қарастыра бастады. Ресей Сыртқы Істер министрлігінің Азия департаментінің ұсынысымен ХІХ ғ. 30-жылдары Қоқан хандығына Н.Г.Потанин, Бұхар әмірлігіне П.И.Демезон мен И.В.Виткевич, Е.П.Ковалевский, Хиуаға Г.И.Данилевский бастаған дипломатиялық миссиялар жіберді. Бұл сапарлардың барысында Ресей Хиуа және Бұхарамен орыс-азия сауда мәселелері бойынша бірқатар келісімдерге қол жеткізіп, Орта Азия хандықтарының ішкі жағдайы мен Хиуа хандағының Сырдария бойындағы қазақтарға қатысты саясаты туралы бірқатар мәліметтер алып қайтты. 30-жылдардың аяғы мен 40-жылдардың басында патша үкіметі хиуалықтардың шекаралық аймақтардағы күш көрсету және тонаушылық әрекеттерін тоқтату, хиуалықтардың қолындағы орыс тұтқындарын босату, Хиуаның орыс-қазақ қатынастарына араласуын бейтараптандыру үшін Хиуаға әскери экспедиция ұйымдастыру туралы декларациясын жариялады. Ресейдің мұндай ресми мәлімдеме жасауына Англияның Орта Шығыстағы саяси ықпалын нығайту қаупінің күшеюі себеп болды.\n\n1839 жылы қараша айының ортасында Орынбор губернаторы  В.А.Перовский 12 зеңбірек, 4 мың жаяу әскер және 10 мың түйеге артқан жүгімен Хиуаға қарсы жорығын бастады. Қатты суық пен боранның салдарынан Перовский 2 мың түйесінен айырылып, үлкен шығынмен Ембі бекінісіне дейін ғана жете алды. 1840 жылы 1 ақпанда тағы да 5 мың түйе азық-түлікпен басқа да құрал-жабдықтарын жоғалтып Ақбұлаққа жетті. Ақпан айының ортасында Орынборға кері қайтты. Бірақ, жағдайдың бұлай шиеленісуіне қарамастан Хиуа жорықтың қайталануынан қауіптеніп Ресейге 124 орыс тұтқынын қайтарды және Петербургке елшілік жіберді.\n\nВ.А.Перовский\n\nОрыс билігін мойындамаған қазақтарды бағындыруға және Орта Азия хандықтарының шекарасына орыс әскерін жақындату мақсатында Ресей Сырдарияның төменгі ағысының бойына әскери бекіністер сала бастады. 1847 жылы Райым бекінісі, 1848 жылы Қазалы форты салынды. Жаңа бекіністердің салынуы орыс әскерлеріне біртіндеп Сырдарияны бойлап жоғары жылжуға және қоқандықтардың ірі бекіністерінің бірі Ақмешітке жақындауға мүмкіндік берді. 1848-1849 жылдары\n\nА.И.Бутаков\n\nА.И.Бутаковтың басшылығымен келген экспедиция Арал теңізін зерттеп, теңіздің картасын жасады. Арал теңізінде кеме айлағы ашылды. Оның болашақта Орталық Азия және Хорезммен сауда қарым-қатынасында, әскери мәселелерде маңызы зор болды.\n\n12 күндік қоршаудан кейін 1853 жылы 28 маусымда орыс әскерлері Ақмешітті басып алды. Осыдан кейін Сырдарияның төменгі ағысында Сырдария шебі құрылды. Оған Райым бекінісінен Ақмешітке дейінгі аудандар кірді және 1864 жылы Түркістанды алғанға дейін сақталып тұрды. Ресей  Қоқан және Хиуа хандықтарына саяси қысым көрсетуге мүмкіндік алды. ХІХ ғасырдың 50-жылдары Орталық Азия мен Оңтүстік Қазақстанның Ресейдің сыртқы саясатындағы маңызы арта түсті. 1854-1856 жж. Қырым соғысында Ресей жеңілуіне байланысты батыстағы рыногынан айырылып, енді оған шығыстан жаңа рынок іздестіру қажет болды. 1858 жылы Орталық Азия аймағындағы Хиуа мен Бұхараға Н.Игнатьев бастаған дипломатиялық елшілік, Шығыс Иранға көпес ретінде Ч.Ч.Ханыков бастаған экспедиция жіберді.\nhttp://massaget.kz/layfstayl/bilim/gumanitarly-ylymdar/1181/",
                "date": "24.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ХVІ-ХVІІ ғғ. Қазақ халқының материалдық мәдениеті қандай болды?",
        "question_content": "1. ХVІ-ХVІІ ғғ. Қазақ халқының материалдық мәдениеті (киім-кешегі, ұлттық тағамдары)",
        "question_date": "23.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 21300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "- Материалдық мәдениет.Материалдық мәдениеттің маңызды элементтерінің бірі мал шаруашылығымен, егіншілікпен, үй кәсіпшілігімен және қолөнермен байланысты еңбек құралдары болып табылады. XIX ғасырдың орта шенінде шалғымен қоса темір айыр да кеңінен қолданыла бастады. Ең көп таралған қару түрі үш метрлік «сойыл», одан соң «шоқпар» болды. XIX ғасырдың орта шеніне дейін аң аулау кезінде садақ қолданылды.\n\nКөшпелі қазақтардың негізгі тұрғын үйлері көші-қонға ыңғайлы киіз үйлер болатын. Қазақтың киіз үйлері олардың үлкендігімен, яғни тігілген киіз үйде қанат деп аталатын кереге санымен анықталатын. Қанаттар саны 4 қанаттан 12 қанатқа дейін және одан да көп болатын. Сыртқы түрі бойынша күмбез тәрізді және шошақ болып келетін. Қысқы қыстаулар орналасқан өзендердің аңғарлар мен тау шатқалдарына қазақтардың киіз үйлері тұрақты үлгімен салынатын. Бұлар жер бетіне киіз үй сияқты етіп тастан (шошала), қамыстан (доғара) тұрғызылған құрылыс түрінде, тік бұрышты жеркепе және жертөле, жер бетіне тік бұрышты етіп салынған шым үй және саз балшықтан домбаздалған соқпа там болды. Дәстүрлі ағаш жәшіктер – кебежелердің, көрпе-төсек жинауға арналған жүкаяқтардың және ескіден келе жатқан төс-ағаштардың орнына, қазақтардың тұрмысында әйнектелген ыдыс қоятын шағын шкафтар, жақтаулы ағаш кереуеттер, іші құлыпталатын, көлемі әр түрлі сандықтар пайда болды.\n\nҚазақ халқының тіршілік-тұрмысында қолөнер кәсібі үлкен маңызды орын алды. Өйткені мал шаруашылығы немесе егіншіліктің дамуы қолөнер кәсіпшілігімен тікелей байланысты болды. Мал шаруашылығы үшін ер-тұрман, ат әбзелдері, малды ұстайтын, байлайтын жабдықтар, егіншілік үшін жер жыртатын және тырмалайтын, астықты жинайтын және өңдейтін құралдар т. б. қолөнершілердің еңбегімен дайындалды. Бұл кездегі қазақтың қолөнер кәсіпшілігі қарабайыр шаруашылық еді. Үйде істелетін кәсіп бұйымдардың көпшілігі тауарға айналмайтын, өндірушінің өз отбасын ғана қанағаттандыруға пайдаланылатын. Халық өнері, әсіресе, киіз үйдің жабдықтарын, жиһаздарын жасауда ерекше өрістеді.\n\n\n\n   Бұл кезде оңтүстік Қазақстан қалаларының, Орта Азиямен, Шығыс Түркістанмен, Орыс мемлекетімен сауда-саттық байланысы жанданды. Осының арқасында көшіп-қонушы және отырықшы халық топтарының экономикалық, мәдени-әлеуметтік қарым-қатынасы кеңейе түсті. XVI-XVIII ғасырларда «Ұлы жібек жолы» бойында орналасқан Сығанақ, Сауран, Отырар, Түркістан, Сайрам, Жент т. б. қалалардың тездеп өркендеуі, қазақ халқының біртұтас ел болуына, жеке хандық құрып нығаюына үлкен әсерін тигізді. Түркістан, Отырар, Тараз, Сайрам және тағы басқа қалалардан табылған күміс теңгелер мен мыс ақшалар Қазақ хандығы тұсында сауда-саттық өркендеп, ақша айналымы дамығандығын көрсетеді.\n\n\n\n \nСығанақ пен Сауранның, Ясы мен Отырардың архитектуралық комплекстері, Жәнібек пен Қасымның Сарайшықтағы, Қазанғаптың Ұлытау жеріндегі кесенелері, Маңғыстаудағы, Сырдария алқаптарындағы және Қаратау қойнауларындағы мазарлар өзіндік сәулет-сипатымен, архитектуралық формаларының жинақылық әрі айқыншылығымен ерекшеленді.\n\nҰлан байтақ кең далада мал бағып, күндерін табиғат құшағында мал өрісінде, түндерін жұлдызды аспан астындағы мал күзетінде өткізген қалың қазақ, әлемдегі табиғат құбылыстарын үнемі бақылап отырған. Осы бақылаудың нәтижесінде халықтың көпжылдық тәжірибелері қорытылып, жұлдызды аспан туралы астрономиялық түсініктер мен білімдер жинақталған. Және оның негізінде байырғы қазақ күнтізбесі қалыптасты. Қазақ халқы аспан әлемін бақылау арқылы «құс жолы», «құйрықты жұлдыз», «ақпа жұлдыз» және «кемпірқосақ» жайында ұғымын кеңейтті.\n\nhttp://allrefrs.ru/4-11066.html",
                "date": "24.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы тоталитаризмнің пайда болу тарихы?",
        "question_content": "толықтырақ көмектесіңіздерш",
        "question_date": "23.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аяқталуына екі жарым жылдай уақыт қалған жиырмасыншы ғасырдың бір ерекшелігі, ең қатал да бітімі оғаш саяси-құқықтық құрылым - тоталитарлық мемлекетті дүниеге алып келгені еді. Тарихшылар тоталитарлық мемлекеттің әуелгі нышандары көне Мысырда немесе қайсыбір ежелгі деспот елдерінде болды дегенді айтып жүрсе де, «тоталитаризмнің нағыз қас үлгісі», - нақ сол ХХ ғасыр тоталитаризмі болатын. Әрі ғұмырының ұзақтығы, әмбебаптығы және нәтижелілігі тұрғысындағы алдыңғы қасіретті орынды дәп осы кеңестік үлгідегі тоталитаризмнен озып ешкім де ала қоймайды. Кәдімгі біздің замандастарымыздың көбінің өмірімен тұспа-тұс келіп, сол себепті де біреулер үшін зәрлі, біреулер үшін әрлі болып қырық құбылатынның нақ өзі.\nБұл жерде мәселенің мәнісі, оның еш бұлтартқызбайтын сандық көрсеткіштеріне де қатысты емес. Мәселе тоталитаризмнің саяси-әлеуметтік, психологиялық зардаптарына, оның бүгінге де, болашаққа да ұзақ мерзімдер бойы әсер ете алатын салдарларында болса керек.\n*\nАяқталуына екі жарым жылдай уақыт қалған жиырмасыншы ғасырдың бір ерекшелігі, ең қатал да бітімі оғаш саяси-құқықтық құрылым - тоталитарлық мемлекетті дүниеге алып келгені еді. Тарихшылар тоталитарлық мемлекеттің әуелгі нышандары көне Мысырда немесе қайсыбір ежелгі деспот елдерінде болды дегенді айтып жүрсе де, «тоталитаризмнің нағыз қас үлгісі», - нақ сол ХХ ғасыр тоталитаризмі болатын. Әрі ғұмырының ұзақтығы, әмбебаптығы және нәтижелілігі тұрғысындағы алдыңғы қасіретті орынды дәп осы кеңестік үлгідегі тоталитаризмнен озып ешкім де ала қоймайды. Кәдімгі біздің замандастарымыздың көбінің өмірімен тұспа-тұс келіп, сол себепті де біреулер үшін зәрлі, біреулер үшін әрлі болып қырық құбылатынның нақ өзі.\nБұл жерде мәселенің мәнісі, оның еш бұлтартқызбайтын сандық көрсеткіштеріне де қатысты емес. Мәселе тоталитаризмнің саяси-әлеуметтік, психологиялық зардаптарына, оның бүгінге де, болашаққа да ұзақ мерзімдер бойы әсер ете алатын салдарларында болса керек.\n*\nӨкінішке қарай, өткен жүйенің сыншылары да, жақтастары да тоталитаризмнің біздің елімізде де соншама ғұмырлы болуының себептері жөнінде көп ойлана бермейді. Оның күллі себептерін жеке адамның мемлекеттен, қарақан басынан, өз қызметінің нәтижесінен аулақтанып кеткеніне қатысты деген әбден қалыптасқан көзқараспен қайыра салуға да болар еді. Тоталитаризмнің мұндай философиялық түсініктемесінің жүйеленгеніне де талай уақыт өтті. Әрі дәл сол дәйектемені сөз реті келгенде айта кету керек, бұрынғы антикоммунист Зиновьевтен необольшевиктік идеяны ашықтан-ашық малданушы бүгінгі Лимоновқа дейінгі коммунистік идеяны жақтаушылар бас пайдаларына жаратудан бір танбай келеді.\n*\nТоталитаризмнің әлеуметтік көздері соншама айқын және ол қайсыбір халықтар осыған бейім дейтін тұрлаусыз ұғымға үш қайнаса сорпасы қосылмайды. Әйтпесе өз уақытымен салыстырғанда білім деңгейі жоғары протестанттық Германия мен христиандық Ресейді және котоликтік Италияны бірөңкей топтастыру қажеттігі туған болар еді. Мәселенің мәнісі сонда, бірқатар ұқсас белгілеріне қарамастан тоталитаризмнің түп-төркіні әр елде әрқилы ыңғайда өрістейді.\nТоталитаризмнің кеңестік типінің бойында одан бұрынғы тарихи кезеңдерден мұра болып қалған саяси мәдениеттің, империялық характердің және бюрократияның шектен тыс өміршеңдігінің нышандары сайрап жатыр. Оның үстіне, тоталитарлық өзгерістер қарсаңындағы бірыңғай шаруалар еліне тән әлеуметтік құрылым да осы бір өзгеше қоғамдық жүйенің қалыптасуына кәдімгідей әсер етті.\n*\nӘйтсе де бәрін тек саяси мәдениет пен урбанизациялық дәстүрі әлсіз елдің әлеуметтік құрылымына әкеп тіреп тастау да дәл болмас еді. Кеңестік тоталитаризмнің өзіндік бір ерекшелігі - оның империялық табиғаты. Оның осы өзгешелігі күні бүгінге дейін Ресейдегі кейбір ұлтшыл пиғылдағы антикоммунистердің өзін де жаңылыстырумен жүр. Егер Ресей ғасырдың алғашқы ширегінде дамудың демократиялық жолын таңдаса не болар еді, деген сауалға жауап та соншама қарапайым. Сөз жоқ, Еуразияның бір қатар егемен мемлекеттерінің, еуропалық елдермен салыстыруға келетін жоғары интеграциялық потенциалы бар толыққанды мемлекеттердің негізінде тиімділігі жоғары экономикалық кеңістіктің құрылуы өтер еді. Режимнің іс жүзіндегі бәтуашылдығы империяның ыдырауына әкеліп соғар еді. Өйткені, дәл кеңестік тоталитаризм бүкіл еуразиялық кеңістіктегі империялық ұйымдардың сақталуының басты тетігіне айналды. Осы реттен алғанда да Ресейдегі барып тұрған ұлтшылдық пен солшыл радикалдықтың әмпей-жәмпей одақтасуы да бір қарағанда оғаш боп та көрінеді. Алайда ұлттық тарихымызға, мәдениетімізге, мемлекетімізге деген сүйіспеншілігін мәлімдейтін кей адамдардың осы ғасырда бір емес, бірнеше рет қазақ жеріне оқпен де, аштықпен де зұлмат әкелгендердің мұрагерлерімен кенеттен ауыз жаласып кеткенін көргенде қараптан-қарап шақшадай басың шарадай болады екен. Ең таңқаларлығы, осы қасаң да, әсерсіз тоталитарлық жүйені басқашалау ыңғайымен қазіргі заманғы жөн жобаға үйлестіру идеясы дәл сол ұлтшыл бағыттағы орыс элитасы арасында пайда болған еді. Ресейлік истеблешментте бұл идея 1970-жылдардан бері көрініс беріп келеді.\nТоталитаризмнің саясат пен идеологиядағы империялық құрылымдармен соншама тығыз байланыста болуы не себеп? Біріншіден, империялық идея пролетарлық интернационализмнің этникалық емес, әлеуметтік концепциясының тасасында бүркемеленеді. Екіншіден, этностардың ірілігіне, тарихи «үлесіне», кім-кімді өркендетті дегенді жүйе-жүйе қылып бөлетін «мәдениеттілігіне», «республикалық ұлт», «автономиялық республика, округтік ұлт» деп дәреже деңгейіне қарай «аяз әліңді біл» талабымен қатаң реттестіретін тәртіп ұлттық қатынастарды қырық құбылтып басқаруға жәрдемдесті. Тарихтағы кез-келген империя ұлтаралық қатынастарды реттеп отыру проблемасымен бетпе-бет келер, бірақ олардың ешқайсысы да дәл осындай идеологиялық көзбояушылықты меңгерген емес. Тіпті бүгінгі күннің өзінде тарих қойнауына мүлдем кеткен осы идеологиялық қалыптар өздерінің жаны сірілігін көрсетіп келеді. Ондаған халықтардың бүгінгі халықаралық құқық терминдері бойынша тәуелсіздік алғаны - заманалық маңызы бар оқиға. Алайда солшылдардың айтуынша, оның ішінде Қазақстанда да, бұл халықтар тағдырындағы сұмдық бақытсыздық...\n*\nҚазақстан коммунистері бас теоретиктерінің пікірталас кездеріндегі сөздерінде: социализм ұлттар мен халықтардың дамуына қуатты серпін берді, нарықтық қатынастар барлық емнің дауасы емес, деген сияқты ойлардың айтылғаны еске түседі. Дегенмен олар бұл жерде өздерінің әріптестері неокоммунизмнің әккі мәскеулік теоретиктері айтып қалатын бір дәйекті ұмытыңқырап кеткендей. Ол, әлбетте, өнеркәсіпті және ғылыми өнеркәсіптік инфрақұрылымның орасан қарқынымен әрі тиімді өркендеуі еді.\nАлғашқы типтегі дәлелдемелерді бекерге шығару оңай. Расында да, егер қазақтар ұжымдастырудың және отырықшылдыққа зорлап көшірудің салдарынан туындаған «қызыл қырғынның» аштықтың, індеттің, ауа көшудің нәтижесінде мамандардың есептеулері бойынша өзінің қырық пайызынан айырылса ұлттардың қандай гүлденіп өркендеуі туралы айтуға болады. Егер мұны таңымыздың атуы дейтін болсақ, батуымыз қайсысы? Бәлкім, халықтың түгел құрып бітуі шығар. Екінші жағынан ұлттың мәдени тілдік ортасына тұрақты түрде қысым жасалып келуі қазақ тілін сәл болмағанда жойып жібере жаздады. Шамасы, біздің қазақстандық коммунизм теоретиктерінің қиялындағы ұлттардың гүлденуі, Хрущевтің егер біз неғұрлым орысша тезірек сөйлесек, соғұрлым коммунизмге тез жетеміз, дегенімен астасып жатқан болуы керек...\nМаңызды мәселенің бірі - тоталитарлық жүйе жүзеге асырған өнеркәсіптік жаңарту (модернизация) болған еді. Әлемнің әр елдерінде ХХ ғасырда, әсіресе оның екінші жартысында табысты жүзеге асырылған жаңартулардың тәжірибесі кеңестік модернизацияның басқалардан принципті түрде ерекшеленгенін көрсетеді.\nБасқа елдердегі модернизация, қазір Қазақстанда өткізіліп жатқандай, жеке адамның, индивидтің экономикалық талабындағы жаңа мотивтерге, оның жеке басының ынталануына негізделген. Кеңестік модернизация болса, адамдардың экономикалық ынталануы бойынша емес қатаң күштеуімен жүзеге асты.\nБасқа елдерде табысты жүргізілген модернизацияның нәтижесінде өзін-өзі реттестіріп отыратын қуатты тұтқалары бар икемді де, сан-салалы нарықтық инфрақұрылым жасалды. Кеңестік модернизацияның нәтижесінде шектен тыс орталықтандырылған, қайтымы аз, икемсіз экономикалық жүйе құрылды. Түптің түбінде дәл осы жағдай тоталитарлық режимді құлатып тынды. Кеңестік модернизацияның қажеттілігі өз жерлерінде шаруларды тап ретінде жоюды да жүзеге асырды. Олар ең арзан жұмыс күшін құрады. Бұған қоса жаппай репрессиялар нәтижесінде ашылған сан мың концлагерлер шын мәнінде құлдық еңбекті пайдаланудың нағыз үлгісі болған еді. Саяси репрессиялардың неге керек болғанының бір себебі де осында. Ол ашса алақанда, жұмса жұдырықта болатын әрі тегін, әрі қыруар жұмыс күшін жасақтау мақсатын көздеген-ді.\n*\nСөйтсе де тоталитаризмді төңкеріп тастаған басты себептердің бірі - ұлттық мәселе еді. Жарты ғасырдан астам уақыт бойы бұл мәселені «жапқысы» келген қаншама құйтырқы саясат жүргізілсе де, оның жанартауы ақыры атылмай қоймады. Бұрынғы жүйе құрылымында ұлттық мәселені принципті шешудің мүмкін еместігінің себебі неде еді? Жауап беру оңай шаруа емес. Әйтсе де нақтылы тарихи қоғамның аясынан қарай отырып, бірнеше себептерді бөліп атауға болады.\nБіріншіден, қазіргі күнге дейін айтылып жүрген КСРО аумағындағы халықтардың мәдени өркениеттілік біртұтастығы деген таптаурын әңгімеде әсірелеушілік басым. Дін, тіл, мәдениеттегі қиыспайтын тұстар барлық уақытта болып келді және соңғы жылдары ол айқын байқала да бастаған-ды...\nЕкіншіден, кеңестік тоталитаризмнің теориялық құрылымдарында принципті кемістік бар. Бұл кемістік әлеуметтік фактор роліне этникалықпен салыстырғанда қалыптан тыс мән берілетіндігі. Ал, шын мәнінде жеке адам үшін этникалық топтар әлеуметтік топтарға қарағанда едәуір тұрақты да мәнді әсер етеді. Тоталитарлық режимнің ауық-ауық ұлттарды қудалап, жер аударып, кейде тіпті, этникалық геноцид жасауының өзі де ұлттардың өзара топтасу механизмін үздіксіз бұзып тұру мақсатын көздеді.\nҮшіншіден, тоталитаризм кезіндегі билік технологиясының өзі ұлттық мүдделерді жүзеге асыруға қарама-қайшы келіп жатады. Өйткені, ұлттық дамудың табиғи процесін көпе-көрнеу бұзып генефондты жою, қалыпты әлеуметтік құрылымды бұрмалау үстінде, тоталитаризм ұлт серкелерінің қарсылықтарына ұшырамай қоймады...\nСондай-ақ, кеңестік тоталитаризм ерекшеліктерінің бірі, ұлттық тарихқа шектен тыс күдікпен және ұлт мекендеген территорияға жүрдім-бардым қарағаны еді. Тоталитаризм этникалық территорияны далиып «бос жатқан әлеуметтік кеңістік» деп ұқты. Оның айқын айғағы - әрбір қазақ үшін қасиетті болып саналатын рухани орта Семей жерінде ядролық сынақ айлағының жасалуы. Кез келген халық өзінің этногенетикалық территориясында төл мәртебесін, мәдениетін, тілін сақтауға ұмтылады. Ал, Қазақстан тоталитарлық режим тарапынан ұлттық мүдделерге менсінбей қарау пиғылы ерекше жүзеге асқан мекен болды. Қазақ халқының жиырмасыншы ғасыр өтіндегі көпғасырлық тарихында бірінші рет төл ата мекенінде азшылыққа ұшырауының өзі кеңес билігінің әлеуметтік утопиясы қазақтардың ұлттық мүдделерімен үйлесе ме деген сауалға даусыз жауап.\nҰлттық жадтың іздерін өшіру, этностың мәдени-тарихи қатпарларын жою мен территориялық тұтастығын бұзудан танбаған тоталитаризм ақыры экономикалық және сыртқы факторлармен қатар өзі тойтарыс беретін күштерге тап келіп күйреп түсті. Бұл реттегі мәселенің төркіні, тоталитарлық режимнің өз қимыл әрекеттері мен ұлттық «мекен мәнісін» өзгертуге ұмтылуына байланысты еді. Халықтарды жер аударудың, күшпен енгізілген отырықшылықтың, әскери өнеркәсіптік комплекстің экологиялық жұтауымен бірге жүретін дамуының бәрі, осынау жаңа отаршылдық дүниенің ұлттық болмыс бітімін бұзады-ау деген қарапайым жағдайды ескермегені болды. Ал ол ұлттық болмыс бітім белгілі бір мәдени мән-мағынасы айқындалған территорияда ғана ғұмырлы еді. Шынын айтқанда, әлдебір кремльдік бюрократ үшін Жидебай, Бурабай, немесе Ұлытау деген сөздер ештеңені аңдатпайтыны анық. Ол үшін бұл әншейін ғана бос жатқан әлеуметтік кеңістік. Тоталитаризм ешуақытта да мұндай нәзік қылдарға ой жіберіп көрген емес, ал ол нәзік сәттер қорланған ұлттық зердеде саналы да, санасыз да түрде жинақтала берді. 74 жыл ішінде режим басындағылардың бірде-бір өндіргіш күштерді орналастыру кезінде осы ұялы «мекен мәнісін» ескеруді ойлаған да жоқ.\nТүйіп айтқанда, тоталитарлық пен ұлттық бір бірімен еш сиыспайтын ұғымдар.\n*\nТоталитарлық кешегіміз туралы ой байыптағаным реті келіп тұрған соң айтыла салған сөз емес. Өкінішке қарай кеңестік режимді бірқатар себептерге байланысты дәріптеушілік, өткенді ғана емес, бүгінді де түсінуді шынымен бұрмалап жіберуі әбден мүмкін. Әрине толық күйінде әлеуметтік қарымта қайтару іс жүзінде мүмкін емес. Алайда тоталитаризмнің белгілі бір ушығулары қайталануы да кәдік. Сондай ушығуларға қарсы ең жақсы кепілдік - өтіп бара жатқан жүзжылдықта бәріміз бастан кешкен індет нышандарын уақытынан оздырмай анық та қанық ұғына білу болса керек.\n\nhttp://abai.kz/",
                "date": "23.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай жағдайда қызыл атестат алуға мүмкіндік бар?",
        "question_content": "Сəлеметсіздерме. Өтінемін жауап берініздерші! Мен 8 сыныпта окимын. Сабагымнын барлыгы 5. мен 3 токсанда жана мектепке кощтим. 1,2 токсан 5, ал 4деген бага койды. менің сұрағым келеси жылы 9 сЕгер 1,2 тоқсан 5, ал 3,4 тоқсан 4 ке щыксам, Қызыл атестат алуға мүмкіндік барма?",
        "question_date": "23.05.2017",
        "question_tag": "Мектеп",
        "question_views": 341,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жамбыл обылысындағы лагерлерлер тізімі?",
        "question_content": "маған  жамбыл  облысындағы  лагерлер және орналасқан  жері  керек",
        "question_date": "22.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 374,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Махамбет өлеңдеріндегі халық арманының көрінісі\" эcсе керек болып тұр?",
        "question_content": "\"Махамбет өлеңдеріндегі халық арманының көрінісі\" эcсе керек болып тұр?",
        "question_date": "22.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХІХ ғасыр әдебиеті алдыңғы әдебиетке қарағанда анағұрлым толысқан, кемелденген, жаңалығы мол, жанрлық ерекшелігі түрленген әдебиет. Көне дәуірден жалғасқан әдебиетте хандық кезең тұсында негізінен жыраулар поэзиясы алдыңғы орынға шығып, онда негізінен жыр үлгісінің түрлі жанрлары басым болды. Ал бұл кезеңге жаңа өлең түрлері тән. Сондай-ақ, дастан-поэмалар, лирикалық өлеңдер, айтыс өнері, ауыз әдебиеті үлгілері де айрықша мәнге ие болды. Қазақ өлеңі шын мәнінде жаңа сапаға көтеріліп, жазба әдебиеттің негізі қаланды. Махамбет, Дулат, Абай, Ыбырайлар шықты тарих сахнасына. Осылайша сөз өнері толысып, толығып, мазмұнын тереңдетіп, өз арнасын кеңейте түскені мәлім.\nЖауынгер жырдың жүйрігі Махамбет Өтемісұлы өлеңімен ел өмірін жырлап, өлеңдерінде өз заманының бейнесін сомдап кеткен ақын. Бөкей Ордасындағы шындықты Махамбетше жырлап, асқақ үні мен дауылпаз жырын айналасына айқын танытып, жеткізіп кеткені кемде-кем. Ақынның қай өлеңінен болмасын өзі және өзіндік «мені» мен мұндалап тұратыны шындық. Сенімді серігі Исатайды да өзінен артық санап, өлеңдеріне қосты. Жәй қосып қана қойған жоқ, сөзбен суретін салып, санамызға өшпестей етіп «сіңдіріп» кетті. «Мұнар күн», «Соғыс», «Әй, Махамбет, жолдасым», «Мінгені Исатайдың Ақтабан-ай» т.б. толғауларындағы батыр тұлғасын ешкіммен шатастырмай, сан буын алмасып, сан ұрпақ оқып, өсіп келеді. Өмірде де, өлеңде де ажырамастай бірігіп, шын достықтың символына айналып кеткелі қай заман? Ақын өлеңдерінде ел билеушілерінің де, халық өкілдерінің де, батыр-бағландардың да тұлғасы шынайы сомдалып, оқырман жүрегінен өшпестей орын алғанын айрықша мақтанышпен айтамыз. «Исатай-Махамбет қозғалысы патшалық Ресейдің отаршылдық саясатына қарсы бағытталған халық көтерілісі болған. Патшалық өкіметшіл саясат қазақ даласына біртіндепбасып кіріп, оны билеп-төстеудің үш сатылы реформасын жасап, әуелі ондағы дәстүрлі билік институттарын әлсіретуге ұмтылды. Онымен қоймай, қазақ жерін аумақтық тұтастықтан да, ұлттық тұтастықтан да ада қылуға күш салды. Осындай шұрайлы жерлерінен айрылып, алдындағы малы, жолындағы жайлауы қолды бола бастаған түста Исатай мен Махамбет тәрізді «ел қамын жеген Едігелердің» қол қусырып қарап жатқаны мүмкін де емес еді»[1, 10 б.].\nАқынның«Ереуіл атқа ер салмай», «Ұлы арман», «Жайықтың бойы көк шалғын», «Атадан туған ардақты ер»,«Біртіндеп садақ асынбай», «Арғымақ, сені сақтадым», «Арғымақтың баласы», «Азамат ердің баласы», «Қара нар керек біздің бұл іске», «Еменнің түбі - сары бал», «Жалған дүние», «Еріскедей ер болса», т.б.өлеңдерінде көтеріліс сипаты, ерлік рух, бостандықты аңсаған ел арманы,ел тағдырын өз тағдыры санаған ер-азаматтың болмысы жан-жақты бейнеленген. Исатай туралы«Исатай деген ағам бар», «Исатай сөзі», «Арғымаққа оқ тиді», «Тарланым», «Соғыс», т.б. өлеңдерінде батыр бейнесі сан қырынан дараланып, айшықтала түскен.\nЕл мен жердің тәуелсіздігі–Махамбет жырларының негізгіөзегі.Көтерілістің де билік өкілдерінің, хандардың шұрайлы жерлерді иеленіп, елдің наразылығын тудыруынан бастау алғанын ұмытпаған жөн.Жерден айрылған елдің, ата қоныстан қуылған қаймана жұрттың қандай күй кешетінін, қаншалықты сергелдеңге түсетінін басқа білмесе де, қазақ түсінеді.\n«Еділ үшін егестік,\nЖайық үшін жандастық,\nҚиғаш үшін қырылдық,\nТептер үшін тебістік,\nТеңдікті, малды бермедік,\nТеңдіксіз малға көнбедік»,-\nдегенақынның шырылдауынан егескен елдің, жандасқан жұрттың, қырылған қазақтың көз-жасы, бар қаракеті көрініс тапқан. Ел мен жертағдыры үшін басын бәйгеге тіккен алаш ұлдарының асыл арманы, теңдік үшін күрескен іс-әрекеті, болашақ үшін ғасырлар бойына алысқан айқасының лебі сеезіліп тұр. «Бұған түрткі болған ең басты себеп – орыс отаршылдығы. Жайық бойындағы жандасулар, Ертіс бойындағы егесулер жат жұрттықтардың пайдасына шешіліп, қазақ өзінің қасиетті де құнарлы жер-суынан қаралай айрыла бастаған мезетте, әлбетте, түйсік-танымы терең ақындарға тіл бітпей тұрмады».\nАзамат ердің баласы,\nАз ұйықтар да көп жортар,\nДұшпанға кеткен ары мен\nБарымтаға түскен малы бар».\nДұшпанда кеткен кегін қайтару үшін, барымтаға түскен малы мен азаматтың арына, намысына түскен дағы үшін, болашақ ұрпақтың алаңсыз өмірі, көрер бағы үшін атқа қонудың, аз ұйықтап, көп жортудың кезеңі келгенін ескертіп, ел келешегіне алаңдар шақтың туғанын аңдатады. Ел үшін туған ердің азаматтығы мен намысы, ары мен бары сыналар сын сағаттың кезі жеткенін жырлайды.«Арғымақтан туған қазанат» өлеңінде халықтың жарқын өмірі үшін жанын аямайтындарды үлгі етіп, ертеңгі күнге сеніммен қарауға шақырады. Ерлік іске үндеп, өнеге алуға үгіттейді.\n«Асыл ердің баласы\nЖауды көрсе, шыдамай\nКөзін салар қияға.\nЕрмін деген жігітті\nКеңшілікте сынама»,- дейді.\nМахамбеттің Орынбор генерал-губернаторы Перовскийге: «Генерал-губернатор мырза, егер қолыма бостандық пен билік берсеңіз, жер-суымды, байтағымды, атамекенімді келімсектерден тазартар едім…», - деген сөзінен ақынның азаматтық болмысы, атақоныс үшін адалдығы сезіліпқана қоймай, ата жауғадеген өшпенділігі де атойлап тұрғандай. Махамбет сөзінен, тайсалмас көзінен сескенген билік өкілі, абақтыдан шығарып жібергендеген мәлімет бар.\n«Туған ұлдан не пайда, қолына найза алмаса?Атаның жолын қумаса» дегенде ақынның айтпағы ер-азаматтың намысын қайрау, күш-жігерін елазаттығы, бостандығы үшін күреске жұмсау, ел қатарлы ғұмыр кешуге,ұрпағының алаңсыз өмір сүруіне жағдай тудыруға шақыру болатын.\nАттанып едім көп үшін,\nКөптің жинап мол күшін,\nДұшпанда кеткен сол көптің\nЕжелден бергі кегі үшін.\nДұшпаннан кек алу, өш қайтару – Махамбет өлеңдерінің лейтмотиві.Ол «ереуіл атқа ер салмай, егеулі найза қолға алмай, еңку-еңку жер шалмай…, тебінгі терге шірімей, терлігі майдай ерімей»ерлердіңісі бітпейтініналға тартып, көп жиналып, қол болмай күрестің алға баспайтынын айтып, қасындағылардың намысын жаниды.Мұндай ауқымды іске мойымайтын «... қатепті қара нар керек,... қабағын шытпас ер керек» депеліне сауын айтады.ұрандады.Ақынның аңсағаны -Еркіндікке қол жеткізу, халқына теңдік әперу.\nМысалы, «Нарын» деген өлеңін алсақ:\nҚойды мыңға жеткізген\nНарынның анау құмдары,\nТүйені жүзге толтырған\nКөкпекті, шытыр жерлері,-\nдеп Нарынның қазақ үшін қандайлық құнарлы, қасиетті топырақ екенін еске салса, одан әрі:\nЖатып қалған тайлағы\nЖардай атан болған жер,\nЖабағылы тоқтысы\nҚой болып қора толған жер,-\nдеп суреттейді. Осынау ғажайып өлке өңінен айрылып, өзен-су, көлінен айрылып, ел-жұрты қазыналы жерінен айрылып, қайғылы күн кешуіне айыптыларды атарға оғы болмай, қамкөңіл күй кешеді.\nМахамбеттің ел аманатын арқалаған батырлығы, ел үмітін үкілеген ақындығы, жауапкершілікті сезінген азаматтығы қай ұрпаққа да үлгі, қай буынға да өнеге. Қайсарлығын, өжеттілігін қарсыласы да мойындап, кей тұстарда санасуға да мәжбүр болған. Ақынның Жәңгірге, Баймағамбетке қарата айтқандарынан есерсоқтың, кеудемсоқтықтың айтқаны деп емес, елін ойлаған, ертеңін ойлаған арлы азаматтың, жерден, атамекеннен айрылған халықтың болашағы не боларын алдын-ала сезіп, жаны күйінгеннен шерлі жырын ақтарған арқалы ақынның болмысын танып, парасат-білігін аңғарамыз. Бұлардың текетіресін біржақты бағалауға, таптық тұрғыдан саралауға келіңкірей бермейтінін кейінгі зерттеушілер айтып жүр. «Себебі ереуілдің көсемдері «тоқсан үйлі тобырдан» шыққан қара табан әлдекімдер емес, хан төңірегіне ықпал-ығытын жүргізуге сойы да, сұсы да лайық әлуетті тұқымнан еді. Ақсүйектік билік пен халық таңдаулыларының арасындағы шиеленістен және жер дауынан өрбіп-өрістеген оқиғалардың демократиялық сипатымен қатар, қазіргі саясат тілімен сөйлегенде, оппозициялық сарыны сезілгендігін де ақиқаттан алшақ дей алмаймыз»[2, 99 б.].Хан атаулының бейнесі кеңес кезеңіндегі жазылған шығармаларда біржақты сипатталып кеткенін мойындауымыз керек. Хан-сұлтандарды, би-болыстарды ағаш атқа мінгізуден ешкімді алдымызға шығарғанымыз жоқ. Таптық көзқарас, соцреализм дегенді желеу етіп, қаншама кінәсіз жандарға күнә артып, қаншасын идеологиямызға қайшы деп құрбандыққа шалдық... Оның есебін алып, біліп жатқан кім бар екен? Мұндай жайт кеңес кезеңіндегі қазақ қаламгерлерінің көбінен байқалды. Мәселен, Абылайдың, Құнанбайдың, Жәңгірдің, Кенесарының т.б. көркем бейнелерін еске түсірсек...\nӘбілқайырдың ұрпағы Бөкейұлы Жәнібектің жастайынан алғыр, зерек, білімге құштар болып өскенін, еуропалық деңгейдебілім алғанын, 22 жасында хан сайланып, ел билігіне ерте араласқанын білеміз. Маңайына өнерлі, білімді адамдарды жинап, жастарды оқытуға күш салып, мектеп ашып, ислам шариғатын ұстанып, діндар, тақуа жан болғанын қайда қоясыз? Ішкі, сыртқы саясатта өзіндік ұстанымымен, сарабдал саясаткерлігімен танылған Жәңгір хан өз заманының көзі ашық, білімді, беделді адамдарының бірі болған. Оқуды және оқытуды жолға қойған, ілгерішіл ұстанымдарымен танылған. Саясаттың салқыны Махамбет екеуінің арасына сызат түсіріп, өзара қырқыстырып қойған.Бір кезеңде өмір сүріп, дәмдес-тұздас болып, қатар жүргенмен, ел мүддесіне, ұлт қажетіне, халық өміріне қызмет етуге келгенде, жол екіге айрылады. Бірін – құлқынның қамы, биліктің буы жолдан тайдырса, екіншісін «қара қазан, сары бала қамы үшін», қалың елі, қазағы үшін, сол елінің болашағы, азаттығы үшін күресуге белін бекем будырды. Халық жағына шыққан Махамбеттің жүзі жарқын, ісі өнегелі, өлеңі ғұмырлы болды. Ақынның айнымас мұраты, жарқын елдің жаршысы болуға ұмтылған азаматтық келбеті, ақындық үні бүгінгі «Мәңгілік Ел» ұстанымының ұстынындай бағалы, арқауындай ардақты.\nӘдебиет зерттеушілері Махамбетті кей өлеңдеріне қарап, зар заман өкілі деп санағанмен, оның Шортанбай, Мұрат, Дулат өлеңдерінен болмысы бөлек, сипаты өзгеше екенін аңғару қиын емес. Қандай қиындық көрсе де, тауы шағылмайды. Мұңы басым өлеңдері болғанымен, түпкілікті торығудан, заманнан безінуден ада. Қайта бойын тіктеп, еңсесін көтеріп, еліне сүйеу болар сәті, өлеңдерімен дем берер кезі мол. Ел басына төнген қатерді, қауіп-қасіретті аз күнгі қиындыққа балап, жеңісті күндер алда екеніне сендіреді, елді еңсесін түсіндірмеуге, ерді мойымауға шақырады. Әлі-ақ Жайықтың бойын жайлайтын, күреңнің жалын күдірейтіп, жайлаудың көк шалғынын белден кешіп жүретініне жұртын иландырады. Оптимистік көзқарасқа, өмірге сын көзімен қарауға бейім ақынның ел ертеңінің кемел болатынына, болашағының баянды екеніне сеніммен қарауы ел шетін сетінетпеуге, ерік-жігерін құм құлмауға шақыратынын сеземіз. Жарқын болашақтың жаршысы атанған ақын арманының күмәнсіз орындалатынына сенеміз.\nЖайықтың бойы көк шалғын,\nКүзерміз де жайлармыз.\nКүмісті сынды күреңді,\nКүдірейтіп күнде бойлармыз.\nЖолдастарым, мұңайма.\nЕділдіңбойы ен тоғай –\nЕлқондырсам деп едім,\nЖағалайжатқан сол елге,\nМал толтырсам деп едім.\nАқын өлендерінде жиі кездесетін жер-су атауларының, әсіресе Еділ мен Жайықтың тек географиялық ұғым ретінде ғана емес, ел қонысы, халық мекені, болашақ тіршілік кепілі ретінде алынғанын анық аңғарамыз.\nДәстүрлі қазақ поэзиясында туған жер, отан, атамекен идеясын білдіру үшін «қос өзен» ұғымының кеңінен қолданғанын білеміз. «Туған жердің, ел отанының символы ретінде Еділ, Жайық деген заттық нышандарды алу күні кешегі Махамбеттерге дейін келді. Оның: Еділдің бойы ен тоғай, Ел қондырсам деп едім, Жайықтың бойы көк шалғын, Күзерміз де жайлармыз деген өлең жолдарында айтпақ идеясы – Еділ мен Жайық өзендерінің бойына ел қондыру, оны жаз жайлап, күз күзеу емес, нақты осы әрекетте емес, басқа, яғни «туған жерде емін-еркін өмір сүру» идеясы» [2,33 б.].\nИя, шынында өршіл ақынның отты, рухты өлеңдерінде кездесетінжер-су атауларының, туған өлке атырабының аталуынан біз оның туған жерге деген махаббатын, Отан сүйгіштігін, атамекен, құт қонысы «қос өзен» үшін жанын пида етуге даяр екендігін көреміз. Махамбеттің:\n«Айналайын, Ақ Жайық!\nAт салмай өтер күн қайда?»-деуі,\nнемесе:\n«Еділді көріп емсеген,\nЖайықты көріп жемсеген,\nТаудағы тарлан біз едік»,\n—деп елінің, жерінің тәуелсіздігін аңсайтыны, жыр толғайтыны сондықтан.\n«Елдіңқамын жеді ғой;елқорғаған мен едім;елкұтқарар мен едім;мен де айрылдымелімнен; Халықтыңкегін қусайшы;халықтыңкөрген корлығын; Астанажұртынайналған және т.б. Міне, бұл жолдарМахамбет жырының тақырыбы мен идеясын танытатын жолдар. Біз Махамбетке дейінгі поэзияданхалық, ел, жұртсөздерінің осы әлпетте мол қолданысын кездестірмейміз»[3, 39б.].\nЕділ-Жайық бойына ел қондырып, жағасына мал толтырсам деген ақын сөзінен оның қай кезде де жеке бастың қамын емес, ел мұңын, жоғын түгендеуге жанын салатынын аңғарамыз,Олқай кезде де жеке бастың мүддесін ойламайтыны. Анығы, қос өзен ұғымы жалпақ жұрт, қалың елдің атақонысы, дүйім алаш жұртының атамекені мағынасында айтылып тұрғанын жадымыздан шығармауымыз керек. Ақын ұғымындағы екі өзен – ен жеріміздің, кең байтақ даламыздың символы. Сол өлкеге теңдік әперсем, бостандық әперсем деген ақын арманының шырылын ұққандаймыз. Елге зәбірі өткен ел билеушілерінің түпкі арам ниетін сезген ақын олардың ой-ниеттерінің аярлығын, арамдығын бетіне басып, олар иемденген ақ орданы ел ынтымағын, тыныштығын ойлайтын ел ордасына айналдырсам деген ниетін аңғарамыз. Халқына пайдасы тимейтін ханның, елдің ығырын шығарған сұлтанның шаңырағын ортасына түсіріп, елді азаптан, жан-жақты қыспақтан құтқарар күнді аңсайды. Бостандыққа жетер, өз алдына тәуелсіз ел атанар сәтті сағынады. Ежелгі дұшпанды жеңіп, өз алдына дербес, тәуелсіз, баянды өмір сүруді ойлап, халқын жігерлендіреді.\nАқын арманы – еліне егемендік алып беру, тәуелсіз болғанын көру. Осы мақсатқа жету жолында ол ештеңеден аянбақ емес. Халқының азапты күндерін азайтуға, қиындықтан құтқаруға қай кезде де даяр, қай сәтте де атқа қонуға дайын болғанмен, қолдан келер шама, көрсетер шара бар ма?! Ел тілеуін тілеген ақын арманы аласармайды. Керісінше, ширығып, буырқанып, алысқанын жеңбей қоймайтын, айқанын орындамай тынбайтын ертегінің батырларындай кейіпке еніп, ел үмітін ақтауға барын салады.\nҚорлықта жүрген халқыма,\nБостандық алып берем деп,\nҚырық бір жасқа келгенде,\nАуыр әскер қол ертіп,\nЖасқұсқа барып кіргенде.\nЕгескен жауын жеңбей тынбайтынына, ел-жұртына берген сертіне беріктігіне сенгенімізбен, айласы мықты, құрығы ұзын жау оңайлықпен алдыра қоймасы кәдік. Ақынның өршіл рухына, бостандық сүйгіш жүрегіне ештеңе де кедергі бола алмайтынына көз жеткіземіз. Қандай алапат күш иесі болсын ақынның сағын сындыра алмайды, өршіл, күрескер болмысына қарсы тұра алмайды.\n«Мен едім»\nБоз ағаштан биік едім,\nБұлтқа жетпей шарт сынбан.\nЕл құтқарар ер едім,\nЖандаспай ақылы бір тынбан.\nАқынның Нарыны – туған жері, атамекені – жер бетінің балқаймағындай құнарлы, қасиетті. Оның айтуынша, айналасы ат шаптырса жеткісіз Нарынның көркі көз тойғысыз, қойнауы табиғаттың таңғажайыбына толы, «шортаны қара бақандай, Бақасы сары атандай, Балдырғаны білектей, Баттауығы жүректей». Қасиет қонған, қыдыр дарыған мұндай өлкенің қолдан сусып бара жатқаны ақынды шошындырады. «Бөрідейін жол тартып, Жауырынына мұз қатып» жолға шыққан батырдың ойы анық, көздегені - «Анау Нарында жатқан, Жас баланың қамы». Ел кегін жоқтаған Махамбетті отаршылдардың ойсыз тірлігі мен ел атқамінерлерінің аяр әрекеті ашындырып, амалсыз атқа қондырып, қолына қару алғызады.\nТоларсақтан саз кешіп,\nТоқтамай тартып шығарға,\nҚас үлектен туған қатепті\nҚара нар керек біздің бұл іске.\nҚасарысқан жауға қарсы тұрар Исатайдай ер керек, оған серік боларлық, жау қашырарлық қайрат көрсетер қабылан жүректі бағландар қажет екенін аңғартады.\nЕлім, жерім деген азамат қана шыдар, бойын рух кернеген, намыс билеген баһадүр ғана жол бастар бұл сапардың оңай еместігін, халқын азаттыққа, бостандыққа жеткізудің жолы ауыр, машақаты мол, мехнаты көп екенін, оған «ат үстінде күн көрмей, арып-ашып жол көрмей» жете алмайтынын түсіндіріп, намысын қайрайды.\nЕреуіл атқа ер салмай,\nЕгеулі найза қолға алмай,\nЕңку-еңку жер шалмай,\nҚоңыр салқын төске алмай,\nТебінгі терге шірімей,\nТерлігі майдай ерімей,\nЕрлердің ісі бітер ме?!\nАқын қолданысындағы қатын-бала, қараорман, байтақ, қарындас т.с.с. сөздердің ауқымы кең, мағынасы терең екенін бүгінгі көзіқарақты оқырманның сезетіні анық.«Қара қазан, сары бала қамы үшін» атқа қонған ерлердің ісі қай кезде де өнеге, ерін, жерін қорғаудағы ұстанымы қай ұрпаққа да үлгі болмақ. «Еділ үшін егестік, Жайық үшін жандастық, Қиғаш үшін қырылдық, Тептер үшін тебістік...»,- дегенінен бір аймақтың жер-су атаулары айтылғандай көрінгенмен, бұл сөздердің, ұғымдардың мағынасы әлдеқайда кең. Махамбетті түйсінсек, Еділ-Жайық-қос өзен – елдіктің символы, Атамекен, туған жер ұғымы Отан сөзінен кем соқпайды. «Айналасы ат шаптырса жеткісіз» Нарыны – қазақтың қимасы, ұлттың бөлшегі деген мағынамен пара-пар екенін саналы ұрпақ ұғып өсуге тиіс, біліп, түйіп жүруі қажет. Кім үшін «егесіп, жандасып», не үшін «қырылып, тебісіп» жүргенін өсер ұлттың баласына сәби шақтан сездіріп өсірсек, елге, жерге деген құрметін құнттап жүрсек, еңбегіміз еш кетпек емес. Қалың елі үшін ханның қорған, ерлердің – қалқан болғанын біліп өскен ұлан ұлтына – қамқор болып ер жететінін, отансүйгіштік рухта тәрбиеленетінін ұмытпағанымыз жөн.\nБасына төнген қауіп-қатерге қарамастан қараорман халқының амандығын, бостандығын ойлау – жаратылысы бөлек жанның, жүрек жұтқан батырлықтың белгісі. Шамырқанған, шамданған шайырдың шайырының, шатынаған, қайралған батырдың батырының ғана қолынан келер іс. Оза көшіп, кең жайлаған, еркін жүріп, ен жайлаған елдің ертеңге апарар көшін түзеу, болашақ ұрпаққа жеткізер аманатын түгелдеу үлкен жауапкершілікті мойнына алған ердің ғана қолынан келер қайрат. Заманы жүктеген ауыртпалықты мойымай көтеріп, ел үмітін ақтаған Махамбеттердің бүгінгі ұрпақ алдында ары таза, айтқаны ақиқат.\n\ngroup-global.org/",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Махамбет өмір сүрген заман сипаты\" тақырыбында эссе керек?",
        "question_content": "Махамбет өмір сүрген заман сипаты эссе жазуға көмек керек?",
        "question_date": "22.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балуан шолақтың махаббат лирикасы туралы эссе керек?",
        "question_content": "Балуан шолақтың махаббат лирикасы туралы эссе керек?",
        "question_date": "22.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балуан Шолақ (шын аты — Нұрмағамбет) Көкшетау облысы, Еңбекші ауданында 1864 жылы дүниеге келген.\nБаймырзаұлы Балуан Шолақ қазақтың халық композиторы, ат ойынының түрлі тәсілін меңгерген өнерпазы, күш өнерін көрсеткен спортшысы, жауырыны жерге тимеген балуаны. Оның есімін де халық осы соңғы өнеріне сүйсінгендіктен еркелетіп, жас күнінде саусағын үсітіп алуына байланысты «Балуан Шолақ» деп атаған, әйтпесе өзінің азан шақырылып қойылған шын аты — Нұрмағанбет. Шыққан тегі — Ұлы жүздің Дулат тайпасының Сәмбет руынан. Бірақ аталары ерте кезде Арқаға қоныс аударғандықтан, оның бар өмірі Көкшетау өңірінде, атығай, қарауыл руларының арасында өскен.\nӘкесі Баймырза ағаш шебері болған. Әкесіне қарағанда, шешесі Қалампыр қарулы кісі болған дейді. «Алып — анадан» деген ғой, Балуан Шолақ та осы анасына тартып, теңдессіз алып күштің иесі болған. 14 жасынан бастап күреске түсіп, ат құғында ойнаған спортшы болған, шауып келе жатқан ат үстінде әр түрлі күрделі жаттығуларды шебер орындаған. Мысалы: жүйткіп келе жатқан ат үстінде түрегеліп, не басымен тұруы, аттың бауырынан өтуі, бір аяғын үзеңгіге қыстырып, шалқалап жатып шабуы бойындағы жойқын күшті, ептілікті шебер игере алатындығын, қазақтың далалық цирк өнерінің іргетасын қалағандығын айғақтайды. Көкшетау қаласындағы үлкен жиындарда 51 пұт (830кг-дай) кірдің тасын көтеріп, дүйім жұртты таң қалдырған. 1899 ж. Орыс палуаны Иван Кореньмен күресіп, оның қабырғасын сындырғанда Балуан Шолақ 35-те еді.\nМұның үстіне Балуан Шолақ ән-күйге жасынан құмар болады. Бертін келе, жігіт шағында Балуан Шолақ осы екі өнерді қатар дамытады. Әке-шешесі қайтыс болған соң, Ғаникей деген қызға үйленген Балуан Шолақ ел аралап, салдық құрады және жалғыз-жарым жүрмей, маңына әнші-күйші, палуан, өнерлі жастарды жинайды. Топ құрып, «ансамбль» болып сауық құру Балуан Шолақтың дәстүріне айналған.\nӨзі ұстаз тұтқан Біржан сал, Ақан сері әндерінің тамаша орындаушысы әрі насихатшысы болады. Олардың әнші-композиторлық дәстүрін берік ұстанып, кейін өзі де ән шығарады. Бұл тұрғыдан алғанда, Балуан Шолақ қазақтың әншілік өнерін өрістетуге үлкен үлес қосқан композитор. Көкшетау, Қарқаралы, Қараөткел, Сарысу бойындағы елдерді түгел аралаған. Балуан Шолақ Баян-ауыл, Семейде болады, Арқаның әндерін Жетісуға жеткізеді. Осы сапарында Кенен Әзірбаев Балуан Шолақтың көптеген әндерін үйреніп, халыққа таратады.\nБір өлеңінде: Баласы Баймырзаның Балуан Шолақ, Оң колым отка күйіп болдым олақ, — дейді, сөйтіп Шолақ атанып кетеді. Ал \"Балуан\" деген сөз Шолақтың күшіне байланысты халықтың өзі қосқаны. Балуан Шолақ Біржан бастаған әнші-ақыңдар дәстүрін ұстап, әннің әуенін де, сөзін де қатар шығарған жөне оны өзі орындаған. Ол өзінің бір өлеңінде:\nБұл күнде отыз бесте менің жасым,\nҚамалдың бұзып жүрмін тау мен тасын.\nКешегі сентябрьдің базарында,\nКөтердім елу бір пұт кірдің тасын, — дейді. Бұл өн халық арасына \"Сентябрь\" деген атпен тарайды. Ән көңілді, алапат күш иесінің аузынан шыққанын бірден байқауға болады.\nБалуан Шолақтың өмірінде үлкен орын алған адамның бірі —Ғалия. Шолақ пен Ғалияның аты қосарлана аталады. ...Үш жүзге атым шыққан алуан Шолақ, Денеме тегіс біткен күш пенен бақ. Көргенде сұлу әйел есім қалмас, Жігіттің бойындағы күнәм сол-ақ, — деп өзі өлеңге қосқандай, Ғалияның орны ерекше екенін танимыз. Оған арнап бірнеше өлендер шығарған. Елдің көп болатын жері Ақмолада Ғалия қымыз сататын әйелдің қолында жүргенде Шолақпен кездеседі. Екеуі бір-бірін қанша ұнатқанмен, Ғалияны алып кетуге Балуан Шолақ дайын емес еді. Оның үстіне, өтірік жалаға тап болған әнші түрмеге түседі. Балуан Шолақ Ғалияны сағынып бірнеше әндер шығарады.\nОл халық арасына тез тарайды.\nАйым да — сен,\nҒалия, күнім де — сен,\nОң қабағым тартады күлімдесең.\nМенің көңілім Ғалия дуалансын,\nАуған түйе секілді бейімдесең.\nҚара өткелде Ғалия сен емес пе ең,\nБүл Арканың шортаны мен емес пе ем.\nСүмбіл шаш, құралай көз,Ғалияжан.\nЫнтығымды құрытқан сен емес пе ең? — деп түрлендіре түседі. Ән шұбатылмай, динамикалық жағдайда айтылады. Ән басталғанан-ақ ыстық сезім ынтығы сезіледі, ғашықтық оты іште лаулап жатканын анық дәлелдей түседі. Қайырмасын тыңдағанда, Балуан Шолаққа еркелеп, назданып отырған сұлу Ғалия бейнесі көз алдымызға келеді. Түрмеде отырған кезінде Ғалиядан хабар ала алмай қатты қиналады. Сүйген адамынан күдер үзбейді.\nМысалы:\nМынау дүние, қай дүние, күлкі дүние,\nТаудан қашқан сыландай түлкі дүние.\nСексен сұлу сылаңдап жүрседағы,\nҒалияның алмаймын кірпігіне, — деп, үздіккен ақын Ғалияның басқа салған тағдырға көніп, басқа адамға тұрмысқа шыққанын естігенде қатты налып, ұмыта алмай тағы да өлең жолдарын арнайды.\n«Ғалия» нәзік сезім дүниесін, мөлдір махаббатты шеберлікпен сыршыл әуенде жырлаған ғашықтық лирикасы болса, Балуан Шолақтың әндерін шебер орындаушылар Ж.Елебеков, М.Көшкімбаев, М.Тырбаев, Ж.Кәрменов, Қ.Байбосынов, т.б. болды.\nБелгілі музыка зерттеушісі А. В. Затаевич ел арасынан Балуан Шолақтың бірнеше әндерін жазып алып, оны «Қазақ халқының 1000 әні» және «Қазақтың 500 әні мен күйі» жинақтарына енгізеді.\nСан өнерімен халқын риза етіп, Сарыарқасын сазды әуенімен тербеткен, заманының айтулы сал-серісінің бірі болған Балуан Шолақ Баймырзаұлы 1916 жылы өзінің өскен өңірі Өзектісайда қайтыс болады.\n\nhttp://www.ardaktylar.kz/",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың бірінші мен алтыншы қара сөздегі көтерген мәселелер ойтолғау жазу керек?",
        "question_content": "Абайдың бірінші мен алтыншы қара сөздегі көтерген мәселелер ойтолғау жазу керек?",
        "question_date": "22.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 454,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шәңгерей Бөкеевтің заман тынысы, заман бейнесі эссе немесе ойтолғау?",
        "question_content": "Шәңгерей Бөкеевтің заман тынысы, заман бейнесі эссе немесе ойтолғау?",
        "question_date": "22.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шәңгерей Сейіткерей ұлы он сегізінші ғасырда Еділ мен Жайықтың арасында қазақтың Ішкі ордасының ірге тасын қалаған атақты Бөкей ханның шөбересі, орданың соңғы әміршісі Жәңгір ханның немересі. Ол 1847 жылы Батыс Қазақстан облысының қазіргі Жәнібек ауданында Нарын құмының бір пұшпағы – Жаңақұс деген жерде аса ауқатты ақсүйектің отбасында өмір есігін ашқан.\nБылайынша, өзі айтқандай, «Ай белгілі ақ мешіт, алпыс бөлме, жүз есік көк сарайда бұл пәниге мүше» боп енген. Бес жасында әке-шешеден бірдей айырылып, жетім қалғанмен атадан қалған мол дәулеттің арқасында, жоқшылық дегеннің не екенін білмей, шалқып толқып өседі. Оны ақының өзі де жасырмай, бір өлеңінде:\nБел будым жетімдікке бес жасымда,\nАлайда дәулет құсы бар басымда\nКөп жылға ата-аналы болады екен,\nЖас жетім ата дәулет арқасында.\nАта-анаң өліп, мүлкі болса мұра,\nКөп болар жалпақтаушың өз қасыңда, – деп ашық айтады.\nБолашақ ақынның алаңсыз оқып білім алуы жолынан әкесінің інілері ештеңе аямай, қолдан келгеннің бәрін жасайды. Соның арқасында ол Астраханда гимназия бітіріп екі жыл Орынборда кадет корпусында білім алады. Орыс тілін жетік біліп, орыс әдебиетімен жете танысады, жастайынан шығыс шайырларының сарынында жыр кестелеген оған орыс ақындарының өлеңдері игі әсер етеді. Енді, оның жырларынан азаматтық әуен айқын сезіліп, лирикалық леп есе бастайды.\nҚызметке араласып біраз жыл Самара губернясында бітімгер қазы (мировой судья) болып істеген Шәңгерей кейін кеңсе жұмысын доғарып өмірінің денін Көлборсы қонысында өткізіп, шығармашылықпен шұғылданған, саятшылық құрған. Оның өлеңдерінің негізгі тақырыбы – өмір туралы толғау, оқу мен өнердің, ғылымның пайдасын насихаттау, адал махаббатты, әсем табиғатты жырлау. Ақын заман өзгеріп, қоғам түлеп, көненің жаңарып тұратынын мойындай отырып, өмірдің өткен шағын көкірегі қарс айырылып, күрсіне еске алады. Қайта оралмас қайран жастық пен балдырған балалық шақты, құмда қосаяқ қуған құлын күндерді аңсайды. Жаңаша тұрмыс құру үшін ғылым-білімнің, мәдениеттің қажет екенін ескертеді. Өзі де орыс үлгісімен мекенжай салғызып, егін еккізіп, бау-бақша өсіртеді.\nӨмірінің соңғы жылдары ол ел ісіне мүлдем араласпай, көбіне өлең жазу, аң аулау сияқты жанына жақын қарекетпен бірегей айналысады. Орыс әдебиетінің озық үлгілерін қазақ жастарына жеткізуге тырысып, М. Ю. Лермонтовтың өлеңдерін, «Қашқын» поэмасын аударады. Ғылымның табиғат құпиясын ашудағы рөлін сипаттап, «түпсіз дариядан көп сыр ашқан» ғалымдарды жырға қосады. Оған ғылымда мыңға жуық жаңалық ашқан, әсіресе электротехника саласын өркендетуге ұшы-қиырсыз еңбек сіңірген американ ғалымы Томас Эдисон жайындағы өлеңі айғақ. Осының өзінен-ақ Шәңгерей Бөкеевтің білімі қаншалық бай, ой өрісі қаншалық кең екенін аңғаруға болады.\nБұл дүние пәнилігін етеді екен,\nБір дәурен өтіп, бірі жетеді екен.\nЖұрт болар бір күндегі жоқ адамдар,\nЕскілер бірден бірге бітеді екен.\nӨзіне халық аузын қаратқан ер,\nТіріге өлсе қадірі кетеді екен.\n*\nШайтанға шаршап тұрған ат бергенің –\nТамұққа жақынымды жақ дегенің.\nЖыланды жолда жатқан ұрмай кетсең –\nТап болған бір ғаріпті шақ дегенің.\n*\nОқысаң ғылым қорын білім асар,\nКөңілдің кіршік басқан көзін ашар.\nКемелді білім алған кей жігіттер\nЖерлерге қиял жетпес аяқ басар.\n*\nАғаш еді құрма өскен,\nҰршық болды шуда ескен.\nБір қалыпта тұрмақ жоқ,\nШығармалық мұны естен.\n*\nСусаған құлан шұбырса,\nІздегені қақ болар.\nЖолбарысқа жол тосқан\nҚазалы құлан тап болар.\n*\nЖалғаншы жарық дүние!\nБізден де бір күн қалады,\nПіл сауырлы қара жер\nҚойынын ашып, қол жайып,\nҚұшағына алады.\n*\nАйдынды көл суалса,\nБұлағы кеуіп құм алса,\nАуандап жүрген нән балық\nБасын соғып қайраңға,\nИт пен құсқа жем болар.\n\nhttp://kazgazeta.kz",
                "date": "27.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыбырай Алтынсарин өлеңдеріндегі әлеумттік теңіздік эссе немесе ойтолғау?",
        "question_content": "Ыбырай Алтынсарин өлеңдеріндегі әлеумттік теңіздік эссе немесе ойтолғау?",
        "question_date": "22.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 555,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жамбыл Жабаевтің өлеңдеріндегі юмор мен сатира эссе немесе ойтолғау?",
        "question_content": "Жамбыл Жабаевтің өлеңдеріндегі юмор мен сатира эссе немесе ойтолғау?",
        "question_date": "22.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 891,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Салиха-Сәмен дастанының көркемдік ерекшеліктері шығарма керек болып тұр?",
        "question_content": "Салиха-Сәмен дастанының көркемдік ерекшеліктері шығарма керек болып тұр?",
        "question_date": "22.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз тұстастарымен жыр бәйгесіне түскен Әсет ақын шығыс әдебиетінің озық шығармаларымен түпнұсқасы арқылы танысып, классикалық шығармаларын өлеңмен қисса-дастан етіп жырлады. Жазба әдебиет үлгісіндегі «Сәлиха-Сәмен», «Кешубай» дастандары ақынның өмірге көзқарасының, білім, талғам дәрежесінің артқандығын, жаңа арна, бағытқа бет бұрғандығын аңғартады. Ақын дастандарының өзіндік бір ерекшелігі – оның көбінесе басқа ақындар жырламаған тың тақырыптарды таңдауында. Оған «Ағаш ат», «Үш жетім қыз», «Барат қыз» қиссаларының сюжеті дәлел. Әсет Найманбайұлының адамгершілік, адалдық, имандылық секілді қасиеттерді дәріптей жырлауы – гуманистік ой-пікірлерінің жемісі.\n«Салиха — Сәмен» поэмасы Ақылбай, Мағауия поэмаларының үлгісінде жазылған лирикалы – романтикалық поэма. Салиха мен Сәмен де бас бостандығы үшін, махаббат жолында құрбан болған жандар. Поэмада Алтай тауын мекендеген монғолдың Ясукей деген ханының асқан сұлу қызы Салиха сипатталады. Ханның қолындағы батыры Сәмен мен Салиха көңіл қосады.\nХан сезіп, халық білсе мұндай сырды,\nАжалдан қыз бен жігіт қалмайды аман.\nЕкеуін еркіменен қоспайтұғын,\nҚатыгез хан қаһары өзіне аян, —\nдейді ақын. Салиха мен Сәмен ешкімнен жәрдем күтпейді. Олар бір қиын құзды тауып алып, сол жерге бекініп, жан сауғалауға бел байлайды.\nХан қызының жоғалуы елді дүрліктіреді. Хан «қызымды азғырғандарды дарға асып, қыздың басын кесем»,- деп жарлық етіп, еліне іздеп табуды бұйырады. Ақыры қалың қол Салиха мен Сәменді тауып алады. Сәмен қалың қолға қарсы шығып, қансырап, естен танып құлап қалады. Қызды хан қолына табыс етеді.\nХан қолы Сәменді өлді деп тастап кеткен. Сәмен есін жияды. Ол тауда үш ай жасырынып жатып, Көкше дейтін әулиені іздеп Тянь–Шань тауына тартады. Әулие оған жәрдем көрсетудің орнына атын тартып алып, өзін жаяу қалдырады. Сәмен Салиханы іздеп зар тұтып Ұланға қайта оралады.\nАқын енді Салиха жайын баяндайды. Ол қапа мен қайғыға душар болып, гүлдей солады. Салиханың көңілі дүниеден Сәменсіз тиянақ таппай, «жолыңа жаным құрбан болсын» деп уәдесін бұзбай:\n… Зар жылап осылайша қылды налыс,\nАй мен күн дәт айтуға тұрсың алыс.\nКуә бол тәңірі алдында сен екеуің,\nҒаламсың көпке бірдей тура қалыс.\n… Соны айтып салды қанжар жүрегіне\nЖан шығып тез жетуге тілегіне…\nСөйтіп қаза болған жарының басына Сәмен де келіп, сол қанжарды қолына алып:\nЖас жаным Салихамен болсын бірге,\nМаржандай қызыл қаным жерге тамып.\nҚара жер, мейірімді анам, аш қойныңды,\nСаяңа келіп тұрмын Сәмен ғарып, —\nдеп ол да өзін — өзі өлтіреді.\n«Салиха — Сәмен» поэмасының мазмұны осы.\nПоэманың идеялық мазмұны хандық дәуірде адамның жеке басының ерікті болуына еш мүмкіндік жоқ екенін көрсетеді.Мұндағы жағымды екі кейіпкер – Салиха мен Сәмен нағыз романтикалық геройлар. Екеуінің де ерлік мінезі мен ерлік ісі, махаббат жолындағы қайсар күресі, айтқан серттен айнымай шығысып, бір қанжармен тағдырын шешу – осының бәрі өршіл романтизмнің белгілері.\nСалиха мен Сәмен өлгенде жеңіліп, бас иіп өлмейді. Ғашықтық уәделеріне жеткеніне разы болып, тәкаппарлықпен өледі. Бұл екі кейіпкер де бір сезімге берік берілген. Ол сезім – махаббат. Поэманың оқиға түйіні, тартыс желісі сол махаббат жолындағы күреске құрылған.\nАқын поэмасында махаббатты ешбір күш жеңіп бағындыра алмайды деген қорытындыға келеді. Сәмен өлерде:\nҚош айтам тау мен тас, дария көлге,\nЖат бауыр өсіп — өнген біздің елге.\nСайрандап көк аспан мен тұрған жұлдыз,\nСәуле бер біздің жатқан сары белге, -деп жұлдыз сәулесінің ғашықтар қабіріне түсіп тұруын тілейді.\nСалиха да, Сәмен де өлерде жеке адамға кінә қойып, қарғыс айтпайды. Өйткені, бүкіл әлеуметтік өмір, хандық дәуір, тар заман бұлардың өліміне кінәлі.\nӘсет Найманбайұлы поэманың романтикалық сарынына сай оқиғаның ширап өрбуін асқақтаған суреттермен, табиғаттың айбынды тұлғасының құшағында береді. Әсет ақын поэмасының тіл көркемдігі, сөз образдары жағынан да Абай үлгісі, Абай өнегесі айқын көрініп тұрады.\nСалиханы суреттегенде:\nТамағы ақ торғындай үлбіреген,\nСүйріктей он саусақтың бір саласы, —\nдеген сипаттау Абайдың:\nЖұп – жұмыр ақ торғындай мойыны бар,\nҮлбіреген тамағын күн шалмайды, —\nдеген суретін еске түсіргендей.\nТемірдей қара жартас сұрғылт түсті,\nҚабағын қаһар көзін қарс түйіп, -деген суреттер Ақылбайдың «Дағыстан» поэмасындағы, не Лермонтовтағы Кавказ тауының бейнесін көз алдыңызға әкеледі.\nМұңлы тау аспанменен бой теңескен,\nТұрғандай бейне мүлгіп басын иіп, -деген сияқты метафоралар, «Ақырған аждаһадай тасқынды өзен» деген жолдар Әсет Найманбайұлының бұл поэмасында анық мәдениетті, жазба ақынның салтын сақтағанын көрсетеді.\nСонымен, «Салиха — Сәмен» лирикалы – романтикалық көркем поэмалардың бірі, Әсет ақын поэзиясының құнды мұрасы.\n\nhttps://martebe.kz/",
                "date": "27.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астанада қандай шағын-орта кәсіпкерлікпен айналысқан тиімді?",
        "question_content": "Астанада қандай шағын-орта кәсіпкерлікпен айналысқан тиімді?",
        "question_date": "22.05.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 457,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сауда, қызмет көрсету. Менің ойымша астанада такси, доставка жасау актуалды сияқты, себебі көбісі күндіз ешқайда шыға алмайды. Ал доставка немесе таксовать етсең алматыда сияқты пробкалар жоқ.",
                "date": "11.07.2017",
                "upvotes": 0
            }
        ]
    }
]