[
    {
        "question_title": "Әр ұлттың ат қою дәстүрі",
        "question_content": "Әр ұлттың ат қою дәстүрі",
        "question_date": "6.02.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бала – адамның бауыр еті. Қай ата-ана да өз шаңырағында шыр етіп сәби дүниеге келгенінде оған ең жақсы есімді қоюға тырысады. Негізінен, жаңа туған сәбиге есім таңдауға қазақтан дана, қазақтан шебер халық жоқ. Алайда, әрбір ата-ана баласына ат қоярда өзіне жүктелер жауапкершілікті жете сезініп, оған сақтықпен қарағаны, он ойланып, он толғанып барып қана жүрегі қалаған есімді сәбиіне қойғаны абзал. Өйткені, есімдердің адам өміріне, адам атына планеталардың ықпалы өте айрықша.\nЫрымға байланысты ат қою\nҚазақтың салты бойынша, жас нәресте туған кезде ата-анасы ең сыйлы, қатты құрмет тұтатын адамына өз сәбиінің есімін қойғызады. Кейде олар келісе отырып, бала есімін өздері таңдайды. Егерде әке-шешесі, ата-әжесі тірі болса, өз немере, шөберелерінің есімдерін солар қояды. Мұндайда үлкен кісілердің айтқаны – заң. Олар айтқан есімді ата-анасының азан шақыртып, сәбиіне қоюы – бұлжытпай орындалатын міндет. Тек есте болатын бір жағдай, сәбиге ат қойғанда айтылуы қиын, қатаң дыбысты, жақсы да жаман мағына беретін, немесе айқайлап тұрған есімдерді қоймаған жөн. Біздің дана халқымызда «Балаға қандай ат қойылса, оның болашақ тағдыры соған байланысты болады», - деген наным-сенім бар. Адам есімі келешек тағдырына қаншалықты ықпал етеді? Аттас адамдардың көбісінің мінез-қылығы неліктен бір-біріне ұқсас? Бұл ХХ ғасырдың басынан бері ғалымдардың зерттеу жүргізіп келе жатқан жұмыстарының бірі. Соның нәтижесінде кейін адам есімдерін зерттейтін антропонимика ғылымы пайда болды. Осы адам есімдерін зерттеуші ғалымдардың дәлелдеуінше, есім бала өміріне айтарлықтай әсер етеді, сәбилерді неғұрлым көркем есімдермен атаған сайын, баланың тұла бойы соған сәйкес көркемделе түседі. Ырымдап ат қою – қазақтың қанына сіңген дәстүрі. Соның ішінде бала туысымен ең алғаш кездескен кісінің атын қою – бұрындары жақсы ырым саналған. Және де ата-бабаларымыз жаңа туған нәрестеге көз тимесін, өмірі ұзақ болсын деген ниетпен баласына әдейі түпкі мағынасы сиықысыз есімдерді де қойған. Мұндай дәстүр қазақтарда ғана емес, орыстарда да бар. Орыс халқында: Клавдия (ақсақ), Ардалион (лас), қазақ халқында: Жаман, Қиқым, Шоқпыт, Сасық секілді есімдер сондай ырыммен қойылған. Жалпы, Шоқан Уәлиханов ырымды әдет-ғұрыпқа жатқызса, Сейіт Кенжеахметұлы «Ырым – халықтың жақсы ниетінен туған ғұрып, халықтың сенімі мен ақ ниетінен, шын көңілінен туған ұлттық ерекшеліктің бір саласы»,- дейді. Олай болса, ырымдап ат қоюдың айыбы жоқ. Қайта ол – жақсы дәстүр. Тек қазіргі заманда бұрынғыдай мағынасы сиықсыз есімдерді балаға қоймағанымыз дұрыс. Бұрындары балаға есімді бесікке бөлер алдында қойған. Қазақтың салт-дәстүрін зерттеушілердің бірі Ю.Бошняков бұл туралы былай деп жазады: «Баланы бесікке бөлерде күн ілгері ауыл-аймаққа хабар беріліп, әркім қал-қадірінше той жасайды. Тойға жиналғандар балаға қатысты екі шараны жүзеге асыратын болған. Бірінші кезекте балаға ағайын-туысының ұйғарымымен өздері іштей құптап жүрген есімді қою. Мұны сол ауылдың ең беделді азаматы сәбиді қолына алып азан шақырып, үш рет бала есімін құлағына қайталайды. Ал, ақсүйек әулеттердің баласына есімді молда құран оқып, кітапқа қарап қояды. Мұнда көптеген ырым-жорамал бар. Маңдайы нұрлы болып туған бала тіл-көзден аман жүруі үшін оған Итаяқ, Күшік, Жаманбала, Сасықбай деп, әдейі жиіркенішті есім қоя салады. Баламның аты затына сай болсын деп небір жаһангер қолбасшы, дінбасы, пайғамбар есімдерін де беретіндер болған. Бірақ, олардың есімін әке-шешесі ержеткенше жасырын атап жүреді. Себебі, бала ол есімді көтере алмай, өліп қа-луы ықтимал деп жорыған» (Ю.Бошняков, Денсаулық, 1991, № 11, 25 бет). Иә, баласының атын ырымдап қою – ата-анасының ниетін білдіреді. Қазір де көп адам баласына ғұлама болсын деп – Марғұлан, Қаныш, ақын болсын деп – Абай, батыр болсын деп – Едіге, Жәнібек, Алпамыс, ақылгөй ана болсын деп – Зере, Айғаным деп ырымдап ат қойып жатады. Кейінгі кезде елімізде Нұрсұлтан есімді балалар да көбейе бастады. Бір ғажабы, кейбір елдерде «тағдыр» деген сөз ат қою деген мағынаны білдіреді екен. Бұл сөздің жаны бар. Өйткені, ертеректе адамдар атын өзгертуді өз өмірін басқа арнаға бұру деп қабылдаған. Өмірінде күрт өзгеріс болған, мысалы, күйеуге шыққан қыздардың тегін өзгертуі де осындай түсініктен шыққан дейтіндер де бар. Бәрі мүмкін. Ал, Латын Америкасында бір адамға қосарланған аттың сыртында бірнеше есімді, яғ- ни, 8-9 атты бірақ қою дәстүрі қалыптасқан. Оны Бразилия мен Мексиканың телевизиялық сериалдарынан айқын аңғаруға болады. Бұл теледидарлық хикаяттарда Луис – Карлос – Фернанда – Аугусто – Мария – Хосе - Игнасио деген шұбалаңқы есім айтылмайды ма? Бұл жақта өзіне осындай шұбалаңқы есім қойылған бала өсе ке-ле солардың ішінен бір атты таңдап алып, туған-туыс, жолдас-достарына сол есіммен өзін атауды өтінетін көрінеді. Есімдерді ырымдап қою бірнеше топқа бөлінеді. Олар негізінен, мынандай: атақты, белгілі, ғұлама, жақсы адамдарға тартсын деп олардың есімін қою, бала тілеп, тілеуі қабыл болғанда шүкіршілік айтып, соған лайықты атау (Ондай есімдер: Тілеуқабыл, Аллаберген, Құдайберген, Тілеуберген, Тәңірберген). Шаңырақта сәби шетіней бергенде сәби тұрсын деп, жағымсыз аттарды қою. Ат ұстар ер бала тумай, қыз өмірге ке-ле бергенінде қыздың есіміне «ұл» сөзін тіркес етіп, сәбиді, Ұлтуған, Ұлмекен, Ұлбосын, Ұлтуар, Ұлжан тә-різді есімдермен атап, ұл күту. Егерде баланың бойында меңі, қалы бар болса, қазақтар ұл-қызын соған сәйкес Қалдыбай, Меңді-гүл, Меңсұлу деген тәрізді есімдермен де атаған. Тіпті, қазақ халқында ырымға да қатысты мынандай есімдер бар: Ырымкүл, Ырымбала, Ырымтай, Ырымжан. Баласы қайтыс болғаннан кейін шаңырақта тағы да бір сәби дүниеге келсе, біздің ата-бабаларымыз оны өлген ұл-қызының орнына келген санап, сол баланың өтеуі деп, ұлдарын Төлеген, Төлеу, Төлеубек, Төлеуқадыр деп атауды ырымға айналдырған. Республикалық «Жас Алаш» газетінде жарияланған бір мақалаға арқа сүйесек, 24 жылда 20 баланы дүниеге әкелген Қамаш апай қыз бала тоқтап, орнына ұл келсін деген ырыммен 8 қызының есімін Тоқтар деп атапты. Көрдіңіз бе, біздің қазақ халқының сәбиіне ат қоярда ырымға қалай сенетіні, ырымды қалай сақтайтыны. Тіпті, Шыңғыс атамыздың өзі Шоқан өмірге келгенінде ол Сегізсерідей әрі ақын, әрі батыр болсын деп оның есімін Мұхаммед – Қанапия қойған көрінеді.\nСәбиге ат қоюдағы салт-дәстүр Негізінен, қазақ халқын-да балаға ат қойғанда ата-аналардың арқа сүйейтін ең басты он бес салт-дәстүрі бар.\nОлар:\n1. Балаға артық сауса- ғына қарай ат қою. Есімдері: Артық, Артықәлі, Артық-бай, Қосекен.\n2. Балаға тіл-көз тимейді деген ниетпен ат қою. Есімдері: Жаманбай, Қойшыбай, Ошақбай, Тезекбай.\n3. Баланың дені сау, жаны берік болуы үшін ат қою. Есімдері: Тасболат, Тастемір, Шымырбай.\n4. Баласы шетіней берген үйде жас сәбиге ат қою. Есімдері: Аман, Аманкүл, Есен, Жүрсін, Тоқтар, Тұрсын, Тұрсынкүл т.б.\n5. Бала-шағаларының өмірі ұзақ болсын, көп жасасын деген ниетпен ат қою. Есімдері: Жанұзақ, Жүзбай, Жүзжасар, Мыңжасар, Өмірбек, Сексенбай, Тоқ- санбай, Ұзақбай.\n6. Бұрын-соңды болған қару-жарақ аттарына байланысты ат қою. Есімдері: Қылышбай, Мылтықбай, Найзабек, Садақбай, Шоқпарбай т.б.\n7. Елдің ардақты аза-маттарының атын солардай батыр, дана, өнерлі болсын деген ниетпен жаңа туылған балаға ат қою. Есімдері: Абай, Абылай, Ғабит, Жәнібек, Иса- тай, Қазыбек, Махамбет, Сәбит, Сәкен, Сырым, Төлеби, Ыбырай т.б.\n\n8. Ерекше көзге түскен белгілеріне қарай ат қою. Есімдері: Анарбай, Қалдыгүл, Қалдыбай, Құдірет, Меңдібай, Меңдігүл, Сүндет.\n9. Ислам дінінің әсеріне байланысты ат қою. Есімдері: Ғали, Жамал, Зылиха, Иса, Мұхаммед, Омар, Оспан, Сүлеймен, Хадиша.\n10. Қыз аттарына аспан әлемінің, аңдардың, асыл тастардың, қымбат маталардың, нәзік өсімдіктердің атын қою. Есімдері: Айман, Алтын, Еңлік, Жібек, Жұлдыз, Күміс, Құралай, Мақпал, Меруерт, Раушан, Шолпан, Шынар т.б.\n11. Мерзімінен бұрын дүниеге келген балаға ат қою. Есімдері: Лекер, Шалабай, Шалабек.\n12. Мұрат-мақсатыма жеттім-ау деген ниетпен ат қою. Есімдері: Арман, Бақыт, Мақсат, Мұрат.\n13. Соңғы балаға ат қою. Есімдері: Кенжебай, Кенжегүл, Кенжетай.\n14. Төрт түлік мал, аң мен құстарға байланысты ат қою. Есімдері: Арыстан, Аюбай, Бота, Ботагөз, Бүркіт, Қойшыбай, Сандуғаш т.б.\n15. Ұлы жоқ үйде қыз туғанда ат қою. Есімдері: Болған, Тойған, Ұлбала, Ұлтуған, Ұлмекен, Ұлбосын, Ұлтуар, Ұлжан, Ұлту т.б. Басқа халықтан сіңісіп кеткен есімдер Қазақ халқының салты бойынша, балаға үш күннің ішінде ат қойылуға тиісті.",
                "date": "29.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ертен сайыс болатын еді соған маған болашақ техниктер тақырыбына ұран керек болып жатыр?",
        "question_content": "Бізге ертен сайыс болатын еді соған қатты керек болып жатыр,БОЛАШАҚ ТЕХНИКТЕР тақырыбына.Алдын ала рахмет.",
        "question_date": "6.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 530,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жолаушылар машинамен 53 бүтін 4-тен 3 км/сағ жылдамдықпен 4 сағат жүрді?",
        "question_content": "Жолаушылар машинамен 53 бүтін 4-тен 3 км/сағ жылдамдықпен 4 сағат жүрді. Барлық жолдын 5-тен 4-ти тас жолы, калганы кара жол. Кара жолдын узындыгын табындар - дейди. Отинем, маган ертенге дейин керек.",
        "question_date": "6.02.2017",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "53,75*4=215\n\n215*1/5=43 км қара жол",
                "date": "28.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздырылған Fe2O3 үстінен сутек жібере отырып темір алуға болады?",
        "question_content": "Қыздырылған Fe2O3 үстінен сутек жібере отырып темір алуға болады. 2 моль сутек жібергенде түзілген темірдің массасын анықтаңдар. Өнімнің шығымы теориялықпен салыстырғанда 95%",
        "question_date": "6.02.2017",
        "question_tag": "Химия",
        "question_views": 15400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Берілгені Анализ;\nʋ(Н)=2 моль\nφтеор=95% Ғе203+3Н2→2Fe+3H2O\nт/к m(Fe)\nШешуі\n4г Хг\nҒе203+3Н2→2Fe+3H2O\nm= ʋ·M 6г 112г\nm=2 моль·2г\\моль=4г\n4г Хг Хг==74,6г\n6г 112г\n74,6г 95% х==78,4г\nХг 100%",
                "date": "19.02.2017",
                "upvotes": 0
            },
            {
                "text": "дым түсінедім дұрыс жазып",
                "date": "21.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытай тілін білмей колледжге түсуге бола ма?",
        "question_content": "Сәлеметсіздерме менін сұрағым келгенім мен аудармашыға тускім келіп еді кытай тіліне бірақ мен кытай тілін білмей солай коледжге тусуге болама? тускен сон кытай тілін окысам болама? Ол ушін канадай пəн тандау керек өтинем айтыныздарш. Алдынала РАХМЕТ!!!!!",
        "question_date": "6.02.2017",
        "question_tag": "Мамандық",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қытайға барып оқып келгеніңіз тиімді болар еді.Бір жағынан агылшын тилин және кытай тілін уйренип келесиз",
                "date": "6.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагогикалық күнделік жазғандарыңыз бар ма?",
        "question_content": "Педагогикалық күнделік жазғандарыңыз бар ма? болса электрондық нұсқасын бересіңдер ме?",
        "question_date": "6.02.2017",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Телефонмен наушникпен əн тыңдағанда қайта қайта осылай шығып кете береді?",
        "question_content": "Телефонмен наушникпен əн тыңдағанда қайта қайта осылай шығып кете береді. Қалай құртуға болады?",
        "question_date": "6.02.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қандай программа шығады,соны өшіріп тастаңыз.",
                "date": "7.02.2017",
                "upvotes": 0
            },
            {
                "text": "Телефоныңызды арнайы телефон жөндейтін жерге апарып,тексерткеніңіз жөн шығар.Вирус кіруіде мүмкін ғой.",
                "date": "7.02.2017",
                "upvotes": 0
            },
            {
                "text": "Наушник сіздін телефонын жарамайды баска наушник алыныз оз модел бойынша",
                "date": "8.02.2017",
                "upvotes": 0
            },
            {
                "text": "Сіз басқа модельдегі телефонның наушнигін салғансыз.Сондықтан осылай шығып тур.Телефоныңыз қандай модельде?Өзінің наушнигін сатып алып қосыңыз!",
                "date": "21.05.2017",
                "upvotes": 0
            },
            {
                "text": "Настройкаға кіріп, все приложение деген жерінен Google жылы тауып, отключить қылып көріңіз",
                "date": "15.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асабалық сценарийлеріңіз болса жіберіңіздерші ұнап жатса взаймно жиберем",
        "question_content": "Асабалық сценарийлеріңіз болса жіберіңіздерші ұнап жатса взаймно жиберем",
        "question_date": "6.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 629,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мектепке арнап қалай сайт ашуға болады?",
        "question_content": "Мектеп   бағдарламашысымын. Жаңадан  сайт құрастыруым қажет  еді. Осыған  көмек  беріп  жіберсеңіздер. Қалай құрастырады",
        "question_date": "6.02.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 1500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сайт ашқысы келетін адамдарды сайтты қалай ашу керек деген ойлар мазалайды.Сайтты өз қолыммен жазсам дұрыс па әлде дайын движоктар, яғни CMS ті пайдаланған дұрыс па деген ойлардың шешімін іздейді.\nМен бұл мақаламда қалай өз сайтыңды ашуға болады және оны қалай жасауға болатынына әділ кеңес беруге, яғни неден бастау керектігіне тоқталып өтемін.\nӨз сайтыңды жасау үшін программист болудың қажеті де жоқ,бірақ оны жаcап шығару үшін біраз мағлұматтарды меңгеру керек. Мысалы, HTML деген не, CSS деген не, PHP деген не және деректер базасы Mysql деген не және тағысын тағыларды менің осы сайтымнан көрсетілген сілтемелер арқылы танысуыңызға болады.|\nМен жазған мақалаларымда әр тақырыпты барынша қарапайым да түсінікті тілмен, теория мен пратиканы қатар қоя отырып жазуға тырысамын.\nНәтижесінде сіздің біліміңіз молайып,біліктілігіңіз арта түседі.\nСайттың бірнеше түрі бар:сайт-визитка,ақпаратқа арналған сайт,жаңалықтар сайты,интернет-дүкен және т.б.\nСайт жасауға арналған әртүрлі CMS те бар,мысалы жұрт көп пайдаланатын wordpress,joomla сияқты.CMS(Content Management System)- дайын шаблондар арқылы тез сайт жасап алуға болатын программа туындысы.\nАртықшылықтары:\n1. Ол сайтты тез құрастыруға болатындығы.\n2. Көп функционалдылығы.\n3. Кажет кезде осы CMSке байланысты проблемаларды шешуге кеңес алуға болатын форумдарының көптігі.\nКемшіліктері:\n1. Көп функционалды болғандықтан плагиндер көптігі сайттың жылдамдығын тежейді.\n2. Кез-келген адам программа кодын көре алады және ол бәрінде бірдей болғандықтан сайтты бұзу хакер үшін оңайлайды.\n3. Сайттары бір-бірінен айнымай қалғандығы.\n4. Бәрібір сізге HTML, CSS терді үйренуге тура келеді.\nАл өзің жазған сайт ол сіздің алға қойған мақсатыңызға байланысты,яғни егер сіз үшін сайт ешкімде қайталанбайтын болсын десеңіз,тез жүктелетін болсын десеңіз және программа кодын ешкім көре алмайтін болсын десеңіз сізге сайтты өзіңіз жазуға тура келеді.\nБірақ сайтты өзіңіз жасау үшін тек ниет емес, сонымен қатар көп ізденіс пен үйренсем деген мақсатыңыз болуы керек, яғни оны жазу үшін біраз білім алуыңызға тура келеді, мысалы HTML, CSS, PHP, Mysql, Ajax пен Jquery т.б. туралы.\nОлар туралы интернеттен көп мағлұмат алуға болады.\nБірақ оқып-білген бір жетістік әрине,бірақ сол оқып шыққан нәрселерді бір-бірімен ұштастыра отырып бір туынды-сайт жасап шығару көп еңбек пен тер төгуді талап етеді.Есесіне, сіздің біліктілігіңіз ұштала түседі, өте терең білімді және заманыңызға лайық маман болып шыға келесіз.\nӨзіңіз жасап шығаратын сайттың дайын движокта жасалғаннан артықшылығы -ол алдында айтып кеткенімдей,\n1. Оның функционалдығы тек сіздің қалауыңызбен шектеледі,сондықтан жеңіл болады,яғни тез жүктеледі,\n2. Сіздің сайт ана дайын движок арқылы жасалып,бір-бірінен айнымай қалған сайтар сияқты емес ерекше, ешкімдікіне ұқсамайтын болады.\n3. Сіздің сайт жазылған программа кодын өзіңізден басқа ешкім білмейді,яғни оны бұзу үшін хакерлерге ана дайын движок сайтымен салыстырғанда біраз шығындалуға тура келеді.\nБірақ мен олар сіздің сайт үшін соншама уақыт пен ақшаларын шығындамасына сенімдімін.Бола қалған өзінде олардан қорғанатын әдістер де жетерлік.\nСайт ашуды қалай және неден бастау керек\nБіріншіден, сайт үшін не қажет,әрине хостинг.\nБірақ, әлі жасалмаған, пісіп-жетілмеген дүниені ол жерге қоя алмайсыз ғой.Яғни бізге сайтымызды орналастыратын хостингті уақытша алмастыратын программа керек.Себебі,хостинг яғни сервер-ол да программа туындысы.Оны уақытша сіздің компьютеріңізде алмастыратын туынды бар,ол-Денвер деп аталады.Оны оның мына өз сайтынан комьютеріңізге жүктеп ала аласыз.Ол тегін үлестіріледі.\nЕкіншіден сіз сайтыңызды жазатын HTML,PHP терге арналған редактор керек.\nӘрине ол үшін Word та емес,Блокнот та емес, оған арнайы сондай туындылар жазуға бейімделген Notepad++ керек.Бұны да оның өз сайтынан жүктеп алыңыз,ол да тегін таратылады.\nҮшіншіден, сайт ашу үшін сіздің түйсігіңіз бен білімге деген ынтаңыз қажет.\nПрограммистер көбіне түйсігімен жұмыс жасайды, көп нәрсенің шешуіне сол түйсігі арқылы жетеді. Мен мысалы,сайт жазуға арналған мағлұматтың бәрін интернеттегі статьяларды оқу барысында түйсігімнің арқасында түсіне білдім. Себебі,интернетте мынаны былай істе,ал ананы олай істе деп ешкім айтпайды, сондықтан түйсікті жұмысқа жегу керек.\nТөртіншіден, теория мен тәжірибе қатар жүруі керек.\nСебебі,құр теория тәжірибесіз ұмытылып қалады, ал тәжірибе теориясыз соқырға таяқ ұстатқанмен бірдей болады.Сондықтан, мен тәжірибе жүзінде,яғни мынау былай жазылғанда программа былай жасайды деп оқытқанды дұрыс деп санаймын және осындай әдісті қолдану арқылы жоғарыда көрсетілген сілтемелер бойынша ұсынылған HTML, CSS, PHP, MySQL, AJAX пен jQuery ге арналған сабақтарымды сіздерге ұсынсам деймін.\n\nСонымен бірге сайттың жұмыс істеу принципін де түсініп алу керек, ол браузермен қалай ұғынысады, серверге қалай хабарласады дегендей.\nӘдеттте сайтты тек PHP арқылы да жазуға болады, бірақ ол кезде файлдар санына шектеу қойылады.Әрі тек қана PHP арқылы жазылған сайттың жылдамдығы жай болады,жай жүктеледі.\nСол себепті, сайт жазғанда PHP мен бірге СУБД(Деректер базасын басқаратын система)MySQL-ді қолданады.\nШаблондар PHP тілінде жазылады да, деректердің бәрі MySQL базасында сақталады.Оның сиымдылығы өте жоғары және сұраныстар(запрос) жылдамдығы өте тез, яғни сайттың жылдамдығы жоғары және жеңіл болады.\nОсы өздеріңіз оқып отырған менің сайтым осы PHP мен MySQL арқылы жасалған.Мына сайт бетіндегі деректердің бәрі базада сақталады, ал PHP арқылы жазылған программалар мен шаблондар осы деректерді берілген сұраныс арқылы сайт яғни парақ бетіне жүктейді.\nНегізі, PHP де және MySQL де үйренуге жеңіл программа туындылары, ең бастысы олардың жұмыс істеу принциптерін түсіну керек, сосын әрі қарай жеңіл болады.Оларды мен мақаламның бас жағында көрсеткен сілтемелерім арқылы оқып біле аласыздар.\nСайтыңызды уақытша хостингтің баламасы ретінде компьютеріңізге орнатқан Денвер арқылы жасап бітірген соң оны FileZilla ның көмегімен хостингке құю керек. (FileZilla-ны оның өз сайтынан жүктеп ала аласыз). Бірақ, осымен іс бітті деп ойламаңыз.Себебі, сізге өз туындыңызды оқитын оқырмандар табуыңыз керек.\nЕнді сіздің іздеу сайттары Яндекс пен Гуглдың жоғарғы тобына шығу үшін күресіңіз басталады.Өмірдің өзі күрес дегенді енді терең түсінетін боласыз.Біраз сіз ол қиындықты да жеңесіз, ол үшін менің SEO баптаудеген мақаламды оқып ұғынып және ол тәсілдерді іс жүзінде пайдалансаңыз болғаны.\nҚосымша сайтым туралы жалпылама мақаламды шолып шығуыңызға болады.\n\nhttp://asuasu.kz/saitty-qalai-jasaugha-bolady-daiyn-CMSpen-alde-oz-qolyngmen-jasau",
                "date": "29.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Экспо 2017 байланысты топтың аты ұраны керек еді?",
        "question_content": "Экспоға байланысты аудандық жарыс болатын еді. Осыған топтың аты мен ұраны қажет болып тұр?",
        "question_date": "6.02.2017",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Топтың аты:Бәйтерек\nТобымыз біздің бәйтерек,\nБілімге еңбек көп керек!\nБайқауға келген балдырған.\nЖетістік сізге тіледік!",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыран құсты қастерлеген халықпыз тақырыбына эссе жазу?",
        "question_content": "Қыран құты қастерлеген халықпыз тақырыбына эссе7-8 сөйлем жетеді. Ішінде іздеу, аңсау ушталу өрлеу аспандау төңірекке көз салу сызып ұшу жебей ұшу кесіп ұшу, аңға түсу ән ұстау деген сөздер болуы керек?",
        "question_date": "6.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақтың жауабын қайдан білейін!!!!",
                "date": "12.05.2017",
                "upvotes": 0
            },
            {
                "text": "Сол ер болып тутур",
                "date": "1.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Емші Аймұрат Алматыда тұрады дейді кім біледі?",
        "question_content": "Жиенім талма ауруымен ауырады. Соны Аймүрат емші емдейді деп естідім. Онымен қалай хабарласуға болады.",
        "question_date": "6.02.2017",
        "question_tag": "Денсаулық",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "8 (775) 499 7134 сол кисинин номери адрес Алматы Мамыр1",
                "date": "29.10.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ион алмасу реакцияларын иондық , молекулалық теңдеу түрінде жазыңыз.",
        "question_content": "Ион алмасу реакцияларын молекулалық , иондық , қыстырылған иондық теңдеу түрінде  жазыңдар:\n\nZn+H2SO4=\n\nHCL+Cuыңыз.",
        "question_date": "6.02.2017",
        "question_tag": "Химия",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қояндар туралы мәлімет керек.",
        "question_content": "Менің көжегім 2 айлық\n\n1:ол қанша айдан кейін көжектейді\n\n2:Қанша жасқа дейін көжектейді\n\n3:еркек қоянмен қанша уақыт қосу керек\n\n4:өз әкесіне",
        "question_date": "6.02.2017",
        "question_tag": "Биология",
        "question_views": 65000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоян, басқаларымен салыстырғанда, өте өсімтал мал. Сақа қоян 1 жылда 6-9 рет (30 күнде) көжектеп, 40-50 дейін көжек туады. Әр туғанда 6-9-14 –ке дейі көжек табады. Олар 4-5 айлығында шағылысады. Бір ұрғашы үй қоянынан жылына 60-70 ет алуға болады. Еті дәмді, балаға, қарт адамға және бауыры мен асқазаны ауыратын адамдарға пайдалы. Қояннан тері, түбіт алады. Терісі жеңіл, әдемі, жылы манто, жакет, ішік, жаға, құлақшын тігеді. Түбіттен әртүрлі тоқыма бұйымдар дайындайды. Бір ұрғашы төлдерімен қояннан жылына 1-1,5 кг түбіт алынады. 60 тәулікте, жақсы азықтандырса, салмағын 1 кг-ға дейін көтеруге болады. Қояндардың тұқымдары. ТМД-да пайдаланылатын қоян тұқымы: Вена көгілдір үй қояны (венский голубой), шиншилла, Вена ақ қояны (венский белый), шамшань, бельгиялық үй қояны (фландр), «белый великан» үй ақ қояны, т.б. Қоян түстері әртүрлі болады: көгілдір, сұр, сұрғылт-қара, қара, күміс түсті, қара-қоңыр, қоңырлау, ақ. Қояндардың тірідеі салмағы 4,5-6,0 кг, дене ұзындығы 57 см, кеуде орамы 36 см. Ұрғашысы орта есеппен 7-8 көже туады, тәулігіне 20-23 кг салмақ қосады. Қоян тағы да басқа тұқымдары бар: советтік шиншилла, сұр үй қояны, сұрғылт-қара үй қояны, қара үй қояны, күміс түсті үй қояны, қара-қоңыр үй қояны, ақ қоян, совет мардері, түбітті ақ қоян, кировтің түбітті ақ қоян, орыстың ақ құлақ қояны. Қоянды шағылыстыру және көжектендіру. Қояндарды жылдың кез-келген мезгілінде шағылыстыруға болады, оны ұрықтанғанын тексеру үшін, бес күннен кейін еркек қоянға қосады. Егер ұрықтанған болса, еркек қоянды маңайына жолатпайды. Ұрғашы қояннан орта есеппен тәулігіне 120 г сүт шығады, туғанда көжектердің салмағы 40-80 г болады; оларды енесінен 45-60 күндігінде айырады. Азықтандыру рационы басқа малдардың рационындай болады. Қоян еті барлық диеталық еттердің ішінде маңызды орын алады. Дәмді, тауық етіне жақын, тез қорытылады. Мысалы, адам организмінде қоян етіндегі белоктің 90%-ті қорытылып, сіңірілсе, сиыр етінің тек 62%-ті ғана сіңеді. Қоян етінің 1 кг-мында 1384-1820-ға дейін каллорияға дейін болады. Қоянның майы ақ, жұмсақ. Қоянды сою және терісін сыпыру. Сақа қояндар әдетте көктемде және күзде түлейді. Сояр алдында қоянның жүнін тарап, тазалайды, 12-16 сағат бойы азықтандырмайды, су да бермейді. Егер үй қояндарының терілері үлкен, ұшасы семіз болсын десе, соярдың алдында 1 ай бұрын оны бордақылау керек. Терісін бақайдан бастап ағашқа іліп, көзінің айналасын және ауыз тесігінің терісіне дейін сыпырады, құлақтық шеміршегін кеседі. Содан кейін теріде қалған еттерді, сүт бездерін, майын кетіреді. Теріні кептіріп, илейді. Көжектерден алғашқы рет 2-2,5 айлығында бірінші түлей бастағанға дейін (түбітінің ұзындығы 6 см болғанша), екінші рет 4-4,5, үшіншіде 6-6,5 айлығында алынады.\n\nДереккөз.",
                "date": "6.02.2017",
                "upvotes": 0
            },
            {
                "text": "рахмет көп көп cіз қоян бағасыз ба ол өз әкесінен туа ма 1 еркегі 2 ұрғашыны ала ма",
                "date": "6.02.2017",
                "upvotes": 0
            },
            {
                "text": "Біздің заманымызға дейінгі қаншасыншы жылдары өмір сүрді",
                "date": "28.02.2018",
                "upvotes": 0
            },
            {
                "text": "Сұрақ қойайын деп едім қоянның еркек ұрғашысын қалай ажыратады???",
                "date": "9.04.2018",
                "upvotes": 0
            },
            {
                "text": "11 айлықта көтередіде туат",
                "date": "18.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биология пәнінен мына сұрақтарға жауап берсеңіз.",
        "question_content": "1.Организмнің қажеттілігіне орай қанайналу мүшелерінің сəйкестігі қалай жүзеге асады?\n\n2.Дененің кейбір бөліктерінде қан ұюының себебі неде жəне мұндай жағдайды болдырмаудың жолы қандай?\n\n3.Жиырылу,көк тамырлардың тарылуы несімен қауіпті? Бұл жағдайда не болады?\n\n4.Тамыр соғысының жиілігіне əсер ететін себептер туралы қорытынды жасаңдар.",
        "question_date": "6.02.2017",
        "question_tag": "Биология",
        "question_views": 23000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанайналым жүйесі — денедегі қан немесе гемолимфаның үздіксіз қозғалысын қамтамасыз ететін тамырлар мен қуыстардың жүйесі. Көптеген омыртқасыз жәндіктерде қанайналым жүйесі тұйықталмаған, яғни қан тамырларының аралықтарында қан құйылатын саңылаулы қуыстар болады. Адам мен барлық омыртқалы жануарларда және кейбір жоғары сатыдағы омыртқасыз жәндіктерде қанайналым жүйесі тұйықталған, яғни қан тек бір-бірімен толық байланысып жалғасып жатқан қан тамырлары арқылы ғана қозғалады.\nҚанайналымның қызметі\nтасымалдау (қан тамырларын бойлай ағып, организм үшін көптеген қызмет атқарады. Ол оттекті жасушаларға тасып, көмірқышқыл газын тыныс алу мүшелеріне жеткізеді);\nтерморегуляторлық (организмдегі жылуды таратады);\nқорғаныш (қанды лейкоциттер мен нәруыз плазмасымен қамтамасыз етеді);\nгуморальды реттелу (гормондарды және басқа биологиялық заттарды тасымалдау).\nҚанайналым жүйесінің құрамы\nҚан тамырлары\nҚан тамырлары (лат. vasa sanguinea) — адам мен жануарлар организмінің жүрек-тамырлар жүйесіне жататын, қабырғасы серпімді келген түтікше мүшелер.\nҚан тамырлары:\nқанды жүректен алып шығып, организмге тасымалдайтын қызыл тамырларға — артерияларға,\nқанды организмнен жүрекке алып келетін көк тамырларға — веналарға және\nоларды өзара байланыстырып организмдегі жасушалық және ұлпалық деңгейде үздіксіз жүретін зат алмасу процестерін қамтамасыз ететін микроайналым арнасының қан тамырларына (қызыл тамырша — артериола, қылтамыр - капилляр, көк тамырша — венула) бөлінеді.\nЖүрек\nЖүрек - Адам мен жануарлардың қан айналу жүйесінің орталық органы; қанды артерия жүйесіне айдайды және оның веналарға қайтып оралуын қамтамасыз етеді. Омыртқасыз жануарлардың кейбір түрлерінде (буылтық құрттарда, моллюскілерде, буынаяқтыларда) жүрек арқа жағында орналасқан, бір қарынша және бірнеше жүрекшелерден тұрады. Барлық омыртқалы жануарларда және адамда жүрек дененің кеуде қуысында орналасқан.\nҚанайналым шеңберлері\nАдам денесінде қан тарататын тамырлардан екі тұйық жүйе - үлкен және кіші қанайналым шеңбері түзіледі\nҮлкен қанайналым шеңбері\nҮлкен қанайналым шеңбері -жүректің сол жақ қарыншасынан қолқа артериясы қантамырынан басталады. Оттекке қаныққан қан алдымен қолқаға, одан ірі және ұсақ артерия қантамырларына жеткізіледі. Қан артерия қантамырларымен ішкі мүшелерге, жүректің өзіне, бұлшықеттерге, сүйектерге барады. Мүшелерде артерия қантамырлары тарамдалып, қылтамырларға бөлінеді. Қылтамырлардың жұқа қабырғалары арқылы қан дене жасушаларына қоректік заттар мен оттекті таратады. Жасушалардан көмірқышқыл газын қажетсіз өнімдерді жинап, вена қанына айналады. Вена қаны вена қантамырлармен жүректің оң жақ жүрекшесіне құяды.\nКіші қанайналым шеңбері\nКіші қанайналым шеңбері - жүректің оң жақ қарыншасынан өкпе артериясы қантамырынан басталады.Ондағы вена қаны өкпе артериясы қантамыры арқылы өкпеге келеді. Өкпеде артерия қантамырларынан түзілген қылтамырлар торында газ алмасады. Қан оттекке қанығып, көмірқышқыл газынан тазартылады да, вена қаны артерия қанына айналады. Одан төрт өкпе вена қантамырлары арқылы артерия қаны жүректің сол жақ журекшесіне құйылады. Қан сол жақ жүрекшеден сол жақ қарыншаға өтіп, қайтадан үлкен қанайналым шеңберінің қантамырларына бағытталады.Кіші қанайналым шеңбері —> жүректің оң жақ қарыншасынан басталып —> өкпеге қан тартады —> жүректің сол жақ жүрекшесімен аяқталады.Кіші қанайналым шеңбері деп аталу себебі - қан тек өкпеге барып, оны оттегімен байытылады да қайтадан жүрекке келеді.\nБұл қанайналым шеңберін кейде өкпелік шеңбер деп те атайды.\nЭлектрокардиография\nЖүрек қанды қолқа артериясы қантамырынан бөлінетін қантмырлардан алады. Жүрекке қан басқа мүшелермен салыстырғанда көбірек келеді, өйткені ол өмір бойы жұмыс атқарып тұрады жұмысының ерекшелігін анықтау үшін электрокардиография әдісі қолданылады. Жүрек бұлшықеттерінің жұмысын қисык сызық аркылы жазып алатын аспапты электрокардиограф деп атайды. Электрокардиограф арқылы жүректің бұлшықеттерінің жұмысы жазылған қисық сызық электрокардиограмма (ЭКГ) деп аталады. Жүректің бұлшыкеттері қанмен қамтамасыз етілмегенде (қан ұйып қалғанда) жүрек бұлшықеті өлі еттенуіне инфаркт миокарда шалдығуы мүмкін. Қанның үлкен және кіші шеңберінде айналу уақыты 23—27 секунд.Үлкен қанайналым шеңберінде қан барлық мүшелерге оттегі мен қоректік заттарды тасиды. Кіші қанайналым шеңберінде - қан оттекке қанығып, көмірқышқыл газдан тазартылады.\nҚан қысымы\nҚан қантамырлардың бойымен ағу кезінде қантамырларына және жүректің қуыстарына қысым түсіреді. Қан қысымы қантамырлардың әр түрлі бөлімдерінде біркелкі болмайды. Ең жоғары қан қысымы жүректен қанды алып шығатын ең ірі артерия қантамыры - қолқада болады. Жүректен алшактаған сайын артерия қантамырларында кан қысымы төмендей береді. Ең төменгі қан қысымы жүрекке қан әкелетін жоғары және төменгі қуысты вена қантамырларында болады. Қолқада қан қысымы сынап бағанасымен өлшегенде 150 мм. Қол-аяқтың ірі артерияларында қан қысымы 105-120 мм. Ұсақ артериялар мен қылтамырларда 20-25 мм. Қан қысымын өлшейтін құралды тонометр дейді. Қанның жалпы қантамырлар бойымен қозғалуына бірнеше жағдайлар әсер етеді. Одан:\n1. Жүректің ырғақты жұмысына сәйкес қантамырлардың әрбір бөліктерінде қан қысымының түрліше болуы.\n2. Тынысалу және тыныс шығару кезінде кеуде қуысында қысымның үнемі өзгеруі.\n3. Веналық қантамырлардың ішінде болатын қақпақшалар қанның кері бағытта ағуына кедергі болуы.\n4. Веналық қантамырлардың айналасындағы бұлшықеттер жиырылған кезде қанның жүрекке қарай қозғалуы пайда болады.\nҚан қысымын тоқпан жіліктің артерия қантамырларынан (қолдың қарынан) өлшейді. Жас, дені сау адамдарда қан қысымы үнемі тұрақты, өзгермейді. Жүректің сол жақ қарыншасының жиырылуы (жоғары қысым) сынап бағанасымен 120 мм болса, босаңсуы кезіндегі көрсеткіші (төменгі қысым) 70-80 мм. Қан қысымы жоғарылаған кезде болатын ауруларды гипертония (гр. hyper - үсті, жоғары), ал қан қысымы төмен ауруларды гипотония (гр. hupo - асты, төмен) дейді. Қанның қантамырлардың бойымен қозғалуы өсімді жүйке жүйесі арқылы реттеледі. Оның орталығы сопақша мида орналасқан.\n\nhttps://kk.wikipedia.org",
                "date": "27.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бидай туралы толық ақпарат керек.",
        "question_content": "Биология пәнінен зертханалық жұмыс жасау керек.Сондықтан бидай жайлы нақты ақпарат бере аласыздар ма?Бидайдың жапырағы,сабағы,тамыры,гүлі және жемісі жайлы мәлімет болса жақсы болар еді.Алдын ала рахмет.",
        "question_date": "5.02.2017",
        "question_tag": "Биология",
        "question_views": 62700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бидай — астық тұқымдасына жататын аса маңызды дәнді дақыл. Қазақстанда алты түрі (Еділ бидайы, Полыпа бидайы, көже бидай, жұмсак бидай, қатты бидай, көбен бидай) өседі, жабайы түрлері сирек кездеседі. Биіктігі 40-130 см, тамыр жүйесі — шашақты, тарамданған. Сабағы қуыс, жұмыр, жапырағы таспа тәрізді, сағағы сабағын орай орналасқан. Гүл шоғыры — күрделі масақ, оның қынабында екі масақша қабыршағынан тұратын масақтар орналасқан, ал олардың аралығында үш-бес гүлдері болады. Масақтың пішіні ұршық тәрізді, түсі ақ, қызғылт кейде қара, ішінде қылтанағы болады. Тұқымы – ұзына бойына тартылған сызаты бар, беті жылтыр дән. Масақ қылтығына, түсі мен масақша қабыршағының түк басуына, қылтықтары мен дәндерінің түсіне, т.б. байланысты бидайдың түрлері түршелерге бөлінеді, ал әрбір түрше сорттардан тұрады. Қазақстанда негізінен жұмсақ және қатты бидай өсіріледі. Жұмсақ бидайдың масағы да жұмсақ, дәні жұмыр әрі жылтыр, сабағы қуыс. Оның үнынан көбіне нан пісіріледі, ол нәрлі және жоғары сапалы болып саналады, құрамында 16%-дай белок болады, жылтырлығы 70%, дән уызы серпімді әрі созылмалы келеді. Жұмсақ бидай Қазақстанда егіс көлемінің негізгі бөлігін алып жатыр. Табиғаттың әр түрлі жағдайына ыңғайлы, өсу қабілеті жоғары болуына байланысты оны көптеген аймақтарда өсіреді. Бидайдың дәнінен жарма, ұнынан нан, макарон, кеспе жасайды, кондитер өнеркәсібінде кең пайдаланады. Қатты бидайдың дәні ірі, сопақша, жылтыр. Оның дәнінде 24% белок бар, ұнының сапасы жаксы, одан кеспе және макарон жасайды, бірақ жұмсақ бидайға қарағанда наны онша көтерілмейді. Жаздық бидай көктемде, күздік бидай күзде егіледі. Күздік бидай, көбінесе, оңтүстік облыстарда өсіріледі. Егіс көлемі, түсімі, дәнінің сапасы жағынан жаздык бидай бірінші орын алады. Ол, көбінесе, Қазақстанның солтүстік, солтүстік-шығыс, орталық облыстарында өсіріледі. Арам шөптері аз, жатып калмаған, біркелкі пісіп жетілген астықты тікелей комбайнмен шауып бастырады. Ал арамшөбі көп, біркелкі пісіп жетілмей, жатып қалған бидайды әуелі шауып дестеге түсіреді, содан кейін комбайнмен жинап бастырады. Бидай — негізгі азық-түліктік дақыл. Оның дәні, кебегі, сабаны құнарлы мал азығы, қүрама жем өнеркәсібінің шикізаты. Бидай зиянкестері мен аурулары оның өніміне үлкен шығын келтіреді, олардың зиянкестеріне гессен және швед шыбындары, дәннің сүр көбелегі, барылдауық қоңыз, астық қандаласы, бүргесі, биті, обыр шегірткелері, т.б. жатады. Аурулары: қаракүйе, тат, ақұнтақ, септориоз, тамыр шіруі, т.б. Оларды болдырмау үшін бидайды сепкенге дейін, өсіп тұрған кезінде және жинап алар алдында әр түрлі химиялық препараттар шашады.\nДереккөз.\nТағы, тағы да қараңыз.",
                "date": "5.02.2017",
                "upvotes": 1
            },
            {
                "text": "Бидайдың адамдар үшін пайдасы туралы мәлімет тезірек тауып бере аласыз ба?\n\nАлдын ала рахмет",
                "date": "20.11.2017",
                "upvotes": 0
            },
            {
                "text": "Гулшоғыры күрделі масақ",
                "date": "4.03.2018",
                "upvotes": 0
            },
            {
                "text": "Бидай дың пайдалануы 1.тагам 2.жем 3.дарцумен..100 г бидай шынында  9 г писок",
                "date": "4.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚарМУ-да заңгер мамандығында ақылы оқу қанша?",
        "question_content": "ҚарМУ да заңгерге тапсырып көргім келеді,Грантқа түсу ішін ЕНТ дан қанша бал алу керек,Ақылы қанша болады",
        "question_date": "5.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 955,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "оқу ақысы 342 900 т",
                "date": "16.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚарМУ ға заңгер мамандығына тапсырғым келеді,Ақылы қанша болады",
        "question_content": "ҚарМУ ға заңгер мамандығына тапсырғым келеді,Ақылы қанша болады",
        "question_date": "5.02.2017",
        "question_tag": "Заң",
        "question_views": 861,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құлан немен қоректенеді?",
        "question_content": "Маған сабаққа керек еді содан маған \"құлан немен қоректенеді?\"",
        "question_date": "5.02.2017",
        "question_tag": "Биология",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құлан - шөлейтті және шөлді жерлер фаунасынның өкілі. Ол ауа райы ыстық және құрғаң, қысы суық болатын қоныстарды мекендей береді. Бұл олардың жоғарғы экологиялық бейімділігін көрсетеді. Көбіне қыратты жазық ашық участкелердеі мекендеуді ұнатады. Аласа таулар мен олардың етектерінде тіршілік етеді. Құлан өсімдіктердің 31 түрімен қоректенеді.",
                "date": "6.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аллергия тақырыбына реферат керек.",
        "question_content": "Дәрі және денсаулық. Аллергия. Өзін өзі емдеудің зияны.",
        "question_date": "5.02.2017",
        "question_tag": "Биология",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аллергия – иммундық жауабының үлгісі, ол әр түрлі құрамдағы бөгде заттарға ағзаның жоғары ерекше сезімталдығының дамуынан пайда болады және осы заттармен аллергияны қоздырушы зат аллергендер деп аталады. Аллергияның патогенезін, диагностикасын, алдын-алу және емін аллергология зерттейді.\nАллергияның шығу себептері:\nүй-шаруашылығының, өндірістің, ауыл шаруашылығының химикаттануы;\nдәрілік заттар спектрының көбеюі;\nиммундық алдын алу масштабының үлкендігі;\nжануар белогын көп пайдалану;\nАллергия келесі факторлардың әсерінен пайда болады:\nа. инфекциялық аурумен ауырғандар\nб. бауыр, бүйрек, ұйқы безінің соматикалық аурулары\nв. гормоналды дисбаланс\nг. салауатсыз өмір салты\nд. жұмыста және үйде жағымсыз факторлардың әсері\nе. иммундық жүйесін жоятын дәрілік препараттарды қабылдау\nж. радиация\nз. белоктық ашығу және белок алмасуының бұзылысы\nАллергендер.\nАллергендер – бұл химиялық заттар ағзаға түскен кезде оларға сенсибилизация шақырады.\nЕкі үлкен топқа бөлінеді:\nэкзоаллергендер\nэндоаллергендер\nЭкзоаллергендер бөлінеді:\nағзаға ену механизміне байланысты\nа) қатынасты (тері арқылы)\nб) ингаляторлы (тыныс алу жолымен)\nс) алиментарлы (ЖКТ арқылы)\nд) парентералды (қан арқылы)\nшығу тегі бойынша\nа) үй-шаруашылығы (шаң — тозаң, әсіресе мақта)\nб) эпидермалды (эпителий, мамық, жүн, қайызғақ)\nв) тозаңды (тозаң)\nг) химиялық заттар (100 000 көп, лак, бояу, тері илейтін заттар, еріткіштер, косметика)\nд) дәрілік аллергендер (антибиотиктер, сульфаниламидті препараттар, вакциналар, анальгетиктер)\nе) тағамдық (жұмыртқа ақуызы, балық, лактоглобулин, қызыл-сары дағы бар жеміс — жидектер)\nж) аллергендер, микроорганизмдер болып табылады және олардың бөліктері.\nЭндоаллергендер ағзада бұзылысқа ұшыраған факторлардың әсерінен шығады (комплекстің түзілуі антиген табиғатынан емес басқа заттан торшаның өз тәнінен «аллергия жарыққа» және т.б.)\nАллергиялық реакция\nАллергиялық реакция сатылы болып табылады, келесі сатысына бөлінеді:\nсенсибилизация – қалыпты белсенділігінен жоғары басқа да затқа көшу. Сатысы ағзаға бірінші түскен аллерген осы аллергенде иммунитет реакциясы құрылғанға дейін созылады. Механизмі 2 жұмада құрылады, сенсибилизацияның өзі айлар, жылдар және өмір бойы өтуі мүмкін. Сенсибилизация белсенді болуы мүмкін (аллергендер механизмін ағзаның өзі қалыптастырады) және баяу (қан құю кезінде сенсибилизирленгеннен сенсибилизирленбеген адамға). Сенсибилизация факторы:\nа. аллергенге тәуелді\nI. ену жолы (жиі парентералды немесе ингаляторлы)\nII. өлшем (сенсибилизирленуші өлшемі – жиі үлкен емес немесе өте үлкен саны)\nIII. аллергендер табиғаты (кейбір аллергендерге – 100% сезімталды)\nIV. әсер ету ұзақтығы.\nб. иммунологиялық белсенділік күйіне байланысты (кейбір аллергендер үлгісіне тұқымдық жатады)\nБұл сатысында ешқандай клиникалық көрініс жоқ, тек зерханалық әдіс көмегімен тағайындауға болады.\nрұқсат – негізінде қайталанып түскен аллергендерде немесе ағзада 2 жұмадан көп сақталатын (сирек) осы аллергенде болады. Бұл сатысы клиникалық көрінісі бар, ол тез (бірнеше секундтан 6 сағатқа дейін), бұл тез түріндегі гиперсезімталдық (ТТГ), немесе баяу (24-48 сағат) – бұл тежеу түріндегі гиперсезімталдық (ТТГ).\nдесенсибилизация – қайтымды қалыпты реактивті, өтуі мүмкін:\nа. спонтанды және аллергендердің әсерін қайтарғаннан кейін өзінен-өзі шығады.\nб. жасанды – курстан соң аллергенді микроөлшемде енгізгенде.\nАллергология бөліміне: 1) аллергиямен иммунитет механизмдерінің бірлестігі; 2) гиперсезімталдық; 3) аллергоздардың диагностикасы; 4) аллергиялық ауруларды емдеу принциптері; 5) поллиноздар; 6) тағам аллергиясы; 7) саңырауқұлақтық аллергия; 8) дәрілік аллергия; 9) жәндіктік аллергия; 10) вакциналық және сарысу реакциялары; 11) аллергиялық риниттер; 12) бронх демікпесі.\nНозологиялық бірлік. Поллиноз – этиологиялық принцип бойынша бірігетін (өсімдіктер тозаңы шақырады), аллергиялық аурулар тобы. Поллиноздың таралуы әр аймақта экологиялық климат факторларына байланысты вариацияланады және 2%-дан 20% дейін ауысып отырады. Аурудың анық қайталану мерзімі болады, өсімдіктердің гүлдеу кезіне сай келеді (амброзия, сұлубас, сұлы, жалбыз, жусан, алабота, терек, қайың, қанды ағаш, жаңғақ ағашы, жөке, ежа және басқалар). Поллиноз негізі нозологиялық форма ортасында көрінеді, көздің зақымдануы (конъюнктивит, кератит, увеит), ЛОР-мүшелерінің зақымдануы (ринит, синусит, ларингит), тыныс алу жолдарының зақымдануы (бронхит, трахеит, бронхалды демікпе).\nДәрілік аллергендер – дәрілердің кері әсері негізін иммунологиялық механизмдер ерекшелігі құрады, басқа дәрілердің кері әсерінен дәрілік аллергияның айырмашылығы (мөлшерден тыс, идиосинкразия, токсикалық метаболиттердің құрылуы және басқалар).\nКөріністі аллергиялық қасиетпен бөтен қан сарысуы, гормондар, ферменттер, адам қанынан алынған белок препараттарынан тұрады. Сонымен, көптеген дәрілік препараттар – бұл салыстырмалы жай химиялық қосылыс белок емес – гаптендер. Сенсибирленуші әсер үшін олар толық антигендерге айналуы керек, қайтымсыз химиялық (ковалентті) байланыс белок-тасымалдаушы құру жолымен жетеді. Дәрілік аллергияның өсуіне генетикалық бейімділік анық орын алады. Одан басқа да факторлар, дәрілік аллергияға бейімділік, иммундық жүйе қызметінің бұзылуының болуы мүмкін, бұл медикаменттерді ұзақ уақыт қабылдағанға байланысты.\nАнафилактикалық естен тану –қатты жүйелі аллергиялық реакцияның жедел түрі, ағзаға аллергенді сенсибилизация фонында парентералды енгізу қорытындысында дамиды. Анафилактикалық естен тану шеткері қан тамыр коллапсының жылдам дамуымен, қан тамырларының өту жылдамдығы, тегіс бұлшық еттердің тарылуы, ОНЖ бұзылуы.\nАнафилактикалық естен тану ағзаға дәрілік препараттарды енгізген кезде (антибиотиктер, антитоксикалық қан сүзбесі, сульфаниламидтер, анальгетиктер, витаминдер, гормондар), тағамдық өнімдердің түрін пайдалану соңында, жәндіктер шаққан кезде, ерекше диагностика және гипосенсибилизация жүргізгенде дамуы мүмкін.\nАллергендерге қарсы сезімталдықтың жоғарылауы аллергияға әкелсе, иммундық реакциялар торшаларды, ұлпаларды зақымдайды. Аллергияның дамуы иммунитеттің бұзылуымен немесе төмендеуімен жүреді.\nЭозинофилдер ағзаға үлкен гельминттерден құтылуға көмектеседі. Протоплазмада – катионды белоктар және периоксидаза, ал гранулаларда – арилсульфатаза В, фосфолитаза Д және аллергияға қарсы әсері бар гистоаминаза орналасқан. Белсенген эозинофилдер көп лейкотриен 4 шығарады.\nЭозинофилдердің үстінде иммуноглобулиндердің G және Е класының Fс – бөлігіне және белсенген С3в-ға рецепторы болады. Эозинофилдер өзінің С3в рецепторымен гельминттерге байланысып, өзінің белсенді заттарын шығарып гельминттерді зақымдайды. Эозинофилдердің хемотаксис, фагоцитоз жүргізетін белсенді оттегі шығаратын қабілеті бар.\nШеткері қанда базофилдер, ұлпада мес торшалары бір тұқымдас торшалар. Ұлпа базофилдері қан тамырларының маңына орналасқан. Мес торшалары әсіресе теріде және өкпеде көп. Бұл екі торшалардың гранулалары гистаминнің депосы, гистамин гепаринмен байланысқан. Олардан басқа онда серотонин және баяу реакция беретін зат-анафилаксин және нейтрофилдер хемотаксисы бар. Бұл екі торшаларда хемотаксис және фагоцитоз жүргізе алады. Бұлардың үстінде IgE-нің Fc-бөлігіне күшті аффинді рецепторлары бар. Ағзада пайда болған IgE бұлармен байланысады да антиген кездескенде оныменде қосылады. Сөйтіп базофилдік торшаларының мембранасының үстінде антиген-антидене реакциясы жүріп гранулалардың биологиялық белсенді заттары белсеніп торша сыртына бөлініп төгіледі (дегрануляция реакциясы). Сонымен гиперсезімталдықтың жедел жүретін реакциясы жүреді. Ұлпа базофилдерінің дегранулациясының салдарынан ұлпа-тамыр өткізушілігі көбейіп, қанның сұйығы қан айналымынан шығып тері қызарып ісінеді, қышып ауырады. Ұлпа базофилдері қан ұю үрдісін бөгеп, фибринолизге, калликрекинин жүйесін және арнайы фактор тромбоциттерді белсендіреді.\nТромбоциттерді белсендіретін фактор жедел жүретін аллергиялық реакцияның медиаторларына жатады. Бұл факторды базофилдер, нейтрофилдер, эозинофилдер, макрофагтар және өкпе тамырларының эндотелиалды торшалары шығарады. Тромбоциттердің агрегациясын дамытып серотонин босанып шығады. Арахидон қышқылының метаболиттері де (тромбаксин В2) тромбоциттердің агрегациясын береді. Тромбоциттердің белсенуі аллергиялық реакцияның және иммундық қабынудың маңызды компоненті болып саналады.\nИммуноглобулин Е — молекуласы 200 000 Дальтон, ұлпада, шы­рышты қабықшаларда, теріде жиналады да мес, базофил, эозино­фил­дер торшаларымен бірігіп аллергиялық қабыну береді. Бұл торшаларда дегрануляция жүрiп, антигендердi денеден шығарып жібереді. Иммуноглобулин Е-нің концентрациясы қан сарысуында 0,25 мг/л, ал атопиялық ауруларда 10-100 есе көбейеді. Жартылай ыдырауы 2-3 күн.\nИммуноглобулин Е-нің өнімінің тұқымқуалаушылыққа байланысы бар. Аллергиялық ауруларға бейімділігі бар кісілерде IgЕ-нің деңгейі жоғары. Нәрестелерде IgЕ орта жастағы кісілердің көрсеткіштерінің 10 пайызындай ғана. Иммуноглобулин Е комплементпен байланыспайды, жатыр арқылы өтпейді, ұлпа базофилдерімен және басқа «қабыну дамытатын» торшалардың Ғс-рецепторларымен өте тез және берік байланысады. IgЕ мен қосылған антиген базофилдік торшаларының үстіне орналасып олардың дегрануяциясын дамытып биологиялық белсенді заттар торша аралық кеңістікке төгіліп аллергиялық қабыну пайда болады. Иммуноглобулин Е шырышты қабықтағы антигендерді байланыстыруға қатысады.\nИммуноглобулин Е-ны көк бауырдың, бадамша бездің, тыныс алу және асқорыту жолдарының плазмалық торшалары өндіреді. Ұрық IgЕ –ні ерте шығарады. Иммуноглобулин Е гельминттерден қорғануға қатысады.\nШырышты қабықта IgА-ның қорғанысын бұзған патогендерді ұлпа базофильдерінің үстіндегі арнайы IgЕ байланыстырып, биологиялық белсенді заттар шығып қабыну дамуымен хемотаксиспен сол жерге басқа қорғаныс факторларын (торшалық, гуморалдық, IgG, комплемент, нейтрофилдер, эозинофилдер, т.б.) жинауы келесі қорғаныс этапы болып саналады.\nЭозинофилдер – дені сау адамдардың қан айналымында 0,12—0,3×109/л. Дін торшаларынан шығып, 3—4 тәулікте жетіледі. Жетілгеннен кейін тағы да 3—4 күн сүйек миында қалып, торшалардың қозғалу қабілеті пайда болады.\nҚанда эозинофилдер орта есеппен 10 сағат болып, ұлпаға өтіп кетеді. Ұлпада эозинофилдер диффузды қоныстанады да 48 сағат өткенде дегрануляцияға шалығып өледі. Эозинофилдер қабынудың қан тамырлары­ның инфильтрациялы фазасын реттейді. Эозинофилдер қабыну ошағында аллергиялық реакцияларын шектейтін ферменттер бөліп шығарады.\nЭозинофилдердiң гельминтозда фагоцитоз жүргізетін қабілеті бар.\nБазофилдер – қанда барлығы 0,025—0,055×109/л. Базофилдер эозинофилдермен бірге дін торшаларынан шығады. Базофилдер шығатын торшалардан мес торшалары да түзіледі. Жетілген базофилдің дифференциясы 1,5—5 тәулік. Жетілген базофилдер қан айналымына түседі. Оның жарты өмірі 6 сағат. Әрі қарай базофил ұлпаға өтіп, 1—2 тәуліктен кейін өледі.\nБазофилдер мес торшалары сияқты гистамин, гепарин, серотонин бөліп антигеннің айналысында қабыну ошағында эксудативтік фазасын дамытады.\nТолығырақ.",
                "date": "6.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтау қаласындағы ботаникалық бақта өсетін ашықтұқымдылар?",
        "question_content": "Ақтау қаласындағы ботаникалық бақтағы өсетін ашықтұқымдылар тізімі керек еді",
        "question_date": "5.02.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мына видеоның соңындағы музыканың аты қандай?",
        "question_content": "Мына видеоның соңындағы музыканың аты қандай?",
        "question_date": "5.02.2017",
        "question_tag": "Ән іздеу",
        "question_views": 502,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "TURN DOWN FOR WHAT - DJ SNAKE & LIL JON.",
                "date": "21.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚР-ның ТМД елдерімен сыртқы саясаты?",
        "question_content": "ҚР-ның посткеңестік кеңістіктегі жанжалдарды реттеу бойынша сыртқы саяси қызметінің негізгі бағыттарын ашу",
        "question_date": "5.02.2017",
        "question_tag": "Саясат туралы",
        "question_views": 947,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Республиканың сыртқы саясаты стратегиясында бұрынғы кеңес кеңістігінде болып жатқан интеграциялық процестер ерекше орынға ие. Біздің мемлекет бұрынғыКСРО республикаларының басым бөлігін бірлестірген Тәуелсіз Мемлекеттер Достастығын сақтап, оны дамыту турасында біршама ic атқаруда. 2006 жылдың мамыр айынан бастап 2007 жылдың қазан айына дейін Қазақстан ТМД-да төрағалық етіп Достастықтағы интеграциялық процесстердің дамуына жаңа серпініс берді. Төраға ретінде Қазақстан ТМД ұйымының жалпы тиімділігін арттыру мақсатында Достастықты реформалау бойынша Концепцияны жасап, ТМД мүше басқа елдердің талқылауына салды. 2007 жылдың қазан айындаДушанбеде өткен ТМД саммиті барысында аталмыш Концепция қабылданды. 2007 жылдың маусым айында Санкт-Петербургте өткен Достастыққа мүше мемлекеттер басшыларының ресми емес саммитінде Қазақстан Президентінің ұсынысы республикамыздың ТМД ұйымының қажеттілік деңгейін арттырудағы тағы да бір айтарлық қадамы болды. Қазақстан басшысы ендігі жерде Достастық көшбасшылары жылына бip көкейкесті мәселені қарастыруды ұсынды. Бірінші болып ТМД мемлекеттерінің бәріне ортақ өзекті мәселе көші-қон тақырыбы қарастырылды. Ал 2008 жылы ТМД Төрағасы ретінде Қазақстан көлік және коммуникация мәселесін талқылауды ұсынды. Бұрынғы кеңес кеңістігінде экономикалық беделі жоғары Қазақстан мемлекеті Еуразиялық Экономикалық Қауымдастыққа мүше жетекші мемлекет болып табылады. Аталмыш Ұйымға Қазақстаннан басқа ТМД-ның бес мемлекеті мүше. Олар Ресей, Өзбекстан, Қырғызстан,Беларусь және Тәжікстан. Біздің республикамыздың экономикалық мүмкіндіктері мен белсенділігі бұл ұйымның даму қарқынына айтарлықтай септік етуде.\n\nДереккөз.",
                "date": "6.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ТМД мен ҚР-ның сырқы саясаты қандай",
        "question_content": "ҚР-ның посткеңестік кеңістіктегі жанжалдарды реттеу бойынша сыртқы саяси қызметінің негізгі бағыттарын ашу",
        "question_date": "5.02.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Етістіктер әлемінде жайлы шағын 10-15 сөйлемі бар мәтін керек.",
        "question_content": "Маған  етістіктер әлемінде жайлы шағын 10-15 сөйлемі бар мәтін керек . Ішінде етістіктің барлық түрлері болуы керек.",
        "question_date": "5.02.2017",
        "question_tag": "Мектеп",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Етістігі бар 10 15 сөйлем мәтін керек",
                "date": "10.04.2020",
                "upvotes": 0
            }
        ]
    }
]