[
    {
        "question_title": "Егер қызметкер себепсіз арыздана берсе не істеуге болады?",
        "question_content": "Себепсіз  арыздана  берсе егер  қызметкер  не  істеуге болады.  Заң  орындары  әр  арыз  түскен  сайын  тек  арызданушының  ғана  мәселесін  қарап,  басқа  адамның  дұрыс  бұрыс  пікірлерін  тыңламау  дұрыспа ?",
        "question_date": "23.04.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Себепсізден арыздана берсе, оны тексерткені дұрыс шығар. Егерде жала жабатын болса, олған жалған жаба жабу болса сіздің қадір қасиетіңізге кір келтіретін болса, тиісті органдарға жүгінсеңіз болады.",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарих пәнінен қандай тақырыпта жоба қорған жөн?",
        "question_content": "Мен 2016 жылы тарих пәнінен жобаға теңге туралы жоба қорғағанмын. Осы жылы қандай тақырып қозғауыма болады?",
        "question_date": "23.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Жаңа экономикалық саясат жылдарындағы Қазақстан\" тақырыбы жақсы.",
                "date": "24.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Варикоцеле ауруына шалдыққандар операциясыз қалай емделуге болады?",
        "question_content": "Жасым 14-те. Варикоцеле ауруына шалдыққандар операциясыз қалай емделуге болады?",
        "question_date": "23.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге алдымен дәрігерге көрінген жөн.\n\nВарикоцеле – бұл аталық безді орайтын, ұрықтық түтіктің бойымен орналасқан, ұманың көктамырларының (веналарының) кеңеюі.\nСебептері\nВарикоцеле ұрықтық түтіктің бойымен өтетін көктамырлардың (веналардың) қақпақшаларының зақымдануында пайда болады. Бұл кезде олардағы қан ағымы бұзылады. Қанның іркілуі көктамырлардың ісініп, кеңеюіне апарады (бұл аяқтағы көктамырлардың варикоздық кеңеюіне ұқсас).\nВарикоцеле біртіндеп, баяу дамиды. Ауру 15-25 жастағы ерлерде орын алады және ұманың сол жағында көбірек кездеседі.\nЕгде жастағы адамда кенеттен пайда болған варикоцеле бүйректің ісігінің салдарынан көктамырға баратын қан ағымының тежелуінен болуы мүмкін.\nСимптомдары\nҰманың көктамырының кеңеюі, иректелуі\nАталық бездің ауырсынусыз ісінуі, ұманың ісінуі немесе ұмада төмпешіктің пайда болуы\nСимптомдары болмауы мүмкін\nДиагностика\nДәрігер шаптың аумағын қарайды, оның ішінде, ұманы және аталық бездерді. Дәрігер ұрықтық түтіктің бойындағы иректелген ісікті байқауы мүмкін.\nКейде иректелген көктамыр көрінбейді, әсіресе, науқастың жатқан күйінде.\nВарикоцеле бар жағындағы аталық без сау жақтағымен салыстырғанда кішірек болуы мүмкін.\nЕмдеу\nДжок белдігі немесе ыңғайлы іш киім жайсыздықты жеңілдетуге көмектеседі. Ұдайы ауырсыну болса немесе аурудың басқа да симптомдары пайда болса, науқасқа басқа емдеу қажет болуы мүмкін.\nВарикоцелені түзету бойынша хирургиялық операция «варикоцелэктомия» аталады. Бұл ем-шара үшін:\nНауқасқа анестезия жасалады.\nУролог іштің төменгі бөлігінде шағын тілік жасап, ауытқулы көктамырларды байлап тастайды. Бұл қан ағымын сау көктамырларға бағыттауға мүмкіндік береді.\nНауқас ауруханадан операция жасалған күні шығуына болады.\nІсінуді азайту үшін операциядан кейін алғашқы 24 сағат ішінде шаптың аумағына мұзы бар пакет қою қажет.\nОперацияның орнына варикоцеленің эмболизациясы жасалуы мүмкін. Бұл ем-шара үшін:\n«Катетер» аталатын шағын қуыс түтік шапта немесе мойын аумағында орналасқан көктамырға енгізіледі.\nДәрігер рентгенологиялық бақылау үстінде түтікті варикоцелеге қарай жылжытады.\nТүтік арқылы варикоцелеге кішкентай катушка енгізіледі. Ол зақымданған көктамырдағы қан ағымын тежеп, оны сау көктамырларға бағыттайды.\nІсінуді азайту үшін шаптың аумағына мұзы бар пакет қою керек және ұманы ұстап тұруы үшін біраз уақыт бойы таңғышпен жүру қажет.\nНауқас ауруханадан ем-шара жасалған күні шығуына болады. Бұл ем-шараның барысында операцияға қарағанда кішірек тілік жасалады, сондықтан қалпына келу кезеңі тезірек өтеді.\nБолжамы\nВарикоцеле – қауіпсіз ауру, ол көбінесе, емдеуді қажет ете бермейді.\nОперациядан кейін шәуеттің көлемі артуы мүмкін, бірақ, бұл ұрықтылыққа әсер етпейді. Егер операция жасөспірімдік жаста жасалмаған болса, көпшілік жағдайда аталық бездің қызметін қалпына келтіру немесе жақсарту мүмкін емес.\nМүмкін асқынулары\nВарикоцеленің асқыну - бедеулікке апару мүмкіндігі.\nЕмдеу барысында пайда болатын асқынуларға жататындар:\nАталық бездердің атрофиясы (семуі)\nТромбылардың (қан ұйындыларының) қалыптасуы\nИнфекциялар\nҰманың және жақын орналасқан қантамырлардың жарақаттары\nДәрігерге қашан көріну қажет\nАталық безде ісіну болса, немесе анықталған варикоцелені емдеу үшін дәрігердің көмегіне жүгіну қажет.\n\nhttp://www.zdrav.kz/",
                "date": "24.04.2017",
                "upvotes": 0
            },
            {
                "text": "Варикоцеле операция жастатқаннан кейінде екінші рет болу мүмкінбе?",
                "date": "14.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақылы түрде қай сайттан əдістемелік құрал сатып алуға болады?",
        "question_content": "Ақылы түрде қай сайттан əдістемелік құрал",
        "question_date": "23.04.2017",
        "question_tag": "Мектеп",
        "question_views": 535,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем !! Қазақша рефераттар мен Дипломдық жұмыстар сатылатын СТУД сайтында біраз әдістемелік құралдар да бар.\n\nІздеу нәтижесі бетіне сілтеме.",
                "date": "23.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылыжай салу үшін жоспар керек?",
        "question_content": "Жылыжайды салу ушин неден бастауым керек 2017-2020 ауыл шаруашылыгын дамыту жонинде несие алып Бизнес жоспар жасау ушин каида барып неден бастау керек.",
        "question_date": "23.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шәкәрім неліктен Абайды үлгі еткен?",
        "question_content": "Шәкәрім неліктен Абайды үлгі еткен? Жастарды неліктен Абайдан үлгі алуға шақырған?",
        "question_date": "22.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шәкәрімнің Абайды үлгі тұтқан себебі,  ол кішкентайынан соның қомқорлығында болды. Абай қандай өлең жазса,  Шәкәрімде соған ұқсап өлең шығара бастады. Оған еліктеп өмірдің бар шындығын ашып,  соны бейнелейді. Жастарды осындай жақсы істерге шақырып,  \"Абайды оқы\" деп айтады.",
                "date": "1.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саяжайда өндірілген көкөніс өнімдеріънің саны қанша?",
        "question_content": "саяжайдан ар шаршы метрден 32  кг кияр мен 25 кг орамжапырак жане 20 кг картоп алынды ,саяжайдан ондирилген коконис",
        "question_date": "22.04.2017",
        "question_tag": "Математика",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сумма 77 кг-ға тең",
                "date": "3.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақшаны хатқа сүйене отырып өндіре аламыз ба?",
        "question_content": "Саламатсызба?Менің əкем қайтыс боларының алдында хат қалдырып кеткен.Улкен көлемде уйді кепілге қойып,апкемнің атынан кредит алған екен.Сол ақшаны бір таныс кісіге бергенін жазып кеткен.Ол кісі мойындамай отыр.Куəгер ретінде екі адам жазған бірақ,ол кісілер көзбен бергенін көрген жоқпыз,бірақ бір жерде ақшам бар деп айтып жүретін діді. Енді ол ақшаны хатқа сүйене отырып өндіре аламызба!?",
        "question_date": "22.04.2017",
        "question_tag": "Заң",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем !! Заң және құқық туралы Әділет сайтынан қарауға және кері байланыс арқылы сұрақтарыңызды қоюға болады.\n\nӘділет АҚЖ сайтына сілтеме.",
                "date": "23.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "БҰҰ-да проблема ретінде қарастырылған мәселе?",
        "question_content": "БҰҰ-ның  Адам дамуы  тұжырымдамасында  аса өзекті проблема ретінде қарастырылған мәселелер?",
        "question_date": "22.04.2017",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) Білім алуҰзақ әрі салауатты өмір сүру; \n2) Білім алу; \n3) Лайықты өмір деңгейіне қажетті қорларға қол жеткізу",
                "date": "24.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсиет хатға отырып өндіре аламызба!?",
        "question_content": "Саламатсызба?Менің əкем қайтыс боларының алдында хат қалдырып кеткен.Улкен көлемде уйді кепілге қойып,апкемнің атынан кредит алған екен.Сол ақшаны бір таныс кісіге бергенін жазып кеткен.Ол кісі мойындамай отыр.Куəгер ретінде екі адам жазған бірақ,ол кісілер көзбен бергенін көрген жоқпыз,бірақ бір жерде ақшам бар деп айтып жүретін діді.Енді ол ақшаны хатқа сүйене отырып өндіре аламызба!?",
        "question_date": "22.04.2017",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем !! Заң және құқық туралы Әділет сайтынан қарауға және кері байланыс арқылы сұрақтарыңызды қоюға болады.\n\nӘділет АҚЖ сайтына сілтеме.",
                "date": "23.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыну бұрышы қандай?",
        "question_content": "Жарық сәулесі су бетіне  600 бұрышпен түседі. Сыну бұрышы қандай?",
        "question_date": "22.04.2017",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаман видеолар көруді қалай қоюға болады?",
        "question_content": "Интернетте жаман видеолар көруді қалай қоюға болады?",
        "question_date": "22.04.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз!! Қандай жаман бейнежазбалар екенін сұрамай-ақ қойайын. Ар көруді дегенде ол өз қолыңыздағы мәселе ғой. Ғаламторға мүлдем кірмеңіз немесе кірсеңізде жаман бейнежазбалар көрмеңіз. Басқа қызықты назар аударатын ақпараттар қараңыз жақсы жақсы фильмдер көріңіз. Тіпті болмаса Психологтың көмегіне жүгініңіз.",
                "date": "22.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Еңбекшілерге азық-түлік өнімдерін карточкамен өлшеп беру жойылған жыл қашан?",
        "question_content": "еңбекшілерге өнеркəсіп жəне азық-түлік өнімдерін карточкамен өлшеп беру жойылған жыл",
        "question_date": "22.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "еңбекшілерге өнеркәсіп және азық түлік өнімдерін карточкамен өлшеп қашан жойылды?\n1947 ж соңында",
                "date": "31.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Казтестте жоғары санат бойынша келетін эссе тақырыптары қандай?",
        "question_content": "Казтест бойынша жоғарғы санатына тапсыру үшін берілетін эсселер тақырыптары қандай? Кімде қандай тақырып келді? Бөлісіңіздерші өтініш!!!",
        "question_date": "22.04.2017",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ел қорғаушылары\" атты топқа ұран керек?",
        "question_content": "салеметсиздерме, маган \"Ел коргаушылары\" атты топка уран керек болыптур . комектескен адамдарга алдын ала Рахмет",
        "question_date": "21.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 632,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Туған күнге қандай сыйлық жасауға болады?",
        "question_content": "сыныпта бір қыздың туған күні жақындап қалды,соған қандай сыйлык жасасам болады",
        "question_date": "21.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 49000,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "хат пен қуыршақ  сыйла  немесе шәй ішетін стақан",
                "date": "21.04.2017",
                "upvotes": 1
            },
            {
                "text": "Менің інімнің туған күні еді. Не берсем болады?",
                "date": "18.08.2017",
                "upvotes": 0
            },
            {
                "text": "Тосын сый \n\nТосын сыйды ұнатпайтын адам кемде-кем шығар. Ал тіпті қыздар қауымы өз мерекесінде сүйіктісінен күтпеген тосын сый күтеді. Яғни сіз жылдағы рәсім бойынша тек сыйлық беріп қуантып жүрсеңіз, бұл жолы сол сыйлығыңызды ерекше тосый сый жасап беруге болады. Алайда артық етемін деп, тыртық етіп алып жүрмеңіз. Мұны ойласқан түрде дайындықпен жасаған жөн. \nСүйікті гүлі\n\nҚыздар қауымы үшін сүйіктісінен алған сүйікті гүлінің орны бөлек. Себебі гүлді жақсы көрмейтін қыз баласы жоқтың қасы. 1-2 апталық ғұмыры бар екенін білсе де, қыздар бұл сыйлықтан бас тарта алмайды. Сондықтан гүлдің жанына  естелік болар бір дүниені қосып сыйласаңыз, ойын оқып қойған болуыңыз ғажап емес. \nӘшекей бұйым\n\nСұлулыққа жаны құмар қыз бала үшін әшекей бұйымның орны ерекше екенін білетін боларсыз. Алайда әшекей екен деп кез келген алқа, жүзікті сыйлауға болмайды. Талғамға талас жоғын ескеріңіз. Талғамына сай келетін алқа, жүзік немесе білезік қыздар қауымының бас тартпас сыйлығы. \nИіссу\nГүлді қалай жақсы көрсе, кез келген қыз бала иіссуды да солай жақсы көреді. Себебі қол сөмкесінде бірге жүретін  иіссу қыздар үшін өте маңызды.  Алайда бұл тұста әркімнің сүйікті иіссуы, талғамы бар екенін ұмытпаңыз. \nҚажетті дүние \nҚандай сыйлық болмасын оның пайдалы болғаны жөн. Себебі өзіңе өте қажет дүниені сыйлық ретінде біреу ұсынса, қуанғаннан бұрын тіпті таңғалатының анық. Алайда керекті дүниесін, талғамын біліп алмай бұл іске бас сұқпаңыз. Егер оның көзәйнек, қол сөмкесі немесе қол сағатын, мойын орағыш, туфли, көйлек, шаш бұйралағыш, жұмсақ ойыншық, күнделікті қолданатын ыдыс-аяқ, үй гүлі, фотоаппарат, ұялы телефон немесе сүйікті авторының кітабын алғысы келіп жүргенін білсеңіз, ойланбай сыйлық ретінде ала беріңіз.",
                "date": "11.04.2018",
                "upvotes": 0
            },
            {
                "text": "Кызга гул немесе Ашекей буиым ,бойянгыш заттар асересе иыс Су штатулка бырак не сыйласанда шынайы коныл сезиммен сыйласнныз болды",
                "date": "3.10.2018",
                "upvotes": 0
            },
            {
                "text": "Әжемнің туған күні еді не сыйлауға болады?",
                "date": "21.11.2018",
                "upvotes": 0
            },
            {
                "text": "Менің жауабым сен досыңа тарақ немесе айна немесе өзінде жоқ өзіне қатты ұнайтын өзі алғысы кеп жүрген керемет зат алғысы кеп жүрген бірақ ақшасы жетпей жүрген зат сыйла",
                "date": "24.02.2019",
                "upvotes": 0
            },
            {
                "text": "салем туган кунине он гул жане бир шокалат бершиш",
                "date": "22.03.2019",
                "upvotes": 0
            },
            {
                "text": "оған күшік ұнаса сыртында күшік тұратын блокнот и жанына ручка сыйла",
                "date": "28.04.2020",
                "upvotes": 0
            },
            {
                "text": "Сенің досыңның туған күні болса сен оған қағаздан блокнот жасап бер.Қуанып қалады.Мен солай істеген.",
                "date": "11.10.2020",
                "upvotes": 0
            },
            {
                "text": "Әр адамның өзінің сүйікті ісі болады. Сол сүйікті ісіне керек зат силау керек. Мысалы мен сурет салуды ұнатамын. Сурет салу үшін бастары әр түрлі кистичкалар, гуаш, майлы бояу, су құятын, альбом сияқты заттар керек. Мен де осы заттарды арман даймын.",
                "date": "25.12.2020",
                "upvotes": 0
            },
            {
                "text": "Мен сыйлықтарды осы Сыйлық сайтынан қарап жүрмін",
                "date": "28.06.2021",
                "upvotes": 0
            },
            {
                "text": "Менің ойымша куыршак аю немесе тәттілер сыйласан болады",
                "date": "4.11.2022",
                "upvotes": 0
            },
            {
                "text": "Оған суретін сыйлаған болады .Немесе қолдан жасаған дүниені сыйла .",
                "date": "1.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жәбір көрсеткен адамды қалай жауапқа тартады?",
        "question_content": "жәбірленуші ретінде арыздансам,жәбір көрсеткен адамды қалай жауапқа тартады,қайдан іздеп табады ,егер мен мекен жайын  білмесем",
        "question_date": "21.04.2017",
        "question_tag": "Заң",
        "question_views": 545,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мекен жайын білу міндетті емесғой. Аты жөнін айтып арыздансаңыз болады. Сол жерде арызда полицияға көрсетесіз, не жағдай болғандығын.",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "КТЛ-ге оқуға түсу үшін тест жауаптары керек?",
        "question_content": "КТЛ жауаптары керек айтынызшы",
        "question_date": "21.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚТЛ жауаптары болмайды. Бірақ тапсырғанда сұрақтар кітапшасын дайындалуға береді. Егер жауаптары болса, көп оқушы толық жинап кетер еді ғой!",
                "date": "21.04.2017",
                "upvotes": 0
            },
            {
                "text": "Ия толык келысемын менде. Ктл ге тускым келеды.",
                "date": "19.04.2018",
                "upvotes": 0
            },
            {
                "text": "Оған жауаптар болмайды менде тапсырамын 3күннен кейін емтихан!",
                "date": "15.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепке дейінгі тәрбие бөліміне документті қашаннан бастап тапсыруға болады?",
        "question_content": "Мектепке дейінгі бөлімде грант бар ма? документті қашаннан бастап тапсыруға болады? орта біліммен барғандар осы бөлімге жылына қанша теңге төлейді?",
        "question_date": "21.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 452,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрылыс мамандығы үшін диплом алды практиканың отчеті керек?",
        "question_content": "Диплом алды практиканын отчеты жибересиндерма курылыс мамандыгынан,",
        "question_date": "21.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үш таңбалы санды анықтаңыз?",
        "question_content": "7 Есептин жауабы керек",
        "question_date": "20.04.2017",
        "question_tag": "Математика",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Орыс тілінде физика деген сөзді енгізген ұлы ғалым кім?",
        "question_content": "Мен мына сұрақты шеше алмай жатырмын орыс тілінде физика деген сөздіенгізген ұлы ғалым",
        "question_date": "20.04.2017",
        "question_tag": "Физика",
        "question_views": 20900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Физика – материя түрлерін, олардың қасиеттерінің өзгеру заңдылықтарын, яғни, материя қозғалысының жалпы және қарапайым түрлерін зерттейтін жансыз табиғат туралы ең іргелі ғылымдардың бірі. Физика – материяны екіге бөледі. Олар: зат, өріс. Өріс – электромагниттік, графитациялық, т.б. өрістер. Зат – атом, молекуладан құралатын газ, сұйық және қатты күйдегі барлық денелер.\nФизика салалары: элементар бөлшектердің физикасы, атомдық және ядролық физика, оптика, қатты денелер, сұйық, газ, плазмалық, электромагниттік өріс, тербеліс және толқындар физикасы, термодинамика, статика, голография, биофизика, шала өткізгіштер физикасы, радио-физика.\nФизика жетістіктері – өндіріс роботтарын, күрделі автоматикалық жүйелерді, компьютер техникасын, лазер мен голография салаларын тудырады.\nФизика табиғат туралы ғылым ретінде – алғаш рет гректің ұлы ойшылы, тарихта «бірінші ұстаз» атанған Аристотель шығармаларында баяндалады. «Физика» грекше «фюзис» – табиғат дегенді білдіреді. Бұл сөздің ғылыми мағынасын байытуда тарихта «екінші ұстаз» аталған біздің ұлы бабамыз – Әбу Насыр әл-Фарабидің еңбегі зор. Ал орыс тіліне «физика» деген сөзді енгізген ұлы ғалым М.В. Ломоносов болатын.\nФизиканың мақсаты – табиғатта болып жатқан түрлі физикалық құбылыстарды өзара байланыстыратын заңдарды ашу. Мысалы, дененің жерге құлап түсуі, жердің оны өзіне тартуынан туындайды. Жылдың төрт мезгілінің (қыс, көктем, жаз, күз) ауысуы Жердің Күнді айнала эллипс бойымен қозғалуы арқылы түсіндіріледі. Табиғат құбылыстары арасындағы байланыстарды табу арқылы – физика заңдары ашылды. Физикалық құбылыстар мен оларды сипаттайтын заңдарды бір жүйеге түсіру арқылы, физикалық теориялар жасалады.\nФизиканың ғылыми тілін, заңдары мен теорияларын оқып үйрену үшін қолданылатын арнайы сөздерді терминдер деп атайды. Физикалық құбылыстар мен заңдылықтардың мәнділік мазмұнын ашып беретін терминдер – физикалық ұғымдар деп аталады. Сөйтіп, материя, дене, зат сияқты физикалық ұғымдар қалыптасады. Бұл ұғымдардың терең мағынасы – физика мен астрономияны оқып үйрену барысында ашылды.\nӘлем кеңістігінде не бар болса, соның бәрі материя деп аталады. Материяға өсімдіктер, жануарлар, планеталар, Ай, Күн, жұлдыздар да, сондайақ, әр түрлі денелерде, оларды құрайтын әр алуан заттар жатады. Сонымен бірге, кеңістікті толтырып, жан-жақты тарап жатқан жарық сәулелері, яғни электромагниттік толқындар да материяны құрайды.\nКеңістікте белгілі пішіні және нақтылы көлемі бар жеке тұрған нәрсені дене деп атайды. Мысалы, қасық, өшіргіш, үрленген шар, үстел, судың тамшысы денелер болып табылады. Дененің сапалық тектілігін сипаттайтын материя түрін зат деп атайды. Мысалы, затқа күміс, су, ауа, т.б. жатады. Үстел – дене болса, оны құрайтын ағаш – зат. Шеге – дене, шегені құрайтын темір – зат. Ағаш та, темір де дененің сапалық қасиеттерін, яғни тектілігін сипаттайды.",
                "date": "6.09.2023",
                "upvotes": 1
            },
            {
                "text": "Фи́зика (от др. -греч. φύσις «природа» ) — область естествознания, наука, изучающая наиболее общие и фундаментальные закономерности, определяющие структуру и эволюцию материального мира.\nТермин «физика» впервые появился в сочинениях одного из величайших мыслителей древности — Аристотеля, жившего в IV веке до нашей эры. В русский язык слово «физика» было введено Михаилом Васильевичем Ломоносовым, когда он издал первый в России учебник физики в переводе с немецкого языка. Первый отечественный учебник под названием «Краткое начертание физики» был написан первым русским академиком Страховым.",
                "date": "21.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cos(-570°)+✓3sin(-300)+2tg(-195)=?",
        "question_content": "Cos(-570°)+✓3sin(-300)+2tg(-195)=?\n\nОсы есепті ашып шығару қажет",
        "question_date": "20.04.2017",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы бөлшекпен шықты",
                "date": "21.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актриса мамандығына оқуға түсу үшін қандай емтихан тапсырады?",
        "question_content": "Мен 2018 жылгы тулекпин Кандай емтихан тапсыhады толыгырак айтсаныздар",
        "question_date": "20.04.2017",
        "question_tag": "Өнер",
        "question_views": 17500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менин арманым актриса болу оган кандай уневерисетке тусу керек жане убт ент тапсырамызба?",
                "date": "23.07.2017",
                "upvotes": 0
            },
            {
                "text": "Актриса мамандығын түсу үшін:\nАбитуриенттің аяқталған орта білімі болуы тиіс. Ой-өрісі, білімдарлығы, шығармашылық қабілеті, бейнелі әрі өзбетінше ойлай алу мүмкіндігі бағаланады. Абитуриент мемлекет тілін білуі, компьютермен жұмыс істей алуы керек, сонымен қоса режиссер мамандығын түсініп, әдебиет, тарих, өнер саласында білімдерін таныта білуі қажет.\nАлғашқы шығармашылық байқау:\nАлғашқы шығармашылық конкурсқа тапсырушылар әңгімелерін, очерктерін, эсселері мен суреттерін, фотосуреттері мен сюжеттерін, фильмдердің (көркемсуретті, деректі және ғылыми-көпшілік) тақырыптары және сценарийлерін алып келу керек.\nШығармашылық емтихандар:\n1.Жазбаша жұмыс (4 сағат).\nТалаптар\nЖазбаша жұмысқа төрт әртүрлі тақырып ұсынылады. Бұл емтихан барысында мәнерлі баяндау икемдіктері мен қабілеттіліктері анықталады. Абитуриент ұсынылған тақырыпты барынша толық ашуға тырысуы керек. Шығармашылық фантазия мен бейнелі ойлау қабілеті, сюжет құра алу қабілеті мен тақырыпты ашудағы жаңаша көзқарас бағаланады. Жұмыстың көлемі – 5 бет.\n2.Ауызша емтихан (билет бойынша).\nТалаптар\nАуызша емтиханның мақсаты – абитуриенттің ортақ орташа білімін, оның шығармашылық мүмкіндіктерін, білім мен аудиокөрілімдік саладағы (әсіресе кино, телевизия, радиотаралым, музыка мен бейнелеу өнері) түсініктерін анықтау. Абитурент бейнелеу өнері, әдебиет (шетел және қазақ), музыка, кино және телевизия тарихын жақсы білуі қажет. Ол көркем шығарманы бағалай білуі, оған сипаттама беріп, жақсы мен әлсіз жақтарын, стилі мен бағытын анықтай алуы қажет. Сонымен қоса ауызша емтихан барысында абитурент өзінің шығармашылық ойын дәлелденген түрде негіздеп, жұмыстың (Алғашқы щығармашылық конкурсқа ұсынылған жұмыстарымен қатар емтихан кезінде жазған жұмысының) орындалуының логикасын түсіндіруі қажет.\nМәлімет el.kz сайтынан алынды.",
                "date": "3.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серіппенің 6 см-ге созғанда потенциалдық энергиясы 180 Дж болды.",
        "question_content": "Серіппені 6 см-ге созғанда оның потенциалдық энергиясы",
        "question_date": "20.04.2017",
        "question_tag": "Мектеп",
        "question_views": 28400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Серіппені 6 смге созғанда оның потенциалдық энергиясы 180 дж. Серіппенің қатандығы :",
                "date": "11.05.2018",
                "upvotes": 0
            },
            {
                "text": "При растяжении пружины на 6 см ее потенциальная энергия составила 180 Дж. Какова жесткость пружины?\n\nx= 6 см =0.06 м\n\nЕп = 180 Дж\n\n-----------------\n\nk -?\n\nрешение\n\nE =kx^2/2\n\nk = 2E/x^2 =2*180 / 0.06^2 =100000 Н/м =10^5 Н/м = 100 кН/м\n\nответ 10^5 Н/м = 100 кН/м",
                "date": "2.05.2017",
                "upvotes": 0
            }
        ]
    }
]