[
    {
        "question_title": "Ағылшын тіліне жақсы және жылдам үйрететін курстар мен орталықтар Ақтөбеде бар ма?",
        "question_content": "Ағылшын тіліне жақсы және жылдам үйрететін курстар мен орталықтар бар ма?",
        "question_date": "17.04.2016",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны білмедім бірақ ұялы телефонға Lingualeo предложениясын көшіріп үйренсеңіз болады қызықты))",
                "date": "19.04.2016",
                "upvotes": 0
            },
            {
                "text": "мына сілтемелерде Ақтөбе қаласындағы тілдік курстар тізімі мен мекен-жайы бар: http://demalu.kz/info/poliglot-aktobe\n\nhttp://demalu.kz/info/ork-aktobe\n\nhttp://demalu.kz/info/exelt\n\nhttp://demalu.kz/info/bestaktobe",
                "date": "20.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "\"Абай жолы\" романындагы Абай образы",
        "question_content": "комектисиниздерши отинемин шыгарма жазуга жане негизги болимин куруга\n\n\"Абай жолы\" романындагы Абай образы\n\nжоспары:\n\nнегизги болим:а,в,б\n\n корытынды:\n\nолмейтугын артына соз калдырган .",
        "question_date": "17.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы ақын әрі ағартушы Абай Құнанбаевтың қилы тағдыры мен өмірін суреттейтін «Абай жолы» атты роман.эпопеяны оның алыс туысы танымал қазақ жазушысы М.О. Әуезов жазды. Осы еңбегі үшін оған 1949 жылы Сталин сыйлығы («Абайдың» бірінші бөлігіне) және 1959 жылы Ленин сыйлығы («Абай жолының» екінші бөлігіне) берілді. Романда ХІХ.ғасырдың екінші жартысындағы қазақ қоғамының ауыр тіршілігі көрсетіліп, қазақтардың көп ғасырлық көшпенді өмірінен қол үзуі баяндалады. «Қамтылатын тақырыбының кеңдігі, сөз саптау шеберлігі және әдеби өңделуі жағынан «Абай жолы» ерекше көріністі береді», . деп жазды академик Қ.Сәтбаев.\nАбай . ұлы ақын, философ, ағартушы.демократ, қазақтың жазба әдебиетінің негізін қалаушы, композитор, халық жақтаушысы. Абай халқы үшін ауыр уақытта өмір сүрді. Дала билік үшін күшейіп келе жатқан күрестен, колониалдық және феодалдық ығыстырудан азғындалды. Осының бәрі қазақтың озық қоғамдық ойының және шексіз далада күнге, сәулеге ... қайраттандыратын көркем сөзінің өсуіне қорғасын болып төгілді. Мұның жемісі ретінде халыққа қазақтың реалистік әдебиетінің негізін салушы . Абай бұйырды!\nАбай . бай әрі дүниеқор феодал Құнанбайдың ұлы. Ол туған ауылына оралғанда, әкесі оны өзінің ісіне баулымаққа ұмтылды. Құнанбайдың елшісі ретінде Абай ауыл.ауылды аралап, әкесінің жарлығын орындады. Осы көріністе Абайдың әкесі сияқты аты шыққан бай боларлық келешегі байқалады, бірақ Құнанбай күткендей және талап еткендей болмады. Өйткені Абайды билік те, байлық та қызықтырмайды, ол жеке басының амандығы мен игілігін әділдік пен шындыққа құрбан етеді. Абайдың осындай әділдік пен шындықтың құрбаны болуына оқуға деген махаббаты түрткі болғаны сөзсіз. Автор оның шығыс әдебиетін сүйіп оқығанын жазады. Абайдың көзқарасының қалыптасуына оның әжесі Зере мен шешесі Ұлжанның ықпалы да зор болды. Олар бала Абайды жақсы көріп, жағымды жаққа тәрбилеп, оның беделді азамат болуын қалады. Абай өзінің халқына зор сүйіспеншілікпен қарады. Ол заңсыздық пен қылмыс арқылы бейбітшілікке қол жеткізуді қаламады, оған көптеген қатал патриархалдық заңдар ұнамады.\nӘкесімен қақтығыс баяу әрі ауыр болды. Абай өсе келе оның әкесімен қатынасы тіптен нашарлап кетті. Әкесінің пікіріне аса қарсылық білдірген бірінші жағдай . ол кедей әрі еш кінәсі жоқ Қодардың өлім жазасы. Осы жағдайдан кейінгі қу Құнанбайдың жағына Абай шықпады. Абай есейген сайын әкесіне және оның жақтастарына, кейінірек ізбасарлары: Тәкежанға, Оразбайға, Майбасарға және т.б. деген қарсылығы күшейе түсті.",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2016 жылғы 9 сынып ожсб математика пәні",
        "question_content": "2016 жылғы 9 сыгыпқа ожсб да келген 6161нұсқаның математика пәнінен жауаптары керек еді.",
        "question_date": "17.04.2016",
        "question_tag": "Мектеп",
        "question_views": 9100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9;5;1; -3; -7;.... арифметикалық прогрессиясынын алғашқы жиырма мушесин косынд",
                "date": "22.01.2018",
                "upvotes": 0
            },
            {
                "text": "9;5;1; -3; -7;.... арифметикалық прогрессиясынын алғашқы жиырма мушесинин  қосындысын табыныз\n\nЖауабтары:\n\n1)-580\n\n2)-570\n\n3)-590\n\n4)-560",
                "date": "22.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір қызға қандай тосын си силап таң қалдырсам болады?",
        "question_content": "Ақыл кеңес берсеңіздер? Бір қызға қандай тосын си силап таң қалдырсам болады?",
        "question_date": "17.04.2016",
        "question_tag": "Махаббат",
        "question_views": 907,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Демек қыз болса оригинал тосын си неке жүзігі таң қалдырады !!!",
                "date": "17.04.2016",
                "upvotes": 0
            },
            {
                "text": "Қыздарға жасалатын ең керемет сыйлық-гүл.Керемет гүл сыйласаң қыздардың барлығына ұнайды.",
                "date": "18.04.2016",
                "upvotes": 0
            },
            {
                "text": "Некелеріңізді қиғанша жоламаңыз!",
                "date": "18.04.2016",
                "upvotes": 0
            },
            {
                "text": "Өз пікірімді айтар болсам, жұмсақ ойыншық сыйлаңыз себебі оны құшақтап жатады жатарда)) əшекей сылаңыз моншақ, сырға т.б. себебі тағып жүреді",
                "date": "19.04.2016",
                "upvotes": 0
            },
            {
                "text": "Ең жақсы сый раушан гүлі",
                "date": "21.04.2016",
                "upvotes": 0
            },
            {
                "text": "Қызыңыздың ұнататын затын алып беріңіз. Сыйлық силап, бір өзгеше жерге апарып тосын сый жасаңыз. Бір жер дегендей міндетті түрде кафе сияқты қымбат жерлер емес, бір өзгеше табиғат аясына сияқты жерлерге апарсаңыз қуанып қалар деп ойлаймын. Ұсыныс жасасаңыз вообще күшті болады)) Әрине, гүлсіз болмайтын сияқты. Гүл әр қызға ұнайды! Сәттілік!",
                "date": "13.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүрек не себепті ауыруы мүмкін?",
        "question_content": "Менің жүрегім соңғы кезде ауырып жүр. осыдан 5-6 айдай бұрын да ауырып, дəрігерге қаралғам. аса қауіпті ештене жоқ, тек жүрек қағысын дұрыс емес деді. бірақ қазір қайтадан жүрегім ауырып жүр. 2 күн болды ауырып жүргеніне. жəне бұрын ауырғанда шаншып ауыратын, ал қазір шаншыған сияқты бірақ басқалай, бұрынғыдай емес. ол қандай себеппен ауыруы мүмкін?",
        "question_date": "17.04.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жүрек аурулары қан қысымының жоғарылауынан болады.\n\nЖоғары қысымның қауіпті факторларына мыналар жатады:\n\n1. артық салмақ\n2. күйзеліс және эмоционалды күштену\n3. дене жүктемесінің төмендігі\n4. алкогольді шамадан тыс қолдану\n5. темекі шегу\n6. дұрыс тамақтанбау",
                "date": "20.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай ағаруға болады ?",
        "question_content": "Қалай ағаруға болады,үй жағдайында",
        "question_date": "16.04.2016",
        "question_tag": "Тазалық",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теріні ағарту үшін мына жаттығуларды орындаңыз:\n\n1. Теріге күн сәулесі түсуінен сақтаныңыз.\n\n2. Күннен қорғайтын күтім кремін пайдаланыңыз.\n\n3. Көбірек су ішіңіз\n\n4. Сабынды қолдануды шектеңіз.\n\n5. Жемістер мен көкөністерді көбірек жеңіз.\n\n6. Тамақ қосымшаларын пайдаланыңыз: жүзім тұқымы сіріндісі, балық майы, зығыр майы. Лимонды екіге бөліп бет пен мойынды сүртіңіз. 10-20 мин қалдырып, жуып тастаңыз.",
                "date": "20.04.2016",
                "upvotes": 0
            },
            {
                "text": "Үй жағдайында ағарудың әдістері көп. Бұрынғы әпкелеріміз бетіне ағарған жағып табиғи масқа жасаған. Ол шынымен да көмектеседі. Ақты ішудің өзі терінің сапасын жақсартады.\n\nБет тазартатын кремдер де бетті ағартады.\n\n\"ухаживай, а не маскируй\" деген керемет сөзді үнемі есімде ұстап жүремін. Бетіңіздің теріісін күтіп жүріңіз, ір түрлі жаттығулардыжасап, тазартып қойыңыз.\n\nҚияр кезекті бетті ағартушы құралдың бірі. Қиярдан жасалған маскілердің әсері жоғары;\n\nЫстық күнде бетіңізді қызып тұрған күйінде жумаңыз. Бірден қарайып кетеді.",
                "date": "21.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Ведение родов без защиты промежности. Қазақша нұсқасын тауып бересіздер ма?",
        "question_content": "Ведение родов без защиты промежности. Қазақша нұсқасын тауып бересіздер ма? Сабаққа керек болып жатыр еді",
        "question_date": "16.04.2016",
        "question_tag": "Тазалық",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Пирамидаға іштей сызылған щеңбердің формуласы?",
        "question_content": "Маған тек пирамидаға іштей сызылған щеңбердің формуласы қажет.",
        "question_date": "16.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 555,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "пирамидаға іштей сызылған щеңберге қолданылатын формула",
                "date": "9.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометрия есеп. Үшұрыштың ауданын қалай табамыз?",
        "question_content": "Тең бүйірлі үшбұрыштың пириметрі 50 см . Үшбұрыштың бүйір қабырғасы табанынан 1см ге ұзын . Үшұрыштың ауданын қалай табамыз?",
        "question_date": "16.04.2016",
        "question_tag": "Математика",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "50-2=3*a=3*b\n\n48/3=16=a=b\n\nc=16+1=17\n\nh=((17^2)-((16/2)^2))^0.5=(289-64)^0.5=225^0.5=15\n\nS=16*15/2=8*15=120",
                "date": "16.04.2016",
                "upvotes": 0
            },
            {
                "text": "Мынадай болады:",
                "date": "1.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бала күтіміне байланысты жəрдемақы",
        "question_content": "Сəлеметсізбе? Мен екі баланың анасымын, бұйырса үшінші сəбиімді күтудемін. Жұмыссызбын. Сіздерден сұрайын дегенім босанғаннан кейін бала күтіміне байланысты берілетін жəрдемақыны алу үшін жолдасымның бір жылдық жалақы корсеткішін тапсыруга болады деп естігем, сол қаншалықты рас? Жолдасымнын жұмысына кері əсер етпейме? Бір жолғы берілетін жəрдемақыга қанша пайыз ақша қосылады?",
        "question_date": "16.04.2016",
        "question_tag": "Заң",
        "question_views": 994,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Баланы акесинин атына аударып', ай сайынгы бала кутими ушин комакты жарде акы алгандар бар оларды танимын да , бирак дал казииги уакыттка 01.03.16 ол зан кушин жойган дейд ,,,, менде солай истей алмай журмин. Ал жумыстан берилетин бир реттик жрдемакы (жолдасыныздын) бир айлык есеп корсеткиши ретинде болады... мысалы 100 мын алса 70-80 мвндай",
                "date": "30.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефондағы \"единица\"-ны қалай ақшаға алмастыруға болады?",
        "question_content": "Телефондағы \"единица\"-ны қалай ақшаға алмастыруға болады?",
        "question_date": "16.04.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда Билайн, Актив, Кселл операторларында бірлікті ақшаға айырбастау мүмкіндіктері бар. Түскен ақшаны Казпошта бөлімшелеріне барып алуға болады.",
                "date": "9.06.2018",
                "upvotes": 0
            },
            {
                "text": "Өз операторыңызбен бірдей абонентке терминалдан барып төлеп жүрмей, сіз өз бірліктеріңізді жіберу арқылы одан керек сомасын алуға болады.",
                "date": "20.04.2016",
                "upvotes": 1
            },
            {
                "text": "2024 жылы өз сұрағыма жауап берейін \nҚазір байланыс операторларының көбісінде электронды әмиян бар. Мысалы, мен Simply қолданамын билайнда. Сол арқылы банк операцияларын да жүзеге асыруға болады, ақша жіберу, қабылдау секілді.",
                "date": "20.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақтың асабалары тек ТОЙ жүргізумен ғана шектеледі ме?",
        "question_content": "Қаладағы түрлі мереке, қоғамдық орындағы түрлі мерекелік шаралар, концерттерді, флэшмобтарды орекеңдер жүргізіп жатады. Басында: \"Салем достар! Кааирлы куун!\"-деген сөзімен басталып, сөл сөзбенен аяқталып қалады. Ары қарай ұйымдастыратын ойындары, аудиториямен жұмысы барлығы дерлік орыс тілінде өтеді. Қос тілде жүргізе алатын қазекеңнің жігіттері жоқ болғаны ма?\nӘлде біздікілер тек құдалық пен тойды ғана жүргізумен шектеледі ма екен?",
        "question_date": "16.04.2016",
        "question_tag": "Қоғам",
        "question_views": 335,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздің қара домалақ жігіттер тек қазақша тойды ғана жүргізіп олан әрі асуды ойламаса, әрине, сол тойхананың о жақ, бұ жағынан шықпайды. Қазақстана қазақтар ғана тұрмайды, 140 тай ұлт бар. Ал әлеуметтік жағдайы жағынан өзге ұлттардың төбесі биігірек екенін күнделікті өмірде көріп жүрміз. Қазақ тілі басты тіл болғанымен, сұраныста екі тілді де білетін той бастаушы. Кредитке той жасайтындардың тойында таза қазақ асабалар жүреді домбырасын асынып.  Тілінен арғы бергі шеберліктің балы тамған қаншама асабаларымыз бар. Бірақ, бәсекеге қабілеттіліктері төмен, әрі жұлдыз аурулары басым. Қоғамға бейімделуі, жаңашылдыққа ығысуы жоқ. Сұранысқа сай ұсыныс жасап отырса, кез-келген аудиторияны басқарып кете алады. Меніңше, тек ауылдағы, ауылдың маңайындағы тойды ғана місе тұтып, одан әріге ұмтылмайды. Егер, жұмыс жасаса, сұранысқа қарай жылжыса қазақтың жігіттері де көтеріледі әлі.",
                "date": "21.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Көшеде ұнап тұрған қыздарға сөйлескің келсе қандай əңгіме айтып бастаған жөн?",
        "question_content": "Көшеде ұнап тұрған қыздарға сөйлескің келсе қандай əңгіме айтып бастаған жөн? Өзіңді қалай ұстаған жөн?",
        "question_date": "16.04.2016",
        "question_tag": "Достық",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбіне көшеде кетіп бара жатқан қызбен танысқысы келетін жігіттердің талпынысы сәтсіз шығып жатады. Бірақ, себепті түріңізден, сыртқы келбетіңізден көрмеңіз. Басқаша мың сан әдіспен қыздың назарын аудартып, танысып алуға болады.\n\nҚыз баласына көңілін көтеріп, жүзіне күлкі ұялататын жігіттер ұнайды. Бірақ, бұл сайқымазақ болу дегенім емес.\n\nКөшеде танысу үшін сағат сұрап тоқтату өте сәтсіз шығатын әдіс. Олай жасамаңыз.\n\nҚыздың сұлулығына қатысты бірер сенімдірек сөздер айтып, танысқыңыз келетіндігін білдіріңіз. Бірақ, әсірелеп, күлкі шақыратын сөздерден қашыңыз.\n\nСыртқы келбетіңіз де сенім шақыратындай болсын. Көбіне классикалық үлгі қыздарды тартады. Бірақ, ол да костюм-шалбар киіп жүріңіз деген емес. Тек классикалық үлгіде көз тартарлықтай киініп жүріңіз. Сенім шақыратын келбетіңіз сізге көмекші.\n\nГүл сыйлаңыз. Себепсіз, біреудің көңіл бөліп гүл сыйлауы ерекше құбылыс әрі есінде мәңгі қаласыз.\n\nСыпайылық. Сыйпайылық басты қаруыңыз.Жоғарыдағы дүниелерді реттеп бір қалыпқа келтіріңіз де іске кірісіп көріңіз. Көмектеседі.",
                "date": "20.04.2016",
                "upvotes": 3
            },
            {
                "text": "Негізі, шын танысқысы келген жігіт болса бұл жерден сұрамайды деп өз-өзіңе жауап беріп отыр дейсің ғой",
                "date": "16.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кешегі 3D max жайлы?",
        "question_content": "Енді  осылай шығып тұр не істесем болады?\n[url=http://uploads.ru/h4X31.png][img]",
        "question_date": "15.04.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 354,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ожсб тест сұрақтары",
        "question_content": "Ожсб 9 сынып алгебрадан 408ию нұсқаның жауаптарын беріңіңіздерші",
        "question_date": "15.04.2016",
        "question_tag": "Мектеп",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ожсб нын сурактары мен жауабын койыныз",
                "date": "24.04.2017",
                "upvotes": 0
            },
            {
                "text": "Шеберханада 30 метр  матадан әрқайсысына бірдей мата жумсалып 9 қыздар көйлегі мен 6 сарафан тігілді әрқайсысына неше метр мата жұмсалады",
                "date": "28.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бизнесті рейдерлеу жайлы не білесіздер?",
        "question_content": "Бизнесті рейдерлерден қоғау жайлы не білесіздер? Дұрыс жəне бұрыс жағын айтыңыздаршы.",
        "question_date": "15.04.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 607,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бизнесті рейдерлеу - үлкен кəсіп өкілдерінің кіші кəсіп өкілін жұтып алуы, барлық ресурсын иемденуІ. Бұл Ресей жеріндегі рейдерлік туралы ұғым. Ал АҚШ та рейдерлеу заңды жолмен жасалынған істе қолданылады. Бұл ұғым XIX ғасырда пайда бола бастады. Рейдерлікті бизнесте ақтап алуға болады. 1. Бəсеке артады; 2. Мемлекетке жеңілдік. Кəсіпкердің өзін өзі қорғауға тырысуы мемлекетті келесі бір шығындардан арылтады. 3. ƏлСіз компаниядар ойыннан шығады. Тек мықтылар мен төтеп беру иммунитетІ жоғары кəсіпкерлер ғана қалады. Ал, бизнесті рейдерлерден қорғау керек дер болсақ: 1. Жас кəсіпкерлердің үлкен ойынға араласуына мүмкіндік береміз. 2. Заңсыз жолмен құлдыратып, басып алудан құтқарамыз.",
                "date": "21.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Мұхтар Мағауин өмірбаяны",
        "question_content": "Мұхтар Мағуиннің өмірбаяны керек еді",
        "question_date": "15.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұхтар Мұқанұлы Мағауин Уикипедия — ашық энциклопедиясынан алынған мәлімет Мұхтар Мұқанұлы Мағауин Мұхтар Мағауин.jpg Азаматтығы Қазақстан Ұлты Қазақ Бағыты тарихи проза Жанры проза Шығармалардың тілі Қазақша Мұхтар Мұқанұлы Мағауин (2 ақпан 1940, Баршатас ауылы, Аягөз ауданы, Шығыс Қазақстан облысы) — тарихшы, жазушы, қазақтың ауыз әдебиетін зерттеушісі ғалым. Филология ғылымдарының докторы, Мемлекет сыйлығының лауреаты (1984), Қазақстанның халық жазушысы (1996). Мазмұны 1 Өмірбаяны 2 Шығармашылығы 2.1 Әңгімелері 2.2 Аласапыран 2.3 Қобыз сарыны 2.4 Жармақ 2.5 Шыңғыс хан 3 Марапаттары 4 Дереккөздер Өмірбаяны Мұхтар Мұқанұлы Мағауин — 1940 жылы 2 ақпанда Семей облысының Шұбартау ауданында туған. 1962 жылы Қазақ мемлекеттік университетінің филология факультетін, 1965 жылы оның аспирантурасын бітірген. Еңбек жолын 1965 жылы бастады. \"Қазақ әдебиеті\" газетінде бөлім меңгерушісі, 1967-1971 жылдары \"Жазушы\" баспасында бас редактордың орынбасары, Қазақ КСР Ғылым академиясының М.Әуезов атындағы Әдебиет және өнер институтында аға ғылыми қызметкер болып істеген, Мәскеуде М.Горький атындағы Әдебиет институтында қазақ фольклоры мен қазақ әдебиеті тарихы бойынша арнайы лекциялық курстар жүргізді. 1983-1984 жылдары еркін шығармашылық қызметте, 1984-1986 жылдары \"Жазушы\" баспасының бас редакторы. 1987 жылы еркін шығармашылык қызметте, 1988 жылдан бері \"Жұлдыз\" журналының бас редакторы.[1] Мемлекеттік сыйлықтың лауреаты, жазушы, әдебиет зерттеушісі. Қазақстан Жазушылар одағы басқармасының хатшысы. \"Аласапыран\" тарихи роман-дилогиясы үшін Қазақ КСР-інің Абай атындағы мемлекеттік сыйлығы берілді. (1984). Қазақстанның Халық жазушысы, Түркияның Халықаралық \"Түркі дүниесіне қызмет\" сыйлығының сахибы.[2] Шығармашылығы Әңгімелері “Кешқұрым” атты тұңғыш әңгімесі 1964 жылы “Жұлдыз” журналында жарияланды. \"Қобыз сарыны\" атты ғылыми монографиясы жарық көрген (1968). Бұдан соңғы кезеңде көркем прозаға көбірек ден қойды. \"Көкмұнар\" (роман, 1972), \"Бір атаның балалары\", \"Көк мұнар\" (повестер мен әңгімелер), \"Аласапыран\" (тарихи роман-дилогия, 1980-1982), \"Шақан Шері\" (роман), \"Мен\" (ғұмырбаяндық роман-хамса), \"Құмырсқа-қырғын\" (әңгімелер), \"Ұлтсыздану ұраны\" (мақалалар) және тағы басқа кітаптары жарық көрген. 2002 жылы он үш томдық шығармалар жинағы басылып шықты. Көптеген шығармалары орыс тіліне аударылған, шетел тілдерінде басылған. Аласапыран Қазақ халқының көрші мемлекеттермен дипломатиялық қарым-қатынасы тарихи-көркемдік тұрғыдан тұңғыш рет суреттелген “Аласапыран” тарихи дилогиясы 1981—83 ж. жарық көрді. Романда қазақ ордасын Тәуекел хан басқарған тұстағы (16 — 17 ғ-лар) қоғамдық-әлеуметтік жағдай көрініс тапқан. Хан мұрагері Ораз-Мұхаммед пен оқымысты Қыдырғали Жалайридың, Едіге би ұрпағы Петр Урусовтың көркем бейнелері сомдалған. Томан би, Манақ батыр, Ділшат, Ай-Шешек бегім секілді кейіпкерлерді суреттеу арқылы қаламгер Ораз-Мұхаммед тұлғасын даралай түседі. Романда көшпелі тұрмыс көріністері, аңшылық, саятшылық сынды ұлттық дәстүрлер көрініс тауып, Қазақ хандығының Ресей, Иран, Бұхара, Сібір хандықтарымен өзара қатынастары, ішкі-сыртқы саяси жағдайлары сипатталған. Жазушы шығармаларында 20 ғ-дағы ауыл, қала тұрмысы, түрлі әлеуметтік топ өкілдерінің тағдыры психология-философия тереңдікпен көркем бейнеленген. Қобыз сарыны “Қобыз сарыны” (1968) монографиясында хандық дәуірде өмір сүрген ақын-жыраулар шығармаларын (15 — 18 ғ-лар) жүйелі түрде талдады. Жармақ Жақын арада Чехия Республикасынан жарық көрген \"Жармақ\" — қазақтың екі ғасырлық тарихы мен бүгінгі психологиялық тартыстар жүйесіне құрылған романы жазушыны мүлдем басқа қырынан көрсетеді",
                "date": "15.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "География пәнінен қалай дайындалсам болады?",
        "question_content": "География пәнінен қалай дайындалсам болады? Таңдағандар немесе енді таңдағандар болса айтсаңыздар.....",
        "question_date": "15.04.2016",
        "question_tag": "География",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "География пәнінен ҰБТ тапсыру өте оңай деп айтып жатса да, оның өзіндік қиындықтары болады. Ол үшін есте сақтау және логикалық ойлау қабілеті, жан-жақтылық қабілеттері керек болады. ҰБТ-да география пәніне дайындалудың 2 жолы бар:\n\n1. Егер, дайындалуға уақытыңыз аз қалса, қазірге дейінгі кітапшалардан география пәнінің сұрақтарының дұрыс жауаптарымен бірге жаттау.\n\n2. Кітапты дұрыстап әр параграфына конспект жазып түсініп, есте сақтау.\n\nБұл жерде негізгі есте сақтау керек нәрселер:\n\n6- сыныпта: терминдердің анықтамалары\n\n7-сыныпта: әр материктердегі жануарлар мен өсімдіктердің, климатының, жер бедері жағдайын, әр материктегі елдер жайлы\n\n8-сыныпта: Қазақстанның геологиялық, морфологиялық құрылысын, физикалық географиясындағы жер-су атауларын, олар туралы информациялар\n\n9-сыныпта: Қазақстандағы экономикалық аудандар, облыстардың өзіндік мамандану салалары, әр өңірдегі зауыт-фабрикалар\n\n10-сыныпта: ТМД елдері туралы мәліметтер\n\n11-сыныпта: Әр материктегі елдердің өзіндік ерекшеліктеріне жеке-жеке тоқталып, оқып шыққан абзал.\n\nЕгер сізде 6-9 сыныптардағы білім базасы бар болса, оған аса көп көңіл бөлудің қажеті жоқ, бар зейінді 10-11 сыныптағы мәліметтерге салған жөн деп ойлаймын.",
                "date": "21.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ғалымдар күніне 30 минут жаяу жүру н\\е жүгіру пайдалы екенін дәлелдеді деген рас па?",
        "question_content": "Жаяy жүру н\\е жүгіру адам денсаулығына қаншалақты пайдалы? Ғалымдар күніне 30 минут жаяу жүру н\\е жүгіру өте пайдалы екенін дәлелдеді деген рас па? Жалпы сіз жаяу жүргенді н\\е жүгіргенді ұнатасыз ба?",
        "question_date": "15.04.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 842,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл ғалымдар дәлелдемей ақ белгілі нәрсе емес пе.Күнделікті 30-40 минут жүріп тұру әрине пайдалы,компютердің алдында 7-8 сағат үңіліп отырғаннан қарағанда. Шыны керек мен далаға шыққанды ұнатпаймын.Адамдармен көп сөйлескім келмейді.Сондықтан болар жиі сырқаттанып қалатыным.",
                "date": "15.04.2016",
                "upvotes": 1
            },
            {
                "text": "Таза ауада серуендеп , жаяу жүргенге не жетсін.... Мүмкіндік болса, далаға шығып , жоталарды аралап, табиғатты суретке түсіріп, шамамен 1 сағаттай серуендеймін.",
                "date": "16.04.2016",
                "upvotes": 1
            },
            {
                "text": "Аааа мен пайдалы емес екен деп жүрсем ))",
                "date": "16.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үздік атестатты қалай алуға болады?",
        "question_content": "Қазір 11 сынып оқимын. Үздік атестатты қатты алғым келеді. Бірақ менде 1 сабақтан жылдыққа төрт шығатын сияқты. Сонымен қоймай 10 сыныпта 3 сабақтан 4 ке шыққам соларды, қалай түзетсем болады. немесе 11 де 1 сабагымнын багасын дузетсем уздик атестат алаалам ба",
        "question_date": "15.04.2016",
        "question_tag": "Мектеп",
        "question_views": 811,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен апайлардан калай комек сурасам болады?мен устаздарга олай сураудан коркактаумын.Негизи 1 тортимди тузетсем ала аламбекен?",
                "date": "16.04.2016",
                "upvotes": 1
            },
            {
                "text": "Қателеспесем 11 сыныпта қаншаға оқыдың соған қарай аттестатыңа баға қойылады.Ал қазір шыны керек аттестаттағы бағаны ақшаға түзетсе болады.",
                "date": "15.04.2016",
                "upvotes": 1
            },
            {
                "text": "Иә, мұғалімдерге айтып түзетіп алуға болады",
                "date": "15.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Күйші Аққыз (Мүгілсін Ахметова) туралы ақпарат бар ма?",
        "question_content": "Қазақтың күйші қыздары дегенде есімізге әуелі Дина Нұрпейісова түсетіні жасырын емес. Ал Дина күйшіден басқа да күйші қыздар бар екенін бірі білсе, бірі білмес. Олардың қатарында Ақбикеш, Ұлболсын, Аққыз сынды қазақтың күйші қыздары бар. Олар туралы деректер тым аз. Ішіндегі ең сүбелісі Ахметқызы Аққыз. Аққыз туралы ақпарат бар ма?",
        "question_date": "15.04.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақтың күйші қыздары дегенде есімізге әуелі Дина Нұрпейісова түсетіні жасырын емес. Ал Дина күйшіден басқа да күйші қыздар бар екенін бірі білсе, бірі білмес. Олардың қатарында Ақбикеш, Ұлболсын, Аққыз сынды қазақтың күйші қыздары бар. Олар туралы деректер тым аз. Тек ғалым Ақселеу Сейдімбектің алты томдық шығармалар жинағында біраз мәліметтер берілген. Ішіндегі ең сүбелісі Ахметқызы Аққыз туралы мәліметтерді бере кетейік.\n\nАхметқызы Аққыз 1897 жылы қазіргі Қарағанды облысының Ақтоғай ауданында, Тоқырауын өзенінің бойында Есалы деген жерде дүниеге келіп, 1986 жылы тоқсанға қараған жасында осы ата мекенінен топырақ бұйырды. Аққыздың əкесі Тобықты ішіндегі Ақсақ атасынан тарайтын Құбылтайдың Ахметі деген кісі Тоқырауын бойындағы мыңды айдаған дəулетті адам болыпты.\n\nДəулет тегін адамға біте ме, Ахмет те ағайынға ақыл-парасатымен жаққан, төңірегіне сыйлы адам болыпты. Əсіресе, өнерді кие тұтып, өнер адамын шашылып-төгіліп қарсы алады екен де, Тоқа, Дайрабай, Ықылас, Əшімтай, Қыздар сияқты күйшілерді Ахмет бай жаз болса ерулікпен елеп, қыс болса соғымнан қалдырмайтын болған. Аққыз болса, Ахмет байдың тоғыз қызының ең кенжесі, Атаның күшін, ананың сүтін сарыққан кенже болғандықтан жас кезінен атқа мініп, бəйгеге шауып, еркекшора болып, еркін өседі. Оның əу бастағы шақырып қойған аты Мүгілсін екен, бір бетінен қақпай өсірген əкесінің ықыласына қақ төңірегі Аққыз атап кетеді. Желдей еркін өскен қыз дəулескер күйшілердің жанында боп, өнерге жастайынан ден қояды. Бұл орайда Аққыздың ең көп тəлім алып, алдын көрген ұстазы - Əшімтай күйші. Əшімтайдың əйгілі «Қоңырқазын» бүгінгі күнімізге жеткізушілерінің бірі осы Аққыз күйші. Ал Аққыздың шəкірті Мағауия Хамзиннің тартуындағы «Қоңырқаз» күйін дəстүрлі қазақ музыкасының асыл қазынасы десе, əсіре сөз болмайды.\n\nАхметқызы Аққыз Арқаның күйші дəстүрін жастайынан құлағына сіңіріп, оған ынтыға ден қойып, бойжеткен кезде төңірегіне дəулескер домбырашылығымен танылады. Ерке өскен мінезді қыз Арқаның бұрау, теріс бұрау, тел бұрау, шалыс бұрау сияқты құлақ күйлермен тартылатын күйлерін еркін меңгеріп, өзі қатарлы домбырашылармен тізе қосып күй тартысқанда ұдайы өнерін асырып отырған. Талай рет додалы күй айтыстарына да түскен. Əрине, күймен айтысу үлкен өнерді қажет етеді. Мұндайда өзгенің күйін көп білу оны келістіріп тарту жеткіліксіз. Ең бастысы, жаныңнан шығарған күйлермен қарсыласың мойын оздыруың керек. Аққыздың өзі шығарған күйлерін кезінде Қыздарбек Төребайұлы тыңдап батасын берген.\n\nАхметқызы Аққыздың өнерге алаңсыз беріліп, мұңсыз-қамсыз кешкен ғұмыры мейлінше келте болған. 1917 жылғы төңкерістен кейін желбуаз ұраншылдық, елді жікке бөліп қырқыстырған таптық көзқарас, ұжымдастыру, кәмпескелеу сияқты саяси əлеуметтік шаралардың бəрі ауқатты жанұялардың шаңырағына жалаң қылыштай үйірілгені белгілі. Мұндай нəубеттен Ахмет байдың да отбасы аман қалмайды. Қатал заманның нысанасына ілінген ең алғашқы 500 байдың бірі ретінде қорлық пен зорлықтың небір сорақылығын бастан кешіп, тəркіленеді. Сонсоң, көп кешікпей-ақ, репрессияға ұшырайды. Қыз ғұмырында көрген қызығы алдамшы түстей ғана болып, ата жұртта аһ ұрып Аққыз қалады. Мұнан кейінгі көрген қорлық, тартқан азапты айтып тауысып болмас.\n\n Есіл бұла дарын осылайша жанбай жатып сөнгендей, өнбей жатып солғандай күй кешеді. Қайран домбыраға қол созуға қорыққан жылдарды бастан өткереді. Адам ғана емес, ұлттың мұңын мұңдап, жоғын жоқтаған өнер де репрессияға ұшырайды. Əйгілі «Зар Қосбасарды» дүниеге əкелген ауылдасы Əбди Рысбекұлы 1931 жылы тек күй тартқан үшін атылады. Дəл сол жылы «Наз Қосбасардың» авторы, буынсыз күйші Айдостың Сембегі атылады. Оның да бар кінəсі - күй тартқаны.\n\nБір кездегі домбыраны жастанып ұйықтайтын Аққыз, енді домбыра көрсе үрейленіп, зəресі ұшатын болады.\n\n50-жылдардың соңына қарай осы өңірдің тумасы, репрессия құрбаны болған Сәкен Сейфуллин ақталады. Аққыз күйші содан кейін ғана домбырасымен қайта табысады. Аққыздың бізге жеткен «Жетім қыз», «Қосбасар», «Қайран елім», «Мұңды қыз» күйлері кешкен ғұмырының өкініші мен өксігі іспеттес.\n\nӘрине, бұл қолда бар деректер ғана. Ақселеу Сейдімбектен соң Аққыз күйші туралы 2007 жылы Болат Тәкішевтің құрастыруымен «Аққыз» кітабы  жарыққа шықты. Ол жерде күйшінің өмірбаянымен қоса ұрпақтарының естеліктері, бірнеше фотодеректер берілген. Айтпақшы, Аққыз күйшінің шәкірттері де жоқ емес. Аққыздың алдына отырып, саусағына саусағын шуда жіппен матастырып, домбыра үйренген күйші - Қазақстан Республикасының халық əртісі Мағауия Хамзин. Ал Мағауияның ондаған шəкірті күйшілікті өмірлік мұрат тұтып, бұл күндері ортамызда жүр. Рухани сабақтастық деген осы болса керек.",
                "date": "15.04.2016",
                "upvotes": 0
            },
            {
                "text": "Апамыздың азан шақырып қойған аты – Мүгілсін. Жаратылысынан сұлу болған апамыз өсе келе елге танымал әнші, күйші болады. Жиын-тойлардың сәнін келтіріп, халқы оны Аққыз атап кеткен екен. Елі оны «Жезтаңдай әнші Аққыз», «Күйші Аққыз» деп жоғары ілтипатпен атайтын болған. Күй мұрасын зерттеуші, ұстаз, күйші-сазгер Уәли Бекеновтің деректеріне сүйенсек, Аққыз (Мүгілсін) Ахметова 1897 жылы қазіргі Жезқазған облысының Балқаш қаласына жақын Қоңырат өңірінің есалы деген жерінде дүниеге келген.\n\nАққыз 9 қыздың ішінде ерекше болып өседі. Әкесі де оны еркелетіп, еркін өсіреді. Әкесі өнерге жақын болғандықтан қызы да күйшілердің жанында жүріп, өнердің айналасында жүреді. Аққыз апамызды бойжеткен кезінде сырттай құдандаласып жүргендер көп болады. Ол кезде апамыздың елге танылып, ел ішінде айтулы әнші ретінде, елдегі ауыл күйшілерінің үйретуімен Тәттімбеттің «Саржайлау», «Қосбасар», «Сылқылдақ», Саймақтың «Сары өзен», Тоқаның «Жалғыз ішек», «Бел шешер» күйлерін және Арқаның тамылжыған сұлу әндерін орындап жүрген кезі болатын. Аққыз өз қалауынсыз қалыңмал беруші елге ұзатылып, Көпбай деген жігітке тұрмысқа шығады. Тұрмыс құрғаннан кейін Аққыздың өнерді ары қарай қууына мүмкіндік болмайды. Ата-анадан айырылып, жат елге кеткеннен кейін «Жетім қыз» күйін шығарады. Аққыз әже болғанда танымал домбырашы Әбікен Хасеновтен Тәттімбеттің «Бес төре» күйін үйренеді. Апамыз Ақтоғай өңірінде тұрған кезінде Мағауия Хамзин, Әпике Әбенова мен Жақсылық Омашевтарға ұстаздық етіп, Тәттімбеттің күйлерін үйретіп, оның мұраларын жалғастырған адам. Ал белгілі ғалым-зерттеуші Ақселеу Сейдімбектің деректеріне жүгінсек, Аққыз апамыздың жалғыз ұлы Тілеужан да күйшілік өнердің парқын түсініп, білетін жан болған.\n\nА.Сейдімбектің еңбегіне сүйенсек, он жетінші жылғы төңкерістен кейін ұжымдастыру, тәркілеу сияқты саяси әлеуметтік шаралардың бір ұшы Аққыз апамыздың отбасына өз кесірін тигізеді. Сол кездің өзінде-ақ әйгілі «Зар Қосбасар» күйін шығарған Әбди Рысбекұлы 1931 жылы домбыра тартқаны үшін атылады. Осындай сұмдықты көрген апамыз домбыра көрсе шошынатын күйге түседі. Кейіннен атылғандар ақталған тұста апамыз да домбырасын қолына алып, өлгені қайта тірілгендей болады. Күйші апамыздың «Жетім қыздан» бөлек, «Қосбасар», «Қайран елім», «Мұңды қыз» деген күйлері ел арасында танымал болады.",
                "date": "15.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабық пен адам отыратын орнның массасын 45-ға тең деп есептеңдер?",
        "question_content": "1) Көтеруші күші 450 Н болатын гелий толтырылған шардың көлемі неге тең? Қабық пен адам отыратын орнның массасын 45-ға тең деп есептеңдер\n\n2) Ауа шары жабдықтарының массасы 450кг Шардың көлемі 1600м куб осы шарды гелиймен толтырғанда, шапр қандай көтеруші күшке ие болады?",
        "question_date": "15.04.2016",
        "question_tag": "Физика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a=450/45=10\n\nP=1.225-(10*P/9.8)\n\n19.8*P/9.8=1.225\n\nP=1.225*9.8/19.8=0.6063кг/м^3\n\nV=45/0.6063=74.22м^3",
                "date": "15.04.2016",
                "upvotes": 0
            },
            {
                "text": "Берілгені\nm= 450 кг\n\nV= 1600м^3\n\ng = 10 Н/кг\n\n Табу керек F- ?\n\n2)Fa = mg , FA = pVg\nFk= FA-Fa\n\nFk= pVg- mg\n\nm÷3 =450кг÷3 =150кг\n\np(ауа ,құрғақ ) = 1,290 кг/м^3\n\np(гелий ) = 0,180  кг/м^3\n\n1,290кг/м^3 -0,180кг/м^3 = 1,11 кг/м^3\nFk = 1,11кг/м^3 × 1600 м^3 × 10 Н/кг - 150кг ×10 Н/кг= =16260 Н = 16,2 кН",
                "date": "12.07.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сыныптастарға өлең шығару керек?",
        "question_content": "10 жылдық кездесу болатын еді. Соған Эльмира, Гулбағым, Бекзат, Жадыра есімді қыздарға өлең шумақтарын шығарып беріңіздерші?",
        "question_date": "15.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неге олардың мінезінен бір-екі ауыз сөз айтып жібермеске? Атына қарап қандай өлең шығарады деп ойлайсыз? Бет-әлпеті, мнеззі, шашы, т.с.с. сипатталмаса...\nЖанка, қызықсыз",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВС үшбұрышының ВД-биіктігі ВЕ-медианасынан кіші болатын дәлелде?",
        "question_content": "АВС үшбұрышының ВД-биіктігі ВЕ-медианасынан кіші болатын дәлелде?",
        "question_date": "15.04.2016",
        "question_tag": "Геометрия",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Автокад жане 3Д макс неге қателік шығып тұр?",
        "question_content": "Автокад жане 3Д макс жазып едім қателік шығып тұр ағылшы түсінбей отырм?\n\nБілетіндер болса айтып жіберініздерші?\n\nНегізі менде автокад 2015 болған,3Д макс установка еткен кезде қателіктер шығып  кеті  и мен Автокадты  удалить еткенсон жазылыатын шығар деп ойлағам енді оныда установка ете алмай отырм?",
        "question_date": "14.04.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 215,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Компьютерде 3д макстің қалдықтары қалып қойған соларды  тазап болып, орнатсаң, бәрі орнатылады,.Болмайды деп ойлама, бәрі де болады ондай қателіктерді көп көргенмін, бірақ бәрін орнаттым, менде ол прога жақсы істеп тұр мәңгілік активациясымен.",
                "date": "15.04.2016",
                "upvotes": 0
            },
            {
                "text": "Win+R ----> regedit -----> CTRL+F ----> Осыннан автокад сөзі бар немесе соның бір бөлігіне ұқсас папкаларды өшір де, қайтадан орната бер",
                "date": "15.04.2016",
                "upvotes": 0
            }
        ]
    }
]