[
    {
        "question_title": "Қазақстан Республикасының экономикалық дамуының қазіргі кезіндегі амортизациялық саясаты.",
        "question_content": "ҚР-ң экономикалық дамуының қазіргі кездегі амортизациялық  саясаты",
        "question_date": "12.10.2016",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 623,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Word программасымен жазған заттарым ашылмай қалды?",
        "question_content": "Word программасымен жазған заттарым ашылмай қалды. Қалай ашуға болады екен?",
        "question_date": "12.10.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 688,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Офисті қайта орната салыңыз",
                "date": "13.10.2016",
                "upvotes": 0
            },
            {
                "text": "копияларын сақтап қалады. Сол копияларын сақтап қалатын папканы тауып ал, сол жерден ашуға болады.",
                "date": "2.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 сан есімге морфологиялық талдау жасау?",
        "question_content": "5 сөйлем сан есім морфологиялық талдау жасау керек. Бірақ мен керек сөйлемдерді тапқан жоқпын. Сол қиын болып тұр.",
        "question_date": "12.10.2016",
        "question_tag": "Университет, колледж",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қараңғы түнде тау қалғып сатылай кешенді талдау?",
        "question_content": "Қараңғы түнде тау қалғып сатылай кешенді талдау?",
        "question_date": "12.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіктөртбұрыштың периметрі 22 дм. Тіктөртбұрыштың іші?",
        "question_content": "Тіктөртбұрыштың периметрі 22 дм. Тіктөртбұрыштың ішінде жатқан кез келген нүктеден қабырғаларына дейінгі қашықтықтарын табыңдар.",
        "question_date": "12.10.2016",
        "question_tag": "Геометрия",
        "question_views": 669,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Аттестациядан өткен немесе өтіп жатқан мектеп мұғалімдері бар ма?",
        "question_content": "Биылғы оқу жылында аттестациядан өткен немесе өтіп жатқан мектеп мұғалімдері бар ма? Қандай жаңалық? 9 , 11 сыныптар қандай пәндерден тапсырады?",
        "question_date": "12.10.2016",
        "question_tag": "Мектеп",
        "question_views": 746,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Есімшені, сын есімді, сан есімді, тұйық етістікті. Cөйлемді құрыныз?",
        "question_content": "Есімшені, сын есімді, сан есімді, тұйық етістікті, одағайды бастауыш етіп сөйлем құраңдар?",
        "question_date": "12.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Астана - Урджар арасында қатынайтын автокөлік бар ма?",
        "question_content": "Астана мен Урджар арасында төте қатынайтын автокөлік бар ма? Болса шофердың телейфнын жібресеңіздер.",
        "question_date": "12.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 280,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астана мен Урджар арасында  автобустар жүреді.",
                "date": "17.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Катер 105 км қашықтыққа ағыспен 5 сағат жүзді?",
        "question_content": "Катер 105 км қашықтыққа ағыспен 5 сағат жүзді, ал ағысқа қарсы 7 сағат жүзді. Катер осы жылдамдықпен 108 км қашықтықты көлде неше сағат жүзеді?\nА) 6 сағат  В) 4 сағат С) 7 сағат Д) 5 сағат\n2) Моторлы қайық 36 км қашықтықты ағыспен 2 сағат, ағысқа қарсы 3 сағат жүзді. Сәл осы қашықтықты неше сағат жүзеді?",
        "question_date": "12.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1)(V+V1)*5=105км\n\nV+V1=21км/саг\n\nV=21-V1\n\n(V-V1)*7=105км\n\nV-V1=15км/саг\n\nV=15+V1\n\n2*V=36км/саг\n\nV=18км/саг\n\nV1=21-18=3км/саг\n\nT=108/18=6саг\n\n \n\n2)(V+V1)*2=36км\n\nV+V1=18км/саг\n\nV=18-V1\n\n(V-V1)*3=36км\n\nV-V1=12км/саг\n\nV=12+V1\n\n2*V=30км/саг\n\nV=15км/саг\n\nV1=18-15=3км/саг",
                "date": "12.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "N санның ішінде қанша 7-ге еселі сан бар екендігін есептейтін программа құрыңыз",
        "question_content": "Клавиатурадан енгізілген N санның ішінде қанша 7-ге еселі сан бар екендігін есептейтін программа құрыңыз. Алдын ала рахмет !",
        "question_date": "12.10.2016",
        "question_tag": "Бағдарламалау",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "int counter = 0; //жай санағыш\nfor(int i=0; i<N; i++){\n   if(i % 7 == 0){\n       counter++;      \n    }\n}\ncout << counter;",
                "date": "20.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Windows 10 туралы қазақша ақпараттар мен деректер, мәліметтер керек?",
        "question_content": "Windows 10 туралы қазақша ақпараттар мен деректер, мәліметтер керек?",
        "question_date": "12.10.2016",
        "question_tag": "Мектеп",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Windows 10 - Microsoft корпорациясының отбасындағы, компьютерлерге арналған операциялық жүйесі. 2014 жылы Қытай мемлекеттік мекемелердің Windows 7-ден Windows 8-ге ауысуына қатаң тыйым жасаған болатын. Ондағы басты себеп – мемлекеттің ақпараттық қауіпсіздігін сақтау. Ал, күні кеше сатылымға шыққан Windows 10 операциялық жүйесі қолданушылар үшін қаншалықты қауіпсіз (ақпараттың құпиялылығы тұрғысынан), қаншалықты тиімді әрі жаңа жүйені орнатар алдында не нәрсені есте ұстау керек?\n\nArsTechnika сараптамалық интернет-басылымы жүргізген зерттеу нәтижесінде белгілі болғандай,Windows 10 өз қолданушыларының деректерін Microsoft серверіне жіберіп тұрады екен, тіпті оның параметрлерін «құпиялылық» режиміне қойғанның өзінде. Бұл OneDrive және Microsoft-тың өзге де сервистері үшін қажет, дейді мамандар. Алайда, OneDrive өшірулі жағдайда және Microsoft есептік жазбасына қосылған жергілікті тораптың (локальная сеть) аккаунты арқылы серверге қосылғанның өзінде Windows 10 операциялық жүйесі деректерді жіберіп тұрады екен. Әйтсе де, Microsoft компаниясы ресми түсініктемеде сарапшылардың бұл пікірін жоққа шығарып отыр. Компанияның ресми түсініктемесінде: «Windows қолданушының рұқсатынсыз жеке деректерді жинамайды. Microsoft сервері Windows-тың жұмысын жақсарту мақсатында және операциялық жүйенің үздіксіз жұмысын қамтамасыз ету үшін Windows-тің қолданылуы, диагностикасы мен өнімділігі жөнінде кейбір деректерді жинайды. Microsoft бұл деректерді ақаулар туындаған жағдайда оларды жөндеу үшін пайдаланады,» - делінген.\n\nЖоғарыда айтылғандарға қарамастан, Windows 10 операциялық жүйесін орнатуға нақты шешім қабылдасаңыз, келесі мәселеге назар аударыңыз.\n\nWindows 10 орнату үшін компьютерге қандай талаптар қойылады?\n\nMicrosoft-тың ресми парақшасында егер сіздің компьютерінің Windows 8.1. талаптарына сәйкес келетін болса жеткілікті, делінген. Егер бұл ақпарат аздық етсе, төменде жаңа жүйені орнату үшін компьютерге қойылатын талаптардың тізімі келтірілген:\n\nПроцессор: ең кемінде1 ГГц.\nЖедел есте сақтау құрылғысы (ОЗУ): 32 разрядтық жүйе үшін 1 ГБ., 64 разрядтық жүйе үшін 2 ГБ.\nҚатты дисктегі бос орын: 16 ГБ.\nВидеоадаптер: WDDM драйвері бар Microsoft DirectX 9 графикалық құрылғысы.\n\nБұдан бөлек, міндетті түрде Microsoft есептік жазбасы мен интернет қажет болады.\n\nМенің компьютерім бұл талаптарға сәйкес келе ме?\n\nИя, қарапайым қолданушылар үшін, жоғарыда аталған талаптарды тексеру қиындау. Сол себепті, Microsoft компаниясы Get Windows 10 атты жаңа құрал ойлап тапты. Ол Windows 10 орнатуға болатын барлық компьютерлерде хабарлама ретінде автоматты түрде шығып тұрады. Бастысы компьютерінің интернетке қосылулы және «автоматты жаңартулар» қызметі белсенді болуы керек.\n\nWindows 10 қолданар алдында тағы нені білген жөн?\n\nЕгер сіз дәл қазіргі уақытта Windows 7 SP1 немесе Windows 8.1. операциялық жүйесінің қолданушылары болсаңыз, Windows Update жүйесі арқылы Windows 10 жүйесін тегін жаңарта аласыз. Осы кезде төмендегілерді есте ұстаңыз:\n\nЖаңарту Windows 10 сатылымға шықан алғашқы 12 айдың ішінде жүзеге асырылу керек.\nWindows 10 операциялық жүйесі әртүрлі бірнеше түрде шығарылады: Windows 10 Home, Mobile, Pro, Enterprise, Mobile Enterprise, Education.\nWindows XP пен Vista қолданушылары егер олардың құрылғыларының техникалық сипаттамалары минималды талаптарға жауап беретін жағдайда ғана Windows 10 қолдана алады.\n\nЖаңадан шыққан Windows 10 жүйесін біреулер мақтаса, біреулер сынға алып жатыр. Ал, сіз жаңа операциялық жүйе туралы қандай пікірдесіз?\n\nАқпарат дереккөздері: lifehacker, hi-tech сайттары",
                "date": "12.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сипаттау, пайымдау, әңгімілеу мысалдар керек?",
        "question_content": "Қазақ тілі пәнінен керек болып тұр. Сипаттау, пайымдау, әңгімілеу осыларға бір бір мысал кішкентай әңгіме керек?",
        "question_date": "12.10.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аркасынын саргыш дагы бар, бауыры коныркай дакты, акшыл, канаты узын, буркит тукымдасына жататын жырткыш кум",
                "date": "5.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүйені крамер әдісімен шешу керек?",
        "question_content": "Жүйені крамер әдісімен шешу керек?",
        "question_date": "12.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Морфологиялық талдау істеп бересіздер ме?",
        "question_content": "Кішіпейілдік Міне, ғажап!.. Үстінде қалың ақ жібек матадан тіккен костюмы, басында ақ шетен қалпағы бар, орта бойлы, толық, ат жақтылау, дөңес қыр мұрынды кісі есік алдында, баспалдақ үстінде, қолын көлге көлегейлеп, көше жаққа қарап тұр екен. Мұқаң үйіне келген кісіні - мейлі, жақсы үлкен ақсақал болсын, яки оқушы болсын - далада тұрып қарсы алады деп еститін Мəлік аға. Бұл Мұқаңа жарты сағат ерте келдім деп ойласа, ол кісі мұны одан да бұрын далада күтіп тұр екен-ау!.. Мұқаңа батыр аталар, елін сүйген ерлер туралы өз ойын айтып, кітап жазбақ болып келген Мəлік аға енді сондай адам бойынан жəне бір қасиет тапқандай болды. Оның аты - Мұхтар Əуезов секілді ұлу жазушының бойынан көрген кішіпейілдік.",
        "question_date": "12.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Морфологиялык талдау жасап беріңіздерші\nЖақсы-елдің басын қосады,",
                "date": "30.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дұрыс төртбұрышты призманың табан қабырғасы",
        "question_content": "Дұрыс төртбұрышты призманың табан қабырғасы 15 см, ал оның бүйір жағының диагоналі 25 см. Табан қабырғасынан призманың онымен киылыспайтын диагоналіне дейінгі ең аз қашықтықты табыңыз.",
        "question_date": "12.10.2016",
        "question_tag": "Геометрия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Биология. Қаламға арналған сияны 5-8 есе сұйылт,оны препаратқа тамыз?",
        "question_content": "Қаламға арналған сияны 5-8 есе сұйылт,оны препаратқа тамыз. Сияның түйірлері жиырылғыш вакуольдерге толады да оны көгілдір түске бояйдв. Кебісше денесінің үстіңгі бетіндегі кірпікшілерге назар аудар. Олардың атқаратын қызметтері қандай?",
        "question_date": "12.10.2016",
        "question_tag": "Мектеп",
        "question_views": 520,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1970-1986 жылғы әулеметтік экономикалық жағдайдын әлсіреуі",
        "question_content": "1970-1986 жылғы әулеметтік экономикалық жағдайдын әлсіреуі?",
        "question_date": "12.10.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "70-80-жылдары Қаэақстанның экономикасында шикізат өндіру басым-дыққа ие болғандықтан, халық тұтынатын тауарлардың 60%-ы басқа одақ-тас республикалардан әкелінді, ал оның көпшілігі Қазақстанда өндірілген шикізаттардан дайындалды. Экономикадағы дағдарыстық ахуалдың пісіп жетілуі өнеркәсіп өнімдерін шығарудың төмендеуі мен ұлттық табыстың азаюынан айқын көрінді. Егер 1970-1975 жылдары өнеркәсіп өнімінің жылдық өсуі 8,4% болса, 1980-1985 жылда-ры 3,8%-ға, ал ұлттық табыс осы жылдары 4,4%-дан 1,4%-ға дейін төмендеді. Осындай жағдайда 1977 жылы КСРО-ның жаңа Конституциясы қабылда-нып, онда Кеңес халқы «дамыған социализм» кезеңіне өтті деп жарияланды. Экономиканы әміршіл-әкімшіл басқару әдісі материалдық ынталандыру-ды жоққа шығарып, экстенсивті даму, мемлекеттік меншіктің үстемдігі, жұмыс-шыларды өнеркәсіп қүралдарынан алшақтату, орталықтың билеп-төстеу жағдайына алып келді. Қазақстан экономикасы 1980 жылдары дағдарысқа тірелді. Республикада егістік көлемі өте үлкен болды, тек астықтың өзі 25 млн га жерге себілді. Солай бола тұрса да, өнім жинаудың темендеуі тұрақты құбылысқа айналды. Мал шаруашылығының құс асыраудан басқа салалары кіріссіз шаруашылықтарға айналды. Егер 1970 жылы өзін-езі ақтай алмаған колхоз-дар мен совхоздардың үлес салмағы 15% болса, 1985 жылы бұл көрсеткіш 51%-ға жетті. Мысалы, қойдың саны 1971-1981 жылдары 3,4 млн басқа өссе, 1981-1985 жылдары өсу тоқтаған. Қой етін өндіру 1970-1985 жылдары 19%-га қысқарды, оның қоңдылығы да төмендеді. Дуние жүзіндегі ауыл шаруашылығына жарамды ең үлкен (603 миллион га) жері болса да, (мысалы, АҚШ-та ол 431,5 млн га, Канадада 78 млн га), Кеңес Одағы 1981-1985 жылдары әлемдеп ең ірі азық-түлік сатып алушы елге айналды. Бүл кезеңде КСРО жыл сайын шеттен 3,8 млрд долларға азық-түлік сатып алып отырды. 1985 жылы КСРО-дағы әрбір үшінші бөлке нан, әрбір екінші қораптағы макарон шет елдерден - АҚШ, Канада, Аргентина, Түркиядан сатып алынған астықтан дайындалды. 1970-1980 жылдары халықтың нақты табысы төмендеп кетті. Халық тұтынатын тауарлар тапшылығы өсіп, күні бойы дүкендерде кезекте тұру дағдыға айналды. 1985 жылы Қазақстанның орташа жағдайдағы тұрғыны көпшілік түтынатын тауар алу үшін екі-үш айлық жалақысын жұмсаса, ал қалған тоғыз-он айдың жалақысы тауар тапшылығына байланысты жұмсал-май қалды. 1985 жылы КСРО-да тауар үшін дүкендерде кезекке тұруға халық шаруашылығында жұмыс істейтін 35 млн адамның жылдық қорына жұмса-латын жұмыс уақыты шығындалған. Кеңес Одағында қоғамдық саяси өмірде «басқаша ойлауға» қысым көрсетілді. Оның нақты мысалы, О. Сүлейменовтың 1975 жылы шыққан «Аз и Я» деген кітабына тыйым салынды. Оған пікір жазған «Молодая гвардия», «Москва», «Звезда» және т.б. журнал беттерінде авторды идеологиялық талаптардан ауытқып кетті деп айыптады. Автордың езі идеологиялық қысымға алынды. 1979 жылғы Целиноград оқиғасы ұлттық қатынастардың шиеленісуінің және қазақ халқының мүддесімен санаспаған орталықтың өктемдік саясатының керінісі болды. СОКП ОК Саяси бюросы 1979 жылы көктемде Қазақстанда, орталығы Ерейментаүда болатын, неміс автономиялық  облысын құру туралы шешім қабылдады. Оған Ақмола, Павлодар, Қарағанды, Көкшетау облыстарының немістер тығыз қоныстанған бірқатар аудандарын беру көзделді. Орталықтың бұл әділетсіз шешіміне қазақ жастары бірден жауап берді. Партия шешіміне қарсы Целиноградта, Атбасарда, Ерейментау және Көкшетауда бейбіт шерулер мен демонстрациялар болды. Міне, қазақ халқының осындай саяси белсенділігінен қаймыққан Компартияның ОК қабылдаған шешімін өзгертуге мәжбүр болды. КСРО сыртқы саясатта халықаралық беделін нығайту және Ауғанстанда саяси үстемдік орнату мақсатында 1979 жылы 27 желтоқсанда Ауғанстанға Кеңес әскерін кіргізді. Бұл саясатқа жауап ретінде АҚШ Кеңес Одағына астық сатуға тыйым салып, Мәскеуде өтетін жазғы олимпиадалық ойындарға қаты-судан бас тартты.\n\nИсточник: http://e-history.kz/kz/contents/view/1103\n© e-history.kz",
                "date": "12.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке куәлікте өз туған жылынды өзгертуге болама?",
        "question_content": "Жеке куәлікте өз туған жылынды өзгертуге болама?\n\nМысалга 97 жылгы болып 98 ге?",
        "question_date": "12.10.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Өкінішке орай өзгерте алмайсыз",
                "date": "12.10.2016",
                "upvotes": 1
            },
            {
                "text": "Ол үшін туу туралы куәлікті 1 жасқа келгенде алу керек)",
                "date": "12.10.2016",
                "upvotes": 0
            },
            {
                "text": "жергілікті іім не барып өтінім беріп көріңіз, негізі сотқа арыз жазу арқылы шешілуі мүмкін",
                "date": "13.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрмыс-салт жырларының жастарды адамгершілікке тəрбиелеудегі мəні.",
        "question_content": "Жоспар 1.Кіріспе бөлім Тұрмыс салт жырлары қазақ халқына рухани болмысын, тұрмыс-тіршілігін, ұлттық қасиетін танытатын ұлттық мұра. 2.Негізгі бөлім 1. Тұрмыс салт жырлары халық тұрмысын қамтитын ауыз əдебиетінің кең саласы. 2. Төрт түлікті қадірлеу мен қастерлеу - ұлттық тəрбиенің бастауы. 3. Үйлену салтына байланысты айтылатын өлең жырлардың жастар тəрбинсіне ықпалы. ... .. ... ... 3. Қорытынды бөлім.",
        "question_date": "11.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менеджерді дайындау жөнінде!",
        "question_content": "Германия, Англия, АҚШ, Қазақстан, Жапония, Қытай мемлекеттерінде менеджерді қалай дайындайды, немесе қандай әдісті қолданып дайындайды.\n\nМысалы: Жапония елінде 1-ші кәсіпорынның атын жұмыскерлерден сұрайды (жұмыс деңгейі төменнен жоғары), жұмыс істеп отырған орнын сұрап, егер өз жұмысын жақсы білген болса, онда ол менеджер болады.",
        "question_date": "11.10.2016",
        "question_tag": "Кәсіпкерлік",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1725 жылы не болды?",
        "question_content": "достар қ тарихы 8 сынып",
        "question_date": "11.10.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1725 жылы Әбілқайырдың қол астындағы сарбаздардың соны 50000-ға жетіп, қазақтар жаудың басып алған жерлерін  азат етуді бастады. Осы жылы басқыншыларға қарсы алғаш рет үлкен тойтарыс берілді. Отырар, Шымкент, Түркістан, Сайрам төңірегін жаудан азат етуде қазақ сарбаздары асқан ерлік көрсетті. Қаратау тауларының Теректі алқабындағы  Садырбұлақ өзенінің төңірегіндегі қалмақтардың қолын Үлкентұр тауына қуып тығып, жойып жіберді.\n\nМәшүр Жүсіп Көпейдің жазбаларында 1725 жылы Бұхара жақтан  қайтып келе жатқан Орта жүз қазақтары Шақшақұлы Жәнібектің қолбасшылығымен Шұбаркүл\n\nкөлінің маңында жоңғарларды талқандады делінеді. Шәкәрім Құдайбердіұлы да бұны растайды. Осы жеңістен кейін Ақтасты өзені маңында кездескен қазақ сарбаздары жаудың тас-талқанын шығарды. Бұл шайқаста  Әбілқайыр ханның, батырлар Тама Есет, Тама Жантай, Қаракерей Қабанбай, Қанжығалы Бөгенбай қолдары бірлесіп жауға соққы берді. Шайқас болған жер «Қалмаққырылған» деген атқа ие болды. Одан кейін қазақтар Сырдарияның төменгі ағысы ғана емес, Мұғалжар тауларының бір бөлігін жоңғарлардан азат етті.",
                "date": "11.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жоспар бойынша 360 тетік дайындау қажет?",
        "question_content": "Жоспар бойынша 360 тетік дайындау қажет. Күніне 4 тетікке артық дайындау арқылы тапсырма белгіленген уақыттан бір күн бұрын орындалды. Тапсырманы орындауға қанша күн кеткен?",
        "question_date": "11.10.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(360/X+4)/360=1/(X-1)\n\n(1/X)+(1/90)=1/(X-1)\n\n1/90=(1/(X-1))-(1/X)\n\n1/90=(X-(X-1))/(X^2-X)\n\n1/90=1/(X^2-X)\n\n90=X^2-X\n\n90-X^2+X=0\n\n-X^2+X+90=0\n\nX^2-X-90=0\n\nD=1^2-4*1*(-90)=361\n\n361^0.5=19\n\nX=(1+19)/(2*1)=10",
                "date": "11.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастауышы да баяндауышы да күрделі болып келген 3 сөйлем құру?",
        "question_content": "Бастауышы да баяндауышы да күрделі болып келген 3 сөйлем құру?",
        "question_date": "11.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атамның досы кеше түнде, ұйықтап жатқанда жан тапсырыпты.Асыл келе жатқанда,артына қараса мысық жүр екен.Бүгін досым екеуміз мектепке бірге барған жоқпыз.",
                "date": "12.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер мен менеджер болсам...",
        "question_content": "Егер мен менеджер болсам, қандай принцип қолданушы едім, өндіріс саласында, қызмет көрсету, білім саласында және т.б.",
        "question_date": "11.10.2016",
        "question_tag": "Кәсіпкерлік",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жыныстық қатынас, жүкті болып қалуы қаупі бар ма?",
        "question_content": "Жыныстық қатынас кезінде егер жігіт қыздың ішіне ұрық жібермесе жүкті болып қалуы қаупі бар ма?",
        "question_date": "11.10.2016",
        "question_tag": "Махаббат",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оргазм деген ұғым ол сперма емес қой. Екеуінің арасы жер мен көк. Жалпы егер сперма кетпесе қалай жүкті болуға болады!? Әрине жоқ!",
                "date": "11.10.2016",
                "upvotes": 0
            },
            {
                "text": "Негізі ол туралы толығырақ айтуға болатын еді. Бірақ, сен суретін жібермегесін дұрыстап тұрып түсіндіру қиын.",
                "date": "14.10.2016",
                "upvotes": 0
            }
        ]
    }
]