[
    {
        "question_title": "Көшеде пісте шаққандарға қандай жаза қолданылады?",
        "question_content": "Көшеде пісте шағып, қабығын жерге тастау жауапкершіліктің қай түріне жататынын жəне оған қандай жаза қолданылатынын білгім келеді.",
        "question_date": "23.04.2016",
        "question_tag": "Заң",
        "question_views": 562,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР ӘҚБтК-нің 330-бабының 1-бөлімімен әкімшілік жауапкершілікке тартылады",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы 1916 ж Ұлт-азаттық көтерілістің барысы?",
        "question_content": "Қазақстандағы 1916 ж. Ұлт-азаттық көтерілістің барысы, жеңілу себебі мен тарихи маңызы.",
        "question_date": "23.04.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 40000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көтерілістің шығу себебі\n\nКөтерілістің шығу себебі әлеуметтік-экономикалық және саяси сипаттағы факторлар еді. Яғни отарлық езгінің соғыс кезінде барынша күшеюі, жерді тартып алу, орыстандыру саясаты және т.б. Көтерілістің басталуына патшаның 1916 ж. 25 маусымда армияның қара жұмысына Түркістан өлкесінің және ішінараСібірдің 19-дан 43-жасқа дейінгі ер-азаматтарын шақыру жөніндегі жарлығы түрткі болды.\n\nШілденің басында қазақ даласында көп кешікпей қарулы көтеріліске айналған стихиялық бас көтерулер басталды. Ол біртіндеп ұйымдасқан сипат алды: Торғай мен Жетісуда оның танылған жетекшілері А. Иманов, Ә. Жанкелдин, Т. Бокин, Б. Әшекеев, Ө. Саурықов басшылық еткен ірі ошақтары пайда болды.\n\nҚазақ қоғамында патша жарлығы мен көтеріліске деген көзқарас бір мәнді болған жоқ: бай-феодалдардың бір бөлігі, жергілікті әкімшіліктің кейбір шенеуніктері патша жарлығын қолдап, оны орындауға шақырды. Қазақ интеллигенциясының кейбірі (Бокин, Ниязбеков, Жүнісов) жарлыққа қарсы шығып, оны орындауға қарсыластық көрсетуге шақырса, «Қазақ» гәзеті төңірегіндегі зиялылар (Ә. Бөкейханов, Ахмет Байтұрсынұлы, М. Дулатов және т.б.) күші басым үкіметке қарсы шығудың халықты қырғынға ұшыратарын ескертіп, сабыр сақтауға шақырды.\n\nКөтерілістің аса ірі ошақтары Жетісу, Торғай болды. Жетісу облысында қарулы қарсыластық шілде-тамыз айларында жаппай қарқын алды. Шілденің 17 Жетісу мен Түркістан өлкесінде әскери жағдай жарияланды. Патша үкіметі мұнда ірі әскери күштерді жібере бастады. Қыркүйек, қазан айының басында жетісулық көтерілісшілер шегініп, Шығыс Түркістанға өтіп кетуге мәжбүр болды.\n\nТорғай көтерілісі (басшылары А. Иманов, Ә. Жанкелдин) 50 мыңдай адам қамтыған ірі қозғалыс болды. А. Иманов көтерілісшілерді ондыққа, елулікке, жүздікке, мыңдыққа бөлді. Арнайы мергендер бөлімшесі құрылды. А. Иманов бас сардар болды. Оның жанында әскери кеңес жұмыс істеді.\n\nТорғай облысындағы көтеріліс патша үкіметі құлатылғаннан кейін ғана тоқтады.\n\n1916 ж. көтеріліс қазақ халқының көп ғасырлық ұлт-азаттық қозғалысының тарихында маңызды орын алды. Ол отарлауға және империалистік саясатқа қарсы өрбіді.\n\nПатшалық Ресейдің XX ғасырдың басында Орта Азияның шығыс аудандарын отарлауы өте күшті қарқынмен жүргізілді. Тек 1907 – 1912 жылдары империянның еуропалық бөліктерін бұл жаққа 2 млн 400 мың адам келіп қоныстанды. Әсіресе, Қазақстанда отарлау кең ауқымда жүргізілді. Қазақтардың жерлерінде патша өкіметі шаруаларды қоныстандыру үшін жер қорын жасап, 1916 жылға дейін олардың 45 млн десятина ең шұрайлы жерлерін тартып алды, сөйтіп жергілікті халықтар таулар мен шөл далаларға ығысуға мәжбүр болды. Бұл жерлерде не су, не мал жаятын жеткілікті шабындық болмады.\n\nХІХ ғасырдың аяғы XX ғасырдың басында бұрынғы Түркістан аймағында (Хиуа мен Бұқараны қоспағанда) 941 жаңадан қоныстанған поселкелер пайда болды. Бұл кезде Түркістанда орыс посекілерінің әрбір тұрғынына 3,17 десятина егін егетін жерден келсе, жергілікті тұрғындарға (қазақ, өзбек, қырғыз, және т.б.) 0,21 десятинадан ғана жер келді. Сөйтіп, ешқандай жері жоқ қазақ –қырғыз тақыр кедейлерінің үлкен тобы құрылды. Жетісу губерниясында көшіп келген орыс кулак шаруашылықтарының 90 проценттен астамы қазақ кедейлерінің жалдамалы еңбегін пайдалнады. Қазақ жерлерін күшпен тартып алу жергілікті халықтар мен орыс –украин қоныстанушыларының арасындағы қайшылықтарды шиеленістерді, жер мәселесі жөніндегі күштеу саясаты шеткі аймақтарда да кеңінен тарады.\n\n1914 жылы патшалық Ресей дүниежүзілік соғысқа тартылды. Бұл Бірінші дүниежүзілік империалистік соғыс барлық халықтарға, соның ішінде Қазақстанға да асар ауыр зардаптарын тигізді. Ол патша чиновниктері мен жергілікті әкімдерінің және байлардың зорлық–зомбылығы мен озбырлығын күшейтті. Соғыс қажетіне Қазақстаннан орасан көп жылқы, ауыл шаруашылық өнімдері жөнетілді. Жергілікті халықтан алынатын салық 3 – 4 есе көбейді, шаруалардың ірі қара малы мен мал азығын соғыс қажетіне алу күшейді. Осынның бәрі егістік жердің қысқаруына, ірі қара мал басынның азаюына әкеп соқтырды. Елдің өнеркәсібіндегі жалпы күйзеліс пен ауыл шаруашылығының күйзелуі Қазақстан экономикасын құлдыратты. Қалалар мен ауылдардағы еңбекші бұқараның жағдайы күрт төмендеді.\n\nСоғыс жылдары тек Түркістаннан майдандағы әскерлердің қажеті үшін 40, 899, 044 пұт мақта, 38 мың шаршы метр киіз, 3 млн пұт мақта майы, 229 мың пұт сабын, 300 мың пұт ет, 473,928 пұт балық, 70 мың жылқы, 12797 түйе күштеп алынып, майдан аймақтарына жіберілді. Қазақ шаруаларын кәсіпорындарға, кулак шаруашылықтарына жалдап жұмыс істету күшейді.\n\nДүниежүзілік империалистік соғыс елде өнеркәсіптің қирауына, ауыл шаруашылығының тоқырауына (дағдарысына), халық арасындағы аштыққа алып келді. Жергілікті жерлерде шенеуніктер мен әкімшіліктердің зорлап алымсалық жинауы өсті, халықтар арасындағы ұлттық бөлунішілік күшейді. Қазақ даласында жалпы ұлттық дағдарыспісіп жетілді.\n\nСоғыс ауртпалығы Қазақстанда жұмысшылар мен шаруалар қозғалысының өуіне түрткі болды. 1915 жылы маусым айында Екібастұз, Байқоңыр көмір кендерінде, Спасск мыс кен руднитінде, Орынбор –Ташкент темір жолында жұмысшылардың қозғалысы бой көтерді.\n\nСоғысқа қарсы, қымбатшылыққа және етек алып келе жатқан аштыққа қарсы қалалар мен деревняларда қала кедейлері мен майданға кеткен солдаттардың әйелдері ереуілге шықты. 1916 жылы қаңтар айында мұндай тоқулар Верный, Семей қалаларында болды.\n\nОрынбор облысы Ақ Бұлақ поселкесінің, Жетісу облысы Лепсі уезінің бірқатар селоларының кедейлері мен майданға кеткен әскерлердің әйелдері жергілікті саудагерлер мен көпестердің дүкендерін талқандады. Сөйтіп, қоғамдағы қанаушы таптар арасындағы қарама–қарсылық, бір–біріне қарсы шығу жалпы бұқаралық сипат алды.\n\nКәсіпорын иелерінің, жергілікті буржуазия мен феодалдардың зорлық – зомбылығы\n\n1916 жылы 25 мусымда патша өкіметінің «Бұратана халықты мемлекеттік қорғаныс жұмыстарына пайдалану тәртібі туралы ереже» қабылдауына байланысты тіпті күшейе түсті. Жұмыстан немесе әкімшілік ережелері мен талаптарын орындаудан бас тартқан жұмысшыларды түрмеге отырғызуға, немесе үш ай мерзімге тұтқынға алуға, болмаса айып ретінде ақша өндіріп алуға кесетін болды. Азық – түлік екі – үш есе қымбаттауы да халықтың наразлығына өршіте түсті.\n\nҚазақ жастарын майданға тыл жұмысына алу жөніндегі патшаның 1916 жылғы 25 маусымдағы жарлығы халықтың шыдамын тауысып, олардың отарлау езгісі мен орта ғасырлық қанауға қарсы көтерліуіне себеп болды. Жарлық бойынша Түркістан мен Дала өлкесінен майданға окоп қазуға 400 мың, соның ішінде Қазақстанның далалық облыстарынан – 100 мыңнан астам, Жетісудан 87 мың адам жіберу көзделді. Қазақтардың тууы туралы куәлігінің жоғын пайдаланып болыстық басқармалар мен ауыл старшындары жастарының асқандығына қарамастан кедей жігіттері майданға жұмысқа алынатын «қара тізімге қосты» , ал феодалдар балаларының жасын өз бетінше үлкейтіп, немесе кішірейтіп көрсетіп, әскерге жібермеудің амалын жасап бақты. Мәселен, 60 жастағы кедей шалдары 30 жаста болып, 25 – 30 жастағы бай балаларды 50 жастағы болып болып жазылды.\n\nМайдан жұмысына қазақ жастарын алу туралы жарлық қазақ халқының зор наразлығына тудырды. Елде болыстық басқармаларды талқандау, ауыл старшындарын, қатігез байларды өлтіру, ірі феодалдардың иеліктеріне шабуыл жасау, жер сату жөніндегі құжаттарды, алым – салық қағаздарын т.б. жойып жіберу секілді ашу – ыза әрекеттері кең орын алды. Сойыл, кетпен, шалғы, мылтық, қылышпен қаруланған ел адамдары байлардың ауылдарын өртеп, малдарын әкетеуі жиілей түсті.\n\nҚазақстандағы бұл қозғалыс көпшілік аудандарында ұлт – азаттық сипатта болып, патша өкіметіне, отаршылдыққа, империалстік соғысқа және жергілікті жерлерде патша өкіметінің сүйеніш болып отырған феодал – байларға қарсы бағытталды. Бұл қозғалыста еңбекші халықтың өкілдері басқарды. Торғай даласында қазақ жастарын Әліби Жангелдин мен Амангелді Иманов, Орал облысы мен Бөкей ордасында Сейітқали Мендешев, Әбдірахман Әйтиев, Маңғыстауда – Жалау Мыңбаев, Ақтөбе даласында - Әділбек Майкөтев, Жетісуда – Тоқаш Бокин, Бекболат Әшекеев, ұзақ Саурықов, Тұрар Рысқұлов т.б. басқарды.\n\nБұл арада тағы бір мәселенің бетін ашып кету қажет. Ол – 1916 жылы қазақ интелегенциясының көсемдері, яғни ұлт – азаттық қозғалысты бастаушылар, халық көтерілісіне қалай қарады ? Олар патшаға қарсы қарулы көтерілісті жақтаған жоқ. Өйткені құр қол халық патшаның талай жыл үйретілген, мұздай қаруланған әскеріне көрсете алмай, тағыда қырғыеға ұшырайтынын сезді. Бірақ оларға тасқыны тау суындай дүркіреген стихияны – халық көтерілісін тоқтату мүнкін болмады. «Қазақ» газетінің ашық көтерілу қауіпті, одан да мобилизацияны кешеуілдетуді ұсынайық, жеңілдіктер сұрайық, ол екі ортада патша да бір жайлы болар деген сияқты шақырулары халықтың құлағына кіре қоймады.\n\nБір сөзбен айтқанда, стихиялық халық көтерілісінен ұлт-азаттық қозғалыстың көсемдері бөлініп қалды. Өмір олардың болжамы дұрыс екендігін дәлелдеді. Қазақ халқы тағы бір қырғынды басынан өткізді, ал 1917 жыл 27 ақпанда бас – аяғы бірнеше айдан кейін патша да тағынан құлады. Осындай жағдайды ескермей кейінгі зерттеушілер тарапынан болашақ « Алаш » партиямының өкілдері 1916 жылы патшаны жақтады, тіпті көтерілісті басып, жанышты деген ұшқары жалған сөздер айтылды. Алашордалық көтеріліс кезіндегі тактикасын түсінбеді.\n\nАл көтеріліс басылып, қазақ жігіттері майдандарға окоп қазуға жіберіле бастаған кезде, оларға бас – көз болып, кейін аман – есен оларды ауылға жеткізу қажет болған жағдайда Әлихан Бөкейхановтың өзі бастаған қазақ зиялылары (оқытушылар, заңгер т.б. ) серіктерімен бірге майданға (реквизициаланғандармен) атанды. Бұны нағыз патриотизм деп түсіну керек. Өйтпегенде сауатсыз, орыс тілін түсінбейтін көптеген қазақ жігітерінің елге оралуыекі талай еді.\n\n1916 жылғы шілде, тамыз айларында көтеріліс бүкіл қазақ даласын қамтыды. Оны басу үшін патша өкіметі жазалаушы отрядтар жіберді. Оның құрамында жақсы қаруланған әскер бөлімдері, казак – орыс шоғырлары кірді.\n\nКөтерілісті басу үшін патша үкіметі өзінің ескі «бөліп ал да билей бер»деген тактикасында кеңінен қолданады. 1916 жылғы 23 тамызда Түркістан генерал – губернаторы Куропаткиннің жарлығымен майдан жұмыстарына шақырылуларудан қанаушы таптардың бірқатар өкілдері босатылды. Олар: Басқару органдарының (облыстық ,ауылдық ) қызметкерлері, жергілікті (бұтана) халықтың төменгі полицияда істеп жүргендері, имамдар, молдалар, медреседе істейтіндер, мекемелерде қаражат мәселесімен айналасатын бухгалтерлер мен есепшілер, мемлекеттік мекемелелерде қызмет істеп жүрген бұратана әкімшілігінің бұратана халықтың өкілдері, дворян және құрметті азаматтар әулетінен шыққан бұратана халықтық қозғалыстан бұратана әкімшілігінің, байлар мен мұсылман діні өкілдерінің аздаған тобын бөліп алуға мүнкіндік берді.\n\nКөтерілістің Жетісудағы орталығы\n\n1916 жылғы ұлт – азаттық көтерілістің аса ірі орталығы Жетісу болды. Жағдайдың шиеленісуіне байланысты 1916 жылғы 20 шілдеде генерал Куропаткин Түркістан өлкесінің генерал – губернаторы болып тағайындалды. Ол кезде орасан зор аймақты түгелдей халық революциясының от – жалыны шарпыған еді. Мәселен, шілденнің 12 – сінде Верный уезі Қорам болысының 68 жігіті А. Абдурасуловты, ал шілденің 16 – сында көтерілісшілер Құрам болысының болысын өлтірді. Тамыздың 3 – інде Асы өзенінің аңғарында көтерілісшілердің 2 мың адамнан тұратын отряды уезд бастығының көмекшісі Хлыновскийдың отрядына шабуыл жасады . Тамыздың 6 – сында самсы аңғарында Ботбай, Шығыс және Батыс Қастек, Тайторов, Ырғайты болыстарының 5 мың адамдық көтерілісші жігіттері жазалау торядын қоршап алды. Сол күні Самсы станасасы көтерісшілердің қолында болды,тамыздың 8 – нде Ақсу жайлауында қазақ – қырғыз сьезі өтті. Олар Қордай көтерілісшілерін қолдауға, нарындықтарға ұран тастауға, қазақ көтерілісшілері көмекке өздерінің қарулы жігіттерінің жартысын жіберуге шешім қабылдады. Қазақ және қырғыз еңбекшілері қимылдары патша әкімшілігін мазасыздандырмай қоймайды.\n\nГенерал Куропаткин «Қандай амалды болса да қолданудан тайынбай, көтерілісшілерді бағындыруға», «Лаң салушыларға қарсы күресу үшін байырғы халықтың рулық немесе тайпалық араздығын» пайдалануға бұйрық берді.\n\nӨз кезеңінде Жетісу болысының генерал – губернаторы М.А. Фольбаум жергілікті казактардан жазалау отрядтарын ұйымдасытру үшін казак станциаларына асығыс түрде винтовкалар мен патрондар жіберді. Мұнымен шектелмей, генерал Куропаткинің тамыздың 12 – сіндегі нұсқауы бойынша қоныстанушылар ауылдарындағы орыс кулактары қаруландырылды.\n\nЖазалау отрядтарының жанынан, облыстың уездік қалаларында әскери дала соттары құрылды.\n\nАзғана уақыт ішінде көтеріліс Шу өзені мен Ыстықкөлге жаспарлас жатқан бүкіл аумақты қамтыды. Көтерілісшілер Қастек тауы өңіріне, Үлкен және кіші Кебен, Асы, Шілік, Сусамыр өзендерінің аңғарына, Талас өзенінің жоғарғы ағысына топталды. Олар телеграф желілерін қиратып, почта стансаларына, болыс ауылдарына шабуыл жасады.",
                "date": "23.04.2016",
                "upvotes": 1
            },
            {
                "text": "1916 ж. көтерілісшілерді қарумен, оқ - дәрімен жабдықтау мәселелерімен аналысқан әскери кеңес қайда құрылған? осыған жауап тауып беріңіздерші өтініш",
                "date": "3.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы игерудің мақсаты, салдары, 1954-1956 ж.",
        "question_content": "Қазақстандағы тың және тыңайған жерлерді игерудің мақсаты, салдары, көлеңкелі жақтары \\1954-1956 ж.\\",
        "question_date": "23.04.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 27500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тың игеру, тың және тыңайған жерлерді игеру — КСРО-да (Қазақстан, Сібір, Орал, т.б.) 1954 – 1960 ж. жүргізілген науқан. КСРО бойынша жалпы 41,8 млн га жер жыртылса, соның 25,5 млн га-сы қазақ жері болды. Тың игеру нәтижесінде Қазақстан КСРО-дағы ең ірі астықты республикаларының біріне айналды. Тың игеру. Кеңес үкіметі тұсында ең көп тәжірибе жасалған сала – ауыл шаруашылығы. Жасалған реформалар аграрлық саланы дамытудың орнына, көбінесе үлкен қиындықтарға алып келді. Ауыл шаруашылығымен қазақ халқы тығыз байланысты екені белгілі. Сондықтан қазақ халқының басым бөлігі ауылдарда тұрғандықтан реформалардың зардабы бірінші кезекте қазақтарға тиді. Ауыл шаруашылығындағы тәжірибелер 1950 жылдары өз жалғасын тапты. 1953 жылы қыркүйекте КОКП ОК пленумы ауыл шаруашылығында қалыптасқан жағдайды талқылады. Пленумда мемлекет басшысы Н.С.Хрущев баяндама жасады. Баяндамада аграрлық саланың артта қалу себептері талданды. Күштеп ұжымдастырудың зардаптары, миллиондаған шаруалардың ашаршылық пен саяси қуғын–сүргіннің құрбаны болғандығы атап көрсетілді. Сонымен бірге, өнеркәсіпті ауыл шаруашылығы есебінен дамыту ауыл тұрғындарының тұрмыс жағдайының төмендеуіне әкелді. Қыркүйек пленумы ауыл шаруалығының артта қалуын жою жөніндегі нақты шараларды белгілді. Мал шаруашылығының артта қалу себептері: матералдық-техникалық негізінің әлсіздігіне, жайылымдардың тың игеру кезінде егістікке айналуына тікелей байланысты болды. Ауыл шаруашылығындағы жағдайды жақсарту үшін жемдік дақылдар егісінің көлемін ұлғайту жүзеге асырылды. Техникамен жабдықтау және малшыларды материалдық тұрғыда ынталандыру жұмысы жүргізілді. Еліміздегі 47 колхоз бен 225 совхоз ет өндіруге бағытталып қайта құрылды. Осы шараларды жүзеге асыру нәтижесінде мал шаруашылығының жағдайы біршама жақсара бастады. 1950 ж. басында колхоздарды ірілендіру нәтижесінде олардың саны республикада екі есе қысқарды. Сол себепті Қазақстан колхоздары материалдық тұрғыда жарақтанған ірі шаруашылықтарға айналды. Осы кезеңде шаруашылықты жүргізуде талантты ұйымдастырушылардың есімдері көпшілікке таныла бастады. Олардың еңбегін мемлекет жоғары бағалады. Мысалы, Алматы облысындағы «Алматы» колхозының бастығы Л.Манько, «Мичурин» атындағы колхоздың бастығы Қ. Әбдіғұлов Социалистік Еңбек Ері атанды. Ал, Талдықорған облысындағы «Жаңа талап» колхозының бастығы Н.Алдабергенов екі мәрте Социалистік Еңбек Ері атағын алды. 1950 ж. екінші жартысында МТС-тер таратылып, олардың қарамағындағы ауыл шаруашылық техникасы колхоздарға берілді. Бұрынғы МТС-тер орнына республикада 213 машина жөндеу станциясы (МЖС) құрылды. Кейін олар «Казсельхозтехника» өндірістік–техникалық жабдықтау бірлестігінің құрамына енді. Мұндай қайта құрулар ауыл шаруашылығының дамуына кері әсерін тигізбей қойған жоқ. Оның материалдық–техникалық тұрғыда жабдықталуында тұрақтылық болмады. 1954 жылы 23 ақпан - 2 наурыз арлығында Компартия ОК кезекті пленумы болып өтті. Онда «Елде астық өндіруді ұлғайту мен тың және тыңайған жерлерді игеру» туралы қаулы қабылданды. Жалпы, астық мәселесін шешудің екі бағыты болды: - интенсивтік бағыт, экономиканы реттеуде нарықтық қатынасқа көшу. - экстенсивтік бағыт, яғни астық өнімін тың жерлерді игеру арқылы арттыру жолы. Шаруашылықты нарықтық қатынастарға көшіру социализм идеологиясына қайшы келетін еді. Сондықтан, азық-түлік мәселесін шешуде Кеңес үкіметі осы екінші жолды таңдады. Қаулы бойынша тың игерілетін аймақтар: Қазақстан, Сібір, Орал және Солтүстік Кавказ, Еділ өңірі. Бұл аймақтарда егіс көлемін арттыру көзделді. Қазақстанда тың игерілетін аймақтарға солтүстік облыстар енді. Кеңес Одағы бойынша 1954 жылы 13,4 млн гектар тың жерлер жыртылды. Оның ішінде Қазақстанда 6,5 млн гектар, яғни барлық жыртылған жердің 50%. Ал жоспар бойынша Қазақстанда 1954-1957 жылдары егіс алқабының көлемі 2,5 млн га. артуы тиіс еді. Осылайша, жаппай тың игеру қозғалысы басталды. Тек 1954-1955 жылдары Қазақстанда жаңа 337 совхоз құрылды. Бұл совхоз атауларының өзі көп жәйтті аңғартып тұрса керек: «Москва», «Ленинград», «Киев», “Кантемировец”, “Тамановец” «Ростов», «Одесса» т.б. Жаңадан құрылған совхоздарда тұрғын үйлермен бірге жаңа мектептер, бала бақшалар, мәдениет үйлері, спорт алаңдары, кітапханалар салынды. Бұл республиканың әлеуметтік және мәдени дамуындағы оң істердің бірі еді. 1954 жылы тамызда КОКП ОК мен КСРО Министрлер Кеңесі «Астық өндіруді молайту үшін тың және тыңайған жерлерді одан әрі игеру туралы» жаңа қаулы қабылдады. Осы қаулыға сәйкес ауыл шаруашылығының техникалық базасын нығайту ісі қолға алынды. Қазақстан совхоздары сол кезеңде 169 мың трактор, 98 мың комбайн, 73 мың жүк машинасын және басқа да көптеген ауыл шаруашылық техникасын алды. КСРО Министрлер Кеңесі 1954 жылы қыркүйекте тың игерілген жерлерде темір жолдар мен автомобиль жолдарының құрылысын дамыту туралы қаулы қабылдады. Қаулы бойынша Қазақстанда 2.600 шақырым автомобиль жолы төселуге тиісті болды. Тың игеру барысында Тобыл–Жетіқара, Есіл–Арқалық темір жолдары іске қосылды. Тың және тыңайған жерлерді игерудің үлкен зардаптары да болды. Билік басындағылар ғалымдардың пікірімен санаспады. Экология мен жергілікті халықтың ерекшеліктерін ескермеуі үлкен зиян әкелді. Қазақстанның тың өлкелерінде жер эрозияға ұшырады. 1960 жылдарға қарай Қазақстанның тың өлкелерінде 9 млн га жер жел эрозиясына ұшырады. Тың игерудің рухани және демографиялық зардаптары да зор болды. Қазақстанға 1954-1962 ж. тың игеруге КСРО-ның еуропалық бөлігінен 2 млн адам келді. Сол себепті қазақ халқы өз жерінде азшылық жағдайына түсті. 1959 жылғы халық санағы бойынша республикада тұратын жергілікті ұлт өкілдерінің саны 2 миллион 787 мың, яғни барлық халықтың 29 % ғана құрады. Тың игерілген облыстарда 700 қазақ мектебі жабылды. Енді қазақ балалары мектеп–интернаттарда оқытыла бастады. Олардың басым көпшілігінде оқу орыс тілінде жүргізілді. Бұл біріншіден, қазақ жастарының ұлттық тілі мен мәдениетінен қол үзуіне әкеп соқтырды. Екіншіден, Қазақ елінің елді-мекендері мен жер–су атаулары орысша атала бастады. 1962 жылы Н.Хрущевтің бастамасымен Қазақстанның солтүстік облыстарын тың өлкесіне біріктіріп, Ақмола қаласы Целиноград деп өзгертілді. Мұндай орыстандыру саясатынан қазақ халқын еліміздің тәуелсіздігі ғана құтқарды. Тың игеру кезінде құрылған совхоздарда жергілікті халықтың ерекшеліктері ескерілмей, кейбір қазақ ауылдарына да шошқа өсіруге нұсқау берілді. Қазақ ауылдарында шошқа фермалары ашылғанымен олар көп ұзамай жабылып қалды. Өйткені, қазақтар шошқа шаруашылығын жүргізуден үзілді-кесілді бас тартты. Шошқа шаруашылығын дамыту мен жайылымдардың қысқаруы қазақ халқының дәстүрлі мал шаруашылығына кері әсерін тигізді. Түйе мен жылқы шаруашылығы құлдырап кетті. Емдік қасиеттері белгілі қымыз бен шұбат өндіру ұмытыла бастады. Халық үшін ең ауыр тигені сол кезеңде Кеңес үкіметінің жеке және қосалқы шаруашылық жүргізуге тиым салуы болды. Тың игеру 1964 жылға дейін жалғасты. Оның негізгі нәтижесі: сол уақыттан осы кезге дейін Қазақстан халқын нанмен қамтамасыз ету мәселесі шешілді. Сонымен бірге, Қазақстан астықты шет елдерге экспорттаушы елге айналды. Тың игерудің экологиялық және рухани зардаптары болғанымен, ол XX ғасырдың аса ірі экономикалық жобаларының бірі болды.\n\n \n\nМынаның барлығы интернеттен алынған. Білімді интернеттен емес кітаптан іздеңдерші, өтініш!",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы Ақпан буржуазия",
        "question_content": "Қазақстандағы Ақпан буржуазиялық-демократиялық төңкерісі кезеңінде уақытша Үкімет пен Кеңестердің құрылуы.",
        "question_date": "23.04.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ресей империясының барлық саяси жүйесіне тән дағдарыстың салдары болып табылатын 1917 жылғы Ақпан революциясының нәтижесінде патша үкіметі құлатылды. Ол Ресей халықтарының, оның алдыңғы қатарлы күштерінің патша билігіне, крепостниктік құрылысқа және отарлық езгіге қарсы көп жылдық күресінің жеңісімен аяқталды.\n\n1917 жылы 28 ақпанда М.В.Родзянконың басшылығымен Мемлекеттік Думаның комитеті құрылып, мемлекеттік және қоғамдық тәртіпті қалпына келтіруді өз қолына алғанын мәлімдеді. 2 наурыз күні Мемлекеттік Думаның Уақытша комитеті мен Петроград Кеңесінің арасындағы келісім бойынша Уақытша үкімет құрылды. Жаңа құрылған үкіметтің құрамы мен міндеттерін белгілеген Декларация да осы күні жарияланды. Онда:“Азаматтар! Мемлекеттік Думаның Уақытша комитеті мүшелері астана жұртшылығы мен әскердің қолдауы, ниеттестігі арқасында қазіргі уақытта ескі режимнің қара күштеріне қарағанда анағұрым табысқа жетіп отыр. Қалыптасқан жағдай атқару өкіметін құруға мүмкіндіктер туғызды. Осы мақсатта Мемлекеттік Думаның Уақытша комитеті бұрынғы қоғамдық-саяси қызметімен көзге түскен өкілдерден құрылған алғашқы кабинеттің министрлерін тағайындады”, - деп князь Г.Е.Львов басқаратын кабинеттің министрлері көрсетілді. Бұл кабинет өз қызметінде: 1) саяси, діни, қарулы көтеріліс және т.б. істер бойынша амнистия жариялауды; 2) сөз және баспасөз бостандығын жария етуді; 3) ұлттық, діни және сословиялық шектеушіліктерді жоюды; 4) елді басқару формасын, конституциясын айқындайтын жалпыға бірдей жабық, тікелей дауыс беру арқылы сайланатын Құрылтай жиналысына тоқтаусыз дайындық жүргізуді; 5) полицияны милициямен алмастырып, жергілікті өзін-өзі басқару органдарына бағындыруды және т.б. демократиялық негіздерді басшылыққа алатынын мәлімдеді.\n\nПатшалық билікті құлатқан Ақпан революциясын қазақ қоғамы зор қуанышпен қарсы алды. “Қазақ” газеті 9 наурыздағы санында: \"…Киіз туырлықты қазақтың оң жағынан ай, сол жағынан күн туды, жақсылық, қуаныш тек қана орыстікі емес, отаны Руссия болған жұрттың бәріне тегіс жақсылық, бәріне тегіс қуаныш\" - деп жар салды. Ақпан революциясы қалың бұқараның саяси құқықтарын кеңінен пайдалануына мүмкіндік жасады, олардың саяси күреске ашық араласуын қамтамасыз етті. Елдегі қоғамдық өмірде саяси партиялардың ролі орасан өсті. Революция патшалық цензураны жойды. Жұртшылық сөз және жиналыс бостандығын кеңінен пайдаланды.\n\nУақытша үкіметтің ұлттық мәселе бойынша қабылдаған алғашқы актілерінің бірі 1917 жылы 20 наурызда Ресей азаматтарының құқындағы діни наным-сеніміне, ұлтына қарай шектеушілікті алып тастауы болды. Көктен іздегендері жерден табылғандай болған халық Уақытша үкіметке барынша қолдау көрсетуге даяр екендіктерін білдіріп, империяның түпкір-түпкірінен құттықтау жеделхаттар жөнелте бастады. Қызылжар қаласы мен уезінің мұсылмандары қалалық мешітте жұма-намаз күні бүкіл халыққа шаттық әкелген Уақытша үкімет мүшелеріне ұзақ өмір беріп, бақытты етуін Алладан өтініп, жаңа үкіметке адал қызмет етуге серт берді. Ресей тарихында бірінші рет діни нанымдық, нәсілдік кемсітушілік жойылды деп, ұлттар теңдігін қағаз жүзінде болса да жария еткен бұл акт бұрынғы бұратана атанған езгідегі елдердің орыстармен терезесін тең сезінуіне жол ашты. Қазақ халқының Ақпан төңкерісін зор қуанышпен қарсы алуының мәні де осында болатын.\n\nАқпан төңкерісінің қазақтар үшін қаншалықты маңызды болғанын А.Байтұрсынов: “Алғашқы революцияны қазақтар тура түсініп, қуанышпен қарсы алса, ол, біріншіден, бұл революцияның оларды патша өкіметінің қанауы мен зорлығынан құтқаруында және, екіншіден, оларды өзімізді басқарсақ деген ескі үмітінің нығая түскенінде еді”, - деп түсіндіреді. Халықтың Уақытша үкіметке барынша қолдау көрсетуіне оның 1916 жылғы 25 маусым жарлығының күшін жойып, енді бұратаналарды қара жұмысқа алуды тоқтатуын, ал 7 наурызда 1916 жылғы көтеріліске қатысушыларға амнистия жариялау сияқты шаралары да ықпал етті. Бұл жөнінде М.Дулатов: “Сары әскер” қарсылық қылған елдерге лек-легімен аттанып, қазақ-қырғыз даласын қызыл қанға бояуға кірісіп еді. Он айға жетпей патша өкіметі құламаса, Ресейдегі ұлы төңкеріс болмаса, не болар еді”, - деп жазды.\n\nСамодержавияның құлатылғаны жайлы хабар жер-жерлерге жетісімен, түрлі әлеуметтік топтардың, саяси партиялардың өкілдері жоғарыдан нұсқау күтпей-ақ, өздерінің қоғамдық ұйымдары арқылы жергілікті басқару органдарын құруды қолға ала бастайды. Қоғамдық негіздегі құрылған мұндай жергілікті басқару органдары: азаматтық атқару комитеті, біріккен қоғамдық құрама (коалициялық) атқару комитеті деген сияқты атауларға ие болды. 1917 жылдың 5 наурызына дейін Қазақстанда да қоғамдық негіздегі атқару комитеттері құрыла бастады. Мәселен, 3 наурызда Көкшетауда, 4 наурызда Қызылжарда, 5 наурызда Семейде біріккен қоғамдық ұйымдардың атқару комитеттері құрылды. Бұл ұйымдарға түрлі әлеуметтік топтар мен саяси партиялар мүшелікке ұмтылды. Бұл халықтың демократиялық басқару дәстүріне құлшына араласқанын аңғартады.\n\nМемлекеттік Думаның Уақытша комитеті мен Уақытша үкімет билік орындарын құру туралы 5 наурызда арнайы қаулы жариялады. Осыған байланысты жергілікті басқаруда, ел өмірін жаңа мазмұнда ұйымдастыруда өзгерістер бола бастайды. Наурыз және сәуір айлары ішінде ескі әскери губернаторлық, уездік, болыстық және ауылнайлық басқару жүйелері жойылып, келмеске кетті. Олардың орнына Уақытша үкіметтің облыстық және уездік комиссарлық басқару жүйесі, сонымен бірге облыстық, уездік, болыстық және ауылдық деңгейде азаматтық комитеттер және олардың атқару орындары қалыптаса бастайды. Мамыр мен маусым айларында бұларға қосымша облыстық азық-түлік комитеті, жер комитеті және басқа осы сияқты басқару орындары құрылады.\n\nБатыс майдан штабы жанынан земскі және қалалық одақтардың бұратана бөлімін басқарып жүрген Ә.Бөкейханов 20 наурыз күні Торғай облыстық комиссары қызметіне тағайындалды. Қазақ елі патшалық Ресей құрамына енгеннен бергі уақытта оның бірде-бір өкілінің империяның әкімшілік жүйесінде губерниялық, облыстық деңгейді қойғанда, тіпті уезд бастығы дәрежесінде қызмет жасамағандығы мәлім. Империяның басқару жүйесінде қазақтар болыстық атқарудан жоғарғы қызметті иемденуге тиісті емес еді. Бұл тұрғыдан Ә. Бөкейханов ескі патшалық биліктің орнына келген Уақытша үкімет жағдайында облыстық басшылыққа келген бірінші қазақ болатын.\n\n1917 жылы наурыз айы ішінде Орал облыстық комиссары болып Бизянов бекітілді. Ақмола мен Семей облыстары қарайтын Дала өлкелік комиссарлығына мемлекеттік кеңес мүшесі И.Лаптев жіберілді.\n\n1917 жылы сәуірде Уақытша үкіметтің қаулысы бойынша Түркістан өлкесінде нақты тәртіп орнатып, күнделікті туындап отыратын мәселелерді сол жерде шешіп, өлкені басқару үшін Түркістан уақытша комитеті құрылды. Оның құрамына Мемлекеттік Дума мүшесі Н.Н.Щепкин, бірінші Дума мүшесі Ә.Бөкейханов, екінші Дума мүшесі М.Тынышпаев, үшінші Дума мүшелері С.Мақсудов, В.С.Елпатовский, А.А.Липовский, П.И.Преображенский, О.А.Шкапский және генерал-майор А.Дәулетшин енді. Комитеттің төрағасы болып Н.Н.Щепкин тағайындалды. Самарқан, Ферғана, Сырдария, Жетісу, Закаспий облыстарында және Хиуа мен Бұқара хандықтарындағы орыс поселкелеріне Түркістан комитеті Уақытша үкімет атынан билік жүргізуге өкілетті болды.\n\nӘ.Бөкейханов Түркістан комитеті құрамына енгенімен, Торғай облыстық комиссары ретінде орны босап, оның қызметіне ат салыса алмады. Торғай облыстық комиссары Ә.Бөкейханов өз қызметінде жергілікті жердің салт-дәстүрін, ерекшеліктерін білетін азаматтарды, әсіресе, қазақтың зиялы азаматтарын мемлекеттік басқару орындарына тағайындауды басшылыққа алды. Оның ұсынуы бойынша, Қостанай уездік комиссары болып бірінші және екінші мемлекеттік Думалардың мүшесі Ахмет Бірімжанов, Торғай уездік комиссары болып Ғұмыр Алмасов, Ырғыз уездік комиссары болып Тобыл округтік сотының мүшесі Ғабдолла Теміров бекітілді.\n\nҚазақ облыстарында болыстық комитеттердің құрылуы барысында да баяғыша болыстыққа таласқандай таласып, ескі әдетке салған жағдайлар да кездесіп тұрды. Ол жөнінде “Қазақ” газетінде: “Көкшетау уезі Айыртау болысы сайлауында зор талас болды. Председательдікке сайланған Ысқақ Баймұрат баласы қонақасына көп қой, бір ту бие сойып, 3 мың сом ақша шығарып, үлкен партия жасап барып сайланып шықты. Махмұд төре Уәлиханов сайлауды бұзуға жол іздеп Көкшетауға келді” - делінген.\n\n1917 жылы сәуір айында өткен Торғай облыстық қазақ съезінің шешіміне сәйкес болыстық, ауылдық-азаматтық комитеттер ұйымдастыру үшін Ақтөбе уезіне 9 адамнан, Ырғыз уезіне 9 адамнан, Қостанай уезіне 12 адамнан, Торғай уезіне 6 адамнан тұратын комиссиялар құрылды. Бұл комиссиялар болыстық комитеттерді ұйымдастыруға жан-жақты көмек көрсетіп, сайлаудың дұрыс өтуін бақылауға алды. Ақтөбе уезіне С.Досжанов, И.Ермұратов, Ж.Кенжебаев, Е.Өтемісов және т.б. құралған комиссия келіп 3 маусымға дейін 14 болыста болыстық комитет, 3 ауылдық комитеттің құрылуының басы-қасында болды.\n\n1917 жылғы Ақпан революциясынан кейін Қазақстанның қоғамдық-саяси өмірінде белсенділіктің айтарлықтай арта түсуіне облыстық, уездік қазақ комитеттері үлкен әсер етті.  Мысалы, 1917 жылдың 10 наурызында - Оралда (төрағасы - Әлібеков); 11-наурызында - Семейде  (төрағасы - Р.Мәрсеков);  Омбыда  (төрағасы - Е.Итбаев);  наурыздың аяғында -  Верныйда (төрағасы - И.Жайнақов) құрылған және т.б. облыстың қазақ комитеттері \"Қазақ\" газетінің көмегімен бірден-ақ қазақтардың облыстық съездерін дайындауға кірісті. Олар съездерге дайындалу барысында облыстық қоғамдық және басқа комитеттермен де,   Уақытша   үкіметтің   органдарымен де ынтымақтастық   жасады.  Мысалы, Ә.Бөкейханов  - Торғай облысы   бойынша, М.Тынышбаев  Жетісу облысы    бойынша (эсер А.Шкапскиймен бірге) Уақытша үкіметтің комиссарлары болды. Ал, А.Байтұрсынов, М.Шоқаев, М.Дулатов,  Ж.Досмұхамедов,  Х.Ғаббасов,  Ж.Ақпаев,  А.Бірімжанов,  Ә.Кенесарин, Р.Мәрсеков, тағы басқа қазақ зиялыларының өкілдері Уақытша үкіметтің жергілікті органдарында жұмыс істеді. Осындай байырғы қазақ халқының, әсіресе, ұлт зиялыларының саяси белсенділігі өскен жағдайда 1917 жылдың көктемінде: Торғай (Орынбор қаласы, 2-8 сәуір, 300-ден астам делегат, төрағасы - А.Байтұрсынов), Жетісу (Верный қаласы, 12-13 сәуір, 81 делегат, төрағасы - И.Жайнақов), Орал (Орал қаласы, 19-22 сәуір, 800-ден астам делегат, төрағасы - Ж.Досмұхамедов), Ақмола (Омбы қаласы, 25 сәуір-5 мамыр, 150-ге жуық делегат, төрағасы - А.Тұрлыбаев) қазақ облыстық съездері өткізілді. Бұл съездер ұлт азаттығын, жер мәселесін, діни, мәдени, қоғамдық-саяси, әлеуметтік-экономикалық және басқа да проблемаларды шешу жолындағы күрестегі қазақ қоғамының қалың топтарының стратегиялық міндеттерін белгілеуге ұмтылуымен қатар, олардың осы мақсаттарға жетудегі тактикалық бағыттарын жасау жолында өздерінің одақтастары мен қарсыластарын да ашық көрсетуге тырысты. Облыстық съездердің ішінде Торғай съезі көлемі мен қабылданған шешімдері бойынша айрықша ерекшеленді. Съезд жұмыстарына Ә.Бөкейханов, А.Байтұрсынов, М.Дулатов, А.Қалменов, М.Шоқаев, М.Жұмабаев және басқа да сол кезеңдегі жас қазақ ойшылдары шешуші ықпал жасады. Соның арқасында съезд шешімдерінде \"Алаш\" қозғалысының бағдарламалық талаптары өз көрінісін тапты.\n\nСонымен   қатар,   байырғы   қазақ   жұртшылығының   түрлі   топтарын   біріктіріп, олардың аттарын  анықтау мен шешу мақсатында Торғай съезі Бүкіл қазақ съезін шақыруға қаулы қабылдап, оны шақыру мен бағдарламалық құжаттарын дайындау үшін ұйымдастыру бюросын сайлады. Оның құрамына Ә.Бөкейханов, М.Дулатов бастаған қазақ ұлт зиялыларының белгілі тобы енеді. Съезд осы жылы мамыр айында Мәскеуде өткізуге тиіс болған Бүкілресейлік мұсылмандар съезіне делегаттар сайлады.\n\n1917 жылы мамырда Петроградта бірінші Жалпы ресейлік мұсылмандар съезі болып өтті. Съезде ұлттық-территориялық федеративті негіздегі демократиялық республика ұлттық автономия құру мәселелері қаралды.\n\nҚазақстанда алғашқы Кеңестер 1917 жылы наурызда пайда бола бастады. Жұмысшы және солдаттарға қарағанда шаруа депутаттарының Кеңесі кейінірек, яғни мамыр және маусым айларында құрыла бастады. Кеңестердің көпшілігін алғашқы кезде эсерлер мен меньшевиктердің ұсақ буржуазиялық партиясы өкілдері басқарды. Бұған большевиктердің әлсіздігі мен аздығы, жергілікті жұмысшылар ұйымшылдығының жеткіліксіздігі мен саяси жетілмегендігі, Қазақстанның әлеуметтік-экономикалық даму дәрежесінің төмендігі себеп болды. Кейбір мәліметтерге қарағанда, 1917 жылдың наурыз-сәуір айларында Қазақстанда 25-тен астам Кеңестер, оның ішінде 8 жұмысшы, 9 шаруа, 7 солдат депутаттарының Кеңестері жұмыс істеген. Өзінің пайда болуынан бастап Қазақстан Кеңестері, әсіресе, жұмысшы және шаруа депутаттарының Кеңестері өздерінің құрамы жөнінен көпұлтты болды. Кеңестердің құрамына орыстар, қазақтар, украиндар, татарлар, ұйғырлар, өзбектер және басқа халықтардың өкілдері енді. Солдат депутаттары Кеңестеріне көбінесе орыстар, украиндықтар, ішінара татарлар кірді.\n\nОрталық Азияда және Қазақстанның оңтүстігінде мұсылман депутаттарының Кеңестері құрылды. 1917 жылғы 16-21 сәуірде Ташкентте мұсылман депутаттары Кеңестерінің І өлкелік (Түркістандық) съезі өтіп, ол Уақытша үкіметті қолдады және Ресейді басқарудың ең жақсы нысаны Түркістанға және басқа да ұлттық аймақтарға кең көлемде автономия берілетін жағдайдағы Федеративтік демократиялық республика деп таныды. Съезд Құрылтай съезіне дайындалуға және «Шура-и Ислам» мұсылмандар партиясының бағдарламасын тануға шақырды.\n\nОсы жерде айтып кететін жағдай 1917 жылы көктемде мұсылмандар қозғалысы негізінде «Шура-и Ислам» партиясы құрылған болатын. Ташкенттегі съезде (1917 ж. сәуір) қалыптасқан «Шура-и Ислам» партиясының Шымкентте, Әулиеатада, Перовскіде, Қазалыда және басқа қалаларда жергілікті ұйымдары болды, оларға мұсылман дінінің православие дінімен тең құқықтылығы, діни шектеулердің жойылуы, ислам діні оқу орындарының ашылуы, Мекеге қажылыққа баруға рұқсат ету және басқа да діни құқықтар мен бостандықтар үшін күрескен татар, өзбек, қазақ діни қайраткерлері мен қатардағы мұсылмандар кірді.  \n\nҚазақстандағы қос өкіметтің орталық аудандарға қарағанда өзіндік ерекшеліктері болды, бұл өлкенің отар ретінде әлеуметтік-экономикалық және саяси даму деңгейіне, оның көпұлттығы мен халқының құрамы негізінен ұсақ буржуазия өкілдерінен шыққандығына байланысты еді. Тап осындай жағдай Түркістан өлкесінде де орын алды. Мұнда патша өкіметі құлаған соң биліктің үш түрі орнады: олар – Кеңестер, Уақытша үкіметтің атқару комитеттері  және мұсылмандар ұйымы. Егер алғашқы екі билік сырт жағынан қарағанда жергілікті халықтың мүддесіне онша жаны ашымай бұрынғы саясатты жүргізсе, ал ұлттық зиялылар басқарған оның соңғысы жергілікті тұрғындарды алаңдатқан мәселелерді шешуге тырысты.\n\nСонымен, Ақпан революциясының жеңісінен кейін Қазақстанда қоғамдық-саяси өмірдің біршама жандануында Ресейдің саяси партиялары, әсіресе, олардың жергілікті ұйымдары мен топтары өз әсерін тигізді. 1917 жылдың көктемінде болып өткен облыстық қазақ съездері болашақ партияның бағдарламасын әзірлеуге көмектесіп, съездерге қатынасқан делегаттар мен қазақ комитеттерінің мүшелері \"Алаш\" партиясының әлеуметтік негізін құрады. Осылайша, 1905 жылдың өзінде-ақ құруға әрекет жасалған \"Алаш\" партиясы іс жүзінде 1917 жылдың мамыр айында қалыптасып, ал оның ресми тіркелуі 1917 жылдың желтоқсанында жүзеге асқан еді.\n\nТарихта \"Алаш\" партиясының саяси ұйым болып құрылуының бастауын 1917 жылдың 21-28 шілде аралығында өткен бірінші Бүкілқазақ съезі айқындап берді. Съезд жұмысына сол кезде қазақ даласының алты облысынан: Ақмола, Семей, Торғай, Орал, Жетісу, Ферғана және Бөкей ордасынан делегаттар қатысты. Съезде 14 мәселе күн тәртібіне қойылды: мемлекеттік басқару жүйесі; қазақ облыстарының автономиялығы туралы; жер мәселесі; халық милициясын ұйымдастыру; земство туралы, халық ағарту ісі; сот ісі; дін мәселесі; әйелдер мәселесі; қазақтар облыстарында Құрылтай жиналысына делегаттар сайлау; бүкілресейлік мұсылман съезі туралы; қазақ саяси партиясын құру туралы және т. б. Осылардың ішінде өзінің мазмұны мен саяси маңызы жағынан ұлттық автономия, жер мәселесі мен Құрылтай жиналысына дайындық мәселелері бірінші кезекте, өте саяси пікірталас жағдайында талқыланды. Мысалы, ұлттық автономия туралы А.Байтұрсынов пен М.Дулатов тәуелсіз автономиялық Қазақ мемлекетін жақтап сөйлесе, Ә.Бөкейханов қазақ ұлттық-территориялық автономияның Ресейдің құрамында болуын жақтады. Бірақ, ол мемлекет демократиялық федеративті парламенттік республика негізінде құрылуына басты назар аударды. Бүл көзқарас көпшілік делегаттардың қолдауына ие болды. Сонымен съездің қарарында: \"Қазақ облыстары территориялық-ұлттық автономия құқығын алуы тиіс\" деп жазылды. Сондай-ақ, жер мәселесі де қызу талқыға салынды. Съезд Қазақстанның барлық аймақтары мен Бұхара, Ферғана, Хиуадағы қазақтар қауымдастығынан Құрылтай жиналысына ұсынылған 81 кандидаттың 78-ін депутат етіп сайлады. Олардың арасында \"Қазақ\" газетінің жетекшілері, қазақ ұлттық-либералдық қозғалысының көсемдері Ә.Бөкейханов, А.Байтұрсынов, аймақтардан А.Ермеков, Х.Ғаббасов, Ж. Х. Досмұхамедовтар, М.Тынышбаев, М.Шоқаев, С.Асфендияров болды.\n\nСъезде қаралған барлық мәселелер талқыланып, шешімдер қабылдану барысында қазақ ұлт зиялыларының ықпалы басым болып отырды. Сайып келгенде, Орынборда өткен бірінші Бүкілқазақ съезі \"Алаш\" қазақ ұлттық саяси партиясын шын мәнінде заңдастырды. Атқару комитеті негізінде партияның басқарушы органы сайланды.\n\nСонымен, қорыта айтқанда, Кеңестік дәуірдегі Коммунистік партияның идеологтары Алаш партиясы мен Алашорда үкіметін буржуазиялық ұлтшылдық қозғалысының көрінісі деп бағалап келді. Алайда, біздің жоғарыда атап көрсеткеніміздей, жалпы Алаш қозғалысы, соған байланысты XX ғасыр басындағы қазақ ұлт зиялыларының қоғамдық-саяси қызметінде \"ұлтшылдықтың\", \"буржуазияшылдықтың\" ешқандай да белгісі болған емес. \"Алаш\" қазақ халқының нағыз ұлттық демократиялық партиясы болды. Сондықтан, қазіргі де, болашақ ұрпақтың да санасында оның өмір сүрген уақыты қазақ халқының ғасырлар бойы армандаған өзінің толық тәуелсіздігін қалпына келтіру жолындағы күресінің ең маңызды бір кезеңі деп бағалануы керек.",
                "date": "24.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Достық дегенді қалай түсінесің?",
        "question_content": "Достық дегенді қалай түсінесің? достық бір-бірінен сыр жасырмау ма? алде басқа?",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 22600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Достық – адамдардың бір-біріне адал, қалтқысыз сеніп, бір мүдделі, ортақ көзқараста болатын қасиеті. Достық өзара жауапкершілік пен қамқорлықтың, рухани жақындықтың белгісі. Нағыз достық кісіге шабыт беріп, өмірде кездесетін түрлі сәтсіздіктерге мойымауға, басқа түскен қайғы мен қиыншылықты бірге көтеруге жәрдемдеседі. Дос-жарандардың мінездері әр түрлі болып келуі мүмкін. Мысалы, біреуінде қызбалық не шабандық, екіншісінде тұйықтық не жігерсіздік байқалса да, бұлар достыққа кедергі бола алмайды, қайта нағыз достық осындай кемшіліктерден арылуға көмектеседі. Сатқындық, екі жүзділік, өтірікшілік, өзімшілдік достықпен сыйыспайды. Қазақтың дәстүрлі әдеп жүйесінде достыққа үлкен көңіл бөлінеді. Халық арасында достық туралы мақал-мәтелдер жеткілікті: “Дос жылатып, дұшпан күлдіріп айтады”, “Досы жақсының, өзі де жақсы”, “Дүниеде адамның жалғыз қалғаны — өлгені, қайғының бәрі соның басында”. Достыққа қарама-қарсы ұғым — қастық пен күншілдік. Мұндай сезімге ерік алдырғандар басқаның қуаныш-қызығын, ырыс-бағын көтере алмайды, дос дегеннің не екендігін білмейді. Дұрыс дос таңдай білу — өмірлік мақсаттардың бірі; Саясаттанудағы Достық ұғымы мемлекеттер арасындағы саяси, экономикалық, мәдени мүдде тұрғысынан ынтымақтастық орнату шараларын бейнелеу үшін қолданылып жүр. Қазір бізге достық бұрынғыдан бетер қажет. Достық – бұл өмірдегі ешнәрсемен бағаланбайтын құндылық. Дос табу оңай, ал оны сақтау одан да қиын. Достық қатынасқа нәзіктікпен қарап, берік сақтау керек. Өйткені ол да баптауды қажет ететін нәзік өсімдік сияқты. Біздер достықты сақтау үшін жан-тәнімізбен еңбектенбеуіміз керек. Қайтарымын қажет етпей, берудің жолдарын үйрену керек. Сенім мен жарқын көңіл – достықты берік ететін тірек саналады. Өзі шынайы дос бола білген адамның достары да көп болады және жер бетінде өзін жалғыз сезінбейді.",
                "date": "23.04.2016",
                "upvotes": 0
            },
            {
                "text": "\"Үш дос бар:\n\nБіреуі мұрыннан қан шыққанша,\n\nЕкіншісі қалтаңнан мал шыққанша,\n\nҮшіншісі кеудеңнен жан шыққанша.\" - деген сөз бар.",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкент Назарбаев Мектебіне түскен оқушылар тізімі?",
        "question_content": "Назарбаев Мектебіне түскен оқушылар тізімі, Шымкент ФИЗМАТ, 2016?",
        "question_date": "23.04.2016",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен физмат Мектебі не тапсырған болатынмын 2016-жылы жауабын жиберсеніздерші?",
                "date": "24.04.2016",
                "upvotes": 0
            },
            {
                "text": "мен физика математика мектебіне тапсырған болатынмын 2018-жылы жауабын жіберіңіздерші",
                "date": "15.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның биіктігін табыңдар?",
        "question_content": "1-ЕСЕП.Тең бүйірлі трапеция табандары 8см және 16 см, ал бүйір қабырғасы 5см. Трапецияның биіктігін табыңдар.\n\n2-ЕСЕП. ABCD - тең бүйірлі трапеция . Оның диагональдары AC мен BD бір біріне перпендикуляр . Трапеция табандары BC = 6 см , AD = 12 см . Трапецияның ауданын табыңдар.",
        "question_date": "23.04.2016",
        "question_tag": "Геометрия",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)h=((5^2)-(((16-8)/2)^2))^0.5=3\n\n2)h=12-((12-6)/2)=9\n\nS=((12+6)/2)*9=81",
                "date": "23.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Джеки Чанның алғаш ойнаған киносы қалай аталады?",
        "question_content": "салеметсіз Джеки Чан туралы қосымша ақпарат бересізбе? қазіргі кездегі өмірі туралы?",
        "question_date": "23.04.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Большой и маленький Вон Тхиньпа»  (1962) фильмі  Джеки Чанның алғаш кино әлеміне қадамы",
                "date": "23.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Отбасы жайлы мақал-мәтел керек",
        "question_content": "Отбасы және бала тәрбиесі жайлы қандай мақал-мәтелдер немесе қанатты сөздер білесіздер?",
        "question_date": "23.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отбасы, туыстық туралы мақал – мәтелдер\n\nБойымдай бой табылса да,\nОйымдай ой табылмас.\n*\nПЕРЕЙТИ НА САЙТ\nСыйға сый, сыраға бал.\n*\nИесін сыйлағанның итіне сүйек таста.\n*\nТіріде сыйласпаған,\nӨліде жылыспайды.\n*\nТанымас, танымасын сыйламас.\n*\nКөңілдегі сырды көз білдіреді.\n*\nӨз үйім өлең төсегім.\n*\nҚарындасқа бұрмағанның қары сынсын.\n*\nҮй ішінен жау шықса,\nТұра қашып құтылмассың.\n*\nТұлпардың өз тұяғы өзіне дәрі.\n*\n«Сіз», «біз» - деген жылы сөз,\nАғайынға жарасар.\n*\nҚарындасың – қарлығашың.\n*\nИне өткен жерден жіп өтер.\n*\nІнісі бардың тынысы бар,\nАғасы бардың жағасы бар.\n*\nТөркін десе қыз төзбейді,\nКөкпек десе түйе төзбейді.\n*\nАпасының киген тонын сіңлісі де киер.\n*\nҚазаны басқаның қайғысы басқа.\n*\nАта – баланың қорғаны.\n*\nАтаға баланың алалығы жоқ.\n*\nЕнесі тепкен құлынның еті ауырмас.\n*\nСақау баланың тілін шешесі біледі.\n*\nБалаң жаман болса,\nКөрінгеннің мазағы.\n*\nБала, баланың ісі шала.\n*\nБалам – балым,\nБаланың баласы – жаным.\n*\nҚарға баласын аппағым дер,\nКірпі баласын жұмсағым дер.\n*\nАтаның көңілі балада,\nБаланың көңілі далада.\n*\nБалалы үйдің ұрлығы жатпас.\n*\nТорғай жаңбыр жауса баласын қорғар,\nБұршақ жауса, басын қорғар.\n*\nЖалғыз түйе бақырауық,\nЖалғыз бала жылауық.\n*\nЖылайын деген бала әкесінің сақалымен ойнайды.\n*\nБала – ананың бауыр еті.\n*\nБала қадірін балалы болғанда білерсің.\n*\nБалалы үй базар,\nБаласыз үй қу мазар.\n*\nБала – бауыр етің.\n*\nБалаға пышақ бермесең бір жылар,\nБерсең екі жылар.\n*\nАт болатын тай саяққа үйір,\nАдам болатын бала қонаққа үйір.\n*\nАт болатын құлынның,\nБауыры жазық келер.\nАдам болар баланың,\nМаңдайы жазық келер.\n*\nОтыз ұлым болса да орны басқа.\n*\nНемере етін жеп, сүйегін берер.\n*\nБас екеу болмай,\nМал екеу болмас.\n*\nСүйгенін шұнағым дейді.\n*\nСұлу, сұлу емес,\nСүйген сұлу.\n*\nКөш жүре түзеледі.\n*\nЖылы – жылы сөйлесең,\nЖылан інінен шығады.\n*\nЖақсы әйел жаман еркекті ер қылады,\nЖаман еркек жақсы әйелді жер қылады.\n*\nЖақсы таз басын жасырмайды,\nЖақсы әйел асын жасырмайды.\n*\nҚалған көңіл шыққан жанмен семіреді.\n*\nШын жыласа соқыр көзден жас шығады.\n*\nҚайғысыз қара суға семіреді.\n*\nАталастың аты озғанша,\nАуылдастың тайы озсын.\nҚарға тамырды қазақпыз.\nСұраса келе қарын бөле болып шығамыз.\n\nӨз жұрттың - күншіл,\nНағашы жұрттың – сыншыл,\nҚайың жұрттың міншіл келеді.\n\nҚартың болса, жазып қойған хатпен тең.\n\nНемере етін жеп, сүйегін қалдырады.\n\nӨз балаңды өскенше бағасың,\nНемереңді өлгенше бағасың.\n\nЕкі аяқтыда бажа тату, төрт аяқтыда бота тату.\n\nЕркек сергек ұйықтаса, ырыс бітеді,\nӘйел сергек ұйықтаса, жұмыс бітеді.\n\nАғасы бардың жағасы бар,\nІнісі бардың тынысы бар.\n\nҰлың өссе, ұлы жақсы мен ауылдас бол\nҚызың өссе,қызы жақсымен ауылдас бол.\n\nАғаның үйі – ақ жайлау.\n\nҚонақ асына емес қабақ – қасыңа риза.\n\nҚонақ жаман болса, үй иесі қалдырады,\nҮй иесі жаман болса, қонақ қыдырады.\n\nКелінің жаман болса, ұлыңнан көр.\nКүйеуің жаман болса, қызыңнан көр.\n\nБойымдай бой табылса да,\nОйымдай ой табылмас.\n*\nСыйға сый, сыраға бал.\n*\nИесін сыйлағанның итіне сүйек таста.\n*\nТіріде сыйласпаған,\nӨліде жылыспайды.\n*\nТанымас, танымасын сыйламас.\n*\nКөңілдегі сырды көз білдіреді.\n*\nӨз үйім өлең төсегім.\n*\nҚарындасқа бұрмағанның қары сынсын.\n*\nҮй ішінен жау шықса,\nТұра қашып құтылмассың.\n*\nТұлпардың өз тұяғы өзіне дәрі.\n*\n«Сіз», «біз» - деген жылы сөз,\nАғайынға жарасар.\n*\nҚарындасың – қарлығашың.\n*\nИне өткен жерден жіп өтер.\n*\nІнісі бардың тынысы бар,\nАғасы бардың жағасы бар.\n*\nТөркін десе қыз төзбейді,\nКөкпек десе түйе төзбейді.\n*\nАпасының киген тонын сіңлісі де киер.\n*\nҚазаны басқаның қайғысы басқа.\n*\nАта – баланың қорғаны.\n*\nАтаға баланың алалығы жоқ.\n*\nЕнесі тепкен құлынның еті ауырмас.\n*\nСақау баланың тілін шешесі біледі.\n*\nБалаң жаман болса,\nКөрінгеннің мазағы.\n*\nБала, баланың ісі шала.\n*\nБалам – балым,\nБаланың баласы – жаным.\n*\nҚарға баласын аппағым дер,\nКірпі баласын жұмсағым дер.\n*\nАтаның көңілі балада,\nБаланың көңілі далада.\n*\nБалалы үйдің ұрлығы жатпас.\n*\nТорғай жаңбыр жауса баласын қорғар,\nБұршақ жауса, басын қорғар.\n*\nЖалғыз түйе бақырауық,\nЖалғыз бала жылауық.\n*\nЖылайын деген бала әкесінің сақалымен ойнайды.\n*\nБала – ананың бауыр еті.\n*\nБала қадірін балалы болғанда білерсің.\n*\nБалалы үй базар,\nБаласыз үй қу мазар.\n*\nБала – бауыр етің.\n*\nБалаға пышақ бермесең бір жылар,\nБерсең екі жылар.\n*\nАт болатын тай саяққа үйір,\nАдам болатын бала қонаққа үйір.\n*\nАт болатын құлынның,\nБауыры жазық келер.\nАдам болар баланың,\nМаңдайы жазық келер.\n*\nОтыз ұлым болса да орны басқа.\n*\nНемере етін жеп, сүйегін берер.\n*\nБас екеу болмай,\nМал екеу болмас.\n*\nСүйгенін шұнағым дейді.\n*\nСұлу, сұлу емес,\nСүйген сұлу.\n*\nКөш жүре түзеледі.\n*\nЖылы – жылы сөйлесең,\nЖылан інінен шығады.\n*\nЖақсы әйел жаман еркекті ер қылады,\nЖаман еркек жақсы әйелді жер қылады.\n*\nЖақсы таз басын жасырмайды,\nЖақсы әйел асын жасырмайды.\n*\nҚалған көңіл шыққан жанмен семіреді.\n*\nШын жыласа соқыр көзден жас шығады.\n*\nҚайғысыз қара суға семіреді.\n*\nАталастың аты озғанша,\nАуылдастың тайы озсын.",
                "date": "23.04.2016",
                "upvotes": 1
            },
            {
                "text": "Отан - отбасынан басталады.\nӨз үйім - өлең төсегім.\nБала тілі - бал.\nАнаның көңілі - балада,\n          Баланың көңілі - далада.\nЖеті атасын білген ұл, жеті жұрттың қамын жер.\n  Жақсы келін - қызыңдай,\nЖақсы күйеу - ұлыңдай.\n  Қызым, саған айтам,\nКелінім, сен тыңда.\n  Айтушы ақылды болса,\nТыңдаушы дана болады.\nСиыр су ішсе, бұзау мұз жалайды.\n  Әкесі қой баға білмегеннің,\nБаласы қозы баға білмейді.\n  Сақтықты соқырдан үйрен,\nКішілікті түйеден үйрен.\n  Бабасы еккенді, баласы орады.\n  Апасының киген тонын сіңлісі де киеді.\n  Елгезек екі айтқызбайды.\n  Тәрбиелі адам - тағалы атпен тең.\n  Жақсылық еккен алғыс орады.\n  Итті күшігінде үйрет.\n  Үлкен бастар, кіші қостар.\n  Шыбық тимес, шыңқ етер.\n  Ұлы жол үйіңнің табалдырығынан басталады.\n  Әдепсіз өскен адамнан, тәртіппен өскен тал жақсы.\nЕл болам десең бесігіңді түзе.\n  Әдепті бала – арлы бала, әдепсіз бала – сорлы бала.\n  Бесік көрмеген ессіз болып, есікке енеді.\n  Баланың өскен бесігі – кең дүниенің есігі.\n  Бесіктен белі шықпаған.\n  Анасын сүйгеннің баласын сүй.\n  Атаңа не қылсаң, алдыңа сол келер.\n   Жақсы бала – сүйік, жаман бала – күйік.\n  Есік көргенді алма, бесік көргенді ал.\n   Ұяда не көрсең, ұшқанда соны ілерсің.\n  Алдыңғы арба қалай жүрсе,\nСоңғы арба сонда жүрер.\n  Ағайынға қарап бала өсер,\nҚарағайға қарап тал өсер.\n  Тісі шыққан балаға,\nШайнап берген ас болмас.\n  Тауда туған баланың,\nЕкі көзі таста болар.\n  Ашаршылықта туған баланың,\nЕкі көзі аста болар.\nАғаны көріп іні өсер,\nАпаны көріп сіңлі өсер.\n  Жеті атасын білмеген – жетесіз.\n  Сүтпен кірген мінез.\nСүйекпен кетеді.",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтел номерін теле2 қылып қалай істейді?",
        "question_content": "Мен алтел номерін актив кисел белайн қылып істеуін естідім? Бірақ оның установка істеу керек дейді? оны қалай істейді кім көмектеседі маған",
        "question_date": "23.04.2016",
        "question_tag": "Байланыс операторлары",
        "question_views": 735,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теле2ге кеңсесіне барасың да өзгертіп беруін сұрайсың. MNP. Технологиясы деп аталады. Нөмір өз атыңа тіркелген болуы керек.",
                "date": "23.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дене массасының индексі дұрыс есептеу? Сіз семіз не арық емессіз ба?",
        "question_content": "Дене массасының индексі дұрыс есептеу? Сіз семіз не арық емессіз ба?",
        "question_date": "23.04.2016",
        "question_tag": "Тазалық",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше ештеңеге негізделмеген қате график, адам салмағы тек қана бойына қарап емес жасына, дене тұрқына да байланысты ғой,\n\nМысалы менің құрдасым бар иығына екі кісі мінгендей, бірақ менен бойы аласа, сонда салмағы менен төмен болуы керек пе, сосын жас өскен сайын да салмағы арта түспей ме (әсіресе қыз балалардың, енді биологиялық дамуына байланысты (болашақ ана ретінде бөксесі өседі.... т.б. қысқасы ойымды түсінген боларсыздар)",
                "date": "23.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жігер Ауыпбаев өмірбаяны керек?",
        "question_content": "Жігер Ауыпбаев өмірбаяны керек?\n\nЖігер Ауыпбаев 1987 жылы мамырдың 3-жұлдызында Алматы облысы Райымбек ауданы Кеген ауылында дүниеге келген. 2005 жылы Кеген ауылдық мектебін бітірітіп, Жүсіпбек Елебеков атындағы эстрада және цирк колледжінде білімін жалғастырған. Жігер бала күнінен әнші болуды армандаған. Колледж қабырғасында білім алып жүріп, вокал, би, актерлық шеберлікпен айналысқан. 2007 жылы Қайрат Мырзахановв, Ролан Қазретов, Ғабит Әбілдаевтармен бірігіп \"Melo’Men\" тобын құрады. Топ 2009 жылы Республикалық \"Жас қанат\" байқауына қатысып, жүлделі орынға иеленді. Әншінің жеке орындауында \"Үш дос\", \"Ей,жаным\", \"Хат жазып тұр\", \"Жылайды жүрек\" және т.б. әндері бар.  Сазды дауысымен көпшілікті тәнті етіп, жүрегін баураған әнші кей әндерінің сөзін өзі жазады екен.\n\nТағы қандай ақпарат білесіз?",
        "question_date": "23.04.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 33700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ауыпбаев Жігер Жандосұлы,  1987 жылы, мамыр айының 3 жұлдызында Райымбек ауданы, Кеген ауылының қарапайым отбасында дүниеге келген. Әкесі - шаруа қожалығында, ал анасы  аудандық маслихатта қызмет етеді. Отабасында алты ағайынды Гүлнұр атты әпкесі, Алмас есімді інісі, Айым, Назерке, Ақжан есімді қарындастары бар.  Бүгінгі таңда, Ж.Елебеков атындағы эстрада және цирк колледжінің түлегі. Жақын арада жары Замирамен отау құрған болатын.",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлы Жібек жолы деген не? Қазақстан аумағынан өткен ба?",
        "question_content": "Ұлы Жібек жолы - ерте дәуірлер мен орта ғасырларда Шығыс Азия мен Жерорта теңізі аумағын байланыстырып жатқан керуен сауда жолы. Бұл жолдың ең басты мақсаты Қытайдан жібек тасымалдау болатын. Атауының сыры да осымен байланысты.",
        "question_date": "23.04.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жібек жолы бір ғана жол емес, жолдар тараулары, Негізгі жол араб түбегі арқылы өткен, бір тармағы қазіргі Қазақстан территорисында болған",
                "date": "23.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денсаулыққа адам ағзасына қауіпті тағамдар тізімі керек?",
        "question_content": "Қауіпті тағамдар тізімі:\n\nНатрий глутаматы. Тағамның дәмін күшейтетін Е-621 қоспасы бар өнімдерді сатып алмауға тырысыңыз.\nҚант алмастырғыштар. Тәтті дәмді сезген өңешіміз көмірсулар алатынына сенімді болады. Ал қант алмастырғыштардың құрамында көмірсу жоқ. Мұндай алданудан соң, бір тәулік ішінде ағзамызға түскен көмірсулардың бәрі ашығу сезімін тудырады.\nТрансмайлар. 72,5%-дық майды мүлдем жеуге болмайды. Бұл трансмай - сутекпен бұзылған төмен сұрыпты өсімдік майы. 82,5%-дан төмен майдың болуы мүмкін емес.\nПластик қаптамадағы аз тұздалған майшабақ. Аз тұздалған майшабақ тек майда ғана сақаталады. Сіркесуда, шарапта сақтала алмайды. Егер майшабақ майсыз болса, оған уротропин қосылған.  \nАз тұздалған қызыл уылдырық. Қызыл уылдырық та ұзақ сақталмайды. Оны қатқан не қатты тұздалған күйінде ғана сақтауға болады. Егер аз тұздалған қызыл уылдырық сатылса, оған не уротропин, не лимон қышқылы қосылған. Мүмкін басқа да заттар қосылған шығар. Бірақ нәтижесінде бәрі-бір формальдегид пайда болады.\nГен-инженерлік өнімдер: жасыл бұршақ (консервіленген), жүгері (консервіленген), импорттық картоп, шаян таяқшалары, какао.\nЖержаңғақ. Шырайгүл тұқымы енгізіледі. Ол - өте қауіпті зат. Жержаңғақты шыбын-шіркей де жемейді.\nҚант қосылған жүгері таяқшалары. Егер жүгері таяқшаларын сатып алатын болсаңыз, құрамына қант қосылмағанын алыңыз. Себебі қан өндірісте қолданылмайды. Қант 140 градус температурада жанатындықтан, қант алмастырғыш қолданылады. Бұл жағдайда цикломат қосылады.\nМұзкәмпит, бөріқарақат кәмпиті. Қазіргі уақытта аталған тәттілердің жасалуына өте күшті химиялық эссенция қолданылады. Егер сәл ғана суланған кәмпитті дастархан үстіне қойып қойсаңыз, біраз уақыттан соң дастарханның ойылып қалғанын байқайсыз. Асқазаныңызда не болып жатқанын ойлаңызшы.\nДжем. Күшті тотықсыздандырғыштар. Шиені еш уақытта алғашқы қалпындағыдай сақтай алмайсыз.\nФри картобы. Осы уақытта қолданылатын тотықсыздандырғыштардың күштілігі сондай, картоп бір жыл тұрып та қараймайды.\nПісірілген шұжық. Олар гені түрленген соядан жасалады. Сосиска, қысқа шұжық, пісірілген шұжық, паштет және тағы басқа тағамдардың құрамында жасырылған май бар. Доңыз майы, іш май, шошқа терісі шұжық құрамының 40%-ын алып жатыр. Бірақ олар дәмдеуіш қоспалардың көмегімен ет іспетті болып көрінеді.\nШикідей қақталған шұжық. Осы уақыт шұжықты ешкім бұрынғы  тәсілмен қақтамайды. Бүгінгі шұжық өндірісінде қақтау үшін қақтауға арналған сұйықтық қолданылады. Ал олардың құрамында формальдегид бар.\n\nДенсаулыққа адам ағзасына қауіпті тағамдар тізімі керек? Осы тізімге сіз тағы не қоса аласыз?",
        "question_date": "23.04.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өңделген ет. Қатерлі ісік ауруларын зерттейтін институты сүрленген, мұздатылған, тұздалған, химиялық консерванттар қосылған ет ас қорыту жолдарының қатерлі ісігіне алып келуі мүмкін деп тұжырымдады. Консервіленген, құрамында өте көп тұз, май, холестерин бар бұл етте пайдалы заттар да қалмайды.\nМұздатылған тағамдар. Мұздатылған астар қазірде әлем бойынша танымалдыққа ие бола бастауда. Дайын тамақты жемес бұрын жылытады. Бұндай тамақта калориялар шамадан көп, натрий мөлшері тым көп болады.\nБәліш сияқты ұн өнімдері. Ішіне калориялы салындысы бар, қуырылған бәліштерде трансгенді майлар, қант, ақ ұн сияқты пайдасыз заттар бар. 10-20 грамм майға қоса 250-300 \"бос калориялар\" бар.\nКартоп қытырлақтары. Мәселе оның ішінде салмақ жинайтын зиян көмірсулардың болуында ғана емес екен. Картоп қытырлақтары мен фри картобында акриламид есімді канцероген бар. Ол тамақты жоғары температурада дайындағанда пайда болады. Бұл жыл сайын бірнеше мың қатерлі ісік ауруының туындауының себебі.\nМайсыз тамақтар. Қорабында \"майсыз\", \"май үлесі 0\" деген жазуларға алданбаңыз. Майдың аздығынан дәмін жоғалтқан тағамның дәмін келтіру мақсатында өндірушілер құрамына тұз, қант, басқа да қоспалар қосады. Диетолог мамандардың айтуынша, ондай тамақтан гөрі, кәдімгі (майлы болса да) тағамдарды таңдаған дұрыс.\nМаргарин. Маргарин құрамында холестерині жоқ, сары майға жақсы балама деп саналады. Алайда оның құрамында сол холестеринді көбейтіп, қан жолдарын зақымдайтын трансгенді майлар өте көп. Оны мәңгілікке рационыңыздан алып тастап, табиғи майлармен ауыстырыңыз.\nГаздалған су. Газдалған сусындарға құмар болу - артық салмақ, ұйқы безінің қатерлі ісігі сияқты нәтижеге алып келе алады. Бір бөтелке газдалған суда 10 қасық қант бар. Газдалған сусынды күнделікті емес, анда-санда ішетіндердің өзі ауыр ауруларға шалдығу мүмкіндігін бірнеше есе арттырады. Жүрек-тамыр аурулары, диабет - міне, газдалған сусындарды сүйгіш жандардың болашағы.\n\nАурулардың бәрі ауыздан кіреді демекші, не жеп-ішкенімізді қадағалап, мән берсек, мүмкін ұзақ, бақытты, сау ғұмыр кешерміз",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрт қауіпсіздігі мен өртті сөндіру ережелері қандай?",
        "question_content": "Өрт қауіпсіздігі мен өртті сөндіру ережелері қандай?",
        "question_date": "23.04.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұрғын үй секторында өрттер жиі болады. Өрттерде адамдар жиі қаза болады. Сондықтан біздің кеңестерімізді тағы да оқыңыздар, керегі болар.\n\nЕгер сіз өрт көрсеңіз, әрине, бірден өрт сөндірушілерді шақырыңыз, 01 қызметінің телефонистінің сұрақтарына айқын жауап беріңіз. Қай жерде жанып жатқанын, өзіңіздің телефоныңыздың нөмірін, аты-жөніңізді және қабатты айқын айтыңыз. Басқа сұрақтар қойса да ренжімеңіз (мысалы, неше подъезд, қалай жетуге болады), өрт болған жағдайда қажетсіз сұрақтар қойылмайды. Мүмкіндік болса, өрт сөндіру көліктерің қарсы алыңыз. Осының бәрі артық минуттарды сақтайды.\n\nЕгер сіз түтіннің исін сезсеңіз, сым немесе электр құралы жанып жатпағандығын тексеріңіз. Егер түтін подъезден келсе, дереу шаралар қолданыңыз. Не болып жатқанын анықтауға тырысыңыз. Бірақ абайлап қимылдау керек: пәтерден шыққан соң есікті жабыңыз, әйтпесе пәтеріңіз подъездің түтіні шығатын үлкен түтіндік болады және оның ішінде жөндеу жұмыстарын жасамай тұруға болмайды. Ал егер түтін демалуыңызға қауіпті болса, төменге түспеңіз – 01 телефонына қоңырау соғыңыз.\n\nОсындай жағдайда адамның үйден жүгіріп шығу әрекеті зардапқа әкеліп соқтырады. Есікті жабыңыз, тесіктерді, желдету тесіктерді сулы шүберекпен жабыңыз да, өрт сөндірушілерді күтіңіз. Үйден шығуға тырыспаңыз (тек егер сіз бірінші қабатта тұрмасаңыз), тіпті лифтпен түспеңіз. Екі-үш баспалдақ аралығынан өтіп, жану өнімдерімен улануға болады, ал лифтті өрт кезінде кез келген уақытта сөндіріп тастауы мүмкін.\n\nЕгер басқалар өрт сөндіру күзетін шақырған болса да, өзіңіз де телефон соғып, қай пәтерде отырғаныңызда хабарлаңыз. Бұл ақпарат рация арқылы өрт орнына беріледі және қажетті жағдайда өрт сөндірушілер сізге көмегін тезірек көрсетеді: әр пәтердің (қонақ үй бөлмелерінің) есігін бұзып ашқаннан гөрі нақты адреспен жүрген тезірек болады.\n\nӘрине, өрт біткенше пәтеріңізде отыруыңызға болады, тек егер сіз ағаш қалқалары, балқандары, желдеткіш қораптары жоқ қазіргі заманғы үйде тұрсаңыз. Әрине, әр есті адам ескертусіз авариялық шығулар қай жерде орналасқанын алдын ала байқайды. Бірақ қайғылы оқиғалар адамдардың көбісі экстремальды жағдайларда кірген жолымен құтқарылуға тырысатынын куәландырады.\n\nОттан кейде өту қажет болады. Бірақ ол үшін от фронтының терендігін және одан арғы жолды білу керек. Егер сіз бәрін дұрыс есептесеңіз, онда мүмкіндігінше теріңізге от тигізбеуге тырысыңыз – бас киім, пальто киіп, көрпе жамылып, осының бәрін сулаңыз. Дем алмауға дайын болыңыз. Ойша барлық жолды өтіп шығыңыз, содан төрт аяқтап немесе еңбектеп шығатын жолға қарай жүріңіз. Отты жерден жүгіріп өтуге болады (жүгіру кезінде дем алмаңыз).\n\nЕгер сіз есінен танып қалған адамды шығарсаңыз, оның үстін сулы шүберекпен немесе көрпемен жабыңыз. Адамның үстіндегі киім жанған жағдайда, оның жүгіруіне жол бермеңіз (от тез жанады), үстіне тығыз шүберекті жабыңыз, аса қажетті болса жығып құлатыңыз. Өрт сөндіргішті қолданбауға тырысыңыз, өйткені адамның терісі зақымданады.\n\nТағы да бір қайталайық – тек басқа мүмкіндік болмаған кезде ғана түтінді жерден өтуге болады. Өрт кезінде түтін мен отпен қатар адамның қорқынышы да қауіпті екендігін әр өрт сөндіруші біледі.\n\nЕгер сіз қолданған шараларға қарамастан, пәтерге немесе қонақ үйдің бөлмесіне түтін және ыстық кірсе, балконға шығып, құтқарушыларға белгі беру қажет. Сонымен бірге сіз алдын ала батареяға қол астындағы заттарды (мысалы,ақ жайманы немесе теледидар антеннасының сымын) байлап, ернеуге шыға аласыз. Байланған ай жаймалармен немесе арқанмен түсу қауіпті, бірақ кішкентай биіктіктен болады.\n\nӨрттен қорғанудың ең басты тәсілі - оның себебі өзіңіз болмау. Қарапайым ұқыптылық пен тұрғындардың тұрмыстық мәдениеті жүздеген өрт сөндіру командаларына қарағанда әр қаланы өрттерден көбірек сақтайды.\n\nӨрт сөндірушілердің дәстүрлі кепілдемелері:\n- ешқашан төсекте жатып шылым шекпеңіз;\n- балаларды отты қолдануға үйретіңіз; егер сіз оларға әбден сенбесеңіз, олардың қолына сіріңкенің түсуіне жол бермеңіз;\n- қосылған электрқұралдарын қараусыз қалдырмаңыз, әсіресе үтіктерді, жылытқыштарды, теледидарларды;\n- қолдан жасалған электр құралдарын қолданбауға тырысыңыз;\n- бір розеткаға үлкен қуатты бірнеше тұрмыстық құралдарды қоспаңыз;\n- электр сымдарының жағдайын байқап жүріңіз, өзіңіздің қауіпсіздігіңізге үнемдемеңіз, электр қалқанында “жучок” қолданбаңыз;\n- газ плитаның үстіне лактарды және бояуларды қыздырмаңыз, плитаның үстінде киімдерді кептірмеңіз;\n- шатырларға, жертөлелерге, балкондарға, эвакуация жолдарына бөтен заттар қойып, шашпаңыз, балкондарда жанатын заттарды сақтамаңыз – бір пәтерден бірнеше қабаттарға барған тік өрттер болу оқиғалары белгілі;\n- тек өзіңіздің пәтеріңіздің қауіпсіздігіне ғана емес, үйдің, ауланың қауіпсіздігіне көңіл аударыңыз: шатырлар және жертөлелер кездейсоқ адамдардан жабық болу керек; тұрғын үйдегі кез келген шаруашылық жұмыстар (жертөледегі шеберханалар, дәнекерлеу жұмыстары) қауіпті – бұзушылық жағдайында өзіңіздің өрт қадағалау инспекторынан көмек сұраңыз.\n\nШынында, өрт – бұл ортақ бақытсыздық, егер өрт сөндірушілер жанған пәтерді бірден сөндірсе де, су бірнеше қабатқа ағып кетеді.\n\nАйтпақшы, дамыған елдерде өрт сөндіргіш әр пәтерде және саяжайда бар. Азғантай өрт болған жағдайда сізде арнайы қорғану құралы бар екенін жанұяда барлығы біледі.\n \n\nСІЗДІҢ ПӘТЕРІҢІЗ ЖАНҒАН ЖАҒДАЙДА НЕ ІСТЕУ КЕРЕК\n\nӨрт сөндірушілер біріншіден 01-ге қоңырау соғып, балаларды және қарттарды шығарып, тек содан кейін өз күштерімен отты сөндіруді ұсынады. Бірақ әрекет ету вариантын орнында таңдауға болады, ал біз нақты техникалық сұрақтарды қарастырайық. Егер теледидар жанса, оны бірден электр желісінен сөндіріп тастау керек, содан кейін ғана артқы жағындағы желдеткіш тесіктерінен (бір жағында тұрып) сумен сөндіру керек, немесе от басқа заттарға тарамау үшін (мысалы перделерге) қалың көрпемен жауып, суға немесе өрт сөндіргішке жүгіру керек. Егер кинескоп жарылса, онда улы түтін қауіпті, сондықтан бөлмеде өзіңіз дем алмаңыз және басқаларға, әсіресе балаларға, ескертіңіз. Теледидарды перделерден 70-100 см кем емес ара қашықтықта орналастыруға кеңес береміз, оның үстіне жанғыш заттарды қою қауіпті. Розеткаға кедергісіз жол болу керек. Тағы бір маңызды шарт: егер теледидар бұзылған болса - әсіресе ол шытырласа, жанған резеңкенің иісі шықса, кенет өшіп қалса – ол өзімен өзі кетеді деп үміттенбеңіз. Тез теледидарды сөндіріп, шеберді шақырыңыз.\n\nЕгер өрт пәтеріңіздің ішінде басталса, және сізде өрт сөндіргіш болмаса, қол астындағы тығыз матаны (сулы жақсырақ) және суды пайдалануға болады. Жанған перделерді жұлып тастап, аяғымен басу немесе ваннаға тастап, су құю керек. Осылай көрпелерді, жастықтарды сөндіруге болады. Терезелерді ашпаңыз, оттектің келуімен от одан да қатты жанады. Сондықтан жанып жатқан бөлмені абайлап ашу керек – от өзіңізге қарсы лап етуі мүмкін. Тоқ соғудан аман болу үшін, электр сымын сөндіру немесе су құю кезінде электрді сөндіріңіз. Пәтердегі өртті сөндірген соң, ештеңе бықсып жатпағанын тексеріңіз.\n\nБірнеше маңызды ескертпе: өртте адамдар оттан емес түтіннен өлетінін статистика көрсетеді. Кейде түтінді бірнеше рет жұту улануға жеткілікті. Сондықтан отты сөндіру кезінде барлық әдістермен түтіннен қорғаныңыз, ал егер ол мүмкін болмаса – жанған бөлменің және пәтердің есігін жауып, пәтерден шығыңыз.\n\nПәтерде ешкім қалмағанын біліп қана пәтерден шығыңыз. Әсіресе балаларды қарау керек: қорыққаннан олар шкафтардың ішінде, үстел, төсек астында, ванна, әжетхана бөлмелерінде тығылып, дауыс бермейді. Түтінделген бөлмеде жылжығанда өзіңіздің үйіңізде де адасып қалуыңыз мүмкін – осы қауіпті есте сақтаңыз. Сулы шүберектен демалыңыз. Мүмкіндік болса - өкпеңізді газқағармен немесе респиратормен қорғаңыз. Бірақ бөлмедегі оттектің мөлшері тез азаятынын ұмытпаңыз, газқағардан да есіңізден танып қалу мүмкін. Түтінделген дәліздерден еңбектеп немесе жорғалап өтіңіз – төменде түтін азырақ болады. Артыңыздан есіктерді жауып жүріңіз. Адамдарды іздеуге арқанмен байланып шығыңыз, сізді біреу сақтандыру керек.\n\nКӨЛІКТЕГІ ӨРТ\n\nЖанған резеңкенің, бензиннің иісі, капоттың астынан шыққан түтін жүргізушіге тек сыну туралы ғана емес, өрт болу мүмкіндігі туралы да айтады. Сонымен бірге қарсы келе жатқан көліктердің жүргізушілерінің белгі берулері байқалмаған қауіп туралы хабарлау болуы мүмкін. Статистика көрсеткендей, жүз көліктің біреуі ғана авария кезінде өртенеді. Басқа жағдайларда өрт қауіпсіздігінің қарапайым ережелерін бұзуынан, электр құралдары жүйесіне немқұрайлығынан, сонымен қатар осы жүйеге білікті қатынастың болмауынан басталады. Төгілген бензин бақытсыздыққа әкелген оқиғалар аз емес: кейде жанармайдың лап етуі үшін гайка кілтін түсіріп алу жеткілікті.\n\nӨрт сөндірушілердің байқауы бойынша кей күндерде шетел көліктері ерекше жиі жанады. Кейбіреулер олардың біздің жолдарға икемделмегендігін кінәлайды (отын және электр жүйесі босайды), кейбіреулер отынның октан санын көбейтетін әр түрлі қоспаларды кінәлайды. Тағы бір түсіндірме бар - әдейі өртеу.\n\nКөліктегі синтетикалық материалдар былай жанады: анықталған температураға дейін шыдап, содан соң ғана жанады, оны сөндіру өте қиын. Салонда өрт басталғанға дейін де адам көліктің ішінде бір жарым минуттан көп емес отыруға болады – бұл орташа мәліметтер.\n\nСондықтан оттың бірінші белгілерінде көлікті тоқтатып, жандырғыш кілтін суырып алып, қол тежеуішіне қою керек. Егер түтін капот астынан шықса, онда оны абайлап ашу керек, оттектің келуінен оттың лап етуі мүмкін. Айтпақшы, жүру кезінде өрт нақ капоттың астынан басталады, бірақ темекі қалдығынан отырғыштардың жану оқиғалары белгілі.\n\nОтты өрт сөндіргіштің газ немесе көбік ағысын жану ошағына және өрттің барлық алаңы бойынша бағыттап сөндіру керек. Тағы бір әдіс – біртіндеп кеңістікті ала отырып, оттың фронтын басу. Әрине, бірнеше өрт сөндіргішті қолданған тиімді, сонымен қатар кәдімгі өрт сөндіру құралдарының комбинациясы: құм, брезент, қар, су және т.б. Яғни мүмкіндік болса, өртті құю керек – сөндіру қарқындылығы өте маңызды. Осы уақытта өз қауіпсіздігіңізді де ұмытпаңыз – қолдарыңыз бензинде, киіміңіз оның буымен иісі сіңген болуы мүмкін.\n\nӨрт қауіпсіздігі ережелерімен отыны аққан және электр жүйесі бұзылған көлікті гараждың ішіне қоюға тыйым салынады.\n\nГаражға мынандай шек қойылады:\n - күнделікті тұрмыста пайдаланатын заттарды, 20 литрден көп бензинді, 5 кг көп майлайтын материалды сақтауға тыйым салынады;   \n - гараждың ішінде көлікті бояуға, от және электр пісіру жұмыстарымен байланысты жөндеу жұмыстарына тыйым салынады;  \n - қозғалтқышты жылыту үшін шырақты қолдануға тыйым салынады;   \n - бөлшектерді керосинмен, бензинмен т.б. жанғыш заттармен жууға тыйым салынады;   \n - пайдаланған мұнай өнімдерді канализацияға немесе гараж аймағына төгуге тыйым салынады.   \nАккумулятор батареясын қайтадан зарядтау да қауіпті - өйткені осы уақытта бос сутегі бөлінеді. Ол ауамен қосылған кезде ұшқыннан жарылуы мүмкін. Сондықтан қайтадан зарядтау кезінде ашық отты қолдануға болмайды, ал аккумуляторды клемдерге берік бекіту керек.\n\nСоңында тағы бір ескерту. Жол қозғалысы ережелерінде сөндірілген қозғалтқышпен ғана жанармай құюға болатыны ескертілмеген, бірақ бұл ережені әр жүргізуші біледі: тәжірибелі нұсқаушы жүргізуші куәлігін алудың алдында бір аппаратта бензин мен электрсымның қосылуы өте қауіпті екенін түсіндіруді ұмытпайды.",
                "date": "24.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Монғолдар келмей тұрып қазақтардың көк көзді, сары шашты болғаны рас па?",
        "question_content": "Монғолдар келмей тұрып қазақтардың көк көзді, сары шашты болғаны рас па?",
        "question_date": "23.04.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 733,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен өзім осыған сеніңкіремейм!!!! Қазақтан негізінен ежелден Азиаттар!!! Ал қазақтар неге біреулері қара, біреулері ақ, көзі бақырайған, бақыраймаған дегенге келер болсақ... Көп тайпаның қосындысы болып келеді. Мысалы Оңтүстік Америкалықтар қара нәсілділерге жатпайды, Оларды Латинос дейді. Қара адаммен, ақ адамның ортасындағы! Ал біз Азиаттар мен Европоидтың ортасындағы нәсілміз... Юғни Түркі немесе Тұран нәсілі!",
                "date": "23.04.2016",
                "upvotes": 0
            },
            {
                "text": "Тарихтың бәрі өтірік.  Монғолдар деген кімдер? Ондай ұлт болмаған. \"Моғол\" деген үлкен мемлекет ұлы империя болғаны рас, олар Ұлы жүздер. Ұлы жүздер Бәйдібек биден тараған,ал Бәйдібекті Арабтар қатты құрметтеген, Құрмет көрсетіп Бәйдібекке Арабтар қыздарын берген, ол қыздың есімі Нурила. Нуриланы  Домалақ ана деп атап кеткен кейінірек. Сонда Ұлы жүздердің қанында 50 пайыз Арабтартың қаны бар, сол себептен ұлы жүздердің көздері үлкен болып келеді.",
                "date": "24.04.2016",
                "upvotes": 0
            },
            {
                "text": "Алғашында қазіргі қазақ даласын сақ(скиф)тайпалары мекендеген.Архелогтардың айтуынша олар көк көзді,сары шашты,ұзын болып келген.Сондықтан оларды біздің тікелей ата-бабамыз деу дұрыс емес.Кейінірек сақтар  ғұн тайпаларынан жеңіліп ассимилацияға ұшырайды немесе батысқа қарай ығысады.Дәл осы ғұндардың біз тікелей ұрпағымыз деп ойлаймын.Ғұндар көзі қысық,бойы тапалдау нағыз азиаттар болған.Ал Шыңғысханның жаулап алуымен қазақ жеріне алтайдың ар жағынан жаңа тайпалар келіп қоныстанады.Осыдан кейін ғұндардың ығыстыруымен  онсызда аз қалған еуропоид нәсілдес тайпалар сіңісіп жоқ болып кеткен болуы мүмкін.",
                "date": "4.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Білім жүйесіне ұсынар өзгерісіңіз бар ма?",
        "question_content": "Білім жүйесіне ұсынар өзгерісіңіз бар ма?",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 688,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоғарғы оқу орындарына мынадай өзгерістер енгізер едім:\n\n1. Күштеп оқыту деген болмауы керек. Яғни, студент сабаққа келмей қалса, жоқ қойып тастайды дегендер. Студент қай сабаққа, қандай лекцияға қатысатынын өзі білуі керек.\n\n2. Практика дұрыс болуы керек. Екі тараптан тексеріліп, бақылануы керек.\n\n3. Оқу жылын қысқарту керек.",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ғылымдардың патшасы не? және Не үшін?",
        "question_content": "Ғылымдардың патшасы не? және Не үшін?",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 793,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тегінде адам баласы адам баласынан ақыл, ғылым, ар, мінез деген нәрселермен озады. Одан басқа нәрсемен оздым ғой демектің бәрі де ақымақшылық.\nАбай\nМатематика... Сені жұрт «ғылымдар патшасы» деп құрметтейді. Ал мен үшін сен биік шың болып алыстан көз тартасың. Кейде сенің ұшар басыңа қиялап қыран, өрмелеп жылан шыға алмай жатады. Саған талпынып биігіңе жетсе, көлеңкеде емес, күн көзі шыжғырып тұратын күнгейден көрінуі керек! Ал мен биік шыңның шынарында тұрмасам да, тырбанып алға ғана ұмтылып, өрмелеп жатқаныма мәзбін. Шыңыңа жетермін бе, әлде жетпеспін бе?\nЖалпы адамзат тарихына үңілсек, математика ғылымының кіндігі де, тұсауы да кесілген жер – ертедегі Шығыс, яғни ежелгі Египетте, Финикияда, Қытай мен Индияда, екі өзен аралығындағы Вавилонда алғашқы математикалық тұжырымдар пайда болған. Сайын далада көшпелі ғұмыр кешкен біздің ата–бабаларымыз үшін де математика ғылымы жат болмаған. Қазақ – тумысынан математик, дарынды да қарымды халық. Оған ешкімнің дауы болмаса керек. Қай дәуірді алсаң да, қазақтың қайраткерлері айбынымен де, айбарымен де, ақыл-парасатымен де, қарым-қабілетімен де дараланып тұрады ғой. Ғылымды өмірінің мән-мағынасына балаған, мамандығын ар туындай ұстаған Асқар Жұмаділдаев «Қазақ балалары математикаға өте қабілетті келетіні рас. Қазақ – ілім-білімнің кез келген саласына бейім халық. Оның бір себебі – біздің ұлтымыздың өз тарихында көп сұрыпталғанынан. Небір алапатқа ұшырадық. Мұндай құбылыс адам бойында ширығуды, өмірге, қоғамға икемделе өмір сүруге деген ішкі түйсікті оятады. Ішкі түйсік логикаға, ал логика есепке жетелейді», - деген болатын. Сондай-ақ, ол ертедегі қазақ жылқышыларының алдынан ағын судай жөңкіліп өтіп жатқан үйір-үйір жылқыны көзбен «іліп» санап үлгеретіні және ойыншы жігіттердің «теңге ілу», «жамбы ату» ойындарында теңгені қапысыз іліп алу не жамбыны қағып түсіру үшін белгілі бір арақашықтықты, ағызып келе жатқан аттың жылдамдығын, қас-қағым уақытты асқан дәлдікпен есептеп әрі тепе-теңдік сақтауы қазақтың асқан математикалық интуицияға, қабілетке ие болғанын дәлелдейтіні жөнінде әдемі пікірін білдірді. Ғалым-математик өзінің осы сұхбатында батырлар жырын қызыға оқып өскен қазақ баласы ондағы бейнеленетін тұлпарлар шабысына еліктемей тұрмайтынын да айтады. «Себебі бұл – динамиканың, қозғалыстың көзге көрінбес жері, ықпалы. Динамика – математиканың қозғаушы элементі», - деп тұжырым жасайды. Асқар Жұмаділдаев ағамыздың осы ой-толғамдарының алдында мен бас ием. Сары далада ұшқан құспен, жүгірген аңмен, жауған жаңбырмен, соққан желмен жарыса өскен қазақ баласының қанында ата-бабаларынан дарыған қисын, логика, динамика бар екендігіне көзім жеткені рас.\n«Сүйер ұлың болса, сен сүй, сүйсінерге жарар ол», - деп Абай атамыз айтпақшы, қазақ жерінде математиканың сүйегін кемірген ғалым ағаларымыз баршылық. Солардың ішінде ауызға бірінші түсетіні – Әлімхан Ермеков. Өткен ғасырдың басында ерекше зеректігімен көзге түскен ол – қазақ топырағында тұңғыш математик ғана емес, халқының ұлттық мүддесі үшін күрескен қайраткер.\nТарих көшінде өзіндік ізін қалдырған тағы да бір екінші тұлға – Сәдуақас Боқаев Хасенұлы. Ол – физика-математика ғылымдары бойынша қазақтан шыққан тұңғыш ғалым. Өзінің қысқа, бірақ жарқын да мазмұнды өмірінде математика ғылымын дамытуға зор үлес қосқан. Сәдуақас ағамыз, өкінішке орай, 1937 жылы репрессияға ұшырап, ажал оғына атылды. Ол атаның ғана емес, күллі қазақ халқының сүйген перзенті болып қала бермек.\nОсы заманда математика ғылымының Қазақстанда дамуын, әлемдік аренаға шығуын сөз етсек, академик-ғалым, Қазақстан Мемлекеттік сыйлығының иегері Орынбек Жәутіков Ахметбекұлының есімі еріксіз ойға келеді. Оның физика-математика ғылымдарына сіңірген еңбегі өлшеусіз. Орынбек Жәутіков – ардақты есім!\nҚазіргі кезде еліміздің жас математиктері көптеген халықаралық білім сайысында жоғары жетістіктерімен көзге түссе, көш бастаған профессор-ғалымдарымыз тың ғылыми жаңалықтарымен барша әлемдік қауымдастықты таңғалдырып, қазақ халқын қуантып жүр. Солардың ішінен ең көп шәкірт тәрбиелеген ғалымдардың бірі, академик, Мемлекеттік сыйлықтың иегері, әйгілі Штурм-Лиувилл операторының әмбебап формуласының шешімін тапқан Мұхтарбай Өтелбаев ерекше көзге түседі. Ал менің жан-дүниемді ерекше тебіренткені – отыз жылдан бері шешілмей келген, «Нобель» сыйлығының иегерлерінің өзі шығара алмаған Нагата есебінің түйінін тауып, айды аспанға бір шығарған Л.Гумилев атындағы Еуразия ұлттық университетінің профессоры Уалбай Үтмаханбетұлы Өмірбаев. Жанкешті еңбекқорлығы мен ұғымтал зеректігінің арқасында қазақ ғалымын бүкіл әлем мойындады. Оның ғылыми шығармашылығына пікір жазған 19 адамның 17-сі шетелдік ғалымдар. Бұл қазақ ғалымы Уалбай Өмірбаевтің және Қазақстандағы математика ғылымының жоғары әлеуетін көрсетсе керек. Сондай-ақ, Ақтөбе облысының Байғанин өңірінен шыққан математик-ғалым Кенжеғали Кенжебаев ағамызды қалай мақтаныш етпейміз!? Бүгінде ол басқарып отырған Қ.Жұбанов атындағы Ақтөбе Мемлекеттік университеті – математика ғылымының елімізде дамуына үлес қосып отырған санаулы оқу орындарының бірі. Бұл туған жерімнің қай түлегіне болмасын мақтаныш ұялатары сөзсіз.\nСөз құраған көп қазақтың бірі болам,\nБала-шаға қамын жеген тірі болам.\nАлла жалғыз, Абай жалғыз, күмәнім жоқ, \nӘл-Хорезми жолын қуған ірі болам, - деп әлемге жар салған Асқар Жұмаділдаев жайлы мақтана, жігерлене, сүйсіне сөз қозғаймын. Жомарт табиғаттың өзі жарық дүниеге тым сирек, сараң сыйлайтын дархан дарын иелері болады. «Олар – өзгелерден озық, оқшау тұратын, есімі ел аузында ертегіге айнала жаздаған, туған халқының мерейі мен мақтаны болғандай тамаша таланттар», - деп Зейнолла Қабдолов бекер айтпаса керек. Сондай сирек ұшырасатын ірі де іргелі тұлғалардың бірі – Асқар Жұмаділдаев. Ол туралы сөйлеу аса қиын. Өйткені, ол – қыр-сыры мол, жан-жақты жүйрік. Сондықтан да шығар, көптеген ғұмырнамалық кітап жазып жүрген аға-апаларымыздың осындай қазақтың маңдайына біткен дара ұлы туралы естелік кітап жазбайтыны! Бәлкім жазылар, жазылып жатқан да шығар, том болып тарихта қалар. Оның есімі қаршадайынан қазаққа таныс, ал қазір ол әлемдік деңгейде танымал. Оның әңгімесіне құлақ түрсем, бейне бір шетелдік адамды қазақ тілінде тыңдап отырғандаймын. Мені тәнті еткені – осы, яғни әлемнің айтулы елдерінде айлап емес, жылдап қызмет етсе де, ана сүтімен бойына дарыған тіліне жетік, қылаудай кір шалдырмағаны. «Ақын жанды болмаған адам математик те бола алмайды», - деп айтқан орыстың ұлы математик қызы София Ковалевскаяның осы сөзі Асқар ағамызға арналғандай.\nТүнгі аспанда бір шоқ жұлдыз ерекше жарқырап көрінсе, қазақтың математик ғалымдары да әлем көгінде оқшауланып, нұрлы сәулесін шашып тұратындай маған әсер қалдырады. Олардың төккен сәулелерінің соңынан ерген шәкірттері білім мен ғылымның нәрін бойларына сіңіруде. Бұған олардың әлемдік деңгейде қазақтың намысын қорғап, жеңімпаз болып, жүздеп жүлдегер атанып, алтыннан алқа тағып келуі дәлел. Қазақ ғалымдары математика ғылымының өсіп-өнуіне үлес қосып, өзінің айшықты ізін қалдыра білді. Математиканың менің елімде өрісін тауып отыруы Қазақстанның қарқынды дамуына жол ашып, алдыңғы қатарлы экономикасы мықты ел қатарынан табылатынына сенемін. Өйткені, математика – дүниені түлететін, жаңартатын, ел мерейін өсіретін ғылым. «Өз жұртына жұмыс қылып, еңбек сіңірген адамдарды қадірлеу – елдіктің белгісі», - деп белгілі арысымыз Халел Досмұхамедұлы айтпақшы, ғалымдарымыз еңбегімен халқымыздың зор құрметі мен сүйіспеншілігіне бөлене берсін! Жаса, жарқырай бер, математиканың жарық жұлдыздары!",
                "date": "23.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Білімді мен талпынысы жоғары жан.Қайсысы жетістікке көп әрі тез жетеді?",
        "question_content": "Білімді мен талпынысы жоғары жан.Қайсысы жетістікке көп әрі тез жетеді?",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 566,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақылды болу мен жақсы оқу екі бөлек нәрсе... Сені мектепте 15 жыл, универде 10 жыл оқысаңда, 9 классты бітірген, бірақ талпынысы жоғары адамға жете алмайсың. Оған дәліл әлемдегі көп миллиардерлер!",
                "date": "23.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өз оқу ордаңыз несімен ерекше?",
        "question_content": "Өз оқу ордаңыз несімен ерекше? кез-келген, мектеп, универ, колледж, академия",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен НИШ тулегимин жане казирги танда СДУ да билип алып жатырмын, еки орда да ен бириншы кезекти билым беру сапасы жагынан жогары орында тур, сонымен катар шакирт тарбиелеу жагы да алдынгы катарда, НИШ пен СДУ нагыз бәсекеге қабілітті, жан-жакты дамыган улт болашагын тарбиелеуге арналган билим ошактары деп санаймын!",
                "date": "29.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гуманитарлар жетістікке жете ме? Алде Технократтар?",
        "question_content": "Гуманитарлар жетістікке жете ме? Алде Технократтар?",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 707,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Меніңше, екеуі де жетістікке жетеді. Екеуінің де өзінің жететін жетістігі болады. Себебі, әлем мойындаған ғалымдар тек гуманитар емес, тек технократ емес қой.",
                "date": "23.04.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл екеуінен көбіне Технократтар жетеді деп ойлаймын. Бірақ жалпы алғанда жетістікке жетем деген адам жетеді",
                "date": "26.04.2016",
                "upvotes": 0
            },
            {
                "text": "\"Теория без практики мертва, практика без теории слепа\"- дептi.",
                "date": "2.07.2016",
                "upvotes": 0
            },
            {
                "text": "Басқа елдердің тарихын байқап қарасаңыз, қоғамның даму сатысына қарай гуманитарлық мамандарды қажет ететін кезең де, техника мамандарына деген сұраныс артатын кезең де болады. \"Әуелі экономиканы дамытып алайық! Қарын тоқ болса қайғы жоқ емес пе?!\" дейтін кезеңде техника мамандары үстем орынға көтерілсе, \"Енді ақшаның соңынан қуып жүргенде қордаланып қалған қоғамдық мәселерді шешу керек!\" дейтін заман келгенде гуманитарлық ғылымдардың қажеттілігі сезіле бастайды.",
                "date": "2.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біздегі білім беру жүйесі мен кредиттік оқыту технологиясы сай келеді ме?",
        "question_content": "Қалай ойлайсыз? Біздегі білім беру жүйесі мен кредиттік оқыту технологиясы сай келеді ме? Мен сайкелмейтін тұстарын байқап жүрмін.",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 480,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төлеген Айбергеновтың қандай кітабын білесіз?",
        "question_content": "Төлеген Айбергеновтың қандай кітабын білесіз? Жыр-жинақтарын?",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төлеген Айбергеновтің кітаптарын білмеймін, бірақ керемет бір өлеңін білемін. Ол - \"АНА\" деген өлеңі.\n\nТөлеген Айбергенов Ана\n\nАрманыңды ақтарам ба жүрегімде тербесем,\nАйға сіңлі, қарындассың қасиетті Жерге сен.\nМен өзіңді теңдесі жоқ құдірет деп түсінем,\nСендік қуат мың есе артық Жердің тарту күшінен.\n\nСұлу әлем, әлем сұлу сен жаратқан адаммен,\nКөк жолының қарсылығын қағып тастап барам мен.\nСендік қуат болар, бәлкім, басын иді көк маған,\nӘр кез сенен туғанымды есіме алсам, тоқтаман.\nАл ұмытсам, ұмыт болып қаларымды білемін,\nҰмыт қалмау үшін менің шарқ ұрады жүрегім.\n\nШат жүріп-ақ қас қаққанша боламын мен шерменде,\nЖетім емес кей ананың жетімдігін көргенде,\nКөз алдымда жас дөңгелеп булығам да ызадан,\nМаған тіпті сөз келмейтін ұяттардан қызарам.\n\nБұл дүниеге онсыз-дағы кеткен жоқ па көп есең,\nО, аналар, кей пасықты жаратасың неге сен!\nТасбауырлар дүниеге келсін де, тез кетсін де,\nӘлде өзгелер ондайлардан жиіркенсін дейсің бе?\n\nҚай кеудені жылытады лапылдаған отпенен,\nӨз кеудесін жылытуға құдіреті жетпеген.\nАнаң саған керек болса, балаңа да сен керек,\nКезекпенен ауысатын ғұмыр ғой бұл дөңгелек.\n\nАна керек, о, адамдар, ана керек адамға,\nАнасыздар аң сияқты күн кешіп жүр ғаламда.\nПікірімді ұнатпаған таптық та дер дананы,\nДаналықтың қажеті жоқ сыйлау үшін ананы.\nII\nБілмедім мен, сен әйтеуір ораласың көп тілге,\nКиелі сүт құдіретімен әлде есейіп кеттім бе?\nАна десе әйтеуір мен өзге сөзді есітпен,\nҚұлағыма үн келеді қоңыраулы бесіктен.\nҚұлағымда ол үн менің көрген емес толастап,\nӨйткені сен жылауыма қарсы болдың о баста-ақ..\nБүкіл әлем шуларына жіберді де сүңгітіп,\nӨзің қаққан қоңыраудан кетті маған тіл бітіп…\nҚоңыраулардың үні мені жетектеді қиянға.\nҚоңыраулардың үні мені шомдырды сан қиялға.\nТұтқасынан ұстамақ боп дария – білім есіктің,\nМектеп бардым, онан да мен қоңырау үнін есіттім.\nҰстаз болдым. Сөз сөйлетті болашақтың мінбері,\nКөз алдымда қызыл ала қызғалдақтар гүлдеді.\nДәл бүгін де нұрлы ертеңнің қоңырауы етіп тұр мені,\nӨміріме өзің қаққан қоныраудың үндері.\nӨзің қаққан қоңырауда өмір жыры бар екен,\nОның үні тарқамайтын болды менің мерекем.\nСол үнменен тыным таппай бақытымды күреймін,\nӨйткені мен мерекемнің тарқамауын тілеймін",
                "date": "23.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Самсунг алде Айфон?",
        "question_content": "Самсунг алде Айфон? Қайсысы артық? Қайсысы кем?",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 285,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əрине *SAMSUNG* Өйткені ол *SAMSUNG*",
                "date": "23.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір құмалақ бір қарын майды шірітеді? Неге олай жасаймыз?",
        "question_content": "Бір құмалақ бір қарын майды шірітеді? Неге олай жасаймыз?\n\n   Емтихан кезінде барлық студенттер оқып дайындалады. Арасында бір студент шпор жасап немесе т.б. оңай жолын қарастырса, басқа студенттерге әсерін бермей қоймайды. Олар да оңай жолды іздейді. Ал, енді, неге жалғыз студент бұлай істеді?\n\n   Біз өз пайдамызды ойлап қоғамды өзгертіп жатқанымызды білмейміз. Бір адамның қылмыс жасауы қағамдағы басқа адамды өзіне ертеді. Бір студенттің пара беруі басқа студенттердің пара беруіне мәжбүрлейді.\n\nБіздің арам жолымыз басқалардың да арам жолмен жүруін міндеттейді. Неге біз адал жолмен жүрмейміз?  \n\n( түсіндіре алдым деп ойлаймын)",
        "question_date": "23.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 7800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Алла адамдар үшін тек Жаннатты дайындап қойған жоқ...Тозақ та текке жаралмады.Ондай пенделер бізге дейін де болды,қазір де бар,бізден кейін де болады....Әр адамзаттың өзінің санасы бар.Барлық адамның керемет нәрселерге,қиындықтарға күші жете бермейді.Алайда адамның бәрі биікті армандайды.Сондықтан өзінің күші жететіндей оңай жолдарды іздеп жүреді.Сондықтан әркім өз санасына қарай әрекет жасағаны дұрыс...Айналасына ере бермей...",
                "date": "26.04.2016",
                "upvotes": 0
            }
        ]
    }
]