[
    {
        "question_title": "Тамырдың экологиялық түрлері туралы ақпарат?",
        "question_content": "Тамырдың экологиялық түрлері туралы ақпарат?",
        "question_date": "25.10.2016",
        "question_tag": "Биология",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тамыр түрлері.\nТамырдың 3 түрі болады:\nНегізгі тамыр - Тамырдың ұрықтан өсіп шыққан түрі. Өсімдік сабағы мен бұл Тамыр аралығындағы жер тамыр мойны (сабақтың топыраққа кіре берген жеріндегі жіңішкелеу жері). Негізгі тамыр тұқымының ұрық тамыршасынан дамиды.Ол төмен қарай бағытталып,топыраққа тереңдей береді.Негізгі тамырдың жан-жағынан жанама тамырлар таралады.Топырақтан өоректік заттарды соруға қатысады.\nжіп тәрізді (мысалы, зығыр),\nшашақ тәрізді (көбінесе астық тұқымдас өсімдіктерде),\nбілеу түрі (бұршақ тұқымдас өсімдіктерде) кездеседі.\nЖанама тамыр - негізгі тамырдан тарайды.\nҚосалқы тамыр - құрылысы күрделі өсімдіктердің жапырақтары мен перицикл қабатынан өсіп шығады. Қосалқы тамыр дара жарнақты және көп жылдық қос жарнақты шөптесін өсімдіктер сабағының түп жағынан және тұқым жарнағының астыңғы қылтасынан дамиды. Пияздың түбіртегі, орамажапырақтың көсеу сабағы сияқты түрі өзгерген, сабақтардан да қосалқы сабақ өседі. Қосалқы тамыр Тамыр жүйесін ұлғайтады, негізгі және жанама тамыр жоқ жағдайда олардың қызметін атқарады, бұның кесіндісімен өсімдікті вегетативті көбейтуге болады.\nТамырдың сирек кездесетін түрлері де болады. Мысалы, ассимиляциялаушы тамыр, аспа тамыр, атпа тамыр, баған тамыр, балдақ тамыр, жемдік тамыр, емізік тамыр, тыныс тамыр, ілмек тамыр, түйнекшелі тамыр.\nТамырдың бөлімшелері.\nТамыр ұзындығына, атқаратын қызметіне байланысты келесі аймақтарға бөлінеді: тамыр оймақшасы, бөліну аймағы, созылу (өсу) аймағы, сору аймағы, өткізгіш аймағы деп бөлінеді.\nТамыр оймақшасы.\nТамыр оймақшасы тамыр бөліміне кірмейді. Тамыр ұшындағы өсу нүктесінің сыртын қаптап тұрады. Оймақша жасушалары тірі. Сыртқы қабатындағы жасушалары топырақтағы кедергілерге үйкеліп, зақымданып түлеп түседі. Оның орнына жаңа жасушалар түзіліп ұдайы жаңарып отырады. Тамыр оймақшасының сыртқы қабатындағы жасушалар шырышты зат бөледі. Ол зат тамыр ұшындағы жаңадан пайда болған нәзік жасушаларды жарақаттанудан қорғайды. Тамырдың топырақтағы қозғалысын жеңілдетеді.Тамыр оймақшасы тамырдың бөліну аймағының сыртын қаптап қорғап тұрады.\nБөліну аймағы.\nБөліну аймағы атқаратын қызметіне қарай сыртқы, ортанғы, ішкі болып үш қабаттан тұрады. Ең сыртқы қабатындағы жасушалар тамырдың мөлдір өңі мен оймақшасын түзеді. Ортанғы қабатынан алғашқы қабық, ішкі қабаттан орталық цилиндр түзіледі. Жасушалары дамылсыз бөлініп, басқа бөлімдерінің қалыптасуына себепші болады.\nСозылу (өсу) аймағы.\nСозылу (өсу) бөлімінің жас жасушалары бөлінбейді. Ұзыннан созылып, ұзарып, тамыр ұшының топыраққа терең енуіне әсер етеді. Алғашқы өткізгіш ұлпалар осы бөлімде түзіледі.\nСору аймағы.\nСору бөлімі өсу бөлімінен кейін орналасқан, қалың түктері бар бөлік. Тамы түктері тамырдың сыртын қаптап жатқан жұқа өң қабықшасы жасушаларының созылуынан пайда болады. Ол алғаш жай өсінде түрінде 1-3 күнде бұртиып шығады. Қабықшасы тез созылып, түк ұшынан ұзарып өсе бастайды. 10-20 күннен соң қурап түсіп, орныны жаңа түктер шығып, жаңарып отырады. Тамыр түтіктерінің ұзындығы әр түрлі. Әр бір түк - жұқа қабықшасы, цитоплазмасы, ядросы жане вакуолі бар жеке ұзын жасуша. Ол топырақ түйіршіктерімен тығыз жанасып, су мен онда еріген минералды тұздарды сорады. Жас тамырға тірек қызметін атқарады.\nӨткізу бөлімі.\nСу мен онда еріген қоректі заттарды тамырдан өсімдіктің жер үсті мүшелеріне өткізеді. Бұл бөлімде тамыр түктері болмайды,жанама тамырлар дамиды\nТамыр жүйесі.\nКез келген өсімдіктің барлық тамырлары бір-бірімен байланысты және олар тамыр жүйесін құрайды. Тамыр жүйесінің құрамына құрылысы әр түрлі тамырлар-негізгі, жанама және қосалқы тамырлар кіреді.\nНегізгі тамыр ұрықтан өсіп шығады. Негізгі тамырдан жанама тамырлар таралады. Олар көбінесе сору аймағында пайда болады.\nҚосалқы тамырлар өсімдіктің әр түрлі мүшелерінен өсіп шығады. Олар тамыр жүйесінің жаңаруынан немесе зақымдалудан, кесілуден кейін пайда болады. Қосалқы тамырлар тамыр жүйесінің топыраққа жанасу бетін ұлғайтады.\nӨсімдіктің негізгі тамырлары әр түрлі болады. Мысалы, зығырдың негізгі тамырының ұшы аздап тармақталған және өзі жіңішке жіп тәрізді. Оның өте жақсы дамыған негізгі тамырынан ұсақ жанама тамырлар, ал жанама тамырлардың өзінен ұсақ тамырлар өседі. Ол тамырлар жіп тәрізді тамырлар деп аталады.\nАстық тұқымдас өсімдіктердің тамыр жүйесі жиналыңқы келеді, олар шашақ тамыр деп аталады. Шашақ тамырда негізгі тамыр байқалмайды. Сабақтан тармақталған қосалқы тамырдың қалың шоғы өседі. Пияз, сарымсақ, бидай, жүгері, арпа, сұлы, тарыда шашақ , тамыр жүйесі болады.\nНегізгі тамыры өте жақсы жетілген өсімдіктердің тамыры білеу немесе кіндік тамыр деп аталады. Оларда негізгі тамыр өзінен шыққан жанама тамырмен салыстырғанда жуан және ұзын болып келеді, көзге бірден байқалады. Үрмебұршақ, асбұршақ, сәбіз, бақбақ,қауын, күнбағыс, т.б. тамырлары кіндік тамырға жатады. Кейбір өсімдіктердің негізгі тамыр жасушаларына қоректік заттар жиналады. Сондықтан олар жуандап пішіні тамырға ұқсамай қалады.\nТамыр жүйесіндегі тамырлардың көптігінен ол өте ұзын болады. Мысалы: жантақ тамырының ұзындығы 25-30м, ал тіқурайдікі шамамен 6м. Кез келген өсімдік тамырының жалпы аумағы оның жер үсті мүшелерінен әлдеқайда артық болады. Жылыжайда өсірілген қарабидайдың барлық тамырының жалпы ұзындығы шамамен 623 км-дей болған. Бұл Алматы мен Семей қалаларының арақашықтығындай.\nТамырда кездесетін процестер.\nТамырда геотропизм, гидротропизм, термотропизм, хемотропизм процестері де кездеседі.\nТамырдың түрөзгерістері.\nӨсімдіктің барлық мүшелерінде сыртқы орта жағдайларының өзгеруіне байланысты түрлі ауытқулар мен өзгерістер болады. Тіршілігін сақтап қалу үшін өсімдік мүшелері əртүрлі орта жағдайларына түрін өзгерту арқылы бейімделуін \"түрөзгеріс\" (метаморфоз) дейді.\nЖемтамырлар.\nОрганикалық заттар өсімдіктердің негізгі тамырларының жасушаларында қорға жиналып, жуандап, түрін өзгереді. Мысалы: сəбіз, қызылша, шомыр, шалқан жəне т.б. Жемтамырлардағы қорға жиналған қоректік заттарды өсімдіктер көктемде пайдаланады. Жемтамырлар асханалық қызылша, сəбіз, шомыр, тарна (брюква), ақжелкен жəне техникалық (қант қызылшасы, шашыратқы) деп бөлінеді. Жемтамырлар шырынды, құрамында органикалық заттар мен витаминдер болғандықтан, күнделікті тамаққа пайдаланады. Жемтамырлы өсімдіктер екіжылдық өсімдіктерге жатады, шалғамнан басқа. Бірінші жылы жемтамыр дамыса, екінші жылы сол жемтамырдан сабақ, гүлі шығып, жеміс береді.\nТіреу тамырлар.\nТіреу тамырлар - тропиктік ормандарда өсетін ағаштарда болатын қосалқы тамыр. Мысалы, үнді фикусы басқа ағаштың діңіне жабысвп өседі. Дами келе қосалқы тамырлар шығып ұзарып, топыраққа(жерге) жетеді. Қосалқы тамырлардың саны көбейіп, жуандайды.\nТуреу тамырлар ағаштың діңінен алысқа кетеді. Мұндай ағаштардың діңі өте жіңішке, сұлбасы үлкен болады. Үлкен бөрікбасы мен жіңішке дің тіреу тамырларға сүйеніп өседі.\nТыныс алу қызметін атқаратын тамырлары бар өсімдіктер оттегі жоқ, батпақты, сазды жерлерде өседі. Ауа тамырлары болады, ол сабақтан өседі. Ұштары батпақтан шығып тұрады, қабығы жұқа болады (мангр ағашы, айтұқым (плюш), монстера, сауыр ағашы жəне т.б.) қосалқы тамырларға жатады. Олар ағаш қабығынан сырғып аққан жаңбыр суын сіңіреді.\nТүйнекті тамырлар.\nНарғызгүл (георгин), тəтті картоп, шырыш, таушымылдық өсімдіктерінің тарамдалған тамырлары қоректік заттарды қорға жинайды. Сондықтан жуандап, шырынды түйнекті тамырға айналады.\nЖемтамырдан түйнектамырдың айырмашылығы жемтамырдың тек негізгі тамырына ғана қоректік заттар жиналады. Жанама тамырлары өзгеріссіз қалады. Түйнектамырда тарамдалған тамырлардың барлығы жуандап, шырынды болады. Егер шашақ тамырлар түйнектамырға айналса, барлық тамырлары білеуленіп, жуандап, топтанып тұрады. Түйнектамырлар өсімдік қыстап шығу үшін жəне жыныссыз көбею үшін керек.\nПайдалануы.\nКөптеген тамырдың тағамдық, шаруашылық үлкен маңызы бар, оларда крахмал, қант, май, алколоид, бояу заттары болады. Медицинада, өнеркәсіпте және табиғатта құм, жыра-сай беткейін бекітуге пайдаланады\n\nhttps://kk.wikipedia.org/",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 айға еңбек демалысы толық беріле ме?",
        "question_content": "Мен медбике болып мектеп интерната 2014 жылдан жасап келемин .2014-2015 ж декретте отырдым.2016 жылдын апрельден бастап жумыска киристим.мен осы 2016 ж кезекти енбек демалысын толык 42кун алуыма бола ма?маган бухалтер тек 24кун аласын дейди осы дурыс па",
        "question_date": "25.10.2016",
        "question_tag": "Заң",
        "question_views": 590,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұқағали Мақатаевтың шын ғашықпын, деген өлеңінің орыс тіліндегісі керек",
        "question_content": "Мұқағали Мақатаевтың шын ғашықпын деген өлеңінің, орыс тіліндегісін тауып беріңіздерші өтыныш тез керек болып жатыр!",
        "question_date": "25.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құбырдың жуандау бөлігінде мұнай 2 м/с жылдамдықпен ағады?",
        "question_content": "Құбырдың жуандау бөлігінде мұнай 2 м/с жылдамдықпен ағады. Құбырдың жуан бөлігі мен жiңiшке бөлігі қымымдардың айырымы 50мм сын.баг.Кубырдын жiнiшке болiгiндегi мунайдын агу жылдамдыгы кандай?!Отiнiш шыгарып берiнiздершi",
        "question_date": "25.10.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "копьютерде теруге еринип турм (просто 15 арипке толсын) деп суретти караи сал",
                "date": "26.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өтірік әңгіме құрастыру керек?",
        "question_content": "Ертегі немесе өтірік әңгіме құрастыру керек? Ертегіде мағына болу керек, басталуы мен аяқталу.",
        "question_date": "25.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үй жұмысы ретінде жазылған өтірік әңгіме\n\nМен Алматыға комиссияретінде келген бір мүшесімін. Алматы 2011 Қысқы Азия ойындарына дайын екендігіне көз жеткізу керекпін. Әйгілі трамплин бүгін салынды. Сол трамплин өте мықты бекітілген және секіруге дайын екендігін тексердім. Келесі күні Медеуге олимпиаданың көптеген ойындары өткізіледі. сондықтан оны тексеру өте маңызды болды. Медеуге көтерілу өте оңай шаруа емес. Өйткені ол таулардың арасында орналасқан. Медеуге барған адам өте сұлу табиғатына тамсанады. Таудың әдемілігі соншалықты, тіпті мен сол тауларға бірнеше сағат бойы тамашалап тұруға дайын болдым… Қосымша мәлімет Медеу Медеу Спорт Кешені[1] – жасанды мұз айдыны бар дүние жүзіндегі ең ірі спорт кешені. Алматы қаласынан 18 км жерде, Кіші Алматы шатқалында, теңіз деңгейінен 1691,2 м биіктікте орналасқан. Табиғи мұз айдыны ретінде 1951 ж. пайдаланыла бастады. Медеу Спорт Кешені 1972 ж. тұрғызылды. Құрылысқа қатысқан архитекторлар: В.З. Кацевке, А.С. Қайнарбаевқа инженер С.Б. Матвеевке, тағыда басқа. (барлығы 10 адам) 1975 ж. КСРО Мемлекеттік сыйлығы берілді. Конькишілерге арналған жасанды мұз айдынының ауданы 10,5 мың м. Жарыс жолының ені 5 м, айналымы 400 м. Айдынның ортаңғы бөлігі — хоккей ойынына және мәнерлеп сырғанауға арналған. 12,5 мың орындық кешенде 2 жүзу бассейні, спорт залы, мейманхана, асхана, кинозал, кітапхана және баспасөз орт. орналасқан. Жасанды мұз айдынының астыңғы жағындағы биікт. 2,3 м 20 түрлі материалдар қабаты орасан зор темір бетон тақтаның үстіне орналастырылған. Мұнда ұзындығы 170 м-лік салқындатқыш темір құбырлар тартылған. Айдынның жарықтануын 8 тұғырға орнатылған 1600 қуатты шамдар қамтамасыз етеді. Ортадағы фотофинишпен байланыстырылған жылдам жазатын электронды таблоның 30 мыңнан астам шамы 1 мин ішінде 6 мың түрлі бейнені көрсете алады. Жасанды мұздың қалыңд. — жазда 3 — 4 см, қыста 10 — 15 см-ге дейін жетеді. Медеу Спорт Кешені құрамына Медеу қонақ үйі кіреді. Медеу қонақ үйінің бір, екі орындықты және люкс бөлмелері бір мезгілде 376, ал жылына 10 мыңға жуық адамдарды қабылдай алады. Сенбі, жексенбі күндері — Медеу мұз айдыны 9 мыңға жуық әуесқой конкишілерді қабылдай алады. Медеу мұз айдынында спринтерлік және классик. көпсайыстан, т.б. спорт түрлерінен әр түрлі халықар. жарыстар өткізіліп, дүниежүз., еур. және ұлттық рекордтар жасалды. Медеу Спорт Кешені — тек спорт жарыстары үшін ғана емес, сонымен қатар қала тұрғындары мен қала қонақтарының әсем табиғат аясында демалатын орны. 1990 жылдан дәстүрлі “Азия дауысы” халықаралық ән байқауы өткізіліп келеді. Медеу — Алматының төңірегінде, Кіші Алматы өзенің жағасында жататын мұз айдыны. Теңіз деңгейінен 1,691 метр биікте орналасып, ол әлемдегі ең атақты мұз айдындарының арасында. Медеу 10,500 ш.м. жерді алып жатады және 10,500 көрерменді сиғызады.",
                "date": "2.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күрделі радикал формулалары дегеніміз?",
        "question_content": "Күрделі(құрама)радикалдар формуласы дегеніміз не?Ақпарат керек.Есепте қалай қолданамыз",
        "question_date": "25.10.2016",
        "question_tag": "Мектеп",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Іріңді жараны қалай кетіруге болады?",
        "question_content": "Қолыма кішкене бөртпе болған қышиды, ештеңе жаққан жоқпын кететін шығар өзі-ақ деп, бір айдан соң іріңдеп үлкейіп кетті суға салған сайын ісінеді, сары ірің шығады, тетракцилин жақтым перекисьпен жуып, кімде осындай кездесті?",
        "question_date": "25.10.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 25900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің ағзаңыз да инфекция бар.Ағзаны тазалау керек.Дәрігерге барамыз,бірақ ол жара иммунитет әлсірегенде қайта шығады.",
                "date": "27.02.2020",
                "upvotes": 1
            },
            {
                "text": "Маржан, сізде жара асқынып кеткен сияқты. Дәрігерге көрініңіз тез арада. Себебі іріңнің қанға түсіп кету қауіпі бар.",
                "date": "25.10.2016",
                "upvotes": 0
            },
            {
                "text": "шамалы кір сабын жуа нанды қосып түнде  байлап тастаңыз жақсы көмектеседі",
                "date": "6.05.2018",
                "upvotes": 0
            },
            {
                "text": "Алоэ деген гүлді алып ортасын ашисыз сулы болады соны сол жерінізге жабыстырп байлап 4-5 сағаттай өткенсоң аласыз сосн орны былжырап тұрады құрғатып сүртіп перекиспен тазалап сүртіп сосн зеленкп жағып бетін ашып жүре беріңіз",
                "date": "17.01.2020",
                "upvotes": 0
            },
            {
                "text": "Қалай кетірдіңіз",
                "date": "5.08.2020",
                "upvotes": 0
            },
            {
                "text": "Менде де сондаи шығып жатыр қалай кетырсем болады\n\nБасында 1 ақ етын күнде 1 ден қосылып шыгып жатыр беті шарик ірің болып тұрады",
                "date": "15.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайтану курс бағдарламасы бойынша 9,10,11 сыныптың сабақ жоспары",
        "question_content": "Абайтану курс бағдарламасы бойынша 9,10,11 сыныптың сабақ жоспары қайдан тапсам болады?",
        "question_date": "25.10.2016",
        "question_tag": "Мамандық",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менде бар 87786018123",
                "date": "10.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика,бақылау жұмысы",
        "question_content": "1есеп)x=1 нүктесінде мəні оң сан болатын f(x)=x2+2 функциясының қандай да бір алғашқы функциясын табыңдар. 2есеп)y=2x2 функциясын Ox осі бойымен x=0 нүктесінен x=2 нүктесіне дейін айналдырғанда шыққан мəн.",
        "question_date": "25.10.2016",
        "question_tag": "Математика",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кедергісіз ортада көкжиекке бұрышпен лақтырылған дененің механикалық энергиясы?",
        "question_content": "Кедергісіз ортада көкжиекке бұрышпен лақтырылған дененің механикалық энергиясы?",
        "question_date": "25.10.2016",
        "question_tag": "Физика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай казақ тіліне екінші тіл арқылы(орыс тілі)арқылы аударылған шығармалар бар?",
        "question_content": "Қазақ тіліне  екінші тіл арқылы (орыс тілі)  арқылы аударылған шығармалар. Мысалы, Божественная комедия кітабы итальян тілінен орыс тіліне аударылған, кейін орыс тіліндегі нұсқасынам қарап, қазақ тіліне аударылған. Тағы осындай қандай шығармалар бар?",
        "question_date": "24.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Автомобиль бір қаладан екінші қалаға жету уақытының жартысы",
        "question_content": "Автомобиль бір қаладан екінші қалаға жету уақытының жартысында 60 км/сағ тұрақты жылдамдықпен жүрді. Егер оның жылдамдығы 65 км/сағ-қа тең болса ,қалған уақытта ол қандай тұрақты жылдамдықпен жүрген?",
        "question_date": "24.10.2016",
        "question_tag": "Физика",
        "question_views": 16500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еки жолмен шыгаруга болады.\n\n1ши: 65 км саг деген манди орташа сан деп есептеп екинши жарты жолдын жыламдыгын табу. Орысша айтканда среднеарифметический. Онда жауабы 70 болад.\n\n2ши. Тендеу куру. Жауабы 70,9.\n\n70,9 км/саг.",
                "date": "26.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күз туралы көркем сөз қажет еді?",
        "question_content": "Күз туралы көркем сөз керек еді.Және сонымен бірге ойнайтын жәй,мұңлы әуен қажет. Өтінем тауып беріңіздерші. Алла разы болсын!",
        "question_date": "24.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мінекей күнде суытып Алтын күз келді",
                "date": "24.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "y=түбір үсті 8-х,түбір асты х квадрат=12x+36",
        "question_content": "у=тубир усти 8-х,тубир асты х квадрат =12х+36",
        "question_date": "24.10.2016",
        "question_tag": "Математика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Депозит ашқан тиімді ме?",
        "question_content": "Менің жасым 18де. Студентпін. Жалпы депозит ашқан қаншалықты қолайлы? Депозит ашқанда ол екі еселеніп өсіп отырады деген рас па? Жəне банк банкрот болған жағдайда ақшамды қайтарып береді ме?",
        "question_date": "24.10.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мысалы сізде 10'000'000  теңге бар делік. Оны банкке депозитке салсаңыз жылына сізге 1'500'000 теңге береді, яғни 15 пайыз. Банк банкрот болса ақшаны қайтармайды.",
                "date": "25.10.2016",
                "upvotes": 0
            },
            {
                "text": "Доллардың курсын көтеріп жіберген кезде депозиттегі теңгелерімнің құны жоғалып кетті,  қатты қателескенімізді кеш түсіндік .",
                "date": "25.10.2016",
                "upvotes": 0
            },
            {
                "text": "Депозит ашқанның негізі пайдасы үлкен. 14-15% бен ақшаңыз өсіп отырады және қолда бар ақшаны дұрыс игеруге мүмкіндік береді. Депозитті ашқаныңыз дұрыс деп білемін. Банк банкротка ұшырайды деп қорқудың қажеті жоқ, келіссөзде бәрі анық көрсетіледі. Қазір көптеген банктердегі депозиттер \"Қазақстандағы депозиттерге кепілдік беру жүйесі\" арқылы қорғалады. Депозит ашатын болсаңыз осы жүйеге қарайтын банктерден ашыңыз. Депозитіңіз қорғалады.Сұрақ болса өзіме жазыңыз.",
                "date": "25.10.2016",
                "upvotes": 0
            },
            {
                "text": "депозит ашқан тиімді деп санаймын депозитті ұзақ уақыттқа қойған сайын оның өсу пайызы едәуір көбейеді",
                "date": "3.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Журналистика мамандығы бойынша оқу орындары қандай?",
        "question_content": "Қазақстандағы журналистика мамандығы бойынша оқытатын ЖОО-дарын білсем деймін. 10 - сынып оқимын. қазрден бастап іздеп жүрмін.",
        "question_date": "24.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше Қазақстанда журналистика саласы бойынша ең мықты оқу ордасы - Әл Фараби атындағы ҚазҰУ.",
                "date": "25.10.2016",
                "upvotes": 0
            },
            {
                "text": "Ойланбастан ҚАЗҰУ деймін",
                "date": "25.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пайдалы қазбалар дегеніміз не?",
        "question_content": "Пайдалы қазбалар дегеніміз не?",
        "question_date": "24.10.2016",
        "question_tag": "Экология",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пайдалы қазбалар - техниканың қазіргі жағдайында халық шаруашылығына табиғи күйінде немесе байытқаннан кейін пайдаланғанда жеткілікті экономикалық нәтиже бере алатын жер қойнында кездесетін табиғи минералдық заттар.",
                "date": "25.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "cu(no3)2+ca(oh)2=ca(no3)2+cu(oh)2 ионндарға ыдырау керек?",
        "question_content": "cu(no3)2+ca(oh)2=ca(no3)2+cu(oh)2 ионндарға ыдырау керек?",
        "question_date": "24.10.2016",
        "question_tag": "Химия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "cu(no3)2+ca(oh)2=ca(no3)2+cu(oh)2 ионндарға ыдырау керек?",
                "date": "27.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көлемі 44,8 л азот пен сутегі əрекеттескенде алынатын заттың моль",
        "question_content": "Көлемі 44,8 л азот пен сутегі əрекеттескенде алынатын заттың моль саны канша, өнім шығымы 90% болса, алынған заттын массасы?",
        "question_date": "24.10.2016",
        "question_tag": "Химия",
        "question_views": 10400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "N2 + 3H2 = 2NH3 \n44,8 x\n22,4 2*22,4\nx=44,8*44,8/22,4=89,6 л\nn(NH3)=89,6/22,4=4 мол\n4 100%\nх 90%\nх=4*90/100=3,6 мол шығымы\nm(NH3)=3,6*17=61,2 грамм",
                "date": "24.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сынып оқимын көкшетауда футбол мектебі бар ма?",
        "question_content": "9 сынып оқимын көкшетауда футбол мектебі бар ма?",
        "question_date": "24.10.2016",
        "question_tag": "Футбол",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бар, окжетпес футбол клубы ДЮФШ провианттын касында",
                "date": "11.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Айтыс қазақтың төл өнері\" деген тақырыпқа шығарма?",
        "question_content": "\"Айтыс қазақтың төл өнері\" деген тақырыпқа шығарма?",
        "question_date": "24.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айтыс қазақ халқының төл өнері ретінде ЮНЕСКО-ның қорғауына өтетін болды\nАйтыс қазақ халқының төл өнері ретінде ЮНЕСКО-ның қорғауына өтетін болды. Еліміз жуырда ғана мәдени мұраларды қорғауға қатысты конвенцияны ратификациялады.\nЕнді ЮНЕСКО осы құжат арқылы Қазақстанды ұлттық құндылықтарды қамқорлығына алуға міндеттеп отырмақ. Ал, мәдени мұралар тізімін айтыспен бірге Қыз Жібек сынды ауыз әдебиетіміздің құнды туындылары, қыз қуу сынды ұлттық ойындар мен ұлттық тағамдарымыз толықтыра түспек.\nАйтыс ЮНЕСКО-ның материалды емес мұралырының тізімін толықтыра түспек деген, ақпарат айтыс сүйер қауымды бір серпілтіп тастады. Материалды емес құндылықтарымызды қорғау туралы заң бекіді. Енді халықаралық ұйымға ұлттық\nҒАЗИЗ ТЕЛЕБАЕВ - ҚР МӘДЕНИЕТ МИНИСТРІНІҢ ОРЫНБАСАРЫ:\n\"Қазақстан қазір ЮНЕСКО-ның конвенциясына қосылды. Жуырда қосылдық. Материалдық емес құндылықтарды қорғау туралы конвенцияға. Бұл біріншіден, өте жоғары-деңгейге көтеріледі деген сөз айтыс өнері. Екіншіден, қорғалады деген сөз. Дәріптеуге, насихаттауға сондай-ақ басқа елдерге шығаруға ықпал жасалады ЮНЕСКО тарапынан\".\nАлайда бөркімізді аспанға ату ертерек екен. Айтыс біздің төл өнеріміз еді деп ЮНЕСКО-ға жалғыз шыға алмайды екенбіз. Халықаралық ұйымға Қытаймен бірлесіп бармақпыз. Қытайда тұратын екі млн қазаққа жанашырлық танытқан аспан асты елінің өкілдері Астанаға келіп, айтысты қорғау үшін ЮНЕСКО-ға бірге шығуды ұсыныпты.\nШЫРЫМБЕК ҚОЙЛЫБАЕВ - ПРЕЗИДЕНТ МӘДЕНИ ОРТАЛЫҒЫ ДИРЕКТОРЫНЫҢ ОРЫНБАСАРЫ:\n\"ЮНЕСКО-ға ұсыну мәселесі ел тарихында, тәжірибеде болмаған. Сондықтан Қытайдың тәжірибесімен бірлесіп ұсынсақ деген мәселе туындап отыр. Біздің мемлекет қосылып ұсынбаған күнде-де Қытай мемлекеті өз атынан ол жерде-де қазақ ұлтының өкілдері тұрады ғой. Сол халықтың атынан ұсынуға талап білдіріп отыр\".\nЯғни біз тартынсақ та, қытайлықтар айтысты ЮНЕСКО-ға өз елінде тұратын қазақтар атынан тіркетіп алмақ. Олар бұған дейін қырғыздың Манас жыры мен ұйғырдың \"Махам\" атты мерекелік әнін меншіктеп алыпты. Өз елінде тұратын аз ұлттардың өнеріне олар осындай қамқорлық көрсетеді екен.\nСЕРІКЗАТ ДҮЙСЕНҒАЗИН - АЙТЫСКЕР, АҚЫН:\n\"Қытайдың атынан тіркелгенін қаламаймын. Жалпы айтыстың энескоға тіркелгенін қолдаймын. Қытай бірдеңе ұта ма? Енді сондай саясат болып тұр ғой. Кім білсін асытында не барын. Қытайда айтысқа қатысқан, ақындар бас жүлде алса, өмір бойы зейнетақы алады. Қытайда аз ұлттар басын біріктіріп ұстау үшін осындай саясаттатырының аясындағы мәселе\".\nДесе-де сең қозғалды. ЮНЕСКО айтысымызды мәдени мұраларының тізіміне қосса, онда бекзат өнерімізге ешкім таласа алмайды. Бүгінде тиісті құжаттар әзірленуде. Жоспар бойынша, мамандар арнайы ұсыныспен халықаралық ұйымға 2012 жылдың наурызында шықпақ.\nҚымыз бен қазымызды - немістер, шұбатты - еврейлер, көкпарымызды - қырғыздар заңды тіркеп алғаны жұртқа белгілі. Енді олардың зияткерлік меншігі әлемдік-деңгейде қорғалады. Мәселен қымыз экспорттағыңыз келсе немістерден рұқсат алып, табысыңыздың бір бөлігін төлеуіңіз қажет. Ештен кеш жақсы. Өзге ұлттар алдымызды орап кетпей тұрғанда төл өнеріміз айтысты заңдастырып алу қажет. Бірақ ғасырлар бойы ұрпақтан ұрпаққа мирас болып келе жатан бұл аманатты енді Қытай елімен бөлісіп меншіктеуге мәжбүр болғалы тұрмыз.",
                "date": "8.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бабалар өсиеті - балаға мұра тақырыбында шағын шығарма керек еді?",
        "question_content": "Бабалар өсиеті - балаға мұра тақырыбында шағын шығарма керек еді?Яғни, осы жасөспірімдерге бабалар өсиеті өте асыл мұра, қазына болып табылады.",
        "question_date": "24.10.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 10100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлы Дала. Ғасыр­лар бойы ұрпақ өсір­ген кең-байтақ қазақ жері. Халқымыз оның қадір-қасиетін жақ­сы түсініп, жоғары бағалаған. Ол тек қана біз емген жер емшегі емес, ол біздің Отанымыз, көне заманнан бері ұрпақ өсірген ата-бабаның мекені. Мен қазақпын деп ешкімнен қымсынбай кең жайлап жүретін қасиетті кеңістік.\nҚай заманда болса да қазақ халқы өз жерін қасық қаны қал­ғанша қорғай білген. Осыған байланыс­ты бір-екі аңыз бен та­рихи фактілерді айта кетсек артық бол­мас. Сонау көне за­мандардың бірінде қазақ еліне кемеңгер Мәді (Моде) басшы болған деген аңыз бар. Сол аңыз ұрпақтан ұрпаққа айтылып, бүгінгі біздерге жетіп отыр.\nСол басшыға қазақтармен көрші отырған бір елдің патшасы нөкерлерін жіберіп Мәдіден өзінің ең сұлу әйелін және астына мінген тұлпарын беруді талап етеді. Мәді кеңесшілерін жинайды, бөтен елдің басшысының өктем талабын жеткізеді. Кеңесшілері Мәдіге бұлардың талабы бізге көрсеткен қорлық, оны орындауға болмайды, одан да сол елмен соғысқа шығайық деп ақыл айтады. Кемеңгер Мәді біраз ойланып отырып, бір әйелмен бір аттың құнына бола екі ел соғысып, қан төгіскені дұрыс болмас, сұрағанын беріңдер дейді көмекшілеріне.\nОсыдан біршама уақыт өткен­нен кейін жаңағы көрші елдің өкіл­дері қайта келіп Мәдіге өз пат­ша­ларының қазақтан бір жер телі­мін талап еткенін жеткізеді. Мәді тағы кеңесшілерін жинайды. Ке­ңесшілері қазақ жері кең-бай­тақ, бір пұшпағын берсек одан тарылып қалмас, бергенің дұрыс д­еп кеңес береді. Кемеңгер Мәді жоқ олай етуге болмайды. Жер мемлекеттігіміздің негі­зі, аз-көп болсын бөтенге жер беру мемлекеттігімізді жоғал­та­ды. Соғыс ашамыз, ұрысқа дайын­далыңдар деп әмір беріп, ата-баба жерінің қадірін білмеген кеңесшілерінің басын алдырады.\nОсы аңыз ұрпақтан-ұрпаққа жетіп қазақ халқының өзінің жерін асыл қазына, мұра деп қалай бағалайтынын айқын көр­се­тіп отыр. Шынын айтсақ бұл аңыз емес, бабалар өсиеті, оны орын­дау­­ға да­йын екендігімізді талай көр­­сеттік. Кешегі «ақтабан шұ­бы­рынды, алқакөл сұлама» кезінде қазақтың көп жерін жоңғарлар басып алды, бірақ ел есін жинасымен қазақ батырлары ұзаққа созылған соғыс ашып, сол жерлерді тегісімен қай­тарып алды. Яғни бабалар өсие­тін орындады. Кеше егемендік алған тұсымызда біздердің мекені­міз қазақ жері деген аты болмаса оның басқа елдермен шекарасы ай­тар­лықтай халықаралық шарт­т­ар­мен айқындалмаған еді. Осы­ның ар­қа­сында байтақ жатқан жері­мізге көз тігіп, иемденгісі кел­ген­дері де бол­ды. Оны біздер, еге­мен­дік­тің замандастары, жақсы білеміз.",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сетанта Қазақстан арнасы Отау тв-ға қашан қосылады?",
        "question_content": "Сетанта Қазақстан арнасы Отау тв-ға қашан қосылады? Егер қосылса тегін көрсете ме?",
        "question_date": "24.10.2016",
        "question_tag": "Телеарналар",
        "question_views": 780,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрметті «OTAU TV» абоненттері!\n2016 жылдың 25 қазанынан бастап «Setanta Казахстан»\nжаңа спорт телеарнасының «Тегін» топтамасында (№109)\nхабар таратылуы сынақ түрінде басталатынын хабарлаймыз. Яғни тегін.\n\nАл 2016 жылдың 1 желтоқсанынан «Setanta Казахстан» телеарнасы «Толық»\nтоптамасында (№109) хабар таратады. Яғни ақылы.",
                "date": "26.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күзгі балға топтық таныстыру керек еді?",
        "question_content": "Күзгі балға топтық таныстыру керек еді?",
        "question_date": "24.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Армысыздар жиналған көпшіл қауым,\n\nБиік қойған жанынан қыздың арын!\n\nҚыз өсірген қазақтың қайғысы осы,\n\nҚатал сынға салатын әр қадамын!\n\nШын сыналған жүйрікте мін болмайды,\n\nАқылы озық - біреуге күң болмайды!\n\nКеліні дана болған қазағымның,\n\nҰлдары өзге елге құл болмайды!\n\nКөпшілік мен де өзімді сынға салдым,\n\nҰлықтап қазағымның дәстүр салтын!\n\nТоптан озу мақсатым болмаса да,\n\nАру болу мақсатым инабатты!\n\nӘділқазы алқасы армысыздар!\n\nБейне бір жауатұғын қармысыздар.\n\nАруларға әділ баға беретұғын,\n\nӘділеттен жаралған жанбысыздар?!\n\nАтым - ..... болады сұрасаңыз,\n\nАлбан екен кешегі бір атамыз.\n\nӘкем аты ..... асқар тауым,\n\nПана болып біздерге жүз жасаңыз!\n\nАнашым .............. қызы,\n\nЖүзінен төгілетін күннің нұры.\n\nАтыңа кір келтірмей өтсем сенің,\n\nМойнымнан түсер ме екен перзент жүгі..!\n\nҰстазым - ... апай аяулы адам,\n\nБіздерден бар білгенін аямаған!\n\nОсындай ұстаздардың арқасында,\n\nКөпшіліктің көңілі тояр маған!\n\nКөп айтып өз жайымды не қылайын,\n\nӨнеріммен одан да таң қалдырайын!\n\nКішіге үлгі, үлкенге өнеге болып,\n\nСахнаның төрінде сән құрайын!",
                "date": "2.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Салмақ қосу тез арада.",
        "question_content": "Менің бойым 1,81 салмағым 63 келі, 15 кгдай салмақ қоссам деген ойым бар, тез арада осындай салмақ қосу үшін кандай кеңес берер едіңіздер, мүмкін протеин ішу керекпе керек болса аты кандай протеинның??",
        "question_date": "24.10.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Энергетикалық теңгерімге сай (Энергия тұтыну – энергия шығару = энергия запасының өзгеруі) салмақ қосу үшін энергия жұмсаудан бұрын көп мөлшерде калория тұтыну керек. Егер күніне 500 ккал мөлшерден көп калория тұтынсаңыз, бір аптада  450-500 г (Көбіне арық адамдар үнемі энергия тапшылықта өмір сүреді де, оларға калорияны бұл мөлшерден де көп тұтынуына тура келеді) салмақ қосуға болады. Сонымен қатар, күнделікті ішіп жүрген асыңыздың көлемін көбейтіп, жеңіл сусындардан жоғарыкалориялы сусындарға ауысқаныңыз жөн. Мысалы сыра ішудің орнына минералды сусын, ал газды судың орнына шәй ішкеніңіз дұрыс. Онымен қоса, тамақ үстеліңізден майға қуырылған картоп пен тоқаш түспесін. Сол арқылы сіз калорияңыздың артуына өзіңіз-ақ жағдай жасайсыз.\n\nСалмақ қосу мен калория арттырудың тағы бір жолы – көмірсулы тағамдарды ұн, қант, ақ күріш секілді өнімдермен қоса қолдану. Инсулиннің жоғары деңгейі майдағы энергияның өсу эффектісін жоғарылатады. Осындай деңгей айырмасы пайда болған жағдайда қандағы қанттың үлесі тезірек тағам қабылдағысы келіп, аштық «шақыра» бастайды.\n\nЕш кеңес әсер етпеді дегенде...\n\nОнда... Онда қимылдау белсенділігін қысқарту арқылы да салмақ қосуға болады. Мысалы, жаттығуды доғарған спротшы тез арада салмақ қосып, толып кетеді. Себебі мұндай жағдайда ол сыртқа энергия шығаруды азайтады да, бұлшық ет тіні семіп қалады. Көп қимылдап, сыртқа көп мөлшерде энергия шығаратын адамдардың салмақ қосуы сирек құбылыс. Сондықтан да қара жұмыспен айналысқан адамдар көбіне арық көрінеді. Сізге расымен де тез арада толу керек болса, амал жоқ, осы жолды таңдаңыз. Ол үшін сіз сыртқы ортаға көп күш жұмсамай, күні бойы теледидардың басқышын қолыңызға аласыз да, төсектен бас көтермей жатасыз!\n\nБірақ бұл жол сізді еріншектікке жетелейтіні анық. Сондықтан шамаңыз келгенше, дұрыс тамақтану мен уақытылы тамақ тәртібін бұзбай салмақ қосуыңызға тілектеспіз!",
                "date": "2.11.2016",
                "upvotes": 0
            },
            {
                "text": "Mass gainer иш және 2рет таңертең кешке тамак көп же сосын салмакка тренировка нагрузка бер",
                "date": "22.04.2023",
                "upvotes": 0
            }
        ]
    }
]