[
    {
        "question_title": "Дәріханада 500г 9% ерітінді дайындау үшін ас тұзының және судың қандай массасы қажет?",
        "question_content": "№1\nДәріханада 500г 9% ерітінді дайындау үшін ас тұзының және судың қандай массасы қажет? Бұл ерітінді физиологиялық ерітінді деп аталады және ол медицинада қолданылады?\n\n№2\nЖарақатты зарарсыздандыру үшін йодтың спирттегі 10%-дық ерітіндісі қолданылады? 200 г йод ерітіндісін дайындау үшін қанша грамм йод және спирт қажет?\n\n№3\nМассасы 500 г 10%-дық күкірт қышқылының (H2SO4) ерітіндісі берілген. Егер ерітіндіге 0,5 л су қоссақ, онда ерітіндінің концентрациясы қандай болады?",
        "question_date": "1.03.2018",
        "question_tag": "Химия",
        "question_views": 16400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "№1\n\nДәріханада 500г 9% ерітінді дайындау үшін ас тұзының және судың қандай массасы қажет?\n\n500 грамм    100 %\n\nх грамм          9%\n\nх=500*9:100=45 грамм ас тұзы   500-45=455 грамм су",
                "date": "4.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Айран ұйыту үшін 3 кг сүтке 30 г ұйытқы салынды.",
        "question_content": "№1\nАйран ұйыту үшін 3 кг сүтке 30 г ұйытқы салынды. Ұйытқының массалық үлесін есептеңдер.\n\n№2\nМассалық үлесі 10%-дық ерітінді дайындау үшін 100 г қантты неше грамм суда еріту керек?\n\n№3\n\nТұздың 5%-дық ерітіндісін дайындау үшін 0,45 кг суда қанша грамм тұз еріту қажет екенін табыңдар.",
        "question_date": "1.03.2018",
        "question_tag": "Химия",
        "question_views": 12400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "№1\n\nАйран ұйыту үшін 3 кг сүтке 30 г ұйытқы салынды. Ұйытқының массалық үлесі\n\n3030 грамм     100%\n\n30 грамм           х%\n\nх=30*100:3030=0,99009901%",
                "date": "4.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мейірімділік – асыл қасиет туралы шығарма керек",
        "question_content": "Мейірімділік – асыл қасиет шығарма керек срочно",
        "question_date": "1.03.2018",
        "question_tag": "Жанұя",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мейірімділік\nМейірімділік — адамның өзге біреуге жылылығын, ізгі ниеті мен лебізін білдіру көрінісі. Мейірімділік адамдар арасындағы сыйластық, кең пейілділік, жанашырлық, ізгі ниет секілді қасиеттерге негізделеді. Мейірімділік адамның жоғары адамгершілік белгісі ретінде оның бүкіл тыныс-тіршілігін, жан дүниесін жадырататын, шат-шадыман тіршілігі үшін қажетті аса маңызды қасиеттің бірі болып саналады. “ Мейірімділік, махаббат, қайырымдылық, адалдық секілді ақ жүректен шығады” (Шәкерім). Қазақтың дәстүрлі әдеп жүйесінде мейірімділік адамдар арасындағы адамгершілік, ізгілік пен ізеттілік, имандылық пен инабаттылық секілді асыл қасиеттермен үндестік тапқан. Ж.Баласағұн “кір тигізбей ұста ойыңның өресін, мейірім етсең — мейірімділік көресің” деп, мейірімділікке зор мән берген.",
                "date": "1.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қанша тақтайша керек болады?",
        "question_content": "Өлшемдері 2,5м x 1,5м болатын тіктөртбұрыш пішіндес бөлменің еденін қабырғасы 30см болатын квадрат тақтайшалармен жабу керек. Қанша тақтайша керек болады?",
        "question_date": "28.02.2018",
        "question_tag": "Мектеп",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бөлме ауданы = 2,5*1,5 = 3,75\n\nтақтай ауданы = 0,3*0,3 = 0,09\n\nКеректі тақтай санын тапсақ;\n\n3,75/0,09=41,6666\n\nБізге керек тақтай саны 42 дана. 30 шаршы тақтайдың 42-41,666=0,333 немесе 1/3 бөлігі қалдық болып қалады",
                "date": "1.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Электр тогының әсерінен су айырылған кезде",
        "question_content": "Химия                                           \n№1 Электр тогының әсерінен су айырылған кезде\n\nа) 6г сутек;\n\nә) 12г оттек түзілген болса,\n\nәр жағдайда судың қандай массасы реакцияға түскенін табыңдар.\n\n№2 Су натриймен әрекеттескенде натрий гидроксиді NaOH түзіліп, 4г сутек бөлінді. Реакцияға түскен судың массасын табыңдар.\n\n№3 Су мына металдармен:\n\nа) 1г литиймен;\n\nә) 1г кальциймен\n\nәрекеттескенде қай жағгдайда сутек көп бөлінетінін есептеп табыңдар.\n\n№4 Массасы 7,2г фосфор (V) оксиді сумен әрекеттескенде қанша грамм ортофосфор қышқылы H3PO4 түзілетінін есептеңдер.\n\n№5 Сумен әрекеттесіп\n\nа) қышқыл;\n\nә) сілті түзетін\n\nоксидтерге мысалдар келтіріп, сәйкес химиялық реакция теңдеулерін жазыңдар.\n\n№6 Тұрмыста үйді әктеу үшін сөндірілмеген әкке (CaO) су қосылып ерітінді дайындайды. Кальций оксидінің сумен реакцияласуы көп жылу бөле жүреді:\n\nCaO + H2O = Ca(OH)2 + 67 кДж.\n\nРеакцияға 5 кг кальций оксиді түскенде бөлінетін қызудың мөлшерін есептеңдер.\n\n                                                                          Физика\n\n№1 Тәжірибені орындау кезінде катодтан 4 А ток өткенде 20 мин ішінде массасы 1,5 г мыс бөлінді. Тәжірибелік мәліметтерге сүйене отырып мыстың электро-химиялық эквивалентін анықтаңдар.\n№2 Бұйымдарға күміс жалату үшін 15 мин бойына 5 А токты пайдаланды. Осы уақыт ішінде күмістің қанша мөлшері жұмсалады?\n\n№3 Тотияйтын ерітіндісін электролиздеуде 50 мин ішінде катодта 6 г мыс бөлінсе, жүріп өткен токтың күші қандай?",
        "question_date": "28.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құлақтың тесілген жерін қалай емдеуге болады??",
        "question_content": "Құлағымды 1апта бұрын тесіп едім, бірақ əлі күн суық соданба құлағымды ауыртады. Асқынып жар боп кетпеуі үшін не істеуге болады??",
        "question_date": "28.02.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұтығуды емдейтін қандай орталықтар бар?",
        "question_content": "Мен тұтығып қалам қатты емес .\n\nАлматы қаласында қандай орталықтар бар.\n\nҚандай кісілерге барам, қандай орталықтарға баоамын?\n\n больницаға барсам жəне барғанда кімге барамын?",
        "question_date": "28.02.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тұтығу - бұл сөйлеу ырғағымен сөйлеу екпінінің бұзылуы. Әдетте тұтығу сөйлеудің интенсивті даму кезеңінде пайда болады, көбінде бала 2-5 жасында фразалармен айта бастаған кезде көрінеді. Тұтығу балаларда үнемі жүйке жүйесінің әлсіреуінен болады. Сонымен қатар тәрбиелеу кемістігі, жанұядағы конфликтілік жағдайлар және тағы басқалары үлкен роль алады.\nТұтықпа 2 түрлі себептен болуы мүмкін:\nБіріншісі -тұқымқуалаушылық, энцефалопатиялық ауру салдарынан, жатырішілік немесе босану кезіндегі травмалар, инфекциялық ауру салдарынан жүйке жүйесінің зақымдануы;\nЕкіншісі - - кенеттен пайда болған психикалық травмалар (қорқу, шошыну)\n- Отбасындағы екі немесе одан да көп тілде қарым-қатынасқа түсу\n- Шет тілдерін үйрету.\n- Еліктеу\n- Тахилалия (өте жылдам сөйлеу)\nТұтықпадан арылу әдістері:\nҚорқыныш, депрессия белгілерінен арылту қажет. Дұрыс тамақтану, күнделікті күтім, күн тәртібін сақтау және жеке бас гигиенасын күту- сөйлеу тілінің дұрыс дамуын қалыптастыруға жәрдемдеседі. Жүйке жүйесінің қалыпты функционалды дамуына және оның шаршамауына ұйқы мен ояу жүру үрдісін дұрыс ұйымдастыруға да байланысты. Психикаға шамадан тыс салмақ түсірмеу керек.\nЛогопед маманмен міндетті түрде жеке жұмыс жасаған дұрыс.\nАлматыда мұндай орталықтар көп. Бағасы сағатына 2500-3000 теңгеден басталады.",
                "date": "3.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жырларымды жарыққа шығарғым келеді. Қол ұшын созатын жандар бар ма екен?",
        "question_content": "Саламатсыздар ма құрметті оқырман қауым. Мен өзім бала кезімнен ақ, қағазға көк сиямен өз ойымды өлең жолдарымен түртіп отыратынмын. Бүгін де қарасам біраз өлең жинақтарым жиналып қалыпты. Өзім екінші топтағы мүгедекпін. Ауырғаныма 5жыл болды. Қан ауруымен ауырамын. Аурумын деп, ешқандай қиындыққа бой ұсынбаймын. Ендігі арманым осы жыр жинақтарымды жарыққа шығарсам ба деймін. Осы кітапты жарыққа шығаруға септігін тигізетін адамды қайдан тапсам болады? Отбасымның қаражат жағдайы төмен емес. Бірақ, көбіне бар қаражат дәрі–дәрмегіме кетуде.",
        "question_date": "28.02.2018",
        "question_tag": "Өнер",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін парақшаңызда,(желіде группаларда) өлеңдеріңізбен бөлісерсіз.Оқырмандары қор ашып,ақынға көмектескен кездер жиі болып тұрады ғой.Айтпағым,алдымен шамалы жеке танымалдылығыңызды арттырсаңыз,кейін кітабыңыздың шығуына көмек болар еді",
                "date": "31.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кітапты қалай шығарса болады?",
        "question_content": "Саламатсыздар ма құрметті оқырман қауым. Мен өзім бала кезімнен ақ, қағазға көк сиямен өз ойымды өлең жолдарымен түртіп отыратынмын. Бүгін де қарасам біраз өлең жинақтарым жиналып қалыпты. Өзім екінші топтағы мүгедекпін. Ауырғаныма 5жыл болды. Қан ауруымен ауырамын. Аурумын деп, ешқандай қиындыққа бой ұсынбаймын. Ендігі арманым осы жыр жинақтарымды жарыққа шығарсам ба деймін. Осы кітапты жарыққа шығаруға септігін тигізетін адамды қайдан тапсам болады? Отбасымның қаражат жағдайы төмен емес. Бірақ, көбіне бар қаражат дәрі–дәрмегіме кетуде.",
        "question_date": "28.02.2018",
        "question_tag": "Өнер",
        "question_views": 653,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен 7 сынып оқимын.2 кітап шығардым.Оны кез келген баспаға апарып шығарса болады.Ең басты",
                "date": "6.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тұтқын балаға шығарма жазып бересізбе",
        "question_content": "Тұтқын бала оқиғасына шыгарма",
        "question_date": "28.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ әдебиетінде Тұрар бейнесін жасау жолында алғаш қалам тартқан Мұхтар Әуезов еді. Тұрар Рысқұловтың көзі тірісінде-ақ жазылған «Қараш-қараш оқиғасы» повесі жұртшылықтан жоғары баға алған болатын. Оны оқыған Т.Рысқұловтың ағыл-тегіл егіліп жылағанын жазушы Шерхан Мұртаза өз кітабында шебер суреттейді. Шындығында, оқырман қауым Т.Рысқұлов жайлы біраз жағдайларға қанық болғанымен, оның өмір жолын түгел қамтитын, ұлт мақтанышы бейнесін жоғарыдан көретін туынды әлі дүниеге келе қоймаған еді. Сол кезеңде зиялысынан адасып қалған ұрпақты ардақтысымен қауыштыра Шерхан Мұртазаның «Қызыл жебе» романы әдебиет әлемінің есігін ашты. Ол туралы Т.Мәмесейіт былай дейді: «Біздің жоғалтқанымыз – қазақ деген соры қайнаған халықты қайтсем бақытқа жеткіземін деп жанпидалықпен күрескен арыстарымыз еді алдымен. Олар – біздің өткеніміз, тегіміз, руымыз еді ғой. Зорақы заман бізді содан айырғысы келді. Мәңгүрт жасағысы келді. Міне, сол оталған арыстарымыздың бірі және бірігейі Тұрар Рысқұлов еді. «Қызыл жебе» хамсасы» арқылы біз алдымен сол Рысқұловты таптық және таныдық. Ал, Рысқұлов тағдыры – халық тағдыры. Өйткені, оның өмір жолындағы басынан өткен шындықтар халық тағдырындағы, тарихындағы шындықтарды елестетер еді. Сондықтан да, Рысқұловты тану – халықты тану деген сөз. Халықты тану - өзіңді тану» . Осы реттен келгенде, «Қызыл жебе» - ұлттың рухын түлеткен, рухани ұстазына, көш бастар көсеміне айналған шығарма болды. Аталмыш романның негізгі кейіпкері – Тұрар Рысқұлов. Автор оның жас шағынан бастап өскен ортасын, өмірден көрген-түйгенін, алған әсерін жан-жақты кең, байсалды суреттейді. Жастайынан көрген қиыншылық, жеген таяқ, аянышты тіршілік пенде атаулының пешенесіне жазыла бермейтін қатал тағдырды танытады. Тұрар қаршадайынан әкесі Рысқұлды өзіне үлгі етіп өсті. Ол әкесінің турашылдығын, күштіден күбіжіктемейтін, мықтыдан ықпайтын тәкаппарлығын, жарлымын деп жасымайтын мінезін ұғып өсті. Оқырман алғашқы кітаптан-ақ, болашақ большевиктің мінезі қандай ортада, қалай қалыптасқандығы туралы жанымен ұғып, көңілмен танитын мол мағлұматтар алады. Романда жас Тұрар қара суық өңірде тамыр жайып, қанаттанған тау шынарындай шымырлық танытады. Бұл, әсіресе, баланың болыспен алғаш бетпе-бет келіп, арбасып қалатын сәттен, шабарман Таубайдың «Әкең қайда айт?» деп азаптайтын кезден, надзиратель алып соғардай үстіне төніп кеп қалса да қашпай арқасын дуалға берген күйі астындағы жалғыз тал қызғалдақты өз өміріндей қорғаштап, жанталасқан тұстан көрінеді. Бұның бәрі де, сөз жоқ, болашақ ірі қоғам қайраткері – Тұрар Рысқұловтың бойынан көрінер алғашқы қадір-қасиеттер еді. Өзі құралпас жас балалармен ойнап жүрген Тұрар бірде жаяу жарысып озып, мәреге бұрын жеткенде қос қолын көкке көтере сермеп: «Мен Қызыл жебемін!» - деп айғай салған-ды. Жалғыз кінәсі хас жүйріктігі боп, қарау заманның қабан қанжарына шалынып кете барған Қызыл жебе тағдыры көңілін қатты тербеген жазушы әлгіндей ойлы, терең мағыналы сөзді жас өскіннің аузына бекерден-бекер салып отырған жоқ. Осы бір ауыз сөз арқылы автор Тұрар бейнесін көкке көтеріп кеткендей.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Перцовый пластырь туралы қай кітаптан қарасам болады ?",
        "question_content": "Пластыр туралы толық малімет білгім келеді. Перцовый пластырь туралы қай кітаптан қарасам болады ?",
        "question_date": "28.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фиология факултетнің мамандықтары қагдай? Журналистикага калай тусуге болад",
        "question_content": "Адебиет пен тарихты тандау аркылы кандай мамандықтарга тусуге болад.\nФиология факултетнде журналистика мамандығы болама\nЖұбанов атындағы Ақтөбе өңірлік университетінде журналистика мамандығы бар ма",
        "question_date": "28.02.2018",
        "question_tag": "Мамандық",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таңдау пәніңіз тарих пен қазақ әдебиеті болса:\n - Құқық және экономика негіздері;\n - Қазақ тілі мен әдебиеті;\n - Филология;\n - Орыс тілі мен әдебиеті;\n - Тарих;\n - Шетел тілі: екі шет тілі;\n - Қазақ тілінде оқытпайтын мектептердегі қазақ тілі мен әдебиеті;\n - Орыс тілінде оқытпайтын мектептердегі орыс тілі мен әдебиеті;\n - География-тарих;\n - Тарих-дінтану;\n - Адам. Қоғам. Құқық;\n - Философия;\n - Халықаралық қатынастар;\n - Мәдениеттану;\n - Аударма ісі;\n - Археология және этнология;\n - Шығыстану;\n -  Шетел филологиясы;\n - Теология;\n - Түркітану;\n - Құқықтану;\n - Халықаралық құқық;\n - Құқық қорғау қызметі;\n - Кеден ісі;\n - Саясаттану;\n - Аймақтану;\n - Мұрағаттану және құжаттар жүргізу ісі;\n - Кітапхана ісі.",
                "date": "2.04.2018",
                "upvotes": 0
            },
            {
                "text": "Қазақстан бойынша журналистика мамандығы факультет ретінде Алматыда әл-Фараби атындағы Қазақ Ұлттық Университеті мен Астанада Л.Гумилев атындағы Еуразия Ұлттық Университетінде  ашылған. Басқа аймақтарда кафедра ретінде оқытылады. Алайда, Қ.Жұбанов атындағы Ақтөбе өңірлік университетінде журналистика мамандығы оқытылмайды.",
                "date": "2.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 48г магниймен қанша күкірт қышқылы əрекеттеседі?",
        "question_content": "Массасы 48г магниймен қанша күкірт қышқылы əрекеттеседі",
        "question_date": "27.02.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "48 г    х г\nMg + H2So4 = Mg2So4 + H2↑\n24 г/моль  98г/моль\nх=48*98/24=196 г",
                "date": "28.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Радиусы 3; центрі С(2;3) болатын теңдеуін тап. А (2;6) нүктесі бул шеңберде жатама?",
        "question_content": "Радиусы 3; центрі С (2;3) болатын шеңбердің теңдеуін тап. А(2;6) нүктесі бұл шеңберге жата ма?",
        "question_date": "27.02.2018",
        "question_tag": "Геометрия",
        "question_views": 23100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шеңбердің теңдеуі\n(x – a)2 + (y – b)2 = R2.\nРадиусы 3; центрі С (2;3) болатын шеңбердің теңдеуі:\n(x – 2)^2 + (y – 3)^2 = 3^2\n\n(x – 2)^2 + (y – 3)^2 = 9\n\nА(2;6) нүктесі бұл шеңберге жата ма?\n(a-x)^2 + (b-y)^2 <= R^2 (а,b) шеңбердің центрі\n(2-2)^2+(3-6)^2<=3^2\n0^2+(-3)^2<=9\n9<=9 А(2;6) нүктесі бұл шеңберге жатады",
                "date": "28.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серікбол қондыбаевқа арнап өлең жазу",
        "question_content": "Серікбол қондыбаевқа арнап өлең жазу керек көмектесіңдер ші",
        "question_date": "27.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 412,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер ол адамның кім екенін білсек, тіптен жақсы болар еді. Өлең шығаруға үлкен жеңілдік жасар едіңіз.",
                "date": "24.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл теміртастың 360 тоннасын толық тотықсыздандыру үшін",
        "question_content": "Көмектесіңіздерші. Қызыл теміртастың 360 тоннасын толық тотықсыздандыру үшін қажетті көміртек (II) оксидінің мөлшерін есепте.",
        "question_date": "27.02.2018",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Fe2O3 + 3CO = 2Fe + 3CO2\n\nM(Fe2O3)=56*2+16*3=112+48=160 г/моль\n\nM(CO)=12+16=28 г/моль\n\nп(Fe2O3)=m(Fe2O3)/M(Fe2O3)=360000000 г/160 г/моль=2250000 моль\n\n2250000 моль          х моль\n\nFe2O3                      + 3CO = 2Fe + 3CO2\n\n1 моль                      3 моль\n\nn(CO)=x=2250000*3/1=6750000 моль\n\nm(CO)=n(CO)*M(CO)=6750000*28=189000000 грамм = 189 тонна\n\nVқж(CO)=n(CO)*22,4 л/моль=6750000*22,4=151200000 литр =151200 м^3",
                "date": "1.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына қосылыстарға элемент тердің тотығу дәрежелерін анықтаңдар?",
        "question_content": "Мына қосылыстарға элемент тердің тотығу дәрежелерін анықтаңдар?",
        "question_date": "27.02.2018",
        "question_tag": "Химия",
        "question_views": 932,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қосылыстар көрсетілмеген",
                "date": "29.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Суретті жұмбақ\" суреттерді мұқият қара, ойлан және шешімін тап?",
        "question_content": "\"Суретті жұмбақ\" суреттерді мұқият қара, ойлан және шешімін тап\n\nСуретте келесілер бейнеленген:\n\nжіп, ағаш, гүл, ара, сағат",
        "question_date": "27.02.2018",
        "question_tag": "Мектеп",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабын таптыныз ба?",
                "date": "30.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Əркімге тиесілі бір сұрағым бар",
        "question_content": "Сұрақ жауап сайтында бір физик жоқпа? Физикадан 30 сұрағыма жауап бере алмайсыздарма. Мен физиканы онша білмеймін немесе сіздерге жалынбаста едім. Маған ертең таңға дейін керек еді. Ерініп жатсыздарма əлде сенд",
        "question_date": "27.02.2018",
        "question_tag": "Мектеп",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Физик бар шығар, тек қолын шаршатып көз майын   жазғанда не пайда оған?",
                "date": "25.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам неге атеистке айналуы мүмкін?",
        "question_content": "Адам неге атеистке айналуы мүмкін?",
        "question_date": "26.02.2018",
        "question_tag": "Тұлға, Адам",
        "question_views": 765,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағыңыз қызық екен, атеистерге көзқарасыңыз ерекше-ау деймін, бір бөлек дамдар сияқты қарайтын сияқтысыз...\n\nЕң алдымен айтып қояйын, сіздің сеніміңізде еш шаруам жоқ, тіпті сенімі бар адамдарды сыйлаймын.\n\nЕнді сұрағыңызға жауап беріп қарайын, жаплы атеистер деген кімдер соның мағынасын ашып алайық, олар тек қана ғылыми (теориялық жолмен болсын, практикалық жолмен болсын) деректерге ғана сенетіндер, яғни өз көзімнен көрмей, түрлі ақпараттырды салстырып қарамай  жұрттың айтқанына да ештеңеге де сенбейтін еркін ойлы адамдар\n\nСонымен, мен қалай атеист болдым, біреулерден естіп өстім бүкіл ғаламды Аллах жаратты дегенді, өсі келе Аллахтарың қалай жаратты екен деп Құранды оқып қарадым, ешқандай логикалық бір нәрсе таба алмадым (бір қызықты ертегі оқып отырғандай әсер алдым, әсіресе Нұх пайғамбар туралы жері), сосын Бибилияны, Тауратты оқып едім кілең қылмыс жасау, братоубиство, распятие дегендерге тап болдым.\n\nСосын Антропогонез туралы кітаптарды оқып, бейнероликтерді көріп қарап едім, менің ақылыма қонды, кішкене болса да дұрыс сияқты болып көрінді\n\nМіне мен соалй атеист болдым",
                "date": "28.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Раушангүлдердің тіршілік формасы",
        "question_content": "Раушангулдер мен Бургак тукымдастарынын тіршілік формасына не деп жазуға болады?",
        "question_date": "26.02.2018",
        "question_tag": "Мектеп",
        "question_views": 615,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Буршак тукымдасынын",
                "date": "26.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әз наурыз әнінің сөзі керек еді?",
        "question_content": "Әз наурыз әнінің тексті керек еді Әбдіжаппар Әлқожаның орындауында",
        "question_date": "26.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғаламторда жоқ. Әуенді қосып қойып, компьютерде қолмен теру керек.",
                "date": "24.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш санының қосындысының мəні 111-ге тең. Осы",
        "question_content": "Үш санының қосындысының мəні 111-ге тең. Осы сандардың ең кішісі ең үлкенінен 15 есе кем, ал үшінші сан мен ең кіші санның айырмасы 9-ға тең. Осы сандарды тап",
        "question_date": "26.02.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 4200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "X+Y+Z=111\nZ-Y=9\n15Y=X\nТеңдеулер жүйесін шешеміз. Жауабы:\n\n90+6+15=111",
                "date": "26.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Арыстанша, жоғары-төмен, жылдам, тез-тез сөйлем құрап беріңіздерші?",
        "question_content": "Арыстанша, жоғары-төмен, жылдам, тез-тез, киімшең, лезде, баяу, емін-еркін.",
        "question_date": "26.02.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Биз денешыныктыру сабагында басымызбен жогары- томен карап жаттыгу жасадык.",
                "date": "26.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Автобиография\" шығармасын кім жазды (қай ақын)?",
        "question_content": "\"Автобиография\" шығармасын кім жазды (қай ақын)?",
        "question_date": "26.02.2018",
        "question_tag": "Мектеп",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": ".Ғабит Мүсірепов болу керек",
                "date": "26.02.2018",
                "upvotes": 0
            },
            {
                "text": "Я Габит Мусирепов",
                "date": "26.02.2018",
                "upvotes": 0
            }
        ]
    }
]