[
    {
        "question_title": "Қасиетті жазбалар мәдени ескерткіш ретінде?",
        "question_content": "Қасиетті жазбалар мәдени ескерткіш ретінде?",
        "question_date": "4.11.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Авеста – Иранның өте ертедегі маңызды ескерткіші. Ол біздің кезімізге дейін қасиетті зороастризм діні мәтіндері арқылы жетті. Араб шапқыншылығына дейін (VII ғ.) зороастризм Иран өкіметінің діні болған. Арабтар жаулағаннан кейін Иранда зороастризм дінін ұстайтындарды қуғынға ұшыратып, соңына түскеннен кейін, зоратуштрашылар тұрғылықты мекендерін тастап кетуге мәжбүр болды. Ираннан шыққан зороастристердің көпшілігі бүгінге дейін бұрынғы діни сенімдерін сақтаған. Кейбір бөлігін Үнді елінде кездестіруге болады. Олардың бір бөлігі қазіргі кезде Иранның қалалары Иязд, Керман, Тегеран, Ширазда тұрады. Зороастристерді Иранда «Гебрлер» деп атайды.\nПарсылар ертедегі дін-сенімімен бірге қасиетті жазба Авестаны ұмытпай сақтап келеді. Ертедегі араб, грек, сирия, армян елдерінің авторлардың жинақтарының ішінен Иранда қасиетті Авеста кітабының болғаны жайында мәліметтер бар. Иран тілдес халықтар арасында ұлы ақын Фирдоусидің әдеби өңдеуімен (X-XII ғғ.) жазылған эпопеясында да Авеста туралы жазылған.\nЗороастризм діні адамдарды пәктікке, шыншылдыққа, тырысуға және жамандықтан арылуға шақырды. Ұзақ өткен ғасырларда Заратуштараның өмірі белгісіз болды. Кейбір тарихшылардың пікірінше, оны Рей немесе Азербайжанның адамы деп білген [1, 394-395 бб.].\nБірақ ғылымда әртүрлі қолжазбалар Авестадан қысқа үзінділері XVII-XVIII ғ. ғана белгілі болған. Белгісіз тілде жазылған Авестаны тек жас ғылым француз Анкетиль Дюпперон (1731-1805) XVIII ғ. Индияға барған сапарында ашқан. Ол 1754 ж. Оксфордта сақталған Авеста жазбасының бірнеше беттерін қарастырып Индияға баруға шешім қабылдады. Индияда 6 жылдың ішінде А. Дюпперон зороастризм дінін қабылдағандармен достасып, олардың сеніміне кірді. Сол арқылы парсы діни әдет-ғұрыптарымен танысты, қасиетті мәтіндерін оқуын үйренеді. 1761 ж. А. Дюпперон Парижге оралғаннан кейін сол жиналған материалдарын қарастырып, нәтижесінде Авестаның аудармасын жасады, осындай жолмен ғылымға ежелгі парсы тілінің маңызды ескерткіші ашыла бастайды. Осы кезден бастап Авеста көптеген басқа тілдерге аударыла бастаған.\nАвестада сол заманда мекендеген халықтардың тарихы, мәдени өмірі олардың діндері, аңыздары, батырлар эпостары туралы сақталған мәліметтері бар. Сонымен бірге Авеста Иран тілдерінің мәңгі өшпес мәдени жәдігері болып табылады. Авестаның ертедегі бөлімі б.э.д. II ғ. I жартысында Орта Азияда шыққан оның ішінде сол кездегі дәуірдің өмірін әртүрлі тайпалардың тіршілігін, көшпенді Орта Азия малшыларын, олардың діни-аңыздарын әдет-ғұрпын суреттейді. Авестаның кейінгі бір бөлімдері Пайғамбар – заратуштраның атымен және оның берген ақылдарымен байланысты. б.э. I ғасырында зороастристік шіркеу өте үлкен ықпалды болған. Әсіресе Сасанидтер кезінде (б.ғ. III – VII ғғ.) зороастризм патша билігімен сақталды. Ахеменид кезеңінің өзінде Авестаның мәтіні жазылған. Ол 12 мың сиыр терісінде алтын сиялармен Персопольдық сарайларда сақталған болатын. Бірақ бұл жазу А. Макендонский шапқыншылығында жойылды деп айтылады. Содан кейін Шапур I тұсында бұл киелі кітап қайта өңделді. Авестаның қай жерде, қай кезде жазылғаны туралы мәселенің дауы әлі бар.\nИран әдебиеті мен тарихын зерттеуші И.С. Брагинский парсы елінің көне әдебиеті мен олардың алғашқы діни кітаптарын талдайды. Ғалым біздің жыл санауымызға дейін жүйеленген «Авеста» діни және әдеби кітабының 17 аяты-йасындары (бөлімдері) түгел дерлік өлең өлшеміндегі Иранның ең ескі жазба әдебиетінің туындылары екенін анықтаған. Оның айтуынша: Авеста аяттарын Заратуштра (Зороастра) пайғамбары жазған. Оның мазмұны өз кезінің адамдарының зұлымдыққа, қарсы ізгілік жолында тәрбиелейтін шешен новелла, асқақ эпос, жан-жүйеңді толқытар нәзік лирикаға толы [2, 42 б.].\nАвеста 21 кітаптан тұрады, әрбір кітап насқ деп аталады. Авестаның әрбір насқ араб шапқыншылығына дейін авесталық – тексттен және зендтен құрылған болатын. Әрбір насқтың өзіне тән жеке атауы болған.\nАвеста тек қана дұғалар жинағы емес, сонымен қатар заңдар, кодекстер, астрономия, астрология, медицина т.б. ғылымдардың жинағы. Бұл кітапта табиғат жан-жануар тіршілігі, жер мен аспан иелігі, адам мен жаратушының ара қатынасы туралы аңыздар, арнайы болжамдар берілген. Адам жаратушының ең сүйікті құлы екені, оның бойындағы ақыл-ойы, өсуі, өзгеруі, еңбектенуі, табысқа жетуі және т.б. жайлары жайында нақты көрсетіледі. Мұнда әділ патша билігін аңсау, тату-тәтті жақсы өмір сүру, ақылмен адал істеп, өз еңбегімен күн көру, барлық кедей адамдарға қайырымдылық көрсетсе деген ізгі пікірлер жинақталған. Біздің күнімізге дейін, бізге тек қана Авестаның кейбір бөліктері жеткен. Сондай-ақ Авестаның барлық мәтіндері сақталмаған. Ғылымға белгілі Авестаның жазбаша мәтінінің әрбір бөліктері ең көп жиналған жинағы болып табылады. Бұл текст бірнеше бөлімдерден тұрады:\n1.Ясна. Авестаны құдайларға табыну сиыну бөлшегі. Ол 72 тараудан\nтұрады.\n2.Висперад – 24 тараудан құралған. Оның бәрі көптеген құдайларға\nбағышталған.\n3.Видепдат. Диюлерге қарсы сөз деген сөз. 22 тараудан тұрады. Ол сондай-ақ Авестаның 19-шы насығы.\n4.Яшта – құрметтеу. Мазмұны жағынан Авестаның ең көп бөлшегі. Ол\nкүнге, жерге, айға бағышталған. Сондай-ақ 22 әнұран мен өлеңдерден құралады. Онда Орта Азия көшпенділерінің өмірі, діни танымы. Діни ұғымдары көрсетілген. Онда мифологиялық образдар және сюжеттер көп сақталған.\n5.Кіші «Авеста». Онда бірнеше үзінділер, фрагменттер өз күйінде бізге жеткен.\n«Авестада» табиғат көріністері зор шеберлікпен бейнелгенін кезінде И.С. Брагинский ерекше атап көрсеткен. Табиғатқа табыну культі, соның ішінде Айға, Күнге тағзым ету, Отқа табыну көріністері көркемдік тұрғыдан мейлінше ұтымды шыққан [3, 80 б.].\nАвеста кітабы – ежелгі Иран жазба ескерткіші және зороастр дінінің қасиетті кітабы. Ұзақ жылдар бойы Авеста тек ауызша таралып отырған. Авеста кітабы толығымен айқын зерттелмеген. Өйткені кейбір зерттеулер Авестаның алғашқы кітабы Аршакид дәуірі кезінде жазылған десе, кейбіреуі Авестаның ең алғашқы басылымы сасанидтер дәуірінде жазылған дейді. Аршакид дәуірі негізінде жазылған Авеста кітабы бізге жеткен жоқ. Яғни бұл кезде жазылған Авеста кітабы туралы мәлімет жоқ. Ал сасанидтер дәуірі кезінде жазылған Авеста бізге жеткен. Авестаның тексті негізінен 21 кітаптан тұрады және бұл текстер 350 мың сөзден құралған. Бірақ бізге сөздер толығымен жетпеген. Бізге тек осы сөздерден 83 мың сөз ғана жеткен. Авестаның ең ежелгі бөлімі – Гат. Бұл бөлімде негізінен дұғалар жазылған. Бірақ автор осы бөлімге зароастризм дінінің әдет-ғұрыптарын қосып жазған. Олар Ясна мен Яштаның негізгі бөлімдерін қамтиды. Зерттеушілердің көпшілігінің пікірінше, Яшта мен Гаттар б.э.б. YIII-YII ғасырладағы Шығыс Иранның бақташы-егінші тайпаларының және Орта Азия халықтарының өмір салты мен қызметтерін бейнелейді Сонымен қатар көптеген мифологиялық элементтерді қамтиды. [4, 45-50 бб.].\nӘрбір мемлекеттің өз айнасы болып табылатын тарих саласы, сол мемлекеттің қалай пайда болып, қайдан шыққанын, кімдер негізін салғанын анық, айқын және дәлелдеп көрсетіп бере алады. Деседе кейбір белгісіз болып қалған дүниелерді шамалап та көрсетеді. Өйткені әртүрлі қиындық пен қыстауды басынан кешіреді, биік-биік шыңдардан асады. Әртүрлі қантөгіс, соғыстар болған кезде сол елдің мәдениеті, әдебиеті жоққа айналады. Тіпті қалдықтары қалғанның өзінде болжаммен әртүрлі дүниелер айқындалады.\nАвеста – Орта Азия мен Ирандағы тарих сахнасында зароастризм діні жайындағы өте бай маңызды материал жинағы болып табылады. Сол замандағы қоғамдық-экономикалық құрылыс, дінге сенушілікпен бірге өзгерген халық өмірінің айнасы болып табылатын «Авеста» жайындағы жинақтар қазақтың ғалымы Н. Келімбетовтің пайдалы мәліметтері де басқа ғалымдардың зерттеулерімен сәйкес келеді.\nТарихтың сырын әдебиет ашса, әдебиеттің сырын тарих ашады. Сол сияқты тарихқа, әдебиетке, мәдениетке бай елдің бірі – 3000-3500 жылдық тарихы бар Иран мемлекеті. Иран мемлекетінің сонау жылдан бергі салт-дәстүрін, мәдениеті мен тарихын осы күнге жеткізген киелі кітабы болып саналатын – Авеста. Бұл Авеста тек қана Иранның емес, Орта Азияның көне тарихын жаңғыртады. Ғалымдар: «Мәдениеттің бәрі Азиядан басталған» – деп айтады. Өйткені, бұл елдер ұлы тарихқа енген және сан ғасырлық тарихы бар. Сол үшін де ұлы ойшылдар шығыс елдерінің тарихына, әдебиетіне, мәдениетіне көбірек көңіл бөледі.\n\nhttp://www.rusnauka.com/",
                "date": "8.04.2017",
                "upvotes": 0
            },
            {
                "text": "Қасиетті жазбалар деген не?",
                "date": "26.04.2018",
                "upvotes": 0
            },
            {
                "text": "Қасиетті жазбалар дегеніміз не",
                "date": "11.05.2018",
                "upvotes": 0
            },
            {
                "text": "Римдіктердің қасиетті жазбасы жайында не айта аласыздар",
                "date": "14.05.2018",
                "upvotes": 0
            },
            {
                "text": "Қасиетті жазбалар-олар римнің жазбалары.Рим халқы б.з.б 1ғ бұрын өмір сүрген.Олар осындай қысқа өмір сүрседе көп ұрпақ қалдырған ел.",
                "date": "28.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызылордадан радиотехника саласындағы жұмыстар бар ма?",
        "question_content": "Қызылордадан радиотехника саласындағы жұмыстар бар ма? Қай оқу орнында оқыса осы мамандықта алып шыға аламыз?",
        "question_date": "4.11.2016",
        "question_tag": "Мамандық",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Агро колледжде бар Радио связь мамандығы. келіп көріңіз",
                "date": "8.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжд бітірген соң орташа дəрежелі біліммен жұмыс таба аламын ба?",
        "question_content": "Бастауыш сынып мұғалімі болу үшін қай пəндер керек?Жəне колледжді бітірген соң орташа дəрежелі біліммен жұмыс таба аламын ба?",
        "question_date": "4.11.2016",
        "question_tag": "Мамандық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә , таба аласыз. Коледжді аяқтаған соң біліміңізді ары қарай жалғастыру немесе жұмысқа орналасу өз еркіңізде. Жұмысқа тұру мүмкіндігіңіз бар. Тек ескеретін жайт, басқа мамандардан жалақыңыз еекшеленуі мүмкін, себебі , сіздің мамандық бойынша біліміңіз -аяқталмаған жоғары білім.",
                "date": "20.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Семейде қандай жақсы университеттер бар?",
        "question_content": "Мен Семей қаласында 9 сыныпта оқимын 11 ден кейін университетке түспек ойым бар бірақ қандай оқу орнына түсу керектігін білмей жүрмін Семей қаласында қандай оқу орындары бар? физика пәнін таңдап түсу үшін.",
        "question_date": "4.11.2016",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Семей қаласының Шәкәрім атындағы МУ, Семей мемлекеттік педагогикалық институты",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақшадағы қураған үйге өте қауіпті тополь ағашын кесіп беру үшін әкімге арыз жазу үлгісі",
        "question_content": "Жергілікті әкімге арыз жазуға көмек керек еді. бақшада курап тұрған терек (тополь) ағашы бар еді, құлайын деп тұр, құласа үйге электр тоғына ,газға, телефонға зияны тиеді, өте қауіпті боп тұр, сол теректі әкімшілік өздері кесіп алып тастауға арыз жазайын деп ем.",
        "question_date": "4.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қаржы менеджмент туралы не білесіздер?",
        "question_content": "Қаржы менеджмент туралы не білесіздер?",
        "question_date": "4.11.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менеджмент (ағылшынша мanage – басқару, меңгеру, ұйымдастыру) – ұйымда немесе кәсіпорында жұмыс істейтін адамдардың еңбегін басқара отырып, алға қойған мақсатқа жетуді ұйымдастыра білу, әлеуметтік, оның ішінде білім беру үрдістерін басқару принциптері, әдістері, құралдары мен нысандарының жиынтығы.[1]\n\nМенеджмент ағылшыннан аударғанда басқару деген мағына береді, демек қаржылық менджмент – бұл қаржыны басқару, яғни кәсіпорындардың ақша айналамын және қаржылық ресурстарының қолдануын басқару.\n\nҚаржының қазіргі заман шеңберіндегі теориясында ғалым ретінде қаржыны басқарудың методологиясы мен техникасына арналған қолданбалы пән «Қаржылық менджмент» қалыптасқан.\n\nҚаржыны басқаруда қолданылған жаңа әдістер басқару өрісінде жаңа мамандықтың пайда болуына мүмкіндік туғызды. Ол қаржы менеджері. Кәсіпорынның қаржы қызметінің басшысы (қаржы менеджері) жоғары білімді, кең көз – қарасты, ойшыл, келесі дамыған ғылымдардың: қаржы, статистика, есеп, қаржылық талдау, салық салу, бағаның құрылуы, және т.б. қорытындыларын өз қызметінде әдісін тауып қолданатын маман.\n\nШағын бизнесте қаржыны басқару үшін бухгалтер және экономисттің қызметтері жеткілікті, себебі қаржылық операциялар негізі ақша айналымынан тұратын қолма-қол ақшасыз есеппен щектеледі.\n\nҮлкен бизнестің қаржылық операцияларында мүлде басқа тактика қолданылады. Үлкен капиталдың үлкен ағымы және тиісті өнім қажеттілігін талап етеді. Сондықтан, үлкен бизнестің қаржысын басқару үшін қаржы бизнесі саласындағы арнайы дайындалған маман, қаржы теориясын, менеджмент негіздерін жете меңгерген – қаржы менеджлерін, бизнестің басты тұлғалары ретінде өте қажет.\n\nҚазақстанда нарықтық қатыныстардың қалыптасуы көптеген біздің елде экономика салсында дәстүрлі ғылым және практика тауарлырының бөлімдерін елеулі өзгертіп ғана қоймай, біршама жаңа деп саналатын бағыттарды тез дамуының қажеттілігіне әкелді. Соңғылардың ішінде сөзсіз Батыста ең тез дамып келе жатқан бағыт болып саналатын бірқатар мамандықтарға (бухгалтер, экономист) және соңғы жылдары Қазақстанда пайда болған(аудитор, менеджер, қаржы менеджеріне) тікелей қатысы бар менеджменті кіреді.\n\nҚаржылық менеджмент – экономикалық ғылымда қаржы, басқару, есеп және талдау салаларындағы теориялық практикамен сәтті біріктіріп келе жатқан перспективті бағыт.\n\nҚаржылық менеджмент іс жүзінде қолданбалы ғылымдарға жатады.\n\nЖалпы түрде қай ғылым болмасын консептуалдық негіздері, оның тақырыбы мен әдістерін тұжырымдау және теңестіру арқылы көрсетіледі.\n\nҚаржылық менеджменттің ғылыми аппараты – бұл шаруашылық субъектілердің қаржылық қызметін басқарудың жалпығылыми және нақты ғылыми әдістерінің жыиынтығы.\n\nШаруашылық субъект қаржылық жұмысын ұйымдастыру үшін арнайы қаржы қызметін құрады. Қаржы қызметінің басты мақсаттарына бағындырылған: олар қаржылық тұрақтылықты қамтамасыз ету, экономикалық өсу және табыс табу үшін алдын ала тұрақты жағдай жасау.\n\nФирманың қаржы қызметінің міндеттері:\n\nтиімді басқару шешімдерін қабылдау үшін қаржы құжаттарын тез, сапалы және қажетті көлемде дайындау;\nкәсіпорынның басты мақсатына жету үшін барлық бөлімдердің қызметін байланыстыру және бағыттау қабілеті;\nшаруашылық субъектінің қаржы жоспарларының сапалы құрастырылуына жауапкершілікті;\nнарықтық жағдайда кәсіпорынның дұрыс жұмыс істеуі бұл қызметсіз мүмкін еместігі.\n\nҚаржы қызметі біріңғай шаруашылық қызметті басқару механизмінің бөлігі, сол себептен кәсіпорнының басқа да қызметімен тығыз байланысты.\n\nНарықтық қатынастарының дамуымен, сыртқы рынокқа шығу қаржы қызметінің алдында жаңа да сапалы міндеттер қояды.\n\nОлар: нарықтық экономикаға парапар әдістермен каржылық ресурстарды тиімді басқаруды ұйымдастыру. Бұл міндеттерді ойдағыдай шешу қаржылық менеджментдеңгейінде ғана мүмкін.",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массалары 1 еш және 2 кг екі арбаша серіппемен жалғанған?",
        "question_content": "Массалары 1 еш және 2 кг екі арбаша серіппемен жалғанған. Арбашаларды қарама-қарсы екі жаққа жылжытып қоя береді. Дұрыс жауапты таңдаңыз. А) Арбашалар бірдей жылдамдықпен қозғалады В) Екі арбаша үшін көрсетілген шаралар əртүрлі болады С) Арбашалар бірдей үдеуімен қозғалады D) Арбашаларға əсер ететін күштер бірдей болады",
        "question_date": "4.11.2016",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "D) Арбашаларға əсер ететін күштер бірдей болады",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бруцеллез ауруының емі бар ма? Белгілері қандай болады?",
        "question_content": "Бруцеллез ауырыунын белгилери кандай болады? мен анализ тапсырдым Бруцеллез IgA отрицательно, Бруцеллез IgG отрицательно, болып шыкты бул дегенимиз не? врачтан конилим калган халкымнан комек сурап отырмын, Конил болгендериниз ушин рахмет",
        "question_date": "4.11.2016",
        "question_tag": "Тазалық",
        "question_views": 14100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Емдеуі. Жедел, жеделдеу, біріншілік- созылмалы бруцеллезбен ауыратын науқастар ауруханада емделеді. Екіншілік-созылмалы бруцеллезбен ауратын науқастар субкомпенсация және декомпенсация сатыларында ауруханада емделеді. Этиотропты ем.Антибактериалді препараттарды қолдану бруцеллездің комплексті емінде маңызды орын алады. Антибиотиктердің аурудың бактериемия кезеңінде және метастазды ошақтар пайда болған кезеңінде терапевтік әсері жоғары болу керек. Әсіресе антибиотиктердің жасушалардың ішіне ену қасиеті жоғару болуы керек, себебі аурудың жиі кездесетін созылмалы түрлерінде қоздырғыш грануламалардың ішінде орналасады. Бруцеллез кезіндегі этиотропты емінің 2 ережесін сақтау тиісті 2 антибиотик тағайындау курс ұзақтығы 6-8 апта БДЖҰ ұсынысы бойынша доксициклин және рифампицин, немесе доксициклин және стрептомицин, гентамицин, бисептол тағайындау қажет. Бірақ, Қазақстан республикасында туберкулезге қарсы препараттарды басқа аурулар кезінде қолдануға тиім салынған. Сондықтан қазіргі жадайда доксициклинмен фторхинолондарды тағайындаймыз. Стрептомицин сульфаті, басқа аминогликозидтер (канамицин, мономицин) тек қана жасушадан тыс орналасатын бруцеллаларға әсер етеді.   Сондықтан бұл препаратты бактериемия сатысында басқа жасушаның ішіне енетін антибиотиктермен бірге қолдануға болады. Стрептомицин бұлшықет ішіне енгзіледі 0,5 г тәулегіне 2 рет. Препараттың ототоксикалық, нефротоксикалық жанама әсерлері бар. Сонғы жылдары бруцеллалардың стрептомицинге тұрақтылығы пайда болды (2,1%). Сондықтан бұл препарттың қолдануы шектелген. Канамицин   бұлшыкет ішіне енгзіледі 0,5 г тәулегіне 2 рет. Препараттың ототоксикалық, нефротоксикалық  (протеинурия, гематурия, лейкоцитурия,  цилиндрурия) жанама әсерлері бар. Қазіргі жағдайда бұл препарат бруцеллездің емінде қолдануы шектелген. Бруцеллалардың гентамицинге жоғары сезімталдылығы бар. Әсіресе бұл препаратты иммундытапшалықтары бар науқастарға тағайындаған жөн. Гентамицинді  0,08 г тәулігіне 3 рет 10-14 күн бойы қолдануға болады. Бұрын бруцеллез кезінде терациклиндер кең қолданған. Олар бактериалді жасушаның ішінде жиналады. БДДҰ ұсыныстары бойынша бруцеллездің емінде тетрациклиндер стрептомицинмен бірге 3-6 апта бойынша  қолданылған. К.Б.Құрманованың зерттеулері бойынша тетрациклиннің қабылдау кестесі – 20 күн бойы 0,5 г тәулігіне 4 рет. Қазір терациклиннің орнына жартылай синтетикалық препарат доксициклин ауыз арқылы 0,1   г тәулігіне 2 рет қолданылады. Доксициклин рифампицинмен бірге қолданылады. Рифампицин 0,3 г тәулігіне 2-3 рет. Бұл препараттың бактериоцидты әсері және жасушаның ішіне ену қасиеттері бар. Бірақ сонғы кездері бруцелллалрдың бұл препараттқа қарсы тұрақтылығы пайда болған. БДДҰ (1986) ұсыныстары бойынша доксициклинді 0,2 мг тәулігіне 45 күн бойы рифампицинмен бірге 0,9 мг тәулігіне 45 күн  бойы немесе доксициклинді 0,2 мг тәулігіне 45 күн бойы стрептомицинмен бірге 1,0 г тәулігіне 21 күн бойы тағайындау қажет. К.Б. Құрманованың зерттеулері бойынша келесі схема нәтижелі болған: доксициклинді 0,2 мг тәулігіне 20 күн бойы рифампицинмен бірге 0,6 мг тәулігіне 20 күн. 88,2%жағдайда науқастардың сауығы анықталған. Антибиотиктерді ұзақ уақыт пайдаланған жағдайда олар иммунитеттің күшін төмендетіп организмнің бруцелланы аластау күшін кемітеді. Әр түрлі зерртеулердің нәтижелері бойынша 20-күндік курспен салыстырғанда 45-күндік курстың айырмашылығы жоқ.  Н.Д. Беклемишевтің пікірі бойынша,  қоздырғышты аластайтын антибиотик емес иммунды жүйе.  Сол себептен бруцеллез кезінде антибиотиктерді қабылдау курс ұзақтығын 20-30 күнмен шектеу қажет. Сонғы жылдары фторхинолондар түзілді. Бұл препараттардың in vitro бруцеллаларға қарсы жоғары активтілігі анықталған. Бірақ бруцеллезбен ауыратын науқастардың емінде бұрын қолданбаған. Сондықтан біз осы препарттардың клиникалық тиімділігін зерттедік. Біздің мәліметтеріміз бойынша, фторхинолондар бруцеллез кезінде  ең тиімді препараттар болып шықты. Оларды бруцеллездің барлық түрлерінде қолданүға қажет, себебі фторхинолондар бруцеллаларға қарсы жоғары бактерицидті әсер етеді және маңызды қасиеті — жасушалардың ішіне, әсіресе фагоциттердің ішіне жақсы енеді. Сондықтан фторхинолондарды бруцеллездің жедел түрлерінде, әсіресе созылмалы түрлерінде және монотерапия ретінде  қолдануға болады. Фторхинолодардың келесі схемаларын ұсынамыз: флероксацин (хинодис) 400 мг тәуелігіне 2 рет, пефлоксацин (абактал) 400 мг тәуелігіне 2 рет, ципрофлоксацин (цифлоксинал) 500 мг тәуелігіне 2 рет, офлоксацин (заноцин) 200 мг тәуелігіне 2 рет, левофлоксацин (таваник, локсоф) 500 мг тәуелігіне 1 рет. Фторхинолондарды 10 күн бойы тамыр ішіне енгізіп, сосын 10 күн бойы ауыз арқылы тағайындауға болады. Бірақ, фторхинолондардың тиімділігі қабылдау әдісіне қарамай өте жоғары денгейде болады. Жедел бруцеллез кезінде емдеу курсының ұзақтығы 20 күн, созылмалы бруцеллез кезінде – 30 күн, ал бірнеше (үшеу және одан артық) ошақтардың (локалді қабыну процестер) болуында, және олардың септико-метастатикалық сипатта болуында, ОЖЖ-ның (менингит, менингоэнцефалит, миелит), омыртқалардың  (спондилит, спондилодисцит), жыныс жүйенің (орхит) зақымдануында емдеу курсын 45 күнге дейін ұзарту қажет, немесе доксициклин, рифампицинмен бірге тағайындауға болады. Антибиотиктер аурудың патогенез сатысына байланысты пайдаланады. Антибиотиктердің ішінде жедел және жеделдеу сатыларында екі антибиотикті қолдану қажет: доксициклинге рифампицин, гентамицин,  нетромицин, левомицетин қосып, немесе фторхинолондарды (ципрофлоксацин, пефлоксацин, флероксацин, левофлоксацин) монотерапия ретінде пайдалануға болады. Ал созымалы бруцеллезді фторхинолондармен емдеу керек, себебі олар жасушалардың ішінде мекендеген бруцелларға  қарсы бактериоцидті әсерін атқарады. Патогенетикалық ем. Қабынуға қарсы қолданылатын препараттар. Бруцеллез кезінде әр түрлі жергілікті қабыну процестер дамығаннан соң қабынуға қарсы нестероидты препараттарды (ҚҚНП) қолдану қажет.     Солардың ішінде: бутадион 0,15 г тәүлігіне 3 рет 10–15 күн бойы, диклофенак 0, 5 г тәүлігіне 3 рет 2-4 апта бойы, индометацин (метиндол) 0,025 г  тәүлігіне 3 рет 4 апта бойы, ибупрофен  0,2 – 0,4 г  тәүлігіне 3 рет 4 апта бойы.  Бұл препараттарды инъекция ретінде, таблетка ретінде және жергілікті мазь ретінде қолдануға болады. Бұл препараттардың жанама әсері – ульцерогенді қасиеті бар. Жаңа бүынды ҚҚНП бұл әсерінің болмауынан олар бірінші орын алу қажет.   Нимесулид 100 мг  тәүлігіне 2 рет 2-4 апта бойы, мелоксикам 7,5–15 мг  тәүлігіне 1 рет 2-4 апта бойы және басқалар. Стероидты қабынуға қарсы препараттарды (преднизолон, дексаметазон) тек қана нейробруцеллез (менингит, менигоэнцефалит, миелит), жыныс жүйенің (орхит) зақымдануында қысқа курсымен қолдану қажет.   Преднизолон  30 мг, дексаметазон 4-8 г,  триамциналон – 20 мг тәүлігіне (орхит кезінде – 3 күн, ОЖЖның зақымдануында   -5-7 күн). Иммукорректорларды қолдану. Бруцеллездің патогенезінде иммундытапшылық дамығаннан соң, комплексті емде иммунокорректорларды қолдану тиісті. Бұрын бруцеллездік вакцина, пирогенал, левомезол, миелопид, спленин, тимустың препараттары (тимоген, тималин, тактивин, иммуномодулин және т.б.), витамин А, бруцеллездік сұйық аллерген, интерферондар қолданған. Қазіргі жағдайда вакцинамен және пирогеналмен емдеу әдістеріне тиым салынған, себебі гиперсенсибилизацияланған организмнде аллергиялық қайта құрылыу одан сайын өршіп нейробруцеллезге және басқа қауіпті асқынуларға әкеліп соғуы мүмкін. Гетерологиялық белокты препараттарда (тимоген, тималин, тактивин, иммуномодулин және т.б.)  зиянды болуы мүмкін. Сонғы жылдары рекомбинанты препараттар әр түрлі жұқпалы ауруларда (туберкулез, сепсис, вирусты гепатит) этиотропты препараттармен бірге қолдануы зерттеліп жатыр  Рекомбинанты интерлейкин -2 (ронколейкин) 250 000 Б тері астына 72 сағат сайын, курсына 3- 5 рет жедел бруцеллез кезінде;  500 000 Б тері астына 72 сағат сайын 7-10 рет созылмалы бруцеллез кезінде этиотропты препараттармен (фторхинолондар) қолдану нәтижесінде науқастардың толық айығуы дамиды. Рекомбинанты интерлейкин -1 бета (беталейкин) 0,0005 – 0,001 нг тері астына 72 сағат сайын 7-10 рет созылмалы бруцеллез кезінде қолданған нәтижесінде науқастардың толық айығуы дамиды. Симптоматикалық ем. Зақымдалған ағзаларда дегенеративті-дистрофиялық өзгерістерді алдын алу мақсатымен алоэ, ФИБС, румалон, лидаза, ронидаза, гумизоль препарататарын қолдану қажет. Остеоартроздың дамуын алдын алу және артроздарды емдеу мақсатымен хондропротекторларды қолдану қажет. Оларды ұзақ уақыт бойы (2-3 ай бойы) және жылына 2-3 рет қайталап тағайындау керек. Гиалурон қышқылы, глюкозаминсульфат, хондроитинсульфат шеміршектің метаболизмін күшейтіп, буындардың қимыл қасиетін жоғарлатады.  Остеопорозды алдын алу мақсатымен кальций препараттарын, витамин Д3, кальцитонинді тағайындау қажет. Жүрекқантамыр жүйе бойынша өзгерістер қалыптасқанда комплексті емді калий препараттарын (панагин, калий оротат), рибоксин, 1 ай бойы тағайындалады; дисциркуляторлы энцефалопатия кезінде церебралді гемодинамикасын қалпына келтіретін  – винпоцетин (кавинтон), актовегин, трентал, гинко билоба препараттары (танакан), сосын ноотропты препараттарды (пирацетам, церебролизин) тағайындылады, өт жолдарының дискинезия, іштің қатуында спазмолитиктер (дротаверин, пиновериум бромид, дюспаталлин) тағайындылады. Зақымдалған тіндердің гипоксиясымен күресу мақсатымен глюкоза, витамин С, В1, метионин, рибоксин,  никотин қыщқылы тағайындалады. Міндетті түрде анемияны емдеу қажет. Патологиялық психоэмоционалді бұзылыстар дамығанда седативті препараттар, психотерапия жақсы емдік әсер етеді. Реабилитация. Бруцеллезбен ауыратын науқастардың реабилитациясы толық жүргізілуі қажет. Физиотерапевтік ем әдістерін – магнит, электр мен емдеу, жарықпен емдеу, ультрадыбыспен, инфрадыбыспен емдеу; бальнетеотерапия –пелоидтар, бишофит, гидробентонит; емдеу дене шынықтыру, рефлексотерапия, психотерапия кең қолдану керек. Ескеру қажет: жоғары температуралы табиғи және физиотерапевтикалық факторларды тек қана бруцеллездің өршу сатысынан  6 айдан кейін тағайындауға болады. Диспансеризация. Бруцеллезбен ауырған науқастар аурудың жедел түрлерінен кейін және созылмалы түрінің сонғы өршуінен кейін 2 жыл бой диспансерлік бақылауда болады.",
                "date": "8.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Өмір тамшышы\" атты шығарма керек еді",
        "question_content": "\"Өмір тамшышы\" атты шығарма керек",
        "question_date": "4.11.2016",
        "question_tag": "Табиғат",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Достық білім беру орталығы туралы мəлімет беріңіздерші",
        "question_content": "Ақтөбе қаласындағы Достық білім беру орталығы жөнінде толық мəлімет беріңіздерші. Бақса қаладан барып оқу үшін не істеу қажет? Ақысы қанша?жатақханасы барма?",
        "question_date": "4.11.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атомының орташа кинетикалық энергиясы (k=1,38*10-23 Дж/К)",
        "question_content": "Егер аргон газының температурасы 270С  болса,  онда оның атомының орташа кинетикалық энергиясы (k=1,38*10-23 Дж/К)\n\nА) 6,21*10-21 Дж\n\nВ)6*1021 Дж\n\nС)35*10-23 Дж\n\nD) 621 Дж\n\nЕ)276 *10-23 Дж",
        "question_date": "4.11.2016",
        "question_tag": "Физика",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер аргон газының температурасы 270С  болса,  онда оның атомының орташа кинетикалық энергиясы (k=1,38*10-23 Дж/К)",
                "date": "26.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алёна деген есім қазақшаға жатама",
        "question_content": "Сəлем!!!! Алёна деген есім қазақшаға жатама. Қызға осылай ат қойғым келген. Маған қазақшаға ұқсайтын сияқты көп рахмет!!!!!",
        "question_date": "4.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алена деген орыстың аты. Алайда қызыңызға осылай ат қоямын десеңіз сізге кім кедергі!? Өзіңіз білесіз.Ол жалпы орыстың ЕЛЕНА деген атының бұрмаланылған немесе еркелетілген бір түрі ғой!",
                "date": "4.11.2016",
                "upvotes": 0
            },
            {
                "text": "жок Алена орысша ат",
                "date": "5.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оңдықтары бірлерінен үш есе кем болатын екі танбалы сандарды жазып берініздерші өтініш",
        "question_content": "Оңдықтары бірлерінен үш есе кем болатын екі танбалы сандарды жазып берініздерші өтініш",
        "question_date": "4.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 759,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "13, 26, 39 ондықтары бірлігінен үш есе кем.",
                "date": "5.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ер адамның ақ зəр шығару?",
        "question_content": "Ер адамның алдымен ақ қоймалжың зат содан, соң зəр шығады бұның себебі не үшін жəне кімге қараламыз",
        "question_date": "4.11.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әрбір ақылды адамға иман парыз, әрбір иманды адамға ғибадат парыз ба?",
        "question_content": "«Әрбір ақылды адамға иман парыз, әрбір иманды адамға ғибадат парыз» деген Абай атамыздың сөзіне қосыласыздар ма? Қандай пікірдесіздер?",
        "question_date": "3.11.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен атеистпін))",
                "date": "4.11.2016",
                "upvotes": 0
            },
            {
                "text": "Аллаһу Тағала : мен адам мен жынды өзіме ғибадат ету үшін ғана жараттым, деген. Құран Кəрімде. Осыны ақылды адамдар оқиды сенеді, яғни иман келтіреді, сосын бірден құлшылыққа кіріседі. Осы.",
                "date": "9.07.2018",
                "upvotes": 0
            },
            {
                "text": "Ақылды адам мына дүниеге қарап Алланың бар екеніне иман келтіреді. Иман деген сенімнен тұрады. Иманның 6 парызы бар: 1)Алла тағалаға сену;\n2)Алла тағала жаратқан періштелерге сену;\n3)Алла тағаладан түскен кітаптарға сену;\n4)Алла тағала жіберген пайғамбарларға сену;\n5)Қиямет күніне сену (өлгеннен кейін қайта  тірілуге сену);\n6)Тағдырға сену (жақсылықта жамандықта Алладан екеніне сену).",
                "date": "28.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сіргелі руында ұлы кісілер болдыма? математиктер ше? осылар жайлы тың ақпарат керек еді?",
        "question_content": "Cіргелі руынан қандай ұлы кісілер тарады?",
        "question_date": "3.11.2016",
        "question_tag": "Жанұя",
        "question_views": 578,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әскерден бас тарту",
        "question_content": "Отбасымыз анаммен және өзімнен тұрады. Анам 3-топтық мүгедек. Мені әскерге алып кету мүмкін бе, егер мен анамды жалғыз қалдырғым келмесе?",
        "question_date": "3.11.2016",
        "question_tag": "Заң",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер анаңызды асыраушы, қараушысы жалғыз сіз болсаңыз, онда заң жүзінде сізді алып кетпейді, егер өзіңіз әрине келіспесеңіз!",
                "date": "4.11.2016",
                "upvotes": 0
            },
            {
                "text": "Толық жетім болса әскерге бару міндетті ма?",
                "date": "11.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Смартфондардың экранын түсіретін сапалы программа барма ?",
        "question_content": "Смартфондардың экранын видеоға түсіретін сапалы программа барма ? Самсунг телефонына арналған тегін программа",
        "question_date": "3.11.2016",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 795,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рахмет сізге көп көп",
                "date": "2.06.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абайдың он төртінші қара сөзі түсінік",
        "question_content": "Адам ата-анадан туғанда есті болмайды: естіп, көріп, ұстап, татып ескерсе, дүниедегі жақсы, жаманды таниды дағы, сондайдан білгені, көргені көп болған адам білімді болады. Естілердің айтқан сөздерін ескеріп жүрген кісі өзі де есті болады. Әрбір естілік жеке өзі іске жарамайды. Сол естілерден естіп, білген жақсы нәрселерді ескерсе, жаман дегеннен сақтанса, сонда іске жарайды, сонда адам десе болады. Мұндай сөзді есіткенде шайқақтап, шалықтанып не салбырап, салғырттанып есітсе, не есіткен жерде қайта қайырып сұрап ұғайын деп тұшынбаса, не сол жерде сөздің расына көзі жетсе де, шыға беріп қайта қалпына кетсе, естіп-есітпей не керек? Осындай сөз танымайтұғын елге сөз айтқанша, өзіңді танитұғын шошқаны баққан жақсы деп бір хакім айтқан екен, сол секілді сөз болады.",
        "question_date": "3.11.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 16900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл басқа қарасөз емес пе?",
                "date": "23.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екпенің пайдасы мен зияны",
        "question_content": "Екпе егу дұрыс па? Оның пайдасы мен зияны қандай?",
        "question_date": "3.11.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Балаларға екпе (вакцинация) жасау – адамзаттың үздік жетістіктерінің бірі. Екпе арқылы жер шарында миллиондаған бала өлімнен, мүгедектіктен аман қалды. Бір кездері талай тағдырды үзген шешек (оспа) ауруының жойылуы бұл сөзіміздің дәлелі. 1977-жылғы қазаннан бастап дүниежүзінде шешекпен ауырған бірде-бір науқас тіркелмеген. Осыған байланысты КСРО заманында 1979 жылы шешек ауруына қарсы балаларды егу тоқтатылып, екпе күнтізбесінен ысырылды. Күні бүгінге дейін қауіпті жұқпалы аурулардың қатарында болған полиомелит те жойылудың аз-ақ алдында, бұл да екпе жасаудың нәтижесі. Алайда, әлі де екпе жасау арқылы жоюға немесе әлсіретуге болатын жұқпалардан жер бетінде жыл сайын 4 миллионға жуық бала өлім құшады екен. Бірақ инфекция жұқтырған балалардың қаншасы мүгедек болғандығын, оларды емдеуге, сауықтыруға кеткен қаражаттың мөлшерін нақты есептеп шығару мүмкін емес.\n Медицинаның тарихына үңілсек, инфекцияның иммундық алдын алу шарасын 1796 жылы ағылшын дәрігері Эдвард Дженнер алғаш екпе жасаудан бастапты. Ол Лондонда шешекке қарсы екпе бекеттерін ашып, ауруға қарсы белсенді иммунизацияны жүргізуді жолға қойып, мұның инфекциялы аурулардың алдын алудағы ең нәтижелі әдіс екендігін дәлелдеді. Осы тұста айта кетерлігі, қазақ топырағында шешекке қарсы екпе әдісін Жәнібек хан мен Жиренше шешеннің замандасы, 1388-1487 жылдары өмір сүрген Өтейбойдақ Тілеуқабылұлы енгізген. Яғни, ол бұл әдісті еуропалықтардан бірнеше ғасыр бұрын пайдаланған және өзінің «Шипагерлiк баян» атты еңбегінде жариялаған.\nБаланың тағдырына балта шаппасақ еді...\nТарихы екі ғасырға тартатын екпе жасау халықтың 95 пайызын қамтығанда ғана нәтижесін көрсетеді. Тіпті, бұл жолмен бірқатар онкологиялық аурулардың да алдын алуға болады. Мәселен, әйелдерде кездесетін адам папилломасы вирусының салдарынан туындайтын жатыр мойнының обырын жасөспірім қыздарға екпе жасау арқылы жоюға болатындығын бүгінде клиникалық иммунология дәлелдеді. Және бұл жетістікті жүзеге асыру елімізде қолға алынуда. Өкініштісі сол, Ақтөбе облысының денсаулық сақтау департаментінің өткен жылғы қорытындысына сүйенсек, аймақта 765 бала толық көлемде екпе алмаған. Егілмей жатқан балалардың басым көпшілігі Темір, Мұғалжар аудандарында тұрады екен. Атырау қаласы бойынша түрлі аурудан қорғайтын вакцинадан 935 ата-ана мүлдем бас тартқан. Мұның себебі де белгілі, аталған аудандарда кейбір діни ағымдардың ата-аналарға ықпалы әлі де күшті. Екпеден бас тартушылық Қазақстанның басқа да облыстарында баршылық. Мамандар түсіндіру жұмыстарын жиілету қажеттігін айтады. Өйткені, бүгінде түрлі ақпарат көздерінде вакцинацияны түкке жарамсыз ететін пікірлер де жұртты шатастыруда. \n Дәрігерлердің айтуынша, вакцина биопрепарат болған соң, егуден кейін асқыну (баланың дене қызуының жоғарылауы, жергілікті ісінулер, аллергиялық реакциялар, сирек энцефалиттер) болуы мүмкін. Бірқатар ата-аналар осы аталған асқынуларды желеу қылып, екпеден бас тартуда. Ұрпағымыздың дені сау болып, ұзақ өмір сүруі үшін мемлекет тегін ұсынып отырған екпелерден неге бас тартамыз? Жұқпаға қарсы егілмеген бала сол жұқпалардың қайнар көзі болып саналады, яғни инфекцияны таратушы. Ал егілген бала, тіпті ауырып қалған жағдайда да ауруы өте жеңіл түрде өтеді.\nЕлімізде балалардың құқығын, денсаулығын қорғау Ата Заңмен белгіленген. Қазақстан Республикасының «Халық денсаулығы және денсаулық сақтау жүйесі туралы» кодексінің 89-бабының 1.1-тармағында «Әрбір бала денсаулық сақтау жүйесінің заманауи және тиімді қызметін, ауруларды емдеу құралдарын пайдалануға және денсаулығын қалпына келтіруге құқылы» және 156-бабының 1-тармағында «Қазақстанда тұратын физикалық тұлғалар кепілді ақысыз медициналық көмек шеңберіндегі инфекциялық және паразитарлық ауруларға қарсы алдын алу екпелерін алуға міндетті» деген жолдар бар. Яғни, балаларына екпе жасаудан бас тартқан ата-аналар олардың құқығын бұзып, ұрпақ денсаулығына нұқсан келтіргені және жауапқа тартылуы мүмкін. Дана халқымыз «Ауырып ем іздегенше, ауырмайтын жол ізде» деген қағидасын іске асыратын жұқпалы ауруларға қарсы екпенің қажеттілігі тайға таңба басқандай белгілі ғой.\nТегін вакцина тән азабынан сақтайды\n 2009 жылғы 30 желтоқсанда үкімет «Қарсы профилактикалық егу жүргізілетін аурулардың тізбесін, оларды жүргізу ережесін және халықтың жоспарлы егілуге жатқызылатын топтарын бекіту туралы» №2295 қаулы қабылдаған-ды. Сол құжатқа сәйкес инфекциялық және паразиттік ауруларға қарсы профилактикалық егулер республикалық және жергілікті бюджет қаражаты есебінен қамтамасыз етіледі. Екпелердің едәуір бөлігіне мемлекет тарапынан қаражат бөлінеді. Жергілікті бюджет «А» вирусты гепатиті, тұмау, күйдіргі, туляремияға қарсы егулерді қаржыландырады.\n Біз секілді, өзге мемлекеттердің барлығы да вакцинаға жыл сайын миллиондаған қаражат жұмсап, түрлі ауруларға қарсы балаларға егу жұмыстарын жүргізіп келеді. Аурулардың алдын алу мақсатында егілетін екпенің алғашқысы нәресте дүниеге келген бойда перзентханада егілсе, одан кейінгілері кезең-кезеңімен 56 жасқа дейін егіліп отырады. \nДүниежүзілік денсаулық сақтау ұйымы экология комитетінің мамандары түрлі мемлекеттердегі инфекциялық аурулардың туындауын сараптай келе, оларды екпесіз-ақ, уақытылы дәрігерлерге қаралып тұру, таза ауызсу мен сапалы, дұрыс тамақтану арқылы жеңуге болатынын айтқаны да есімізде. Алайда, бүгінде таза ауызсуға жер бетіндегі халықтың 89 пайызы ғана қол жеткізіп, 783 млн адам ластанған су көздерін пайдалануға мәжбүр. Күн сайын төмендеп бара жатқан экологиялық ахуал мен адамдардың дұрыс тамақтану режимін жиі бұзатынын да есепке алсақ, вакцинасыз күніміз қараң екенін көреміз. \n«Инфекция адам таңдамайды. Егер егу жұмыстары жаппай жүргізілмесе, ұлттық генофонға кері әсерін тигізеді. Сондықтан бірен-саран қарсылық көрсеткендерге де мұқият түсіндіру жұмыстарын қолға алып, міндетті түрде егу жұмыстарын жүргізу керек» дейді медицина мамандары. Осы жолдарды қуаттайтын бір дерек, жыл сайын вакцинаның арқасында 3 миллиондай сәби ажал тырнағынан қалып, 750 мыңдай бала мүгедектіктен арылады екен. Бұл – сарапшылардың вакцинасыз кезеңмен, уақтылы вакцина егілетін бүгінгі кезеңді салыстыра келе түйіндеген статистикасы. Дүниежүзілік денсаулық сақтау ұйымының деректерінде жыл сайын түрлі сырқаттан көз жұматын адамдардың үштен бір бөлігінің өлімі жұқпалы аурулардан келетіні айтылады. Әлем бойынша 3 миллион сәби қазіргі таңда вакцинасы табылмаған түрлі жұқпалы аурулардан көз жұмады екен. Міне, әлем халқы вакцинасы жоқ жұқпалы аурулардан зардап шегіп жатқанда, алдын алу вакцинасы белгілі қауіпті дерттерден сақтандыратын екпелерге ата-аналардың қарсы шығуы ақылға сыйымсыз. Қазіргі таңда 27 түрлі ауруды вакцинамен ауыздықтауға болатыны анықталған. Яғни, жұқпалы ауруларға қарсы күрестегі бірден-бір құрал халықты егумен толық қамту екенін жұртшылықтың жаппай түсінуі маңызды. \n Мамандар дәл қазір елімізде нақты қанша ата-ананың балаларын егуден бас тартқанын айтып бере алмайды. Әйтеуір, жыл өткен сайын олардың саны артып бара жатқаны анық. Бір белгілісі, бүгінгі дамыған елдерде қауіпті ауруларға қарсы вакцина егілетін аурулар қатары көбейіп келеді. Тіпті, дамыған Еуропа елдерінде, әсіресе Америка мен Израильде бізде салынбайтын вакциналар да бар екен. Ал Қазақстаннан шетелге шығатын кезде соларды егу талап етілетін көрінеді. Сондықтан мамандар біздің елімізге де замана көшінен қалмай, қауіпті жұқпалы аурулардың алдын алу жұмыстарын күшейту қажеттігін жиі ескертеді.\n «Жүргізілген бақылаудың қорытындысына сәйкес, Қазақстанның біраз аймақтарында пневмококк жұқпасына қарсы екпенің арқасында одан болатын өлім-жітім 20 пайызға азайды. Ал, сырқаттану деңгейі 50 пайызға төмендеді. Мұндай көрсеткіш Шығыс Қазақстан, Маңғыстау облыстарында тіркеліп отыр» деген еді бұқаралық ақпарат көздеріне берген сұхбатында Санитарлық-эпидемиологиялық сараптама және мониторинг ғылыми-практикалық орталығының бөлім бастығы Айнагүл Қуатбаева.\n Оның айтуынша, биыл пневмококк жұқпасына қарсы екпе Павлодар, Ақтөбе, Астана қалаларында енгізіледі. 2015 жылға қарай аталған екпемен еліміздің барлық облысы қамтылатын болады. Қазақстанда екпенің арқасында күл ауруы 2008 жылдан бері тіркелмеген. \nШынар ТОЙБЕКОВА, Астана қаласы Жедел медициналық жәрдем стансасының педиатр-дәрігері:\n Бүгінде Астана қаласында қызылша мен қызамық ауруларының эпидемиясы жүріп жатыр. Яғни, осы ауруларға қарсы екпелер егілуде. Қазіргі таңда егіліп жатқан вакциналар арнайы тазартылған. Сондықтан болар, олардан әлсіздік байқалады. Төрт-бес жыл бұрынғы екпелер тазартылмаған еді, нәтижесінде балалардың науқастануы кездеспейтін. Десе де, жұқпалармен ауырып, ауруханаға жеткізіліп жатқандардың дені, вакцина алмағандар, Өзбекстан, Қырғызстан Республикаларынан келген азаматтар.\nҰзақ жыл тәжірибесі бар дәрігер ретінде айтарым, екпе егілген бала жұқпаларға шалдықпайды. Ауырған жағдайда да бәрібір науқасы жеңіл түрде өтеді. Ал ауырған балалардың көпшілігі вакцинадан емес, вакцина алар алдындағы дәрігер бақылауының салғырттығынан дер едім. Яғни, әріптестерім, бала екпе алар алдында денсаулығына, әсіресе, жүйке жүйесіне жіті назар салғаны абзал",
                "date": "8.11.2016",
                "upvotes": 0
            },
            {
                "text": "Жоспарлы екпелерден бас тартуға бола ма? Осы сұрақ көптеген ата-аналарды мазалайды. Себебі соңғы кездерде екпеден кейінгі асқынулардан қорқып, болмаса діни көзқарастарын себеп қылып, бас тартатындар қатары көбейген. Екпе салдырмаса не болады? Екпе алмаған бала балабақшаға, мектепке барғанда проблема туындамай ма? Осы және өзге де сауалдардың жауабын мына жерден білуге болады.",
                "date": "5.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке яғни (часьный) нотариустың лицензия мерзімі қанша уақыт?",
        "question_content": "Жеке яғни (часьный) нотариустың лицензия уақыт мерзімі?",
        "question_date": "3.11.2016",
        "question_tag": "Заң",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үй сатып аламба деп едім! Мен үй сатушыдан қандай құжат талап ете алам?",
        "question_content": "Үй сатып аламба деп едім! Соған менен қандай құжат керек жəне мен үй сатушыдан қандай құжат талап ете аламын, қандай құжатын қарауым керек үйдін заң аясынан!? Заң соңғы жылдардағы заңға сəйкес болса жақсы болар еді! Алаяқтарға алданып қалмауым үшін өтініш айтып жібересіздерме!?",
        "question_date": "3.11.2016",
        "question_tag": "Заң",
        "question_views": 518,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қателік жібермеу әрі күманданбау үшін пәтер иесі мен оның сатушының құжаттарын мұқият қарау керек. Сонымен, қалай, қайдан және нені тексеру керек?\n\n1. Пәтер иесі\n\nПәтерді иесі немесе мұрагері ғана сата алады. Сондықтан, сатушының шынымен пәтер иесі екенін анықтау керек. Мұндай ақпарат Жылжымайтын мүлікке құқықты тіркеу қорының мәліметінде бар.\n\nМынаған мән беру керек:\n\nЕгер өтініште бірнеше иеленуші болса, онда олардың пәтерді сатуға келісімі қажет. Олай болмаған жағдайда, бұрынғы иелерінің бірі пәтер сатылған соң өз құқығын талап етуі мүмкін. Сот мұндай келісімді жарамсыз деп таниды.\n\nЕгер пәтер иесі үйленген немесе некеде тұрған болса, жұбайының келісімі қажет.\n\nСондай-ақ, үйдің меншікке айналған арнайы құжаттары пәтерді сатушыда болу керек. Олар: сату, мұрагерлік, жекешелендіру және айырбастау келісім-шарт құжаттары.\n\n2. Пәтердің бұрынғы құжаттары\n\nОны тексеру үшін сатушыдан үй туралы ресми толық мәліметті қайдан алуға болатынын сұраңыз. Сол арқылы бұған дейін пәтерге ие болған адамдар тізімін көруге болады.\n\nҚазіргі пәтер иесін тексеріңіз. Егер жыл бойы схема бір-біріне жалғаса берсе, алаяқтар ісі болуы да мүмкін. Олар жалған құжат жасайды. Сақ болған жөн.\n\n3. Сенімхат\n\nЕгер сатушы пәтер иесі болмаса, нақты пәтер иесінің сенімхаты керек. Мұнда заңға қарсы ештеңе жоқ. Бәрін мұқият тексеру керек.\n\nАлаяқтар нақты иесі іссапарда болған кезде өтірік сенімхат жасап, пәтерін сатып жібереді. Мұндай жағдайға тап болмас үшін сенімхаттағы қолды үйдің келісім-шартымен тексеріп алған жөн.\n\nКейде алаяқтар мүмкіндігі шектеулі жандардың атынан да пәтер сатады. Сот мұндай кезде пәтер иесінің жағдайына сай сатылым шартын жарамсыз деп таниды. Бұған жол бермеу үшін пәтер иесіне хабарласып, наркология және психиатр маманның анықтамасын сұратқан дұрыс\n\n4. Тіркеу\n\nПәтерде осы уақытқа дейін кімнің тіркеуде тұрғаны үй кітапшасында жазылады. Пәтер сатып алу кезінде үйдің атына тіркеуге өтпеңіз. Бірақ, пәтерді сатушыларды тіркеу есебінен алып тастау шартын көрсетуге құқығыңыз бар.\n\nЕгер мұны тексермесеңіз,белгілі бір жағдайға күмәндандасаңыз адвокатпен байланысу керек.\n\n5. Кепіл\n\nПәтердің ипотека емес екенін тексеру керек. Бұл ақпаратты Тұрғын үй құрылыс жинақ банкінен алуға болады.\n\nСатушы және оның жұбайының банкрот болған-болмағанын да тексеру керек. Оны аралық соттың шешімінен білуге болады.\n\n6. Мұрагерлік\n\nМұраға қалған үйді сатып алу қауіпті. Аяқ астынан туысқандар пайда болып, сотқа арыз беруі мүмкін. Сондықтан, үш жыл өтпеген мұрагерлікке берген пәтерді сатып алмаңыз. Жақын туыстары пайда болып, өз құқығын талап етеді.\n\n7. Құжаттар\n\nСатушының құжаттарын тексеріңіз. Жеке деректерді, тіркелу мекен-жайына мән беріңіз. Егер тіркелген мекен-жайлар көп болса, бірден адвокаттың көмегіне жүгіңіз. Бұл — өте маңызды.\n\nҚажетті кеңестер\n\nКелісім-шарт бойынша пәтердің толық бағасын көрсетіңіз.\n\nЕгер сатушы әр түрлі себептермен пәтер құнын төмендетуді ұсынса, келіспеңіз. Ал бірдеңе дұрыс болмаса, сіз келісім-шартта көрсетілген соманы ғана қайтара аласыз.\n\n2. Күдіктенсеңіз — заңгерге жүгініңіз.\n\nПәтер сатып алу қиын. Егер қандай да бір мәселе бойынша күмәніңіз болса, бірден заңгерден сұраңыз.\n\n3. Келісім-шартты сақтандырыңыз.\n\nСақтандыру компаниялары сатып алу кезінде бірден барлық құжаттарды сақтандыруды ұсынады. Бұл кез келген жағдайда тиімді әрі қауіпсіз. Егер сатып алу кезінде бірдеңе дұрыс болмаса, ақшаңызды қайтарып алуға мүмкіндігіңіз мол.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай программамен wifi құлыптарын ашуға болады?",
        "question_content": "Қандай программамен wifi құлыптарын ашуға болады?",
        "question_date": "3.11.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "comview, aircrack ng",
                "date": "3.11.2016",
                "upvotes": 0
            },
            {
                "text": "Егер, көбінесе, сенің ноутбугіңдегі wi-fi құрылғы monitoring жасай алса және потенциалды wi-fi сетьте wps enabled болса, онда бағыңды aircrack-пен сынап көр.",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерлерге декретік ақша қалай төленеді?",
        "question_content": "Ерлерге декреттік төлем қалай төленеді ? Өз табысы есебінен төленедіме? Жолдасым бала күтімне денсаулығы жарамсыз сондықтан өзім декреттік демалыс, алайындеп жоспарлаған едім. Өтіш білетіндер болса нақты жауап берсеңіздер екен?",
        "question_date": "3.11.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 581,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ат орнына тай төлеу. Ат аунаған жерде түк қалар. Мақал мәтелдің мағыналары?",
        "question_content": "Кеш жарық! Осы мақал мәтелдердің мағынасын білесіздерме? алдын ала рахмет\n\nАт орнына тай төлеу.\n\nАт аунаған жерде түк қалар.\n\nБір атқа екі жүген керек емес.\n\nЖүйрік атқа жел қамшы.\n\nЖортар аттың тоғы игі.\n\nАтты қамшымен айдасаң жаяу қаларсың.\n\nАтың арық болса бір шап Отының аз болса бір жақ.\n\nАт алсаң ауылыңмен ал.\n\nАт арқасына ер батса аяңшыл болады.",
        "question_date": "3.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    }
]