[
    {
        "question_title": "Бір біріне синоним және антоним болатын фразеологизмдер?",
        "question_content": "Бір біріне синоним және антоним болатын фразеологизмдер?",
        "question_date": "21.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың төбесіндегі үшбұрышы 80 градусқа тең?",
        "question_content": "Тең бүйірлі үшбұрыш. Үшбұрыштың төбесіндегі үшбұрышы 80 градусқа тең, бүйір қабырғасына түсірілген биіктікпен табаны арасындағы бұрышты табыңдар?",
        "question_date": "21.11.2016",
        "question_tag": "Геометрия",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AB = AC;   ∠BAC = 80°;\nABC үшбұрында бұрыштарының қосындысы 180°-ға тең.\n∠BAC + ∠ACB + ∠CBA = 180°;\n2∠CBA + 80 = 180;\n∠CBA = 50;\n  BCD үшбұрында бұрыштарының қосындысы 180°-ға тең.\n∠BCD + ∠CDB+ ∠DBC = 180°;\n∠BCD + 90 + 50 = 180;\n∠BCD = 40;",
                "date": "21.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "20 литр суғаәрекет ететін ауырлық күші қандай?",
        "question_content": "20 литр суғаәрекет ететін ауырлық күші қандай?",
        "question_date": "21.11.2016",
        "question_tag": "Физика",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "F=mg=po*V*g=1*20*9.8=196 H",
                "date": "10.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сырттай сызылған шеңбердің диаметрін табу керек?",
        "question_content": "Тең бүйірлі үшбұрыштың бүйір қабырғасы 2 см, ал төбесіндегі бұрышы 120 градус. Сырттай сызылған шеңбердің диаметрін табу керек?",
        "question_date": "21.11.2016",
        "question_tag": "Геометрия",
        "question_views": 11000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "AB = AC = 2 cm,    ∠BAC = 120°\nABC үшбұрышында ∠ABC + ∠BCA + ∠CAB = 180;\n2(∠ABC) + 120 = 180;\n∠ABC = 30;\nСинустар теорамы бойынша:\n  (Бұл жерде d - сырттай сызылған шеңбердің диаметрі)\nd = AB / sin∠BCA   =    2/sin30 = 2 / 1/2 = 4; \n Сырттай сызылған шеңбердің диаметрі - 4cm",
                "date": "21.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ығыстырылған керосиннің массасы неге тең?Керосин тығызыдығы=800кг/м3",
        "question_content": "Керосинге батырылған денеге әсер ететін архимед күші 20 H тең.Ығыстырылған керосиннің массасы неге тең?",
        "question_date": "21.11.2016",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүргізуші куәлігінде В1 санатын қалай қосуға болады?",
        "question_content": "Жүргізуші куәлігінде В1 санатын қалай қосуға болады?\n\nОнын окуы бар ма алде ГАИ ден ала беремизба?\n\nКалай алады билетиндер барма?",
        "question_date": "21.11.2016",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 732,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көлік айдауға деген қызығушылығыңыз мол, бірақ жүргізуші куәлігін әлі алмадыңыз ба? Бұл оп-оңай! Алдымен автомектепке барып тіркелуіңіз қажет. Куәлікті қайдан және қалай алу керектігін білгіңіз келсе толығырақ мына видеода.",
                "date": "5.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағзалардың көбеюі және дамуы?",
        "question_content": "1.Көбеюдің гаметалардың түзілуін қажет етпейтін жолы\n2.Көбеюдің гаметалардың түзілуін қажет болатын жолы\n3.Тамыр, түйнек. қалемше. мұртшалар, сұлатпа  бұтақ арқылы көбею жолы\n4.Бір жасушалы ядролылар жыныссыз жолмен көбеюі\n5.Бір жасушалы ядросыздар жыныссыз жолмен көбеюі\n6.Гидра, маржан, ашытқы саңырауқұлақтарыңың жыныссыз көбею жолы\n7.Өмір бойы өсуі \n8.Тері эпителиі тері бездері және барлық рецепторлар   ...дан қалыптасады\n9.Кірпікшіде кіші ядромен алмасу\n10.Ағзаның онтогенездің соңына дейін өсу үдерісі қалай аталады?",
        "question_date": "21.11.2016",
        "question_tag": "Биология",
        "question_views": 11400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жыныссыз көбею — өсімдіктер мен жан-жануарлар ағзаларының бір бөлімінен өзі тәрізді жаңа ағзаның өсіп шығуы; ағзалардың жыныстық қарым-қатынассыз және жыныстық жасушалардың қатысуынсыз көбеюі. Ұрпақ таратудың өте ертеде қалыптасқан жолы болғандықтан жыныссыз көбею көбінесе біржасушалы ағзаларда кеңінен таралған бірақ кейбір көп жасушалы ағзаларға да тән: саңырауқұлақтарда, өсімдіктерде, жануарларда жатады.\nЖыныссыз көбеюдің екі жолы бар: 1) вегетативтік өніп-өсу, 2) споралану.\nЖыныссыз көбеюдің нәтижесінде түрлердің биологиялық қасиеттері ұрпақтан ұрпаққа беріліп, сақталып отырады. Жыныссыз көбеюде бір ата-аналық дарабас тұқым қуалау белгілері бойынша өзіне ұқсас екі немесе одан да көп жаңа дарабасқа бастама береді. Жыныссыз көбею гаметалардың түзілуінсіз, бір клеткалы және төменгі сатыдағы ағзалардың бөлінуі немесе бүршіктенуі нәтижесінде, сондай-ақ әрі қарай жеке өмір сүруге қабілетті спора түзу арқылы жүзеге асады. Жаңа ағзаның дамуына бастама беретін арнайы жасушалар (споралар) түзілуін – жыныссыз көбею және вегетативтік көбею деп бөліп қарайды. Олар негізінен өсімдіктерде кеңінен таралған. Олардың айырмашылығы: біріншісінде көбею тек бір жасушадан (цитогония), ал екіншісінде көп жасушадан немесе жасушалар топтарынан түзіледі. Бөліну арқылы бір жасушалы азғалар көбейеді. Әр дарабас өзіне ұқсас екі немесе одан да көп жасушаларға бөлінеді. Клетканың бөлінуінің алдында ДНҚ-ның репликациясы болып өтеді. Көп жағдайда бір-біріне өте ұқсас жасушалар түзетін бинарлы бөліну байқалады. Бұл жолмен бактериялар, көптеген қарапайымдар, оның ішінде амебалар, парамеция және кейбір бір жасушалы балдырлар (мысалы, евглена) бөлінеді. Көптік бөліну (шизогония), организмнің ядросы алдымен бірнеше қайтара бөлініп, соңынан ядро санына қарай өте көп дарабастар пайда болуы арқылы жүзеге асады. Мысалы, оған адамдағы безгек ауруын қоздырушы безгек плазмодийі жатады. Бүршіктену арқылы көбейгенде жаңа дарабас алғашында аналық ағзасынан өскін ретінде түзіліп, соның нәтижесінде оған өте ұқсайтын жеке ағза болып бөлініп түседі. Бүршіктену ішекқуыстыларда, мысалы, гидра және бір жасушалы саңырауқұлақтарда кездеседі. Дарабастардың екі немесе бірнеше бөліктерге бөлінуі арқылы көбеюі талшықты балдырларға, теңіз құрттарына тән. Олардың әр бөлігінен жаңа дарабас түзіледі. Спора арқылы көбейетін түрлерде, жаңа ағза ата-анасының біреуінің тұқым қуалайтын негізі бар арнайы жасуша – спорадан дамиды. Спораның түзілуі бактерияларда, қарапайымдарда, саңырауқұлақтарда және өсімдіктердің барлық түрлерінде кездеседі. Споралар өзінің құрылымы және қызметі бойынша әр түрлі болуы мүмкін. Дәнді өсімдіктердің микроспоралары (тозаң түйіршіктері) және мегаспоралары (ұрық қапшығы), тозаң қапшығы және ұрық бастама деп аталатын спорангияда түзіледі. Споралар өте көп мөлшерде түзіледі және олар жеңіл болғандықтан жел, жануарлар және жәндіктер арқылы оңай таралады. Жыныссыз көбею. структуралық-физиологиялық құрылымы төмен сатыдағы жануарларда, мысалы, адамның паразиттерінде кездеседі. Паразитті тіршілік ететін түрлерде Жыныссыз көбею олардың санының өсуіне ғана емес, сондай-ақ қолайсыз жағдайда тіршілігін сақтап қалуға да көмектеседі. Мұндай жағдай сүтқоректілердің кейбір түрлеріне де тән. Мысалы, сауыттылардың (Dasypodіdae) эмбриондық дамуының ерте кезінде бөлінуге қабілетті ұрық дискісі бірнеше дарабастарға бастама беретіні анықталған. Мұндай сирек құбылыс адамда да кездеседі (мысалы, бір жұмыртқалы егіздер). Тіршіліктің даму процесінде Жыныссыз көбею жынысты көбеюден ерте пайда болған. Жыныссыз көбеюдегі генетикалық өзгергіштіктің бірден-бір көзі кездейсоқ мутациялар болып есептеледі.\n\nhttps://kk.wikipedia.org",
                "date": "28.03.2017",
                "upvotes": 0
            },
            {
                "text": "23 зигота 30 омбриогенез 31",
                "date": "12.12.2017",
                "upvotes": 0
            },
            {
                "text": "1 жыныссыз көбею\n\n2 жынысты көбейю\n3 өсімді көбею\n4 митоз\n6 бүршіктену\n\n10 қосылу үдерісі",
                "date": "23.11.2018",
                "upvotes": 0
            },
            {
                "text": "1. жынызсыз көбею\n\n2. жынысты көбею\n\n3. өсімді көбею\n4.  митоз\n\n5. қарапайым бөліну\n\n6 бүршіктену\n\n7. шексіз өсу",
                "date": "23.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Буаз сиырды сою күнә ма?",
        "question_content": "Буаз сиырды сою күнә ма? Сойылса, оның еті харам саналады ма?",
        "question_date": "21.11.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 829,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кем дегенде обал бұзауға да сиырға да.",
                "date": "30.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Казахстанский Барс тақырыбына сочинение-описание жазу?",
        "question_content": "Казахстанский Барс тақырыбына сочинение-описание жазу?",
        "question_date": "21.11.2016",
        "question_tag": "Жануарлар",
        "question_views": 21100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В некоторых районах Казахстана водится уникальный зверь, который обитает лишь в редких труднодоступных регионах земного шара. Он стал государственным символом Республики, а также изображен на гербе Алматы. Это – снежный барс.\n\nИ́рбис – сне́жный барс, или снежный леопард (лат. Uncia uncia, по другой классификации Panthera uncia) – крупное хищное млекопитающее из семейства кошачьих, обитающее в горных массивах Центральной Азии. Ирбис отличается тонким, длинным, гибким телом, относительно короткими лапами, небольшой головой и очень длинным хвостом. Достигая вместе с хвостом длины 200-230 см, весит до 55 кг. У барса очень красивая окраска меха – светлая дымчато-серая с кольцеобразными и сплошными тёмными пятнами. В силу труднодоступности местообитания и низкой плотности вида до сих пор остаются малоисследованными многие аспекты его биологии и жизнедеятельности. В настоящее время численность ирбисов катастрофически мала, в XX веке он был внесён в Красную книгу МСОП, в Красную книгу России, Казахстана и других стран. В настоящее время во всем мире охота на ирбисов запрещена.\nИсключительно азиатский вид\n\nАреал снежного барса в центральной и южной Азии занимает территории горных регионов площадью приблизительно 1 230 000 км² и простирается через территорию следующих стран: Афганистан, Мьянма, Бутан, Китай, Индия, Казахстан, Киргизия, Монголия, Непал, Пакистан, Россия, Таджикистан, и Узбекистан\n\nНа Джунгарском Алатау он встречается на высоте 600-700 метров над уровнем моря. На хребте Кунгей Алатау летом ирбис изредко встречается в поясе елового леса (2100—2600 метров над уровнем моря) и особенно часто в альпийском (высоты до 3300 м н. у. м.). В Заилийском Алатау и Центральном Тянь-Шане летом снежный барс поднимается на высоты до 4000 метров. Однако ирбис не везде является высокогорным животным – в ряде мест он круглогодично обитает в районе невысоких гор и в нагорной степи на высотах 600-1500 метров над уровнем моря, держась у скалистых ущелий, обрывов и выхода скал, где обитают козлы и архары.\n\nПо данным Всемирного фонда дикой природы общая численность вида в пределах всего ареала оценивают примерно в пределах от 3500 до 7500 особей. Ещё примерно 2000 особей ирбисов содержатся в зоопарках по всему миру и успешно размножаются в неволе.\n\nВ Казахстане находится периферическая северная часть ареала обитания ирбиса, представленная 100-120-ю особями. В Красной книге Казахстана сообщается, что прошлом веке барс был обычен на Тянь-Шане, в Джунгарском Алатау и редок в Тарбагатае, Сауре, Южном Алтае. В 50-60 гг. XX века, с момента интенсивного освоения горных районов Заилийского Алатау человеком, численность ирбиса стала уменьшаться.\n\nВ 2010 году в Иле-Алатауском Национальном Парке, по свидетельству его работников, обитало 42-46 барсов. В том же году, Жумахан Енкебаев, работавший в то время директором Алматинского заповедника сообщил о 26-ти обитающих там снежных барса. Паценко Алексей, работающий инспектором оперативной службы Медеуского филиала Иле-Алатауского НП, рассказал, что в настоящее время в 2013 году, в подведомственной ему территории, окружающей Алматы с юга, обитает приблизительно 15 снежных барсов. По его словам, старые особи ирбиса могут спускаться до верхней границы хвойного леса по склону вершины Кумбель, возвышающейся над южной столицей всего в 15 километрах от полутаромиллионного мегаполиса (!). Это потрясающе уникальный случай обитания барса в такой близости от крупных поселений людей.\n\nПо отношению к человеку ирбис очень робок и, даже будучи раненым, на человека нападает в исключительно редких случаях. Для человека может быть опасен только раненый зверь. На территории СНГ зафиксировано всего лишь два случая нападения ирбиса на человека: 12 июля 1940 года в Малоалматинском ущелье близ Алма-Аты ирбис днём напал на двух людей и нанёс им серьёзные ранения. Он был убит и при исследовании, оказался больным бешенством. Во втором случае – зимой, тоже недалеко от Алма-Аты, старый и сильно истощённый беззубый снежный барс прыгнул со скалы на проходившего человека.\n\n\n\n«Главной причиной сокращения численности ирбиса является вторжение деятельности человека в горы. Из-за этого свои места покидают как хищные животные, так и те, которые служат ему пищей», – говорит Алексей Паценко. По его словам, основной пищей барса являются горные козлы – тау-теке, которых около 1000 в Медеуском филиале, и горные сурки. Старые особи барса, спускаясь к лесу, охотятся на маралов, еликов и кабанов.\n\nВ 2013 году году Усть-Каменогорские биологи Олег и Ирина Логиновы учредили экологический фонд Snow Leopard Fund, который призван способствовать сохранению снежного барса путем создания в обществе привлекательного образа этого животного и пропаганды его как живого символа Казахстана. Они издали книгу «Снежный барс. Символ небесных гор».\n\nВ этом же году жители Казахстана стали авторами Петиции, адресованной ЮНЕСКО, с воззванием ко всему миру о спасении снежного барса. Его инициаторами стали активисты Экологического Движения «Защитим Кок-Жайлау!», болеющие за сохранение Экосистемы Иле-Алатауского Национального Парка.\n\nГосударственный символ Казахстана\n\nБарс – сакральный символ казахского народа и его предков, для которых этот загадочный и редкий зверь являлся тотемным животным и непременным персонажем произведений изобразительного искусства, выполненным в знаменитом скифо-алтайском зверином стиле.\n\nСнежный барс стал официальным символом Казахстана, предложенным президентом Нурсултаном Назарбаевым в его «Послании народу – «Стратегия 2030». В главе «Миссия Казахстана» есть такие исторические строки: «К 2030 году, я уверен, Казахстан станет Центральноазиатским Барсом и будет служить примером для других развивающихся стран».\n\n\n\nВ 1999 году был учрежден казахстанский орден «Барыс» трех степеней. В 2000 году в серии «Памятные монеты Казахстана из серебра» тиражом 3000 штук была выпущена монета «Красная книга Казахстана: снежный барс» номиналом 500 тенге. Его изображение можно увидеть на казахстанской банкноте номиналом 10 000 тенге образца 2003 года, и на казахстанской почтовой марке.\n\n\n\nСимволом прошедших в Казахстане Зимних Азиатских игр тоже был выбран барс, вернее, барсенок Ирби. И хоккейная команда Астаны, успешно выступающая в КХЛ, с достоинством носит имя «Барыс».\nСнежный барс Заилийского Алатау даже стал главным героем в художественном фильме «Тигр снегов», снятом Ларисой Мухамедгалиевой и Вячеславом Беляловым на студии «Казахфильм» в 1987 году.\n\n\n\nКрасавец на гербе Алматы\n\nВ 1993 году благодаря замечательному художнику Шакену Ниязбекову, автору флага Казахстана, барс стал красоваться на гербе Алматы. Уникальность символического образа южной столицы заключается в том, что изображенный на гербе зверь без угрожающей позы и выпущенных когтей, наверное, является единственным в мире геральдическим символом барса, олицетворяющим миролюбие. А цветок в его зубах – символ процветания Казахстана и города, который тогда еще был столицей государства.",
                "date": "23.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздық алынғаннан кейін. Қыздың организімінде қандай белгілер,өзгерістер болады?",
        "question_content": "Қыздық алынғаннан кейін. Қыздың организімінде қандай белгілер,өзгерістер болады?",
        "question_date": "21.11.2016",
        "question_tag": "Денсаулық",
        "question_views": 35900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыз пәктігі мен алғашқы жыныстық қатынас жөнінде нені білу қажет? Алғашқы жыныстық қатынас, қыздық перде мен аплазия жөнінде нені білу керек?\nМаманның кеңесін сілтеме бойынша өтіп оқыңыз!",
                "date": "16.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табаны ВС болатын тең бүйірлі АВС үшбұрышының периметрі 40см",
        "question_content": "Табаны ВС болатын тең бүйірлі АВС үшбұрышының периметрі 40см, ал тең қабырғалы BDC үшбұрышының периметрі 45см. АВ және ВС қабырғаларын табыңдар.",
        "question_date": "21.11.2016",
        "question_tag": "Геометрия",
        "question_views": 13200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тең қабырғалы BDC үшбұрышының периметрі 45см   ==>   3BC = 45;   ==>  BC = 15;\n Табаны ВС болатын тең бүйірлі АВС үшбұрышының периметрі 40см   ==> \nAB + BC + CA = 40;\n2AB + 15 = 40    ==>  AB = 12.5;\nAB = 12.5;  BC = 15;  AC = 12.5;",
                "date": "21.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шарбақ деген не?",
        "question_content": "Тіл – тарихи категория болғандықтан және ол үнемі дамып отырғандықтан, қай тілдің құрамында болмасын этимологиясы көмескіленіп кеткен көптеген сөздер кездесіп отырады. Қазіргі қазақ тілінде сондай сөздің бірі – «шарбақ» сөзі. Шарбақ – қазіргі тілімізде үйдің, қораның, бау-бақшаның айналасын қоршаған аула деген мағынада қолданылады (орысша забор, изгород, плетень) және ол талдан, қамыстан тоқылып, не сырғауылдардан жасалады.",
        "question_date": "21.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Шарбақ» сөзі қазақ тілінде сөйлеушілердің көбіне-ақ түсінікті болғанмен, оның этимологиялық табиғаты көмескі, сыры белгісіз. Алдымен «Шарбақ» сөзінің тұлғалық құрамын айқындап алу қажет. Бұл сөздің басқа тілден енгенін айтпастан бұрын, оның біріккен сөз екенін көрсеткен жөн: шар және бақ деген сөздер бірігіп барып, жаңа мағыналы лексикалық единица тудырып тұр. Бұл екі сөздің әр қайсысының дербес мағынасы бар сөздер.\nБақ парсы тілінен кірген (бағ), ол көптеген қазіргі түрік тілдерінде қолданылады. Бағ қазіргі қазақ тілінде бау, бақ, бақша мағынасында жұмсалса, басқа түрік тілдерінде, мысалы өзбек – боғ, боғча, ұйғыр – бағ, түрік – бақ болып қолданылады. Қазақ тілінде сөз соңында ғ ешуақытта айтылып, жазылмайды.«Шар» сөзі де парсы тілінен енген, бұл тілде чеһар немесе чар төрт деген мағына береді. Қазақ тілінде шар айнала, жанжақ, төрт жақ мағыналарында қолданылады, мысалы: Көңіл құсы құйқылжыр шар тарапқа. (Абай). Сонымен, шарбақ төрт және бау-бақша деген парсы сөздерінің бірігуі арқасында жасалып, жан-жағы, төрт жағы бірдей бау, бақ деген мағынаға ие болған. Бұл екі сөз де парсы сөздері болғанымен, шарбақ парсы тілінде қолданылмайды, ол біріккен сөз болып түрік тілдерінде қалыптасқан.\n«Шарбақ» сөзінің шығу тарихы бар, ол тек екі сөздің қалай болса солай бірігуінен жасала қойған жоқ. Бұл сөздің ондай тарихын ашу үшін, басқа түрік тілдерімен салыстыра қараған жөн, өйткені қазіргі түрік тілдерінде шарбақ әр түрлі мағыналарда айтылады, мысалы, қазақ тілінде ол үйді, бау-бақшаны айналдыра қоршаған ауладан басқа төбесі жоқ, сырғауылдан жасалған мал қора деген ұғымды да білдіреді. Өзбек тілінде чарвоқ – күтімсіз, суарылмай қалған бау-бақша, чорвақ, чорвоға дача, қала сыртындағы бау-бақшалы қора-жай (усадьба), қырғыз тілінде шарбақ-қамал, айналасын қорғанмен қоршаған ел отырған жер, қарақалпақ тілінде қаша, дуал, қора, аула, түрікмен тілінде аула, қоршау мағыналарында айтылады.«Шарбақ» сөзі белгілі жағдайда белгілі уақытпен байланысты шыққан, бұл сөз солтүстік түрік тілдерінде (башқұрт, татар чуваш, т.б.) қолданылмайды. Жоғарыда оның бастапқы мағынасы бақты қоршайтын аула емес, бақтың өзі екенін көрсеттік. Сонда ол қандай бақ? Бұған тарихымыз дәл жауап бере алады.Ерте кезде отырықты елдер көрші халықтардың тұтқиыл шабуыл жорықтарынан сақталу мақсатымен қалалардың, елді пункттердің айналасын қоршап, дуал, қабырғалар, қорғандар салғаны тарихта белгілі. Ондай қорғандар І-VІІІ ғасырларда Орта Азияда да болған, өйткені Орта Азияны мекендеген тайпалардың ішінде сол жерде көптеген отырықшы елдер қоныстағанын, сол кездің өзінде-ақ ірі-ірі қалалары болғандығын археологиялық қазбалар ашып, дәлелдеп беріп отыр. Түрік тайпаларының салған қамалдары кампырдивар (кемпір-дуал) деген атпен аталған. Бұл қорғандар басқа көшпелі түрік тайпаларының ойда жоқ кенет шабуылдарының құрбандығы болып кетпеу үшін, оған қарсы бірден-бір қажет қорғаныс еді. Кейін араб басқыншылығы тұсында бұл қамалдар ондай соғыстық қасиетін жойып, тек ұры-қарылардан қорғану қызметін атқаратын болды. Қыштан соғылған қорған, қабырғалар енді қалалардың айналасына салынбай олармен жеке-жеке кварталдарды, көшелерді, үйлерді қоршап жасайтын болған. Ондай дуалдар, мысалы, парсы елінің қалаларында әлі де бар көрінеді. Бұндай қамал, қабырғалардан бірінші безген ІХ-Х ғасырларда Саманид мемлекетін басқарып тұрған Исмаил болды. Ол ІХ ғасырдың аяғында (893-94 ж.ж.) Орта Азия көшпелілерін талқандап, Таразды (қазіргі Жамбыл қаласы) өзіне қаратып, одан кейін Иранның біраз жерін басып алып, күшті мемлекет құрған. Енді маңайдағы көшпелілерден қауіп кемігендіктен, Исмаил жаңадан қамал, қабырғалар салдырмақ тұрсын, бұрыңғылардың өзін қиратуға бұйрық берген. Сол кезде кейбір тарихшылардың жазғандарына қарағанда, Исмаил: «Мен тірі тұрғанда, мұнда ешкім келе алмайды. Бұхар жеріне қорған, қабырға мен боламын!» - деген.Бұл кезде бір жағынан араб, парсы мәдениеті де Орта Азияға жайыла бастайды. Жаңа медреселер, рабат немесе рибаттар (дінді уағыздайтын орын), салтанатты сарайлар салынады. Осы үйлердің айналасына қорған, қабырғалардың орнына ағаш отырғыза бастаған немесе бау-бақша еккен.\nБау-бақша, ағаштардың үйлерді, сарайларды қоршап әдемі көрік беріп тұруы көзделген. Үйдің айналасына бақ (бағ) орнату міндетті бола бастайды. Мысалы, Газневи сұлтаны Масудың Нашапурде (ХІ ғасыр) үш жағынан бақ қоршаған сарайы бар екен, ол төртінші жағын да бақпен қоршау үшін тағы да жер сатып алған.Енді міне Исмаил қираттырған қамал, қабырғалардың орнына үйлердің барлық жағын қоршаған бау-бақшалар пайда болды. Үйлердің төрт жағын да қоршай өскен осындай бақты чарбағ (шарбақ) деп атаған. Бұл сөздің солтүстік түрік тілдерінде қолданылмауы жоғарыда айтылған әрекеттердің сол елдерге жайылмауына, жетпеуіне байланысты.\nШарбақ бір жағынан үйлерді көркейтіп тұрса, екінші жағынан оның стратегиялық та мәні болғанға ұқсайды. Бақтың, ағаштың ішінде тұтқиылдан тиген жаудан жасырынып қалуға, құтылып кетуге болады және бау-бақша жаудың қылыш селтеуіне, найза түйреуіне кедергі келтіреді. Сырттай қарағанда, көркемдік маңызы оның стратегиялық мәнін бүркеп, көрсетпей тұр.Сондықтан да осы әр түрлі қызметіне байланысты «шарбақ» сөзі түрік тілдерінде көп мағынаға ие болды, сөйтіп, оның мағынасы кеңи берді. Кейін бақты қоршаған ауланы да шарбақ деп атап кетті, өйткені оның бір мағынасы «айнала қоршау» еді.«Білім және еңбек» журналы. 1963 ж. № 67, 26-27-беттер",
                "date": "21.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кәсіп ашпақ едім қандай қазақша мағынасы терең сөздер бар?",
        "question_content": "Кәсіп ашпақ едім қандай қазақша мағынасы терең сөздер бар?",
        "question_date": "21.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 9700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақтырақ айтсаңыз, қандай кәсіп ашпақшысіз? Дүкен бе? Асхана ма? Басқадай орталық па…а Негізі сөздің терең мағылалылығына баса мән берген қате емес әрине, бірақ оңай оқылатын, бір көріп есте қалатын сөзді қалданған дұрыс сиақты. Болмаса аттас жағдай өте көп кездесе береді, кәсібіңіздің ерекшелігі білінбей қалада. Мысалы: асхана болса, \"ас болмаса болама\"\"ас болсын\"\"ас болу оңайма\"секіді. Осылай болғанда асхана аты жарнама ролін атқарады.",
                "date": "21.11.2016",
                "upvotes": 0
            },
            {
                "text": "Сұрақ қойғанда түсінікті қойыңыздар. Кəсіпке терең ойлы сөздің керегі қанша?",
                "date": "22.11.2016",
                "upvotes": 1
            },
            {
                "text": "Ашкан касiбiнiзге байланысты ат тандаган макул болады. Егер дукен немесе асхана болса адамдардын назарын аударатындай ат кою керек.",
                "date": "23.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қыз Жібек пен Төлеген - адал махаббат символы эссе",
        "question_content": "Маған эссе Керек еді. Қыз Жібек мен Төлеген - адал махаббат символы",
        "question_date": "21.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "html сайт кимде бар?",
        "question_content": "html жасалган сайт кимде бар. простой болса да, css, js колданганы жаксы. Бар болса жибериниздершы",
        "question_date": "20.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 281,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://www.free-css.com/ \nОсы сайттан үлгілерді қарауына болады.",
                "date": "21.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сүйінші сұрау мәтіні бар ма?",
        "question_content": "Сүйінші. Жас нәрестенің дүниеге келуі жанұя мүшелеріне, ата-анасына, ата-әжесіне, туған-туыстарына, нағашы жұртына үлкен қуаныш әкелген. Әкесі мен атасы отбасын асырау қамамыен мал соңында немесе аңда жүрген уақытта нәресте өмірге келсе, қуанышты хабарды жылдам жеткізу үшін ат ерттеп мініп, түзде жүрген атаныә немесе әкенің алдынан шығып, сүйіншісін сұрайтын болған. \nХабаршы сүйіншеге не сұраса соны беретін болған. Ол ең алдымен ат терлетіп қуанышты хабар жеткізушінің еңбегін бағалау болса, екіні жағынан, жақындықтың белгісі болып есептелген. Тіпті үстіндегі киімін, сауыт-сайманын, астындағы атын да сүйінші сұраушыға сыйға тартқан мырзалар өмірде кездеседі. Бұндай салт-дәстүр көбінесе бала көрмей жүріп, ұл бала туғанда соның құрметіне жасалатын болған.\nҚазақтың көрнекті ақын қызы Фариза Оңғарсынова өзінің \"Бабам қазақ\" атты өлеңінде осы дәстүрді:\nБабам қазақ қаншама бала сүйген,\nМұрагерім болса деп мақсат қылып.\nҰл дауысы шыққанда қараша үйден\nАтан сойып той қылған, ат шаптырып.\nСүйіншіге ұл туса бермегі көп, \nӘзер болса астында аты қалған.\nҚыз туғанда \"қырсықтың келгені!\" деп, \nҚырын қарап еркегі жатып алған... -  деп суреттейді. Немесе \"Қозы Көрпеш-Баян сұлу\" жырында сүйінші сұрауға келген сақау кемпір дүниеге қыз келгенін жеткізгенде, қыз тудыға көңілі толмаған дүниеқор Қарабай сүйінші берудің орнына кемпірді сегіз өрме бұзау тіс қамшымен сабап, басын жарады. \nАқын осы арқылы қаражүрек, қатігез, мейірімсіз Қарабайдың сараңдығын әшкерелеп отыр. \nНәрестені атасына, нағашысына немесе әкесіне көрсетіп көрімдік алу дәстүрі де - ертеден ел ішіне кең таралған салт. Баланы қолына алып қуанышқа бөленген атасы:\nАқ тілек, ал ақ тілек!\nБалбыраған бал білек.\nАулың толы мал, білек,\nАтаңның тілін ал, білек.\nАқ тілек, ал ақ тілек,\nАтаң кәрі шал, білек,\nОтынға өзің бар, білек.\nЕрте тұрып ерінбей, \nЕңбек істе қар күреп... - \nдеп бата беріп, маңдайынан иіскейді. Көрімдікке ат мінгізу, шапан кигізу - ертедегі ел дәстүрі.",
        "question_date": "20.11.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 12500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүйншіні жақсы xабар естігенде сұрайды",
                "date": "9.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Роза Әлқожаның өмірбаяны бар ма?",
        "question_content": "Роза Әлқожа Өзбекстан мемлекеті Амангелді ауылында дүние есігін ашқан. Тілі шыққан кезінен ән салып, 6 жасында домбырада ойнаған Роза бала күнінен әнші болуды армандаған. Алайда ата-анасының кеңесімен Әл-Фараби атындағы Қазақ Ұлттық университетінің журналистика факультетіне түсіп, журналист мамандығын алып шығады. 8-сыныптан бастап өлеңдерге ән жаза бастаған дарынды жас университет қабырғасында оқып жүріп түрлі мереке, әс-шара, байқауларға қатысып, өзінің әншілік, композиторлық қырын танытады. 2002 жылы бітірген университеттегі білімін тәмамдаған соң Нұртөре Жүсіптің шақыртуымен \"Ақ жол - Қазақстан\" қоғамдық-саяси газетінің өнер бөлімінде қызмет атқарады. Өнермен етене байланыста қызмет ете жүріп, осы арнаға бет бұруға шешім қабылдайды.\nӘншінің алғашқы альбомы \"Мен сыйға тартқан орамал\" деген атпен 2008 жылы жарық көрген. Орындауындағы әндердің бірқатарының әнін өзі жазатын Розаның \"Мен сыйға тартқан орамал\", \"Жылатқаның неткенің\", \"Қара күз\", \"Мына өмір ғажап қандай\" әндерін халық жылы қабылдап, елінің сүйіспеншілігіне бөленді. Оған қоса композитор Ажар Түзелбекқызының  орындауындағы  \"Сағындым сені\",  \"Бақыттымын\", Баян Нұрмышеваның орындауындағы \"Жібектің елі\", Еркін Нұржановтың орындауындағы \"Қаңтарда жауған жаңбыр\",   Ақбота Керімбекованың орындауындағы \"Орындалмас тілегім\", Ләззат Жоламанованың орындауындағы \"Сағынғаным болмаса\" сынды әндерді жазған. \nРоза Әлқожа журналист Айдын Қабаға тұрмысқа шыққан. Бүгінгі күні өнегелі отбасы 5 бала тәрбиелеп отыр.\nРоза Әлқожаның өмірбаяны бар ма?",
        "question_date": "20.11.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бәйге туралы шығарма бар ма?",
        "question_content": "Бәйге жарысы - халық арасында ең көп тараған ат спорты. Жергілікті жерлерде және мерекелерде қысқа және орташа қашықтыққа бәйге өткізіледі. Бүгінде әр қалада, ауылда, аудан орталықтарында спорт жанкүйерлерінің ұйымдастыруымен түрлі ат жарыстары өткізіліп, оған қомақты сыйлықтар да тағайындалуда. \nБәйгеде шабандоздың біліктілік шеберлігінің маңызы аса зор. Өйткен жарыс кезінде сәйгүлік қанша жүйрік болғанымен, онығ шамасына қарай керек жерінде басын іркіп немесе қоя беріп отырғанда ғана жеңіске жетуі әбден мүмкін. \nБәйгедегі классификациялық қашықтықтар 7-16 км аралығында. Осы қашықтықтар бойынша спортшы сәйгүлікке дереже береді.\nТегіс жерде қысқа және орташа қашықтықта кедергісіз өткізілетін жарыстарға 18 жасқа толған және одан жоғары жастағы шабандоз жаттықтырушының оұқсатымен ғана жіберіледі. Бәйге сәйгүлігі 5 жаста және одан да  асқан болуы керек. Қашықтықтың ұзақтығын жарысты өткізетін ұйым анықтайды. Ол 7 км-16 км аралығында болады. Жарыс тегіс, жұмсақ жерде айналма қашықтықта немесе арнайы ипподромда өткізіледі.\nБәйгеде жеңімпаздарды анықтау үшін қатысушылардың алған орындарына сәйкес, яғни бірінші орындағы бір, екінші орындағы екі, үшінші орындағы үш, тағы солай-солай ұпай алады. Егер жарыс аттары көп болып, бірнеше топқа бөлініп жіберілсе, онда орындар әрбір бәйгеге қатысушы шабандоздың көрсеткен уақыты бойынша анықталады. Егер сөреден бірдей уақытта өтсе, қай сәйгүліктің басы сәл ғана алда болса, сол спортшының жеңіске жеткені болып есептеледі. \nАламан бәйгеде жүйрік, жарыс аттары 20-100 шақырымдық қашыққа шабады. Оның жолында айналып өтетін көл, сай-сала, бел-белестер тәрізді кедергілі жерлер болуға тиісті. Аламан бәйге үлкен тойда, үлкен аста, торқалы тойлар мен зор мерекелерде жарияланады.\nАламан бәйгеге жасы 20-ға толған және 20-дан асқан жаттықтырушының жеткілікті дәрежедегі даярлығынан өткен шабандоз-спортшы ғана қатысады. Аламан бәйгенің аты айтып тұрғандай, бұл жарысқа  әбден шыңдалған, төзімділік пен ержүректілікті қажет ететін спортшы мен сәйгүлік қана төтеп бере алады. Жарыстың қашықтығынын 20-100 км ұзақтығында өткізетін ұйым белгілейді. Шауып өтетін жол айнала шабатын, сондай-ақ жұмсақ тура жолы бар ипподромда өткізіледі.",
        "question_date": "20.11.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 30600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көп көп рахмет!!!",
                "date": "11.11.2018",
                "upvotes": 0
            },
            {
                "text": "Байге улттык ойын",
                "date": "13.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 желтоқсан - Тұңғыш президент күні демалыс па?",
        "question_content": "1 желтоқсан - Тұңғыш президент күні демалыс па?\n1 желтоқсан - мейрам. Яғни Тұңғыш президент күні. 2016 жылы бұл күн аптаның бейсенбі күніне сәйкес келеді. Қызметкерлерге ыңғайлы болу үшін демалыс басқа күнге ауыстырылатыны әлі белгісіз. Әзірге демалыс мынадай сипатта:\nБес күндік және алты күндік жұмыс аптасында 1 желтоқсан - демалыс.  Ал 2 желтоқсан жұмыс күні болып табылады.",
        "question_date": "20.11.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Желтоқсан айында үш мемлекеттік мереке бар: 1 желтоқсан – ҚР Тұңғыш Президенті күні, 16-17 желтоқсан – Тәуелсіздік күні.\n\nҚР Тұңғыш Президенті күні бір күн демаламыз, ал 16 мен 17 желтоқсан жұма мен сенбіге келіп тұрғандықтан, мерекелік күн 19 желтоқсанға, дүйсенбіге ауысады. Осылайша, қазақстандықтар қатарынан төрт күн демалып, 20 желтоқсан, сейсенбі жұмысқа шығады.",
                "date": "22.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрнекті ықшамдаңдар деп тұр қалай ықшамдаймын?",
        "question_content": "Мына жерде өрнекті ықшамдаңдар деп тұр қалай ықшамдаймын?\n1)3,36а-4,44а-13\n2)2,4а-46,3+1,7-8b\n3)6,5с+30-6,5с-71\n4)2,7d-7,5-5d+7,5",
        "question_date": "20.11.2016",
        "question_tag": "Математика",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 3,36a - 4,44a - 13 = a(3,36 - 4,44) - 13 = -1,08a - 13\n2) 2,4a - 46,3 + 1,7 - 8b = 2,4a - 8b - 44,4 = 2 (1,2a - 4b - 22,2)\n3) 6.5c + 30 - 6.5c - 71 = 30 - 71 = -41   (ескерту: 6.5c - 6.5c = 0)\n4) 2.7d - 7.5 - 5d + 7.5 = d(2.7 - 5) = -2.3d   (ескерту: 7.5 - 7.5 = 0)",
                "date": "20.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Елін сүйген елбасы тақырыбына шығарма бар ма?",
        "question_content": "Елі сүйген, Елін сүйген Елбасы\nПрезидент дегеніміз – өз елінің тәрбиелі тұтқасы. (Ж. Аймауытов)",
        "question_date": "20.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 40300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Елін сүйген елбасы\nТәуелсіздігіміз енді ғана қолымызға тиіс, әрі қарай жүрер жолымызды, барар бағытымызды айқындап ала бастаған шағымызда-ақ Президент елдің берекесі мен қуатының бастауы - ел ішіндегі тыныштық, біртұтастық деген еді. Біз соңғы жылдары беттерін аршып, ашып, ақтара бастаған тарихымызды қауіпті де қатерлі сәттер, кезеңдер аз болмаған. Екі жүз жылға созылған қазақ-жоңғар соғысы секілді ұзақ қырғын әр халықтың тарихында бола бермеген. Сол соғысты ақыры жеңіспен аяқтап, өз елін түбегейлі азат етіп құтқарып қалған күш - қазақтардың өз ауызбірлігі, өз ішіндегі ынтымақтастығы мен тұтастығы еді. \nБейбіт заман болса да қиыншылықтары аз болмай тұрған мына уақытта осы қазақтардың тұтастығын, өз ішіндегі туыстығын сақтау - қастерлі бір дәстүр. Сондай қиямет-қайым жылдарда бірде Ордабасыға, бірде Ұлытауға жиналып үш жүз билері мен батырлары бас қосқанда келген бәтуа, берген бата бірлікті сақтау, бірлесіп қимылдау еді. Сондау келісімдерден кейін 1721 жылы Бұланты бойындағы, 1729 жылы Аңырақай аумағындағы қалмақтарды қырған айқас-соғыстар ылғи жеңіспен аяқталып отырған. Қиын сәттерде Президент осы тарих тағылымдарын еске алады, еске салады. Және сол дәстүрді ұстап келе жатыр. Бұл - өте нәзік нәрсе.\nНұрсұлтан Әбішұлы Назарбаетың күнделікті қиындық-қарбаластар арасынан ел тағдыры, мемлекет болашағы үшін аса маңызды, ерекше орны бар мәселе - проблемаларды үнемі есінде ұстап, көзден таса қалдырмай отырғаны ұнайды. Ғылымды бағалаған ғалымды қадірлейді. Президенттік сыйлықтардың қалам қайраткерлеріне берілетіндігі де оның терең ойлы, салиқалы шығарма-туындыларды бағалайтынын білдіреді. Өнердің ішінде музыкаға ерекше мән беріп, көңіл аударып отырады.\nЕндігі біздің дербес елдің де, Елбасының да нысана-межесі - экономика деңгейі. Иә, бүгінгі екі ғасыр аралығында тұрған сәтте өткенді талдап, саралап, болашаққа сөз саламыз. Нұрсұлтан назарбаевтың бірнеше кітаптарының атынла \"ғасыр\" деген сөздің болуы, жолдау-бағдарламасының \"2030\" деп аталуы Елбасының болашаққа көз тігетінін, елі үшін үлкен жақсылық күтетінін білдіреді. Сол үміт, сол арман - әрқайсымыздың да арманымыз. Өміріміздің мәңгі заңы - үнемі үздіксіз өзгеру, жаңару, жақсару, дүние тегершігі алға қарай айналады, көлеңкеден сәулеге, аласадан биікке ұмтылады.\nБүгінде Қазақстан дамыған экономикалы, аяғына нық тұрып, жарқын болашақты, Астанадай бас қаласы гүлденген мемлекет. Бас қалада биік, аспанмен тілдескен ғимараттар, түрлі ойын-сауық кешендері бар, инфрақұрылымы дамыған тамаша қала. Мұнда әлемнің түкпір-түкпірінен адамдар келіп, әсем қаланы тамашалауда. Сонымен қатар елбасымыз Қазақстанның өзге де өңірлерінің дамуына жағдай жасауда. Осындай бейбіт те тыныш елде өмір сүру - үлкен бақыт, қуаныш.\nЕлбасымыз әманда ел қамын ойлап, халқы үшін аянбай тер төгуде. Қазақ елінің жағдайын жақсартып, ел ішіндегі бейбітшілік пен татулықты сақтап, аспанымыздың ашық болуы үшін тырысып бағуда. Ел үшін жасап жатқан еңбегінен жүрегінде жатқан халқына деген зор махаббатты аңғаруға болады. Елін сүйген елбасымыз аман болсын!",
                "date": "20.11.2016",
                "upvotes": 0
            },
            {
                "text": "Елі сүйген, Елін сүйген Елбасы\nПрезидент дегеніміз – өз елінің тәрбиелі тұтқасы. (Ж. Аймауытов)\n\nОсыдан жиырма жыл бұрын егемендігімізді жариялап, тәуелсіздікке қол жеткіздік. Бұл ғасырлар бойы біздің, яғни қазақ халқының аңсаған арманы еді.\nМенің Отаным осы күнге жеткенше үш жүз жылға жуық бодандықтың бұғауында, жетпіс жылдан аса кеңестік кезеңнің шырмауында болды.\n\nЖер бетінде елінің тәуелсіздігін, халқының бостандығын ойламайтын жұрт жоқ шығар. Бұл тәуелсіздік – біз үшін басқа қонған бақ, астыға тиген тақ. Бақты бағалаған халықты бастайтын тақ иесі де болуы керек. Бұл – ежелден келе жатқан өмір заңы. Осыған байланысты ата тарихты ақтарсақ, ежелден ел басқарған ер жүрек батыр бабаларымызды, ұлы хандарды кездестіруге болады. Күллі қазақ халқын өз туының астына жинап, үш жүздің басын қосқан Абылай ханды, елінің азаттығы үшін аянбай қан мен тер төккен Кенесары атамызды айтсақ та жеткілікті болар.\nСол замандарда ел ақылды әрі айлалы ісімен, іскерлігімен сүйсіндіретін азаматтардың маңайына топтасқан. Басты біріктірер басшысыз елдің ел болуы қиын ғой.\n\nТәуелсіздігімізді алғаннан соң халықтың басын біріктіріп, өз алдына ел қылуда Нұрсұлтан аға Әбішұлы Назарбаев қазақ халқының тұңғыш Елбасы болды. Ол кісінің бастауымен менің Отаным әлемге танылды. Елім елдігін көрсетті, ерлігін танытты.\nМаған қазір Нұрсұлтан аға ежелгі қазақтың тарих бетіне енген ұлы ғұлама, аты аңызға айналған тұлғаларымыздың жалғасындай көрінеді.\n\nҚазақ халқы егемендігін алып, тәуелсіздікке қол жеткізгенде өз алдымызға ел бола алатындығымызға күмәнданған жандар да болған екен. Бірақ ар - намысты ту еткен Елбасымыз бен үкімет басындағы елі үшін еңбек еткен ағаларымыздың аянбай еңбек етуі осы нұрлы күндерге жеткізді.\n\nЖалпы қазақ халқына осы тәуелсіз күндер оңай келген жоқ. Менің қазағым аштықты да, қызыл қырғынды да, Сталиндік репрессияны да бастан өткізді. Бірақ осы қиын - қыстау кезеңдердің бәрінде қазақ қазақтығын, елдігін көрсетіп, дәлелдеп отырды, қарсы келген дұшпанға айтарлықтай тойтарыс бере алды. Тіпті өзі қырылып қалса да дұшпанға берілмеді, ар - намысты таптатқызбады.\n\nМіне, сондай қиын - қыстау замандардан өтіп, осы азаттықтың ақ таңы атқан күндерге жетіп отырмыз.\nҮстемдігін жүргізгісі келіп айқасқандарға Елбасы емеурінмен:\nШалқайғанға шалқай,\nПайғамбардың ұлы емес\nЕңкейгенге еңкей,\nӘкеңнен қалған құл емес,- деген аталы сөзді айтқан.\nСөйтіп жүріп, күндіз күлкіден, түнде ұйқыдан қалыпты. Еліне сөз айтып, мына бір ойын өлең жолдарымен халқына жеткізіпті.\nОмырауы уыз ананың,\nАлсам ба деп еміп алғысын.\nБөрілі байрақ бабаның,\nБаянды етсем деп мәңгісін\nҚолымды созсам бірлікпен\nҚолдайтын халқым бармысың?",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі үшбұрыштың табаны бүйір қабырғасынан 2 есе кіші, ал периметрі 50см.",
        "question_content": "Теңбүйірлі үшбұрыштың табаны бүйір қабырғасынан 2 есе кіші, ал периметрі 50см. Үшбұрыштың қабырғаларының ұзындығы неге тең.",
        "question_date": "20.11.2016",
        "question_tag": "Геометрия",
        "question_views": 29200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ABC теңбүйірлі үшбұрышы берілсін, AB = BC = x;\nТеңбүйірлі үшбұрыштың табаны бүйір қабырғасынан 2 есе кіші ==> AC = x/2;\n Үшбұрышың периметрі қабырғаларының қосындысын тең.\nТеңбүйірлі үшбұрыштың периметрі 50см ==> AB + BC + AC = 50cm;\nx + x + x/2 = 50;\n5x/2 = 50;\nx = 20;\nҮшбұрыштың қабырғаларының ұзындығы 20,20,10.",
                "date": "20.11.2016",
                "upvotes": 0
            },
            {
                "text": "Табаны - х\nБүйір қабырғасы -2х болсын\nХ+2х+2х=50\n5х=50\n×=10\nТабаны=10\nБүйір қабырғасы= 2×10=20",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жабық ыдыстағы газды 150 Дж жылу жұмсап қыздырғанда ол қайдай жұмыс атқарады?",
        "question_content": "Жабық ыдыстағы газды 150 Дж жылу жұмсап қыздырғанда ол қайдай жұмыс атқарады? Осы процесте оның ішкі энергиясы қалай өзгереді?",
        "question_date": "20.11.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 6900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Q = A + dU\nӨйткені газ жабық ыдыста болады, процесс изохоралық. Газды изохоралық қыздырғанда барлық жұмыс нөлге тең болады. Термодинамиканың бірінші заңы қандай формада болады?\nQ = dU\ndU = 150 Дж.",
                "date": "30.03.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Бірыңғай мүшелер туралы өлең керек еді?",
        "question_content": "Бірыңғай мүшелер туралы өлең керек еді?",
        "question_date": "20.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрамында массасы 5,2 г барий хлориді бар ерітіндіге 4,9г күкірт қышқылы қосылды",
        "question_content": "Химиядан есеп шығару. Құрамында массасы 5,2 г барий хлориді бар ерітіндіге 4,9г күкірт қышқылы қосылды",
        "question_date": "20.11.2016",
        "question_tag": "Химия",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сұрақ толық емес ұқсас сұрақтар",
                "date": "20.12.2017",
                "upvotes": 0
            }
        ]
    }
]