[
    {
        "question_title": "\"Азамат-елдің баласы\" тақырыбында эссе жазу?",
        "question_content": "\"Азамат-елдің баласы\" тақырыбында эссе жазу?",
        "question_date": "16.01.2017",
        "question_tag": "Мектеп",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаяу адам АВ аралығын 3 сағ жүріп өтті. Қайтар жолдың ...",
        "question_content": "Жаяу адам АВ аралығын 3 сағ жүріп өтті. Қайтар жолдың алғашқы 16 км-ін бастапқы жылдамдықпен, ал қалған жолын 1 км/сағ-қа кем жылдамдықпен жүріп өткенде ол қайтар жолға А-дан В-ға дейінгі жолға қарағанда 4 мин артық уақыт жіберді. А және В-ның арақашықтығын табыңдар",
        "question_date": "16.01.2017",
        "question_tag": "Мектеп",
        "question_views": 3900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "жүрілген жол х км\n\nбарған және қайтқанда 16 км жүрген жылдамдығы: х/3 км/сағ\n\n1 км/сағ кем жүрген жолы x-16 км\n\n1 км/сағ кем жүрген жылдамдығы (x-16)/(x/3 - 1) км/сағ\n\nЖолға кеткен уақыттарды теңестірсек\n\n3=16/x:3 + (x-16)/(x/3 -1) - 4/60\n\n3=48/x + (x-16)/((x-3):3) - 1/15\n\n3=48/x + (x-16)*3/(x-3)-1/15\n\n3(x(x-3)15)=48(x-3)15 + (3x-48)15x - x(x-3)\n\n45x^2-135x=720x-2160+45x^2-2160x-x^2+3x\n\n45x^2-45x^2+x^2-135x-720x+2160x-3x+2160=0\n\nx^2+1302x+2160=0\n\nD=(1302)^2-4*1*2160=1695204-8640=1686564\n\nx1=(-1302-V1686564)/2=(-1302-1298,68)/2=-2600,68/2=-1300,34 км\n\nx2=(-1302+V1686564)/2=(-1302+1298,68)/2=-3,32/2=-1,66 км \nАра қашықтық теріс сандар шығуы мүмкін емес",
                "date": "2.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жай сөйлемдерді ыңғайлас салалас құрмаласқа айналдырыңдар?",
        "question_content": "Ел орынга отырган кез еди, ... .  ... , Ракымжан бастаган топ сыртка карай ыта жонелди. Балалар ертенги тамакты ишип болды да, ... .  ... , осылай карай агылган адамдар шогырына кезикти . Бауга келген еди , ... . Айсулудын буган куши де жетеди, ... .",
        "question_date": "16.01.2017",
        "question_tag": "Мектеп",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ел орынга отырган кез еди, бирде Абай есиктен кирди. Киргени сол еди, Ракымжан бастаған топ сыртқа қарай ыта жонелди. Балалар ертенги тамақты ишип болды да, сабақтарына киристи. Ол орманда адасып қалып еди, осылай қарай ағылған адамдар шогырына кезикти. Бауга келген еди, дында ит тұр екен. Айсулудин бұған күші де жетеди, өйткені ол билимди және ұқыпты.",
                "date": "14.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған бір адам туралы пікір керек еді.",
        "question_content": "Бұл адам мектептегі президенттілікке кандидат. Бұл адам туралы пікір жазу керек.",
        "question_date": "15.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Di2003 пікір жазу үшін ол адамның кім екенін білуіміз керек.Ол адам мектептегі президенттікке кандидат........Сонда сізге мінездеме керек пе,әлде жай ғана қысқа пікір ме?",
                "date": "16.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2016-2017 жылғы Қазақстан тарихы пәніне арналған оқу бағдарламасы",
        "question_content": "2016-2017 жылғы Қазақстан тарихы пәнінен оқу бағдарламасын көшіріп алуға болатын арнайы сайттар немесе бағдарламаның өзін қайдан алуға болады?!",
        "question_date": "15.01.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.slideshare.net/akkemir/20162017-67793368",
                "date": "18.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Майнкрафт ойынындағы аттан қалай түсуге болады?",
        "question_content": "Майнкрафт ойынындағы аттан қалай түсуге болады?",
        "question_date": "15.01.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 631,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "shift-ты бас, ал телефонда \"присесть\" батырмасын шерт!",
                "date": "16.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атырау деген сөз орысша қалай аударылады?",
        "question_content": "Ірі өзендер өзімен бірге шөгінді жыныстарды мол шайып алып кетеді.Олар өзеннің сағасына барып жинақталады. Содан өзеннің сағасы тарамданып кетеді,яғни атырау пайда болады.\n\nАтырау сөзі орысша қалай аударылады?",
        "question_date": "15.01.2017",
        "question_tag": "География",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атырау – Қала жеріндегі белгілі тұңғыш тұрақты қоныс қазіргі «Орбита» стансасы қасындағы Алтын Орда кезеңіндегі болған Лаэти асары. Ноғай Ордасы кезеңінде балықшылардың тұрақты Үйшік қонысы Жайық өзені сағасында орналасқан. Казак-орыстар жаулап ала бастағанда 1640 ж. Яицкий городок аталған қалашық салынған. Жайықтың жоғарысында Верхний Яицкий городок (қазіргі Орал қаласы) деген қалашық салынғасын, Нижний Яицкий городок деп аталып кеткен, соңынан ол Усть-Яицкий городок болып өзгертілді. Ресей ханшайымы Екатерина II Яик өзенін (Жайықтың орысша атауы) Урал деп атауын жарлығымен бекіткенде, қаланың атауы Гурьев городок, Гурьев деп өзгертілген. 1920 жж. қысқа уақытқа большевиктер Гурьевті Чапаев деп қайта атаған. 1992 ж. бері қала атауы — Атырау. Бұрын Атырау деп Махамбет ауданындағы топырақтар аталған. «Атырау» деген сөздің негізгі мағынасы: өзен сағасы тармаққа бөлінгені; сумен, топырақпен қоршалған жер алқабы; арал.\n\nТолығырақ: https://massaget.kz/layfstayl/alemtanu/Qazaqstanym/14549\nМатериалды көшіріп басқанда Massaget.kz сайтына гиперсілтеме міндетті түрде қойылуы тиіс. Авторлық құқықты сақтаңыз",
                "date": "15.06.2020",
                "upvotes": 0
            },
            {
                "text": "Дельта             реки",
                "date": "16.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күрделі заттардың жану реакция теңдеуіне мысал келтіріңіз.",
        "question_content": "Күрделі заттардың жану реакция теңдеуін мысал келтіре отырып теңестіріңіздер",
        "question_date": "15.01.2017",
        "question_tag": "Химия",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С3Н8 +5О2 =3 CO2 + 4 Н2О\n\n2H2S +3O2= 2H2O +2SO2\n\n4HCl+O2=2H2O+2Cl2",
                "date": "20.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Символдық және жолдық шамалар",
        "question_content": "Орындаушының есімін сұрап,  онымен амандасатын программа құру керек Экранның түрі мынадай болуы мүмкін:\n\n- Есімін кім?\n\nЕсіміңді енгізіп <ENTER> пернесін бас.\n\n-Айбек\n\n-Сәлеметсіз бе,  Айбек!",
        "question_date": "15.01.2017",
        "question_tag": "Информатика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "program p;\n\nvar\n\na:string;\n\nbegin\n\nwriteln('Есімі? кім?');\n\nreadln(a);\n\nwriteln('С?леметсінбе Айбек');\n\nend.",
                "date": "28.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынша тақпақ керек.",
        "question_content": "Маған ағылшыннан беретін Райхан апай ағылшын апталығына ағылшынша тақпақ жатта деген еді. Не жаттасам болады?",
        "question_date": "15.01.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жеке куәлігімнің суретін және қолын өзгертуіме болады ма?",
        "question_content": "Жеке куәлігімнің суретін және қолын өзгертуіме болады ма?\n\nқолым жане суреiм онша шыкпаган сол Yшiн озгерткiм келедi\n\nболама ма озгертуге?\n\nОл Yшiн не icтеуiм керек?",
        "question_date": "15.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 688,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жаңадан алған кезде өзгертсеңіз болады.",
                "date": "16.01.2017",
                "upvotes": 1
            },
            {
                "text": "Төлқұжатымды жоғалтып алдым деп барсаыз, қайта жасайды. Со кезде суретті де, қолыңызды да ауыстыруыңызға болады.",
                "date": "17.01.2017",
                "upvotes": 1
            },
            {
                "text": "Жоқ, кері суретке түсіреді, және жаңадан қол қоясыз, сосын жоғалтып алдым десеңіз сұрақ көп болып кетеді (қандай жағдайда жоғалттыңыз, ұрлатып алған жоқсыз ба, біреу пайдаланып кетпей ме деген сияқты) оданда байқаусызда сындырып алып едім деп сынығын алып барыңыз, тып-тыныш жасай қояды",
                "date": "17.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мәтін экранда бас әріппен жазылатын программа құрыңдар.",
        "question_content": "Пернетақтадан енгізілген кіші латын әріптерімен жазылған мәтінді экранға бас әріппен жазылатын программа құрыңдар?",
        "question_date": "15.01.2017",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 841,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "UpCase функциясы арқылы ұсақ әріппен жазылған әріптерді үлкен әріптермен алмастыру функциясы.",
                "date": "15.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеуге байланысты есеп.",
        "question_content": "(х+1)2(х2+2х)⁼12 мына есепті шығарып берініздерші 8 класс",
        "question_date": "15.01.2017",
        "question_tag": "Математика",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Төтенше жағдайлар қызметінің оқуы қай қалада бар?",
        "question_content": "Төтенше жағдайлар қызметіне оқуға қалай түсуге болады .Қай қалада? Қандай құжаттар? Ұбт 2017 қандай пәндер?",
        "question_date": "15.01.2017",
        "question_tag": "Мамандық",
        "question_views": 846,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жыраулар поэзиясы-өз дәуірінің айнасы тақырыбына баяндаудың тірек сызбасын жасау",
        "question_content": "Жыраулар поэзиясы-өз дәуірінің айнасы тақырыбына баяндаудың тірек сызбасын жасау",
        "question_date": "15.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ордада ханның қасында әр уақытта ақылшы жыраулар болған. Жыраулар - халық поэзиясын жасаған ақылғөй даналар. Олар заманының өздері куә болған елеулі уақиғаларын, тарихи кезеңдерді жырға қосқан... Жыраулар поэзиясына дейінгі әдебиет халык жасаған ауыз әдебиеті деп аталды. Жыраулар поэзиясы Қазақ хандығы құрылғаннан бастап (XV ғасыр) өріс алды. XV ғасырда Асан Қайғы, Казтуған жыраулар өмір сүрді. Жырауларды халык, қадір тұтқан. Ел толқыған кезде, бүліншілік шыққанда немесе ел шетіне жау келғен кездерде ақыл, кеңес сұрайтын болған. Мұндай кезде жырау жұртшылықты абыржымауға шақырып, оларға күш-қуат беріп (дем беріп), істің немен тынатыны жайлы болжамдар айтып отырған. Жыраулар поэзиясы ХV-ХVII ғасырлар аралығын қамтиды. Жырау деген атау \"жыр\" сөзінен шыққан. Жыршы деп көптеген эпостық жырларды жатқа білетін, дайын репертуары бар айтқыштарды таныған. Жыраулар өз шығармаларын ақыл-нақыл, өсиет түрінде айтқан. Олардың толғауларының негізгі тақырыптары - туған жерді, елді сүю, Отанды қорғау, елді бірлікке шақыру, адамгершілік қасиетті насихаттау. Жыраулар поэзиясының біраз үлгілері осы тарауда ұсынылып отыр. Соларды оқып-үйрену барысында халқымыздың атадан мирас болып қалған сөз маржандарына қанығасыңдар, халқымыздың басынан кешірген тарихи кезеңдермен таныс боласыңдар, оның қадір-қасиетін білесіңдер, тәлімдік, танымдық, тағылымдық терең ой дүниесіне енесіңдер. Әдебиет тарихы ел тарихы, халық тарихы екеніне көз жеткізесіңдер. Жыраулар поэзиясының маңызы мен тақырыбы.Жыраулар поэзиясының құндылығы неде? \"Бұл дәуірдегі әлеумет тіршілігінің, –дейді М.Әуезов, –ең шешуші мәселесін әдебиет жүзіне түсіріп, алғашқы рет қалың ел қамын ойлап, күңіренген қария –Асан. Бұл заман сыншысы сөйлесе, шешілмеген жұмбақ, түйіні шатасқан сөздерді ғана сөйлейді, өзі туған заманның белгілерін қарап, келешек заман не айтарын болжайды: сөзінің бәрі терең ой, терең мағынамен сөйленеді. Айтпақ жайларын ашып, ұғымды қылып айтып бермейді. Әдейі көмескілеу жұмбақ қып айтады. Жыраудың сөзі мақсатсыз айтылмайды. Не айтса да көптің мұңы, көптің жайы туралы, не көпке арналып ақыл, өсиет есебінде айтылады\". Ғалымның осы ғұламалық пікірінде жыраулар поэзиясының идеялық-көркемдік мәні терең ашылған. Халқымыздыңосы зергерлік сөз тұнығына әрі ақын, әрі ғұлама Шәкәрім де ден қойған. Ол \"Ескі ақындық\" деген өлеңінде халық мұрасын, ауыз әдебиетін, жыраулар поэзиясын аса жоғары бағалаған: Тақпақ пен мақал тағы артық, Суырып салма жағы артық, Айтады олар ойланбай, Сыпыра жырау, Шортанбай, Үмбетей мен Марабай Алды-артына қарамай, Соққанда жырды суылдап, Жел жетпейтін құландай. Шәкәрім ескі ақындар поэзиясында \"терең сыр\" барын таниды. Олардың жырында \"қыран құстың ұшқаны\", \"ақбөкеннің жүрісі\", \"жайдақ желдің желісі\", \"мөлдір қудың аққаны\", \"жел жетпейтін құландар жүйріктігі\", \"адам жанының жайма шуақ кезеңі\" –бар-баршасы, көшпелі қазақ өмірінің бүкіл әлеуметтік, рухани тіршілігі бейнеленген деп керемет ой түйген. Жыраулар поэзиясын айтулы сөз зергері Мағжан Жұмабаев та \"Батыр Баян\" поэмасында: Бұқар мен Тәтіқара жырлағанда Толқынды тұңғиық боп төгілді жыр,– деп аса қадірлеген. Демек, жыраулар поэзиясы –халқымыздың неше ғасырлық өмірін өнер өрнегіне, ақыл сөзіне бейнелеп түсірген, өшпес, өлмес мұрамыз. Жыраулар поэзиясы халықтың басынан өткерген тарихи оқиғаларды, оның арман-мұратын, кешірген ауыртпалықтарынжырлаумен ғана бағалы емес, елдің саяси-әлеуметтік тіршілігін, ойсанасын, дүниетанымын көркем бейнелі тілмен бере білуімен де бағалы. Жыраулар поэзиясы соны философиялық терең ойға толы. Олардың поэзиясы өсиетнама түрінде келеді. Сондықтан да жыраулар поэзиясында нақыл, афористік сөз оралымдары мол. Жыраулардың өз толғауларында көтерген негізгі тақырыбы қандай? Жыраулар поэзиясының өзекті тақырыбы — туған елі, оған деген сүйіспеншілігі, елдің бірлігі, бүтіндігі. Халқына жайлы қоныс, ырысты жер іздеген Асан қайғының: \"Желмая мініп жер шалсам, тапқан жерге ел көшер\" – деген ақылгөй сөзі –сол елінің қамын ойлаған жүрек сөзі. Сол сияқты Қазтуған жырау да \"қайран менің Еділім\" – деп еңірепөткен. \"Еділдің бойын ел жайлап, шалғынына бие біз байлап\" – деп Доспамбет жырау армандаған, \"ауылдан топыр үзілмей, ошақтың оты өшпесе, май жемесе қонағым... он кісіге жараса, бір кісіге асқан тамағым\", – деп Ақтамберді жырау еліне ырыс, молшылық тілеген, бейбіт, тыныштық өмірді қалаған. Жыраулар поэзиясы еліне деген ыстық сезімге толы. Олар сол еліне жалынды жырларын арнаған, халқын сол елі үшін қызмет етуге үндеген, керек болса, жанын пида етуге шақырған. Халқы үшін қан майданда шайқасқа түсіп, елін, жерін сыртқы жаудан қорғаган әйгілі халық батырларының ерліктерін жырлаған. Мысалы, Тәтіқара ақын: Бөкейді айт, Сағыр менен Дулаттағы, Деріпсәлі, Мандайды айт Қыпшақтағы. Өзге батыр қайтса да бір қайтпайтын Сары менен Баянды айт Уақтағы. Ағашта биікті айтсаң қарағайды айт, Жігіттік, ерлікті айтсаң Бөгембайды айт, Найзасының ұшына жау мінгізген Еменәлі Керейде, ер Жабайды айт, – деп дәріптеген. Жыраулар өмір жайлы, достық жайлы, адамгершілік, ерлік жайлы, тіршілік жайлы жыр шерткен. Олар өмір диалектикасына да терең көз жіберген, дүниенің бірқалыпта тұрмайтынын (\"мынау жалған дүние кімдерден кейін қалмаған\"– Шалкиіз), үнемі өзгерісте болатынын дұрыс пайымдаған. Жыраулар поэзиясында адамгершілік этика, мораль мәселелері кең орын алған. Оларда бүгінгі жастар ғибрат, тағлым алар дүниелер молшылық. Жыраулар поэзиясы өзінің әлеуметтік, адамгершілік сарынымен ғана емес, көркемдік сапасымен де құнды. Жыраулар поэзиясында синтаксистік параллелизмге, дыбыс үндесулеріне, ішкі ұйқасқа құрылған өрнектер де аз емес. Арнау түріндегі сөз қолданыстар да баршылық. Жыраулар өз поэзиясында терең философиялық ойды бейнелеу үшін өлеңдерінің ұйқас, ырғақтарын сол мақсатқа орай алған. Оған бірнеше мысал келтірейік: Жабағылы жас тайлақ, Жардай атан болған жер. Жатып қалған бір тоқты, Жайылып мың қой болған жер. (Қазтуған) Жырау \"ж\" дыбысын тамаша сөйлете білген. Дауысты дыбыстарды да шебер қолдана отырып, жыраулар өлеңнің музыкалық сазын күшейткен. Шын көркемдік тәсіл арқылы олар оқушысын шығарманың ішкі иірімдеріне ендірумен қатар, эмоциялық әсерін үстей түскен. Мысалы, Жиембет жырау: Еңсегей бойлы ер Есім, Есім сені есірткен, Есіл менің кеңесім, Ес білгеннен, Есім хан, Қолыңа болдым сүйесін, – деп тәж-тағына есірген Есім ханның қылығын ашу үшін \"е\" дыбысынан өрнек жасап сөйлеткен. Ақтамберді жырау сұрай арнау сияқты көркемдік тәсілді ұтымды пайдаланған. Оның \"Күмбір-күмбір кісінетіп\" толғауынан: Күмбір-күмбір кісінетіп , Күреңді мінер ме екенбіз... Күдеріден бау тағып, Кіреуке тон киер ме екенбіз?! Төтелеп жүріп жол салып, Қолды бір бастар ма екенбіз?! – деген жолдар арқылы өлеңнің әсерлілік қуатын күшейткен, әрі \"к\" дыбысын қайталай қолдану нәтижесінде өлеңнің саздылығын үдеткен. Жыраулар психологиялық синтаксистік параллелизмді де шеберлікпен қолданған. Мысалы: Уа, қарт Бөгембай! Құяр жалын аспаннан Қара бұлт торласа, Пәлекет елде көбейер Жігітті жігіт қорласа. Ақбөкен келіп жығылар, Алдын қазып орласа, Пеңденің бағы ашылмас, Маңдайы қалың сорласа... – (Ақтамберді)– деп, табиғат пен адам тағдырын жарыстыра, салыстыра бейнелей отырып, өлеңнің мән-мазмұнын терендеткен, әсерлі еткен. Мұнан жыраулар поэзиясының көркемдік сапасын айқын аңғаруға болады. Әдебиетімізді жаңа тарихи кезеңде, ел басына қиын қатер төнген шақта, екіталай кезеңде – XVIII ғ. бірінші жартысында жаңа, соны ой-толғанысымен, көркемдік сөз өрнегімен әрі қарай дамытқан Бұқар жырау. Оның жыр-толғаулары – сол тарихи дәуірдің көркемдік көрінісі. XVIII ғ. әдебиетінен соның ірі өкілі Бұқар жырау поэзиясы монографиялық түрде арнайы өтіледі.\nДереккөзі.\nТағы да қараңыз.",
                "date": "2.02.2017",
                "upvotes": 1
            },
            {
                "text": "1.Ел бірлігі, тыныштығы\n2.Хандардың кеңесшісі\n3. Ел қорғауға атсалысқан - ержігіт\n4.Отбасының алтын діңгегі - әйел\nОсыны тірек сызбаға салып жазасың. Қалғанын дәлелдейсің",
                "date": "24.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілі мұғалімі болу үшін ҰБТ-да қандай пəнді таңдаймыз?",
        "question_content": "ҰБТ жаңа форматы бойынша 3 негізгі пəнмен қатар 2 бейіндік пəннен тест тапсырамыз. Ағылшын тілі мұғалімі болу үшін ағылшын тілімен қатар қандай пəнді таңдаймыз? Немесе қандай факультет? Ағылшын-Тарих, Екі шет тілі немесе Ағылшын-География деген нұсқалар бар.",
        "question_date": "15.01.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 22200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ағылшын мен қазақ ті",
                "date": "15.01.2017",
                "upvotes": 0
            },
            {
                "text": "Ағылшын тілі мұғалімі болу үшін ағылшын тілі пәнін таңдау керек.Гуманитарлық факультет және де екі шет тілі деген нұсқа сәйкес келетін сияқты.Сізге осы жылы бар жақсылықты тілеймін,ҰБТ-да жоғары балл жинауыңызға тілектеспін,сәттілік жолдас болсын.",
                "date": "16.01.2017",
                "upvotes": 0
            },
            {
                "text": "биылга формат бойынша агылшыннын жанына география или дуние тарихын тандауга болады. дуние тарихын тандайсын",
                "date": "24.01.2017",
                "upvotes": 0
            },
            {
                "text": "Ағылшынға қоса екі шет тілі деген барғ",
                "date": "24.10.2017",
                "upvotes": 0
            },
            {
                "text": "Сонда ағылшын география дүние жүзі тарихы",
                "date": "10.12.2017",
                "upvotes": 0
            },
            {
                "text": "Мамандықтар мен оларға қажетті таңдау пәндері туралы толық ақпаратты мына жерден біле аласыз.",
                "date": "19.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "М.Мақатаевтың Аққулар ұйықтағанда дастанының көркемдік ерекшеліктері",
        "question_content": "М.Мақатаевтың Аққулар ұйықтағанда дастанының көркемдік ерекшеліктері",
        "question_date": "15.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Салалас ыңғайлас сөздер қатысқан мəтін керек.",
        "question_content": "Салалас ыңғайлас сөздер қатысқан мəтін керек.",
        "question_date": "15.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 967,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алғашқы аударыспақ ұлттық ойыны Қазақстанда қашан болды?",
        "question_content": "алғашқы аударыспақ ұлттық ойыны қай жылы болып өтті, кім чемпион атанды?",
        "question_date": "15.01.2017",
        "question_tag": "Ұлттық спорт",
        "question_views": 554,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ежелден келе жаткан спорт тури болгандыктан, ен алгаш кашан уйымдастырылганы белгисиз",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Географиядан сұрақтарға жауап беру керек.",
        "question_content": "Географиядан сұрақтарға жауап беру керек.",
        "question_date": "15.01.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаман дуа-дан қалай құтыламыз?",
        "question_content": "Сізге жамандық тілеп, дуа салса қалай емделесіз? діни білімі бар адамның жауабын қалаймын",
        "question_date": "15.01.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сақалдың ерте шығуы неде",
        "question_content": "Маған сақал шыққан, соның ерте шығуы неде",
        "question_date": "15.01.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 645,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бала кезден бастап шықса гендік ауытқушылықтан болады. Ал, он екі одан арғы жастан бастаса тұқымқуалаушылықтың нәтижесі. Онда тұрған ештеңе жоқ. Өз уақытымен.",
                "date": "17.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Химия пәні есебін шығарып бере аласыздарма?",
        "question_content": "20% қоспася бар 7 г теxникалық кальций 100 г суда ерітіледі.Алынған ерітіндідегі кальций гидроксидінің массалық үлесін анықтаңдар .",
        "question_date": "15.01.2017",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ca+2HOH=Ca(OH)2+H2\n\nластанбаған кальцийдің массасы=7Х0,8=5,6гр.;\n\nn(Ca)=5,6:40=0,14моль;\n\nn(H2)=0,14моль;m(H2)=0,14*2=0,28гр.;\n\nn((CaOH)2)=0,14моль;\n\nm(Ca(OH)2)=0,14*74=10,36гр.\n\nерітіндінің массасы=(7+100-m(H2))гр.\n\nерітіндідегі сілтінің массалық үлесі=10,36:(7+100-0,28)=0,097(97%)",
                "date": "16.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ән тауып беріңіздерші!!!",
        "question_content": "Мұхтар Әуезов, Қасым Аманжолұлы, Шерхан Мұртаза сөздеріне жазылған әндерді білесіздер ме? Өте қажет!!!",
        "question_date": "15.01.2017",
        "question_tag": "Әннің сөзі",
        "question_views": 620,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Айналайын, Мұхтарың да, Шерханың да жазушы. Әлде әдебиеттен хабарың жоқ па еді? Ең болмаса Әуезовті танысаңшы. Ал, Қасымға келсек оның \"Дариға сол қыз\", \"Өзім туралы\" сынды өлеңдеріне жазылған әндер көп.",
                "date": "17.01.2017",
                "upvotes": 1
            },
            {
                "text": "Негізі Мұхтар Әуезовтің сөзіне жазылған ән бар. Мысалы, \"Ақсерек, Көксерек бізден сізге кім керек?\" (ойнап айтам)",
                "date": "21.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Елімізді дамыту үшін қай саланы жетілдіру керек?",
        "question_content": "Елімізді дамыту үшін қай саланы жетілдіру керек? Әр мысалға 5 айғақ келтіріңіз.",
        "question_date": "15.01.2017",
        "question_tag": "Саясат туралы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соны сенен сұрап тұрған жоқпын ба?",
                "date": "14.02.2018",
                "upvotes": 0
            }
        ]
    }
]