[
    {
        "question_title": "Блум таксаномиясы арқылы жжазылған жоспар қазақ тілінен кімде бар?",
        "question_content": "Блум таксаномиясы арқылы жжазылған жоспар қазақ тілінен кімде бар?",
        "question_date": "29.04.2016",
        "question_tag": "Мектеп",
        "question_views": 506,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өзара перпендикуляр. Трапецияның ауданын табыңдар?",
        "question_content": "Трапециянын диагональдары 3,6 см жане 6 см. Олар өзара перпендикуляр. Трапецияның ауданын табыңдар?",
        "question_date": "29.04.2016",
        "question_tag": "Геометрия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "h=a=((3.6^2)/2)^0.5=2.546\n\nb=((6^2)-(2.546^2))^0.5=5.433\n\nS=(5.433+2.546)*2.546/2=10.16см^2",
                "date": "29.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның табандарын табыңдар?",
        "question_content": "Трапециянын ауданы 18 см^2 тен, биiктiгi 3 см. Трапециянын табандарынын айырымы 4 см. Трапецияның табандарын табыңдар?",
        "question_date": "29.04.2016",
        "question_tag": "Геометрия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X=18/3-4/2=4\n\nY=4+4=8",
                "date": "29.04.2016",
                "upvotes": 0
            },
            {
                "text": "Мынадай болады:",
                "date": "29.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Неге сулы денеге ток соғуға бейім болады?",
        "question_content": "Қай жағдайда тогы бар өткізгішке қолыңды тигізу қауіпті сулы немесе құрғақ?  Неге?",
        "question_date": "29.04.2016",
        "question_tag": "Физика",
        "question_views": 429,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "арине сулы денеге, су жаксы электролит, ток кушин жаксы откизетин откизгиш болып келеди",
                "date": "29.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABCD-трапеция. Биiктiгi мен орта сызыгы белгiлi. Трапециянын ауданын табындар.",
        "question_content": "ABCD трапеция. BD-биiктiк. MN-трапециянын орта сызыгы. BD-4см, MN-4см. Трапециянын ауданын табындар",
        "question_date": "29.04.2016",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=4*4=16см^2.....................",
                "date": "29.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның зкономикалық географиялық жағдайы, тереторясы, шекарасы?",
        "question_content": "1-билет.\n1.Қазақстанның зкономикалық географиялық жағдайы, тереторясы, шекарасы.\n2.Қазақстанның өнеркәсіп құрлымы.\n3.Қазақстанның ұлттық құрамы туралы диограмма салу.\n2-билет.\n1.Қазақстан халық шаруашылығының құрамы мен құрлымы.\n2.Табиғат байлықтары және оны тиімді пайдалану.\n3.кескін картаға бір отынды аймаққа сипаттама беру.\n3-билет.\n1.Қара метталлургия.\n2.Қазақстанның халқы,еңбек қоры.\n3.кескін картаға толық және орташа циклді кәсіпорынды салу.\n4-билет.\n1.Отын энергетика кешені.\n2.Орталық Қазақстан өнеркәсібі және ішкі айырмашылығы.\n3.қара метал-я кешенінің орыналасу факторын анықта.\n5-билет.\n1.Қазақстанның табиғат жағдайлары мен қорлары.\n2.АӨК құрамы мен маңызы.\n3.картадан ірі кен орындарын көрсет.\n6-билет.\n1.Қазақстанның экономикалық географиялық жағдайы.\n2.Солтүстік Қазақстанның ауыл шаруашылығы.\n3.аса ірі электр станциясын көрсет.\n7-билет.\n1.Отын энергетика кешені.\n2.Экономикалық аудандастыру, экономикалық аудандардың маңызы.\n3.кескін картаға ірі темір жол магистрльін түсір.\n8-билет.\n1.Қазақстанның геосаясаты.\n2.Машина жасау кешені.\n3.кескін картаға ірі машина жасау орталықтарын түсір.\n9-билет.\n1.Қазақстан территориясынының әкімшілік-аймақтық құрлысы.\n2.түсті металлургия кешені.\n3.Б Қ экон ауданының бір өнеркәсіп торабына сипатамма.\n10-билет.\n1.Түсті металлургия.\n2.Құбыр көлігі географиясы.\n3.экономикалық терминдер.\n11-билет.\n1.Әлеуметтік инфрақұрлым салалары.\n2.Көлік кешенінің дамуы.\n3.О Қ экон ауданынң бір өнеркәсіп торабына сипаттамма.\n12-билет.\n1.Химия кешені.\n2.Шығыс Қазақстан экономикалық ауданының шаруашылық географиясы.\n3.химия өнеркәсібінің басқа өнеркәсіп саласы мен байланысы.\n13-билет\n1.Құрлыс материалдар өнеркәсібі.\n2.С Қ экон ауданының шаруашылық географиясы.\n3.өнеркәсіп экологиясы.\n\n14-билет.\n1.Тамақ өнеркәсібі.\n2.Б Қ экон ауданының негізгі өнеркәсіп тораптары.\n3.кескін картаға қара және түсті металл кен орындарын түсіру.\n15-билет.\n1.Жеңіл өнеркәсіп.\n2.Батыс Қазақстан экономикалық ауданының шаруашылық географиясы.\n3.кескін картаға маңызды автомобиль жолын түсір.\n16-билет.\n1.Астана-Қазақстан Республикасының астанасы.\n2.Батыс Қазақстан экономикалық ауданының шаруашылық географиясы.\n3.кескін картаға су көлігін түсір.\n17-билет.\n1.Солтүстік Қазақстан өнеркәсібінің негізгі саласы,ауыл шаруа-қ гео-сы.\n2.Инфрақұрлымдық кешен.\n3.кескін картаға құбыр көлігін түсір.\n18-билет.\n1.Қазіргі Қазақстанның экономикалық әулеттілігі.\n2.Ағаш өнеркәсібі.\n3.кекін картаға ірі ЖЭС түсір.\n19-билет.\n1.Темір жол көлігі.\n2.Орталық Қазақстан экономикалық ауданының шаруашылық географиясы.\n3.Қазақстанның ірі қалалары\n20-билет.\n1.Қазақстанның әлеуметтік және экономикалық дамуы.\n2.Әуе және су,құбыр көлігі.\n3.кескін картаға бір көлік магистралын түсіру.\n21-билет.\n1.Сыртқы экономикалық байланыстар.\n2.Ауыл шаруашылығы және айналадағы орта.\n3.ауыл шаруа-на пайдаланатын жерлердің диограммасын салу.\n22-билет.\n1.О Қ экон ауданының Республика экономикасында алатын орны.\n2.Қазақстан экономикасындағы шетел инвестицияның ролі.\n3.кескін картаға жеңіл өнеркәсіп орталығын түсір.\n23-билет.\n1.Экономикалық өрлеудің өзекті мәселесі./президент жолдауы/\n2.Қала халқы және қала типі.\n3.кескін картаға мұнай кен орнын түсір.\n24-билет.\n1.Қарағанды халқы және мәдениеті.\n2.Өнеркәсіп және айналадағы орта.\n3.бір өнеркәсіп торабына сипаттама.\n25-билет.\n1.Қазақстан дүние жүзілік экономикада.\n2.Халықтың ұлттық құрамы.\n3.Ауыл шаруашылығының өнеркәсіп салаларымен өндірістік байланыстар сызбасын салу.",
        "question_date": "29.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.\n\nҚазақстан Республикасы - Еуразия құрлығындағы мемлекет. Құрлықтың орталық бөлiгiнде орналасқан. Республика жерi батыстан шығысқа 3000 км-ге, солтүстіктен оңтүстікке 1600 км-ге созылған. Коңыржай белдеудiң негiзiнен орталық және оңтүстік ендiктерiн, ал қиыр оңтүстігінде субтропикке өтпелi белдеудi қамтиды. Солтүстігінде Ресей Федерациясымен (ұз. 6467 км), оңтүстігінде Түрiкменстан (380 км), Өзбекстан (2300 км) және Қырғызия (980 км) республикаларымен, шығысында Қытаймен (1460 км) шектеседi, батысында Каспий т. (600 км) орналасқан.\n\nЖер аумағы 2724,9 мың км2. Халқы 15 млн.-нан астам адам. Оның 9 млн-ға жуығы немесе 60%-дайын қазақтар құрайды. Республикада 131 ұлт пен ұлыстың өкiлдерi тұрады. Астанасы - Астана қаласы. Әкiмшілік жағынан 14 облыстан және республикалық маңызы бар 2 қаладан тұрады. Одан басқа Қазақстанда 85 қала, 160 аудан, 176 кент, 2237 ауылдық округке бiрiккен 7719 ауылдық елдi мекендер бар (2003; кестенi қ.). Мемлекеттiк тiлi - қазақ тiлi. Ұлттық валютасы - теңге, 1993 жылы 15 қарашада енгiзiлген.\n\nМемлекеттiк құрылысы. Қазақстан - 1995 жылғы 30 тамыздағы республикалық референдумда қабылданған Конституция бойынша - өзiн демократиялық, зайырлы, құқықтық және әлеуметтік мемлекет ретiнде орнықтырды. Қазақстан Республикасы - президенттiк басқару нысанындағы бiртұтас мемлекет. Республиканың ең жоғарғы өкiлдi органы - Парламент. Ол республиканың заң шығару қызметiн жүзеге асырады.\n\nПарламент тұрақты жұмыс iстейтiн екi Палатадан: Сенаттан және Мәжiлiстен тұрады. Сенатқа әр облыстан және республикалық маңызы бар 2 қаладан екi адамнан сайланады. Сенаттың 7 депутатын Парламент өкiлеттiгi мерзiмiне Республика Президентi тағайындайды. Мәжiлiс республиканың әкiмшілік-аумақтық бөлiнiсi ескерiле отырып құрылған, сайлаушылар саны шамамен тең болатын бiр мандатты аумақтық сайлау округтары бойынша сайланатын алпыс жетi депутаттан және партиялық тiзiм бойынша сайланатын 10 депутаттан тұрады.\n\nПрезидент Үкiметтi Конституцияда белгiленген тәртiппен құрады. Тағайындалғаннан кейiнгi он күн мерзiм iшiнде Премьер-Министр Үкiметтiң құрылымы мен құрамы туралы республика Президентiне ұсыныс енгiзедi. Қазақстан Республикасының Конституциялық Кеңесi жетi мүшеден тұрады, олардың өкiлеттiгi алты жылға созылады. Конституциялық Кеңестiң төрағасын республика Президентi тағайындайды.\n\nҚазақстан Республикасында сот төрелiгiн тек сот қана жүзеге асырады. Ол заңмен құрылған Қазақстан Республикасының Жоғ. Соты және республиканың жергiлiктi соттары болып табылады. Жергiлiктi мемл. басқаруды тиiстi аумақтағы iстiң жай-күйiне жауапты жергiлiктi өкiлдiк (мәслихат) және атқарушы органдар (әкiмдiк) жүзеге асырады.\n\nҚарулы Күштерi. Қазақстан Республикасының әскери құрылымы әскери басқару органдарын, Қарулы Күштердiң түрлерiн, арнайы әскерлердi, тыл, әскери оқу орындары мен ғыл. мекемелердi қамтиды. Соғыс уақытында құрамына қорғаныс мин-не қарайтын әскер түрлерiнен басқа Iшкi iстер мин-нiң iшкi әскерлерi, Ұлттық қауiпсiздiк комитетiнiң шекара қызметi және басқа да әскерлерi, респ. \"Ұлан\", азаматтық және аумақтық қорғанысты басқару мен құру органдары кiредi.\n\nҚР Қарулы Күштерiнiң басты мақсаты - елдiң егемендiгiн, аумағының тұтастығын, экономикасын, мемлекеттік институттары мен азаматтарын соғыс қатерiнен қорғау, жаугершiлiк немесе әскери қақтығыстар туғызудың алдын алу, Қазақстанның орнықты дамуы үшiн қолайлы жағдай туғызу. Республика Қарулы Күштерiне бейбiт кезеңде мынандай негiзгi мiндеттердi орындау жүктелген: әскери күштi, жауынгерлiк даярлықты қамтамасыз етiп, басқару органдары мен әскерлердi ел iшiндегi қақтығыстарды, ҚР-ның мемлекеттік шекарасында немесе аумағының шегiнде туған кез келген заңсыз қарулы күш көрсетудi тұмшалап, тойтара алатын деңгейде ұстау; әуе кеңiстiгiн күзету, сондай-ақ, мемл. шекараның жедел-стратег. тұрғыда маңызды өңiрлерiн жабу; маңызды әскери нысандарды күзету; елдiң кез келген ауданында жағдайды тұрақтандыру жөнiндегi батыл iс-қимылға әзiр болу; халықар. мiндеттемелерге сәйкес бiтiмгершiлiк және өзге де операцияларға қатысу.\n\nБұл мiндеттердi орындауды Қарулы Күштер ҚР-ның басқа да әскерлерi мен әскери құрылымдарымен өзара тығыз iс-қимылда жүзеге асырады. Бұл ретте ҚР Ұлттық қауiпсiздiк комитетiнiң шекара қызметiне құрлықта, теңiзде, көлдерде және өзге де су айдындарында мемл. шекараны күзету мен қорғау, сондай-ақ, лаңкестiкке (террорға), қару мен есiрткi саудасына қарсы күреске қатысу жүктеледi. ҚР Үкiметiнiң 2000 ж. 23 қарашадағы ғ1579 қаулысына сәйкес елiмiзде Оңтүстік, Батыс, Шығыс, Орталық әскери округтерi құрылған. Оңтүстік әскери окуругiнiң қорғайтын жер аумағына: Алматы, Жамбыл, Оңтүстік Қазақстан, Қызылорда облыстары кiредi.\n\nОкругтiң орт. штабы Тараз қаласында. Шығыс әскери округi қорғайтын жер аумағына: Шығыс Қазақстан, Павлодар облыстары кiредi. Округтiң орталық штабы Семей қаласында. Батыс әскери округiнiң қорғайтын аумағына: Ақтөбе, Атырау, Батыс Қазақстан, Маңғыстау облыстары кiредi. Округтiң орт. штабы Ақтөбе қаласында. Қазақстанның қалған облыстары Орт. әскери округiне қарайды. Орталық штаб - Қарағанды қаласында.\n\nҚазақстанның геосаяси жағдайы үлкен өзгерiстерге (экстремизм, шекараға таяу жерлерде әскери қақтығыстардың өршуi, жаңадан ядр. мемлекеттер пайда болуы, т.б.) ұшырауда. Осыған байланысты ҚР Қарулы Күштерiнiң әскери доктринасы орташа мерзiмдi кезеңге есептелiп жасалған (1999 - 2005) қорғаныстық сипатқа ғана ие. Ол әлемдегi және аймақтағы әскери-саяси жағдайды кешендi бағалауға, мемлекеттiң экон. болмысы мен материалдық қорының мүмкiндiктерiне сүйенедi. Доктрина Қазақстанның ұлттық қауiпсiздiгi стратегиясының негiзгi ережелерiн нақтылайды және шабуыл жасалған жағдайда елдiң қорғанысын ұйымдастыруға, ұжымдық әскери қауiпсiздiктi қамтамасыз ету жөнiндегi одақтас мемлекеттермен бiрлескен күш-жiгердi үйлестiруге бағытталған.\n\nТабиғаты. Қазақстан Республикасының аумағы батысында Едiл өз. алабынан шығысында Алтай тауы шыңдарына дейiн, солт-нде Батыс Сiбiр жазығынан (Солт. Қазақстан жазығы) оңт-нде Тянь-Шань тауына дейiн созылып жатыр.",
                "date": "11.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аңыз әңгіме құрастыру керек?",
        "question_content": "Кез-келген аңыз әңгіме құрастыру керек. Кез-келген тақырыпта бола береді. Әңгіме немесе аңыз құрастыру керек.",
        "question_date": "29.04.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мәслихат туралы әңгіме",
                "date": "4.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Золотые выкройка деген сантиметровканы пайдаланып жургендериниз барма",
        "question_content": "Интернеттен золотые выкройка деген метровка сызгыш бар екен тек москвада сатылады екен акшасын алдын ала толеу керек алган адам болса акпарат керек каншалыкты сенимди,бизде сатылама е",
        "question_date": "29.04.2016",
        "question_tag": "Жанұя",
        "question_views": 246,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Испан тілін білетіндеріңіз бар ма? Сұрақ ішінде!",
        "question_content": "Сіздерден сұрағым келгені алдағы 1 мамыр Қазақстан бірлігі күніне байланысты қажет болып тұр \"От всей души поздравляю вас с Днем единства народа Казахстана!\" осы сөзді испанша айтылуымен жазып жібересіздер ме?",
        "question_date": "28.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Математикадан 9 сынықа арналған олимпиадалық есептер керек еді?",
        "question_content": "Математикадан 9 сынықа арналған олимпиадалық есептер керек еді?",
        "question_date": "28.04.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балабақша психологның апталық, айлық жоспарлары болса үлгісі?",
        "question_content": "Балабақша психологның апталық, айлық жоспарлары болса үлгісін бересіздерма?",
        "question_date": "28.04.2016",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Samsung альфа телефоны зарядталмай тұр?",
        "question_content": "Samsung альфа телефоны зарядталмай тұр? Заряттайтыным жасап тұр. Неден болуы мүмкін?",
        "question_date": "28.04.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 283,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Балама табыстың кілті - жерді жалға беру ма?",
        "question_content": "Экономикалық проблеманы шешудің жолдары өте көп. Ол үшін Кəсіпкерлер палаталары, саяси партиясы, қауымдастығы, ғылыми экономика институттары, универститеттері бар. Неге олардан мардымды реформалар механизмдерінен ұсыныстары жоқ дегенге сенбеймін?!\n\nТығырықтан шығудың жолын жерге тіреп қоюдың қажеті жоқ. Аграрлық секторында Белоруссия не Өзбекстан (алысқа кетпей-ақ қояйық) шетелдіктерге жерлерін жалға бермей-ақ жақсы көрсеткіштерге жетіп жатыр ғой.\n\nМəселе Қытаймен жасалған келісімдерінде! Келешекте бақыр ақшадан жыртық бюджетімізді жамаудан бөлек - біздің ұрпағымызға стратегиялық қауіпті түрлі салалық дүниесімен келуінде. Ол кезде біз болмайтын шығармыз, бірақ балаларымыз лағнет айтады осы тірлікке. Тозағы да осы болар сонда...\n\nМақсат Жақау",
        "question_date": "28.04.2016",
        "question_tag": "Қоғам",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ошаған (репейное) майымен майсана (кастровое) майын қайсысы жақсы нәтиже береді?",
        "question_content": "Ошаған (репейное) майымен майсана (кастровое) майын қайсысы жақсы нәтиже береді? Осы айтып откен майларды адамдар коп колданады. Мен ер баламын шашым жука, бул майдын кайсысын колданган тимди,жане бул шашты калындатама?!",
        "question_date": "27.04.2016",
        "question_tag": "Денсаулық",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бастапқыда (туылғаннан) қалың  болып , кейін бір себептермен жұқарса сол себепті алып тастау арқылы қайта қалпына келтіруге болады. Ал табиғатынан жұқа болса қандай май болсын көмектеспейді. Жүре пайда болған болса, Себеп витамин жетіспеушілігі, немесе шаш жуатын су сапасы, шаш жуатын сабынсуға байланысты болуы мүмкін.",
                "date": "3.05.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Менде скорость азайып кетті не істеймін?",
        "question_content": "Менде желі жылдамдығы (скорость) азайып кетті не істеймін?  Мына суретте көрсетілген.",
        "question_date": "27.04.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Азайған ештеңесін көріп тұрғам жоқ, қаншама килобайттар кетіп-келіп жатыр",
                "date": "29.04.2016",
                "upvotes": 0
            },
            {
                "text": "Дұрысқо. Тегін лимит болмаса мбайтын көрген сайын азая береді. 0 болад содан соң басынын тарифке кіргізесін. Бітті скоросьін тасбақа емес Ферари болад",
                "date": "13.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернет жылдамдығын арттыру үшін не істеу керек?",
        "question_content": "Интернет жылдамдығы баяулап қалған кезде Кімге, неге, қандай сайтқа хабарласу керек?  жылдамдығын арттыру үшін.",
        "question_date": "27.04.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Копьютерді демалдырып алыңыз. ( Перезагрузка).",
                "date": "27.04.2016",
                "upvotes": 0
            },
            {
                "text": "Компьютерден емес ол,егер уай фай жуйеси болса устине акша толеп интернетти жалгаткан жерге косымша акша толеп жылдамдыгын кушейтуге болады",
                "date": "28.04.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақтелекомға хабарласасыз басқа кімге болсын )) жалпы мен интернет жылдамдық нашарлаған кезде ешкімге хабарласып көрген жоқпын тек өзімен өзі жылдадығын арттырып кейде нашарлап жүрді.",
                "date": "28.04.2016",
                "upvotes": 0
            },
            {
                "text": "Басқа операторға ауыс, ақша төле.",
                "date": "1.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамзатқа не керек?",
        "question_content": "Адамзатқа не керек? Адамзатқа не керек?",
        "question_date": "27.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 603,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бәріне тыныш өмір керек. Тек әркім әртүрлі жолмен тыныштыққа қол жеткізгісі келеді.",
                "date": "28.04.2016",
                "upvotes": 1
            },
            {
                "text": "Бәрі керек деп ойлаймыз, бірақ, бір уыс топырақ қана жетерлік!",
                "date": "28.04.2016",
                "upvotes": 0
            },
            {
                "text": "Адамзат үшін жауап бере алмаймын )))",
                "date": "29.04.2016",
                "upvotes": 0
            },
            {
                "text": "\"Жын мен Адамзатты тек Маған құлшылық қылулары үшін ғана жараттым\" дейді кітабымыз Құран Аль Каримде. Сура 51, аят 56.",
                "date": "2.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cалыстырмалы жиілік кестесін қалай шешеді?",
        "question_content": "Cалыстырмалы жиілік кестесін қалай шешеді?",
        "question_date": "27.04.2016",
        "question_tag": "Мектеп",
        "question_views": 543,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Санаториялық-курорттық картасы неше күн жарамды?",
        "question_content": "Санаториялық-курорттық картасы неше күн жарамды? Яғыни санаторияға баруға алдын ала мед коммиссиядан өтеміз сол құжат неше күнге жарамды?",
        "question_date": "27.04.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 715,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұз гидролизінің теңдеуін иондық және молекулалық формада",
        "question_content": "Ертен химиядан аттестация болады, өтініш көмектесіп жіберіңіздерші!",
        "question_date": "27.04.2016",
        "question_tag": "Химия",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Чайковскийдің \"Аққулар көлі\" балетінің тәрбиелік мәні неде?",
        "question_content": "Чайковскийдің \"Аққулар көлі\" балетінің тәрбиелік мәні неде? - деген сауал қойып едім, аз ғана \"общым который\" жауаптар келді.\nСебеп?",
        "question_date": "27.04.2016",
        "question_tag": "Мектеп",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Чайковскийдің \"Аққулар көлі\" балеті (кез келген музыка өнері, балет, опера) эстетикалық құндылықтарға негізделген, aisthetikos -сезілген, сезім арқылы танылған болмыс. Сондықтан музыкалық шығармадан тәрбиелік мән іздеген тәрбиеші жалпылама сөздермен шектеліп қалады. Өнердің эстетикалық қызметі (функциясы) мен тәрбиелік қызметін (функциясы) алмастыру совет педагогикасына тән үрдіс. Советтік империя күйрегенмен, советтік идеология әлі өміршең! Санадағы деколонизция келесі ұрпақтан басталар деген үміттемін. Педагогика идеология құралы болды. Идеология деген тек бір идеяға деген махаббат. Одностороннее движение. Басқа идеяларға орын жоқ.\n\nБала бақшадан бастап коммунистік жерлеуге дейін бір мақсат: «воспитание нового, высшего типа человека разумного — хомо советикус». Гитлер де \"жаңа герман нәсілін\" шығаруды қолға алған болатын. Өнердің түрлерінен, әдебиеттен, киім кигеннен, сөйлеуден, отырудан, жатудан, тұрудан, бәрінен тәрбиелік мән іздейміз. Сөзбен, жазбаша түрде тәрбиелейміз. Іспен өнеге көрсетуге келгенде \"Айтқанды істе, істегенді істеме!\" дейміз. Ұл баланың намысын азаматтық қасиетінен іздесек, қыз баланың намысын екі бұттың ортасына тығып қойып \"Қызға қырық үйден тыйым! -деп дікіңдейміз! Екі ұдай дүние! \"Тәрбие, тәрбие!\" деп айқайлағандардың саны өскен сайын, тәрбиесіздердің саны неге көбейіп барады?! Сөзбен емес, іспен үлгі бола білген еді ғой ата-бабаларымыз!\n\nСондықтан \"Аққулар көлі\" балетіндегі кейіпкерлерін эстетикалық құндылықтар категориясынан тану керек. Сол кезде қойылымның кілті табылады, есігі ашылады. Олар сахнада бір-бірінен баға алу үшін емес, өмір сүру үшін әрекет жасап жүр.\n\nЕң дұрысы, балетке бірге барып, талдауды сонда өткізу керек.",
                "date": "27.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Google аккаунтты қалай взломать етеміз?",
        "question_content": "Меным google аккаунтымды бреу взломат етып тастады. Соны қалай взломат етуге болады немесе взломат етып беретын балдар бар ма?",
        "question_date": "27.04.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 628,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Google аккаунтты взломат ететін адам мен етеаламын деп ешқашан жауап бермейді.",
                "date": "27.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі айнамалысы бар сызықтық теңдеулер жүйесін алмастыру тәсілімен шешу?",
        "question_content": "1 қорап кәмпит және 2 орам өрік 550 г. 5 қорап кәмпит және 3 орам өрік 1 кг 700 г. 1 қорап кәмпит неше г? Бір орам өрік неше кг?",
        "question_date": "27.04.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "К+2*Ө=550\n\n5*К+3*Ө=1700\n\n5*(550-2*Ө)+3*Ө=1700\n\n2750-10*Ө+3*Ө=1700\n\n2750-7*Ө=1700\n\n7*Ө=2750-1700\n\n7*Ө=1050\n\nӨ=1050/7\n\nӨ=150\n\nК=550-2*150=250",
                "date": "27.04.2016",
                "upvotes": 0
            },
            {
                "text": "{х+2у=550                                                                     {5х+3у=1700                                                           х+2у=550                                                               х=550-2у\n\n2750-10у+3у=1700.                                                -7у=1700-2750.                                                    -7у=-1050.                                                                у=150\n\nх=550-2•150=250.                                                   (250;150)",
                "date": "27.04.2016",
                "upvotes": 0
            },
            {
                "text": "№1499 6 сынып шығарып беріңіздерші",
                "date": "24.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Опел фронтера 2,2 цилиндрге неге ток келмейді?",
        "question_content": "Опел фронтера 2,2  2 мен 3 ші цилиндрге неге ток келмейді?",
        "question_date": "27.04.2016",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бизнес план керек еді ағылшын тілінде",
        "question_content": "Ағылшыннан бизнес план берип еди",
        "question_date": "27.04.2016",
        "question_tag": "Мектеп",
        "question_views": 739,
        "question_upvotes": 0,
        "answers": []
    }
]