[
    {
        "question_title": "Жаңа жылдық кеш туралы",
        "question_content": "Жаңа жылда мектепте сыныптағы қыздармен қандай би билесе болады? Сіздер не істейсіздер? Жақсы билер болса сілтемесін қалдырсаңыздар! Алдын-ала РАХМЕТ!",
        "question_date": "15.12.2016",
        "question_tag": "Өнер",
        "question_views": 797,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыздарға әр түрл ұлттардың билеген жақсы үйлеседі. Әсіресе, үнді биі олардың киімі де мерекелік костюм ретінде жақсы келеді. мына сілтемеден биді көрсеңіз болады",
                "date": "15.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сочинение повествование",
        "question_content": "Сочинение повествование тауып бересиздерме ұзақ болсын любой темаға.Рахмет:)",
        "question_date": "15.12.2016",
        "question_tag": "Мектеп",
        "question_views": 682,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тең бүйірлі MNK үшбұрышының пириметрі 82 см, ND биіктігі жүргізілген.",
        "question_content": "Тең бүйірлі MNK үшбұрышының пириметрі 82 см, ND биіктігі жүргізілген. MD 13 см болса,MN бүйір қабырғасының ұзындығын тап. Көмектесіп жібересіздер ма жолымен болса және қандай теорема?",
        "question_date": "15.12.2016",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көнерген сөзі бар батырлар жайлы тақпақ керек еді?",
        "question_content": "Қазақ тілінен тапсырма 5-сыныпқа. Көнерген сөзі бар батырлар жайлы тақпақ керек еді?",
        "question_date": "14.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "канша бал коясын",
                "date": "6.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Медет кітабының авторы кім?",
        "question_content": "Кктаптың автооын білгім келеді",
        "question_date": "14.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұқыпты оқушы тақырыбыны әнгіме құрау керек",
        "question_content": "Ұқыпты оқушы тақырыбыны әнгіме құрап көмектесиниздерші",
        "question_date": "14.12.2016",
        "question_tag": "Мектеп",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білуімше бұл бастауыштың оқушысына арналған тапсырма.\n\nУкыпты окушы ардайым таза,салмакты,сабыгын жаксы окитын,адепти болып журеди.Ол ардайым достарынын алды болып,барыне улги болып журеди.Оган бары кызыгады.Ол егкашан улкендерди сыйламай адепсиздик билдирип ойына келгенин истемейди.",
                "date": "15.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Амортизациясын табу",
        "question_content": "Шығара алатындар болса көмек беріңіздер :)",
        "question_date": "14.12.2016",
        "question_tag": "Математика",
        "question_views": 771,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Асан мен Үсен екеуі барлығы неше балық аулады?",
        "question_content": "Асан мен Үсен балық аулады. Асанның аулаған балықтарының саны барлық балық санынан 9-ға кем, ал Үсеннің аулаған балықтарының саны Асанның аулаған балықтарының санынан 7-ге кем. Асан мен Үсен екеуі барлығы неше балық аулады?",
        "question_date": "14.12.2016",
        "question_tag": "Мектеп",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық балықтың саны -     х\n\nАсанның балығы -         х-9\n\nҮсеннің балығы -           х-9-7\n\n(х-9)+(х-9-7)= х\n\nх=25\n\nбарлық балық саны - 25",
                "date": "15.12.2016",
                "upvotes": 0
            },
            {
                "text": "Барлығы- Х\n\nАсан- (х-9)\n\nҮсен- (х-9-7)\n\nШ: (х-9)+(х-9-7)=х\n\n      9+7+9=25\n\nЖ: Барлығы 25 балық",
                "date": "15.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түбі бір түркі тайпалары тақырыбында шығарма немесе эссе керек?",
        "question_content": "Түбі бір түркі тайпалары тақырыбында шығарма немесе эссе керек?",
        "question_date": "14.12.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түрік халқы әрқашанда өзі ұмтыла алатын мақсаттарға мұқтаж. Р. Роллан Түрік халқының тарихы бірнеше халықтардың мәдениетімен, тілдерімен біте қайнасқан түрлі оқиғаларымен таң қалдырады. Ұлы Византиялық, білімді арабтық және жауынгер түркіліктер ата-бабалары біртұтас түрік халқы ретінде топтасып, екінші Вавилон құрды. Түрік атауы көне «түркі» сөзінен шыққан. Басқа да атаулары кең тараған: түріктер, түрік-жавахтар, месхетин түріктері, алхалцих түріктері, месхетиндер, Кавказ түріктері. Түріктердің этногенезі екі негізгі компоненттен тұрады: Азия мен Кавказ өңірінде жаппай пайда болуы ІІ ғасырда басталған месхтардың грузиндік тайпалары және түріктер. Месхет жотасы ауданы грузин патшалары мен түрік сұлтандарының билік ету аясын бөліп тұратын шекралық аймаққа айналды. XIII ғасырдағы монғол басқыншылығы мен 1395 жылғы Темір жорығынан туындаған жаппай қоныс аудару Грузияның оңтүстік-батыс шекаралық аудандарында, әсіресе оңтүстіктен басып кіруден әлсіз қорғалған Месхетияда түріктер санын көбейтті және кейіннен оның тұрғындарының бір бөлігінің осман түріктеріне сіңісіп кетуін жеңілдетті. 1555 жылы Самцхе-Саатабагоның Осман империясы құрамына енгеннен кейін Месхетия аумақтары түрік этносының әсер ететін аймағында қалып, Ахыска патшалығы деп аталды. Түріктермен жергілікті тұрғындардың сіңісуі діни және тілдік бағытта да жүргізілді. Мұсылмандыққа өту барлық жағынан мадақталды. Осман империясында аралас тұрғындары бар жерлерде ауызекі сөйлеу тіл болып келген түрік тілі ұлтаралық тілге айналды. Нәтижесінде жергілікті түрік диалектісінде сөйлейтін, егінші-мұсылман екенін білдіретін, түрік-түркілер жалпы этнонимі пайда болды. Грузия құрамындағы Ахалцих ауданының Ресейге қосылу уақытына қарай (1829) мұсылман-месхитиндер сол аймақтың саны жағынан ең аз тұрғындары болды, бірақ 19 ғасыр бойы және 20 ғасырдың 1-ші ширегінде олардың үлесі бірте-бірте өсті. Түрік тілі түркі тілдерінің бірі, оғыз тобына жатады. Түрік және түркі сөздері көптеген тілдерде ұқсас айтылатын болғандықтан, түрік тілін кейде «анатолы- түрік» деп атайды (Азияның ежелгі атауы – Анатолы). 1918-1923 кемалистік революцияға дейін және Түркия республика болып жарияланған соң осман тілі болып аталған. 30-шы жылдардың аяғына қарай месхетин мұсылмандарында түрік-месхетиндер жалпы этнонимі болды, ал жергілікті месхетиндер (19 ғасырдан бастап православиялықтар) оларды түріктер деп атады. Түріктердің дәстүрлі тағамдары әр түрлі және өте бай. Түрік дәмінде сиыр және қой еті көп қолданылады. Ең дәмді тағамдарының бірі- әртүрлі кебабтар, оларды даярлауда өте көп дәмдеуіштер пайдаланылады. Жеңіл тамақтардың да түрлері аса мол: көкөніс және жеміс салаттары, қой ірімшігі, қытай бұршағы болмаса жүзім жапырағымен оралған күріш, тарттырылған қызанақ пен бұрыш т.б. Көп қатпарлы, қамыр қабаттарының арасына ірімшік, дәмдеуіштер, ет, балық салған, ерекше «берек» бәліші жеңіл немесе негізгі тамақ ретінде ұсынылады. Түрік асханасында тәттілер ерекше маңызға ие. Әсіресе жұқа қатпарлы қамырдың арасына грек жаңғағы мен шекілдеуік жоңқасы салынған қырық қабатты «бахлава» («пахлава») ерекше кең таралған. Ұлттық сусыны — рақы (анис арағы), оны сумен араластырып, «арыстан сүті» деп атайды. Түріктердің киімі жаңа заманға сай келеді. Кейбір қарт адамдар шалма мен тақия киеді. Әйелдер киімінде ұлттық нақыш ең жақсы сақталған: шәлі, ұзын әрі қарапайым көйлек; әйелдер далаға (тіпті жазда да) денесін жасыратын ұзын шапандар мен тозаңқаптар киіп шығады. Әйелдердің ұлттық киімі, әсіресе, ауылдық жерде жақсы сақталған. Ол голошо – орамал және кең, ұзын көйлек. 1928–1937 жылдары Ахыска түріктері репрессияға ұшырады. Ал Ұлы Отан соғысы басталысымен-ақ барлық ер адамдар майданға (40 мыңнан астам, 26 мыңы соғыстан қайтпаған) жұмылдырылды. 1944 жылы қыста Ахыска түріктері Грузияның Ахалцих, Алиген, Адиген, Аспиндз, Ахалкалак және Богданов сияқты оңтүстік және оңтүстік батыс шекаралық аудандарынан Орта Азия мен Қазақстанға күштеп көшірілді. Барлығы 115,5 мың адам депортацияланды. Олар негізінен әйелдер, балалар және қарттар. Олардың 17 мыңы жолда қырылып кетті. Ахыска түріктері Қазақстан, Үзбекстан және Қырғызстанның әртүрлі облыстары мен жекелеген кенттеріне «ерекше жер аударылғандар» ретінде шоғырландырылды. Түрген селолық округінің түрік ұлттық-мәдени орталығы кеңесінің төрағасы Мәжіліс Әмзаев сол бір қиын кездерді былай деп есіне алады: «Соғыстан кейінгі жылдары туыстарды іздестіріп табу өте қиынға соқты. Ер адамдар өз отбасын іздеп, Кавказдан Қазақстан мен Үзбекстанға жаяу жетті. 1944 жылдан 1956 жылға дейін 12 жыл бойына жер аударылғандар комендатура тәртібінде өмір сүрді. Ол кезде бір ауылдан екіншісіне туыстарды іздеп шығуға да рұқсат етілмейтін». Басқа да халықтар сияқты Ахыска түріктерінің де өмірінде көп қиындықтар кездесті. Сол бір тар жол — тайғақ кешу жылдары, жоғалып кету, жан-жаққа ыдырап тарап кету, дәстүрлерін, салттарын, тілдерін, мәдениетін жоғалтып алу және халық ретінде құрып кетудің қаупі төнді. Бірақ біздің халық ешбір қажымастан қауымға сіңісе білді, өз тілінде сөйледі, дәстүрлері мен салттарын сақтады, ешқашанда өз тарихының ащы сабақтарын ұмытқан емес. Дегенмен де, көрген қуғыншылыққа қарамастан түріктер тірі қалып, мәдениетін, ұлттың өзіндік ерекшелігін сақтап қала алды. Түріктердің тірі қалуына бірден бір септескен қазақ халқының жер аударылғандарды өте жылы қабылдауы еді. Аса бір қиын соғыстан кейінгі жылдары оларға қолдарынан келгеннің бәрін жасап, мүмкіндігінше көмек көрсетті. Оларға баспана беріп, бір үзім нанды бөліп жеді. 1956 жылы олардан арнаулы жүріп-тұру бойынша шектеу алынды, сөйтіп біразы Кавказға қайта оралды. Кеңестер Одағы тарағаннан кейін де депортацияланған халықтардың көбі өздерінің тарихи отанына орала бастады. Ал түріктер қайта алмады. Туған жері Грузия шекарасы олар үшін жабық еді. Қоныс аударушыларды қабылдап жатқан Түркияға да кетулеріне болар еді, бірақ ол жер Ахыска түріктерінің туған жері емес. Сөйтіп, түріктерді еркін де тыныш өмір сүретін мекеніне — Қазақстан жеріне тарихтың өзі қоныстандырды. Түріктердің көбі Қазақстанда біржолата орнығып қалды. Ресми мәліметтер бойынша ҚР аумағында 84 000 түрік тұрады (01.01.2005 ж.), бірақ шындығында 150-200 мыңдай адам бар. Олардың нақты санын анықтау қиын, өйткені көптеген түріктердің төлқұжаттарында ұлты «әзірбайжан» болып көрсетілген. Оның бәрі тоталитарлық тәртіптің шектен шығуының салдарынан, көптеген түріктер төлқұжаттарында «бейтарап» ұлтты көрсетуге мәжбүр болғандығынан орын алды. Кейде оларды оған күштеп те мәжбүр етті. Қазірде бірінің ұлты түрік, екіншісі – «әзірбайжан» болған бірге туған екі азаматты кездестіруге болады. Тоталитарлық билік адамдардың өткенін, түп-тамырын ұмытуы үшін бәрін жасады. Бірақ түріктердің ынтымағының арқасында олар өз мәдениеті мен ұлттық дәстүрлерін сақтай алды.",
                "date": "15.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған үй-жұмысына цитата сөзінің орнына қоятын сөз жазу керек",
        "question_content": "үй жұмысына берілген",
        "question_date": "14.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ол қарғаны мақтай жөнелді осыны қалай қаратпа сөз қосып жазуға болады",
        "question_content": "Мен бұл сұрақты таба алмай отырмын .Тез керек боп тұр",
        "question_date": "14.12.2016",
        "question_tag": "Мектеп",
        "question_views": 841,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қыран, ол қарғаны мақтай жөнелді. Мұндағы Қыран сөзі қаратпа, яғни тыңдаушысын өзіне қаратып алып тұр.",
                "date": "15.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "20 ғасырдың 2жартысы-21 ғасырдың басындағы әлем",
        "question_content": "20 ғасырдың 2 жартысы - 21 ғасырдың басындағы әлем туралы мәлімет керек еді. Дүниежүзі тарихыны байланысты. Өте керек болып тұр дәл кәзірге. Комектесініздерші өтінем!!!",
        "question_date": "14.12.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 7500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екінші дүниежүзілік соғыстан кейін Еуропа, АҚШ, Канада, Жапония экономика мен мәдениетінің дамуы соғыс жылдарындағы ғылыми жетістіктердің негізінде жасалды. Көптеген ғылыми күштер, қаржы-қаражат атом энергиясын меңгеруге, транспорт құралдарын, мұнай –химия өнеркәсібін дамытуға жұмсалды.\nРадиоэлектронника саласында батыл қадам жасалып, радиоапаратуралар мен телевизорлардың жаңа типтері ойлап табылды. Генетика мен биотехнологияда ірі жаңалықтар ашылды. Дәрілердің жаңа түрлері ойлап табылды. Тұрмысқа қажетті түрлі техникалық заттар шығарыла бастады. 70-80 жылдары ғылыми-техникалық революцияның жаңа кезеңі басталды.\n1971жылы «Интел» фирмасы мини-процессор жасап шығарды. Соның арқасында компьютер ойлап шығарылды. Табиғатта кездеспейтін жаңа синтетикалық материалдар, жылдам жүретін поездар ойлап шығарылды.\nҒТР-дің дамуы білікті мамандарды қажет етті. Осы талаптың нәтижесінде жоғарғы және орта білімді адамдар көбейе түсті.\n70-90 жылдарда жоғары дамыған елдерінде тұрмысты жаңаша электрондық құрал-жабдықтармен қамтамассыз ету жаппай етек ала бастады. 1987 ж. батыс еуропалық елдерде түсті телевизорлармен қамтамассыз ету деңгейі 85 %, ал АҚШ-та 94% жетті. Ғылыми техникалық даму «бұқаралық мәдениеттің» кең таралуына өз ықпалын тигізді.\n60-80 жылдары қоғамдық философиялық ой да ғылыми-техникалық революцияның әсеріне ұшырады. Экологияның нашарлауы, әсіресе ядролық өзін-өзі жойып жіберу қаупіне байланысты бұл «технологиялық оптимизм» біршама басылып қалды. Қоғамдық-философиялық ойдың басты бағыттарының бірі адамды жан-жақты кешенді зерртеуге деген мақсатпен анықталды.\nСоғыстан кейінгі алғашқы жылдары әдебиет пен өнерде реалистік дәстүр күшейді. Француздың реалистік жазушылары А. Жид пен Ф. Мориак әдебиет саласында Нобель сыйлығының лауреаты атанды. Италияда әдебиет пен кинематографияға соғыстан кейінгі жаңа реализм үлкен әсер етті. АҚШ кинематографиядан алға шықты. 80-ші жылдары видео-кассеталарды шығару әлемдік бизнеске айналды.\nБатыс Германияда соғыстан кейінгі он жылдықта басты тақырып фашистік өткеннен арылу болды. Бұл тақырып Г. Белльдің әңгімелері мен фашизмге қарсы бағытталған «Адам сен қайда болдың?» романында суреттелген.\nСоғыстан кейін бейнелеу өнерінде постмодернизм деп аталатын жаңа кезең басталды. Ол адам өркениетінің жойылып кету қаупі төңген кезде пайда болды. Постмодернизм «үлкен қорқыныштың бел баласы» деген атаққа ие болды.\nМузыка саласында да күрделі процестер болды. АҚШ пен Еуропа елдерінде концерт ұйымдастыру кең құлаш жайды. АҚШ-та 70-80 жылдары Рок музыкалық фестивальдар өткізу дәстүрге айналды. Әсіресе АҚШ музыкалық комерция жасап әлем рыногын клиптермен дамытты. Қорыта келгенімізде ғылым мен техника, әдебиет пен өнер АҚШ пен Батыс Еуропа елдерінде ХХ ғасырдың екінші жартысында ХХІ ғасырдың басында өзінің шарықтау шегіне жетті.\nСоғыстан кейін жеңімпаз мемлекеттер бейбітшілікті реттеу мәселесін соғыс кезінде жасасқан келісімге сай жүргізу керек еді. Бірақ бұл мемлекеттердің көзқарасы өзгеріп, қарама-қарсы идеологиялық принцптер мен позицияларды ұстанды. АҚШ-тың сыртқы стратегиясы әлемдік капиталистік жүйені сақтау, дүниедегі жанжалдарды күш қолдану арқылы шешу.\n«Қырғи-қабақ соғыстың» басты белгілері: бәсекелестік, әскери-соғыс одақтарының құрылуы, жанталаса қарулану. Соғыстан кейін екі ел арасында дұшпандық қатынас басым болды.\nБҰҰ-ның шешімі бойынша 1947 жылы қарашада Палестинаның орнына екі-еврей және араб мемлекеттері құрылып, Иерусалимге барлығына ашық еркін қала мәртебесі берілуге тиіс болатын. 1948 жылы еврей мемлекеті құрылды да араб мемлекеті құрылмай қалды. Арабтар еврей мемлектін танудан бас тартты. 1948-1949 жылдары бірінші араб-израиль соғысында КСРО арабтарға, еврейлерге АҚШ мемлекеті болысты. Арабтар жеңілді. Бұл соғыс әлі күнге дейін өзінің шешімін таппай келеді.\n1952ж. Египетте революция болып, шетел компанияларының қызметіне шектеулер қойылды. Египетке қарсы ағылшын- француз-израиль басқыншылығы басталды. КСРО АҚШ және БҰҰ басқыншылықты айыптады. Егер Египетке басқыншылық тоқтатылмаса КСРО көмек беретінің жариялады. Англия мен Францияның бұл аймақта ықпалы төмендеп КСРО беделі өсті.\nКОКП ХХ сьезінен кейін КСРО сыртқы саясатта біраз бастамалар жасады. Армияны екі млн. қысқартты. 1960 жылы мамырдың ортасына жобаланған Н. С. Хрущев пен Д. Эйзенхауэрдің кездесуі болмай қалды.\n1960 ж. сайлауда Дж. Кеннеди жеңіске жетті. 1961 ж. сәуірде Куба контрреволюционерлері десантының АҚШ флоты мен авиациясының көмегімен аралға түсірілуімен Кариб дағдарысы басталды. АҚШ Кастро режимін құлатудан бас тартбады. КСРО өзінің ракеталарын орналастырды. АҚШ пен КСРО арасындағы қақтығыс шындыққа айнала бастады. Тек екі елдің басшылары сөйлескеннен кейін соғыс сейілі азайғандай болды. АҚШ Кубаның тәуелсіздігіне қол сұғудан бас тартып, өзінің әскерлерін Түркиядан, ал КСРО Кубадан алып кетті.\n1963ж. ядролық қаруды шектеу туралы алғашқы келісімге Мәскеу шартына қол қойылды. Атом бомбасына атмосферада, су астында, космос кеңістігінде сынақ жүргізуге тыйым салынды. 1970 ж. Еуропада ядролық қаруды таратпау туралы келісімге 100-ден аса мемлекет қол қойып, күшіне енді. Ұлы мемлекеттер арасындағы қарама-қарсылыққа Азия, Африка, Латын Америка елдері араласпады.\n1970 ж. Еуропа елдерінің көпшілігінде келіссөздер жүргізу идеясы қолдау таба бастады. Бірақ олар кеңес басшылығының бағытын өзгерте алмады. 1968 ешқандай негізсіз бес елдің әскерін КСРО Чехословакияға кіргізді. 1975 ж. 1тамызда Хельсинкиде мемлект басшылары деңгейінде Еуропадағы бейбітшілік пен қауіпсіздік жөніндегі Кеңес ашылып қорытынды актісіне қол қойылды.\n80 ж. АҚШ пен КСРО арасында қайшылық бұрынғыдан да күшейді. АҚШ-тың билеуші топтары Ангола мен Мозамбиктегі революцияны, Ирандағы шахқа қарсы революцияны КСРО- ның қастандығы деп түсінді. Ал КСРО-ның Ауғанстанға әскерін енгізуі т.б істері әлем жұртшылығының наразылығын туғызды. Жанталаса қарулану қайта басталды. Нәтижесінде 1986 ж. КСРО-да 10 мыңядролық заряд болса, АҚШ-та 14,8 мың заряд болды. 1987 ж. Вашингтонда М. С.Горбачев пен Р. Рейганның кездесуінде қысқа қашықтықта ұшырылатын ракеталарды жою хаттамаларына қол қойылды. 1991 ж. Мәскеуде кездесу болып, екі елде қарудың үштен бірін жою туралы келісімге қол қойды. 1991ж. КСРО ыдырап оның құрамындағы мемлекеттер тәуелсіз мемлекеттерге айналды.\n1999ж. ЕО кіретін мемлекеттер біріңғай ақша бірлігі евроға көшті. ЕО жаңаша технология мен ғылыми жаңалықтар ашуда Жапония мен АҚШ-тан артта қалып қойды.\nТолығырақ: http://engime.org/ofamdi-pender-kafedrasi-dnie-jzi-tarihi-peni-bojinsha-edisteme.html?page=5",
                "date": "18.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҰБТ 2017 жаңа форматын түсіндіріп беріңіздерші?",
        "question_content": "ҰБТ мектепте тапсырған соң, неге ЖОО ға түсу үшін қайта ұбт тапсырады, бір рет тапсырса жеткілікті емес па, сонда грантқа қайсының балымен түседі, соларды түсінбедм",
        "question_date": "14.12.2016",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР Білім және Ғылым министрлігі ҰБТ-ның жаңа форматын бекітті. 2017 жылдан бастап түлектер мектеп бітіргені туралы аттестат пен «Алтын белгі» алу үшін өз мектептерінде емтихан тапсырып, ЖОО-ға түсу үшін ҰБТ тапсырады.\nҚорытынды аттестация\nҚорытынды аттестация мектепте тапсырылады. Мерзімі, шамамен, 2017 жылдың 29 мамыры мен 9 маусым аралығы. Ол 5 пән бойынша өтеді:\nЖазбаша және ауызша емтихандар мен тесттің жауап парақтарын мектептердегі емтихан комиссиясы тексереді.\nҰБТ-ның жаңа форматы\nҰБТ-ның жаңа форматы 2 блоктан тұрады: 3 міндетті пән бойынша 20 тапсырма және 2 бейінді пәннен 30 тапсырма.\nМіндетті пәндер:\nМатематикалық сауаттылық;\nОқу сауаттылығы;\nҚазақстан тарихы.\nСауаттылық тапсырмалары талапкердің жалпылау, салыстыру, тұжырымдау сияқты дағдыларын тексеруге бағытталған. Оның ҰБТ-ға енгізілу себебі – студенттік оқуда түрлі ақпарат көздерімен жұмыс істеп, оларды сараптауға, салыстыруға және тұжырымдауға қажет деп табылуында.\nБейіндік пәндер:\nМатематика + Физика;\nМатематика + География;\nБиология + Химия;\nБиология + География;\nШет тілі + Тарих;\nОқыту тілі (қазақ немесе орыс) және әдебиет  + Тарих;\nГеография + Шет тілі;\nХимия + Физика;\nТарих + Адам.Қоғам.Заң;\nШығармашылық емтихан.\nБейінді пәндер бойынша ұсынылған тапсырмалар 2 түрлі. Әр пәннің 20 сұрағында бес жауаптың ішінде 1 ғана жауабы дұрыс болса, қалған 10 сұрағының бірнеше жауап нұсқасы бар, оның бірнешеуі дұрыс жауап болады. \nТестке бірнеше дұрыс жауабы бар сұрақтарды енгізудегі мақсат — оқушылардың тест сұрақтары мен жауаптарын тек жаттап алып, немесе болжау арқылы белгілеуіне тосқауыл болады.\nЖаңа ҰБТ-ның тапсырмалары қандай болатыны осы жылдың желтоқсан айында Ұлттық тестілеу орталығы мен ҚР Білім және ғылым министрлігінің сайттарында жарияланады.\nҰБТ-да жалпы саны 120 сұрақ қойылады. Оны шешуге 3 сағат 30 минут уақыт беріледі.\nЕң төменгі шек – 50 балл;\nЕң жоғары көрсеткіш – 140 балл\nҰБТ-ға қатысу туралы өтініш 2017 жылдың 10 наурызынан 10 мамырға дейін қабылданады.  ҰБТ өткізілу мерзімі – 20 маусымнан 1 шілдеге дейінгі аралық.\nСондай-ақ, ҰБТ-дан өте алмай қалғандар үшін ақылы тапсыру мүмкіндігі ұсынылған. Ол 2017 жылдың тамыз айы мен 2018 жылдың қаңтарында өткізіледі.\n«Алтын белгі» иегерлері, республикалық және халықаралық олимпиадалардың,  ғылыми жобалардың жүлдегерлері мен жеңімпаздары ҰБТ-дан босатылмайды. Алайда, тапсырған тест нәтижелері аталған жетістіктері жоқ талапкерлердің көрсеткіштерімен бірдей болған жағдайда, гранттарды бөлу кезінде  басымдыққа ие болады. Сондай-ақ, 5 халықаралық олимпиада жүлдегерлері мен жеңімпаздарына арнайы гранттар бөлінеді.\nАйта кетейік, түлектердің мектеп бітіру кештері 2017 жылдың 15 маусымына дейін өткізіледі.",
                "date": "15.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "33 кг көкөністі қапшықтарға тең бөліп салды?",
        "question_content": "33 кг көкөністі қапшықтарға тең бөліп салды. Пияз 5 қапшыққа, ал сәбіз 6 қапшыққа салынды.",
        "question_date": "14.12.2016",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Есептің берілгенінде не сұрап тұрғанын жазбапсыз. Түсінуімше былай:\n\nҚапшық 3 кг көкөніс салуға шақталған.\n\n5х3=15  (кг пияз)\n\n6х3=18 (кг сәбіз)\n\n18+15=33 кг",
                "date": "15.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ел басына алғыс. Нұрсұлтан аға сіздің осы күнге дейін етіп жатқан енбегіңізге тән ризамын.",
        "question_content": "Құрметті ел басы Нұрсұлтан аға сіздің осы күнге дейін етіп жатқан енбегіңізге тән ризамын. Қазақстанда қазіргі таңда жұмыс истеуде истетуде қолайлы соның арқасында шет елдіктерде байып қалды. Сізге алғысым шексіз ауырманыз шаршаманыз. Қазақтың бағына аман болыңыз. Тұрғын үй жайлы айткым келеді бірақ бәрібір орындалмаитын шығар. Артық кеткен кателик болса кешірім сұраймын. Хат жолдаган Мизамидин Марат Асылбекулы.",
        "question_date": "14.12.2016",
        "question_tag": "Достық",
        "question_views": 853,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физика мамандығы туралы?",
        "question_content": "Саламатсыздарма!Физика пәні бойынша  қыз балаларға қандай мамандықтар тандаған жақсы?",
        "question_date": "14.12.2016",
        "question_tag": "Мектеп",
        "question_views": 878,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Менің ойымша физика пәнінің мұғалімі қыз балаларға  таңдаған дұрыс сияқты.",
                "date": "17.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометриялық прогрессиясының алғашқы 6 мүшесінің косындысын табыңдар?",
        "question_content": "{bn} Геометриялық прогрессиясының алғашқы 6 мүшесінің косындысын табыңдар:\n\n1) b5=-6,  b7=-54   2)b6=25, b8=9\n\n3) b1=125, b3=5   4)b4=-1, b6=-100",
        "question_date": "14.12.2016",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайны ағамның баласын ауылға жибере берсе, ал мен оны қаламаған жағдайда не істеуге болады",
        "question_content": "Қайны ағамның баласын ауылға жибере берсе, ал мен оны қаламаған жағдайда не істеуге болады?",
        "question_date": "14.12.2016",
        "question_tag": "Жанұя",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бетіне тіке айтыңыз қаламайтының дүниеңізді. Көп болса, келіннің ашуы жаман дер...",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсінде беташар көрсе не болады екен?",
        "question_content": "Түсімде беташар көріп жатыр едім, дауыл тұрып кетті. Не мағынаны береді екен?",
        "question_date": "14.12.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Түс түлкінің ...\" Дегенмен беташар жақсылықтың нышаны. Ал дауыл туралы жаман ойламаңыз. Не нәрсені де жақсылыққа жору керек. Алла қаласа қуанышты жаңалықтар орын алады.",
                "date": "15.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "«Қара шаңырақ» әңгімесінің ұлттық болмысы неде?",
        "question_content": "«Қара шаңырақ» әңгімесінің ұлттық болмысы неде? Неге Шөмішбайдың Есіркепке көңілі толмайды? (5 cөйлем шамасында)",
        "question_date": "14.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 451,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "... Тұрған іркіт тамақ қырнар . Тамақ бола р,мән болмайды жалгасы керек әдебиеттен",
        "question_content": "Риторика пәнінен керек еді",
        "question_date": "14.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 245,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тең бүйірлі тік бұрышты үшбұрыш",
        "question_content": "Тен бүйірлі тік бұрышты үшбұрыштың бұрыштарын табыңдар.",
        "question_date": "14.12.2016",
        "question_tag": "Геометрия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тік бұрышты болғандықтан 1 бұрышы 90грудус\n\nал тең бүйірлі болғандықтан қалған екі бұрышы тең, үшбұрыштың ішкі бұрыштарының қосындысы 180 градус болғандықтан  180-90=90\n\nқалған 90 градусты 2 ге бөлеміз.\n\n90/2=45\n\nЖауабы :90;45;45.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Cанның дәрежесінің соңғы санын табу?",
        "question_content": "Cанның дәрежесінің соңғы санын табу?",
        "question_date": "14.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "х^2+6х+8=0 теңдеуін шығару керек еді",
        "question_content": "Түбірлері х^2+6х+8=0 теңдеуінің түбірлерін 2 ке 5ке көбейткенде шығатын сандарға тең квадрат теңдеуді құрындар",
        "question_date": "14.12.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 874,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х^2+6х+8=0\n\n(x+4)(x+2)=0\n\nтеңдеудің түбірлері x1 = -4, x2 = -2\n\nx3 = -8 , x4 = -10\n\n(x+8)(x+10) = 0\n\nx^2 + 18x + 80 = 0",
                "date": "9.12.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тік төртбұрыштың ұзындығы 10%-ке, енін 20%-ға ұзартқанда ауданы?",
        "question_content": "Тік төртбұрыштың ұзындығы 10%-ке, енін 20%-ға ұзартқанда ауданы?",
        "question_date": "14.12.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "110:100=1,1а 120:100=1,2в S=1,1a×1,2в=132ав 132-100=32",
                "date": "14.12.2016",
                "upvotes": 0
            },
            {
                "text": "Екінші есебінің жауабын жазыңыздаршы",
                "date": "30.11.2018",
                "upvotes": 0
            }
        ]
    }
]