[
    {
        "question_title": "87 балмен Л. Гумилевтің архитектура мамандығына оқуға түсе аламын ба?",
        "question_content": "Л. Гумилевке 87 балмен түсуге болады ма, архитекторға физика,  математикамын.Құрылыс мамандығына да анықтама беріп өтсеңіз.",
        "question_date": "7.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өткен жылғы нәтижелер осылай болыпты. Осы жылдан бастап барлық нәрсе өзгеріп кеткендіктен бір нәрсе айту қиын.",
                "date": "8.07.2017",
                "upvotes": 0
            },
            {
                "text": "Архитектура мамандығы ҰБТ балына қарамайды, онда сіз қайтадан тест және шығармашылық емтихан тапсырасыз. Осы екі емтихан қорытындысы ғана сіздің грантқа үмітіңізді шешеді.\n\nҚұрылыс мамандығын 2009-2013ж Л.Н.Гумилев университетінен аяқтадым. Қазір мұнай саласында инженер-проектировщик болып 4 жылдан бері қызметімі атқарамын.",
                "date": "23.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3D принтері Қазақстанда бар ма?",
        "question_content": "З д принтері Қазақстанда бар ма ? . Бар болса , Қазақстанның қай жерінде бар ? . Және ол сатылса , Қазақстанның қай жерінде сатылады ? .",
        "question_date": "7.07.2017",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3D форматтағы жаңа жоба қытайлық модельдің негізінде жасалыпты. Алайда 400 мың теңге тұратын Қытай құрылғысының құны тым қымбатқа түскен. Ғалымдардың төл жобасын жасақтауға небәрі 89 мың теңге жұмсалған. Әріптерді тез теретіні өз алдына, жұмыс жасау кеңістігі де ауқымды. Сондықтан оны болашақтың технологиясы деп толық сеніммен айта аламыз, дейді жоба авторлары. \"Мысалы, құрылыста жобаларды алдымен компьютерде жобалап, кейін принтерлермен басып, керек жерлерін көрсетуге болады. Жалпы біз оны құрастырғанда кейбір бөлшектерін Қытайдан тапсырыспен сатып аламыз. Себебі бізде оның бөлшектері таптырмайды. Біздің принтердің жылдамдығы өте жоғары және жұмыс аумағы қарапайым принтерлерге қарағанда үлкен болып саналады\", - дейді Жәңгірхан атындағы БҚАТУ студенті Салауат Ғалымжанұлы. Айта кетейік, жастар жыл соңына дейін 3D үлгісіндегі тағы 5 принтер жасақтауды жоспарлап отыр. Өнімді сериялы түрде өндіріске енгізудің бизнес жоспары да дайын тұр. Енді жасалатын принтерлерге қажетті қосалқы бөлшектердің сызба нұсқалары осы дайын болған құрылғының көмегімен жасақталады. Жоба авторларының сөзіне қарағанда, мұның бір ерекшелігі - энергия үнемдеуге болады. Отандық 3D принтерлерді жоғары оқу орындары мен мектептер, сонымен қатар жобалау институттары мен сәулетшілер сатып ала алады. Ал онымен қалай жұмыс істеу керегін тегін үйретеміз, дейді ғалымдар.\n\nhttps://kaz.tengrinews.kz/damu/kazakstan-galyimdaryi-3D-printer-jasap-shyigardyi-262915/",
                "date": "7.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Грантқа мүмкіндік бар ма? Бар болса қандай мамандықтарға және қайда?",
        "question_content": "ҰБТ-ден 94 балл алдым. Алтын белгі. Таңдау пәндерім био-хим. Грантқа мүмкіндік бар ма? Бар болса қандай мамандықтарға және қайда?",
        "question_date": "7.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 719,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Грантқа мүмкіндік өте аз. Қай қалаға екен де айту қиын. Сондықтн өзіңіз қалаған мамандыққа және қалаға тапсырғаныңыз дұрыс.",
                "date": "20.07.2017",
                "upvotes": 1
            },
            {
                "text": "Қазір Алтын Белгі бұрынғыдай роль ойнамайды. Органикалық және неорганикалық химияға тапсырып көр.",
                "date": "21.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "EXPO 2017 көрмесінен естелік үшін не сатып алуға болады?",
        "question_content": "Мен жақында Астанаға ЕХРО көрмесіне баратын едім, соған ерекше естелік ретінде не сатып алуға болады? Өз ойларыңызбен бөлесесіздер ме?",
        "question_date": "6.07.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 818,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халықаралық көрмеден құрқол қайтпайсыз! Естелік ретінде сатып алуға болатын кәдесыйлар әзірлену үстінде. «Астана ЭКСПО-2017» Ұлттық компаниясы әзірге бұл іске 40-тың ішінен озған 13 мекемені тартқан көрінеді. Олар 110 түрлі тауар дайындауға әзір. Бірқатары журналистерге көрсетілді. Арасында ойыншықтар, ересек пен балаларға арналған киімдер, жастықтар да бар. Көрмеге жауапты компания мұнымен шектелмек емес. Шараның символы бедерленген тауарлар түрін 200-ге жеткізеді. Сондықтан қатысуға ниетті мекемелердің өтініштерін әлі қабылдау үстінде. Кәдесыйлар сәуір айынан бастап саудаланады. Басым көпшілігі Астана мен Алматы қалаларында, сондай-ақ электронды түрде берілген тапсырыстар арқылы сатылады.\n\n\nhttps://1tv.kz/kz/?p=12557",
                "date": "7.07.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстанда қылмысты ашқанда кəдімгі полицейлерден бөлек сыщиктер бола ма?",
        "question_content": "Қылмысты ашқанда кəдімгі полицейлерден бөлек Ресей сериалдарындағыдай \"сыщик\"-тер бар ма Қазақстанда?",
        "question_date": "6.07.2017",
        "question_tag": "Жанұя",
        "question_views": 252,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине бар ғой.\n\nОдан да артық жұмыс істейді. Бырақ крышевонныйлар болады оны білсе, делосын жаба салады.Жеке ойым.",
                "date": "11.07.2017",
                "upvotes": 1
            },
            {
                "text": "Осыдан 1-ай бұрын ғаламторда мына сайтты көргенмін.Tengrinews сайты террористтерді ұстауға көмек бергендерге 5мл.[KZT] хабарлаған болатын.",
                "date": "10.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі логикалық жұмбақтың жауабы керек?",
        "question_content": "Құдайым бір нәрсені біліп берген .\n\nОртасын түп түзу етіп тіліп берген .\n\nТыққанда жыртылып кетпесін деп\nЕкі шетін қара жіппен тігіп берген\n\nОл не?\nТез арада көмек керек",
        "question_date": "6.07.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "түйменің ілгегі",
                "date": "9.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Unity бағдарламасымен жұмыс жасайтындар барма ?",
        "question_content": "Unity бағдарламасымен тек ойындар жасайма әлде қосымшалар жасай берема. Сол бағдарлама туралы білетіндер уатсап нөмірін немесе вкдағы адресіңізді жіберсеңіздер.",
        "question_date": "6.07.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 527,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түркістанда Құран аяттарымен емдейтін емшінің мекенжайын кім біледі?",
        "question_content": "Түркістанда Құран аяттарымен емдейтін емшінін адресі керек. Махмуд молданы кім біледі?\n\nДем салатың емші!(молда) қажет болып тұр",
        "question_date": "6.07.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "+77073720565 Осы апайдан шипа таптым окинбесинизге кепилдик берем",
                "date": "30.08.2017",
                "upvotes": 0
            },
            {
                "text": "Бар болганы куранмен емдейди мултиксиз сениниз",
                "date": "30.08.2017",
                "upvotes": 0
            },
            {
                "text": "Судрганы емдейма?",
                "date": "28.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен жұмыс істеп жүріп отпуск айыма толмай декреттік демалысқа шықтым.",
        "question_content": "Мен жұмыс істеп жүріп отпуск айыма толмай декреттік демалысқа шықтым.Бірақ Маған отпуск төленбеді неліктен?",
        "question_date": "5.07.2017",
        "question_tag": "Заң",
        "question_views": 850,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төленбейді. Сіз отпуск алған жоқсыз ғой.Декретный отпусктан шыққаннан кейін алуға болады, уайымдаманыз. Отдел кадрда бәрі тіркелген. Қанша жыл резервыныз бар сонша алуға болады.",
                "date": "11.07.2017",
                "upvotes": 0
            },
            {
                "text": "Мен практикант болып жумыс истеймин.6 айлык мерзиммен.Егер декретке шыгатын болсам маган тек декретной гана толенеди ма?",
                "date": "18.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өмір сүруден кайф аласыз ба?",
        "question_content": "Өмір сүруден кайф аласыз ба?",
        "question_date": "5.07.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 622,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өмір сүргенде кайф алу үшін көп еңбек ету керек!",
                "date": "20.08.2017",
                "upvotes": 1
            },
            {
                "text": "Жұмыс істеп қой, терлеп түріп аламын. А так та...))Өзім жеке басым спортпен айналысқаннан кейін аламын, өте жақсы сезінемін.",
                "date": "11.07.2017",
                "upvotes": 1
            },
            {
                "text": "Өмір-сынақ үшін берілген. Ал кейін кайф алу үшін сынақтан өті керек!",
                "date": "3.08.2017",
                "upvotes": 1
            },
            {
                "text": "Кейде \"черная полоса \" болып күйзеліске түсетінім болмаса , әрине , өмірдің өзі кайф)",
                "date": "20.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шет тілі бойынша грант бар ма?",
        "question_content": "Ағылшын тілі сабағы бойынша қандай мамандықтар бар және грант бар ма ?",
        "question_date": "4.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі шет тілі мамандығы.\nҚызмет түрлері:\n\nЖалпы орта мектепте шет тілдердің мұғалімі (екі еуропа немесе бір еуропа және бір шығыс тілдері бойынша);\n\nАғылшын және неміс тілдері мұғалімі;\n\nАғылшын және француз тілдері мұғалімі (немесе испан, итальян тілдері);\n\nФранцуз немесе ағылшын тілдері мұғалімі;\n\nАғылшын және араб тілдері мұғалімі (немесе түрік, қытай, жапон, корей тілдері);\n\nФранцуз және араб тілдері мұғалімі;\n\nАрнайы мамандандырылған мектептер мен лицейлерде шет тілдері бойынша ұстаздық ету;\n\nАрнайы оқу орталықтары мен орта мамандандырылған колледждерде ұстаз болу;\n\nМагистрлік деңгейді жалғастыра оқыған кезде, ЖОО-да аға оқытушы болып қызмет етуге болады;\n\nЕліміздегі шетелдік компанияларда аудармашы болып жұмыс атқару;\n\nБАҚ аясында шетелдік ақпараттық дереккөздерден тікелей аударатын мәтіндік аудармашы болу;\n\nШетелдік тұлғаларға сапалы синхронды аудармашы болу;",
                "date": "5.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "117 баллмен асфендияровқа оқуға түсе алады ма?",
        "question_content": "Сәлеметсіздерме сіздерден сұрайын дегенім, 117 баллмен асфендияровқа оқуға түсе алады ма?",
        "question_date": "4.07.2017",
        "question_tag": "Биология",
        "question_views": 525,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "117 балмен əрине түсе аласыз. Себебі ұлттық университтеттерге оқуға түсу үшін 70 баллдан көп жинау керек.",
                "date": "5.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Серпін-2050\" бағдарламасы бойынша медицина маманы атана аламын ба?",
        "question_content": "Сәлеметсіздерме? Мен 2017 жылдың түлегімін және \"Алтын белгі\" иегерімін.ҰБТ-ден 82 балл жинадым.Мен бағдарлама көмегімен қай оқу орнына,қай мамандыққа грантқа түсе аламын?Кеңес беріңіздерші.",
        "question_date": "4.07.2017",
        "question_tag": "Мектеп",
        "question_views": 616,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешбір университетке грант бөлінбейді. Тек қана мамандықтарға бөлінеді. Сондықтан өзіңізге ұнайтын мамандықты  таңдағаныңыз мақұл. Келещекте нан табатын кәсібіңіз болғаннан соң, өзіңіз ұнататын сала жұмыс істеген дұрыс.",
                "date": "7.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Toyota carina 2S фарсункасының қысымы қанша болады?",
        "question_content": "Toyota carina 2 дизель. Осы машинаның фарсункасынын давлениясі қанша болат?",
        "question_date": "4.07.2017",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Двигатель: дизель, 2200 куб.см\n\nhttp://www.drom.ru/reviews/toyota/carina/69847/",
                "date": "5.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай профиссионалды фотоаппаратты таңдаған жөн?",
        "question_content": "Профиссионалды фотоаппарат сатып алғанда қандай түрін таңдаған жөн? Егер, сіздің профиссоналдық фотоаппаратқа қатысты біліміңіз болса немесе фотоаппаратыңыз бар (бұрын болған) болса, маған кеңес беруіңізді сұраймын. \n1-сұрақ: Фотоаппаратты таңдағанда неге назар аудару керек?\n2-сұрақ: Өзіңізге ұнайтын (ыңғайлы, сапалы деп есептейтін) қандай марканы ұсынар едіңіз?   (Мысалы, Canon 600D, Nikon350бірдене деген секілді)",
        "question_date": "4.07.2017",
        "question_tag": "Сурет, Видео",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МАТРИЦАГА МАН БЕРГЕН ДУРЫС БОЛАР",
                "date": "7.07.2017",
                "upvotes": 0
            },
            {
                "text": "Фотоаппарат – пайдалы, қажет, керек зат.\nТаңдаудағы мақсат\nСізге не үшін фотоаппарат қажет? Алдымен осы сұраққа өз-өзімізден жауап тапсақ, фотоаппарат алуда септігін тигізетіні сөзсіз.Фотоаппарат таңдау—фототехниканың қандай мақсатқа жұмсалатынына негізделеді.\n90% тіпті одан көп жағдайда фотоаппарат «тұрмыстық» қажеттілікке сатып алынады деп айта аламын. Бұл дегеніміз не? Бұл дегеніміз мұндай аппаратпен әсіресе үйде, жұмыста, болуы мүмкін мейрам мен мерекелік шараларда суретке түсуде қолданылады деген сөз. Мұндайда «қарапайым» фотоаппарат жарай береді. Ал егер әуесқойлық деңгейді қойып, білек сыбанып кірісемін немесе жиі саяхаттайтын болсаңыз сізге күрделірек аппарат қажет болуы әбден мүмкін.\nФотоаппараттарды екіге бөліп қарастырайық: біріншісі –«қарапайым», екіншісі –«үлкен» аппараттар. Кәдуілгі тұрмыстағы фотоаппарат пішіні де, көлемі де шағын болып келеді, ыңғайлы болғанымен, мүмкіндіктері де шектеулі. «Үлкен» аппараттар классикалық компоновкада, өлшемі де үлкен, салмағы да баршылық, соған сәйкес атқаратын функциясы да кең көлемді.\nNikon Coolpix S9300 фотоаппараты. Фотоаппараттың 16 мегапиксельді камерасы суретті сапалы қылып түсіреді. Nikkor объективі 18х зумға дейін жұмыс істеп, алыс объектіні жақындата аласыз. Егер оқиғаны секунд сайын түсіргіңіз келсе, жоғары жылдамдықтағы сериялық түсірілімді қолдана аласыз. Ол бір секундта 6 кадр жасай алатын мүмкіндікке ие.",
                "date": "21.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жер теліміміздің ортасынан өткен жолды қалай жердің шетіне шығара аламын?",
        "question_content": "Біздің телімдегі жердің ортасынан жол өткен. Сол жолды жердің шетіне шығара алам ба\n\nЗаңды түрде болса\n\nЖəне сол жолдың шетінде қарағаш қатарлары бар. Сол қарағаштарды қоршап алуыма болама",
        "question_date": "4.07.2017",
        "question_tag": "Заң",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кадастр, жерге орналастыру, орман шаруашылығы мамандықтарының қоғамдағы орны қандай?",
        "question_content": "Кадастр,орман шаруашылығы,жерге орналастыру мамандықтарына ойланып жүрмін, болашағы бар ма?  Қыз бала жасай алатын мамандықтар ма?",
        "question_date": "4.07.2017",
        "question_tag": "Мамандық",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Болашағы бар, тек жұмыс орны жоқ мамандықтар. Сүйіп оқып, ынталанып жұмыс жасаған адамға әрдайым барлық есіктер ашық.",
                "date": "11.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалай салмақ қосуға болады?",
        "question_content": "менің жасым 16да, салмағым-49кг ,бойым - 176см ,салмақ қосқым келіп жүр. қалай семіруіме болады? кеңес берсеңіздер.",
        "question_date": "3.07.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1. Спорт \nШығыңқы қабырға, өткір тізе, бүкірею мен жеткіліксіз салмақты жаттығулар мен диета арқылы түзеуге болады. Егер тамақ ішу режимін ұстанып, денеге күш түсіру жаттығуларын жасайтын болсаңыз, біраз уақыттан кейін қажетті мөлшерде бұлшық ет жинай аласыз. Көптеген спортсмендер жарыс алдында дәл осылай істейді. Мақсатыңызға жеткен соң, түсетін күшті біраз төмендетуге болады. Жаттығу залындағы кез келген күш түсіретін жаттығулар жарайды. Әсіресе гантель және штанга көтеріп жасайтындарына көп көңіл бөліңіз. Аптасына 2-3 рет 1-1,5 сағаттан жаттығу керек. Бірақ ұзақ жасалатын аэробтық жаттығулар, би мен мың шақырым жүгіру жаттығуларымен айналысып, күшіңізді сарп етпеңіз. \n2. Тамақтану \nТамақ жеуде бастысы теңгерім мен жиілікті қалыпта ұстау. Әртүрлі тағамдар ішуге және күніне бес-алты рет тамақтануға тырысыңыз. Зат алмасу процесі тез жүретіндіктен, сізге, басқаларға қарағанда көбірек тамақ ішу керек болады, бұл процесті бірнеше бөлікке бөлген жақсы. Күніне сізге қанша калория тұтыну қажет екенін есептеңіз де, ағзаңыздың ерекшелігі мен күш түсіретін жаттығуларға сәйкес алынған нәтижеге тағы 1500 немесе 2000 калория қосыңыз. Көп тамақтану – бәрін жей беру керек деген сөз емес. Фаст-фудтың артынан газдалған сусын ішпеңіз, есесіне ұннан жасалған тағамдарды еш шектеусіз жей берсеңіз болады. Бұршақ, картоп, ет, балық, зәйтүн майы міндетті түрде ас үлесіңізде болуы қажет. Шоколад, алуа, кептірілген жемістер де пайдалы әрі қажетті. Ірімшік, сүзбе, қаймақ, піскен сүт және тағы басқа майлылығы жоғары сүт өнімдерін тұтыну міндетті болып саналады. Сіз нақты мөлшердегі ақуыз, майлар мен көмірсуларды тұтынуыңыз қажет. Ақуыздар бұлшық ет өсіруде құрылыс материалы сияқты жұмыс істейді. Ақуыздың күндізгі нормасы 15%-дан кем болмауы керек. Көмірсулар – бұл қуат көзі болып саналады және артық мөлшерде бұлшық еттер мен май қабаттарына қор болып жиналады. Қажетті көмірсулар саны күніне 55%-ды құрайды. Майлар көптеген міндеттерді атқарады: жинақтаушы, энергетикалық және реттеуші, дәл олар ағзаның тойғанынан хабар береді. Алынатын май саны жалпы тұтынатын тағамдардың 30%-ын құрауы керек. Тұтынатын өнімдерді дұрыс үйлестіру де маңызды фактор. Мысалы, ет (ақуыз) кока-колаға қарағанда көкөніс салатымен жақсы қорытылады. Майлар мен жылдам көмірсуларды, яғни десерт немесе тәтті сусынды соңында ішіп-жеген жөн, өйткені олардың баяулататын қасиеті бар және тойғандық сезімін береді. Толғысы келетін жандар үшін ас мәзірі \nТаңғы ас: сүтке пісірілген, сары май қосылған сұлы немесе тары ботқасы; жеміс қосылған сүзбе, тәтті қара шай немесе какао. \nЕкінші таңғы ас: бір стақан шырын, зәйтүн майы қосылған авокадо салаты; май жағылған нан немесе ірімшік пен нан. \nТүскі ас: көк салат; ет немесе балық сорпасында дайындалған кез келген көже; қыздырылып пісірілген қой еті, гарнирге – пісірілген картоп; десерт. \nБесіндік: сүтке пісірілген омлет; майлы сүт қосылған кофе. \nКешкі ас: майлы балық; күріш пен көкөніс салаты. \nҰйықтар алдында: бір стақан сүт. \nКүнделікті бір уақытта тамақтануға тырысу керек, өйткені ағзаңыз жиі тамақтануға үйренеді. Сонымен қатар, ара-арасында кептірілген жемістер жеп, бір стақан шырын ішіп тұруыңызға болады. Және міндетті түрде көп су ішіңіз. Толысуыңызға тілектеспіз! )))",
                "date": "4.07.2017",
                "upvotes": 1
            },
            {
                "text": "Короче тамақ жие іш.\n\n1кунде 5рет ішу керексің. Аппетит болмаса жүгір спортпен айналыс, аппетит ашатыңдай.\n\nМенде тура сен сияқты болғанмын.\n\nбойы 176 см\n\nсалмағым 55тей болатың.Біз сияқтыларға қиындау алғашында бір жарты жылдай жүресін сосын резко қосып жібересін.",
                "date": "11.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарыз күндерді өтеп жүріп ауызды ашып жіберсе, ол күнə болып есептеле ма?",
        "question_content": "Ораза кезінде қарыз болған күндерді өтеп жүргенде шыдамай, басын айналған соң ауызды ашып жіберсе, күні болып есептеле ма? Оны қайтадан өтегенде бір күн қылып өтей ма, əлде 60 күн бола ма?",
        "question_date": "3.07.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алланың өзі тамақтандыруды деп, оразаңызды жалғастыра бересіз. Оразаңыз қабыл болсын.",
                "date": "5.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекет тарапынан ІІ-ші топтағы мүгедектерге тұрғын үй беріле ме?",
        "question_content": "Мен ІІ-ші топтағы мүгедекпін. Мемлекет тарапынан ІІ-ші топтағы мүгедектерге тұрғын үй беріле ме?",
        "question_date": "3.07.2017",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен алты баланың анасымын 6 балам бар 6  балам  1 топтағы мүгедек  Алматыдан үи берсе дим",
                "date": "19.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерте ағарған шаштың емі бар ма?",
        "question_content": "Ассалаумағалейкум! Менің шашым 16 жасымда ағара бастады. Қазір жасым 33 те шашымның 75% ағарған. Достарым, Құрдастарым, Сыныптастарымның шаштары əлі ағармаған. Қастарында жүруге ұялам ақ шашпен. Бір емі барма? Дəрі дəрмек, Витаминдер болса жақсы болар еді.",
        "question_date": "2.07.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 5300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда ағарған шаштың алдын алуға бола ма деген сауал көп адамның көкейінде жүрген мәселе. images\nЕртеректе ақ шаш даналықтың, ақылдылықтың белгісі деп саналып, адамдарға ақ шаш қартайған шағында пайда болатын. Ал бүгінгі таңда ақ шаш қартайған адамдарда ғана емес, жас адамдарда да пайда бола бастады. Әрине, ағарған шаштың алдын алуға болады. Ол үшін адам шашында ақ шаштың пайда болу себептерін анықтау керек. Ең алғашқы жиі кездесетін себеп, адамдар 40 жастан асқан соң шашына ақ түсе бастайды, әр адамның қартаю жасы әрқалай. Ақ шаштың пайда болуының басқа себептері: дәрумендердің жетіспеуі (әсіресе В12), күйзеліс, уайым, депрессия, қалқанша бездің ауруы, үйлесімсіздік, шылым шегу, тұқым қуалаушылық т.б.\n\nХалықтық әдістер арқылы ақ шаштан қалай құтылуға болады?\n\n1. 100 г ірімшік алыңыз. Оған 1 г қара бұрыш қосыңыз. Жақсылап араластырып, шашыңызға, бас терісіне жағыңыз. 1 сағат ұстап, жылы су мен сусабынмен жуып тастаңыз. Жақсы нәтиже көру үшін, бұл әдісті аптасына бір рет жасап тұру керек.\n\nМасканың артықшылықтары:\n\nқайызғақты кетіреді;\n\nшашыңыз жұмсақ әрі жібектей бола түседі;\n\nшашыңызға түс беру мүмкіндігі бар.\n\nӘдіске сүйене отырып, сіз шашыңыздың түсін сақтап, жаңа ақ шаштың пайда болуын баяулатасыз. Бірақ, жөтел мен суық тию кезінде қолданбаған жөн. Өйткені, ірімшіктің суытқыш әсері бар.\n\n2. Күнжіт майы мен зәйтүн майын 1:1 көлемде бөтелкеде араластырыңыз. Бұл қоспа шашты ұзын, қара, қалың әрі жылтыр етеді. Бұл шаштың ағаруы мен түсуінің алдын алатын бірден-бір әдіс.\n\n3. 200 г суды қайнатып,оған 4 ас қасық құрғақ жалбызды салып, 2 сағатқа қалдырыңыз. Суытып, сүзіп, 25 мл глицерин мен бірнеше тамшы Е дәруменін қосыңыз. Дайын болған қоспаны бас терісіне жақсылап жағыңыз, біраз уақытқа қалдырып, артынан жуып тастаңыз. Нәтижесін көру үшін бұл әдісті күнде қолданыңыз.\n\n4. Басыңыздың терісіне сиыр сүтінен алынған маймен аптасына 2 рет массаж жасаңыз.\n\n5. 1 қасық ас тұзын 1 стақан қою қара шайға қосыңыз. Шашыңызда 1 сағат ұстап, жуып тастаңыз. Бұл әдісті 10 күнде бір жасаңыз.\n\n6. Шие шырыны мен шие езіндісі шаштың ағаруын баяулатады. Бас терісіне, шашқа жағып, жылы орамалмен орап, 1 сағатқа қалдырыңыз.\n\n7. Шаштың ағаруына кокос майы бөгет бола алады. Ол үшін күнде жатар алдында кокос майын бас терісіне массаж жасай отырып жағыңыз. Ертесінде жумай, кешкісін қайта жағып, келесі күнге қалдыруыңызға болады.\n\n8. Алма сірке суы мен суды 1:1 қатынаста алып араластырыңыз. Онымен шашыңызды жуып, орамалмен орап, жарты сағатқа қалдырыңыз. Артынан су сабынмен жуыңыз. Бұл әдісті бірнеше ай қолданыңыз. Егер шашыңызды үнемі бояйтын болсаңыз, бұл әдісті қолданбауыңызға кеңес береміз, өйткені сірке суы шаш бояуымен әрекеттесуі мүмкін.\n\nhttps://everything.kz/article/5999736-shashyyz-erte-aarsa",
                "date": "2.07.2017",
                "upvotes": 0
            },
            {
                "text": "Мен саған Ақ шаш туралы айтқан молдалардың уағыздарын тыңдауды кеңес берем",
                "date": "17.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гратантқа жинаған балым жете ма?",
        "question_content": "Мен ҰБТ да Физика/Математика пәндерін таңдап биылғы жаңа формат бойынша 86 бал жинадым. Бұл балмен қандай мамандықтарға грант бар? Грантқа іліге аламба?",
        "question_date": "2.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 593,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Физика+ Математика пәндерін таңдаған болсаңыз, онда сіздің грантқа түсу мүмкіндігіңіз мол. Сондықтан өзіңіз таңдаған мамандыққа түскеніңіз тиімді.",
                "date": "2.07.2017",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсəздер ме мен биылғы формат бойынша 71 жидым. Математика 13\nфизика 20 балл. Серпінмен грант болады ма? Көмек керек",
                "date": "3.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақылы оқуымды 1 жыл өткеннен соң тағы жалғастыра аламын ба?",
        "question_content": "Сəлеметсіздер ме мен 1курс агылшын филологиясын ақылы турде окыдым кейін КТ тапсырып грантка тустим биыл 2017 1курс битирдим технический ВУЗ ды и мамандыкты бирак мамандығым унамайды енді кайтадан английскийга ауыссауыссам болама ягни жалгастирип бирак сол универде емес баска универде",
        "question_date": "2.07.2017",
        "question_tag": "Университет, колледж",
        "question_views": 462,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аталмыш сұрақты түскіңіз келген университеттен сұрамасаңыз... Жалпы бір мамандыққа тоқталғаныңыз дұрыс ау шамасы.",
                "date": "3.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына киноның аты қалай?",
        "question_content": "Кино комедия жанырында. Екі толық орта жастағы ер адам ойнайды. Жүрген жерлері комедия. бұрын көргем. Қазір сол кинодан үзінді алып прикол дар жүр интернетте. Пляжда доп ойнап жүріп сары допты теуіп жібер десе ол сары бас киім киген адамның басын теуіп жібереді. Сосын зонтикті құмға қадаймын деп құмға көміліп жатқан адамға қадап алады. Осы киноның аты қандай тауып беріңіздерші.",
        "question_date": "1.07.2017",
        "question_tag": "Кино",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тупой и еще тупее",
                "date": "2.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қастағы сүйелді қалай кетіруге болады?",
        "question_content": "Көбісі уксуспен күйдіреді дейді. Бірақ дене күйіп қалмау үшін қандай мөлшерде қолдану қажет.",
        "question_date": "1.07.2017",
        "question_tag": "Тазалық",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қолдағы сүйелден қалай арыламыз? Бұл аурудан құтылудың бірнеше жолы бар. Бірақ ол тәсілдер әркімге түрліше әсер етеді. Бастысы сүйел шыққанда адам папиллома вирусын жұқтырғанын біліңіз. Ал оған қарсы дәріні әлі ешкім ойлап тапқан жоқ. Ақауды жөндегенмен, вирус адамның ағзасында қалып қояды. Сондықтан, сүйел кез келген уақытта қайта шығуы мүмкін. Оны қайта болдырмау үшін иммунитетті көтеріп, ағзаның қорғаныс қабатын күшейту керек.\nТөменде осыған қатысты бірнеше кеңестер:\n– Емделу барысында иммуномодуляторларды пайдаланыңыз;\n– Тұрақты түрде дәрумендер ішіңіз;\n\n– Өмірдің қиын-қыстау кезеңдеріне қарсы тұрып, күйзеліске төтеп бере біліңіз;\n– Дұрыс тамақтаныңыз;\n\n – Қажет мөлшерде ұйқыңызды қандырыңыз;\n– Көп уақыт таза ауада жүріңіз.\nИммунитет сыртқы жағымсыз әсерге төтеп беруге дайын болса, ешқандай да ауру оған қарсы келе алмайды. Енді ақауды жөндеу туралы айтайық\n1. Ең дұрыс әрі оңай тәсіл – халық емі:\n– Сүйелді сарымсақпен үйкеп, үстіне сарымсақты қойыңыз және суын тамызыңыз;\n\n – Сірке қышқылы. Сірке суы мен ұн араласқан қамыр илеп, оны маска ретінде пайдаланып, сүйелге компресс жасаңыз;\n– Сүйелшөп. Мұны дәріханалардан таба аласыз;\n– Бор;\n– Ет.\n\n Жаңа сойылған малдың етін сүйелдің үстіне қойып, дәкемен ораңыз. Екі күннен кейін сүйел дәкесімен бірге кетеді;\n– Сүттіген, бақ-бақ.\nЕмдеу үшін бұл екі өсімдіктің шырыны қажет болады;\n– Қызыл шетен. Бұл жидектен компресс жасау керек болады;\n- Йод.\nСүйелді күніне бірнеше рет йодтың көмегімен күйдіріңіз.\n2. Дәріханалық өнімдер:\n– Салицил қышқылы және оның негізінде жасалған дәрілер;\n– Суперчистотел;\n– Ляпис (тек дәрігердің нұсқаулығымен ғана қолдану керек);\n– Ферезол;\n– Колломак;\n– Вартек (құрамы Кондилин мен Кондилайнға қатты ұқсайды);\n– Оксолин майы;\n– Солкодерм;\n– Веррукацид және т.б.\nЖоғарыдағы тізімде ең көп қолданылатын дәрілер келтірілген. Олардың көпшілігі дәрігердің рұқсатынсыз сатылса да, өзім білем деп қолдана берудің қажеті жоқ. Кейбірінің кері әсері де көрсетілген. Нақты қай дәріні пайдалану керектігін маман шешеді.\n3. Заманауи медицинаның тәсілдері:\n\n – Сұйық азотпен емдеу;\n\n – Сүйелді лазермен кетіру;\n\n – Электрокоагуляция;\n– Хирургиялық жолмен жою.\nhttps://massaget.kz/layfstayl/Zdorove/21279/",
                "date": "2.07.2017",
                "upvotes": 0
            }
        ]
    }
]