[
    {
        "question_title": "100 000 тг қандау ноутбук алса болады?",
        "question_content": "100 000 тг ноутбук алсамдеп едім. Оған қандай ноутбуктер келеді? Соны айтып жиберсениздер. Немесе ссылкасын жиберсениздер. Мыктысын тауып бериниздерши отиниш",
        "question_date": "18.01.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100 000 тг acer ноутбугін алса болады",
                "date": "18.01.2016",
                "upvotes": 0
            },
            {
                "text": "ол ақшаға Lenavo наутбугін алуға болады",
                "date": "18.01.2016",
                "upvotes": 0
            },
            {
                "text": "кайдан ссылкасын жиберинизши",
                "date": "18.01.2016",
                "upvotes": 0
            },
            {
                "text": "системасыз алсаңыз тиімді болады....13-18 мың теңге үнемдеуге болады...",
                "date": "18.01.2016",
                "upvotes": 0
            },
            {
                "text": "Дәл қазір ондай бағаға\n\ncore i3/4gb ram/500-750 gb HDD мен Acer/Asus/HP аласың",
                "date": "19.01.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Биологиядан тест: Сабағы 4 арқылы жапырақтары қарама-қарсы, күлтесі қос ерін",
        "question_content": "Сабағы 4 арқылы жапырақтары қарама-қарсы, күлтесі қос ерін тәрізді бірігіп кеткен тұқымдас:\n\nа.алобата\n\nв.ерінгүлділер\n\nс.көкнәр\n\nд.құлқайыргүлділер\n\nе.асқабақ\n\nЖорғалаушылардың жүрегі:\n\nа.бір құысты\n\nв.екі құсты\n\nс.үш құысты\n\nд.төрт құысты\n\nе.көп құысты\n\nТілдің ұшы .........сезеді\n\nа.ащыны\n\nв.тұздылықты\n\nс.қышқылды\n\nд.тәттіні\n\nе.күйдіретін ашшыны",
        "question_date": "18.01.2016",
        "question_tag": "Биология",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) В.ерінгүлділер\n2) с.үш құысты\n3) д.тәттіні",
                "date": "18.01.2016",
                "upvotes": 0
            },
            {
                "text": "ерінгүлділер\n\nтәттіні",
                "date": "20.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биологиядан тест: Жасушаның көбеүіне қатысады?",
        "question_content": "Жасушаның көбеүіне қатысады?\n\nа.ядро\n\nв.цитоплазма\n\nс.қабықша\n\nд.вауоль\n\nе.пластид\n\nТопырақты азотты қосылыстармен байытатын бактериялар:\n\nа.түйнек бактериялар\n\nв.сапрофиттер\n\nс.шірітү бактериялары\n\nд.паразиттер\n\nе. цианобактериялар",
        "question_date": "18.01.2016",
        "question_tag": "Биология",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) а.ядро\n2) а.түйнек бактериялар",
                "date": "18.01.2016",
                "upvotes": 0
            },
            {
                "text": "салем бірінші сұрақтың жауабы ;ядро\n\nекінші сұрақтың жауабы; шіріту бактериясы\n\nоңай ғой мыналарын",
                "date": "18.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "БМ деген қазақша қысқартылған сөздің расшифровкасы қалай болады?",
        "question_content": "БМ деген қазақша қысқартылған сөздің расшифровкасы қалай болады? \"Байланыс Мекенжайы\"(Контактный Адрес) па? әлде басқа ма кім біледі?",
        "question_date": "18.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "БМ-Білім Министірлігі\n\nБМ-Бағдарламалар мұрағаты\n\nБМ-Баспасөз мәслихаты\n\nБМ-Баспасөз материалы",
                "date": "18.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Неге жедел жәрдем машинасының алдындағы жазу теріс қаратып жазылады?",
        "question_content": "Неге жедел жәрдем машинасында жазу теріс қаратып жазылады?",
        "question_date": "18.01.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Құрайт\" салу деген не?",
        "question_content": "\"Құрайт\" салу деген не?",
        "question_date": "18.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 10000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Құрайт\" деген сөз жоқ.  Толық мәтінімен көрсетіңізші сөйлемді.. мүмкін түсініп қалармыз...",
                "date": "18.01.2016",
                "upvotes": 0
            },
            {
                "text": "Үйір жылқыны шақыру. Қазақтар",
                "date": "22.01.2016",
                "upvotes": 0
            },
            {
                "text": "\"Құрайт\" салу деген негізінен 4-сыныптың Әдебиеттік оқу оқулығының 2-бөліміндегі \"Аңыз арнасы\" деген тақырыптың тапсырмасында бар. ол сөздің мағынасы үйір-үйір жылқыны шақыру деген мағынада айтылады.",
                "date": "16.01.2017",
                "upvotes": 0
            },
            {
                "text": "Құрайт салу емес, мүмкін құрық салу болу керек шығар...",
                "date": "10.01.2018",
                "upvotes": 0
            },
            {
                "text": "Бізде де құрайт салу- деген не деп тұр.Сосын әулие. Сосынайыпты бу",
                "date": "14.01.2018",
                "upvotes": 0
            },
            {
                "text": "Онын жауабы жылкыны шакыру",
                "date": "15.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Продюсермен жұмыс жасау үшін ақша төлейміз ба бірінші?",
        "question_content": "Продюссермен жұмыс жасау үшін ақша төлейміз ба бірінші?",
        "question_date": "18.01.2016",
        "question_tag": "Өнер",
        "question_views": 302,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Осы әншілер өнер жолы ауыр жол деиді де, балдарын өнерге апарады неліктен?",
        "question_content": "Осы әншілер өнер жолы ауыр жол деиді де, балдарын өнерге апарады неліктен? мысалы Ұ. ЖОЛДАСОВ, баласымен қызыда әнші. Т. ТӨРӘЛІ, Р.ЫРЫМБАЕВА, Қ.НҰРТАС, т.б көп әншілер солай. аттары ұмытып тұрм ше?",
        "question_date": "18.01.2016",
        "question_tag": "Өнер",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бойында өнері тасып тұрған адам жолдың ауыр, жеңіліне қарамайды. Өзі де шығармашылықпен айналысып жүрген адам үшін баласының бойынан өнердің ұшқынын көре тұра оның дарынын жөргегінде тұншықтыру - қиянатпен тең ғой.",
                "date": "20.01.2016",
                "upvotes": 1
            },
            {
                "text": "Кішкентайынан не көріп өссе, өскенде соны \"іледі.\" Рымбаева мен Жолдасовтардың да ұл-қыздары сол жолда.",
                "date": "20.01.2016",
                "upvotes": 0
            },
            {
                "text": "кімге еліктейді дегенім жоқ, тек ауыр жол деидіде. балдарын апаратыннын аитамын.",
                "date": "22.01.2016",
                "upvotes": 0
            },
            {
                "text": "бойында таланты,даусы болғандықтан өнер жолын қуады.балаларым өнер жолына түскенін қаламаймын деген жұлдыздар да бар.кейбір сұхбаттарда естігем.Қайраттың анасы мен Төреғалидің әкесі әнші емес қателеспесем.",
                "date": "5.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Иса деген құдай ма, қандай дін ол?",
        "question_content": "Иса деген құдай ма, қандай дін ол?",
        "question_date": "17.01.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 605,
        "question_upvotes": -1,
        "answers": [
            {
                "text": "Мариямның(р.а.) ұлы Иса(а.с.).Иса(а.с.) әкесіз шешеден туған ұл.Исаға(а.с.) берілген кітап Інжіл.Еврейлерге(Иброхим пайғамбардың(а.с.) немересі Якуб(Исроил) пайғамбардың(а.с.) ұрпақтарына) жіберілген соңғы пайғамбар-Иса(а.с.),ал бүкіл әлемге жіберілген соңғы пайғамбар-Мұхаммад(с.а.у.).Иса(а.с.) соңғы пайғамбар Мұхаммадтың(а.с.) алдында(соңғының алдындағы) пайғамбар.Исаға(а.с.) берілген ірі мұғжизадан(сиқыр емес Аллахтың құдіреті) болар Исаны(а.с.) Құдай немесе Құдайдың ұлы деп атап кеткен,олай емес,ол үлкен күнә,Иса(а.с.) Алланың елшісі-пайғамбар.Иса(а.с.) дүние салған жоқ,көкке көтеріліп кетті,таяуда шығатын таджалмен(бүлікші,сиқыршы)  күресу үшін көктен түседі.Креске қағылған Иса(а.с.) емес.",
                "date": "18.01.2016",
                "upvotes": 1
            },
            {
                "text": "Ол құдай емес.................Ол өтірік.",
                "date": "29.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2016 жыл Парламент сайлауын қай айға қоюы мүмкін деп ойлайсыздар?",
        "question_content": "Мәжілісті ерте таратады деп жатыр. Сайлауды қай уақытқа қоюы мүмкін? 2016 жыл Парламент сайлауын қай айға қоюы мүмкін деп ойлайсыздар?",
        "question_date": "17.01.2016",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мәжілістің кезектен тыс сайлауы 2016 жылдың 20 наурызында өтеді.",
                "date": "21.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автокөліктің салонға жылу айдайтын винтеляторы кейде қосылмай қалады, не істеуге болады?",
        "question_content": "Салонға жел айдайтын винтелятор кей кездері қосылып , кей кездері қосылмай қалады. Ол неден болуы мүнкүн?",
        "question_date": "17.01.2016",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "контактілерден болуы мүмкін, түбіндегі",
                "date": "18.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір өлшемді массив; Массивтін тақ элементтері барлық элементтері неше проценттін құрайды?",
        "question_content": "Бір өлшемді массив; Массивтін тақ элементтері барлық элементтері неше проценттін құрайды?",
        "question_date": "17.01.2016",
        "question_tag": "Информатика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "include <iostream>\nusing namespace std;\n\nint main(){\n    int numOfElements; //массивтың ұзындығы\n    int x[numOfElements] //массив\n    int counter = 0; //жай ғана санағыш\n    for(int i=0; i<numOfElements; i++){\n        if(x[i] % 2 ==1)\n            counter++;\n    }\n    cout << counter*100/numOfElements;   \n}",
                "date": "21.11.2016",
                "upvotes": 1
            },
            {
                "text": "бірлік матрица ма,бірлік матрица болса\n\nn^2-n=n*(n-1)\n\n100*n*(n-1)/n^2",
                "date": "18.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Келесі оқу жылында қандай пәндер қысқаруы мүнкүн?",
        "question_content": "Жақында ағылшын тілінің сағаты көбеюіне байланысты кей пәндер қысқыртылатынын айтты. Қай пәндер қысқартылуы мүнкүн?",
        "question_date": "17.01.2016",
        "question_tag": "Мектеп",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Абай Бегейдің өмірі туралы?",
        "question_content": "Абай Бегейдің өмірі туралы?",
        "question_date": "17.01.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құдайым менімен бақытты болғайсың өміріңше өмір бойы!",
                "date": "29.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арал мен Балқашты салыстыру керек?",
        "question_content": "Арал мен Балқашты салыстыру керек?",
        "question_date": "17.01.2016",
        "question_tag": "Табиғат",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арал теңізі — Қазақстан мен Өзбекстан шекарасында орналасқан сутоған. Теңіз XX ғасырда ауданы жағынан (68 мың км2) әлемде төртінші орында болған болатын, бірақ 1960 жылдардан бастап теңіздіңсуы азайып келеді.\nБалқаш — Қазақстанның оңтүстік-шығысындағы тұйық көл. Аумағы жөнінен Каспий, Арал теңіздерінен кейінгі үшінші орында. Алматы, Жамбыл, Қарағанды облыстарының шегінде, Балқаш-Алакөл ойысында, теңіз деңгейінен 340 м биіктікте жатыр. Ауданы құбылмалы: 17 – 22 мың км², ұзындығы 600 км-ден астам, ені шығыс бөлігінде 9 – 19 км, батыс бөлігінде 74 км-ге жетеді. Суының көлемі шамамен 100 – 110 км3. Су жиналатын алабы 500 мың км²-ге жуық. Орташа тереңдігі 6 м, ең терең жері 26 м. Балқаштың батыс бөлігіне Іле (жер бетімен келетін судың 78,2%-ын береді), шығыс бөлігіне Қаратал (15,1%), Лепсі (5,4%), Ақсу (0,43%) өзендері құяды.\n  Арал теңізінің ең терең жері 68м\nБалхаш көлінің ең терең жері 26м",
                "date": "23.01.2016",
                "upvotes": 0
            },
            {
                "text": "Неге? Арал суы тартылғандықтан ба?",
                "date": "23.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілі пәнінен ертегіні жалғастыруға көмек керек?",
        "question_content": "Орыс тілі пәнінен ертегіні жалғастыруға көмек керек?\n\nЖил был мальчик. он был такой  слабый и маленький. И очень трусливый,всего боялся.но однажды......алдын ала рахмеет)))",
        "question_date": "17.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 502,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бұқар жырау шығармаларындағы ел бірлігі туралы шығарма",
        "question_content": "Бұқар жырау шығармаларындағы ел бірлігі туралы шығарма",
        "question_date": "17.01.2016",
        "question_tag": "Мектеп",
        "question_views": 27000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұқар жырау Қалқаманұлы (1693–1787) – әйгілі жырау, Абылай ханның ақылшы-биі, абыз. Жұрт оны «Көмекей әулие» деп атаған. Сөйлегенде үнемі қара сөзбен емес, көмекейі бүлкілдеп, түйдек-түйдек жырмен сөйлейтін болған. Көбіне-көп Абылай ханның өтінішімен, «сәуе айтшы» деген тілегімен түсінде көрген істерін болжап айтады екен, бұлары дәлме-дәл келіп отырған. Жырау қазақ халқының жоңғар басқыншылығы тұсында, елдің болашағы қыл үстінде тұрған кезде өмір сүріп, сол алмағайып замандағы күрделі мәселелерге өз жырларымен жауап бере білген. Осындай ауыр сәттерде Абылай ханға дұрыс кеңес беріп, ел-жұртты басқыншы жауға қарсы күресте біріктіруге, бір тудың астына топтастыруға күш салған. Өзінің саяси-әлеуметтік мәнді жыр-толғауларымен сол жалынды күрестің жыршысына айналған. Осы мақсатта ол Абылай ханды бірден-бір қажетті басшы санап, оған халық бірлігін сақтап калатын көсем тұрғысында үлкен сенім артқан. Абылай хан да сол биік талаптан табылып, елдің бірлігі мен жарқын болашағы үшін жан аямай қызмет еткен. Жырау сол азаттық жолында өлімге бас байлап, ерліктің небір ғажайып үлгілерін көрсеткен хан мен оның батырларын жырға қосып, олардың өшпес әдеби бейнелерін жасаған. Әсіресе, Абылай ханның көрегендігі мен даналығын, ауыр кезең, қиын сәттерде ел ұйытқысы бола білгенін асқақ жырлаған. Оның «Абылай ханның қасында», «Ал, тілімді алмасаң», «Ай, Абылай, Абылай», «Қазақтың ханы Абылай», «Ханға жауап айтпасам», «Басыңа біткен күніңіз», «Ай, Абылай, сен он бір жасыңда», «Ал, айтамын, айтамын» атты толғауларында ханның сол кездегі ұстанған саясаты мен көрегендігі, алғырлығы мен білгірлігі сипатталған. Ал «Садыр, қайда барасың?», «Бұқарекең біз келдік, Ақан, Төбет байларға» деген жырларында ол ел болашағы, татулық мәселелерін сөз еткен. «Он екі айда жаз келер», «Абылай ханның қасында», «Ханға жауап айтпасам» атты толғаулары халық болашағы мен бейбітшілікті сақтау, отарлауды көздеген елден жыраққа, Жиделі байсынға көшу мәселесін қозғаған. Бұл жырлардың үгіт-насихаттық, дидактикалық сипаты басым. Бұқар жыраудың толғаулары, шын мәнінде Абылай дәуірінің айнасы.\nБұхар өмір сүрген дәуірдің ұлы оқиғасы- жоңғар қалмақтарының өктемдігі, олардың қазақ жерін баса көктеп енуін білеміз. Қалмаққа қарсы ұрыс басталған шақтан аяғына дейін бар ауытпалықты Бұхар елімен бірге кешкен. Ол әсіресе, өзі туған өлкесін азат ету күресіне тікелей араласып, қолбасшыларымен бірге, ақылшы, үгітші болып белсендік көрсеткен. Абылай Бұхармен осы тұста қатты санасқан. Қалмақ қолына қарсы тұрған қазақ қолын Абылай хан басқарып, оны Айдаболдан Аталық батыр мен Сүйіндік елінен шыққан Олжабай (1696–1792 ж) батырлар қолдаған. Қалмақтар арылғаннан кейін Абылай көрші Қырғыз, Ташкенттегілермен ерегісіп, оларға қыр көрсеткен. Олжабай Абылайдың бұл саясатына қарсы болды. Бұхар жырау Олжабайды қолдайды. Осы тұста халық аңыздарында Олжабай келіссөз жүргізіп қырғызды соғыссыз бітіреді-міс. Ауыз бірлігі мол кезінде Абылай қолы қалмақтың Қалден Серен хонтайшысын Қарқаралы, Баянауыл жерлерінен ығыстырып, көп олжалы болады. Бұхар Бөгенбайдың өлімін хан Абылайға естіртуші жыраудың бірі. Ол батырдың тарихи рөліне танып, оған деген халықтың қайғысын хан қайғысына ұштастыра жырлаған. Қазақтың даңқты батырлары қатарына алып, оны даралай да білген:\nҚазақтың ханы Абылай, \nАбылай ханым бұл қалай? \nАқиықты аспанға\nҰштаспай қып торлады. \nҚұлағанға ұқсайды, \nҚазақтың қамал қорғаны. \nҚайғырамыз ханзадам, \nАйтпасыма болмады-\nБатырың өтті Бөгенбай!\nҰлтының тамаша рухани адамгершілік қасиеттерін бойына дарытқан көкірегі даңғыл, алмас тілді, дуалы ауыз кемеңгерді Абылай хан да қасынан бір елі қалдырмаған. Ақыл-ойға кемел «Көмекей әулие» Абылай ханның дұрыс шешім, парасатты пайым қабылдауына, қос бүйірдегі Қытай мен Ресей аты қос алып мемлекеттің арасында оңтайлы саясат ұстауына, әскери дипломатиялық қарым-қатынастарды реттеуге барынша ықпал жасаған. Заман келбеті, Отан тағдыры, болмыс шындығы, ел тұтқасын ұстаған асқан қолбасшы, біртуар баһадүр, үздік мәмілегер, зерделі мемлекет басшысы Абылай ханның жортуыл-жорық күндеріндегі іс-қимылдары, ұлтының ұлы мұраттар жолындағы ізгі, жалынды күресі жырау мұраларында шынайы шыншылдықпен суреттелген. Әсіресе, оның толғауларында Ресей империясының отарлаушылық, басқыншылық саясаты, зұлымдық әрекеттері әшкереленген. Мысалы, «Қилы заман» толғауындағы мына бір жайлар «Күнбатыстан бір дұшпан, Ақырында шығар сол тұстан. Өзі сары, көзі көк, Діндарының аты боп Күншығысқа қарайды. Шашын алмай, тарайды, Қүдайды білмес, діні жоқ, Жамандықта міні жок, Затсыз, тексіз бір кәпір, Аузы-басы жүн кәпір, Жемқорларға жем беріп, Азды көпке теңгеріп, Ел қамын айтқан жақсыны, Сөйлетпей ұрар ұртына. Бауыздамай ішер қаныңды, Өлтірмей алар жаныңды, Қағазға жазар малыңды. Есен алар пұлыңмен, Солдат алар ұлыңнан, Күндердің күні, Абылай, Жаяулап келер жұртыңа, Жағалы шекпен кигізіп, Балды май жағар мұртыңа, Есе тимес өзіңе, Есіктегі құлыңнан», табандап жылжып келе жатқан қайшылығы мол заманды елестетеді. Қазақ қоғамының сәнінен, мәнінен айрылатынын, дінінің, тілінің, жерінің тозатынын, қабілетсіздер сұңғылаларды илеп билейтінін, дәрменсіздік жалайтынын, марқасқалар төбесінде бұлт үйірілетінін баяндаған.\nБұхар Абылай ханды да, Бөгенбай батырды да өз ортасында, басқа батырлармен бірге суреттейді. Олар бірінен бірі асып түсіп отыратын қайтпас ерлер. Солардың ішінде Бөгенбайдың тұлғасы өзгеше.\nБұхардың бұл сөздері қазақ хандығының сыртқы саясаты туралы айтылған ақылдар. Мұның өзі- жыраудың кезінде ел арасындағы саясатқа тікелей араласып отырғанының куәсі.\nБұхар өлеңдері- өзінің стилі жағынан ауыз әдебиетімен және өзінен бұрын жасаған Асан, Қазтуған, Шалгез жыраулар толғаулармен сабақтас, ақыл, нақыл, ғибрат, өсиет ретіндегі толғаулар.\n1992 жылы Қазақстан Ғылым академиясы әдебиет және өнер институты жыраудың тұңғыш жинағын шығарды. Оны құрастырушы М. Жармұхамедұлы.\nБұқар жырау поэзиясының негізгі ерекшеліктерін, ішкі ағыс-толқындарын, күйлі-қуатты толғамдарын білімпаздықпен саралаған М. Әуезов: «Жырау… заман сыншысы, сөйлесе шешілмеген жұмбақ, түйіні шатасқан сөздерді ғана сөйлейді. Өзі тұрған заманның белгілеріне қарап, келешек заман не айтатынын болжайды. Сөзінің бәрі терең ой, терең мағынамен сөйлейді. Сыртқы түрі құбажондатқан толғау, салыстырған суреттермен ұқсатқан нобай, жағалатқан белгімен келеді… Не айтса да, көптің мұңы мен қамы, көптің жәйі туралы: не көпке арнаған ақыл, өсиет есебінде айтылады», — дейді. Жыраудың толғауларының сыртқы сымбаты мен ішкі қасиет-қуатында, көркем ойлау процесінде шиыршық атқан жалынды шешендіктің буы, асқақ қаһармандық рухтың лебі білінеді. Негізінде, толғаудың құрылысы күрделі ой ағымына, пікір еркіндігіне, ауызекі сөйлеу стиліне бағынады. Тармақтар 7–8 буынды, ұйқастары еркін. Тегінде, толғау музыкалық аспаптардың (қобыз яки домбыра) сүйемелдеуімен орандалады. Толғауларының поэзиялық сәулеті, ерекше қасиеті және оның сөз қолдану ерекшелігі де өзгеше «Бұхарекең сөйлеген уақытында сөзі мұндай жүз есе, мың есе шығар. Бізге келіп жеткен тамыры ғана, бұл кісінің сөзін түгел жазамын деушіге Нұқтың өмірі, Айыптың сабыры, Аплатонның ақылы керек» — деп жазады жыраудың тұңғыш библиографы Мәшһүр Жүсіп Көпеев. Жыраудың шығармаларының текстологиясы әлі күнге ретке келтірілмеген. Ең қажетті таңдамалы сөздер, сөз тіркестері, сөйлемдер іріктеліп, сұрыпталып алынбаған, дұрыс, түзу, мұқият салыстырулар жүргізілмеген. Бұл болашақтың ісі. Бұқар жырау мұрасын жинауда, жариялауда және зерттеуде Мәшһүр Жүсіп Көпеев, Қ. Халид, Г. Потанин, Ш. Уәлиханов, М. Әуезов, С. Сейфуллин, С. Мұқанов, Қ. Жұмалиев, М. Мағауин, Р. Сыздықова секілді ұлт зиялылары еңбек сіңірген.",
                "date": "18.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Болымсыз етістікке сөйлем?",
        "question_content": "Болымсыз етістік 5-6 сөйлем құрап беріңіздерші?!",
        "question_date": "17.01.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 47200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғаламтор желісінде ұзақ отыруға болмайды.\n\n\"Балалар, сабақтан жиі қалмаңдар\",-деді мұғалім.\n\nІнім таңертең балабақшаға барғысы келмейді.\n\nҚазақстанда керіктер (жирафтар) мен пілдер өсірілмейді.\n\n6 жасқа толмаған балаларды 1-ші сыныпқа қабылдамайды.\n\nҰБТ-ге дұрыс дайындалмасаңыз, мемлекеттік оқу грантын ала алмайсыз.",
                "date": "17.01.2016",
                "upvotes": 2
            },
            {
                "text": "Даладан тауып алған алманы жеуге болмайды.",
                "date": "17.01.2016",
                "upvotes": 0
            },
            {
                "text": "Әрбір оқушы үйінде ата-ананың баласы. Сол себепті ол өзінің мектепте оқып жүргеніне ата-анасына қарыздар. Ата-анасы баласына бір сын айтса, баласы әке-ешесіне ашуланбай, жаман қарамау қажет. Ата-анаң сенің болашақ өміріңді уайымдағаннан осылай сын айтады. Сондықтан оларды сыйлап, болашақ өміріңді ойлап ерсі күліп далада орынсыз жүріп ата-анаңа өтірік айтпай, сабағыңды жақсы оқып олардың мақтанышы бол",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Torrentex мықты ма, әлде uTorreht мықты ма? қайсысын қолданған дұрыс.",
        "question_content": "Torrentex  мықты ма, әлде  uTorreht  мықты ма?  қайсысын қолданған дұрыс.  Торрентекс жылдам, әрі ыңғайлы сияқты жүктеп көрген едім...Сіздер қайсысын ұнатасыздар?  соны білу маңызды болып тұр, біреуін жою керек.",
        "question_date": "17.01.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 374,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "uTorrent мықтырақ",
                "date": "17.01.2016",
                "upvotes": 0
            },
            {
                "text": "uTorrent күштірек",
                "date": "17.01.2016",
                "upvotes": 0
            },
            {
                "text": "МюТоррент әлемдегі 1ші орындағы клиент",
                "date": "18.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тамара Асардың өмірі, қандай саит арқылы хабарласуға болады ол кісімен?",
        "question_content": "Тамара Асардың өмірі, қай саит арқылы хабарласуға болады ол кісімен?",
        "question_date": "17.01.2016",
        "question_tag": "Өнер",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тамара Асар\n\nТуылған күні\n\n16 шілде 1976(38 жас)\n\n \n\nЖанқұл Тамара Асар - өмірде де, өнерде де өжеттігімен көзге түскен талантты әншілердің бірі.\n\nЕліміздің батыс өңірі – Ақтаудан 16 шақырым жердегі «Ақшұңқыр» деген ауылда ұстаздар отбасында өмірге келген. «Жаратушы қиындықты тек көтере алатын адамына береді» дейді халқымыз. Осы сөзді өзіме ғана арналған деп қабылдайтын Тамара, тіршілікте басынан өткен түрлі ауыртпалыққа мән бергенді көңілі қаламайтын қайсар қыз.\n90-шы жылдардың соңында ол жол апатына ұшырап, бір аяғынан айрылған болатын. Араға жылдар салып, денсаулығын қалпына келтірген әнші, өзін — өзі қамшылап өмір сүруді әдетке айналдырды. «Қиындық әркімнің басына болатын нәрсе, тек оны жеңудің кілті – жүректе» дейтін Тамара Асар өмірге ғашық адам кез-келген қиындыққа төзімді болып келеді деген пікірде. «Серпін» жастар сыйлығының иегрі Тамара Асар басқа әрпітестеріне қарағанда денсаулығына көбірек алаңдайды. Сондықтан қаланың қым-қуыт тіршілігінен шаршағанда көпшіліктен оңаша кетіп, баласымен демалғанды ұнатады екен. Туған жері Ақтауға жиі ат басын бұратын әнші жалғызсырыған сәтте қолына кітап алып, әдебиетпен сырласқанды жан рахатына балайды.\n\nБілімі\n\nБала кезден өнерді өзіме серік етемін деп армандаған ол, алдымен Ақтаудағы музыка мектебінде білім алады. Кейін Алматыдағы қазіргі Елебеков атындағы эстарда және цирк коледжінде оқи жүріп, ілімін мұғалімдік мамандықпен ұштастырады. 8-ші сыныптан бастап Алматыда дәріс алған Тамара көпшілікпен етене араласуна танымал мектепте оқығаны септігін тигізгенін айтады.\n\nЕңбек жолы\n\nӨнердегі еңбек жолы Маңғыстау облыстық мәдениет басқармасы жанындағы Мұрат Өскімбаев атындағы Маңғыстау облыстық филармониясында басталған. Шығармашылықта жүрген 12 жыл ішінде көптеген жанрлар мен бағыттардағы: «Отырар сазы», «Ақжауын», Абыл Тарақұлы атындағы халықтық ұлт-аспаптар оркестрінің, «Ақжарма» фольклорлық ансамблінің, симфониялық оркестрдің сүйемелдеуімен ән айтып, жұртшылықтың назарында жүр. Сонымен қатар, жаңашыл эстрадалық жанрда Қазақстанмен қоса, Еуропа, Азия елдерінің алдыңғы қатарлы сахналарында бар талап-талантымен өнерін өрнектеуде.\n\nМарапаттары\n\n2001 жылы Президент Н. Назарбаевтың жарлығымен «Қазақстан Республикасының тәуелсіздігіне 10 жыл» мерекелік медалі және №05386 куәлігі,\n2002 және 2006 жылдары Маңғыстау облысы әкімі сыйлығы «Жыл Әншісі» ата5ы,\n2003 жылы Махамбет Өтемісұлының 200-жылдығына арналған республикалық конкурста «Гран При» жүлдесі,\n2006 жылы Алматы қаласы әкімі жанындағы Қазақстан Республикасында мәдениет пен өнерді қолдаудың мемлекеттік қорының «Мәдениет, өнер және өз ісі саласындағы жетістіктері үшін, әрі халық сүйіспеншілігіне бөленер тұлға ретінде»\n\nӘнбаяндары\n\n«Ариайдай»,\n«Бұл ән бұрынғы әннен өзгерек»,\n«Жалғыз досым»,\n«Ренжімеші»,\n«Сол бір қыз»\n\n\"Биле\"\n\nӘлеуметтік желі арқылы хабарласып көріңіз",
                "date": "11.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алгебра 8 сынып. Екі санның арифметикалық ортасы 6-ға артық",
        "question_content": "Арифметикалық ортасы 6-ға,осы сандардың қосындыларының квадраты олардың квадраттарының қосындысынан 70-ке артық.Қандай сан?",
        "question_date": "17.01.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5 және 7 сандары",
                "date": "17.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына әндердің авторлары кімдер?",
        "question_content": "Еркін  Нұржанов  орындайтын  \"Бәрі  алда\" және Төреғали  Төреәлі  орындайтын \"Еркем едің\"    әндерінің  авторлары  кімдер?",
        "question_date": "17.01.2016",
        "question_tag": "Қазақша ән",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жұмысқа тұру үшін пара беруден қашан арыламыз?",
        "question_content": "Шымкентте небәрі 30 000 (отыз мың) жалақы төлейтін қарапайым еден жуушы болып жұмысқа тұру үшін 200 000 (екі жүз мың) теңге беру керек екен. Ал мектеп, бала-бақша, МАЙ сынды бюджеттік жұмысқа орналасу үшін жалақы көлеміне қарай екі немесе үш айлық жалақыңның мөлшерін береді екен я болмаса екі, үш ай тегін істеп бөліп төлейді екен. (бұл алып қашпа әңгіме емес ,факт) Облыстық, қалалық әкімдердің бұдан хабары барма екен, әлде өздерініңде хоббиы болған соң \"сен тимесең мен тиме\" деп отырма екен? Коррупция еліміздің бүкіл аймағында белең алғаны рас болсада дәл мұндай сұмдық ОҚО дан басқа облыстарда жоқ шығар. Халықты осыншама қанауға болама? Пара алатын адамдар сол харам ақшаға қалайша балаларына, ата анасына тамақ алып жегізеді екен, қалайша харам ақшамен әйеліне киім әперіп, қалайша баласының оқуын төлейді екен? Жалпы түнде қалайша тып тыныш ұйықтайды екен? Ал байқұс еден жуушы әйелдің бірден 200 000 (екі жүз мың) беруге жағдайының жоқ екені бесенеден белгілі, сонда ол өз еңбегінің жемісін көру үшін 6,7 ай тегін істеуге мәжбүр болғаныма, сол уақыт аралығында оның бала шағасы ше ?",
        "question_date": "17.01.2016",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 752,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мен жұмысқа тұру үшін пара беріп көрмеппін. 2 жерде ғана жұмыс істеп көргеннен кейін шығар)))",
                "date": "18.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шәмші Қалдаяқов Менің Қазақстаным әнінің шығу тарихы жазсаңыздар?",
        "question_content": "Бүгінде «Менің Қазақстаным» еліміздің әнұраны. Әлем елдерінің төрінен асқақтайды. Елордамыз Астананың орталығында Тәуелсіздік даңғылымен қиылысатын Жұмабек Тәшенов, Шәмші Қалдаяқов пен Жұмекен Нәжімеденов атындағы көшелер жылдан жылға көз тартып, көсіле түсуде. Композитор Шәмші Қалдаяқовтың Менің Қазақстаным әнінің шығу тарихы керек?",
        "question_date": "17.01.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Шәмші Қалдаяқов пен Жұмекен Нәжімеденов \"Менің Қазақстаным\" әнінің шығу тарихы\nАлматы. 1997 жылдың мамыр айы.\n«Менің Қазақстаным»\nКейбір әндер бір ұлттың тағдырынан сыр шертеді. Сол сияқты, композитор Шәмші Қалдаяқовтың «Менің қазақстаным» әнінің арқалаған тарихи жүгі ауыр. Олай дейтінім, кеңестік үкімет 1956 жылдары ұлан байтақ қазақ жерінің солтүстік аймағындағы Ақмола, Петропавл, Павлодар, Қостанай, Қарағанды облыстарын Қазақ республикасының құрамынан бөлуге әрекеттенеді. Мақсаттары, қазақ жерінде және бір автономиялы дербес республика құрмақ екен. Осы тұста Шәмші Қалдаяқов қазақтың жерін бөлшектетпейміз. Оған рұқсат жоқ деп, рухани қарсылығын білдірген осы әнді дүниеге әкеледі. Композитор бүкіл қазақ халқының атынан, қызыл кремльдің сойқан саясатына деген наразылығын осылай ән арқылы жеткізеді. Қазақ ССР Компартиясының идеология бөлімінен әннің сөзін өзгертуге арнайы бұйрық беріліп, кезінде сөздері өзгертілген екен. Ән тепкінің астында қалды десе болады. Соған қарамастан «Менің Қазақстаным» әні әнші Жамал Омарованың орындауында, автор мен ұлтжанды редакторлармен өзара тонның ішкі бауындай келісе отырып «Қазақ радиосының» әуе толқынында күніне бес- алты мәрте шырқалып тұрады. Осылайша, қазақ елінің түкпір - түкпіріне тарайды. Тұншықтырылып жатқан ұлттық рух пен идеологияға қарлығаштың қанатымен себелеп су сепкендей болады.Тура осы жылдары Қазақ Министрлер Кеңесінің төрағасы болған ұлтын сүйгіш азамат Жұмабек Тәшенов қызметінен түсіп қалады. Ал, дарынды композитор әрі өз ұлтын жанындай сүйген ұл Шәмші кеңес үкіметі тарапынан қудалауға түсіп, шығармашылығының астаң - кестеңі шығады. Бірақ, тылсым үннің талып жеткен жаңғырығындай, осыдан он бір жыл бұрын 1986 жылы 17- желтоқсанда тоталитарлық қызыл империяның режиміне қарсылық білдіріп, алаңға шыққан қазақ жастарының рухына дем берген де осы «Менің Қазақстаным» әні болатын. Демек, «Менің Қазақстаным» әні қазақтың зар заман жылдарында туған «Елім-айы» тәрізді, тарихи арқалаған жүгі ауыр- ән.\nЕнді міне, араға 40 жыл салып ән тарихы қазаққа қайта оралуда. Бұл жолы қуаныш сыйлауда. Сол бөлшектенбек болған бес облыстың бір облысы Ақмола - тәуелсіз қазақ елінің астанасы болғалы жатыр. Осы жылдың аяғында тәуелсіз ұлт ретінде қазақ халқы – Ақмолада өз астанасының іргетасын қалай бастайды.",
                "date": "17.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Диплом бойынша еңбекақы төлеу қалай жүзеге асады?",
        "question_content": "Мен бастауыш сынып мұғалімі мамандығын Қ.Дүтбаева атындағы Атырау гуманитарлық колледжін тәмамдадым. Қазір мектепте бастауыш сынып мұғалімімін. Білімімді көтеру мақсатымен 2011 жылы Х. Досмұхамедов университетін информатика бакалавр дәрежесін алдым. Маған еңбекақы жоғары білімме төленбей қалды. Бұл қаншалықты дұрыс?",
        "question_date": "17.01.2016",
        "question_tag": "Заң",
        "question_views": 562,
        "question_upvotes": 0,
        "answers": []
    }
]