[
    {
        "question_title": "Қуаныш есімінің мағынасы қандай?",
        "question_content": "Қуаныш есімінің мағынасын кім біледі?",
        "question_date": "1.04.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қуаныш- қуану, қуаныш əкелу деген мағынада.",
                "date": "7.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктілікті қалай анықтуға болады?",
        "question_content": "Менің жасым 18-де мен жігітіммен  жүріп жүргеніме  2жыл болып қалды біз қаңтар айында жатып қойып едік содан етеккірім  келмегеніне 3ай болды соңғы кезде ішімнің төменгі жағы шаншып ауырады ащы тамақ жегім келіп кейбір тамаққа құсқым  келеді бірақ тест жасамадым  Бұл жүктіліктің  белгісіме  өтінемін маған көмектесіңіздерші",
        "question_date": "1.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Узи га түсіру керек, симтомдар сіз айт+",
                "date": "1.04.2017",
                "upvotes": 0
            },
            {
                "text": "Дұрысы дəрігерге көрін",
                "date": "2.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ережеп айы 2017 жылы қай айдан басталады?",
        "question_content": "Ережеп айы 2017 жылы қай айда басталады? Аяқталуы қашан?\nҚұран Кәрімде: «Алла Қағбаны – қасиетті үйді адамдарға тірек етті, сондай-ақ қасиетті (харам) айды, құрбандыққа әкеле жатқан және алқа тағылған құрбандық малдарды да (құлшылық етуге негіз етті)»[1], – делінген. Харам айларға соғысуға, қан төгуге тыйым салынған құрметті айлар жатады. Олар: зулқағда, зулхижжа, мухаррам және ережеп айлары.\nБұл жылы ережеп айы 29 наурызда басталып, 27 сәуірге дейін жалғасады. Исламда ережеп айының өзіне тән ерекшеліктері бар. Ережеп – Алланың айы, шағбан – менің айым, Рамазан – үмметімнің айы, – деген хабар бар. Сондықтан, бұл айлардың қадірін біліп, Алланы көбірек еске алуға, біліп-білмей істеген қателерімізге кешірім сұрауға, тәубе етуге, уақытты пайдалы өткізуге асығу керек.\n«Ережеп» сөзінің ұлықтау, құрметтеу деген мағыналары бар. Араб халқы Исламнан бұрын да бұл айды ерекше ұлықтап, қадірлеп, жаман іс-әрекеттерді тоқтатуға тырысқан. Тіпті бұл айда жылдап жалғасып келе жатқан соғыстар, араздықтар тоқтайтын. Ал, Ислам келгеннен кейін ережеп айының мәртебесі тағы да көтерілді.\nЕрежеп айында исра және миғраж оқиғалары өткен, бұл айда рағайып түні бар. Ол туралы сенімді деректер Құран мен хадисте көп. Биыл миғраж түні 4 пен 6 мамыр күндеріне сәйкес келеді. Рағайып түні айдың алғашқы жұмасында өтеді. Рағайып намазы туралы айтылған сөздер нақты дәлелденбеген.\nКейбір деректерде ережеп – суы сүттен ақ, балдан тәтті және мұздан салқын бір жұмақ өзенінің аты және бұл мөлдір бұлақтан тек осы айда ораза ұстағандар ғана ішеді делінген. Шариғатта, әрбір мұсылман ережеп айында ораза ұстауға міндетті, деген үкім жоқ. Бірақ ұстаған оразасы жерде қалмайды, оның марапаты беріледі. Әркім өзінің жағдайына, тақуалығына қарай, қаласа, бір-екі күнмен шектеледі, қаласа, одан көп ораза ұстайды.\nМужибә әл-Бахилия әкесі немесе ағасынан риуаят етеді: «Ол (әкесі немесе ағасы) Алла Елшісінің (оған Алланың салауаты мен сәлемі болсын) алдына барған. Сосын бір жыл өткеннен кейін жағдай-күйі өзгерген хәлде қайтып келеді де:\n– Уа, Аланың Елшісі! Мені танып тұрсыз ба? – дейді.\n– Әбден жүдеп кетіпсің ғой. Бұрын жап-жақсы болатынсың, – дейді Алланың Елшісі.\n– Сізден кеткен соң түнде ғана тамақ жедім (ораза ұстадым), – дейді әлгі адам.\n– Өзіңді неге қинадың? Сабр (рамазан) айында толық ораза ұста, ал қалған айларда бір күннен тұт, – деп бұйырады оған пайғамбар.\n– Тағы қосыңыз, оған менің күшім жетеді, – дейді ол.\n– Олай болса, екі күннен ұста, – дейді Алланың Елшісі.\n– Тағы біраз қосыңыз, – деді ол.\n– Үш күннен ораза ұста, – дейді пайғамбар.\n– Тағы біраз қосыңыз, – дейді әлгі адам.\n\n– Қасиетті (харам) айларда ораза ұста, сосын тоқтат, қасиетті (харам) айларда ораза ұста, сосын тоқтат, қасиетті (харам) айларда ораза ұста, сосын тоқтат, – деп саусақтарын бүгіп-ашып көрсетеді Алланың Елшісі (оған Алланың салауаты мен сәлемі болсын)»[2].\nИслам діні келмей бұрын ережеп айында құрбандық шалу рәсімі бар еді. Ислам келіп, оның үкімін жойды. Бір адам пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын): «Біз жаһилиятта ережеп айында (осы айдың құрметіне) құрбандық шалатын едік. Енді бізге не бұйырасыз?», – деді. Ол. «Алланың жолында қайсы айда болса да құрбандықтарыңды шала беріңдер. Алла үшін жақсылық жасаңдар. Тамақтандырыңдар»[3], – деді.\nАлғашында исламдық ұстанымдар адамның өміріне ақырын, бірте-бірте кіріп келген. Алдымен ақида, діни сенімге қатысты мәселелер талқыға түскен. Кейін әдеп-ахлақ істері жолға қойыла бастады. Кейінгі кезеңде қазіргі ғұрып-әдеттер түзетіле бастады.\n\nХақ Тағала баршамызға ережеп айының игілігі мен берекесін нәсіп еткей!\nХасан ТАШАЙҰЛЫ,\nПавлодар қаласы, «Мәшһүр Жүсіп» мешітінің наиб имамы",
        "question_date": "1.04.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 14400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "29 наурыздан басталды. Сәуірдің 27-28 де аякталатын сиякты.",
                "date": "1.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жігітім кешке кездесуге шақырса не істеуге болады?",
        "question_content": "Салем!)Мен жігітіммен көп ұрсысас.Басты себеп...ол мені кешке қарай көшеге шақырады.Шығайын десем уйдегілер қатал.Есік алдына шығуға рұқсат бермиді.Телефонменде əрее сөйлесем.Не істесем болады?)Оған айтсам ол түсінбейді....Ақыл қосыныздаршы)",
        "question_date": "1.04.2017",
        "question_tag": "Махаббат",
        "question_views": 919,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түске қарай үйдегілер жұмыста болғанда басқа паркте или басқа жақта кездесейікте.",
                "date": "2.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ-ға қалай дайындалуға болады ?",
        "question_content": "2017 жылғы болатын ҰБТ ға Қоғам пәніне  қандай құралмен дайындалуға болады ?",
        "question_date": "1.04.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлттық Бірыңғай Тестілеу – оқушылар үшін өте жақсы дайындықты талап ететін маңызды сынақ. ҰБТ – ға түрлі әдістермен дайындалуға болады.\n\nБіріншіден,\nәрине, мектептегі жақсы үлгерім тестілеуден өту кезінде сәттіліктің кепілі болар. Егер оқушы орта мектептің барлық курсы барысында жақсы білім деңгейін көрсетсе, әдетте, тестілерде де оның нәтижелері одан күткен нәтижелерден қатты ерекшеленбейді. Алайда, “кілең бес алатындар” ҰБТ – да олардан күткен баллдан әлдеқайда төмен алатын кездер болады. Мұндай жағдайларда тестілеуге психологиялық дайындық өте маңызды, ол туралы төменде айтамыз.\n\nЕкіншіден,\nәрбір қалада ҰБТ – ға дайындауды ұсынатын көптеген білім беру орталықтары бар.\nСондай – ақ тестілеуге ҰТО филиалдарында сатылатын сынақ тестілеу кітапшаларының көмегімен дайындалуға болады. Сондай-ақ, ҰБТ – ның барлық пәндері бойынша оқу – әдістемелік кешендері шығарылған.\nСоңғы уақытта ҰБТ тесттеріне ұқсас тесттері бар түрлі сайттар арқылы интернет көмегімен дайындалу кең етек жаюда. Тестілеуден өтіп, өзінің дайындық деңгейін тексергісі келген адам онлайн – тестілеуден өтеді және нәтижелерін алады.\n\nСондай – ақ,\nоқушының компьютеріне орнатылатын интерактивті тренингтер бар, олардың көмегімен ҰБТ нәтижелерінің мониторингі және тестілеуге дайындық жүргізіледі. Онлайн – тестілеуден айырмашылығы компьютерлік тренингтерде тест тапсырмаларының саны көбірек және ҰБТ ережелерімен дайындалу (мысалы, уақыттық шектеулер) мүмкіндігі бар.\nhttps://www.******.com/",
                "date": "1.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орал қаласында қандай ЖОО-ы бар?",
        "question_content": "САламатсыздарма. Мен жогары окуга туским келеди Орал каласына. Мугалим мамандыгына тусейн деп едим. Калай, киммен хабарласуга болады.",
        "question_date": "1.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстан тарихынан емтихан сұрақтары алдын ала беріледі ме?",
        "question_content": "Жаңа форматта аттестат алу бойынша қазақстан тарихынан емтихан сұрақтары алдын ала беріледі ме? Алде сұрақтарын айтпай алып келе ме?",
        "question_date": "31.03.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақтар алдын ала берілуі керек. Арасында өтпеген тақырыптан сұрақ болмас үшін.",
                "date": "16.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түстегі дəуітті қалай жоруға болады?",
        "question_content": "Түсімде, үйіме кіріп кеткен сап -сары алақандай дауіт (жәндік) өлтірдім. Жорып беріңіздерші.",
        "question_date": "31.03.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сіздердің киіктер туралы ойларыңыз қандай?",
        "question_content": "Сәлем. Мен ғылыми жоба жазып жатырмын. Маған сіздердің көмектеріңіз керек. Мен сіздердің киіктер туралы ойларыңызды білгім келеді. Бұл менім жоспарымның бір бөлігі. Көмектесуіңізді сұраймын.",
        "question_date": "31.03.2017",
        "question_tag": "Жануарлар",
        "question_views": 518,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "КИИКТЕР ОТЕ ЖЫЛДАМ АРИ НАЗИК БОЛЫП КЕЛЕДИ",
                "date": "1.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЖКХК-ға қарасты үйде 2 отбасы тұруға бола ма?",
        "question_content": "аудан орталығындағы ,ЖКХК, -ға қарасты 1 кухнясы бар, пешпен жылытылатын арендалық-коммунальдық үйге 2 отбасын кіргізуге бола ма, ЖКХК қандай заңға немесе ережеге сүйеніп кіргізіп отыр екен. Кухня, дәліз, аралық бөлме, электр есептегіш, сыртта дәретхана бәрі ,ортақ, пайдаланылады.Осындай ортақтарымен пайдаланылатын үйлер ,коммунальдық,  үйлерге жата ма?",
        "question_date": "31.03.2017",
        "question_tag": "Жанұя",
        "question_views": 256,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "TurboSite туралы қазақша материалдар қажет?",
        "question_content": "Электрондық оқулық немесе TurboSite жайлы қазақша материалдар болса көмектесіңіздерші, өтініш)",
        "question_date": "31.03.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "11 айлық бала неліктен құса береді?",
        "question_content": "11 айлық бал жегенің бәрін құат неліктен бұған дейін бұндай болмаған",
        "question_date": "31.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дəрігерге апарсай.Бірдеңеден уланып қалып  жүрмесін.Тамақ жақпай жүрген болар",
                "date": "2.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жас отбасылар қалай үй ала алады?",
        "question_content": "Саламатсыз ба !Жас отбасымыз уш балам бар,кеуимиз екеумизде жумыс жасаймыз укиметте, укиметте жумыс жасамагандыктан пенсионный болинбейди.Жас отбасыга дакумент откизуге барсам укиметте жумыс жасамагандыктан дакумент откизе алмайсындеп кайтарып жибереди.Енди жас отбасы ретинде уйди калай ала",
        "question_date": "31.03.2017",
        "question_tag": "Заң",
        "question_views": 346,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Осы жылы кешенді тестілеу бола ма?",
        "question_content": "Биыл кешенді тест болама бұл жылы кешенді тест болмайды дегенді естіп едім ал кейбіреулерден кешенді тест болады бірақ жаңа форматта болады дегенді естідім 140 балл болады дидіма осыған не дейсіздер???",
        "question_date": "31.03.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 381,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9 сынып тыкы бар",
                "date": "31.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сакура ағашын Оңтүстік Қазақстан табиғатында өсіруге бола ма?",
        "question_content": "Сакура ағашы Оңтүстік Қазақстан аумағы табиғатында өсіруге бола ма? Кеше жеміс көшеттерін алып жатып, сакура ағашның көшеті сатылып жатқанын көрдім, бақшама отырғызғым келді.",
        "question_date": "31.03.2017",
        "question_tag": "Табиғат",
        "question_views": 464,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Əуенім жаңа табылды құралай\" əнінің mp.3 нұсқасы керек?",
        "question_content": "Салем Казактар! Маган быр ескылеу ан керек еды. Атын толык былмеймын. Ауеным жана табылды аныме менын куралай кезыге кеттын бул калай деген жолдары бар. Осы оленнын mp.3",
        "question_date": "31.03.2017",
        "question_tag": "Қазақша ән",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақпал Жүнісова апамыздың орындауында естігенмін, репертуарында бар.",
                "date": "11.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тіліндегі өзін-өзі таныстыру сөзі керек?",
        "question_content": "Сәлеметсіздерме! Маған орыс қызының қазақ тіліндегі өзін-өзі таныстыруы керек еді, жасы 5те. Рақмет!",
        "question_date": "31.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түсімде қайтыс болған інімді көруім нені білдіреді?",
        "question_content": "мен тусимде кайтыс болган инимди кордим ол есин билетин жаста кайткан неге екенин  билмим маган кишкентай болып кирди тусиме жане де ол катты жылап жур онымен коса биз бейттин басында жур екен биз касымда тагы 2 3 апкелерим бар бул нени билдиреди",
        "question_date": "31.03.2017",
        "question_tag": "Жанұя",
        "question_views": 891,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ініңіздің басына барып Құран оқытыңыз.Немесе мешіттегі имамдардан сұраңыз солар жақсы білед",
                "date": "2.04.2017",
                "upvotes": 0
            },
            {
                "text": "Ініңіз жайлы көп ойлай бересіз дегенді білдіреді...",
                "date": "6.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алиментті қалай тез өндіріп алуға болады?",
        "question_content": "Саламатсыздарма. Менің есімім Сарсембиева Перизат Дархановна. 1991.24.11ж.т. Жамбыл облысы Байзақ ауданы Жетібай ауылынанмын. Сұрайын дегенім мен күйеуіммен ажырасқалы 4 жыл болып қалды. Арамызда 1 ұл бар. Күйеуім алиментті уақытылы төлемейді, алимент сұрасам жоқ кейін берем деп бермей 2-3 ай өткен соң береді. Байзақ аудандық сотының №2-114-14 бұйрығы бойыншаборышкер Ыхласов Курманбек Анарбековичтен алимент өндірілсін деген бұйрық шықты. Борышкер Жамбыл ауданында тұрады. Іс қағаз №1641-15-31 от 03.09.2014 . бойынша меллекеттік сот орындаушыларында болды яғни И.Т.Сатыбалдиевада. Мемлекеттік сот орындаушыларында іс қағаз болғанды 460   714 т.қарпызы болды. 15.04.2016.жылы Сот орындаушысы Құралбайұлы Н. маған звандап іс қағазды жеке со орындаушыларына тапсыруымды және іс қағазды кері қайтарып алуға арыз жазып кетіңіз деген. Себебіне сұрағанымда мемлекеттік сот орындаушылары жабылады сол себепті деген.  Сосын арызымды жазып іс қағазды жеке палатаға өткіздім. Жеке палаға іс қағазы  2016 жылдың апрель айының 28 күні түсті.  Жеке со орындаушысы Мунатаев Гани болды. Мунатаев та қарызды өндірте де төлеткізе де алмады.  Мунатаев 2016 жылы қазан айында звандап тоже мемлекеттік сот орындаушысы айтқандай қайта іс қағазды кері қайтарып басқа жеке сот орындаушыға өткізетінін айтты. Мунатаев та іс қағаз болғанда борышкердің қарызы645 476тге болатын. Іс қағаз жеке сот орындаушысына түсті. Жамбыл ауданына ол сот орындаушгысы Шамшиддинова Индира болатын. Шамшиддинова іс қағазды 1 апта ұстамай маған звандап мен борышкермен жұмыс жасай алмаймын. оның тұрғылықты мекен - жайы, жұмысы жоқ болғандықтан кері қайтарамын палатаға деп айтты. Өзі арызын жазып, жеке палатаға өткізіпті. Кейін іс қағазды іздеп жеке палатаға бардым. ол жекрде іс қағаз  Байзақ ауданының со орындаушысы Бабакулов Біржанда екенін айтты. Іс қағаз Бабакулов қа 2016 жылдың қараша айында түсті. Бабакуловпен барып сөйлескенімде ол айтты мен борышкерді шақырттым келмеді, деп жауып қойды. Кейін Бабакулов жұмыс жасамай жатқан соң Тараз қалалық прокуратурасына сайт арқылы жаздым. Прокуоро мен Бабакулов сөйлескен соң маған звандап материалды аоып кет, мен бір адам үшін Жамбыл ауданына бармаймын оның үстіне шақыртсам келмейді деп. мені шақыртты. мен барып арызымды жызып  борышкердіңң қарызын есептеттім борышкердің қарызы 1 021 567 теңгені құрайды. Іс қағаз қайтадын Жамбыл ауданына түсті тағы Шамщиддинова Индираға. оған іс қағаз түскен күні хабарласып едім, Шамшиддинова Айтты мен іс қағаз түскен соң 3 айдан соң ғана қараймын. оны шақыртып қарызын өндіртемін деген.  Бірақ осы күнге дейін борышкер ыхыласоы ты шақыртып не болмаса қарызын өндірткен жоқ.  ай сайын қылқылдап борышкерге звандап қаным ішіледі. балам көп ауырады. өзім жұмыс жасамаймын. баламды садикке беру керек басын МРТ ға түсіруім керек. алимент бойынща тек өзім ғана жүкіріп жүремін сот орындаушысы қимылдамайды да. Сіздерден өтініп көмек сұраймын өтініш маған осыларды тексеріп беріңіздерші және борышкер Ыхыласовтан қарызды өндіртіп беріңіздерші. Жалғыз басты ананың өтініші. ең болмағанда баламның денсаулығын жөндеп емдетейінші. ӨТІНІШ сіздерге. рахмет сіздерден жауап күтемін.",
        "question_date": "30.03.2017",
        "question_tag": "Заң",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрылыста қолданылатын программалардың жетістіктері және кемшіліктері?",
        "question_content": "құрылыста қолданылатын программалардың(Autocad,Acad,Arhicad,Teklastraksh,Scad,ABC)пайдасы және кемшіліктері?",
        "question_date": "30.03.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 874,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Энерджи диет коктейлдерін пайдаланғаным жөн ба?",
        "question_content": "энерджи диет коктейлин ишип пайдаланып коргендер барма? болса отзыв айтыныздаршы ишкеним дурыспа жокпа?",
        "question_date": "30.03.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 539,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Пропанды жаққандағы шығым қандай?",
        "question_content": "6.72 л (қ.ж) пропанды толық жаққанда алынған өнімді ізбес суының артық мөлшерімен өңдеді. Сол кезде 80 г тұнба түзілсе, оның шығымы(%)?",
        "question_date": "30.03.2017",
        "question_tag": "Химия",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сүйген қызым пәк болмай шықса не істеймін?",
        "question_content": "мен бир кызбен жургем айырылыстым коп болмады мамган себеб болган айырылысуымызга онын пак болмаганы мен биле тура журдим конемин деп ойладым брак откен омири маган маза бермейди оз озимнен тентек кусап журем ойланып мен оны шын суйемин нестим озимди коярга кирерге тесик таппай журм киналып кеттим катты меним алдымда бир жигит алдап кеткен екен акыл айтыныздаршы не истеймин?????????",
        "question_date": "30.03.2017",
        "question_tag": "Махаббат",
        "question_views": 2200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мендеде болды .\n\nТентек боласын менин алдымда ол жигитпен нестед ким билед .\nМаза бермеген сон амалым жок суйип тура тастадым .\nЕгер шыдаи алсан консен , озинде !",
                "date": "20.06.2017",
                "upvotes": 0
            },
            {
                "text": "Басыңды қатырып қайтесің махаббат өткінші. Құдай біледі оны алдап кеткен ба əлде гулящая ма ненорма қыздардың бəрі солай айтады немесе неге алданады оны зорлаған жоқ шығар. Өз бəлесін еркекке жауып құтылады ондайлар істерін істеп. Карочье көке бір куні бəрін ұмытасын уақыт емші сонсоң қыз табасын бəрі жақсы болады. Бәрімізде де болды бірақ ақыл мен шештік міне қазір өз адал жарыңнан артығы жоқ. Махаббатың өткен соң одан əлі жиркенетін боласың кішкене шыда Ақымақ болмай.",
                "date": "22.09.2017",
                "upvotes": 0
            },
            {
                "text": "Пәктігінен айырылған қыздардың барлығы, жігітім алдап кеткен деген уәж",
                "date": "11.12.2017",
                "upvotes": 0
            },
            {
                "text": "Бауырым менде біреудің қалдығын алдым Өмір сүріп келем 5бала туып берді но бәрібір кімдермен жатты деген ои маза бермеиді екен",
                "date": "15.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ази ойыны қалай ойналады?",
        "question_content": "Ази ойынын қалай ойнайды?",
        "question_date": "30.03.2017",
        "question_tag": "Компьютер ойындары",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Интернет арқылы фермадан ақша табу жолдары қандай?",
        "question_content": "http://kolxoz.net/?i=105943 сілтеме арқылы ақша табуға болады. Ақша табудың жолы тауық, ешкі, шошқа, сиыр. қой арқылы рубль валютасы арқылы ақша таба аласыздар. Әр жануар сағат сайын балл жинайды сол балл арқылы ақшаны айналдыра бересиз. 100 балл 1 рубль.",
        "question_date": "30.03.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 886,
        "question_upvotes": 1,
        "answers": []
    }
]