[
    {
        "question_title": "Санды стандарт түрге келтір",
        "question_content": "Санды стандарт түрге келтір: 9000, 80 000, 500 000, 0,0265, 505,2  0,00008",
        "question_date": "15.05.2016",
        "question_tag": "Математика",
        "question_views": 12100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9000=9*10^3\n\n80000=8*10^4\n\n500000=5*10^5\n\n0.0265=2.65*10^(-2)\n\n505.2=5.052*10^2\n\n0.00008=8*10^(-5)",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "XX ғасырдың 20-80 жылдарындағы наразылықтар, көтерілістер, қозғалыстар.",
        "question_content": "достар мен осы  тақырып керек еді.",
        "question_date": "14.05.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқа мерзімде жүргізілген ұжымдастыру науқаны казак халқына ауыр нәубет әкелді. Дәстүрлі шаруашылық жүйесі бұзылып, халық жаппай ашаршылыққа ұшырады. 1928 жылы басталған байлардың дүние мүлкін тәркілеу мен жер-су реформаларын жүргізудегі бұрмалаушылықтар халықтың табанды қарсылығын туғызды.\n\nХалық наразылықтары, әсіресе, 1929 жылдың екінші жартысы мен 1930 жылдың қыс айларында өрши түсті. Көтерілістер бастапқыда 1929 жылдың кыркүйегіндеҚарақалпақстанның (сол кезде Қазақстан қүрамында) Тақтакөпір ауданында, сондай-ақ Сырдария округінің Бостандық ауданында, қараша айында Қостанай округінің Батпаққара ауданында басталды. Республикалық партия ұйымының бірінші хатшысы Ф.И.Голощекин бұл наразылықтарға «ауылдағы байлардың қарсылығы» деп қарады.\n\n1929–1931 жылдары Қазақстанды қамтыған мұндай козғалыстар жалпы халықтық наразылықтың бастамасы болды. Билік басындағылардың шынайы қалыптасқан жағдаймен санаспай, дұрыс шаралар қолдануға дәрменсіздік көрсетуі 1930–1931 жылдардағы көтерілістерге алып келді.\n\n1930 жылы Қазақстанның барлық аймақтарында ондаған шаруалар көтерілістері мен толқулар кең қанат жайып, жаппай сипат алды. Қарулы бас көтерулер Созақта, Ырғызда, Қарақұмда, Балқашта, Өскемен мен Зырян аудандарында, Манғыстауда болды. Солардың ішінде Созақ көтерілісінің өзіндік ерекшелігі зор. Басқа көтерілістердің негізгі қозғаушы күші – орта шаруалар болса, бұл көтерілісте кедейлер мен батырақтар да айрықша белсенділік танаттын.\n\nКөтерілістің бастауына 1039 жылы 19 ақпанда Қазақстанның жаппай ұжымдастыру аудандарындағы ауыл шаруашылығын социсалистік жолмен қайта құруға байланысты шаралар әсер етті. Байлар мен кулактарды малдан айыру, абақтыға жабу, оларды дереу жер аудару басталды. Ет, жүн және мақта даярлау науқанындағы асыра сілтеушіліктер, шолақ белсенділердің әрекеті де жағдайды одан әрі шиеленістіріп жіберіп жіберді. Көтеріліске шыққандар аудан орталығын басып алып, Сұлтанбек Шолақұлын өздеріне хан сайлаған. Олар аң аулайтын мылтық, қанжар мен қылыш, балта тәрізді қарулармен қаруланды. Шолақ белсенділерді соққыға жығып, кеңес органдарының іс өағаздарын өртеді.\n\n1959 жылғы Теміртаудағы оқиға[өңдеу]\n\nҚарағанды облысында Қазақстанның тау-кен металлургиясының бірден-бір орталығын құру жоспарланды. Теміртауда Бүкілодақтық комсомол-жастар құрылысы мәртебесіне ие болған Қазақстандық «Магнитка» металлургиялық зауытының құрылысы іске қосылды. Республикамызға өзге де одақтас республикалардан, сондай-ақ социалистік мемлекеттер достастығы елдерінен жұмысқа келушілер саны көбейе бастады. Теміртау халқының күрт өсуіне байланысты жұмысшыларды тұрғын үймен қамтамасыз ету мәселесі алда тұрды. Барлық жұмысшыларға бірден пәтер жетіспей, олардың көпшілігінің вагондар мен барактарда, брезент палаткада өмір сүруіне тура келді. Сонымен қатар медициналық қызмет көрсету, мәдени демалыс орындары (клуб, жөндеу орындары мен шеберханалар), білім беру (мектептер) және дүкен, асхана, буфеттерден, әсіресе жаз күндері ауыз судан жергілікті халық тапшылық көрді. Бірақ бұл қиыншылықтардың барлығы өткінші ауыртпалықтар ретінде қарастырылды. Алайда өндіріс аясындағы дағдарыс одан әрі тереңдей берді. Мысалы, құрылыс материалдарының әкеліну кестесінің бұзылуы, техника қауіпсіздігі ережелерін сақтамау, апаттардың жиілеуі, техниканың бүлінуі, тұрып қалуының салдары құрылыстағы кадрлардың тұрақтамаушылығына әкеліп соқтырды.\n\nОсындай жағдайға байланысты жұмысшылар арасында наразылық туа бастады. 1959 жылдың тамыз айында жұмысшылардың жергілікті өкіметпен қақтығысы болды. 1 тамызда сенбі күні кешке жұмысшылардың бір тобы ауысымнан кейін бірде-бір ашық асхана таппады. Бұл жұмысшылардың наразылығын туғызды (89 мың жұмысшыға әрқайысысы 2120 орыннан 178 асхана болды). Асханалар мен дүкендерде ойран салу әрекеттері басталды, көшелерде ереуілдер мен бүліншіліктер ұйымдастырылды, қалыпты өмір-салты бұзылды.\n\nБүліншіліктерді басу үшін милиция мен Қарлаг әскерлері жұмылдырылды. Қару қолдану жағдайлары да болды. Бүліншіліктің үшінші күні зауыттарға әскер енгізілді.\n\nБолған оқиғалар жайында БАҚ-тар ешқандай хабар бермеді. Бірінші кезекте бұл туралы облыстық, республикалық партия ұйымдарының басшыларына, сонымен қатар КСРО мемлекеттік қауіпсіздік комитетінің басшыларына хабарланды.\n\nКОКП ОК-і Президиумының бұйрығы бойынша кұрамында КОКП ОК-нің өкілдері, сондай-ақ ҚазКП хатшысы Беляев кірген комиссия құрылды.\n\n1959 жылдың казан айында Мәскеуде болған КОКП ОК-і Президиумының мәжілісінде Теміртаудағы оқиғаларға байланысты «Қарағанды металлургия зауытын салу мәселелері туралы» қаулы қабылданды. Осы бойынша кінәлілер анықталып, жауапкершілікке тартылды. Қарағанды облыстық комитетінің бірінші хатшысы П.Н.Исаев пен «Қазметаллургқұрылыс» тресінің бастығы Вишневский кінәлі деп жарияланды.\n\nТеміртаудағы бүліншіліктің негізгі себебі — жұмысшылар арасында тәрбиелік және саяси үгіт-насихат жұмыстарының қанағаттанарлық жағдайда жүргізілмеуі деп есептелді.\n\nБірақ бұл оқиғалардың басты себебі елдегі басқару ісінің негізгі принциптеріне байланысты еді. Басты назар адам мен оның жеке мәселелерінде емес, өндірістік салада ғана болды.\n\n1979 жылғы Целиноградтағы «Неміс автономиясын» құру саясатына қарсы ереуілдер[өңдеу]\n\n1976 жылы КОКП ОК-і Ю.В.Андропов басшылық еткен жауапты топ кызметкерлеріне неміс автономиясын құру мәселелері туралы үсыныс жасау жөнінде тапсырма берді. 1979 жылы 31 мамырда «Целиноград, Қарағанды, Көкшетау және Павлодар облыстарының қүрамына кіретін бес ауданның аумағынан түратын Неміс автономиялық облысын күру туралы» қаулы шықты. Оның әкімшілік орталығы Ерейментау каласы болуы керек болатын. ҚазКП ОК-і жаңадан құрылып жатқан автономиялық облыстың партия органдарының кұрамы мен нақты шекарасын, штатын анықтауға кірісті. 18 маусымда Неміс автономиялық облысының құрылуына байланысты салтанатты жиналыс өткізу жоспарланды. Бүл шаралар республика халқының бір бөлігінде наразылық тудыруда. 1979 жылы 16 жәнө 19 маусымда Целиноградта үнқағаздар пайда болып, қала көшелершде неміс автономиясын кұруға қарсы ереуілдер өтті. Партия органдарына автономия құруға қарсы ұжымдық хаттар келіп түсе бастады. Әсіресе Целиноградтың Ленин атындағы (қазіргі Орталық) алаң ереуілге қатысушылардың көпшілігімен көзге түсті. Шеруде, негізінен, жастар көп болды, олардың саны 16 маусымда бірнеше жүздеген адам болса, 19 маусымда бірнеше мыңнан асты деп есептеуге болады. Жастарға осы ереуілге жиналғандардың алдына облыстық партия комитетінің бірінші хатшысы Н.Е.Морозов шығып, Неміс автономиясының жойылғанын мәлім етті. Осыдан кейін ереуілге қатысушылар тарай бастады. Бірнеше күннен соң ұжымдарда, кәсіп- орындарда, басшылық ортада бұл мәселе талқыға салынбайтындығын халыққа жеткізу максатында жиындар өткізіліп тұрды. Бірақ Неміс автономиялық облысын кұру турасындағы КОКП ОК-нің нақты шешімі 1980 жылдың ақпан айында шығарылды. 1986 жылғы желтоқсан оқиғасының алғышарты болған Целиноградтағы оқиға қазақ халкының ұлттық санасының оянуына елеулі үлес қосты.\n\n1986 жылғы Желтоқсан ұлт-азаттық көтерілісі\n\n18 желтоқсан күні болып өткен Қазақстан Коммунистік партиясы Орталық Комитетінің кезектен тыс Пленумы республиканы ширек ғасырға жуық уақыт басқарған Д.А.Қонаевты қызметінен босатып, оның орнына сол уақытқа дейін Ресей Федерациясында Ульянов облыстық партия ұйымын баскарғанГ.В.Колбинді сайлады. Шын мәнінде бүл ешқандайда сайлау емес, ендігі уақытта Қазақстанда Орталықтың саясатын жүргізуге тиіс болған номенклатура өкілін пленумға жиналғандарға таныстыру рәсімі ғана еді. Республика жұртшылығының өмірлік мүдделеріне қатысты мәселені шешудегі Орталықтың әділетсіз әрі өктем бұл қадамы қорланып калған халық наразылығының жанартаудай атылып сыртқа шығуына түрткі болды. 17 желтоқсан күні таңертең Алматының Брежнев атындағы алаңына халық жинала бастайды. Кешке қарай жиналғандардың саны шамамен 25—30 мыңға жетті. Олардың басым бөлігі Мәскеудегі билік жариялаған қоғамды қайта кұру (1985 ж.) ұрандарына сеніп, сондай-ақ Конституциялық құқық пайдаланып өздерінің еркін білдіруге шыққан студент және жұмысшы жастар болатын.\n\nБейбіт шеруге шыққандардың қолдарына көтерген «Ұлт саясатының лениндік принциптерін сақтауды талап етеміз!», «Ешқандай ултқа артықшылық берілмесін!», «Әр республикаға—өзінің басшысы!» және басқа осы мазмұндағы ұрандар тоталитарлық жүйе жағдайында өз пікірін ашық айтудан қалған халыктың саяси еркіндікке, сондай- ақ шынайы мемлекеттік дербестікке ұмтылысын айғақтайтын еді. Жиналған көпшілік респбулика басшылығындағы мұндай өзгерісті Д.А.Қонаевтың өзінің келіп түсіндіруін талап етті. Сонымен бірге жұмысшы жастар өздерінің ауыр өлеуметтік жағдайын, өсіресе тұрғын үй мәселесін, жұмыс тапшылығын, казак тілінің қолдану аясының барған сайын тарыла түскендігін өзекті өткір мәселе ретінде қойды.\n\nҚайрат Рысқұлбеков\n\nОрталық алаңдағы жағдай бірден Мәскеудегі Бас хатшыға және басқа билік орындарына баяндалды. Осы сәттен бастап республикадағы билік толығымен орталықтың құзырына өтті. Алматыдағы саяси наразылықты өз билігіне төнген қатер ретінде қабылдаған Орталық оны күш қолдану арқылы басып-жаншу жолына түсті. Билік бейбіт шеруге шыққан жастармен тең дәрежедегі диалогқа баруды қажет санамайтындығын анық байқатты. Өз ретінде билік алдына қатаң талаптарын қойған бейбіт шеруге жиналушылар нанымды жауап алмайынша алаңнан тарамайтындықтарын мәлімдеді. Сол күні кешке Мәскеуден Алматыға ұшып келген топтың құрамында КСРО Ішкі істер министрінің бірінші орынбасары, КСРО Бас прокурорының орынбасары, КСРО мемлекеттік қауіпсіздік комитеті төрағасының орынбасары, республика компартиясы Орталық комитетінің бірінші және екінші хатшылары, республика Ішкі істер министрі және мемлекеттік қауіпсіздік комитетінің төрағасы бар наразылықты басып, тарату штабы құрылды. Құрамында қазақ ұлтынан ешкім де болмаған бұл штабтың жұмысын КСРО Ішкі істер министрінің бірінші орынбасары генерал-полковник Б.К.Елисев басқарды. Штабтың қарауына шамамен 20-25 мың адамнан тұратын Алматы гарнизонының, КСРО Ішкі істер министрлігінің Алматы облысында, сондай-ақ Фрунзе, Ташкент, Челябі, Новосібір, Уфа, Свердловск, Тбилиси қалаларында орналасқан арнайы ұшақтармен Алматыға алдырылған әскери күштері берілді.\n\nӘскерилерге қарусыз шерушілерді қуып таратуға қажетті қаружараққа қосымша 15 БТР, 20 өрт сөндіруші машина берілді. Милиция және әскер құрамаларына саны 10—15 мың шамасындағы темір сойылдармен қарулаған «Жасақшылар»көмектесті.\n\nАлматыдағы қарусыз бейбіт шеруге шыккан жастарды қарулы әскер күштері қуып тарату барысында 8,5 мың адам ұсталып, олардың 2401 -і уақытша қамау орындарына жеткізіліп, қалғандары қала сыртына апарып тасталды, 1,7 мыңнан астап адам дене жарақатын алды, олардың бірнешеуі сол жарақаттан қаза тапты. Сот үкімімен 99 адам түрлі мерзімге, екі адам өлім жазасына кесілді.\n\nҚайрат Рысқулбеков пен Мырзақұл Әбдіқұловқа берілген ату жазасы халықаралык қауымдастықтың карсылығы нәтижесінде кенен 20 жылдық абақтыға алмастырылды.\n\nҚ.Рысқулбеков белгісіз жағдайда Семей абақтысында өлтірілді.\n\nАлматыдағы көтеріліске ұласқан бейбіт шерудің жалғасы ретінде Жезқазған, Қарағанды, Павлодар, Көкшетау, Арқалық, Жамбыл, Шымкент,Талдықорған қалаларында, Шамалган, Сарыөзек елді мекендерінде бой көрсетулер болып өтті. Оларға 2,5 мыңнан астам адам ісатысып, 281-і үсталып, 20-дан астамы түрлі мерзімге сотталды.\n\nСонымен екі күнге созылған қарусыз халықтың қарсылығын билік орындары нағыз катыгездікпен басып-жаншыды. Желтоқсанда орын алған биліктің күш қолдану әрекеттері империялық Орталықтың осыдан жетпіс жыл бұрынғы, яғни 1916 жылғы қазақ халқының ұлт-азаттық көтерілісіне байланысты іс-қимылдарын еске салатын еді.\n\nҚазақ КСР Жоғарғы Кеңесі Президиумы комиссиясының көрсетуінде көтеріліс күндері Қазақстан Компартиясы Орталық комитетінің, қалалық және облыстык партия ұйымдарының нүсқауы бойынша Алматы зауыттарында басым түрде еуропалық ұлт окілдерінен құралған жасақтар үшін темір арматураның кесіктерінен, резинадан жасалған кабельдермен, шынжырлардан арнайы қарулар даярланды. Көтеріліс басылған соң ресми билік орындары бұл қаруларды өзірлеген шеруге шыққан жастар деп мәлімдеді.\n\nЖелтоқсан күндері және оның ізін ала басталып кеткен сот процестері кеңестік биліктің нағыз репрессиялық шараларға көшкендігін байқатты. 758 жас оқудан, 53 адам партия қатарынан, көтеріліске қатынасты немесе оған тілектес болды деген жүздеген адам жұмыстарынан шығарылды, саяси қудалауға ұшырады.",
                "date": "12.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен менде periscope бағдарламасы алдыңғы камераға ауыспайды?",
        "question_content": "Неліктен менде periscope бағдарламасы алдыңғы камераға ауыспайды?\nАуыстырсам осы жазу шығады:",
        "question_date": "14.05.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "АВС үшбұрыштың В төбесінен АС қабырғасына түсірілген биiктiк",
        "question_content": "АВС үшбұрыштың В төбесінен АС қабырғасына түсірілген биiктiк -ВD. AD=6CM, DC=8cm, AB=10 cm. Табу керек: S=?",
        "question_date": "14.05.2016",
        "question_tag": "Геометрия",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=1/2*a*h\n\nh² = 10² - 6² = 64\n\nh=8\n\nS=1/2*14*8=56cм²",
                "date": "14.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзындығы 900 м пойыз көпірден1 мин 15с уақытта",
        "question_content": "Ұзындығы 900 м пойыз көпірден 1 мин 15 с уақытта, ал бағдаршам тұсынан 45 секундта өтті. Көпірдің ұзындығын табыңдар.\n\nЕсепті пропорция құру арқылы шығарыңдар.",
        "question_date": "14.05.2016",
        "question_tag": "Мектеп",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1м15с=75с\n\nV=900/45=20м/с\n\nt=75-45=30с\n\nL=20*30=600м",
                "date": "14.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Педагогикалық еңбек өтілімді есептеуге көмек?",
        "question_content": "Сәлеметсіздер ме! Мен 2004-2007 жылдары аспирантурада оқып, белгілі бір себептермен кандидаттық қорғай алмай, 2008 ж. Политехникалық колледжге оқу бөлімінің хатшысы болып орналастым. Қазіргі таңда аталған колледжде оқытушы болып жұмыс істеймін. 2004-2007 жылдарымды қазіргі күнде еңбек өтіліне санамай, 3 жылым өліп қалды. 2004 ж. аспирантурада оқыған жылдар ғылыми-педагогикалық еңбек өтіл болып саналады деген ереже (положение) бар болатын (сол ережені мен ғылыми бөлімнен алып кадр бөліміне бергенмін, өзіме 1 данасын алып қалуды құнттамаппын, кадр бөлімінің инпекторы сол уақытта декреттік демалысқа кетіп, жоғалтып алғандығын айтты). Енді  2008 ж. бірден оқытушы болмағандықтан, не болмаса кандидаттық қорғалмағандықтан ол жылдар не педагогикалық, не жалпы еңбек өтіліне жатпайды деп түсіндіреді. Егер де 2004-2007 жылдар аралығы ғылыми-педагогикалық стаж болып саналады деген заң болса (ғылыми бөлімде айтқан), сол заңды табуға көмектесіңіздерші. Сол 3 жылдың шынымен - ақ жоғалғандығы ма??? Жауабын табуға көмектесіңіздерші. Көмек көрсеткендеріңізге алдын ала рахмет!",
        "question_date": "14.05.2016",
        "question_tag": "Заң",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұғалімдердің айлығы көбейді ма, азайды ма?",
        "question_content": "Мұғалімдердің айлығы көбейді ма, азайды ма?  Өткен жылы 400-500 доллар еді.",
        "question_date": "14.05.2016",
        "question_tag": "Мектеп",
        "question_views": 476,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі көбейді. Бірақ ....",
                "date": "14.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұқағали Мақатаев шығарма жазу?",
        "question_content": "Эпиграф пен шығарма жазып берсеңіздер. Тақырып аты Мұқағали Мақатаев",
        "question_date": "13.05.2016",
        "question_tag": "Мектеп",
        "question_views": 19100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тату-тәтті бармысыңдар, армысыңдар, бауырлар,\n\nӘлем-дархан, саялаңдар, бәріңе де орын бар,\n\nҚорған емес салтанатты, сәнді сарай соғыңдар,\n\nЕй, адамдар, сендер тату, сендер тату болыңдар!\n\nАнамыз – Жер, сол Анадан жаратылдық, туыстық,\n\nАлайда біз қан да төктік, қалжырадық, ұрыстық…\n\nАрмысың сен, арамызда жалғыз перзент –\n\nТыныштық!\n\n \n\n \n\nЖаны – жайсаң, жүрегі – жұмыр, құшағы – кең ақынның тыныштықты аңсаған жалынды үні құлағыңнан кетпейді. «Мені адамның өзі, сыртқы сүлдері емес, мінез құлқы, қатынасы, ойы мен психологиясы қызықтырады. Оларды түсінуге тырысамын. Адамдарды түсіне отырып, олардың да мені түсінгенін қалаймын. Менің бүкіл поэзиямның мәні, міне, осы. Поэзия – мен үшін жанымның шырылы». Деп ақиық ақын тегін айтпаса керек-ті. «Тіл дегеніміз – адамзат мәдениетінің қуаты, энергиясы» деген аты әлемге мәшһүр ғалым Вернадскидің пікірі көркем сөзде кесте тіккен ақын Мұқағали Мақатаев шығармашылығына тән десек, қателеспеспіз. Иа, оның тілі шынында да бай, шұрайлы…\n\n \n\nАқиық ақынның эпикалық туындыларының алапат қуаты – оның Тұлға ретіндегі болмысын биіктете, аспандата түседі. Мақатаевтың қаламынан саулап, ақ парақ бетін шиырлаған дастандары: «Ару Ана», «Мұзбалақ», «Өмірдастан», «Райымбек! Райымбек!»,  «Аққулар ұйықтағанда», «Қырандар, қош болыңдар», «Жер үстінен репортаж», «Қашқын», «Чили – шуағым менің», «Шекарада», «Моцарт «Жаназасы», (реквием), «Боз орамал» (баллада), «Жыл әкелген жыр» (Новелла)… Бұл дүниелердің барлығы болмысы шынайы лирикамен тұмшаланған жанның поэзиясындағы  ой мен сезім бірлігі, олардың ара-қатынасы логикалық жүйені сақтауымен де құндылығын арттырып, сюжетті лирикалық дүниелердің сұлбасын құрайды. Жаңа әзірде аты аталған шығармаларының қатарына «Аппассионата» атты көлемді поэмасын қоссақ, ақын поэтикасы нұрлана түсері даусыз. Мақатаев өзі айтпақшы «лирика мен эпиканы егіз теліген, екеуін де Пегасқа жапқан ер-тоқымның табан тірер екі үзеңгісі еткен» деуінен ақын шығармаларының әлемі мен айтар ойы – адам тағдыры, адамның тірлігі, мінез-құлқы, сезімі мен түйсігін тани түсеміз. Ақиық ақынның өзі айтқандай, оның лирикалық «мені» жалпы халық, қауым, заман, қоғам. Мақатаев қай тақырыпқа барса да, не туралы жазса да, шығармаларының астарына адамның ғұмыры, тағдыры, дәуірдің ықпал-әсерін шебер тоғыстырады, қиюластырады. Тіпті, алма-кезек ауысқан табиғат құбылыстарының қанық бояуын тауып, қайырғанда да жүгінер тәңірі – Адам, «Адам оқитын жырға адамды қатыстырмау – ессіздік» деуі – оның азаматтық кредосы.\n\nАқын поэзиясы – тұнған лирика. Мақатаев өлеңдерінің қай-қайсысын оқысаңыз да ой мен сезімі қатар келген дауылды ақынды тани түсесіз. Ғадетте, поэзия хақында тіл безегенде азаматтық әуен, табиғат жырлары, махаббат ғазалдары, сол сияқты, құбылған ауа, түрілген түн, мұндағы қыбырлаған тіршілік, құжынаған өмір, жүрек шымырлатар тылсым сезім, оймен әдіптелген жұмбақ сыр, азаматтық әуен тудырар, туындатар болмыстың өзі емес пе? Дәл осы тұжырым биігінен зер салсақ, Мақатаевтың жүрегін жарып шыққан отты жыр азаматтық асқақ сезімнің символы іспеттес. Ақынның өлең айшықтары көбіне-көп төрт тармақты, он бір буынды қара өлең ұйқасының сан алуан үлгілері болып өріліп отырады. Екі, үш, бес тармақты өлең айшықтары да кездесіп қалады. Тұжырымды түрде сөйлей білетін ақын көтерер жүк тым ауыр, ал Мұқағали Мақатаев кеңес болмысының шынайы келбетін халықтық демократияға ұмтылу сезімінде өз ойын бүкпесіз айтудан тайынбаған.\n\n \n\nШыңыраудан шыға алмай шыдам кетіп,\n\nТағдырыма шынымен бас ұрам ба?!\n\nҚорқып тұрам орнымнан, қорқып жатып,\n\nБәрі келіп тоғысып, Жүрегімінің\n\nЖағалауын тебеді солқылдатып.\n\n \n\nШыңыраудан шыға алмай, шыдам кетіп, тағдырыма шынымен бас ұрам ба, деген тармақта үлкен ой жатқан секілді. Бір қарағанда бұл өзінің ішкі әлемі, ал екінші көзбен қарасақ, қазақтың бодандық құрсауындағы тағдырына алаңдаушылық білдірген әрі нәзік, әрі алып жүректің дүрсілі.\n\nШынында Мұқағали Мақатаевтың лирикалық поэзиясы – заманымыздың кешегі де, бүгінгі де талаптарымен үндесе, күбірлесе, ымдаса, жымдаса алған өршіл де дауылды жыр үлгісі. Өзі бұ дүниеден 45 жасында қайтқанымен, екінші ғұмырын қоса есептегенде биыл сексеннің сеңгіріне шығып отырған алып ақын шын мәніндегі қазақ поэзиясының құбылысы. Оның сырлы да мұңлы, нұрлы, өршіл жырларынан қуат алып, сусындамаған қазақ баласы кемде-кем. Иә, ақиық ақынның сексен жылдығын жұрт болып жоғары деңгейді тойлау – бүкіл қазақтың азаматтығына сын!\n\n \n\nТұманбай Молдағалиев, Қазақстанның Халық жазушысы:\n\n \n\n«Мұқағали Мақатаев – адамдар арасындағы, өмірдегі, табиғаттағы жарастық пен келісімнің жаршысы. Оның өлеңдері шын тебіреністен, шын шабыттан, шын қуаныштан туған».\n\n \n\n«Өзге емес, өзі айтады, өз жайында»:\n\n«Ей, безілдектер, Сендер емессіңдер маған баға беретін! Нағыз бағалаушылар әлі алда. Жылдар өтеді, жаңа ұрпақтар келеді, біздің әрқайсымызды өз орнымызға солар қояды. Ежелден солай болып келген, солай болады, бола береді  де. Мен өзім жайында мынаны айтам: мен жиырма бірінші ғасыр ұрпақтарының құрдасымын. Бәлкім, одан әрідегі ұрпақтардың туысымын да…»\n\nТабиғат АБАИЛДАЕВ",
                "date": "12.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі дененің тартылыс күшінің олардың арақашықтығына тәуелділігі қандай?",
        "question_content": "1) Егер денеге түсірілген күштердің тең әсерлі күші нольге тең болса дене қалай қозғалмақ?\n\n2) Импульс моменті физ.Шаман ол неге тең?\n\n3) Екі дененің тартылыс күшінің олардың арақашықтығына тәуелділігі қандай?",
        "question_date": "13.05.2016",
        "question_tag": "Мектеп",
        "question_views": 785,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өзен ағасының жылдамдығын табыңдар",
        "question_content": "Маторлы қайық А-дан В-ға дейінгі жолды 2,5 сағат уақытта; ал кейін қайту үшін жолды 4 сағат уақытта өтті. Егер қайықтың судағы жылдамдығы 16км/сағ болса, өзен ағасының жылдамдығын табыңдар.",
        "question_date": "13.05.2016",
        "question_tag": "Математика",
        "question_views": 970,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "16+x=AB/2.5\n\n16-x=AB/4\n\n16+x=(64-4*x)/2.5\n\n40+2.5*x=64-4*x\n\n6.5*x=24\n\nx=48/13=3+9/13",
                "date": "14.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ноутбук үйдегі wi-fi-ды көрмей тұр.Қалай қосуға болады?",
        "question_content": "Ноутбук ешқандай wi-fi желісін таппай тұр.Үйдегі wi-fi істемей тұрған шығар десем, ұялы телефонда қосылып интернетке кіріп тұр",
        "question_date": "13.05.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ІР  адресін дұрыстадың ба?  Осылай  цифралды тересің  ( 9 санының орнына 10  саны болады.)",
                "date": "13.05.2016",
                "upvotes": 0
            },
            {
                "text": "Мүмкін Сетовой картаңның wi-fi драйвері қондырылмаған болар",
                "date": "14.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Майлар туралы мақал-мәтелдер",
        "question_content": "Майлар туралы мақал-мәтелдер. Көмеек",
        "question_date": "13.05.2016",
        "question_tag": "Химия",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арық малды асырасаң\nАузы-мұрныңды май етер.\nАрам адамды асырасаң\nАузы-мұрныңды қан етер.    \n\nКүріштің мәнін май келтірер.\n\nСеміз қой қыстан майын жеп шығады,\nАрық қой жанын жеп шығады.\n\nҚонақ қойдан жуас.\nМай берсең де жей береді.",
                "date": "16.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикадан практикумдарды бере аласыздар ма?",
        "question_content": "Физикадан практикумдарды бере аласыздар ма?",
        "question_date": "13.05.2016",
        "question_tag": "Мектеп",
        "question_views": 268,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Skype ақша жима,егер телефонмен саган біреу хабарласса?",
        "question_content": "Достар скаиппен маган біреу хабарласса менен мб жима? сосын саган звандаганда мобилный данные керек болама? Алдын ала рахмет",
        "question_date": "13.05.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 235,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Саган звондаса, сен мобилные данные косасн.",
                "date": "13.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерте кездегі географилық зерттеулер",
        "question_content": "Ерте кездегі географилық зерттеулер жайлы қысқа және нұсқа жауап қалдырыңыздаршы! :)",
        "question_date": "13.05.2016",
        "question_tag": "География",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең алғашқы географиялық зерттеулер финикиялықтарға тән,олар теңізде жүзудің және кеме жасаудың шеберлері болған.Африканы бірінші мәрте жүзіп айналып шыққандар да осы финикиялықтарға болған.Одан кейін географияның дамуына гректер үлкен үлес қосты.Ғылымда географияның атасы болып саналатын Эротосфен алғашқы география жайлы еңбек жазады.Пифагор алғаш мәрте координаталарды қолдана отырып сол кезде гректерге мәлім Еуропаның,Азияның және Африканың картасын сызады.Орта ғасырларда географияға мұсылман ғалымдары көп көңіл бөледі.Әбу Райхан Әл Бируни сол кездегі Иран және Орта Азия жайлы жан-жақты мәлімет келтіреді.Ал Ибн Хордадбектің \"худуд ал-Алам\" атты кітабы VIII-IX ғасырдағы Иран мен Орталық Азия жайлы мәлімет беретін құнды кітап болып табылады.ХI ғасырда Махмуд Қашғари өзінің домалақ картасын сызады.Осы кезде арабтың географы әрі саяхатшысы Ибн Масғуд Батыс Еуропаны,славян елдеріне,Киевке,Бұлғарға,Үндістанға,Африкаға саяхат жасайды және осы сапарлары жайлы көрген мемлекеттері жайлы ірі еңбек қалдырады",
                "date": "15.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жұмыста отырыс көп, қалай арықтасам болады?",
        "question_content": "Мен толықсып барамын. Мен жұмыс істеймін. Жұмысым таңертеңгі 8-ден басталад кешке әртүрлі уақытта қайтамын 8-9 кейде тіпті 10 ға таман. Обедке де асығып барамын,қайта келіп отырамын, уақыт болмаса тіпті бармаймын, жұмысым отыратын жұмыс , шыны керек менде отыру көп қағаздармен.. Кешке уақытта шаршап барамын тамақ ішіп аламын,сосн шамалыдан кейін азғантай уақыт спортпен шұғылданамын, тек жексенбі күні спортқа көп көңіл бөле аламын.  қазіргі бойым-166,салмағым-65 болып отыр. Тезірек арықтағым келеді?Қалай арықтасам болады?Маған қандай кеңес бересіздер?",
        "question_date": "13.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "қазіргі бойым-166,салмағым-65 болып отыр.  Бойыңа салмағың сай болып тұр, осылай жүре бер.  Менің бойым 178 салмағым  88 кг  бірақ мен семіз емеспін арық емеспін қалыпты көрінемін.",
                "date": "13.05.2016",
                "upvotes": 0
            },
            {
                "text": "Былай го жумыста дененди шыныктыр бир сагатта жумыс жаса сосын 10-15 минут приседание зарядка дегендей жаса сосын жумыста журип жур отырма сагат сайын кайталасан толыксымайсын типти арыктауга да болады арине майлы тамактардан арылу керек немесе аздау жеу керек!",
                "date": "13.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оралман куәлігін алдым. Шағын киiм цехын ашқым келеді?",
        "question_content": "Оралман куәлігін алдым. Шағын киiм цехын ашқым келеді. Ақша жағы қиындау болып тұр. Арманым алға жетелейді. Өз құқығымды пайдаланып кiмге барайын? Қандай құжаттар қажет. Барлығын толығырақ жазып өтсеңiз.",
        "question_date": "13.05.2016",
        "question_tag": "Жеке бизнес",
        "question_views": 565,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жұмыспен қамту орталығына барсаңыз түсіндіреді.",
                "date": "8.01.2020",
                "upvotes": 0
            },
            {
                "text": "1432 коллцентр,Атамекенге хабарласыңыз,Бастау добасына қатысып,грант қаражатына қол жеткізуге болады",
                "date": "10.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан азаматы жалға алған жерді екінші Қазақстан азаматына сата алады ма?",
        "question_content": "Жерді сатып алған Қазақстан азаматы сол сатып алған жерін өзі белгілеген бағамен екінші бір Қазақстан азаматына сата алады ма?\nЕгер сатып алған жерін игере алмаса, не банкрот болса, со жерін қалай қылады? Мемлекетке қайтарады ма? Әлде жоғарыда сұрағанымдай, екінші бір Қазақстан азаматына өзі белгілеген бағамен сата алады ма?",
        "question_date": "13.05.2016",
        "question_tag": "Жер туралы",
        "question_views": 1200,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Банк қарызы бар екенін 6 жылдан кейін айтуы дұрыс па?",
        "question_content": "Менің нағашым 2006 жылы Альянс банктен кридит алған екен. Онысын 2010 жылы түгелімен жауыпты. Енді банктен хабарласып 2016 жылы кеше сәуір айында сіз біздің банкке қарызсыз. 398 мың теңге төлемесеңіз карточкаларыңызды аресте қоясыз деп жатыр екен. Енді не істемек керек? БАНК неге алты жыл үнсіз отырып енді хабар береді. Қарыз болса 6 айдан соң хабар бермей ме, 6 жылдан соң хабар берместен! Не істеуге болады? 6 бала-шағасы бар.ауыздарынан жырып пəленбай теңге бекерге бере ме? Ақыл қосыңыздар.\n\nНазира Паметова https://www.facebook.com/profile.php?id=100008074925384&fref=nf",
        "question_date": "13.05.2016",
        "question_tag": "Банк",
        "question_views": 546,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Premiere Pro программасынан қазақша видеомонтаж урок жасау?",
        "question_content": "Жақында мен вконтакте сайтынан новостидан бир видео көргем. Premiere Pro программасынан қазақша видеомонтаж урок. Сол группаны тауып бере аласыздарма? Өтініш",
        "question_date": "13.05.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 289,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңнің группаңда болса топтардың арасынан тауып алсашы",
                "date": "13.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балабақшада жұмыс істегенім үшін бес айға рассчётный есептелмейді ма?",
        "question_content": "Бес ай мемлекеттік балабақшада жүкті əйелдің декреттік демалысқа шығуына байланысты сол кісінің орнына жұмыс жасағанмын тəрбиеші болып. Енді ол кісі жұмысқа шығып мен босап қалдым. Жұмыстан шығуыма байланысты маған бес айға рассчётный есептелмейді ма?",
        "question_date": "13.05.2016",
        "question_tag": "Заң",
        "question_views": 520,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біздегі бухгалтер міндетті түрде есептелуге тиісті дейді, (қалай деп еді, менің айтқанынан түсінгенім, алған бір айлық жалақыңды 12-ге бөліп оны 5-ке көбейтесің, сонда саған тесілі ақша шығады деді)",
                "date": "14.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"В\" әріпінен басталатын қазақша сөз",
        "question_content": "\"В\" әріпінен басталатын қазақша сөз бар ма?",
        "question_date": "13.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 43200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В әріпінен қазақша сөздер жоқ, тек кірме сөздер ғана бар. Мысалы, вагон, велосипед, вокзал т.б. Вагон, велосипед, волейбол, вальс, валеология, вокзал, вокал, Вашингтон, Вьетнам",
                "date": "13.05.2016",
                "upvotes": 0
            },
            {
                "text": "Орысшасы гана бар олар вообще всем видео всегда время",
                "date": "27.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "https://youtu.be/nSHbgyMhzMA осы видеодағы 2:00 минутындағы олең керек",
        "question_content": "Құрметті достар, , осы видеодағы 2:00 минутындағы оленді тауып бере аласыздарма?",
        "question_date": "13.05.2016",
        "question_tag": "Қазақша ән",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Safe House (Lil Uzi Vert) деген ән",
                "date": "29.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ халқының асыл өнері туралы",
        "question_content": "Қазақ халқының айтыс өнері жақсы дамып келеді. Ақындар бүгінгі өткір мәселелерді жырына арқау етуде. Жастар арасынан жарқылдап көзге түсіп жүрген ақындардың бірі Рүстем Қайыртайұлы. Ақындар оған отызға келіп неге үйленбей жүргенін айтуда. Үйлену шынымен Рүстемге соншалықты проблема ма? Ақындардың бұл сөзі жастарға дер кезінде үйлену керектігін аңғартады. Бұдан да басқа өзекті мәселелерді қоса жырласа ақындардың мәртебесі көтерілер еді. Талантты ақындардың бірі Нұрлан Мұсаев та жоғары бағалану керек.",
        "question_date": "13.05.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 713,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Windows 8 орнатып едік Пускті қалай ашады?. Болмаса қалай ашатын қылып істеуге болады?",
        "question_content": "Windows 8 орнатып едік Пускті қалай ашады?. Болмаса қалай ашатын қылып істеуге болады?",
        "question_date": "13.05.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тышқанды пуск жаққа откізесізде тышқаннын оң жағын басасыз.",
                "date": "5.06.2016",
                "upvotes": 0
            }
        ]
    }
]