[
    {
        "question_title": "\"Дүниеге жар\" Қ.Аманжоловтың деген өлең не туралы?",
        "question_content": "Түсініп отырмын, бірақ шығарма сияқты бірнеше сөз жазуым керек.Өтінем, көмектесіндерші!",
        "question_date": "7.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дүниеге жар\n\nЕй, тәкаппар дүние!\nМаған да бір қарашы.\nТанисың ба сен мені?\nМен қазақтың баласы!\n«Тағы жұрт» деп тағы да,\nТанымассың, білмессің.\nӨйткені мен қазақпын,\n«Англичанин» емеспін.\nТанисың ғой сен оның\nӨзінен бұрын мылтығын,\nДәріптейсің қасиетін\nАдамы түгіл, итінің.\nМен де оны бір кезде\nЕтігінен танығам\nҚадай басып өкшесін,\nДалама кеп қаңғыған.\n«Тағы» дейтін халқымды,\nДозақ дейтін даланы.\nКен қазам деп көр қазып,\nАқтаратын моланы.\nЖылап жатса бір қазақ,\nКүлуші еді-ау ол өлі!\nСоның бәрі сұрқия\nСұм патшаның әлегі.\nЕкі аяқты ақ патша\nКөп батырды шеңгелін.\nCap далада сарғайдым,\nҚасіретпен шөлдедім.\nМынау қара көзімнен\nСансыз дария жас ақты.\nӨз етімді өзіме\nКесіп алып асатты.\nАйтып-айтпай, не керек,\nHe көрмеді бұл қазақ!\nДүние бүгін ұялар,\nАйтпа, ойбай, аузың жап.\nСорлы емес ем ежелден,\nҚаралы едім, зарлы едім.\nҰялушы ем өзге елден,\nНамысты едім, арлы едім.\nЕсе тиер, енші алар\nЕл болсам деп ойлаушы ем.\nҚазақпын деп айта алар\nМен болсам деп ойлаушы ем.\n«Тәкаппар дүние төріне\nЕмін-еркін шықсам-ау!\nАйтқанымды тыңдатып,\nАйтқандарын ұқсам-ау», -\nДеп ойлаушы ем, сол болды,\nАрманыма жеттім мен.\nҮдере жорттым, жол болды,\nТау төңкердім екпінмен.\nЕнді мені менсінбес\nЕвропаның қай елі?\nҚарсы келсем, құшақтар\nҚаратпайтын әйелі.\nСорлы негр қара боп\nТуғанына жазықты.\nТәкаппарсың, дүние,\nКөп қорладың аз ұлтты.\nҚаталастың бірақ сен,\nАз дегенің көп екен.\nКөміп кетер кепшілік,\nКөп кешікпес, күні ертең.\nБола бермес дүниеде\nКүнде жанжал, күнде шу.\nЖауып кетер жер бетін\nЖалғыз ғана қызыл ту.\nСол қызыл ту астында\nКүн келбетті қазақпын.\nОтар емен телмірген,\nАзаматпын, азатпын.\nЕнді, сірә, дүние,\nТанисың ғой мені сен.\n«Танысамын соғысып», -\nДеп ойлама, тегі, сен.\nТөрт құбылам түгел сай,\nҚорқытпайды соғысың.\nЖетпіс қабат қорғаңдай\nБатысымда - орысым.\nШымқай болат киінген\nШүғылалы шығысым.\nТас түлектей түйілген\nҚырғыз, якут туысым.\nҚазақ деген атымды,\nӨшіре алмас ешбір жау!\nТөбесінен, тиіссе,\nТөңкерілер Алатау.\nАумағы мол алыппын,\nКеңіді менің құшағым.\nБритания аралын\nҚолтығыма қысамын.\n«Тағы» емеспін, тағы айтам,\nАдаммын-ды бұрыннан.\nАдаммын деп жылағам,\nАдаммын деп қырылғам.\nТәкаппар ұлы дүние!\nҚазақ деген мен деймін.\nМылтығыңды ұсынба,\nҚолыңды ұсын, кел деймін!",
                "date": "8.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ деген-мен ой-толғау керек",
        "question_content": "срочно керек!Және ең сонында Мен - қазақпын! Қазақ даласының баласымын! Ол - менің мақтанышым, айбыным! мына сөздер болсын",
        "question_date": "6.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жазған өлеңдерімді жарыққа шығарсам деймін.",
        "question_content": "Армысың ағайын?! Қазақта \"əу\" демейтін адам жоқ дегендей, қағазға қалам сүйкеп кем дегенде бір-екі шумақ жанынан шығарып, өлең жазатындары да жоқ емес. Өзімді ақынмын демеймін, əйтсе де, шабытым ашылғанда шумақтарды көсілтім қоя беретінім бар. Ондайда асығыс, қолыма түскен қағазға түсіріп жаза саламын. Сондай шумақтардың көбі жоғалды, үлгергенімді қойын дəптеріме жазып алдым. Алайда, дəптерде құр қарайып жатқан өлеңнен не пайда оқырманы болмаса?! Өзім Евразия Ұлттық Университетінің Филология факультетінде оқимын. Мамандығым филологияның орыс тілі болғандықтан жазған өлеңдерімді жарыққа шығаруға мүмкіндік жоқ. Өзім қазақ болған соң сөзім де қазақ. Жазған өлеңдерім тек қазақ тілінде. Оларды я орыс филологиясы, я орыс тілі кафедраларына ұсына алмаймын. \"Тыңдаушысы болмаса - сөз жетім\" дегендей, жазған өлеңдерім қағазымен бірге сарғайып тек жатыр. Оқырманын тауып жатса, бəлкім біреу оқып ой түйер, сыншысы да табылар деген ой келді. Сұрайын дегенім, сол өлеңдерімді қайда ұсынсам екен? Ғаламтор желісінде біраз сайттардан ел арасындағы ақын бауырларымыздың жазған өлеңдерін оқып жүрміз. Сол сайттарға қалай жариялауға болады екен? Қандай сайттарды ұсынар едіңіздер? Алғысым шексіз. Алла амандығын берсін",
        "question_date": "6.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 520,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсізбе!Маған ой толғау \"Қазақ деген-мен\" жазып бере аласыз ба?Заранее рахмет!",
                "date": "7.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазған өлеңдерімді жарыққа шығарсам деймын.",
        "question_content": "Армысың ағайын?! Қазақта \"əу\" демейтін адам жоқ дегендей, қағазға қалам сүйкеп кем дегенде бір-екі шумақ жанынан шығарып, өлең жазатындары да жоқ емес. Өзімді ақынмын демеймін, əйтсе де, шабытым ашылғанда шумақтарды көсілтіп қоя беретінім бар. Ондайда асығыс, қолыма түскен қағазға түсіріп жаза саламын. Сондай шумақтардың көбі жоғалды, үлгергенімді қойын дəптеріме жазып алдым. Алайда, дəптерде құр қарайып жатқан өлеңнен не пайда оқырманы болмаса?! Өзім Евразия Ұлттық Университетінің Филология факультетінде оқимын. Мамандығым филологияның орыс тілі болғандықтан жазған өлеңдерімді жарыққа шығаруға мүмкіндік жоқ. Өзім қазақ болған соң сөзім де қазақ. Жазған өлеңдерім тек қазақ тілінде. Оларды я орыс филологиясы, я орыс тілі кафедраларына ұсына алмаймын. \"Тыңдаушысы болмаса - сөз жетім\" дегендей, жазған өлеңдерім қағазымен бірге сарғайып тек жатыр. Оқырманын тауып жатса, бəлкім біреу оқып ой түйер, сыншысы да табылар деген ой келді. Сұрайын дегенім, сол өлеңдерімді қайда ұсынсам екен? Ғаламтор желісінде біраз сайттардан ел арасындағы ақын бауырларымыздың жазған өлеңдерін оқып жүрміз. Сол сайттарға қалай жариялауға болады екен? Қандай сайттарды ұсынар едіңіздер? Алғысым шексіз. Алла амандығын берсін",
        "question_date": "6.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 421,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз тек қазақ тілінде жазсаңыз, онда қазақ тілді сайттарға ұсынып көріңіз. Мысалы: kazvip.kz, kazmusic.kz nur.kz т.с.с",
                "date": "24.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шерхан Мұртазаның \"Бесеудің хаты\" шығармасына композициялық талдау керек?",
        "question_content": "Шерхан Мұртазаның \"Бесеудің хаты\" шығармасына композицялық талдау?",
        "question_date": "6.03.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 90800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазушы, драматург Ш.Мұртаза өз шығармаларына тарихи оқиғаны өзек етіп алады. Тарихи шындықты көркем шығарма етіп беру оңай емес, себебі ол шындықты елдің бәрі біледі. Ел білген шындықты көркем сөздің қуатымен қайта жаңғырту, оқырманының жүрегінен өткізу нағыз талантты жазушының ғана қолынан келеді.\nШ.Мұртазаның «Бесеудің хаты» атты драмасына арқау болған — ел басына түскен азапты күндер, қолдан жасалған аштықтан қырылған екі миллион халықтың тағдыры. Драматург сол кездегі өкімет басшыларымен, оның қасындағы жандайшаптардың бейнесіне жан бере суреттейді. Әр кейіпкер өзінің сөзі арқылы танылып жатады. Қасіретті қолдан жасап отырған Сталиннің теріс саясатын, асыра сілтеп отырған Голощекиннің көрсоқырлығын жазушы Ғ.Мүсірепов (негізгі кейіпкер) ашына жеткізеді.\nШ.Мұртазаның драматург ретіндегі шеберлігінің өзі сонда, ол кейіпкерінің мінез-құлқын ғана ашып қоймайды, оның жандүниесін көрсетеді, оқушы кейіпкердің даусын естиді.\n\nДереккөзі.",
                "date": "8.03.2017",
                "upvotes": 0
            },
            {
                "text": "Таптыңыз ба? Тапсаныз міндетті түрде саласыз ба",
                "date": "12.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көршіге мінездеме қалай жазуға болады?",
        "question_content": "көршіге мінездеме жазу керек",
        "question_date": "6.03.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 65000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол туралы не ойлап турсыз, соны жазыңыз.Мына үлгіні қарап қойыңыз:\n\nМінездеменің мазмұндық-құрылымдық жүйесі:\n1) тақырыбы;\n2) мінездеме берілетін адам туралы қысқаша мәлімет;\n3) негізгі мәтін;\n4) қорытынды;",
                "date": "7.03.2017",
                "upvotes": 0
            },
            {
                "text": "көршіге қалай кері мінездеме жазуга болады үлгі жіберіңізші",
                "date": "24.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір себеттегі алманың массасын табыңыз?",
        "question_content": "5 себетке тең бөліп салынған алмаларды 3 жәшікке тең бөлып салуға болады. Әр себеттегі алманың массасы әр жәшіктегі алмадан 4 кг жеңіл. Бір себеттегі алманың массасын табыңыз.",
        "question_date": "6.03.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бир себетте 6 кг.    5    3-тен 2 санга улкен. Сонда 5*2=10.  10*3=30.   30*5=6",
                "date": "7.03.2017",
                "upvotes": 0
            },
            {
                "text": "бир себетте 6 кг алма бар. 10-4=6.   5*6=30.     30/3=10",
                "date": "7.03.2017",
                "upvotes": 0
            },
            {
                "text": "Бір себеттегі алманың массасы 20кг.\n\nПошаговое обяснение:мен осылай жаздым да (5+) деген баға алдым.",
                "date": "21.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10 орындықты үш-үштен бөлменің әр қабырғасына қалай орналастырады?",
        "question_content": "10 орындықты үш-үштен бөлменің әр қабырғасына орналастыр",
        "question_date": "6.03.2017",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10 орындықты үш-үштен бөлменің әр қабырғасына орналастыр",
                "date": "5.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"My motherland\" деген тақырыпта ағылшынша реферат керек?",
        "question_content": "Маған kazakhstan is my motherland деген тақырыпта ағылшынша реферат керек еді өтінем тезірек бола аласыздар ма",
        "question_date": "6.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Motherland Моя Родина\nMy name is Maxim and I’m 14 years old. I’d like to tell you a few facts about my motherland - Russia. I was born in Atkarsk, but grew up in Saratov. My parents moved to the larger city when I was five years old. So, my school years are connected with Saratov. It’s a large city, which is a major port on Volga River. We have relatives in other cities of Russia, so we often travel around the country to see them. I’ve already been to Moscow, to Kursk, to Vladimir, to Samara and several other places. And I should say I liked all these cities. Once again they prove that Russia is a great country that offers a wide range of attractions. When I look at the map of our country, I understand that it is immense. To travel the whole country, to see its southern and northern parts, to explore its riches and sights one needs to spend years. Even Winston Churchill said about Russia that it’s a riddle wrapped in a mystery. I think he meant the charming nature and atmosphere that distinguishes Russia among other European or Asian countries. All in all, my motherland spans 11 time zones and has the population over 140 million people. The capital of the country is Moscow. It was founded in 1147 by Yuri Dolgoruky. Today it’s considered to be of the largest and most beautiful cities in the world. I’m lucky to have visited it. There are many remarkable rivers in Russia, among them, the Yenisei, the Lena, the Angara, the Neva, etc. In fact the deepest freshwater lake is also situated in Russia. It’s the lake Baikal in south-eastern Siberia. My motherland gave the world lots of famous people, among them, Yuri Gagarin, Isaak Levitan, Alexander Pushkin, Georgy Zhukov and many others. I’m proud to be living in a country full of natural and historic wonders.\nПеревод:\nМеня зовут Максим и мне 14 лет. Я хотел бы рассказать вам немного о своей родине - России. Я родился в Аткарске, но вырос в Саратове. Мои родители переехали в большой город, когда мне было пять лет. Итак, мои школьные годы связаны с Саратовом. Это большой город, который является крупным портом на Волге. У нас есть немало родственников в других городах России, поэтому мы часто ездим по стране, чтобы навестить их. Я уже побывал в Москве, в Курске, во Владимире, в Самаре и ряде других мест. И должен сказать, что мне понравились все эти города. Они еще раз доказывают, что Россия великая страна с большим количеством примечательных мест. Когда я смотрю на карту нашей страны, то понимаю, что она необъятна. Для того чтобы объехать всю страну, увидеть ее южную и северную части, изучить ее богатства и достопримечательности нужно потратить несколько лет. Даже Уинстон Черчилль говорил о России, что это головоломка, завернутая в тайну. Я думаю, он имел в виду очаровательную природу и атмосферу, которые отличают Россию среди других европейских и азиатских стран. В целом, моя родина охватывает 11 часовых поясов и имеет население свыше 140 млн. человек. Столицей страны является Москва. Ее основал Юрий Долгорукий в 1147 году. На сегодняшний день это один из крупнейших и красивейших городов в мире. Я счастлив, что побывал там. В России есть много значимых рек, в том числе, Енисей, Лена, Ангара, Нева и т.д. К тому же, самое глубокое пресноводное озеро также расположено в России. Это озеро Байкал в юго-восточной Сибири. Моя родина дала миру много известных людей, среди них, Юрий Гагарин, Исаак Левитан, Александр Пушкин, Георгий Жуков и многие другие. Я горжусь тем, что живу в стране, изобилующей природными и историческими достопримечательностями.\nСпасибо, объявление скрыто.\nЯндекс.Директ",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсқағаз жайлы мәлімет керек?",
        "question_content": "тұсқағаздар жайлы мәлімет керек еді?",
        "question_date": "6.03.2017",
        "question_tag": "Тазалық",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұсқағаз — біркелкі немесе түрлі түсті фонға бояу яки бедерлі баспа тәсілімен салынған алуан түрлі өрнегі бар қағаз текті әрлеу материалы. Сәндік тұсқағаздың өрнекті беті ағаш текстурасына, маталардың. металлдардың және басқа да материалдардың түсіне ұқсас келуі ықтимал. Қағаздағы өрнектер табиғи гүлдер, өсімдіктер түрінде, алуан түрлі нақыш-оюлар қалпында, торкөзді, ұсақ сурет формасында құралып, тұтас бір фон жасайды. Қалың қағаздан бедерлі баспа тәсілімен «жібекке», металға немесе сәтенге ұқсас жасалған әрі пленка қабаты бар жоғары сапалы тұсқағаздар кез келген қабырғаға әсем әр беріп, бөлме еңсесін көтере түседі. Жапсырма қағаздың кейбір түрлері (мысалы, жуылатын) ылғалға төзімді болады, оларды дымқыл шүберекпен сүрткенде беті бүлінбейді. Пленка қабаты бар тұсқағаздар суға және кір алғыш ерітінділерге мейлінше төзімді келеді.",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Intoxic\" ауыздың жағымсыз иісін кетіреді ме?",
        "question_content": "Паразиттерге карсы intoxic ті колданып коргендер бар ма, жагымсыз иісті каншалыкты кетіреді,",
        "question_date": "6.03.2017",
        "question_tag": "Тазалық",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "3-топ мүгедекке қандай жұмыстар жарамды?",
        "question_content": "3ши топ мугедекпн садиктерге тарбиеші немесе комекшісі ретнде жумска турума болама дипломмен немесе пол жуушы ретнде осндай жумска жарамдима 3топ 1козим кормеуне байлансти  жауапти асга кут",
        "question_date": "6.03.2017",
        "question_tag": "Заң",
        "question_views": 404,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөйлем мүшелеріне талдау керек?",
        "question_content": "сөйлем мүшелеріне талдау керек болып тұр",
        "question_date": "6.03.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 6000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстанда қанша діни секталар бар?",
        "question_content": "Қазақстандағы діни секталарды атап беріңдерші Please!",
        "question_date": "5.03.2017",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 834,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанда 4500-нан астам секталар жұмыс істейді екен.",
                "date": "7.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына əн керек еді?",
        "question_content": "Сен менің асыл арманым,\nҮмітін жаққан алдан\nСырымды жасыра алмадым\nСен менің аппақ еркемсің.........",
        "question_date": "5.03.2017",
        "question_tag": "Қазақша ән",
        "question_views": 635,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнау?-сенен баска",
                "date": "7.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сарымсақ алғаш рет қай елде егіле басталды?",
        "question_content": "ммСарымсақты алғаш рет қай елдерде еге бастады",
        "question_date": "5.03.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көзден жас ағызатын пияздың тағам дәмін кіргізумен қатар емдік қасиеті де бар екенін көпшілік біле бермейді. Пияздың шыққан жері – Қиыр Шығыс. Бірте-бірте Мысыр, Греция елдеріне жетіп, басқа елдерге тарай бастаған. Қай жерде болмасын, кез келген заманда пиязды ғажайып пайдалы өсімдік ретінде қабылдаған.\nЕртеде римдіктер мен гректер пиязды жауынгерлерге күш және батылдық беретін әрі жарақатты жазатын шипалы, қасиеті күшті өсімдік деп есептеген. Олар пияздың бір түріне жеңімпаз деп ат берген. Қиыр Шығыс пен Сібір елдерін аралаған жиһанкездер пиязбен қырқұлақ (цинга) ауруын емдеген.\nСарымсақ (Чеснок) — пияз тұқымдастарына жататын шөп тәріздес өсімдік. Отаны — Оңтүстік Шығыс Азия. Жабайы сарымсақ екі жылдық, ал шаруашылық мақсатында өсірілетін сарымсақ бір жылдық. Сарымсақтың дәмі ащы, иісі өткір.\nОның себебі құрамындағы эфир майында жатыр. Ауызды сасытып жағымсыз иіс шығаратын да қасиеті бар. Сарымсақ көне заманнан бері мәдени өсімдік ретінде өсіріледі. Көне Египеттегі папирустардағы жазуларда сарымсақтар жайлы мәліметтер болған. Мысалы, әйгілі пирамиданы салушар сарымсақты тамақ ретінде пайдаланған. Сарымсақ жетіспей қалған кезде олар шу көтерген. Ал ертедегі Римдік император Нерон сарбаздардың батылдығын арттыру үшін оларға сарымсақ жеуді бұйырған. Антибиотиктер біздің өмірімізге енбес бұрын, өзінің қасиеттері арқасында сарымсақ вирусты аурулардан қорғаныш ретінде, сонымен қатар тырысқақ, оба немесе тұмау індеттері кезінде олардың алдын алатын құрал ретінде қолданылды. Оның дәрілер мен егулерден ерекшелігі бактерия штамдарында төзімділік туындамайды және адам үшін уытты емес.\nСарымсақтың өнімі жер астында өседі. Жер құнарлы әрі жұмсақ болса, сарымсақтың көлемі де үлкен болады. Сарымсақтың өнімі бірнеше кішкене бөлікшелерден (тілшелерден) тұрады. Олардың сарымсақтың ұрығы ретінде егеді.\nӨсіп тұрған кезінде жапырағынан жебе тәрізді ұрықтанған бөлігі шығады. Оны майға қуыруға, тамаққа қосуға болады. Сол ұрықтанған гүлін дер кезінде суырып алып тастау қажет. Егер алынбаса, сарымсақ өсімдігінің барлық күші ұрықтануға кетеді де, жер астындағы өнімі дамымай, кішкентай болып қалады.\nТолығырақ.",
                "date": "6.03.2017",
                "upvotes": 0
            },
            {
                "text": "в горных районах Таджикистана,Туркмении,Узбекистана, на севере Ирана, в Афганистане и Пакистане",
                "date": "7.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ғашықтар әлемі\" әнінің минусовкасы керек?",
        "question_content": "Маржан Арапбаеваның ғашықтар әлемі әнінің минусовкасын тауып беріңіздерші",
        "question_date": "5.03.2017",
        "question_tag": "Қазақша ән",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маржан Арапбаева - Ғашықтар әлемі.",
                "date": "20.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дизайнер мамандығына түсу үшін не тапсыру қажет?",
        "question_content": "Мен 10-шы сыныпта оқимын. Жүргенов университетіне дизайнер мамандығына қалай түсуге болады? Ал жаңа формат ше?",
        "question_date": "5.03.2017",
        "question_tag": "Мамандық",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://www.kaznai.kz/kz/abiturients/baccalaureate/\nҚабылдау комиссиясы:\nтел: 8(727)272-46-74",
                "date": "31.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Синусовая аритмия диагнозы болса спортпен айналысуға бола ма?",
        "question_content": "Менин жасым 21 де.Журегимди экг га тусирип едим маган синусовая артмия деген диагноз койылды.Спортпен ягни бодибилдингпен айналысып жургениме 1 жыл болды.Бурын арык едим осы спорт аркылы салмак костым.Енди сурагым бул диагнозбен бул спорт турин ары карай жалгастыра аламынба?,накты жауап болса алдын ала рахмет",
        "question_date": "5.03.2017",
        "question_tag": "Денсаулық",
        "question_views": 507,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шығармашылық емтиханмен қоса қандай пəннен тест тапсырамын?",
        "question_content": "ЖООға түсерімде шыгармашылық емтихан тапсырсам,сонда мен  3 міндетті пәннің қасына басқа пәнді тапсырмаймын ғой,солай ма?",
        "question_date": "5.03.2017",
        "question_tag": "Университет, колледж",
        "question_views": 827,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "a түзуін салыңдар. K нүктесінен",
        "question_content": "a түзуін салыңдар. K нүктесінен a түзуіне дейінгі қашықтық 2см, L нүктесінен a түзуіне дейінгі қашықтық 4,3см және M нүктесінен a түзуіне дейінгі қашықтық 3,1см болатындай K, L, M нүктелерін көрсетіңдер",
        "question_date": "5.03.2017",
        "question_tag": "Мектеп",
        "question_views": 743,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "СЖ қолданушылары! Киви кошелекте ақшаны нақты шешіп алуға бола ма?",
        "question_content": "СЖ қолданушылары! Киви кошелекте (телефон номері арқылы тіркелген) ақшаны нақты шешіп алуға бола ма? Болса,қалай және қайдан екенін айтсаңыздар?",
        "question_date": "5.03.2017",
        "question_tag": "Банк",
        "question_views": 356,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "банк аркылы процент усатайды",
                "date": "1.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекет жеңілдік беретін шет елдік біліктілікті арттыру курстары бар ма?",
        "question_content": "Мемлекет жеңілдік беретін шет елдік біліктілікті арттыру курстары бар ма?\n\nБар болса олар қайда жарияланады?",
        "question_date": "5.03.2017",
        "question_tag": "Мамандық",
        "question_views": 317,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Тегін қызметтер, курстар және т.б. туралы хабар беретін сайт не қосымша?",
        "question_content": "Алматы қаласындағы тегін қызметтер, курстар және т.б. туралы хабар беретін сайт не қосымша? \nЖалпы қаңтар айында Алматы орталық мешітінде араб әліпбиінен бастап үйреткен курс өтіпті. Ал ол курс жайлы мен курс аяқталған кезде ғана естідім. Қатыса алмай қалғаныма қатты өкіндім...\nТағы бір жайт көпшіліктен естіп жатамын осындай жерде осындай акция болып бүлдіршіндерге тегін жөргекпұл таратылды деп... \nЖалпы осындай ақылы емес қызмет түрлерін алдын ала хабарлап отыратын сайттар бар ма?\nӘлде бізде ол жайттар алдын ала хабарланбайды ма?",
        "question_date": "5.03.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хабарланады, ондай тегін науқандарды қазір әлеуметтік желілерден бақылап отыруға болады.",
                "date": "11.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Телефонға арналып шығарылған қазақша қандай қосымшаларды пайдаланасыз?",
        "question_content": "Телефонға арналып шығарылған қазақша қандай қосымшаларды пайдаланасыз? \nПайдалы қосымшалар болса, атын атап тегін немесе ақылы екендігін жаза кетсеңіз?!",
        "question_date": "5.03.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    }
]