[
    {
        "question_title": "Зейнетақы жастағы жұмысшыны жұмыстан шығаруға бола ма?",
        "question_content": "Зейнетақы алатын жұмысшыны жұмыстан шығаруға болама? Болса заңды түрде қалай жұмыстан шығаруға болады?",
        "question_date": "8.11.2016",
        "question_tag": "Заң",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ару Астана туралы шағым әңгіме құру керек еді?",
        "question_content": "Есімдік қатыстыра отырып, Ару Астана туралы шағым әңгіме құру керек еді?",
        "question_date": "8.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "эй, қазағым-ай. шағыМ әңгіме емес, шағыН әңгіме шығар. Әлде шағым-арыз жазайын деп жүрсіз бе?",
                "date": "8.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Катюшаның ағылшыншасы бар ма?",
        "question_content": "Катюшаның ағылшын тіліндегі нұсқасы керек еді?",
        "question_date": "8.11.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 488,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Apple trees and pear trees were a flower,\nRiver mist was rising all around.\nYoung Katyusha went strolling by the hour\nOn the steep banks,\nO’er the rocky ground.\nBy the river’s bank she sang a love song\nOf her hero in a distant land.\nOf the one she’d dearly loved for so long,\nHolding tight his letters in her hand.\nOh, my song, song of a maiden’s true love,\nTo my dear one travel with the sun.\nTo the one who Katyusha loves so,\nBring my greetings to him, one by one.\nLet him know that I am true and faithful,\nLet him hear the love song that I send.\nTell him as he defends our home that grateful,\nTrue Katyusha our love will defend.\nApple trees and pear trees were a flower,\nRiver mist was rising all around.\nYoung Katyusha went strolling by the hour\nOn the steep banks,\nO’er the rocky ground.",
                "date": "9.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ет тағамдарына байланысты сканворд құрастыру керек?",
        "question_content": "Ет тағамдарына байланысты сканворд құрастыру керек?",
        "question_date": "8.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қыз алысып, қыз берген салтымыз қандай. Кез-келген тойда айтылып жүрген ән?",
        "question_content": "Сөзі: Қыз алысып, қыз берген салтымыз қандай, Тойда шалқыған, халқымыз қандай. Қайнылармен билеген, қыз балдызын түйреген, Жеңгелер қандай, жезделер қандай\n\nЕнді осы әнге сілтеме берсеңіздер",
        "question_date": "8.11.2016",
        "question_tag": "Қазақша ән",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жайсыз жағдайларға не айту керек?",
        "question_content": "Жайсы жағдайларда айтылатын сөздер мысалы мал жоғалып өрт болғанда тағы басқа және Асарға барғанда үй иесіне айтылатын құттықтау сөз көиектеріңіз керек болып тұр",
        "question_date": "8.11.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Қайырлы болсын\" деген сөз бар, кез келген жеге айтуға болады (қысқасы уневерсальный тілек))))",
                "date": "8.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "5 сынып математика Натуралды есепті шығару жолдары",
        "question_content": "1)3к.  2)4к.  3)7к.  4)11к  (мұндағы к-натурал сан) түрінде жазуға болатын үш сан жазыңдар.",
        "question_date": "8.11.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3к;4к-к\n\n4к;7к-к\n\n7к;11к-к",
                "date": "23.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жан-жақты, майысқақ деген сын есімдер сапалық па, алде қатыстық па?",
        "question_content": "Сын есім. Қатыстық жəне сапалық сын есімдер.",
        "question_date": "8.11.2016",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қатыстық сын есімдер. Себебі жан-жағы - үстеу, одан жан-жақты деген сын есім туып отыр. Майысқақ сын есімі \"майысу\" етістігінен туған.",
                "date": "8.11.2016",
                "upvotes": 0
            },
            {
                "text": "Ол қатыстық сын есім",
                "date": "15.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7-сынып. АВС=СДА теңдігін дәлелдеңдер?",
        "question_content": "вс=ад,<1=<2.\n\n1) АВС=СДА теңдігін дәлелдеңдер.\n\n2) Егер ад=17см,дс=14 см болса,онда ав мен вс-ны табындар.",
        "question_date": "7.11.2016",
        "question_tag": "Геометрия",
        "question_views": 908,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.2белгімен дәлелденеді",
                "date": "29.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жылықанды болудың айырмашылығы неде?",
        "question_content": "Жылықанды болудың артықшылығы неде? Жылықанды жануарлардын бір-бірінен айырмашылығы?",
        "question_date": "7.11.2016",
        "question_tag": "Биология",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоршаған ортаның температурасына салқынқандылар (пойкилотермдер) мен жылықандылар (гомойтермділер) әртүрлі реакция береді. Салқынқандылардың дене темапературасы тұрақсыз және қоршаған ортаның температурасына тұрақсыз және қоршаған ортаның температурасына қарай өзгеріп отырады. Бұл топқа омыртқасыздар, төменгі омыртқалылар, рептилиялар жатады. Пойкилотермдік жануарларға жылы климат активті өмір сүруіне қолайды. Ал суық климатта олар анабиоз, диапауза күйінде болады.\n\nГомойтерімдік жануарлардың (құстар мен сүткоректілерде) дене температурасы 360-440 С болады. Жылы қандылық жануарлардың суық климаттық жағдайда тіршілік етуіне мүмкіндік береді. Жылықанды жануарлар дене температурасын бір қалыпты ұстап тұруға мүмкіндігі бар. Бұл олардың морфологиялық,физиологиялық жағдайларында болады.\n\nЖануарлардың жылуды бөлуі беткі қабаты арқылы жүреді. Температураны реттеу жануарлардың дене салмағы мен беткі қабатының теңдігіне байланысты. Мысалы ірі жануарлар жылуды бөлуі төмен болады.\n\nСолтүстік жарты шарда – солтүстікке қарай жануарлардың денесінің көлемі ұлғая береді, оңтүстік жарты шарда – оңтүстікке қарай ұлғаяды.",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Футбол оқуы бар ма? Түсу үшін қандай пәнді таңдау керек?",
        "question_content": "Мен 11 сынып оқимын. Футболист болғым келеді. Футбол оқуы бар ма? Түсу үшін қандай пәнді таңдау керек?",
        "question_date": "7.11.2016",
        "question_tag": "Футбол",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Футболдың оқуы жоқ ол ушін уиірмеге барасн",
                "date": "16.11.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алаш қозғалысы және алаш партиясының құрылуы?",
        "question_content": "Алаш қозғалысы және алаш партиясының құрылуы?",
        "question_date": "7.11.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 14800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алаш қозғалысы — 20 ғ-дың алғашқы ширегінде Ресей империясының отарлық билік жүйесіне қарсы бағытталған ұлт-азаттық қозғалыс.\n\nҒасырдың бас кезінде қазақ қоғамында мүлдем жаңа жағдай қалыптасты. Ресейлік әскери-монархиялық басқару жүйесі, қазақ жерінің орыс мемл-нің меншігі етіп жариялануы, осыған орай ішкі Ресейден қоныс аударушылар легінің күрт өсуі, қазақ бұқарасының зорлықпен егіншілікке жарамды жерлерден ығыстырылуы, дәстүрлі қазақ шаруашылығының терең дағдарысқа ұшырауы сол қалыптасқан жағдайдың нақты көріністері еді. Сол кездегі қазақ қоғамы дамуының күн тәртібінде қазақ халқының ұлт ретінде жоғалуы, не өзін-өзі сақтауы үшін күреске шығу мәселесі тұрды. Бірақ ендігі уақытта жеке батырлар бастаған қол түзіп, қару асынып көтеріліске шығу нәтиже бере қоймайтын еді. Қалыптасқан жаңа саяси ахуалға лайық жаңа күрес құралдары, әдіс-айла қажет болды, ең негізгісі халыққа оның алдында тұрған негізгі мақсат-мүдделерін түсіндіріп жеткізетін, сөйтіп оны заман талабына сай күрес құралдарымен қаруландырып, азаттық үшін қоғамдық қозғалысты бастап кете алатын мүлдем жаңа саяси-әлеум. күшке сұраныс үлкен еді. Ал ондай саяси күштің қалыптасып келе жатқанын 1905 — 07 жылдардағы оқиғалар көрсетіп берді. Ол күш — сан жағынан аз болғанымен, бірақ саяси күрес қазанында қайнап, тез ысыла бастаған ұлттық интеллигенция болатын.\n\nОсы бірінші орыс революциясы жылдары ұлттық зиялылар кейін А.қ. атанған қоғамдық қозғалыстың негізін қалады. 1905 ж. Қоянды жәрмеңкесінде дүниеге келген Қарақаралы хұзырхаты (петициясы) оның бағдарламалық құжаты болатын. Осы мезгілден бастап Ә.Бөкейханов, А.Байтұрсынов, М.Дулатов жетекшілік еткен ұлттық зиялылар жаңа өрлеу ала бастаған ұлт-азаттық қозғалысқа нысаналы сипат беру үшін газет шығару, азаттыққа үндеген кітаптар бастырып тарату, Мемл. Дума жанындағы мұсылман фракциясы жұмысына, жалпыресейлік мұсылман, түркішілдік қозғалыстарға атсалысу сияқты қазақ қоғамына бейтаныс күрес әдістерін игере бастады. Ал 1911 жылдан шыға бастаған Айқап журналы, 1913 жылдан жарық көріп, жалпыхалықтық басылымға айналған “Қазақ”, оның артын ала өмірге келген “Бірлік туы”, “Сарыарқа”, “Ақжол” газеттері ұлт-азаттық күрес идеологиясының қалыптасуына қызмет етті. А. қ-ның басты мақсаты — қазақ елінің өзін-өзі басқару, яғни ұлттық мүддесін қорғай алатын мемл. жүйе құру құқын метрополияға мойындату, түбінде дербес мемл. құру, қазақ жерлеріне ішкі Ресейден қоныс аударуға шек қою, әлемдік озық тәжірибені пайдалана отырып, дәстүрлі мал ш-н өркендету, сонымен қатар егіншіліктің, өнеркәсіптің дамуын қамтамасыз ету, рыноктық қатынастарға жол ашу, жеке адам құқын және басқа демокр. принциптерді қадір тұту, ұлттық мәдениетті өркендету, оқу жүйесінің, тілдің дамуына қажет шарттар түзу болды. Бірінші орыс рев-сы жылдарынан бастау алатын Алаш ұлт-азаттық қозғалысы 1917 ж. ақпан және желтоқсан айлары аралығында өзінің шарықтау шегіне жетті. Осы жылдың жазы мен көктемінде Қазақ к-ттерінің пайда болуы, күзіне қарай Алаш партиясының, ал соңына қарай Түркістан автономиясы (Қоқан автономиясы) және Алашорда үкіметтерінің құрылуы бұл қозғалыстың нақты нәтижелері болатын. 1917 ж. пайда болған бұл саяси құрылымдар большевиктер тарапынан күшпен таратылғанымен, ұлт-азаттық қозғалыс күштері саяси күрес сахнасынан бірден кете қойған жоқ. Мемл. тәуелсіздік, жер және кезінде алаш зиялылары күн тәртібіне қойған қоғамдық-саяси басқа да мәселелерді басты талабы етіп, ұлт-азаттық қозғалыс жаңа сипатта Т.Рысқұлов, С.Асфендияров, С.Қожанов, С.Садуақасов, Ж.Мыңбаев қызметінде одан әрі өрши түсті.\n\nЕлде тоталитарлық жүйе біржола орнағаннан кейінгі уақытта енді ол жаңа саяси жағдайға байланысты шетелдік эмиграция күшімен жүргізілді. Мұстафа Шоқайдыңқызметі, оның басшылығымен Берлинде 10 жыл бойы (1929-39) шығып тұрған “Яш Түркістан” журналындағы материалдар соның айғағы еді. Негізгі мақсаты — ұлттық бостандық болған А.қ. көрші түркі, мұсылман халықтарымен күш біріктіруге тырысты. Сөйтіп, 20 ғ-дың алғашқы жылдарынан бастау алатын Алаш ұлт-азаттық қозғалысы 30 жылдарға дейінгі тарихи кезеңді қамтыды. Кеңестік тоталитарлық билік алаштық атанған аға буын зиялылардың ең белсенді бөлігін, сондай-ақ олардың кеңестік-партиялық қызметтегі ізбасарларын қуғын-сүргінге ұшыратып, жауыздықпен жазалады. қ. Алаш ісі.\n\nӘлихан Нұрмұхамедұлы Бөкейханов қоғам және мемлекет қайраткері, ұлт-азаттық қозғалыс жетекшісі әрі публицист ғалым, аудармашы. Ол 1866 жылы бұрынғы Семей облысы Қарқаралы уезі Тоқырауын болысының 7 – ауылында дүниеге келген. Әкесі оны бала күнінде Қарқаралыға алып барып, медресеге оқуға берген. Ол онда оқуды қанағат тұтпай, қаладағы үш сыныпты бастауыш мектепті оқып шығады. 1879-1886 жылдары Қарқаралыдағы қазақ балаларына арналған мектепте оқиды. 1886-1890 жылдары Омбыдағы техникалық училищеде оқып, «техник» мамандығын алып шығады. 1890-1894 жылдары Санкт-Петербургтегі Орман институтының экономика факультетінде оқиды. Студент болып жүрген кезінде–ақ саяси талас-тартысқа белсене араласып, ұлт-азаттық қозғалыстарға қатысты.Сол кездің өзінде «саяси белсенділігі үшін» патша жандармериясының қара тізіміне іліккен. Патша үкіметі билігі жылдарында қазақ елінің тәуелсіздік үшін күресін басқарды, сол үшін Павлодарда, Семейде бірнеше рет қамауда отырды. Кеңес үкіметін мойындамады. Қазақтың егеменді ел болуы үшін күресті, сол себептен 1937 жылы ату жазасына кесілген.\n\nАхмет Байтұрсынұлы 1873 жылы қазіргі Қостанай облысы Жангелдин ауданы Сарытүбек ауылында туған.Ұлт-азаттық қозғалыс жетекшісі, мемлекет қайраткері, ақын, публицист, қазақ тіл білімі мен әдебиеттану ғылымдарының негізін салушы. Ғалым, ұлттық жазудың реформаторы, ағартушы. Атасы Шошақ - мінезі салмақты, шындықты бетке айта білетін ақылды да беделді адам болған. Мырзалығы сондай, немересі Ахмет дүниеге келгенде, құтты болсын айтқан адамдарға бір ат, бір түйеден сүйінші беріпті. Торғайда, Орынборда білім алғаннан кейін Ақтөбеде, Қостанайда, Қарқаралыда орыс-қазақ мектептерінде сабақ берген. 1909 жылы саяси белсенділігі үшін Семей түрмесіне жабылады. 1910 жылы Орынборға жер аударылады және сонда 1917 жылға дейін болады. Өзінің сенімді достары Ә.Бөкейханов, М.Дулатовпен бірге 1913 жылдан бастап ұлттық «Қазақ» газетін шығарып, оның жұмысына жетекшілік етті. Ресейде патша билігі құлағаннан кейін қазақ жерінде Алашорда үкіметін құру үшін бар күшін салды. Большевиктерді мойындамады, оларға қарсы шықты. 1921-1928 жылдары Қазақ халық ағарту институтында сабақ береді. 1929 жылы 2 маусымда Алаш қайраткерлерімен бірге Алматыда тұтқынға алынып, Ресейдің солтүстік обылыстарына жер аударылады.Кейіннен босап шығып, бірақ 1937 жылы қайтадан қамауға алынып, атылған.[1]\n\n«Алаш» партиясы (1917—1920) — 1917 ж. Ақпан төңкерісінен соң Ресей конституциялы демократиялық партиясының қазақ мүше тобынан құрылған. Төрағасы — Әлихан Бөкейханов.[1]\n\nАлаш партиясы мүшелері Алаш Орда үкіметінің құрамында барынша көпшілігі болған.[2] Тарихты халық жасағанымен, қоғамның тарихи даму заңдылықтарын реттеп отыратын заңдар мен құқықтық құжаттарды, саяси-құқықтық доктриналарды нақты тұлғалар жүзеге асыратыны белгілі, осы салада мемлекеттік тілдің де атқарар қызметі зор. Қазақ жері екі ғасырдан астам Ресей самодержавасының қол астында болған жылдарда, қазақ халқының өз тағдырын өзі билеу құқығынан айырғаны, көк түрік дәуірінен бастау алған бірегей саяси тарихы бар халық, түгелдей империялық заңдардың бұғауына түскені, біздерге тарихтан белгілі. Қазақ қоғамының осы бір қасіретін халықтың озық ойлы, көзі ашық өкілдері аңғара бастады. Олар халықты саяси күрес додасына бастап шықты. Бұған себеп болған 1917 жылғы Ресейдегі қос төңкеріс еді. Патша үкіметінің тақтан құлауы саяси күресті одан әрі қыздыра түсті. Қазақ зиялылары саяси қызметтің қатерлі жолына жалтақтамай, жанқиярлықпен күрескен көрнекті тұлғалар шықты. Олар: Ә.Бөкейханов, А.Байтұрсынов, М.Дулатов, Ж.Ақбаев, Ә.Ермеков, Х.Досмұхамедов, Ж.Досмұхамедов және т.б. болатын. Олар патша самодержавасының қазақ халқының саяси-сезімінің қалыптасып, оның саяси күреске ұласуына, барынша кедергі келтіріп отырғанын бірден түсінген еді.\n\n1917 жылдың 21 қараша күні «Қазақ» газетінде Алаш партиясы бағдарламасының жобасы және съез материалдары жарияланды. «Алаш» партиясының өмірге келуі үлкен саяси мәселе еді. Сол кездегі қазақ зияларының ғылыми жұмыстарымен де, оқу-ағарту ісімен де, алғашқы қазақ тілінде басылымдар шығару әрекетімен де, көркем әдебиетімен де айналысқанын көруге болады. «Алаш» партиясы бағдарламасының жобасындағы тоғызыншы тарауда «Ғылым-білім үйрету» жөнінде\n\n- оқу ордаларының есігі кімге де болса ашық, ақысыз болуы;\n- жұртқа жалпы оқу жайлы; бастауыш мектептер ана тілінде оқылады;\n- қазақ өз тілінде орта мектеп, университет ашуға;\n- оқу жолы өз алдына автономия түрінде болуы;\n- үкімет оқу ісіне кіріспеуі;\n- мұғалімдер-профессорлар өзара сайлаумен қойылуы;\n- ел ішінде кітапханалар ашылу туралы айтылады.\n- газет шығаруға, кітап бастыруға еркіншілік - деп көрсетілген [8].\n\n1917 жылғы 5-13 желтоқсанда Орынбор қаласында Екінші жалпықазақ сиезі өтеді. Сиездегі қаралған аса маңызды мәселелер: қазақ-қырғыз автономиясы; милиция құру; ұлт кеңесі; оқу мәселесі т.б..\n\nБұл сиезде автономияны жариялау мерзімі туралы қызу тартыстар бірнеше күнге созылды. Осы сиезде Алаштың аяулы азаматы Міржақып Дулатов баяндама жасады: қазақ даласында медресе мен мектептердің аздығын, қазақ тілінде оқулықтардың жетіспейтінін, сондықтан міндетті түрде ұлттық мектептерді құру керектігін тілге тиек етті. Осы мәселе бойынша құрамы 5 адамнан тұратын бастауыш және орта мектептерге арналған қазақ тілінде оқулық жазатын комиссия құрылды. Комиссия орталық ұлттық кеңеспен бірге болу керек. Комиссияға оқулықтан басқа да жұмыстар жүктелді. Атап айтсақ: ұлттық мектептерге арналған бағдарламалар; мұғалімдерге арналған нұсқаулар; бала тәрбиесі жөніндегі кітаптар; барлық қырғыз-қазақ мектептерінде халықтық білім беру іс-шараларының Ережелерін жасау; қазақ тілінде жазу үлгілерін енгізу; қазақ тіліне пайдалы кітаптарды, брошюраларды аудару т.с.с. Комиссия 1918 жылдың басынан жұмысқа кірісу керек. Өздері құрастырған кітаптарын, бағдарламаларын баспаға жариялап отыру қажет. Комиссия құптамаған окулықтар басылымға шығарылмайды. Комиссия жұмысына қаражатты облыстық земстволар ұлттық қордан бөлуге тиіс делінген. Міне, өздеріңіз көріп отырғандай, жаңадан құрылып жатқан «Алашорда» үкіметі алғашқы сағатынан бастап ұрпақ тәрбиесіне, ұрпақ болашағына зор көңіл бөлген. Жас ұрпақтың туған тіліне деген сауаттылығын арттыру үшін, ана тіліндегі оқулықтарды жасауға кіріскен. Бала тәрбиесіне, оқуына осындай қиын заманда жаңаша бетбұрыс, бұл болашаққа деген сенім еді. Білімді жастар, еліне салауатты да сауатты қызмет етеріне деген үміт болатын-ды [9]. Орынбордан қайтып оралған бойында Жаһанша, Халел Досмұхамедовтер қазақтың батыс аймағын басқаратын үкімет құруға кірісті. «Ойыл уәлаяты» уақытша үкіметі – XX ғасырдың басында Жайық өңірінде орнаған мемлекеттік-автономиялық құрылым. Ол 1918 жылдың мамыр айының соңында Жымпитыда өткен ІҮ Орал облыстық қазақ сиезінің қарарымен құрылды. «Ойыл уэлаяты» уақытша үкіметінің атқарған істері: жерге жекеменшікті жойып, оны халықтың меншігі деп жариялады; халық сайлаған уәлаяттық, уездік соттар іске кірісті; ақша-финанс жүйесі жасалынды; халыққа өз саясатын жеткізу, түсіндіру үшін газет шығарылды (оның редакторы болып Ахмет Мәметов жұмыс атқарды. Ол М.Мәметованың әкесі, көрнекті Алашорда қайраткерлерінің бірі); жерді пайдалану, салық, дін, сот, білім, әскер істері жөнінде қаулы-қарарлар қабылдады.\n\nОсыған қоса, іс-қағаздарын ана тілінде жүргізу туралы мәселе айқын жолға қойылды. Білім беру ана тілінде болуы керек делінген. Басылымдардың қазақ тілінде болуына ерекше назар аударған [10].\n\nАлаш партиясының жетекшілері\n\n1918 жылы 1 сәуірде Халел және Жаһанша Досмұхамедовтер Мәскеуге барып, Орталық Кеңес өкіметінің басшысы В.И.Ленинмен және Ұлт істері жөніндегі халық комиссары И.В.Сталинмен кездеседі. «Алашорда» атты ұлттық автономиялық үкімет құрылғанын, «Алашорда» үкіметінің төрағасы Ә.Бөкейханов екенін мәлімдейді. Бірақ «Алашорда» мемлекетінің қойған талап-тілектерін Орталық Кеңес өкіметі толықтай мойындамайды. Дегенмен де РКФСР-дің ұлт істері жөніндегі комиссариатының құрамында қазақ бөлімі құрылады [11]. «Тіл адамның даңқын асырады. Адам ол арқылы бақыт табады» деп Жүсіп Баласағұнның «Құдатғу білік» еңбегінде жазғандай [12] тіл саясатын көтерген XX ғасырдың басындағы Алаш қайраткерлерінің қазақ қоғамындағы басты ағымдарының бірі – автономиялық басқару жүйесіндегі мемлекеттік құрылыс болса, екіншісі – Мемлекеттік тіл саясаты еді. Ана тіліне деген үлкен жауапкершілік еді. Алаштың арыстарының бірі – Ахмет Байтұрсынов «Дүниеде ешбір тіл өз-өзінен шықпайды. Тіл деген нәрсе қалың елдің күндегі тұрмыс қазанында қайнап, пісіп дүниеге келеді,» - десе [13], Күнбатыс Алашордасының идеологы саналған Ғ.Қараш: «Тіл болмаса, ұлт та болмайды, яғни ұлт бүтіндей өлген, жоғалған ұлт болады. Ең әуелі ана тілі қажет. Егер ана тілін білмесең, онда сен ол ұлттың баласы емессің. Ана тілін білмей тұрып, ұлт білімін ала алмайсың. Ұлт білімі болмаса, онда әдебиеттің болмайтындығы өзі-ақ белгілі. Әдебиеті жоқ ұлттың өнері де өршімейді», - деген [14]. Батыс Алашорда үкіметі жетекшілерінің бірі Х.Досмұхамедұлы тіл туралы: «Біздің тәжірибемізде қазақ тілі – бай тіл. Тек сөздерін ғылым жолына салып реттесе, ешбір жұрттың тілінен кем болмайды», - деген пікірді айтқан [",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балуан Шолақтың қысқаша мазмұны?",
        "question_content": "Балуан Шолақтың қысқаша мазмұнын жазыңызшы?",
        "question_date": "7.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 10000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Балуан Шолақ» романы қат- қабат ізденістен соң дүниеге келген. Академик-жазушы аты аңызға айналған Балуан Шолақты саналы өмірінде ерекше қадір тұтқан. Өзінің «Өмір мектебі» романында қаламгер хан ордасына соққанын, одан қайтып келе жатқанда әрі батыр, әрі әнші Балуан Шолақты көргенін айтады. Балуан Шолақтың өнерін тамашалап, әншілік құдіретіне тәнті болған бала Сәбит сан қырлы талант иесіне еліктеп, ол сияқты үлкен нәтижелерге жетуді армандайды. «Кәдімгі Сәбит Мұқанов» атты естелік-кітабында Жамбыл атасы «Балуан Шолақ» атандырған Сәбеңнің жиын-тойларда Нұрмағамбет Баймырзаұлының «Ғалиясын» жиі орындайтыны, Балуан туралы аңыздарды көп білетіндігі жайында біраз мәлімет береді. Бұл жайттар, сөз жоқ, жазушының Балуан Шолақ тақырыбына көлемді шығарма жазуға жылдар бойы дайындалғанын көрсетеді. Алғаш «Әдебиет және искусство» журналында жарияланған «Балуан Шолақ» романы 1942 жылы жеке кітап болып басылып шықты. Жазушы мұнда зорлық пен өктемдікке қарсы күрескен Нұрмағамбет Баймырзаұлының батырлық қырына ерекше мән береді. Өйткені Ұлы Отан соғысы қарсаңында ата- баба аруағын қадірлеу, батырлар мен қазақтың тарихи тұлғаларын ардақтау, мадақтау ісі қолға алынып, елдің, майданға аттанған қазақ жігіттерінің рухын көтеру жайы бірінші кезекте тұрған болатын.\n\nЖазушының «Балуан Шолақтың» жанрын бірінші басылымында «батырлық поэма» атауының бір себебі осында болса керек. Дулат Исабековтің М.Әуезов атындағы академиялық драма театрында сахналанған «Жаужүрек» пьесасының бас кейіпкері де – осы Балуан Шолақ. Белгілі драматургтің С.Мұқанов романындағы оқиғаларға интерпретация жасағаны байқалады. Екеуінде де қаһармандар жай ұрлық, мал алу, баю ниетін көздемейді, еттен өтіп, сүйекке жеткен кек, саналы әрекет көрініс береді. Әрине, дәуір тынысы, халық тұрмысы, кең суреттелетін кейіпкердің өмір белестері хронологиялық ретін сақтап, сатылап дамитын романды бірнеше көрініске негізделген драмалық туындымен салыстыруға болмайды. Дегенмен бас кейіпкерлердің тұлғасынан бастап, сөз саптасында, өжет мінезінде бірталай үндестік кездеседі. Біз мұны драматургтің өмір шындығына адалдығына, ұлттық, әлеуметтік мәселелерді, махаббат жайын бірінші кезекке шығарып көрсетуді басты нысана етіп алғандығына байланысты айтып отырмыз. Еңбекке ерте араласып, өмірлік тәжірибе жинақтаған, табиғатынан батыл, өткір Балуан Шолақтың тек тұлғасы ғана емес, істеген істері де ірі. Ол туған жерін орыс мұжықтарына берген патшаға кектеніп, орыс деревнясын өртейді, Түйе палуан мен Каронды жығады, Балқаш қызды алып қашып, соңынан түскен қуғыншыларды жайратып салады, ояздың қызын алып қашады, небір асауға бас үйретеді, т.б. осындай оқиғалар романдағы кесек қимылды Балуан бейнесінің романтикалық сарында жасалғанына толық дәлел бола алады. Балуан Шолақтың батырлық бейнесі мен оқыс істері, романның шым-шытырық қызықты мазмұны С.Мұқановтың ғұмырнамалық туындысын қазақ халқы сүйіп оқитын шығармаға айналдырды. Халық басты кейіпкерді әділет жолын ұстанғаны үшін жақсы көрді, сыйлады, күрескерлер санатына қосты. Мұндай қайтпас мінезді, ашынған адамдар тұлғасын жасау С.Мұқанов шығармашылығындағы жаңа биік белес болатын.\n\nДегенмен Ғабит Мүсіреповтің «Балуан Шолақ» романы туралы айтқан: «Балуанның ішкі дүниесінің жалаңаштаулығы, қоғамдық көзқарасының тұтасып, өрістеп отырмауы, Шолақты көбінесе қара күшке айналдырып жіберетін жақтары бар», — деген сыни пікірін жоққа шығара алмаймыз. Әрине, С.Мұқанов туындысы өмір шындығына негізделген. Бұл – ХІХ ғасырдың екінші жартысында өмір сүрген, үш жүзге аты кең жайылған танымал тұлға Балуан Шолақ Баймырзаұлы жайындағы тарихи шығарма. Мұнда көркемделген тарих немесе тарихи-публицистикалық очерк сипаты басым. Соның бірі негізгі идеяға – халық мұраты үшін күрескен батыр тұлғасын ашуға жұмсалған. Аңыздар роман желісінде жеке өзіндік қызмет атқармайды. Автор сол тарихи аңыздардың бағытын ашуға ұмтылады. Романда ұлт тарихындағы елеулі деректерді саралай отырып, жазушы айтулы тұлғаның ғибратын оқырман алдына жайып салады. Атап өтерлік бір мәселе сол – романда қиял мен дерек бірлікте, көркем шындық деңгейіне көтерілген. Психологиялық талдаудан гөрі шолып айту жағы басым. Ең бастысы, қазақ әдебиетінде Балуан Шолақ бейнесіжасалды. Балуан өмірін өзек еткен роман да, драмалық туынды да халық көңілінен шықты. Д.Исабековтің «Жаужүрегі» әлі сахнадан түскен жоқ. С.Мұқановтың «Балуан Шолағы» бірнеше буынның сүйікті кітабына айналды. Бұл шығармалар замандастарымыздың рухани қажетін өтеп келеді. Дегенмен қазіргі қазақ әдебиетінің түрлі жанрларында Балуан Шолақтың әншілік, композиторлық, ақындық қырлары ашыла түсуге тиіс. Ол үшін ақын өмір сүрген уақыттың шындығын баяндайтын тарихи деректерге сын көзбен қарап, Балуан Шолақ туралы қолжазба мұраларды, архив материалдарын жариялап, зерттеу объектісіне айналдыру керек.",
                "date": "6.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен қызыл кітаптың тізімі артуда?",
        "question_content": "Қызыл кітаптың тізімі неге артуда? Эссе жазу керек, неліктен, не себептен қызыл кітаптың тізімі артуда, не туралы жазуға болады? Көмектесіңіздерші, ой тастаңыздаршы",
        "question_date": "7.11.2016",
        "question_tag": "Табиғат",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұғалімге отпускойдан кейін расчетный төлене ме?",
        "question_content": "Саламатсызба! Мен 10 жыл бір мектепте мұғалім болып жұмыс жасадым. 2016 жылдың 31 тамызынан бастап өз еркіммен жұмыстан шықтым. Енді маған расчетный төленбейді дейді. Неліктен? Рас па? Айтып жіберіңіздерші!",
        "question_date": "7.11.2016",
        "question_tag": "Банк",
        "question_views": 869,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, мұғалімнің еңбек демалысынан кейінгі жалақысы есептеледі.\n\nДемалыс кезінде сізге ешқандай жалақы төленбейді, бірақ демалыс үшін жәрдемақы төленеді.\n\nДемалыс төлемі демалыстың алдындағы 12 айдағы орташа табыс негізінде есептеледі.\n\nОрташа табысты есептеу мыналарды қамтиды:\n\nЖалақы\nҚосымша төлемдер\nЖәрдемақылар\nМарапаттары\nТұрақты сипаттағы басқа төлемдер\nЕсепке кірмейді:\n\nБір реттік төлемдер\nМатериалдық көмек\nӨтемақы\nҮстеме жұмыс үшін төлемдер\nДемалыстан кейін сіз аласыз:\n\nНақты жұмыс істеген күндер үшін жалақы\nДемалыс төлемі\nЕгер демалыс айында басқа айларға қарағанда жұмыс күндері аз болса, төленетін түпкілікті сома әдеттегі жалақыдан аз болуы мүмкін.\n\nМысалы, демалыс айында 20 жұмыс күні болса, ал қалған айларда 22 жұмыс күні болса, онда төленетін жалпы сома 10%-ға аз болады.\n\nСондай-ақ төлеуге жататын сомаға басқа факторлар әсер етуі мүмкін, мысалы, науқастық демалыс немесе жұмысқа келмеу.\n\nДемалыстан кейін жалақыңызды нақты есептеу үшін оқу орныңыздың бухгалтериясына хабарласу ұсынылады.",
                "date": "8.02.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ижога\" ма, әлде \"ежога\" ма?",
        "question_content": "Қысқасы досым қатты зардап шегіп жүр. Екеуміз керісіп те қаламыз. Бірақ бізге оның дұрыс бұрыстығы маңызды емес, құтылудың жолы маңызды болып отыр. Білсеңіздер көмек ретінде жауап жолдаңыздар қуанып қаламыз.",
        "question_date": "7.11.2016",
        "question_tag": "Тазалық",
        "question_views": 766,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Изжога\" Деп жазылады.",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Футболға түсу үшін қандай пән керек?",
        "question_content": "Мен футболшы болғым келеді, қай жерде футбол мектебі бар?",
        "question_date": "7.11.2016",
        "question_tag": "Футбол",
        "question_views": 708,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "өз қалаңдағы ұлкен стадионға барсаң, сонда жаттықтырушылармен сөйлесіп, футбол үйірмесіне жазыласың.",
                "date": "7.11.2016",
                "upvotes": 0
            },
            {
                "text": "есептеңдер 6 3/7:9+4 1/3 сұрақ-жауап сайты",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ХХ ғасырдың бірінші жартысындагы мәдениеттің дамуы",
        "question_content": "20-ғасырдың бірінші жартысындағы мәдениеттің дамуы",
        "question_date": "7.11.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 23800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абайдан басталған қазақ мәдениетіндегі тың сарын XX ғасырдың бас кезінде ары қарай жалғасты. Қазақ мәдениеті XX ғасырды әрі үмітпен, әрі түңілумен қарсы алды. Дүниежүзілік техникалық және демократиялық прогресс Азия орталығына да жете бастады. Ұлттық идея темір тордағы халықты толғандырып, оны азаттық үшін күресуге ұмтылдырды. Әрине, ұлт-азаттық күреске бүкіл Ресей империясын қамтыған революциялық және реформалық қозғалыстар да әсерін тигізді. Алайда Қазақстандағы толқулар тек орыс революционерлерінің ықпалымен болды деу жаңсақ пікір. Бірде-бір ресейлік саяси ұйым мен белгілі қайраткерлер империяны таратып, басқа ұлттарға азаттық әперу туралы мәселе көтермеді. Социал-демократтардың өздері Шығыс халықтарының оянуына панисламизм, пантюркизм айдарын тағып, күдіктене қарады. Мәселе, сонымен бірге Ресейдің халықтары әр түрлі өркениеттерге жататындығында. Батыс христиандарына жақын эстондар мен араб-парсы әлеміне түбірлес өзбек, қазақтардың арасында ортақ мәдени негіз тым аз еді. Өзіне туысқан халықтардағы сияқты Қазақстандағы мәдени қайтадан жаңғыру орыс экспансиясына қарсы шығудан басталды. XX ғасырдың басында қазақтан шыққан алғашқы саяси қайраткерлердің бірі Міржақып Дулатов қазақ халқының манифесі — «Оян, қазақ!» өлеңін жариялады. Ол түңғыш рет халықты ашық күреске шақырған ұран тастады: «Қазақстаннан болған социал-демократтарға бір ауыз сөз айтамын: Еуропаның пролетариясы үшін қанды жас төгуіңіз пайдалы, бірақ өз халқыңыз қазаққа артық назар салыңыз, орыстың қара халқының күнелтуі ауыр, сонда да алды ашық. Қазақ халқы алты миллиондық бір ұлы тайпа бола тұрып, басқа халыққа қарағанда жәрдемсіз азып-тозып кетер». (Оян, қазақ! 10-бет). Міржақып саяси мәселелермен қоса өз шығармасында қазақ мәдениетін тұйықтан шығаратын жолдар іздейді. Ең алдымен мәдени тоқыраудың себебін М. Дулатов бодандықтан көреді.[1] Екі ғасырдың арасында қазақ мәдениетінде пайда болған бір құбылыс кейін өріс алған маргиналдықтың көбеюі. Бұл жерде әңгіме ұлттық мәдениеттен алыстап, үстемдік етіп отырған жат өркениетке қызмет еткендер туралы болып тұр. Болыстар мен тілмаштар, әкімшіліктің маңайындағы неше түрлі пысықтар көптеген жағдайларда «мәңгүрттік» қасиеттерге ие болып, ұлттық мәдениеттен қол үзе бастады.\n\nбольшевиктік «мәдени революция» Жер шарының 76 бөлігінде «кеңестік адам» атты, бұрын-сонды болмаған, адамдардың айрықша түрін қалыптастыруға бағытталды. Бұл туралы Шыңғыс Айтматов шеберлікпен суреттеген мәңгүрт бейнесін еске алайық. Тарихи дәстүрден мүлдем айырылған, тіпті өз анасын өлтіруге дайын мәңгүрттер қаптап кетті. Жас жеткіншектерге үлгі ретінде ұсынылған Павлик Морозов өз әкесін сатқан адам.\n\nӘрине, ширек ғасырға созылған бүкіл осы кезеңді тек қара бояумен суреттеуден аулақпыз. Қазақстанда кеңес өкіметі жылдарында мәдени салада едәуір жетістіктер де болды. Партия саясатын түсіну үшін елге «көзі ашық», сауатты азаматтар керек еді. Ресей сияқты бұрын негізінен сауатсыз империяда халыққа білім беру жүйесі бірталай табыстарға жетті. Әрбір одақтық республика өз Ғылым Академияларына, мемлекеттік университеттеріне, институттарына ие болды. Жоғары басқару жүйелері негізінен орыстарға сүйенгенімен «жергілікті ұлт өкілдеріне» мұқтаж еді. Оларды даярлау Ресейдің орталық аудандарында жүргізілді. Мұның нәтижесінде көптеген ұлт өкілдерінің еуропалық мәдениет және білімге қолдары жетті. Баспасөз, газет-журналдар шығару, радио хабарларын тарату, теледидар, кезінде «отарба», «сиқырлы машина» деп жүретін ауыл тұрғындарына жете бастады. Қазақстанның мәдени өмірінде ұлттық опера, балет, драма, симфониялар пайда болып, ауқымы кеңи түсті. Қазақ бұлбұлы Күләш Байсейітова, шебер биші Шара, кәсіпқой сахна жүлдыздары Серке Қожамқұлов, Қалибек Қуанышбаев, Шәкен Айманов т.б. өз өнерлерімен халық дәстүрін жаңа заманға лайықты жалғастыра білді. XIX ғасырдың ортасынан кейін қалыптаса бастаған жазба әдебиеті де кеңес Өкіметі жылдарында біршама табыстарға жетті. Сәкен Сейфуллин, Мұхтар Әуезов, Сәбит Мұқанов, Бейімбет Майлин, Мұқағали Мақатаев сияқты көптеген ақын-жазушылар, социалистік реализм мен тап күресі идеологиясының шеңберінен шығып, өз шығармаларында халықтың көңіл-күйін, арман-тілегін, тыныс-тіршілігін шебер суреттей білді. Осы жылдары қазақ халқының мәдени тарихын зерттеп-білуге бағытталған біршама әрекеттер жасалды. Бұл ретте қазақ эпосының негізінде көрермендерге ұсынылған «Қыз Жібек», «Айман — Шолпан», «Қозы Көрпеш — Баян сұлу», «Ер Тарғын», «Қалқаман — Мамыр» сияқты опера, көркем фильм, балеттерді атап өтуге болады. Тарихи ескерткіштерді қорғау, сақтау, Қазақстан тарихын көрсету мақсаттарында республикада көптеген мұражайлар ұйымдастырылды. 80-жылдарда республикада 47 мұражай, оның ішінде 29 өлкетану, 5 тарихи-мемориалдық, 4 әдеби-мемориалдық, 4 өнертану, 1 этнографиялық музей жұмыс істеді. Алайда тоталитарлық жүйе Қазақстан халықтарының мәдени толысуына ынталы емес еді. Мұны, әсіресе, мәдениеттің өзегі тіл мен дінге байланысты жүргізілген саясаттан көруге болады. «Феодализм мен алғашқы қауымдық құрылыс қалдықтарымен күресуді» желеу еткен Орталық 20-жылдардан бастап мешіт пен медресе мүлкін тәркілеп, діни өкілдерді қуғынға ұшыратты. Ондаған түрік халықтары алдымен латын, кейін славян алфавитіне көшірілді. 1927—1928 жылдары билер соты жойылып, дәстүрлік заңдар жарамсыз деп жарияланды. Мәдениеттің таза партиялылығын жоғарыдан бақылаушы ұйымдар қатты қадағалап отырды. Баслит (цензура) мен Басрепертком баспасөз бен театрларда социализм идеяларына сәйкес келмейтін шығармаларға тыйым салды. 1991 жылдан бастап Қазақстан — тәуелсіз мемлекет. Ата заң бойынша, ол қазақ халқының өзін-өзі билейтін елі және басқа этникалық топтарға тең құқықтықты қамтамасыз етеді. Екі ғасырдан артық қилы заман Бұғалығын басынан өткізген ел енді ғана өзіне тән мәдениет пен өркениетті қалыптастыруға мүмкіндік алды",
                "date": "7.11.2016",
                "upvotes": 0
            },
            {
                "text": "комектесіңдерші өтінемін маған 19 ғасырдың бірінші жартысындағы айтыскерлер керек және олардың тақырыптары",
                "date": "6.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ежелгі қоныс эссе жазып келу керек еді?",
        "question_content": "Қазақстан тарихынан ежелгі қоныс эссе жазып келу керек еді?",
        "question_date": "7.11.2016",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Хроническии эпилипсия деп диогноз қойды, томография таза. Талып қала беремін?",
        "question_content": "Менің жағдайым былай 2015 жылы аппендицит болдым. Операциядан 1 айдан соң менде талып қалу пайда болды. Врачтар хроническии эпилипсия деп диогноз қойды бірақ томография және Кткге басымды түсіргем, бәрі жақсы таза деп берді. Менде әлі де приступ ұстап қала береді. Врачтар ештеңе де айта алмай отыр. Осындай жағдайға түскендер бар ма?",
        "question_date": "7.11.2016",
        "question_tag": "Денсаулық",
        "question_views": 399,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Доктор мом мазь 4 жасар балаға бола ма қыздырып жіберді ма?",
        "question_content": "Доктор мом мазь 4 жасар балаға бола ма қыздырып жіберді ма?",
        "question_date": "6.11.2016",
        "question_tag": "Денсаулық",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бала ангинасына қандай соратын дәрілер бар? Ангисепт бола ма?",
        "question_content": "2 жас пен 4 жас аралығында балаларға ангинасына қандай соратын дәрілер бар? Ангисепт бола ма?",
        "question_date": "6.11.2016",
        "question_tag": "Денсаулық",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Безеу өмірім ді күрт өзгертіп мені нервный, қатыгез, ұялшақ қылып қойды?",
        "question_content": "Безеу деген тажалдың менің бетіме шыққанына көп уақыт болды. Бірақ өзі кетеді дегенсоң ештеңе істемедім. Соның кесірінен бетімнің тірі жері қалмады. Ақымақ болып сыққанымда бар,оныңда ізі қара қазандай болып көрінеді. Кремдер алуға ақша жоқ. Оғанда сенім жоқ!!! Тіпті адаммен сөйлесуден қалдым,екуінің бірі менің бетім туралы әңгіме айтады.Өзі кетеді дейді шыдамныңда шегі барғой. Безеуді кетіретін маз,анау-мынау бар дейді,бірақ қайдан оны алуға. сының кесірінен жұрт арасында жүруден қалдым. Өздеріңізде түсініп тұрсыздар қандай жаман екнін.Тіпті қызымның қасына баралмаймын,қ атты ұйяламын, мені көргісі келмей кететін шығар.",
        "question_date": "6.11.2016",
        "question_tag": "Денсаулық",
        "question_views": 951,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз неге олай ойлайсыз? Бетіңізді емдеу үшін ең алдымен диета ұстап ,яғни дұрыс тамақтану керек ,содан мери кейдын акне деген комплектын алыңыз ,маған көмектесті. Көмектессе жауап жазыңыз",
                "date": "7.11.2016",
                "upvotes": 0
            },
            {
                "text": "Сіз неге олай ойлайсыз? Бетіңізді емдеу үшін ең алдымен диета ұстап ,яғни дұрыс тамақтану керек ,содан мери кейдын акне деген комплектын алыңыз ,маған көмектестіи",
                "date": "7.11.2016",
                "upvotes": 0
            },
            {
                "text": "100% көмектеседі деп ойламаймын.\nКунде аз дегенде бетіңді 3 рет просто салқын су мен жусаң кетеді. Сабынсыз жу. Сабынмен жуа берсең бетің жаман болып кетеді. Өз басым 4-5 рет жуамын. Сосын бөлек орамалға сүрт. Өз басым көмектесті.",
                "date": "8.11.2016",
                "upvotes": 0
            },
            {
                "text": "clean clear деген гель бар аптекада сомен жу,оте жаксы комектеседи жане безеулерди толык кетиреди",
                "date": "8.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаш не үшін ағарады? Және оны қайттан қарайтуға болады?",
        "question_content": "Шаш не үшін ағарады? Және оны қайттан қарайтуға болады?",
        "question_date": "6.11.2016",
        "question_tag": "Денсаулық",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жапония зерттеушілері шаштың ағаруының себебін тапты, олар жастың ұлғаюына байлансты шаштың қара қалпын сақтайтын пигмент құрғақ клеткәсі генінің зақымдалуы да үздіксіз ауырласатындығын, сондықтан да адамның жасы ұлғайған сайын шашы да үздіксіз ағара беретіндігін дәлелдеді. пигмент құрғақ клеткәсі шаш тұбы мен терінің аралығында болады, ол шаштың қара реңін сақтайтын пигмент клеткәсін бөліп шығаратындықтан, шаш қара қалпын сақтай алады. егер осы құрғақ клеткә азайса немесе қурап өлетін болса, шаш ағарады. алайда қазір пигмент құрғақ клеткәсінің неліктен қурап өлетіндігі әлі анықтала қойған жоқ.\nзерттеушілер тәжірибе тышқанына генді зақымдайтын радияктивтык сәуле түсіріп сынағанда, оның денесінде кәртею белгісі байқалған, онан соң тәжірибе тышқанының денесіндегі пигмент құрғақ клеткәсінің өзгеріс ахуалын тексергенде, тәжірибе тышқанның пигмент құрғақ клеткәсінің әлде қашан бөліну, қайта жетілу қуатынан айрылып қалғандығын, тышқанның жүндерінің де ағара бастағандығын байқаған, міне бұл шаштың ағарыуы пигмент құрғақ клеткәсімен байлансты екендігін дәлелдейді. бұл зерттеу нәтижесінің болашақта шаштың ағаруының алдын алатын, кәртеюді кешеуілдететін сондай-ақ қайта жетілдіріп емдеуге қатысты дәрілерді зерттеп жасауға көмегі тиетіндігі сөзсіз.",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сиыр 15 күнде дайындалған жемнің 3:5 бөлігін жедi?",
        "question_content": "9 сиыр 15 күнде дайындалған жемнің 3:5 бөлігін жедi. Қалған жем тағы 15 жету үшiн неше сиырды сату керек?",
        "question_date": "6.11.2016",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3.333...- сиырды қалдырып, 6.666...- сиырды сатасың.",
                "date": "7.11.2016",
                "upvotes": 0
            }
        ]
    }
]