[
    {
        "question_title": "Фотоэлектрондардың максимал жылдамдығы 3000 км/с болу үшін?",
        "question_content": "Фотоэлектрондардың максимал жылдамдығы 3000 км/с болу үшiн платина бетiне қандай жиелiктегi сәуле бағыттау керек? Платина үшiн шығу жұмысы 6,3 эв.",
        "question_date": "23.02.2017",
        "question_tag": "Физика",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7,7*10¹⁵Гц\n\n Сіздерге көмек",
                "date": "18.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тапсырманың қандай бөлігі орындалған?",
        "question_content": "Тапсырманы бірінші жұмысшы 4 сағатта,ал екінші жұмысшы 5 сағатта орындайды.үшінші жұмысшы екінші жұмысшыға қарағанда 1 сағатта тапсырманың 0,1 бөлігін артық орындайды.үш жұмысшы 1 сағат бірлесіп жұмыс істегенде, тапсырманың қандай бөлігі орындалмай қалады?",
        "question_date": "23.02.2017",
        "question_tag": "Математика",
        "question_views": 13500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық тапсырма Х болсын\n\nбірінші жұмысшы бір сағатта Х/4\n\nекінші жұмысшы бір сағатта Х/5\n\nүшінші жұмысшы бір сағатта X/5+x/5*0,1\n\nбарлығы бірігіп бір сағатта x/4+x/5+x/5+x/5*0,1=(5x+4x+4x)/20+x/5 *1/10=13x/20+x/50 =(65x+2x)/100=67x/100\n\nЖұмыстың қалған бөлігі = x-67x/100=(100x-67x)/100=33x/100\n\nтексерейік х = 100 болсын\n\nбір сағатта жасайтын жұмыстары\n\n1   100/4=25\n2   100/5=20\n\n3  100/5+100/5*0,1=20+20*0,1=20+2=22\n\nбарлығы бір сағатта 25+22+22=67\n\nқалғаны 100-67=33",
                "date": "2.02.2018",
                "upvotes": 1
            },
            {
                "text": "5-4=1 \n0,1+1=1,1\n5+1,1=6,1\n6,1:1=?",
                "date": "1.02.2018",
                "upvotes": 0
            },
            {
                "text": "1:4=0,25 - 1 -ші жұмысшы\n\n1:5=0,2     - 2-ші жұмысшы\n\n0,2+0,1=0,3  -3-ші жұмысшы\n\n0,25+0,2+0,3=0,75 барлық орындалғаны\n\n1-0,75=0,25 бөлігі орындалмағаны",
                "date": "5.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төлқұжатымды қайда аламын?",
        "question_content": "салеметсызбе Бейсен ага менің есімім Айнура узбекистан азаматымын осы казакстанга кошип келдим 2011де, содан өз құжатымды яғни төлқұжатты ала алмай жүрмін. төлқұжатты алу үшін Алматы қаласындағы Өзбекстан консульына паспорт алуға 3 рет бардым. Нәтиже жоқ, яғни паспорт алу үшін маған 120000 тг штраф төлеуің қажет дейді. Қазір Қарағанды облысы Теміртау қаласында тұрамын, осы тұрып жатқан қаламдағв көші қон полициясынада жолықтым, анда мұнда жүгіртіп нақты жауаптарын аитпаи жатыр. Осыған көмек беруіңізді сұраимын, өтініш!! сізден жауап күтемін",
        "question_date": "23.02.2017",
        "question_tag": "Заң",
        "question_views": 266,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тең бүйірлі үшбұрыштың периметрі 36 см, екі кабырғасының айырмасы 6 см",
        "question_content": "Тең бүйірлі үшбұрыштың периметрі 36 см, екі кабырғасының айырмасы 6 см, ал бір төбесіндегі сыртқы бұрышы сүйір. Үшбұрыш қабырғаларын табындар.",
        "question_date": "23.02.2017",
        "question_tag": "Геометрия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2х+y=36\n\ny-х=6\n\ny=6+х\n\n2х+6+х=36\n\n3х=30\n\nх=10(см) бүйір қабырғалары\n\ny=10+6=16(см) табаны",
                "date": "28.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "8 наурыз мерекесіне арналған қыз сынына таныстыру керек",
        "question_content": "Сәлеметсіздерме,  маган алты жасар кы",
        "question_date": "23.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 7400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Армысыздар жиналған көпшіл қауым,\n\nБиік қойған жанынан ұлдың арын!\n\nҰл өсірген қазақтың қайғысы осы,\n\nҚатал сынға салатын әр қадамын!\n\nШын сыналған жүйрікте мін болмайды,\n\nАқылы озық - біреуге күң болмайды!\n\nКеліні дана болған қазағымның,\n\nҰлдары өзге елге құл болмайды!\n\nКөпшілік мен де өзімді сынға салдым,\n\nҰлықтап қазағымның дәстүр салтын!\n\nТоптан озу мақсатым болмаса да,\n\nСері болу мақсатым сегіз қырлы!\n\nӘділқазы алқасы армысыздар!\n\nБейне бір жауатұғын қармысыздар.\n\nЖігіттерге әділ баға беретұғын,\n\nӘділеттен жаралған жанбысыздар?!\n\nШыр етіп туысымен адам болдым,\n\nЖыл сайынөсіп толып, өрлеп қондым.\n\nТобықтай тұла бойда бір мінім жоқ,\n\nЖігіттер сайысына бүгін, міне, келіп тұрмын.\n\nӨлшеу жоқ өнерімнің табысына,\n\nөріске ойдағыдай барысыма.\n\nЖарқылдап жай оғындай сайыстарда,\n\nКөрсетем үздік өнер намысына.\n\nҰстаздарым мейірленіп, дос сүйсінсін,\n\nКеремет қызық өнер құрғаныма.\n\nБейбітшілік туы астында біз өрлейміз.\n\nШығамын биік өнер шыңдарына!\n\nМақтанам мектебімнің таңын көріп,\n\nКөктемнің жайма шуақ таңын көріп,\n\nБілім мен тәрбиенің күшін қосып,\n\nОрнаған сыныбыма бағын көріп.\n\nҚуанам сыныбымның нұрларына,\n\nДостарымның толған ой мен қырларына.\n\nТәрбиелеп өсірген жемістерін\n\nСыныптың жақсы оқыған қыз бен ұлдарына.\n\nҚұшағыңда құлпырып,\n\nДостар менен бірге өскенмін.\n\n...- сыныптың сегіз қырлы, бір сырлы,\n\nАғы мен көздің қарасы,\n\nСыныптың жігіт сұлтаны.\n\nҚорғап келген намысын,\n\nӨнерге қарсы аттанған\n\n............ мен боламын.\n\nНайман(руы) екен кешегі бір атамыз.\n\nӘкем аты ..... асқар тауым,\n\nПана болып біздерге жүз жасаңыз!\n\nАнашым,\n\nЖүзінен төгілетін күннің нұры.\n\nАтыңа кір келтірмей өтсем сенің,\n\nМойнымнан түсер ме екен перзент жүгі..!\n\nҰстазым - .... апай аяулы адам,\n\nБіздерден бар білгенін аямаған!\n\nОсындай ұстаздардың арқасында,\n\nКөпшіліктің көңілі тояр маған!\n\nКөп айтып өз жайымды не қылайын,\n\nӨнеріммен одан да таң қылайын!\n\nКішіге үлгі, үлкенге өнеге боп,\n\nСахнаның төрінде сән құрайын!\n\nБабалар Қаныш, Мұхтар алғыс айтам\n\nҒылыммен елің үшін танысқанға,\n\nӨнердің сара жолын салып берген,\n\nБас ием Ұлы Абай данышпанға.",
                "date": "24.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2020 жұмыспен қамту бағдарламасы 2017 жылғы жоспарға мемлекет ақша бөлді ме???",
        "question_content": "Сәлеметсіз бе!!! Мен 2016 жылы маусым айында ЖОО-нын аяқтаған едім. 2020-бағдарламасы бойынша (яғни жастар тәжірибесі бойынша) құжаттарымды тапсырған болатынмын. Олар мемлекет бұл бағдарламаға әлі күнге дейін ақша бөлмегендігі жөнінде айтады. Осы жөнінде ақпарат берсеңіз екен. Басқа қалаларда мемлекет ақша бөліп ақпан айында жұмыс бастағандары жөнінде ақпараттар айтылуда. Неге әлі күнге дейін Шымкент қаласына бөлінген жоқ. Осы жөнінде ақпарат алғым келеді. Жұмыс орын дайын тұр. Маған анықтама (направление) қажет. Немесе бұл жөнінде қандай мекемеге шағымдануға болады. Жауаптарыңызға алдын-ала рахмет!!!!",
        "question_date": "23.02.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлық қалаға ақша бөлінді, және де жалақы 56, 725тг болып котерілді.",
                "date": "26.02.2017",
                "upvotes": 0
            },
            {
                "text": "Салеметсизбе. Жастар практикасына катысып мерзими жакындаган  жумыс беруши кабылдамайтын болса не истеуге болады",
                "date": "28.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қоғамдағы балалар құқығы",
        "question_content": "қоғамдағы балалар құқықтарын қорғау мақала немес слайд керек еді",
        "question_date": "23.02.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 935,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Міне, адамның шыр етіп жерге түскен минутынан бастап, оны өмірін, денсаулығын, тыныштығын қорғап отырған заң бар.\nБұл заң 1948 жылы 10 - желтоқсанда қабылданған. «Адам құқығының жалпыға бірдей декларациясы», сонымен қатар 1959 жылы қабылданған «Бала құқығы Декларациясы», міне осы декларациядан кейін 61 ел қол қойған 1989 жылы 20 қарашада «Балалар құқығы туралы Конвенция» қабылданды. Қазірде бұған 191 мемлекет кірген. Конвенция деген - арнаулы мәселелер жөніндегі келісім шарт. Осы Конвенция негізінде 2002 жылы тамызда Қазақстанда «Балалар құқығы туралы» заң қабылданды. Бұл заң 9 - тарау, 53 - бап - тан тұрады. Осы ережелерді бұлжытпай орындау - біздің Отанымыз, еліміз, халқымыз алдындағы парызымыз. Біздің өмірдегі кейбір келеңсіз жағдайлардың көбі біздің осы заң талаптарын, тәртіп талаптарын білмейтінтіндігімізден туындап жататын секілді.\nЗаң дегеніміз қоғамның негізгі тірегі Қоғам деп отырғанымыз - мына біздер. Н.Ә.Назарбаев: «Конституция - бұл да ел рәміздерінің бірі. Сондықтан негізгі заңды елдің туы, әнұраны, елтаңбасы секілді қадірлеу, құрметтеу - біздің парызымыз»- деген. Сондықтан әрбір адамның заң талабына бағынып, жат қылықтар, өрескел тәртіп бұзушылыққа бармау, өзіне жүктелген міндетті уақытылы орындаудың өзін еліміздің Ата Заңның, халықты құрметтеуі деп білуімізге болады. Конституция – елдің барлық ережелері жинақталған мемлекеттің негізгі құжаты. Сондықтан да біз оны Ата заң деп құрметтейміз. Әрбір адам өзінің де, өзге елдің де заңына бағынуға міндетті. Әр мемлекеттің өзіне тән заңы бар.\nҚұқықтары мен заңды мүдделерін қорғау үшін баланың құқығы заңмен бекітіледі. Құқық қорғауды ата - аналар, бағып - қағу және қамқорлыққа алу органдары, сот, прокурор жүзеге асырады. Заң баланы озбырлықтың түрлерінен оның абройын төмендетуден, ата - аналар тарапынан болатын қиянаттан қорғайды. ҚР - да балалардың мүддесі қорғала отырып, ондай ата - аналарды ата - аналық құқықтан және баланы бағып - қағуға беруден айыруға байланысты шараларды қолдану заңдық тұрғыда қарастырылған. Бала мүліктік құқыққа да ие. Ол көбінесе өз ата - аналарының және отбасының өзге де мүшелерінің күтіп бағуы құқықтарына байланысты болмақ. Алименттер, зейнетақы мен жәрдемақылар ата - ананың атына келіп түседі, алайда, ол қаржы баланы күтіп - бағуға, білім беруге және тәрбиелеуге жұмсалады. Заң балаға сыйға немесе мұраға алған мүлікті меншігіне алу құқығын береді, сондай - ақ еңбекпен айналыса отырып, өзінің жеке еңбегінің кірістерін алуға, жекеленген пәтердің иесі болуға, т. б. мүмкіндік береді. Балаларға қамқорлық жасай отырып, мемлекет бала туған кезде жәрдемақы төлейді. Көп балалы отбасыларын түрлі жағынан қорғауға алынған.\nБала әрқашан бала\nКонвенция - Бала құқығының әлемдік Конституциясы. Халықаралық шарт бойынша бала деп кімді санайды?\nБалалар - бұл бесік арбадағы нәресте, бала бақшаға асыққан сәбилер, бастауыш, 5 - 7 сынып оқушылары сонда да болса, 8 сынып оқушылары кейде өздерін бала деп атағаны үшін ренжиді. Олар - жеткіншектер, яғни өздерін ересек сезінеді.\n16 - 17 жастағы жоғары сынып оқушыларын жасөспірім деп атаймыз.\nКонвенцияның бірінші бабын оқып көрейік: 18 жасқа толмаған әрбір адамзат иесін бала деп санау шартты мақсат. Яғни, 18 жасқа толмаған жасөспірім, жеткіншек те Конвенцияда атап көрсетілген бала құқығын пайдалана алады.\nБала құқықтары туралы Конвенцияға сәйкес, олардың әрқайсысы өзінің даралығын сақтауға құқылы. Даралықтың белгісіне оның есімі, тегі, әкесінің аты жатады. Балаға есім ата - анасының келісімі бойынша беріледі. Әдетте, ата - аналар өз балаларына кез келген атты ойлап қоя береді. Дегенмен, ондай таңдаудың шегі бар. Баланың мүддесін ескере отырып, ата - аналар өз құқықтарын пайдаланып, баланың мүддесіне қарама - қайшы келетін, айналасына күлкі, не жағымсыз жағдай туындататын есімді таңдамау керек. Баланың әкесінің аты ұлттық дәстүр ескеріле отырып, әкесінің есімімен жазылады. Мәселен, ата - аналарының қалауына қарай әкесінің атына “ұлы”, “қызы” сөздері қосылып жазылуы мүмкін. Егер баланың әкесінің аты қос аттан тұрса (мәселен Әділмұрат) ата - аналарының қалауына қарай екі аттың бірі баланың әкесінің аты болып жазылады. Егер әкесінің аты белгісіз болса, шешесінің нұсқауымен баланың әкесі ретіндегі адамның есімі жазылады, ал тегі шешесінің тегімен көрсетіледі.\nБала құқықтары туралы халықаралық Конвенциядан\n*Мемлекет әрбір баланың аман – сау өсіп, жан – жақты дамуын қамтамасыз етеді;\n*Бала өмірге келе салысымен тіркеуге алынады және өзіне есім мен азаматтық алуға құқылы;\n*Әрбір бала өз отбасында, ата – анасымен бірге өмір сүруге құқылы;\n*Отбасында әкесі мен анасы өз алдына дербес өмір сүрумен, баланы ата – анасымен ажыратуға ешкім құқықты емес;\n*Бала мектепте кінәлі болғанда да оны ешкімнің ұрып жазалауға, кемсітіп қорлауға құқығы жоқ;\n*Бала тынығуға және мәдени демалуға құқылы;\n*Әрбір баланың ой – пікір, ар - ождан және дін еркіндігіне құқығы бар;\n*Бала өзі қалаған спорт түрімен шұғылдануға құқылы;\n*Бала денсаулығын сақтауға, емделуге құқылы;\n*Бала өз ойын еркін айтуға құқылы.\nКонвенция бала азаматтығы жайында олардың өмірі мен денсаулығын қорғап, балалардың отбасында өмір сүруін қамтамасыз ету құқығын сақтауды мемлекеттік міндет деп қарастырған.\nДекларацияның 26 - бабында және Қазақстан Республикасы Конституциясының 30 - бабында көрсетілгендей:\n1. Бастауыш білім баршаға міндетті ал техникалық және кәсіптік білім - көпшіліктің қолы жетерліктей болуы керек.\n2. Білім беру адамның жеке басының кемелденуіне, сондай - ақ халықтар арасындағы өзара түсіністікке достыққа ықпал етуі тиіс.\n3. Ата - аналар балалары үшін білім беру түрін таңдауға құқықты.\n4. Қазақстан Республикасының азаматтары тегін орта білім алуға міндетті.\n- Әрбір баланың жақсы оқып, сабақта өмірге қажетті жаңа және пайдалы білімдерді беріп отыруға құқығы бар. Құқық - адамның міндеті де болып табылады.\n- Құқық адамға тек жақсы, игі істерді жасау үшін берілген. Адамға зиян келтіретін істердің барлығына тыйым салынған.\nҚұқықтары мен заңды мүдделерін қорғау үшін баланың құқығы заңмен бекітіледі. Құқық қорғауды ата - аналар, бағып - қағу және қамқорлыққа алу органдары, сот, прокурор жүзеге асырады. Заң баланы озбырлықтың түрлерінен оның абройын төмендетуден, ата - аналар тарапынан болатын қиянаттан қорғайды. ҚР - да балалардың мүддесі қорғала отырып, ондай ата - аналарды ата - аналық құқықтан және баланы бағып - қағуға беруден айыруға байланысты шараларды қолдану заңдық тұрғыда қарастырылған. Бала мүліктік құқыққа да ие. Ол көбінесе өз ата - аналарының және отбасының өзге де мүшелерінің күтіп бағуы құқықтарына байланысты болмақ. Алименттер, зейнетақы мен жәрдемақылар ата - ананың атына келіп түседі, алайда, ол қаржы баланы күтіп - бағуға, білім беруге және тәрбиелеуге жұмсалады. Заң балаға сыйға немесе мұраға алған мүлікті меншігіне алу құқығын береді, сондай - ақ еңбекпен айналыса отырып, өзінің жеке еңбегінің кірістерін алуға, жекеленген пәтердің иесі болуға, т. б. мүмкіндік береді. Балаларға қамқорлық жасай отырып, мемлекет бала туған кезде жәрдемақы төлейді. Көп балалы отбасыларын түрлі жағынан қорғауға алынған.\nӘрбір баланың отбасында тұрып, тәрбиеленуге құқығы бар. Отбасылық тәрбие баланы тәрбиелеудің ең тәуір түрі, сондықтан да оған басымырақ маңыз беріледі. Баланың өз ата-анасының отбасында және өзге де туысқандарымен тұруына, олармен қарым-қатынас жасауға қақысы бар.\nНеке бұзылған кезде бала көбінесе анасының жанында қалып, сонымен бірге тұрады, ал әкесімен, әдетте, демалыс күндері жолығып тұрады. Ата-аналарының ажырасуы бұдан кейін бөлек тұра бастаған әкесі мен баласының арасындағы қатынастарды тоқтатуға әсер етпеуі тиіс. Бірақ сот практикасында баланың әкесімен кездесіп тұруына анасының рұқсат бермейтіндігінің, не әкесінің баласын және оны тәрбиелеуге міндетті екендігін ұмытып кететіндітінін: сансыз мысалдарын кездестіруге болады. Заң ажырасқан, ата-аналарға, екі жақта баланы тең тіррде тәрбиелеуді міндеттейді. Егер олардың біреуі өз міндетін орындамаса, сот оны орындауға мәжбурлеуге құқылы. Мысалы, сот баланың әкесімен кездесу уақытын және орнын белгілейді немесе анасының талабы бойынша әкенің бала тәрбиесімен айналысуын міндеттейді.\nБаланың өз ата-анасының тәрбиесінде болуға, мүдделері мен жан-жақты дамуының қамтамасыз етілуіне, оның адамдық кадір-касиетінің қүрметтелуіне қақысы бар. Бала өз мүддесіне қатысты кез келген отбасылық мәселелерді шешкенде өз ой-пікірін еркін білдіруге құқылы. Бала 10 жасқа толған соң, оның пікірімен де санасады. Мысалы, тегі мен атын өзгерткенде, бала асырап алғанда немесе оның кажеттігі болмағанда ескеріледі.\nТолығырақ.\nhttps://abai.kz/post/82644",
                "date": "15.01.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Барыс туралы ағылшынша реферат?",
        "question_content": "Барыс туралы ағылшынша реферат?",
        "question_date": "23.02.2017",
        "question_tag": "Табиғат",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "The dative case (abbreviated dat, or sometimes d when it is a core argument) is a grammatical case used in some languages to indicate, among other uses, the noun to which something is given, as in Maria Jacobo potum dedit, Latin for \"Maria gave Jacob a drink\".\nIn such examples, the dative marks theindirect object of a verb, although in some instances, the dative is used for the direct object of a verb pertaining directly to an act of giving something. This may be a tangible object (e.g. \"a book\" or \"a tapestry\"), or an intangible abstraction (e.g. \"an answer\" or \"help\").\nSometimes the dative has functions unrelated to giving. In Scottish Gaelicand Irish, the term dative case is used in traditional grammars to refer to theprepositional case-marking of nouns following simple prepositions and the definite article. In Georgian, the dative case also marks the subject of the sentence with some verbs and some tenses. This is called the dative construction.\nThe dative was common among earlyIndo-European languages and has survived to the present in the Balto-Slavic branch and the Germanic branch, among others. It also exists in similar forms in several non-Indo-European languages, such as the Uralic family of languages. In some languages, the dative case has assimilated the functions of other, now extinct cases. InAncient Greek, the dative has the functions of the Proto-Indo-Europeanlocative and instrumental as well as those of the original dative.",
                "date": "25.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көктемде болатын Технолгия сабағынан сайыста таныстыру?",
        "question_content": "Технология сабағынан сайыс болады, соған топқа таныстыру қажет. Топ мүшелері жайна асыл манарбек мереке гулшат мухтар",
        "question_date": "23.02.2017",
        "question_tag": "Мектеп",
        "question_views": 827,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Экотип дегенимиз не",
        "question_content": "Экотоп дегенимиз не мен агрономмын тез жауап бериниздерши",
        "question_date": "23.02.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 15900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіршілік ортасы деп белгілі бір ағза (түрдің) дамуының барлық кезендеріне қажетті табиғи орта факторлар жиынтығын айтады.\n\nТірі организмдер тіршілік ететін табиғи орталар жиынтығынэкологияда экотоп деп атайды. Бұлабиотикалық факторлар жиынтығы деген ұғыммен мағыналас. Оны кейде биотоп (грекше \"bios\" — тіршілік, \"topos\" — орын) деп те атайды.",
                "date": "23.02.2017",
                "upvotes": 0
            },
            {
                "text": "Мекендеу ордасы",
                "date": "24.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі пункттің арақашықтығы 30,4 км. Есептің шығару өрнегін құрастырып, мəнін табыңдар?",
        "question_content": "Екі пункттің арақашықтығы 30,4 км. Осы пункттерден бір уақытта бір-біріне карама-карсы екі велосипедші шықты. Олардың біріншісінің жылдамдығы 11,5км/сағ, ал екіншісінікі 13,2 км/сағ. 1 сағатта өткенде олардың арақашықтығы неше километр болды?",
        "question_date": "23.02.2017",
        "question_tag": "Математика",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "t(1)=t(2)=1\n\ns=30,4\n\nu(1)=11,5\n\nu(2)=13,2\n\ns(1)=u(1)*t(1)=11,5*1=11,5\n\ns(2)=u(2)*t(2)=13,2*1=13,2\n\ns-(s(1)+s(2))=30,4-24,7=5,7\n\nаракашыктыгы 5,7км",
                "date": "6.03.2017",
                "upvotes": 0
            },
            {
                "text": "11,5+13,2=24,7\n\n30,4-24,7=5,7\n\n5,7×1=5,7",
                "date": "24.03.2017",
                "upvotes": 0
            },
            {
                "text": "шешуі 11,5+13,2=24,7\n\n30,4-24,7=5,7\n\nжауабы 5,7км",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың бірінші қабырғасы 6,3см.",
        "question_content": "Үшбұрыштың бірінші қабырғасы 6,3см. Үшбұрыштың бірінші кабыргасының ұзындығы екінші қабырғасының ұзындығынан 2,8см кем болса,үшінші қабырғасының ұзындығынан 0,9см артық.",
        "question_date": "23.02.2017",
        "question_tag": "Мектеп",
        "question_views": 10300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 қабырғасы 9,1 . 3 қабырғасы 5,4",
                "date": "19.05.2017",
                "upvotes": 0
            },
            {
                "text": "a= 6.3 см\n\nx=6.3+2.8=9.1см\n\ny= 6.3+0.9= 7.2 см",
                "date": "20.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен техник программист мамандығын бітірдім?",
        "question_content": "Мен ақпараттық жүйе мамандығын бітірдім. Қыркүйек айында мектепке информатика кабинетінің лобаранты болп жұм",
        "question_date": "23.02.2017",
        "question_tag": "Банк",
        "question_views": 790,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салеметсызбе мен Акпараттык жуйе мамандыгын окып жатырмын казыр коледжде 2курс студентымын комектесип жбересызба Осы мамандыкпен жогаргы блим ала берйнба или Айти мамандыгына тусейнба  Акпараттык жуйе мамандыгы калай жогаргы блим алса жаксы жерде жумыс жасауга болама",
                "date": "16.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алатау сынды ақсақал",
        "question_content": "Алатау сынды ақсақал",
        "question_date": "23.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "XIX ғасырдағы Германия",
        "question_content": "ХІХ ғасырдағы Германия презентация",
        "question_date": "23.02.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "лол lol lol lol lol lol lol lol lol lol lol loooooooooooooooooooooooooooooooooooooooooooooooooooooooool",
                "date": "8.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шалаөткізгіштерде асқын өткізгіштік құбылысы байқала ма? Неліктен?",
        "question_content": "Мен осы есепті шығара алмадым. Шалаөткізгіштерде асқын өткізгіштік құбылысы байқала ма? Неліктен?",
        "question_date": "23.02.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 859,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Химиялық реакцияны қалай орындайды",
        "question_content": "CaCO3=CaO=Ca (OH)2=CaCl2=CaCo3=Ca (HCO3)2=CO2",
        "question_date": "23.02.2017",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CaCo3=CaO+CO2 CaO+H2O=Ca(OH)2 Ca(OH)2+2HCl=CaCl2+2H2O CaCl2+Na2CO3=CaCO3+2NaCl CaCO3+H2O+CO2=Ca(HCO3)2 Ca(HCO3)2=CO2+CaCO3+H2O",
                "date": "23.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Топтық сайысқа өлең керек",
        "question_content": "Көктемгі технология сабағына топтық сайысқа таныстыру керек",
        "question_date": "23.02.2017",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адамзат тудырған алып тұлға (Абай туралы) шығарма керек еді",
        "question_content": "шығарма керееееееееееееееееееееееек Адамзат тудырған алып тұлға(Абай туралы)",
        "question_date": "23.02.2017",
        "question_tag": "Мектеп",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Assalamu alekum raxmutuloxu barakatux",
                "date": "27.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "|х| < -8 қалай шығарады. ..",
        "question_content": "Осы теңдеу ді қалай шығарады. Қанша жауа",
        "question_date": "23.02.2017",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "|x|{x егер,x=>0; -x егер x<0\n\nx<-8\n\nx>8\n\nжауабы:(-шексиздик;-8)u(8;+шексиздик)",
                "date": "6.03.2017",
                "upvotes": 0
            },
            {
                "text": "|x|{x,егер x=>0;(-x),егер x<0\n\n|x|<-8\n\n-x<-8\n\nx<8\n\n(-шексиздик;+8)",
                "date": "6.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "24 Ақпанда сыныпта квн болады, топтың аты \"Настроение жоқ\" осыған таныстыру керек еді.",
        "question_content": "24 Ақпанда сыныпта квн болады, топтың аты \"Настроение жоқ\" осыған музыкамен таныстыру тауып беріңіздерші ! Өтініш Басқа таныстыруда болады . Топтың атын ауыстырып алармыз.",
        "question_date": "23.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шешендік өнер және сөйлеу мәдениеті",
        "question_content": "Сөйлеу мәдениеті және шешендік өнер туралы мақала керек еді",
        "question_date": "23.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 790,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шешендік - қадірлі өнер",
        "question_content": "Шешендік - қадірлі өнер тақырыбына мақала қажет. Соған ұқсас тақырыптағы мақалалар болса. Алдын-ала рахмет!",
        "question_date": "23.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 456,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алматы қаласындағы футбол мектептерінің тізімі керек еді.",
        "question_content": "Алматы қаласындағы футбол мектептерінің тізімі керек еді. Білсеңіздер жазып жіберіңіздерші. Рахмет!",
        "question_date": "23.02.2017",
        "question_tag": "Мектеп",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оралда жұмыс барма 13 жастағы балаға. Қағаз тарату немесе қағаз жабыстыру",
        "question_content": "Оралда жұмыс барма 13 жастағы балаға. Қағаз тарату немесе қағаз жабыстыру",
        "question_date": "23.02.2017",
        "question_tag": "Мектеп",
        "question_views": 753,
        "question_upvotes": 0,
        "answers": []
    }
]