[
    {
        "question_title": "Алынбайтын асу жоқ тақырыбына эссе, шығарма жазу?",
        "question_content": "Алынбайтын асу жоқ тақырыбына эссе, шығарма жазу?",
        "question_date": "15.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Істі игі ниетпен сәтті бастау жетістікке жартылай қол жеткенмен тең. Әркез қалайда оң нәтиже алатыыңына сен. Бұл сенім сені жетістікке жетелейді. Істелген ісің  кіші гірім болғанымен, істелмеген үлкен істерден жақсы. Бос әурешілікпен болмайтын істерді болдырамын деген болатын істерді істе. Әлі басталмаған іс сен үшін қараңғы жол. Одан сескеніп артқа тартсаң, ісің бастаусыз қалады. Ал шырақ болыпжана алсаң, жолың айдай ашылады. Қараңғыда шырақ, жарықта шуақ болғайсың!\nЕгер адам шын ниеттенсе, қолданып көп іс келеді. Қазақ халқында «Алынбайтын асу жоқ»,-деген қанатты сөз бар. Бұл қанатты сөздің астарында ізгі ниет, адал ой ойлап, талаптанып, еңбек еткен адамның жетпейтін жетістігі, алмайтын асуы жоқ деген ой бар.\nӨмірде әркім өзінің жолын табуға талпынып, жетістікке жетуді армандайды. Бірақ барлығы бірден біз ойлағандай тез болмайды. Олар еңбекқорлықпен, асқан табандылықпен, үлкен адамгершілікпен келеді.\nҚойған мақсатыңа, аңсағанарманына жету үшін ең алдымен мақсатың өзіңе және өзгелерге пайдалы, ізгі іске бағытталуы керек. Қойылған мақсат тиянақты түрде ойластырылуы және өз мүмкіндігіңе сәйкес болуы тиіс. Ең бастысы адамның жан-жақты ізденіп, білім алуы , адал, тынымсыз еңбектенуі және өзіне деген ішкі сенімінің берік болуы табысқа жетудің кілті болып табылады.",
                "date": "15.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жасанды серік неліктен жерге құламайды?",
        "question_content": "Бірінші ғарыштық жылдамдық берілген серік қалай қозғалады? Жасанды серік неліктен жерге құламайды?",
        "question_date": "15.11.2016",
        "question_tag": "Физика",
        "question_views": 14300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасанды серіктердің қозғалысы — Бүгінгі таңда бірнеше мыңдаған жасанды серіктер Жерді айналуда. Зымырандардың көмегімен белгілі бір орбитаға шығарылған серіктер сол алған жылдамдығы есебінен орбиталар бойымен қозғалады. Жасанды серіктердің қозғалысы денелердің ауырлық күші әрекетінен қозғалуының маңызды әрі ерекше жағдайы болып табылады.\nДенелердің ауырлық күшінің әрекетінен қозғалуының қарапайым түрі — денелердің Жер бетіне вертикаль бағытта нөлге тең бастапқы жылдамдыкпен еркін түсуі. Бұл кезде дене Жердің центріне қарай g еркін түсу үдеуімен қозғалады.\nЕгер дененің бастапқы жылдамдығы нөлден үлкен болса және Жер бетіне жанама бойымен бағытталса, онда дене қисық траектория бойымен қозғалады.\nБастапқы жылдамдықтың белгілі бір мәнінде Жер бетіне жанама бойымен лақтырылған дене (атмосфера болмаған жағдайда), ауырлық күшінің әрекетінен Жерді айнала дөңгелек орбита бойымен қозғала алады.\nБүкіләлемдік тартылыс күші әрекетінен дененің дөңгелек орбита бойымен қозғалысы жүзеге асатын жылдамдық бірінші ғарыштық жылдамдық деп аталады.\nЖерден ұшатын дене үшін бірінші ғарыштық жылдамдықты аныктайық. Ауырлық күшінің әрекетінен дене Жер айналасында радиусы R шеңбер бойымен қозғалсын. Бұл кездегі еркін түсу үдеуі центрге тартқыш үдеу болады, яғни  . Ал бұдан  немесе\nБұл — бірінші ғарыштық жылдамдықтың формуласы. Жердің радиусын 6400 км, ал g = 9,8 м/c2 деп алып, осы жылдамдықты есептейік:\nЖердің жасанды серіктеріне мұндай жылдамдықты тек қуатты ғарыш зымырандары ғана бере алады.\nЕгер Жердің жасанды серігінің Жерден һ биіктігін ескермеуге болмаса, һ биіктіктегі еркін түсу үдеуі формуласымен анықталады.\nБұл жағдайда бірінші ғарыштық жылдамдықты есептеуге арналған формула немесе түріне ие болады. Формула бойынша кез келген планета серігінің бірінші ғарыштық жылдамдығын есептеуге болады. Мұнда Жер радиусы мен массасы мәндерінің орнына берілген планетаның сәйкес шамаларының мәндері қойылады.\nПараболалық траекторияға сәйкес келетін жылдамдық екінші ғарыштық жылдамдық деп аталады.\nЖерден ұшатын дене үшін екінші ғарыштық жылдамдықтың мәнін қорытып шығара аламыз:\nСерік мұндай жылдамдықпен парабола бойымен қозғала отырып,\nКүннің немесе басқа планетаның жасанды серігіне айналады.\nмен арасындағы аралық жылдамдық ( ) кезінде серік Жерді созылыңқы эллипс бойымен айнала қозғалады.\nЖердің алғашқы жасанды серігі 1957 жылдың 4 қарашасында ұшырылған болатын. Ол жұлдыздардың арасында жылдам қозғалып бара жатқан кішкене жұлдыз сияқты еді. Бүгінгі таңда жасанды серіктердің көмегімен көптеген пайдалы жұмыстар атқарылады, мысалы, Жер төңірегі кеңістігіндегі ғылыми зерттеулер, астрономиялық бақылаулар, байланыс (радио, теледидар), ауа райын болжау, Жердің табиғи қорларын зерттеу және т.б.\nПланетааралық станциялар Марс пен Шолпанды, Меркурий мен Юпитерді зерттеді. Қазіргі кезде бір станцияның көмегімен бірнеше планеталарды зерттеу жүзеге асырыла бастады.\nҚазіргі кезде Жерден 36000 км қашықтықтағы экваторлық орбитаға жаңа байланыс серіктері ұшырылады. Мұндай серіктердің Жерді айналу периоды 24 сағатка тең, яғни серік әр уақытта Жер бетінің белгілі бір нүктесінің үстінде болады. Мұндай серіктер телекоммуникацияда (телефондық байланыс, теледидар), дөл уақытты анықтау қызметінде кеңінен қолданылып отыр\nЖердің жасанды серігі — аспан кеңістігінде өзінің белгіленген орбитасы бойымен қозғала ұшатын ғарыш аппараты.\nӘдетте, жасанды серіктер жерді эллипс пішіндегі орбита арқылы айнала ұшып жүреді. Орбитаның мұндай түрі ғылыми тілде геоцентрлік орбита деп аталады.\n“Жердің жасанды серігі” мен “Жердің серігі” деген атаулар мүлдем бөлек. Алғашқысы адам қолымен жасалатын ғарыш аппараты болса, екіншісі — Жер планетасының табиғи серігі — Ай.\nЖасанды жер серіктерінің қозғалыс орбиталары бесеу: Төменгі Жер орбитасы, Ортаңғы Жер орбитасы, Полярлы орбита, Геостационарлық орбита және Жерлеу орбитасы. Әрине, Жер серіктерінің әр орбитада атқаратын қызметтері әртүрлі. Бірақ барлығы да телекоммуникация, ауа райын болжау, ғылыми зерттеу, астрономиялық бақылау, ғаламдық коммуникация, навигация, метеорология, телеарналар хабарларын тарату тәрізді алуан түрлі шаруаларды орбитаның ерекшеліктері мен өз тапсырмаларына қарай бөлісіп атқарады.",
                "date": "15.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ШЫНАР сөзі арабша қалай жазылады?",
        "question_content": "ШЫНАР сөзі арабша қалай жазылады?",
        "question_date": "15.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "شنعار ⬅осылай жазылады",
                "date": "16.11.2016",
                "upvotes": 0
            },
            {
                "text": "Мінекей былай жазылады شنعار",
                "date": "16.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Плэй маркеттен скачать еткенде",
        "question_content": "Плей маркеттен қосымшаны жүктегенде флешка-ға түсетіндей етіп қоя аламын ба?",
        "question_date": "15.11.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жок.Олай истеу мумкин емес.Брак жуктегеннен кейн настроикиден флешкага салуга болады.",
                "date": "16.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 мбит интернеттен 8 мбитке қалай ауысуға болады?",
        "question_content": "Менің қазіргі скоростім өтте төмен неге? Скоросьтымды ауыстырган едім. 8 мбитқа соны настройкадан қалай туралаймыз?",
        "question_date": "15.11.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 264,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернет жылдамдығыңыз тікелей өз интернет тарифіңізге байланысты. Толық ақпаратты интернет ұсынушы (провайдер) іңізден ала аласыз.",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Чем большое платёж,тем больше скорость интернета.",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заттыбек ағаны тойға шақыру қанша болып жатыр?",
        "question_content": "Заттыбек ағаны тойға шақыру қанша болып жатыр?",
        "question_date": "15.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 656,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шамамен 5000 доллар",
                "date": "15.11.2016",
                "upvotes": 0
            },
            {
                "text": "АУЫЛ ТҮТІНІ\nОйланып. Сөзі,әні.Серікбай Маханұлынікі.\n\nСағынып келсем алыстан,\nАуылдан түтін жарысқан.\nБудақтап барады жол шегіп\nКөктегі бұлтпен табысқан.\nҚайырмасы:\nКиелі едің сен маған,\nБосағаң берік атанған.\nҚашаннан бері мерейлі\nМеймандос елім аталған.\nЕсігін ашып ауылдың,\nМінезін көрмей дауылдың.\nТуған жер қандай ыстықсың\nТаудағы жауған жаңбырдың.\nҚайырмасы:\nТүтіні көкке өрлеген,\nНамысын бермей тербеген.\nАнамның берген уызын\nӘлдимен салам мен деген.\nҚайырмасы:",
                "date": "14.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "АВ жане СД түзулері альфа жазықтығына перпендикуляр?",
        "question_content": "АВ жане СД түзулері альфа жазықтығына перпендикуляр. Егер Ав =12см, ВД=СД=3СМ БОЛСА, сд табындар",
        "question_date": "15.11.2016",
        "question_tag": "Геометрия",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Решаем плоскостную задачу:\n\n1) тр РСД подобен тр РАВ по трем углам , т. к в них:\nуг Р общий\nуг А = уг С как соответственные при AB||CD  и сек РС\nуг В= уг Д   как соответственные при AB||CD и сек PD\n⇒РД / РВ = СД / АВ\nРД / (РД+3) = 3/12 (=1/4)\n4РД=РД+3\n3РД=3\nРД=1 (см)",
                "date": "26.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "whatsapp (ватсап) әлеуметтік желісінде мынадай функцияны қалай қолданады ?",
        "question_content": "бБұл суретте ең бірінші сөзді екінші бір адам қайтара жіберген , көргендер басса болды ол өздігінен сол сөзге секіріп барады , бұны қалай орындаған ?",
        "question_date": "15.11.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сол кетши бердын устине басып турсаныз ответит батырмасы шыгады. Астына оз пикирди жаза бересиз",
                "date": "15.11.2016",
                "upvotes": 0
            },
            {
                "text": "ММысалы мына сәлем дегенді бассам сіз айтқандай батырма шықбады ғой ? қосымша программа орнату керек бе әлде ватсаптың өзінде сондай функция бола ма ? менің телефоным android оған байланысты емес пе ? ннеге шықпады ?",
                "date": "15.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілі негізінде онай дейді, ой пікірлерініз!",
        "question_content": "Ағылшын тілі негізінде онай дейді, басқа тілдерге қарағанда, ой пікірлерініз, қанша уақыт кетеді?",
        "question_date": "15.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ерінбей жаттасан онай",
                "date": "15.11.2016",
                "upvotes": 0
            },
            {
                "text": "Ағылшын тілі өте бай тіл. Қазақ тілінен бәленбай есе бай екені ақиқат. Себеп сол, ағылшын тілінің қолданатын аясы, мемлекеттеріне байланысты таралып кеткен. Соған байланысты Америкалық ағылшын тілі, британдық, австралиялық, жаңа зеландиялық, үндістандық, ирландиялық, канадалық деген секілді акценттері пайда болған. Осылардың ішінде ең танымалдары, яғни әлемде ең көп оқылатындары Британдық пен Американдық! Оңай екені рас! Әрине өте оңай деп айта алмаймын. Не дегенмін әлемдегі ғылымның 90% ағылшын тілінде жазылатынын ескерсек, ғылыми тілге келгенде оны үйрену қиынның қиыны!",
                "date": "16.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киелі ұғымдар жəне киелі сандар жайында",
        "question_content": "Қазақ халқының киелі деп есептейтін ұғымдары. атты тақырыпқа реферат керек еді. көмектесіңіздер ші.",
        "question_date": "14.11.2016",
        "question_tag": "Жанұя",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қадым замандардан бері Жер бетін мекендеп келе жатқан халықтардың көпшілігі жеті санында сиқырлы күш бар деп санаған. Оны кие тұтып, қастерлеген небір ұлттар да болды. Соның бірі – қазақ халқы. Біздің ата-бабаларымыз да жеті санын қастерлеп, бірқатар таным-түсінігі мен табиғат құбылыстарын, аспан денелерін жеті санымен атап, ата заңдарына, салт-дәстүріне арқау етіп келеді.\nЖеті ата. Бұл – қазақ халқының дәстүрлі салт-санасында адамның ата жағынан тегін таратудың нақты жүйесі. Әрбір қазақ баласы өзінен бастап жеті атасының аты-жөнін білуге міндетті. Мұны әке-шешесі, ата-әжесі үйретіп, жаттатуға тиіс. \"Жеті атасын білмеген жетесіз\" деген аталы сөзді өзіңіз де білетін боларсыз.\n\nӨйткені қазақта жеті атаға дейін қыз алыспайды, оған дейінгі ұрпақ бір атаның баласы – туыс саналады. Қазақтар негізінен жеті атаны былайша таратады: 1. Бала. 2. Әке. 3. Ата. 4. Үлкен ата. 5. Баба. 6. Түп ата. 7. Тек ата.\nЖеті жұт. 1. Құрғақшылық. 2. Жұт (мал қырылу). 3. Өрт. 4. Оба (ауру). 5. Соғыс. 6. Топан су. 7. Зілзала (жер сілкіну).\nЖеті жоқ. 1. Жерде өлшеу жоқ. 2. Аспанда тіреуіш жоқ. 3. Таста тамыр жоқ. 4. Тасбақада талақ жоқ. 5. Аллаһта бауыр жоқ. 6. Аққуда сүт жоқ. 7. Жылқыда өт жоқ. \nЖеті қазына. Ол жөнінде пікір талас көп. Алайда қазақтар ертеде жеті қазынаға мыналарды жатқызған: 1. Ер жігіт. 2. Сұлу әйел. 3. Ілім-білім. 4. Жүйрік ат. 5. Құмай тазы. 6. Қыран бүркіт. 7. Берен мылтық.\nЖеті жетім. \nТыңдамаған сөз жетім.\nКиюсіз тозған бөз жетім.\nИесіз қалған жер жетім.\nБасшысы жоқ ел жетім.\nАққу, қазсыз көл жетім.\nЖерінен айырылған ер жетім. \nЗамандасы қалмаса –\nБәрінен де сол жетім.\nЖеті ғашық. 1.Ләйлі – Мәжнүн, 2.Жүсіп – Зылиха, 3.Фархад – Шырын, 4.Тахир – Зухра, 5.Арзу – Қамбар, 6.Уәлик – Ғарра, 7.Уәки – Күлшаһ.\nӘлем халықтарының жеті санына қонақ болып көрейік\nЖеті – ең ерекше сандардың бірі. Неге екені белгісіз, тұла бойы ашылмаған құпияға толы сынды. Әлем халықтары оны қасиетті, тылсым, таңғажайып, бақыт пен сәттілік әкелетін сан деп баға береді.\nЖеті Египетте мәңгілік өмірдің нышаны, Осирис құдайының саны. Сондай-ақ олар жеті планета бар деп санаған. Шумерліктердің Лугуланнемунду атты патшасы өз қаласында Нинту ғибадатханасын тұрғызған екен. Бұл ғимараттың жеті қақпасы және жеті есігі болған көрінеді. Және ғимарат құрылысы аяқталған соң, жеті рет дәріптеліп, жеті өгіз бен жеті қой құрбандыққа шалынған.\nЖеті Ежелгі Грекияда Аполлон нышаны. Аполлон айдың жетінші жұлдызында дүниеге келген. Оның лирасының (музыкалық аспап) жеті ішегі болған екен.\nДінде де жеті санының орны ерекше. Мәселен, Аллаһ Тағаладан пенделеріне түскен қасиетті кітаптардың бірі – Тауратта жеті саны 500 рет қайталанады. Ислам дәстүрінде жұмақтың жеті қақпасы, тозақтың жеті баспалдағы, Қағбаны жеті рет айналу деген ұғымдар бар болса, христиандарда жеті – жаратылыстың нышаны болып саналады.\nЖеті жазба, жеті ашу, жеті шырақ, жеті басты дәу, жеті нота, жеті батыр, аптаның жеті күні, жеті жел, жеті қат жердің асты, жеті таудың арғы жағы, жеті, жеті, жеті...\nСоның бірі өлімге себепкер болатын жеті күнә: тамақсаулық, жалқаулық, нәпсіқұмарлық, өркөкіректік, ашу, қызғаншақтық және сараңдық. Теолог Фома Аквинский күнәһарларға ауыр жаза берілетін күнәлардың ішіндегі ең негізгілерін талдап, түсіндіріп жазып шыққан.\nАл сіз жеті саны туралы не білесіз?",
                "date": "15.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алгебрадан көмек: Есеп шығарып беріңіздерші: ³√16+8√5+³√16-8√5",
        "question_content": "Есеп шығарып беріңіздерші: ³√16+8√5+³√16-8√5",
        "question_date": "14.11.2016",
        "question_tag": "Математика",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "³√16+8√5+³√16-8√5= 2³√16=4³√2",
                "date": "17.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жап-жаңа, мақсатсыз, қалалық, көппенбек деген сөздерге сөйлем құрау?",
        "question_content": "Матадай, тым қымбат, үлкен, жап-жаңа, мақсатсыз, қалалық, көппенбек деген сөздерге сөйлем құрау?",
        "question_date": "14.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақмола мен қазіргі Астананың айырмашылығы қандай?",
        "question_content": "Ақмола мен қазіргі Астананың айырмашылығы қандай?",
        "question_date": "14.11.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осыдан 15 жыл бұрын Астананы көшіру идеясы іске асты. Тарихқа үңілсек, бұл идея бұрын да көтерілген. Айталық, Әлихан Бөкейхановтың «Григорий Николаевич Потанин» атты мақаласындағы «Қазақты автономия қылсақ, Қараөткел – Алаштың ортасы, сонда университет салып, қазақтың ұл-қызын оқытсақ «Қозы Көрпеш – Баянды» шығарған Шоқан, Абай, Ахмет, Міржақыпты тапқан қазақтың кім екенін Еуропа сонда білер еді-ау»деген сөздерді еске түсірейікші. Өкінішке орай ол кезде қалыптасқан саяси ахуал Алаш жұртын Қараөткелге (қазіргі Астана) шоғырландыруға мүмкіндік бермеді. Ол мүмкіндік өткен ғасырдың соңындағы азаттықпен бірге келді. Қазақ тарихының жаңа беттері ашылды. Тәуелсіз мемлекет құру және оның жаңа астанасын таңдау бақыты Мемлекет басшысы Нұрсұлтан Әбішұлы Назарбаевқа бұйырды. Өзінің төлтумасына балаған Астана қаласы туралы толғауын Елбасы: «Жаңа астанаға көшу және оны салу туралы ой менде ертеректе, сонау алыстағы - 1992 жылы туған еді, бірақ мен ол кезде мұны аузымнан шығармадым, өйткені Қазақстанның экономикасы ойлағанды іске асыруға мүмкіндік бермеді», - дей келіп, - 1992 жылы, Қазақстанның Президенттігіне бүкіл халық болып сайланғаннан кейін, мен Ақмолаға келдім. Есілден көлденең тартылған ескі көпірдің ортасында тұрып, өзенге қарадым. Маған қаланың ортасында ағып өзен жатқан болса, қашанда сол ұнайтын. Өзен қалаға ерекше бір көрік береді, мәртебесін көтереді. Мысалы, бізде Жайықтың бойында Атырау, Сырдарияның бойында қызылорда, Тобылдың бойында Қостанай, Ертістің бойында Семей мен Кереку орналасқан. Ал әлемде қаншама Астаналар ылғи өзен жағасына салынған! Санкт-Петербург – Невада, Мәскеу – өзі аттас өзенде, Париж – Сенада, Лондон – Темзада тұр. Оның үстіне Ақмола Қазақстан мен бүкіл Еуразияның орталығына орналасқан» - деп жеткізді. Деректерге көз салсақ, Арқа төсіне көшіп келген жылдары Астанадағы тұрғындар саны 290 мыңдай болған. Ал, қазіргі есеп үш еселенді, 800 мыңға жуықтады. Ішкі көші-қон есебінен бас қаламызға қоныс ауыстырғандар саны 1999 жылдан бастап қарқын алды. Сол жылдары еліміздің түкпір-түкпірінен Елордаға 62 мыңға жуық адам көшіп келген. Биылдың өзінде Астанаға 40 мыңнан астам адам табан тірепті. Елбасының «Еуразия жүрегінде» атты еңбегінде Ақмола қаласы тарихының өрлеу кезеңдері сөз болады. Бірінші өрлеу кезеңі қазіргі Астана қаласынан бес шақырым жерде орналасқан ортағасырлық Бозоқ қаласының гүлдену кезеңімен байланыстырылады. Бозақ қаласы Қыпшақ хандығының астанасы болған. Осы аумақ арқылы ХVІ ғасырда Сібір – Орта Азия керуен жолы өткен. Тағы бір еңбегінде «Ортағасырлық Бозоқ қаласын Ақмоланың түпкі атасы деп санауға болады, ал оның соңғы мұрагері қазіргі Қазақстанның астанасы – Астана қаласы» екені айтылады. Астана қаласының маңына орналасқан Бозоқ қаласының орны 1998 жылы анықталып, 1999 жылы Есіл археологиялық экспедициясының жетекшісі, танымал ғалым Кемал Ақышев бастаған археологтардың осы жерде алғаш рет қазба жұмыстарын жүргізгені белгілі. Л.Н. Гумилев атындағы ЕҰУ-нің К.Ақышев атындағы археологиялық ғылыми-зерттеу институтының директоры Марал Хабдулинаның пайымдауынша, «Бозоқ» – түркі-оғыз термині. Яғни көне түрік мемлекеттерінің әкімшілік құрылымының шығыс бөлігінің атауы. Түрік-оғыздың бузук (боз оқ) термині – тесіп өтетін жебе немесе ақ жебе деген ұғымды білдіреді. Сонымен бірге түркі ұғымында «боз» сөзі «боз дала», «ақ селеулі құтты қоныс» деген мағынада түсіндіріледі [5]. Бозоқ қаласы VІІІ-ХVІІІ ғасырларда өмір сүрген, бірнеше кезеңдерден тұрады. Ал ХІV ғасырдан бастап Бозақ қаласы Нұра-Есіл аймағының исламданған элиталы рухани орталығы болған. Осылайша, тәуелсіздік жылдарында жүргізілген іргелі ғылыми зерттеу жұмыстарының нәтижесінде жаңа тұжырымдар пайда болды. Енді астана қаласының хронологиялық шеңбері бұрынғы тарихи анықтамаларда жазылып жүргендей, Астана «қаласының негізін қалаған 1830 жылмен» шектелмейді, оның ауқымы кеңейтіліп, орта ғасырлардағы түркі дәуіріне дейін жетті. Бұл кезең біздің жазба тарихымыз басталған уақытпен де сәйкес келеді. Екінші өрлеу кезеңі кеңестік кезеңмен (1920-1990 жж.) байланысты айтылады. «Өзінің қолайлы географиялық жағдайының арқасында Кеңес өкіметі жылдарында, Ақмола жерінде қаланы одақтың темір жол жүйесіне қосқан және көлік ағынына ілестіріп әкеткен темір жол магистральдары салынды. Бұл өз тарапынан өнеркәсіптің әртүрлі салаларының кең дамуына және Ақмоланың ірі көлік торабына айналуына алып келді. Ұлы Отан соғысы жылдарында әскери-көлік торабы болды. Экономиканың барлық салаларының дамуына жаңа тынысты «тың дастаны» дарытты. 1961 жылы Ақмола қаласының аты Целинонрад болып өзгертілді және Тың өлкесінің орталығына айналды.Осы кезде Ақмола облысының тұтастығын сақтап қалу жолында сол кездегі Қаз КСР Министрлер Кеңесінің төрағасы Жұмабек Тәшенов орталықпен күресіп бақты. Ол Қазақстанның бес облысын Ресейге қосу туралы Н.С. Хрущевтің әрекетіне талай тойтарыс беріп, «бұл мәселенінің шешілуі былай тұрсын, тіпті күн тәртібіне қойылуының өзіне қарсы болды». Оның кеңестік «империялық» кезеңде туындаған жер дауында Мәскеудегі «біріншіге» ашық қарсыласуы – ел тағдырын шешудегі батыл қадам болатын. Үшінші өрлеу кезеңі (1991 ж. – бүгінге дейін) Одақтың ыдырауы мен егемен мемлекетіміздің іргесі қаланған кезеңмен байланысты. Бұл кезең Қазақстан орталығын, қазіргі Астанаға айналған Целиноградқа көшіру, Қазақстан мемлекеттілігі дамуының өзінше бір жаңа кезеңі болды. Астанаға айналғаннан кейін, қала өз тарихының үшінші дәуірін бастады. Астана қаласы мемлекеттік мұрағат құжаттарында екінші өрлеу кезеңі мен тәуелсіздік жылдарын қамтитын аралық кезеңдегі Ақмола қаласының демографиялық ахуалына қатысты статистикалық деректер кездеседі. Бұл мәліметтер бойынша 1997 жылдың 1 қаңтарында қала халқының саны 277,1 мың адамға жеткен, бұл облыс халқының 34,7 %-н құраған. Ал, тұрғындардың өсу динамикасы төмендегідей берілген: Атауы 1959 1970 1979 1985 1991 1997 Ақмола қ. тұрғындары 102,3 181,3 253,3 266,4 288,8 277,1 Халықтың орташа жылдық өсу қарқыны % - 5,35 3,8 0,85 2,6 -0,7 Тұрғындардың жас ерекшелігі 0-19 28% 17-59 63% 60 және одан жоғары 9% Ер адамдардың үлесі 48,3%, әйелдердің үлесі 51,7%. Республикамыз үшін жыныстық арақатынасы қалыпты есептеледі. Қаладағы отбасының орташа мөлшері – 3,5 адам болған. 1998 жылғы мәліметтер бойынша Ақмола қаласының жер аумағы 254720 гектар (257.2 шаршы метр) жерге созылып, негізінен оң жағалауда орналасқан. Қаланың өнеркәсібінде құрылыс, тамақ, кәсіпорындар, қала шаруашылығының қызметі, тұтыну тауарлары мен ауыл шаруашылықтық машина жасау өндірісі бар. Кәсіпорындардың басым бөлігі қаланың солтүстік бөлігіндегі өнеркәсіптік аймақта орналасқан. Тәуелсіздік тарихында осы кезеңдегі Астана қаласының маңызды оқиғалары Мемлекет басшысының астананы көшіру туралы идеясын қайта жаңғыртқан 1994 жылмен, Қазақстан Республикасының Үкіметі «Қазақстан Республикасының астанасын көшіру туралы» тарихи қаулы қабылдаған 1996 жылмен, Қазақстан Республикасы Президентінің «Ақмола қаласын Қазақстан Республиксының астанасы деп жариялау туралы» Жарлығы қабылданған 1997 жылмен, Астананың ресми тұсаукесері болған 1998 жылмен және ЮНЕСКО-ның шешімімен «Бейбітшілік қаласы атанған 1999 жылмен байланысты айтылады. 1994 жылдың 6 шілдесінде Жаңа астананы таңдау 32 өлшем бойынша жүргені егжей-тегжейлі айтылды. Олардың ішінде әлеуметтік-экономикалық көрсеткіштер, климат, ландшафт, сейсмикалық жағдайят, қоршаған орта, инженерлік және көліктік инфрақұрылымның болуы, әрі оны дамытудың келешегі, құрылыс кешені, еңбек ресурстары және басқа да өлшемдер болғаны негізделді. Елдің стратегиялық мүдделері де алыс болашаққа арнап есептелді. 1997 жылы Ақмола қаласының астанасы деп жариялануы «бүкіл мемлекетіміздің дамуының алғашқы қозғаушысы және серпін берушісі болды. Астананы ауыстырған кезде Қазақстанда тұрғын үй құрылысын дамытуға тұтас 50 миллион доллар бөлінді. Жаңа астанадағы 9 шағын аудан осы ақшаға салынған. 1996 жылы Президент жарлығымен Арнайы экономикалық аймақ құрылды. 1996 жылдың 26 қаңтарында «Қазақстан Республикасындағы арнайы экономикалық аймақтар туралы» ҚР-ның Заңына сәйкес Ақмола Арнайы экономикалық аймағы (1996-1999 жж.), сосын «Астана – жаңа қала» АЭА (2001-2027 жж.) құрылады. Қазақстан Республикасы Ұлттық мұрағатының құжаттары бойынша алғашқы сындарлы онжылдықта еліміздегі Арнайы экономикалық аймақтардың саны 9 болған. Олар: Жәйрем-Атасу (Жезқазған облысы), Алакөл, Жаркент (Талдықорған облысы), Лисаковск (Қостанай облысы), «Атакент» еркін сауда аймағы (Алматы қ.), Қызылорда АЭА (Қызылорда қ.), Ақмола АЭА, ол 1999 жылдың 31 наурызынан бастап Астана АЭА болып қайта құрылған [11, 19-20 пп]. Ал соңғы статистикалық мәліметтер бойынша бейбітшілік пен жасампаздық жылдарын қамтитын екінші онжылдықта Қазақстандағы АЭА-дың жалпы саны 10-ға жетіп отыр. Қаланың тарихына байланысты Астана қалалық мемлекеттік мұрағат құжаттарында Ақмола қаласының дамуы 3 кезеңге бөлінеді және олар Қазақстан Республикасының жоғары және орталық мемлекеттік мекемелерінің Ақмола қаласына көшірілуі және Ақмола қаласының мемлекеттің астанасы ретінде даму бағдарламасына сәйкес келеді. Оның алғашқы екі кезеңіндегі қыруар жұмыстар «сындарлы онжылдықта» орындалды. Ал соңғысындағы ұзақ мерзімге жоспарланған іс-шаралар кешені соңғы онжылдықта іске асырылуда. Бірінші кезеңде (1996-1997) жоғары мемлекеттік мекемелер, экономикалық, өндірістік және қарулы күштер министрліктері мен ведомостволары орналастырылды. Екінші кезеңде (1998-2000) орталық мемлекеттік мекемелерді Ақмола қаласына орналастыру процесі аяқталды. Үшінші кезеңде (2001 жылдан бүгінге дейін) Ақмола қаласы және ірі өндірістік, әкімшілік және мәдени орталықтары ретіндегі, оның ықпалды аймақтарының одан әрі дамуы жүзеге асырылуда. Аталған «Арнайы экономикалық аймақ» тұрғындардың көші-қоны есебінен 2005 жылға дейін халық санын 600 мың. адамға көбейтуді көздеген болатын. Бүгінде бұл міндет те шешімін тапты деуге негіз бар. 2012 жылғы мәлiмет бойынша, қалада 743 014 адам, 2013 жылғы мәліметтерде 800 мың адам ресми тiркелген. Астана тұрғындары санының өсу динамикасы соңғы жылдардағы халық санақтары бойынша мынадай: 1989 жылы – 281,3 мың адам (санақ); 1999 жылы – 326,9 мың адам (санақ); 2009 жылы – 613,6 мың адам (санақ). Ал, 2013 жылғы статистикалық мәліметтерге сүйенсек, халықтың табиғи өсімі 4092 адамды, ал көші-қон өсімі 3384 адамды құрап отыр. Астананы салуға бөлінген инвестициялар көлемі 2 миллиардтай долларды құраған және соның 70 пайыздайы өзіміздің инвестициямыз» болған. Бұл да үлкен еліміз үшін үлкен жетістік және ұлттық экономикасымыздың жарқын бір көрінісі. Осы ретте айта кетейік, Алматы астана болғанда 50 жыл ішінде, магистральды көлік транспортының қашықтығы мен өндірісті дамытуға қажетті шикізат қорының жоқтығына қарамастан, оның саны 6 есеге өскен. Бүгінгі әсем Астанамыз еліміздің тек әкімшілік орталығы болумен шектелмейді, сонымен қатар бабаларымыз аңсаған азаттық пен ұлттық қайта түлеудің де орталығына айналды. Еліміздің шетелдермен жоғары деңгейдегі ресми кездесулері, білім мен ғылым, мәдениет пен өнер, спорт пен туризм саласындағы іс-шаралардың бәрі біздің Астанамызда өтеді. ХХІ ғасырдағы бүкіл жаһандық үдерістердің бел ортасында тіршілік ету – әлемдегі кез келген ұлттың пешенесіне жазылмаған. Астана әртүрлі тарихи тағдыр тауқыметімен елімізге табан тіреген өзге халықтардың да мекені. Астана - біздің ортақ шаңырағымыз. Астана өзінің жаңа тарихында өзге ұлттарды ғана емес, бүкіл адамзатты бейбітшілік пен келісімге шақырып отыр және шақыра бермек Еуразия жүрегінде орналасқан Астана қаласының жаңа тарихы – бұл тәуелсіздік тарихы, бұл мемлекеттілік тарихы, бұл ұлттық тарих. Ал Астана қаласының құрылысы - төл тарихымыздың жаңа беттерін құрайды.\n\nhttp://e-history.kz",
                "date": "8.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үшбұрыштың биссектрисасы",
        "question_content": "Үшбұрыштың биссектрисасы оны екі теңбүйірлі үшбұрышқа бөледі.Берілген үшбұрыштың бұрыштарын табыңдар.",
        "question_date": "14.11.2016",
        "question_tag": "Мектеп",
        "question_views": 20800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс үшбұрыш болуы мүмкін. Сондықтан 60 градус болуы тиіс",
                "date": "19.11.2016",
                "upvotes": 0
            },
            {
                "text": "ABC үшбұрыштың биссектрисасы BC-ны D нүктесінде қисын.\n∠ABD = x, ∠DAC = x;\nABD, DAC - теңбүйірлі үшбұрыштар;\n∠BAD = ∠ABD = x;\n∠DAC = ∠DCA = x;\nҮшбұрыштың бұрыштардың қосындысы 180-ге тең.\n∠ABC + ∠BCA + ∠CAB = 180;\nx + x + (x + x) = 180;\n4x = 180;\nx = 45;\nБерілген үшбұрыштың бұрыштары 45, 45, 90;",
                "date": "21.11.2016",
                "upvotes": 0
            },
            {
                "text": "Үшбұрыштың бессектрисасының касиеті (далелдеу)!",
                "date": "16.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1930 жылы Қазақстанда қандай ондырыс орындар ашылды",
        "question_content": "1930 жылы Қазақстанда қандай ондырыс орындар ашылды",
        "question_date": "14.11.2016",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1930-жылдары түсті металлургия Қазақстан өнеркәсібінің жетекші саласына айналып, түсті металлургия бойынша Қазақстан екінші орында болды. Бұл сала кәсіпорындары: Шымкент қорғасын, Балқаш мыс қорыту, Лениногорск, Зырянов полиметалл зауыттары, мыс балқыту комбинаты, Ащысай, Қоңырат кеніштері.\nСалынып жатқан құрылыстар: Ақтөбе ферроқорыту зауыты, Текелі полиметаллургия, Жезқазған мыс балқыту комбинаттары.\nШымкент қорғасын зауытының қорғасыны елдегі ең таңдаулы деп танылды. 1939 жылы зауыт ұжымы одақта 1-орынды жеңіп алып, Ленин орденімен марапатталды. Қазақстан Одақ көлемінде:\nҚорғасын өндіруден 1-орын, мұнай мен көмір өндіруден 6-орынға шықты.\n1940 жылы 2580 ірі кәсіпорын жұмыс істеп, индустрияның жалпы өнімі 1940 жылы 1913 жылмен салыстырғанда 7,9 есе өсті.\n1940 жылы Қазақстан одақ бойынша:\nкөмірдің – 4,2%-ын;\nмұнайдың – 2,2%-ын;\nқорғасынның – 87%-ын;\nмыстың – 21%-ын өндірді.\nСоғыс алдындағы жылдарда Орталық Қазақстанның өнеркәсіпті шикізат аймағы қалыптасты.",
                "date": "19.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан экономикасының энергия сыйымдылығы дүние жүзінде",
        "question_content": "Қазақстан экономикасының энергия сыйымдылығы дүние жүзіндегі елдер арасында ең жоғары екенін дәлелдейтін мысал керек",
        "question_date": "14.11.2016",
        "question_tag": "География",
        "question_views": 577,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы электр станциялары қуатының артуына, электр қуатының өндiрiлуiне, экономиканы электрлендiру деңгейiне жасалған талдау негiзiнде кеңестiк дәуiрдегi Қазақстан электр энергетикасының даму жолын негiзгi үш кезеңге бөлуге болады:\nБiрiншi кезең 1918 — 45 жылдарды қамтиды, бұл кезеңде сол уақыттың өлшемi бойынша iрi электр станциялары салынып, алғашқы энергетикалық тораптар пайда болды.\nЕкiншi кезеңде (1946 — 58 ж.) аймақтық электр станцияларында электр қуатын бiр орталықтан өндiру күрт артты, алғашқы энергетикалық жүйелер құрылды.\nҮшiншi кезеңде (1959 — 90 ж.) республиканың энергетикалық базасы жедел қарқынмен дамып, аймақтық энергетикалық жүйе қалыптасты.\nСөйтiп, Қазақстан өзiнiң электр қуаты жөнiндегi мұқтаждарын толық қамтамасыз ететiн әрi оны өзге елдерге шығаратын ахуалға жеттi. Бұл кезеңде Алматыда, Қарағандыда, Петропавлда, Жамбылда, Шымкентте, Павлодарда iрi аймақтық су электр станциялары (АСЭС) салынды. Ертiс өзенінде Өскемен және Бұқтарма су электр станциялары (СЭС), Iледе Қапшағай СЭС-i жұмыс iстедi. Аса iрi Ақсу АСЭС-ы Екiбастұз кенiшiнiң арзан көмiрiн пайдаланды.\n1990 ж. КСРО экономикасының құлдырауы қарсаңында республика электр станцияларының қуаты 18 млн. кВт-тан асты, ал Қазақстанның жалпы электр энергиясын тұтынуы 104,8 млрд. кВт/сағатты құрады, оның 87,4 кВт/сағаты меншiктi электр станцияларында өндiрiлдi.\n1990 ж республикада 131,5 млн. т көмiр, 25,5 млн. т мұнай мен газ конденсаты және 6,8 млрд. м3 газ өндiрiлдi. Өндiрiлген көмiр мен мұнайдың едәуiр бөлiгi республикадан тысқары шығарылды.\n1990 ж. басқа елдерге 10 млн. т кокстелетiн және 46,6 млн. т энергет. көмiр (42,9%), 21 млн. т мұнай мен газ конденсаты (82,4%) шығарылды. Республиканың отын балансындағы газдың үлесi 15% болды.\n1990 ж. республиканың ұлттық табысындағы үлестi энергия сыйымдылығы 1 сомға шаққанда 4,01 кг болды, мұның өзi өзге одақтас республикалармен салыстырғанда 28%-ға көп.\nҚазақстан электр энергетикасы 1991 жылдан дағдарысты жағдайды бастан кешiрдi. Республиканың қолданыстағы энергетикалық қуаты 1990 жылдың басында 17000 мВт-қа жуық болса, 1998 ж. ортасына қарай бұл қуат 10000 мВт-қа дейiн қысқарды.\n2000 жылдың қорытындысы бойынша электр қуатын тұтыну көрсеткiшi 8560 мВт-қа дейiн төмендедi. Қазақстан энергия өндiрушi қуаттардың тапшылығы және артық электр қуаты бар аймақтардан оны жеткiзе алатын электр желiсiнiң жоқтығы себептi оңтүстік және батыс аймақтар үшiн электр қуатын сырттан алды.\nҚР Үкiметi 1996 ж. электр энергетикасының қуат өндiрушi және электр тораптары активтерiне мемлекеттік монополияны реформалау, сөйтiп электр қуатының бәсекелi рыногiн жасау қажеттiгi туралы шешiм қабылдады. Осы мақсатта электр энергетикасын құрылымдық жағынан қайта құрудың үкiметтiк бағдарламасы әзiрлендi. Бұл бағдарламаны iске асыру электр энергетикасының бәсекелi бөлiгiн (электр қуатын өндiру және оны тұтыну) табиғи монополистерден ажыратып алу (электр энергиясын беру және бөлу) қамтамасыз етiлдi. Iрi электр ст-лары (МАЭС) инвесторларға сатылды, ал аймақтық жылу электр станциялары (ЖЭО) жергiлiктi басқару органдарының меншiгiне берiлдi. 1120, 500 және 220 кВ кернеулi негiзгi тораптардың активтерi негiзiнде Электр тораптарын басқару жөнiндегi қазақстандық компания («КЕGOC» ААҚ), 110 — 35, 6 — 10 және 0,4 кВ кернеулi аймақтық электр тораптары негiзiнде бөлу электр тораптық акционерлік компаниялары (АЭК АҚ) құрылды.\n\nhttps://kk.wikipedia.org/",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геометриядан есеп шығаратын қандай программа бар?",
        "question_content": "Геометриядан есеп шығаратын қандай программа бар. Қазақша болса тіпті жақсы. Ссылкасын жіберіп я болмаса атын айтыңыздаршы.",
        "question_date": "14.11.2016",
        "question_tag": "Геометрия",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Екі катеті; 2)Катеті мен іргелес сүйір бұрышы бойынша тік бұрышты үшбұрыш салыңдар",
                "date": "14.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолтықтың асты неге ауырады?",
        "question_content": "Мен 15 жастамын. Менің омырауымның жаны қолтығымың асты қолыммен бассам ауырады жане былтыр омырауымнан сары сұйықтық ағатын бұндай жағдай кімнің басында болды бұл неге олай болады.",
        "question_date": "14.11.2016",
        "question_tag": "Тазалық",
        "question_views": 12900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салеметсиз бе! Колтыктагы лимфоузел не немесе омыраунызга суык тиген го. Терапевтке барыныз,Ол сизди ары карай маммологка жибереди",
                "date": "30.10.2023",
                "upvotes": 0
            },
            {
                "text": "Мен дәрігер емеспін, бірақ пайдалы болуы мүмкін кейбір жалпы ақпаратты ұсынуға тырысамын. Нақты кеңес пен диагноз қою үшін денсаулық сақтау маманымен кеңесу маңызды.\n\nҚолтық аймағындағы ауырсыну әртүрлі себептерге байланысты болуы мүмкін және жастардың бұл аймақта қолайсыздықты сезінуі сирек емес. Қолтықтағы ауырсынудың кейбір ықтимал себептері мыналарды қамтуы мүмкін:\n\nӨсу және даму: 15 жаста сіздің денеңіз айтарлықтай өзгерістерге ұшырайды, әсіресе жыныстық жетілу және сүт бездерінің дамуына қатысты. Бұл кейде кеуде және қолтық аймағында ыңғайсыздықты немесе нәзіктікке әкелуі мүмкін.\n\nГормоналды өзгерістер: Жыныстық жетілу кезіндегі гормоналды ауытқулар сүт безінің нәзіктігіне және сезімталдығына әкелуі мүмкін. Бұл көптеген жас адамдар үшін қалыпты жағдай.\n\nКисталар немесе абсцесстер: сүт безі немесе қолтық аймағында кисталар немесе абсцесстер дамуы мүмкін. Олар кейде ауыруы мүмкін және медициналық көмекті қажет етуі мүмкін.\n\nИнфекция: Қолтық аймағындағы инфекциялар, мысалы, шаш фолликулында немесе пот безінде, ауырсыну, ісіну және нәзіктікке әкелуі мүмкін.\n\nМастит: Емшек сүтімен емізетін адамдарда жиі кездесетініне қарамастан, мастит - ауырсынуды, қызаруды және ісінуді тудыруы мүмкін сүт безі тінінің инфекциясы.\n\nФиброаденомалар немесе басқа да қатерсіз өсінділер: бұл сүт безі тінінде пайда болуы мүмкін және кейде ыңғайсыздықты тудыруы мүмкін ісік емес түйіршіктер.\n\nГалакторея: бұл адам жүкті немесе емізу кезінде сүт безінен сүт ағуы болатын жағдай. Бұл гормоналды теңгерімсіздіктен немесе белгілі бір дәрі-дәрмектерден туындауы мүмкін.\n\nӨткен жылы кеудеңізден сары сұйықтық шыққанын айтқаныңызды ескере отырып, мүмкіндігінше тезірек денсаулық сақтау маманымен кеңесу маңызды. Олар қажет болған жағдайда дұрыс бағалауды, диагнозды және емдеу жоспарын ұсына алады. Олар физикалық тексеру жүргізе алады, мүмкін кейбір сынақтарға тапсырыс бере алады және сіздің белгілеріңізге не себеп болуы мүмкін екенін жақсы түсіну үшін медициналық тарихыңыз туралы сұрай алады.\n\nЕсіңізде болсын, тек білікті медициналық провайдер сіздің жағдайыңызды мұқият бағалау негізінде жекелендірілген медициналық кеңес ұсына алады.",
                "date": "2.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам және заң тақырыбында үстеу қатыстырып 10 сөйлем жазу?",
        "question_content": "Адам және заң тақырыбында үстеу қатыстырып 10 сөйлем жазу?",
        "question_date": "14.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тәуелсіздік бізге оңай келмеді. Тәуелсіздік туралы өлең толық нұсқасы керек?",
        "question_content": "Тәуелсіздік бізге оңай келмеді,\nЖұртым менің не қиындық көрмеді?!\nЖылап тұрып Аналарым бұл жолда,\nСан перзентін қара жерге жерледі.\nТәуелсіздік бізге оңай келмеді,\nАсау аттай өз тізгінін бермеді.\nҚазағымның алтын басын иілтіп,\nТалай дұшпан төрімізге өрледі.\nӨлеңнің толық нұсқасы керек?",
        "question_date": "14.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "маған осы өлнң толық керек",
                "date": "6.12.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еркін тақырыптағы шығарма деген не?",
        "question_content": "Тақырыптық жəне еркін тақырыптық шығарма деген не?",
        "question_date": "14.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалаған тақырыбыңа шығарма жазасың.Алайда жоспар құрмайсың",
                "date": "14.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махаббат жыры әнінің минусын тауып берсеңіздер.",
        "question_content": "Алия Абикенова мен Канат Умбетовтын махаббат жыры анинин минусовкасын т",
        "question_date": "14.11.2016",
        "question_tag": "Қазақша ән",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанат Үмбетов & Әлия Әбікен Махаббат жырым.",
                "date": "4.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 11 сынып оқимын Ұл баламын қандай мамандық тандасам болады?",
        "question_content": "Мен 11 сынып оқимын Ұл баламын Маңғыстауда тұрамын! Сіздерден сұрайын дегенім Физика пәні бойынша қандай мамандық тандасам болады?Қазіргі кезге қандай мамандықтар жетіспейді? Қандай университетке түссем болады қаражаты қолжетімді?!",
        "question_date": "14.11.2016",
        "question_tag": "Мектеп",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Озіңе қандай мамандық унайды. Қандай жұмыс қолдан келеді жұмыс істегенде рахаттанатын мамандық таңда.",
                "date": "15.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған қазақ тілінен Сан есімнің 5 мүшенің орнын атқаратын 5 сөйлем көшірсін деді",
        "question_content": "Сәліметсіздерме!\n\nМаған қазақ тілінен өзіне ұнайтын әңгімеден\n\nСан есімнің 5 мүшенің орнын атқаратын 5 сөйлем көшірсін деді \n\nОсы тапсырмамен көмектесесіз бе өтінемін және қай әңгіме екенің жазып жібересіз бе",
        "question_date": "14.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 172,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қайсарлық туралы шығарма жазу керек?",
        "question_content": "Қайсарлық тақырыбында шығарма жазу керек?",
        "question_date": "13.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    }
]