[
    {
        "question_title": "Инвалидтерді жұмыспен қамту",
        "question_content": "Саламатсызба. Мен Инвалидтерді жұмыспен қамту барма, жоқпа Шымкент қаласында. Менің інім 3 топтағы мүгедек болып есептеледі.(глухо-немой). Құлағы естімейді. Өзі Шымкент қаласында \"дизайн мен тігін \" мамандағын грантқа бітірген. Сол жұмыс таппай жүр. Мугедектерді жұмыспен қамту барма",
        "question_date": "11.10.2017",
        "question_tag": "Мамандық",
        "question_views": 353,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Жаһандану заманындағы жастар арасындағы білім бəсекелесі",
        "question_content": "Жаһандану заманындағы білім бəсекеле",
        "question_date": "11.10.2017",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жер учаскесі әйелмнің атында, соны өз атыма қалай құжаттастыруға болады?????",
        "question_content": "Жер учаскесі әйелмнің атында, соны өз атыма қалай құжаттастыруға болады?????\n\nӘйеліммен ажырастым жер учаскесі әйелімнің атында соны өз атыма құжаттастырғым келеді, негізі жер учаскісі бұрын менің атымда болды, мен жұмыста болған соң әйелімнің атына құжаттастырдым.Енді әйеліммен бір себептермен ажырастым, енді әйелім жер учаскесін өзім сатамын өз атымда дейді. Екіге бөлісуге келіспей отыр.",
        "question_date": "11.10.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толық ақпаратты халыққа қызмет к",
                "date": "11.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі сөздерді ауыспалы мағынада қолданып, бірнеше сөз тіркесін құрау керек?",
        "question_content": "Комектесинизши\n\nАнтоним,аузыекі тіл, цитата, диалект, екпін, лексика, неологизм, синоним тілдік жағдай, фразеологизм, эвфемизм\n\nсөздері шешендік сөзге қандай қатысы бар екенін түсіндіру.\n\nЕкінші жаттығу\nТөмендегі сөздерді ауыспалы мағынада қолданып, бірнеше Сөз тіркесін құрау\n\nБиік, терең, айлалы, шолақ, есті, кәрі, жас, шебер, олақ, жылы, құнарлы",
        "question_date": "10.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарт -Қəрі. Айлалы - қу . Олақ - икемсіз  . Шебер - маман . Биік -ұзын",
                "date": "1.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біржан мен Сара айтысының құрылымын жазып бересіздер ме?",
        "question_content": "Біржан мен Сара айтысының құрылымын жазып бересіздер ме?\n\nЯғни, шығарманың құрылымы, оқиғаның байланысы, оқиғаның шиеленісуі , оқиғаның шарықтау шегі мен шешімі. Өтінемін, ертеңге дейін керек еді. Ешқай жерден таппадым.",
        "question_date": "10.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 43800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басталуы: Біржанның Сара ауылына келіп, оны айтысқа шақыруы\nБайланысы: Сараның жігерленуі\nШиеленісуі: Ақындар арасында өзара сөз таласудың басталуы\nШарықтау шегі: Сараның сөзден кідіріп қалып, жеңілуі және оны өзінің мойындауы\nШешімі: Сараның талантына тәнті болып, өміріндегі әділетсіздікке наразылығын білдірген Біржанның Сараға бас бостандығын алып беруі.",
                "date": "14.10.2017",
                "upvotes": 0
            },
            {
                "text": "Айтыстың басталуы:Айтыскерлердің айтысты бастауы.\n\nАйтыстың дамуы:ақындардың өздерін таныстырып,руларын мақтауы.\n\nАйтыстың шиеленісуі:Жиенқұлды шақыруы\n\nАйтыстың шарықтау шегі:Сараның жеңілуі\n\nАйтыстың шешімі:Сара қыздың әділетсіз өміріне баға беріп,одан бас тартуы туралы Біржанның кеңесі.",
                "date": "28.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қамар сұлу\" тақырыбында эссе керек?",
        "question_content": "Сұлтан махмұт Торайғыровтың \"Қамар сұлу \" романындағы әйел теңсіздігін талдап жазуга берген. Эссе аргумен дәлелімен керек көмектесесіздер ме ?",
        "question_date": "10.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "XX ғ. басындагы қазақтың іріп-шіріген билеуші табының өскен, тәрбие алған ортасы, ескілікке қарсы үн көтерген \"Қамар сұлу\" шығармасы, жастарды асқақ қиял, зор талапқа бастайтын лирикасы - оны қазақ әдебиетіндегі демократтык әдебиеттің ірі өкілі етті. «Қамар Сұлу » романындағы Қамардың бейнесін автор: Жіңішке сымға тартқан әні қандай, Балауыз балбыраған тәні қандай. Ақыл, ой, мінез, көрік түгел келіп, Толықсып толып тұрған сәні қандай? – деп ақын Қамардың «Ойы көркіне сай» қазақ қызын бейнелейді. Ал Қамардың бет-ажар сұлулығын бейнелегенде: Еріткен іші-баурыңды көзі қандай, Бал тамған майда бұлбұл сөзі қандай. Жұп-жұмсақ, бып-биязы ішке кіріп, Жайтаңдап жан күйдірген кезі қандай! Күлгенде көзіңді алып кірсіз тісі, Қайнамас оны көріп кімнің іші? Алмас қылыш жүзіндей аударылған, Сүйгізіп көлеңкесін әрбір ісі. Нұрлы жүз жан-жағына сәуле шашып, Бойының мінсіздігі оның асып. Өзгеден сып-сыпайы һәм сүйкімді, Ең арты жүрсе-дағы аяқ басып. Осылайша автор қазақ қызына тән барлық қасиеттерді жырлайды. Қамардың бойына барлық қазақ қыздарының түрлі қасиеттерін біріктіреді. Қамардың бейнесін ашқанда жоғарыдағы асты сызылған күрделі эпиеттерді қолданған. Қамар мен Ахмет Ахметтің Қамарға бірінші жазған хатында: ...Амалсыз арды түйіп қалам алдым, Кеткен соң ғашық оты бойымды алып... ...Шығаршы жүректегі шын сырыңды, Жаутаңдап екі көзді мөлдіретпей. деген өлең жолдарында С.Торайғыров Ахметтің жан-күйін сипаттағанда ғашық оты; шын сыр; жаутаңдаған көз сияқты эпитеттер қолданған. Талпынып, қол сермедім ұшқан құсқа, Болса да жетер ме деп қолым қысқа Негізінен «Қамар сұлу» романынды қазақ салт-дәстүрлері сынға алынған. Ең көрнекті көрсетілген мәселесі қазақ қыздарының қалымға сатылуы, қыз-әйел баласының өмірде алатын орны болып табылады. Ал жоғарыдағы келтірілген шумақта кедей Ахметтің байдың қызы Қамарға «қолы қысқа болса да, ұшқан құсқа қол сермеуі» деп мәселенің түп-төркінің дөп басқан. Ұшқан құс, қысқа қол эпитеттеттерін қолдана отырып сол кездердегі әлеуметтік –теңсіздік мәселесінің қозғалғанын байқаймыз. Қамардың Ахметтің хатына жазған жауап хаты: Қарасам, сүйгендіктен қарамаймын, Сүйсем де, сол сөзіне жарамаймын. Арыстан айға шауып мертігіпті, Секірме, қолың жетпес көктегі аймын. Сен шыда, күйіп тұрсың, бір-ақ отқа, Болсаң да қандай қызу жалын шоқта. Аузың айтып, ар жағың біліп тұр ғой Екі оттың арасында тұрғам жоқ па?! Деп Қамар Ахметке қатал да, ойлы хат жібереді. Мұндай хаттың жолдауының себебі «Аш бала мен тоқ бала ойнамайды» дегендей. Және Ахметтің кедей отбасынан шыққаның ескерсек онда Қамардың данышпандығына сүйсінуге болады. Бұны өлең жолының бірінші шумағынан байқауға болады.Ол өзінің махаббатын болашақта Ахметтің амандығына қияды десе де болады. Бұл хатты алған Ахметтің толғанып Қамарға жазған екінші хаты: Ол рас менен гөрі малың тәуір... Не шара, айтқан сөзім ем болмаса, Сұңқар мен сұқсыр үйрек тең болмаса Сен үшін мұнша қапа болмас та едім: Алды-артым бәрі қысқа кем болмаса. Өз жағдайын осылай бағалайды, бірақ өзінің шың махаббатынан қол үзбейді. Екеу арасындағы сезімдерін ашқан ақ хаттар осылай өтіп жатады. Бірақ «Жазмыштан озмыш жоқ» дейді ғой қазақ , бірін-бірі сүйген жандардың тағдырына бірге болу жазбаған. Жол айрықта екі жаққа айырылғанмен махаббатары еш өшпейді. Қамарға жорға Нұрым деген бір шал көз салып, оны: Ататай, болдым ғашық мұрыныңа, Көк бурыл иектегі құрымыңа. Кірпідей аяқ-қолы жиырылған, Қосылар күн болар ма тұлыбыма? Қамар сарказммен осылай суреттейді. Бұны сатиралық түрдегі мысқыл да секілді.Бірақ бұл өмірдің қайда апарарын білмейсін ғой. Солай да Қамарды он бепс жасында жорға Нұрымға тұрмысқа шығарады.Кейін Қамар қатты ауыруға шалдығып, күннен-күнге халі нашарлайды. Жорға Нұрым өзінің надандығынан әртүрлі сөзі майлы бақсыларға сеніп, Қамардың жағдайын одан бетер ауырлатады. Қамардың қалған соңғы күндерінде Ахмет Қамарға келеді. Сонда Қамардың айтқаны: Қазақта қыз туған жоқ менен артық, Құлпырдым он бескеше бағым артып, Майысып пісіп тұрған дер кезімде, Малды шал анталады иттей тартып. Ғибрат ал мен сорлыдан, қазақ қызы! Түйрейтін мал менен шал-саған бізі. Оңбайды бұл әдетпен қазақ халқы, Бол себеп ақырында қалмасқа ізі. Естіп жанында тұрған Ахмет естіген сайын өнбойы шымырлап, үзіліп кете жаздағандай болып, егіліп жылап отырып мынаны айтады: Сені кім отқа салған шырылдатып, Қойыпты тамағыңды қырылдатып. Құтырған көк төбеттей арс-ұрс етіп, Бақсыны кім әкелген ырылдатып. Келіп ем көзі барда көрейін деп, Көрген соң, күйігіңнен өлейін деп. Шыдамай бұл қорлыққа мен отырмын, Өзімді сенен бұрын көмейін деп Ахмет бұл әділетсіздік өмір күресіне қате жол таңдап, жорға Нұрымға қол салады. -Қарағым Қамар, міне сенің үшін жаным, қасықтай қаным, қош!-деп Ахмет соңғы сөзін айтады. Бұл өмір шындығы. Қазақ тарихының ұйқыдағы қазағымның ұзын да ұзақ қаралы жолы.",
                "date": "30.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Си++ тилинде есеп шыгарып бериниздерши?",
        "question_content": "1,2 ,3 есепти шыгарып бериниздерши",
        "question_date": "10.10.2017",
        "question_tag": "Информатика",
        "question_views": 392,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қаратпа қыстырма сөздер мен сан есімдер диалогы",
        "question_content": "Қаратпа қыстырма сөздер мен сан есімдер арасындағы диалог",
        "question_date": "10.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білмей өзімде өте күрделі тапсырма",
                "date": "9.10.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз Жібек жырындағы теңеуледі тауып беріңіздерші?",
        "question_content": "Қыз Жібек жырындағы теңеу сөздерді тауып беріңіздерші?",
        "question_date": "10.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қыз Жібек» жыры қазақ халқының сүйіп оқитын көркем шығармасы. Неге десеңіз, ол өзінің көркемдік стилімен оқырманды өзіне  баурап алады. Жырдың сарыны, әуені батырлар жырының желісіндей айтуға ыңғайлы. Тыңдаушысын жалықтырмайды. Бір оқиғадан соң екінші оқиға қара  сөзбен байланысып, түсініктеме беріле жалғасып отырады. Жырда қазақтың салт-дәстүрі, тұрмыс ерекшелігі, сауда-саттықпен айналыса бастаған  кезеңі, орыс отаршылдығымен бірге енген сөздерді кездестіруге болады. Сол сияқты, «Қыз Жібек» жырында  естірту, жоқтау, жұбату, айтыс, жырлай арнау, зарлай арнау, сыңсу т.б. кездеседі. Жырдың өне бойына  зер салып, тоқталғанымызда айшықтау мен троптың түрлері жиі кездесетінін байқауға  болады.\n\nӘсіресе аттың шабысын, батырдың ұрысын суреттегенде «Алпамыс», «Қобыланды батырлар» жырына ұқсайды. «Қыз Жібек» жырының бірнеше нұсқасы барын білеміз. Сол нұсқаларының кез келгені өзіндік жырлану стилімен көзге түседі.\n\nАкадемик, жазушы  М.Әуезов «Қыз Жібек»  жыры туралы,  «қазақтың өткеннен қалған эпостық  мұрасының ішінде, «Қыз Жібек»  жыры асқан көркемдігімен ерекшеленіп,  оқшау танылады. Дастанның мол да алуан түрлі формасы оның күрделі де шебер композициялық құрылысы үйлесе  үндесіп келген» деген.",
                "date": "29.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі немесе одан да көп емханаға тіркелуіме бола ма?",
        "question_content": "Мен екі немесе одан да көп емханаға тіркелуіме бола ма? Заң жүзінде рұқсат етіледі ме?",
        "question_date": "9.10.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Бір емханаға ғана тіркеле аласыз. Алайда, емхананың қызмет көрсету сапасына көңіліңіз толмаса, оны кез келген уақытта ауыстыруға болады.",
                "date": "24.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Жәһід\" сөзінің анықтамасы",
        "question_content": "Бұрынғы замандағы билердің билік қылуыында \"жәһід\" сөзі қолданылады екен.",
        "question_date": "9.10.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жиһад (\nараб.: الجهاد\n— сөзбе-сөз:ықыластану,ұмтылу) —Исламда тиянақты құрылған теологиялық концепцияЖиһад» сөзі араб тілінде белгілі бір нәтижеге, мақсатқа жету үшін яки бір істі істеу үшін бар қажыр-қайратың мен ынта-жігеріңді төгу, тырысу, күресу деген сияқты мағыналарды білдіреді.\n\n«Жиһад» ұғымының аясы өте ауқымды. Бүгінгі таңда теріс бағыттағы ақпарат салдарынан көптеген адамдар жиһадты қару алып соғысу деп біржақты түсінеді. Әрине, мұндай түсінік жиһадтың мағынасын шектейді. Құранда «жиһад» сөзі 35 жерде өткенімен төрт жерде ғана тікелей соғыс мағынасында келген. Құранда соғыс ұғымы «харб», «мухарабә», «мағрака», «қитал» терминдерімен білдірілген. Бірақ, жиһад сөзі соғысты да қамтығандықтан, көпшілік жиһад делінген кезде тікелей соғысты түсінеді.\n\n«Жиһад» – адамның Алла Тағаланы тануына кедергі келтіретін барлық тосқауылдарды жою. Жаратушы мен адамның арасындағы бөгеттерге сауатсыздық, әлеуметтік жағдайдың төмендігі, ерік-ойға, санаға жасалған шектеулер жатады. Ендеше, «Жиһад» деп осы бөгеттерді жою үшін жасалатын барлық іс-шара, күреске айтылмақ.\n\nАлла ризалығы үшін істелген әрбір іс-қарекет «жиһад» саналады. Қандай да болсын қиын жағдайларға қарамастан күн сайын үздіксіз бес уақыт намаз оқу, кейде аптап ми қайнатар ыстықта ораза ұстау, Алла Тағаланы өзге жандарға түсіндіру үшін істелген әрбір іс, қоғамдағы\nкейбір керітартпа келеңсіздіктерді [1] түзету үшін атқарылған үлкенді-кішілі барлық шара исламдағы жиһад ұғымының аясына кіреді.\n\nАры қарай :http://muslim.kz/kk/article/60-jihad-degen-ne.html",
                "date": "9.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Си++ тілінде есеп шығарып беріңіздерші?",
        "question_content": "Тез арада жауабы керек еді",
        "question_date": "9.10.2017",
        "question_tag": "Информатика",
        "question_views": 2100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "9///\n\n#include <iostream>\n\n#include <cmath>\n\nusing namespace std;\n\nint main()\n\n{\n\nfloat x, a;\n\ncout<<\"1-den basqa sandy engiziniz: \";\n\ncin>>x;\n\na=tan(3*x)-((x*x+2*x+1)/fabs(x-1));\n\ncout<<a;\n\nreturn 0;\n\n}\n\n10///\n\n#include <iostream>\n\n#include <cmath>\n\nusing namespace std;\n\nint main()\n\n{\n\nfloat x, s;\n\ncout<<\"San engiziniz: \";\n\ncin>>x;\n\ns=(pow(sin(3*x),3))/(pow(cos(3*x),3));\n\ncout<<s;\n\nreturn 0;\n\n}",
                "date": "9.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мақсатқа жету үшін адам өзіне қандай құндылықтарды өзіне серік етуі керек?",
        "question_content": "мақсатқа жету үшін адам өзіне қандай құндылықтарды серік етуі керек?",
        "question_date": "8.10.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мақсатқа жету үшін бойыңда тəртіп болу керек ең бастысы. Өзіңе талабың қатал болсын!",
                "date": "9.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Безеу туралы,безеуден қалған тесіктерді қалай кетіруге болады?",
        "question_content": "Салем бəріңе!Бетегі безеуден құтыла алмайвқ қойыдым.Оның үстіне одан қалған тесіктерді қалай кетіруге бола",
        "question_date": "8.10.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамдардың көбісі, әсіресе жастар безеуден құтылудың жолдарын іздейді. Сыртқы келбетінде пайда болған безеудің кесірінен өзін қоршаған ортадағы адамдармен араласудан ұялып та жатады.Безеуден тіпті ауыспалы кезде(переходный период) де құтылуға болады. Бұл кеңес көп адамдарға көмектесті және алдағы уақытта да көптеген адамдарға көмегін тигізер деген сенімдемін. Безеуден қалай құтылуға болады?\n1.Сабын мен ыстық су — ең қарапайым тәсіл\n\nТаңертең және кешке сабынды қолдана отыра ыстық сумен жуыну керек. Бұл беттегі және арқадағы безеулерден арылуға 90%-ға көмектеседі\n2.Лимон шырыны.\nБетімізді булап оған лимонның жарты кесегін бетімізге жағып 20 минуттан кейін жуу керек.Бұл әдісті аптасына 2 рет қолданған жөн.\n3.Кофе\nҚайнатып ішкен кофенің қалдығын бетке жағып 10 минуттан соң жуу қажет\n4.Петрушка\nПетрушканың сөлін шығарып күнделікті бетті сүрту керек.Бұл сондай ақ бет терісінің ағаруына да айтарлықтай үлес қосады\n5.Көк шай,түймедақ,жалбыз\n1 ас қасық жалбыз,көк шай жәнеде түймедақты 1 стақан қайнаған суға салып, суығанша күтеміз.Тұнбамен күнделікті бетпен денені жуу немесе сүрту керек.Тұнбаны тоңазытқышта сақтаған жөн!\nЕскерту!: Безеуден арылу жолында шылым,арақ,есірткі т.б зиянды заттардан аулақ болғаныңыз жөн.\n\nhttp://kenester.kz/безеуден-прыщик-құтылуға-арналған-қа/",
                "date": "8.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "IT мамандығы жəне осы туралы мəлімет қажет?",
        "question_content": "Қайырлы күн! Маған IT мамандығы туралы, түрлері жəне сол мамандыққа түсу үшін қандай пəн таңдау керек?\n\nIT мамандығы Қазақстанның қай жерлерінде бар, оқу мерзімі мен ақысы қанша толық мəлімет қажет осы сұрақтарға",
        "question_date": "8.10.2017",
        "question_tag": "Университет, колледж",
        "question_views": 94900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағдарламашы – арнайы математикалық модельдеудің көмегімен компьютерлік бағдарламаларды және алгоритмдерді құрастыратын маман.\n\nБағдарламашыларды салаларға байланысты үшке бөліп қарауға болады. Қолданбалы бағдарламашылар көбіне ойындар, есептеу бағдарламалары, редакторлар мен мессенджерлерді қамтамасыз ететін бағдарламаларды жабдықтаумен айналысады. Олардың саласындағы жұмыстарға тағы да жүйелі видео және аудио бақылаулар орнату, от өшіру жүйелері мен сигнал беру жабдықтарын жатқызуға болады.\n\nЖүйелік бағдарламашылар операциялық жүйелерді, желі платформаларын, интерфейс жабдықтарын, әр түрлі ақпарат орталықтарын жинақтайтын ғаламтор беттерін жасаумен айналысады. Бұл саланың маманын жоғары төлемақыға ие бола алатындар қатарына жатқызамыз. Сонымен қатар, олар бағдарламалық қамту жүйелерін (сервис), есептеуді қаматамасыз ететін блоктарды (процессор, коммуникациялық және перефириялық құрылғылар) да жасайды.\n\nWeb-бағдарламашылар да желімен жұмыс жасайды. Дегенмен, олардың негізгі міндетіне ғаламтормен жұмыс істеу кіреді. Олар сайттардың бағдарламалармен қамтылуын, динамикалық веб-беттерді және дерекқормен жұмыс жасайтын web-интерфейстерді жасаумен айналысады.\n\nМамандықтың ерекшеліктері\nБағдарламашы ғылыми-техникалық және өндірістік есептерді математикалық модельдерді талдау мен алгоритмдік шешімдер арқылы есептеу жұмыстарын атқаратын бағдарламаларды құрастырады. Сондай-ақ, олар автоматты, типтік және стандартты бағдарламаларды және сыртқы алгоритмдік тілдерді жасақтаумен жұмыс істейді.\n\nМамандықтың оң және теріс жақтары\nОң жақтары:\nЖоғары төлемақы;\nМамандықтар арасындағы сұраныс ең көп болатын мамандықтың иесі болу;\nКейде жоғары білім болмай-ақ жұмысқа тұру мүмкіндігі;\nТәжірибені ешбір жұмыс орталығында істемей-ақ алуға болатын мүмкіндіктің болуы;\n\nТеріс жақтары:\nДәріс беру кезінде қатып қалған заңдылықты (консерватизмді) қайталай беру (бағдарламашыға түсінікті болған алгоритмнің студентке түсініксіз бола беруі мүмкін);\nМаман көпке ұнай бермейтін, өз мінезіне сай техникалық қолтаңба қалдыратын болады;\nБіркелкі математикалық алгоритмдермен жұмыс істей бергеннің арқасында күйзеліске ұшырауы;\nЖұмыс орны\nIT-компаниялар мен Web-студияларда;\nҒылыми-зерттеу орталықтарында;\nЖеке бағдарламашыны қажет ететін компанияларда;\n\nМаңызды қасиеттері\nБағдарламашы өте жылдам дамып жатқан технологияларға бейімделе білуі қажет. Сол себептен, өзін-өзі оқыту ең басты касиеттерінің бірі болуы тиіс. Әйтпесе, бірнеше жылдың көлемінде маманның маңызы кетіп, жұмыстан шығып кетуі мүмкін.\nТехникалық құжаттарды оқи алатын дәрежеде ағылшын тілін білу де ең маңызды талаптардың бірі. Аталған маман иелері топпен жұмыс істей алуы керек. Үлкен жобаларда біріге, жұмыла жұмыс жасай алатын мінездің болғаны да артықтық етпейді.\n\nҚайда оқуға болады?\nХалықаралық IT Университеті\nӘл-Фараби атындағы Қазақ Ұлттық Университеті\n\n Л.Гумилев атындағы Еуразия Ұлттық Университеті\nҚ.Сәтбаев атындағы Қазақ Ұлттық Техникалық Университеті\nҚазақ Ұлттық Аграрлық Университеті\nҚазақ Ұлттық Педагогикалық Университеті\nСүлейман Димерел атындағы университеті\nҚМЭжБИ\nҚБТУ\nАлматы Энергетика және Байланыс Университеті\nАлматы Технологиялық Университеті\nҚарағанды Мемлекеттік Техникалық Университеті\nТұрар Рысқұлов атындағы Қазақ Экономикалық Университеті\n\nhttps://massaget.kz/layfstayl/bilim/zharatylystanu/20297/",
                "date": "8.10.2017",
                "upvotes": 1
            },
            {
                "text": "Актау каласында бар\nЕң көп акы жалакысы 700мын тгни кураиды",
                "date": "12.09.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Синтаксистік талдау жасау керек?",
        "question_content": "Адам баласы табиғатында темірдей төзімді, гүлдей нəзік. Қапелімде айтылған бір ауыз сөзбен кісіні ренжіту де, қуанту да онай. Сөз қуаты шексіз. Не бір сөз асылын айтпағанның өзінде, күнделікті қатынаста жүрген этикет сөздердің қолданылуында қаншама қыр-сыр жатыр. Сөйлеу этикетін əдетпен қолданып, мүмкіндігін аша білсек, ізгілікке нұсқап, ізеттілікке бастайтын жақсы жақтарын жетілдіре берсек адамдар арасындағы ынтымақтыққа ұйытқы болады. Жас ұрпақты адамгершілікке баулып, гуманизм рухында тəрбиелеуге септігі тиетіні сөзсіз",
        "question_date": "8.10.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аққу көлін аңсайды, адам туған жерін аңсайды синтаксистік талдау жаса",
                "date": "5.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұхтар Әуезовтің немесе басқа да әдебиет кейіпкерлерінің сипаттамасының суреттелуі керек?",
        "question_content": "Оның сыртқы сипаты туралы жазу керек болып тұр.",
        "question_date": "8.10.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 425,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Осы КИВИ кашолек деген не? Оған қалай тіркеледі? Онымен қалай төлем жасайды?",
        "question_content": "Осы КИВИ кашолек дегенді қалай пайдаланады? Оған қалай тіркеледі? Онымен қалай төлем жасайды? Білетіндер болса егжей-тегжейлі түсіндіріп жіберсе көп рахмет айтар едім.",
        "question_date": "7.10.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазір мобильді байланыс дамыған кезең. Аз дегенде әр қайсымыздың қолымызда бір ұялы телефоннан бар. Ал ол ұялы телефондардың мүмкіндіктері шектеусіз. Олар арқылы желіге шығамыз, суретке түсіреміз, бір-бірімізбен тілдесеміз. Алайда әркімге белгілі мұндай мүмкіндіктерді қолдану біраз қаражат қажет етеді.\nӨздеріңіз түсінгендей бүгінгі жазба мобильді бірліктер туралы болмақ.Яғни оларды толтыру жолдарына тоқталамыз.Қазіргі уақытта бірліктерді толтырудың бірнеше жолдары бар мысалы: карточка, терминал, кассалар, сонымен қатар интернет банк арқылы. Бірақ мен бұлардан сәл өзгешелеу жолын көрсетпекпін.Сонымен қарсалыңыздар Qiwi wallet.\nQiwi wallet – бұл интернет кошелек. Ол арқылы сіз тек бірліктер ғана толтырып қоймай,әр түрлі төлем ақылар жасай аласыз.\nСонымен тіркелу туралы айта кетсем.Ол үшін бізге ресмей түрде тіркелген номер керек(Магазинен не көшеден сатып алғанды негізі жарайда бірақ та смс хабарламаны біраз күту керек болад).Мына сілтемеге өтіп тіркелемізw.qiwi.com/register/form.action.\n1)Өз тел нөмірімізді жазамыз\n2) Суреттегі санмен,әріптерді жазамыз.\n3)Sms хабарламаны күтеміз, оныны енгізіп тіркелуді аяқтаймыз.\n“Егер нөмір еш жерде тіркелмеген болса Sms хабарлама келмеуі мүмкін.Бұндай жағдайда 7-күн күтіп тіркелу процессін қайта жасаймыз”\nТөмендегі Qiwi wallet тің басты беті\n\n\nӘйтеуір кошелекке қол жеткіздік делік, енді ол арқылы қалай төлем жүргізуге тоқталып кетейік.\nОл үшін “Найти” деген жерге өз мобильді провайдерді жазамыз.Мысалы ретінде “Activ“ алалық.\n\n\nАрықарай өтеміз де\n1)Тел нөмірді жазамыз\n2) Төлеу тәсілін KZT таңдаймыз\n3) керекті Сумманы енгізіп төлеуді басамыз\n4)расстауды басып төлем аяқтаймыз\n\n\n\nРасстауды басқан соң бірліктер лезде түседі. Тек Dalacom & Pathword операторларындағыларға біраз шыдамдылық таныту керек.Тағыда айта кететін жай кейбір операторлар 3-4 болу мүмкін Мысалы “Beeline” таңдағанда өздеріңіз байқағандай оның бірнешеуі бар.Мұндай сәтте өз қазахстандық операторларды басқалармен шатастырмау жөн.\n\n\n\nӘр төлеген сайын керекті операторды іздемеу үшін төлем барсында “Таңдалулар” қатарына қосып қоюға болады.Ол үшін төмендегідей істейміз.\n\n\n\nСонымен қалай тіркелуді,қалай төлеуді үйрендік ендігі кезекте өз кошелегімізге ақша салуды үйренейінік.Ол үшін өзіміз үйреніп қалған терминалға көмекке жүгінеміз.\n1)Терминалдың басты беттінде QIWI Wallet( Кошелек) ті таңдаймыз\n2)“Пополнить” ті басамыз\n3)Арықай qiwi дегі нөмірімізді яғни тел нөмірімізді жазамыз ары қарай нұсқау бойынша жалғастырамыз.Ескерту Коммиса кез келген терминалда 2% коммисасыз тек “Евросеть” нүктелерінде ғана толтыруға болады.Толығырақ w.qiwi.ru/fill.action\n\nhttp://aitaber.kz/blog/interuser/4910.html",
                "date": "8.10.2017",
                "upvotes": 0
            },
            {
                "text": "тиркелип терминал мен акша саласын тиркелген номерге",
                "date": "12.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махамбет туралы эссе жазу керек?",
        "question_content": "Махамбет олендериндеги(Менин атым махамбет, Атадан туган аруакты ер\" акыннын ерлиги, байырлыгы",
        "question_date": "7.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 207000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қай халықтың да қадір тұтары - өзінің сөзін сөйлеп, кегін қуар ақыны мен батыры. Екеуі де тек халықтың ғана бойынан табылар сарқылмас жігер мен шабыттың, сана мен сабырдың, тәуекел мен арманның түлегі. Екеуі де жұртын елдікке бастаса, қайсыбір жұмыр басты пенденің болсын өресі жетпес ерен ерлікке, кемел кісілікке бастары хақ. Екеуі де тасқындаған қайраттың ғана емес, ең алдымен, кең толғап, кемсіз пішер кемеңгер ақылдың көрінісі [1,25 б]. Ал, осы екі қас қасиет те бір басына сыйып, бағына біткен қазақ елінің асылы,ақберен ақыны-Махамбет Өтгемісұлы.\nАзаттық үшін алысқан, елі үшін егескен арыстан бабамыз Махамбет Өтемісұлының қазақ әдебиетінде алатын орны ерекше. Рухы биік жырлары ақынның атадан туған аруақты ер екенін дәлелдей түседі. Тарихшы ғалым Тілекқабыл Боранғалиұлы өзінің «Ғасырдан тәбәрік» атты еңбегінде: «Қазақ жырының ой-санасы – Абай, ар-намысы – Махамбет. Абайдың ғибратымен, Махамбеттің жігерімен еңсе тіктеген әлеуетпіз. Бірі-рухани ұстазымыз, бірі-рухты ұранымыз» деп, Махамбеттің өзгеше жан екенін сөз етті.\nЖалынды ақын,намысшыл ержүрек жауынгер өзінің қысқа да жарық отты өмірін жан тəнімен халқына арнап,еркіндік идеясы мен əділеттілікті ұран етіп,найза ұшын,қалам құдыретін шебер ұштастырды. Махамбет көшпелілер өркениетінің осынау жарық дүниемен шарқырап тұрып қоштасқан соңғы үні. Жалына қол тигізбейтін көшпелілердің қыл сағағын тағдыр тұзағы қылқындырған сəтте асау рухы Махамбет болып тұяқ серпігендей. Қазақты ұлт ретінде даралап, тарих сахнасына шығарған көшпелілер мəдениетінің буырқанып келіп жартасты соққан ақжал толқыны Махамбет тəрізді. Егер, Қазақ халқының рухани үрдісін кең аяда тарихи құбылыс ретінде елестетер болсақ, онда Көне Түркі ескерткіштерінен Қорқыт пен Асанқайғыдан бастап, Шалкиіз бен Қазтуған, Ақтамбердіге дейін жалғасып, ақыр аяғында Махамбетке келіп тірелетін жорық жырауларының бір-бірімен ғасырлар ойнауынан сабақтасқан жалынды үнін анық естуге болады. Махамбет – жорық жырауы. Сол Ұлы бабаларының дəстүрін жалғастырған, рухын сөзімен емес ерлік ісімен көрсеткен батыр-жырау. Ауыз əдебиетінің тереңінен сусындаған, өзінің бойына халықтық дəстүрді терең сіңірген Махамбет Өтемісұлы Исатай Тайманұлы бастаған халық көтерілісінде маңызды рөл аткарды, ол өзінің өлеңдері арқылы халықты патша өкіметі мен хандардың езгісіне қарсы күреске шақырды. Махамбеттің өлеңдері бостандық пен əділдікті, халық көсемдерінің батырлығын қалың халық бұқарасына паш ету мақсатында жазылды [2,132 б].\nМахамбет шығармалары - бұқара өмірінің рухани-поэтикалық шежіресі, шаруалар қозғалысының шынайы бейнесі. Ол жыраулық поэзияның көркемдік әлемін байытып, шығармаларында ұлт-азаттық идеяларын көтерді, елдікті сақтап қалуға шақырды. «Мұнар күн» жырында ол ел басына түскен ауыртпалықты ашына айтты. «Ереуіл атқа ер салмай», «Ұлы арман», «Жайықтың бойы көк шалғын», «Атадан туған ардақты ер» жырларында ақын алдағы күндеріне үмітпен, зор сеніммен қарады. «Біртіндеп садақ асынбай», «Арғымақ, сені сақтадым», «Арғымақтың баласы», «Азамат ердің баласы», «Қара нар керек біздің бұл іске», «Еменнің түбі - сары бал», «Жалған дүние», «Еріскедей ер болса», т.б. шығармаларында ұлт-азаттық қозғалыс рухы, ел тағдыры мен арман-мүддесі терең әрі шынайы суреттелген. «Халық қозғалса, хан тұрмайды тағында» дейді ол отты жырларында. Ақын өлеңдерінің басты қаһарманы Исатай батыр. «Исатай деген ағам бар», «Исатай сөзі», «Арғымаққа оқ тиді», «Тарланым», «Соғыс», т.б. өлеңдерінде Исатай батырдың көркем тұлғасы, адамгершілік, қайсарлық, тапқырлық қасиеттері жан-жақты сипатталды. Өз халқын, елін, жерін сүйген нағыз ердің басты мақсаты-ел басына күн түскенде «Ереуіл атқа ер салу, егеулі найза қолға алу...» еді. Бойына туа біткен қайсарлығы арқылы досы Исатаймен біріге отырып, тәуелсіздік туын алғаш көтерді. Елінің азаттығы үшін ақберен ақын қаһармандық қасиеттерін ұрпаққа үлгі етті, өзінің өткір тілді өрен жырларымен оларды күреске үндеді. Күрес-Махамбет поэзиясының негізгі тақырыбы болып табылады. Ол қазақ әдебиетінің ұлы мұхитындағы өзгеше бір сырлы арал. Өзінің «Мұңайма» өлеңінде хан әскерлерінің халыққа көрсеткен қиянатын айта отырып, жасымауға, берік болуға шақырады.\nАқ жұмыртқа сары уыз\nӘлпештеп қолдан өсірген\nТуған ұлдан не пайда-\nҚолына найза алмаса,\nАтаның жолын қумаса,-деп, болашаққа зор үмітпен қарайды. Қолына қару алып, ата жауға қарсы тұратын ұлдарға үміт артады. Ал «Бағаналы терек жарылса» өлеңінен дауылпаз ақынның халық кегін қуатын, теңдікті сұрайтын ұлды армандағанын көреміз:\nХаннан қырық туғанша,\nҚарадан бір ақ тусайшы\nХалықтың кегін қусайшы\nАртымыздан біздердің\nАқырып теңдік сұрарға...\nМіне, Махамбет ақынның осындай рухты, алмастай өткір жырлары халық санасына сахара тұрмысының мәңгілік алауындай шуақ беріп, жігерлендіреді, намысын оятады[3,145 б].\nМахамбет – ғасырдан-ғасырға жалғаса беретін, уақыт өткен сайын қын түбінде жатпас алмас қылыштай жарқырай беретін тұғырлы тұлға. Махамбетті білмейтін қазақ жоқ. Бірақ, бұл оның адами болмысы мен айбалта-жырын көзге елестетіп, тілге оралтумен шектелмейді. Бейбіт заманда өмір сүріп жатырмыз десек те, Махамбеттің жүрегін кескілеген намыс пен күрескерлік бізге қазір де қажет. Өйткені, арын таптатқан, рухын төмендеткен елдің болашағы бұлыңғыр. Əбіш Кекілбаев Махамбет туралы жазған «Шандоз» атты еңбегінде оның «табиғаттан қалаған уақытында табыла бермейтін асылдай аса сирек кездесетін құбылыс» екендігін айта келіп: «Ондай құбылыс тек қазақ түгіл, барша адамзаттың ғұмырында да көп кездесе бермеген. Махамбет - кəдімгі он екі жілік, бір мығым жұмырбасты пенденің ертегідегідей аңызға айналуының, тек ертегіде ғана кездесетін ғажайып ерлердің қайтадан шындыққа айналуының таптырмас бір мысалы», - деп жазған еді [4,96 б]. Ал, Махамбеттің ақындығының ерекшелігі оның ақындығы күрескерлікке ойшылдық жəне философиялық сипат берді, оның үстіне Махамбет - мықты психолог ақын. Ақын өлендерінің негізгі тақырыбы — теңдік пен бостандық, əділдік үшін күрес, қанаушы отаршылдық жүйеге қарсылық болып келеді де əрқашан жігерлі асып-тасып жатқан асқақ рухпен көмкеріледі, оған көне дəстүр бойынша философиялық терең толғамдар, пайымдаулар сабақтасып отырады. Оның өлеңдері көтерілісшілер үшін бір жұтым ауа сияқты қызмет етті.Махамбет өлеңдерінің бір сыпырасы балалар мен үлкендерге бірдей ортақ мұра. Ерлікті дəріптейтін шығармаларды көп.Біз келешек ұрпаққа əрқашан патриоттық күш-қайрат беретін, өздерін жігерлендіре түсіру үшін осындай батыр аталарымыздың болғаның ұмыттырмауымыз керек.Қазіргі таңда біздің патриоттарымыздың еліне деген сүйіспеншілігін арттырып, патриоттық идеяға баулысын десек оларға Махамбет атамыздың өлендерін,шығармаларын бойларына сіңірту керек. Махамбеттің « Ереуіл атқа ер салмай », «Тарланым», «Махамбеттің Баймағамбет сұлтанға айтқан сөзі», « Ерлердің ісі бітер ме?», «Қызғыш құс» деген өлеңдері балалардың ойына қозғау салатын, патриоттық рух беретін, оң мен солын танытатын тəрбиелік күші басым. Ер Махамбеттің өршіл өлеңдері өскелең ұрпақ үшін əке қанымен, ана сүтімен бойға дарыған рух күшіндей əсер етеді. Қазақ əдебиетінің Мұхтар Əуезовтей дарабозының төл шəкірті атанған сөз зергері Зейнолла Қабдоловтың «Махамбет деген ардақты, əрі аяулы есімнің өзі – өмірдегі қасіреттің синонимі, өнердегі қасиеттің символы»,-деп алдаспан жырымен ел рухын оятқан ақын туралы толғануы да сол себептен. Махамбет ақынға арнап жазылған көптеген шығармалар бар: алдымен қазақ поэзиясындағы Ы.Шөрековтің «Исатай-Махамбет» дастаны, Ж.Молдағалиевтің «Кек», Ж.Нəжімеденовтің «Жаңғырық», Ə.Кекілбаевтың «Махамбет», М.Шахановтың «Нарынқұм трагедиясы», Ф.Оңғарсынованың «Алмас қылыш немесе Махамбетпен қалай кездестім», М.Неталиевтің «Арыстан еді-ау Исатай» поэмалары, Қ.Бекқожиннің «Махамбет қабірінің басындағы тебіреніс» атты толғауы. Қазақ əдебиетінің барлық жанрларында арынды ақын, алдаспан жырдың дарабозы əрі батыр, əрі ту ұстаған қолбасшы Махамбет Өтемісұлы туралы шығармалар аз жазылған жоқ. Сонау ақын Ығылман Шөрековтен бастап бүгінгі суреткер қаламгер Зейнолла Қабдоловқа дейінгі қалам ұстаған дарындардың барлығы бұл қасиетті тақырыпқа ат басын бұрмай өте алмаған.Бұл туындылар Махамбеттің күрделі тұлғасын көркемдік тұрғыдан жинақтауда, сол тұстағы қазақ басына түскен бодандық, патшалық Ресей империясының қазақ даласында жүргізген отарлау саясатының қанқұйлы көрінісі, сонымен бірге ел ішіндегі, ағайын арасындағы зұлымдық пен сатқындық үстемдік құрған заман шындығын шынайы жеткізуде жазылған туындылар.Заманымыздың дүлділ компазиторы ұлы Нұрғиса Тілендиевтің Махамбет атты драматизмге толы миниятюралық симфониясында өршіл ақынның текті бейнесі, қайрат жігері, отты поэзиясы асқар шеберлікпен көрсетілген[5,275 б].\nМахамбет аңсаған азаттыққа қол жеткізген халқымыз ушін енді ақын мұрат еткен азат ойдың биігіне ұмтылу, шынайы демократиялық қоғам орнату парызызымыз. Махамбет – ғасырдан-ғасырға жалғаса беретін, уақыт өткен сайын қын түбінде жатпас алмас қылыштай жарқырай беретін тұғырлы тұлға. Махамбетті білмейтін қазақ жоқ. Бірақ, бұл оның адами болмысы мен айбалта-жырын көзге елестетіп, тілге оралтумен шектелмейді. Бейбіт заманда өмір сүріп жатырмыз десек те, Махамбеттің жүрегін кескілеген намыс пен күрескерлік бізге қазір де қажет. Өйткені, арын таптатқан, рухын төмендеткен елдің болашағы бұлыңғыр. Махамбет ұлттық тұлға оның батырлығын ақындығын күйшілігін азаттық жолындағы күрескерлігін болашақ ұрпақтың санасына сіңетіндей етіп дəріптеу керек. Махамбет сияқты батыр да ақын бабаларымызды ешкашан жадымыздан шығармауымыз керек. Біздің болашағымыз үшін күрескен Махамбет атамыздын рухына басымызды иіп, еліміз үшін курескені үшін елімізді одан əрі көркейту керек. Батыр бабаларымыздың аңсаған арманы еліміздің азаттығын алу болған еді,соны жадымыздан шығармай, əрқашан мақтан тұтып, болашақта елімізді көркейту – бізге парыз.",
                "date": "8.10.2017",
                "upvotes": 2
            },
            {
                "text": "Азаттық үшін алысқан, елі үшін егескен арыстан бабамыз Махамбет Өтемісұлының қазақ әдебиетінде алатын орны ерекше. Рухы биік жырлары ақынның атадан туған аруақты ер екенін дәлелдей түседі. Тарихшы ғалым Тілекқабыл Боранғалиұлы өзінің «Ғасырдан тәбәрік» атты еңбегінде: «Қазақ жырының ой-санасы – Абай, ар-намысы – Махамбет. Абайдың ғибратымен, Махамбеттің жігерімен еңсе тіктеген әлеуетпіз. Бірі-рухани ұстазымыз, бірі-рухты ұранымыз» деп, Махамбеттің өзгеше жан екенін сөз етті.\nМахамбет – ғасырдан-ғасырға жалғаса беретін, уақыт өткен сайын қын түбінде жатпас алмас қылыштай жарқырай беретін тұғырлы тұлға. Махамбетті білмейтін қазақ жоқ. Бірақ, бұл оның адами болмысы мен айбалта-жырын көзге елестетіп, тілге оралтумен шектелмейді. Бейбіт заманда өмір сүріп жатырмыз десек те, Махамбеттің жүрегін кескілеген намыс пен күрескерлік бізге қазір де қажет. Өйткені, арын таптатқан, рухын төмендеткен елдің болашағы бұлыңғыр. Əбіш Кекілбаев Махамбет туралы жазған «Шандоз» атты еңбегінде оның «табиғаттан қалаған уақытында табыла бермейтін асылдай аса сирек кездесетін құбылыс» екендігін айта келіп: «Ондай құбылыс тек қазақ түгіл, барша адамзаттың ғұмырында да көп кездесе бермеген. Махамбет - кəдімгі он екі жілік, бір мығым жұмырбасты пенденің ертегідегідей аңызға айналуының, тек ертегіде ғана кездесетін ғажайып ерлердің қайтадан шындыққа айналуының таптырмас бір мысалы», - деп жазған еді . Ал, Махамбеттің ақындығының ерекшелігі оның ақындығы күрескерлікке ойшылдық жəне философиялық сипат берді, оның үстіне Махамбет - мықты психолог ақын. Ақын өлендерінің негізгі тақырыбы — теңдік пен бостандық, əділдік үшін күрес, қанаушы отаршылдық жүйеге қарсылық болып келеді де əрқашан жігерлі асып-тасып жатқан асқақ рухпен көмкеріледі, оған көне дəстүр бойынша философиялық терең толғамдар, пайымдаулар сабақтасып отырады. Оның өлеңдері көтерілісшілер үшін бір жұтым ауа сияқты қызмет етті.Махамбет өлеңдерінің бір сыпырасы балалар мен үлкендерге бірдей ортақ мұра. Ерлікті дəріптейтін шығармаларды көп.Біз келешек ұрпаққа əрқашан патриоттық күш-қайрат беретін, өздерін жігерлендіре түсіру үшін осындай батыр аталарымыздың болғаның ұмыттырмауымыз керек.Қазіргі таңда біздің патриоттарымыздың еліне деген сүйіспеншілігін арттырып, патриоттық идеяға баулысын десек оларға Махамбет атамыздың өлендерін,шығармаларын бойларына сіңірту керек. Махамбеттің « Ереуіл атқа ер салмай », «Тарланым», «Махамбеттің Баймағамбет сұлтанға айтқан сөзі», « Ерлердің ісі бітер ме?», «Қызғыш құс» деген өлеңдері балалардың ойына қозғау салатын, патриоттық рух беретін, оң мен солын танытатын тəрбиелік күші басым. Ер Махамбеттің өршіл өлеңдері өскелең ұрпақ үшін əке қанымен, ана сүтімен бойға дарыған рух күшіндей əсер етеді. Қазақ əдебиетінің Мұхтар Əуезовтей дарабозының төл шəкірті атанған сөз зергері Зейнолла Қабдоловтың «Махамбет деген ардақты, əрі аяулы есімнің өзі – өмірдегі қасіреттің синонимі, өнердегі қасиеттің символы»,-деп алдаспан жырымен ел рухын оятқан ақын туралы толғануы да сол себептен. Махамбет ақынға арнап жазылған көптеген шығармалар бар: алдымен қазақ поэзиясындағы Ы.Шөрековтің «Исатай-Махамбет» дастаны, Ж.Молдағалиевтің «Кек», Ж.Нəжімеденовтің «Жаңғырық», Ə.Кекілбаевтың «Махамбет», М.Шахановтың «Нарынқұм трагедиясы», Ф.Оңғарсынованың «Алмас қылыш немесе Махамбетпен қалай кездестім», М.Неталиевтің «Арыстан еді-ау Исатай» поэмалары, Қ.Бекқожиннің «Махамбет қабірінің басындағы тебіреніс» атты толғауы. Қазақ əдебиетінің барлық жанрларында арынды ақын, алдаспан жырдың дарабозы əрі батыр, əрі ту ұстаған қолбасшы Махамбет Өтемісұлы туралы шығармалар аз жазылған жоқ. Сонау ақын Ығылман Шөрековтен бастап бүгінгі суреткер қаламгер Зейнолла Қабдоловқа дейінгі қалам ұстаған дарындардың барлығы бұл қасиетті тақырыпқа ат басын бұрмай өте алмаған.Бұл туындылар Махамбеттің күрделі тұлғасын көркемдік тұрғыдан жинақтауда, сол тұстағы қазақ басына түскен бодандық, патшалық Ресей империясының қазақ даласында жүргізген отарлау саясатының қанқұйлы көрінісі, сонымен бірге ел ішіндегі, ағайын арасындағы зұлымдық пен сатқындық үстемдік құрған заман шындығын шынайы жеткізуде жазылған туындылар.Заманымыздың дүлділ компазиторы ұлы Нұрғиса Тілендиевтің Махамбет атты драматизмге толы миниятюралық симфониясында өршіл ақынның текті бейнесі, қайрат жігері, отты поэзиясы асқар шеберлікпен көрсетілген.\nМахамбет аңсаған азаттыққа қол жеткізген халқымыз ушін енді ақын мұрат еткен азат ойдың биігіне ұмтылу, шынайы демократиялық қоғам орнату парызызымыз. Махамбет – ғасырдан-ғасырға жалғаса беретін, уақыт өткен сайын қын түбінде жатпас алмас қылыштай жарқырай беретін тұғырлы тұлға. Махамбетті білмейтін қазақ жоқ. Бірақ, бұл оның адами болмысы мен айбалта-жырын көзге елестетіп, тілге оралтумен шектелмейді. Бейбіт заманда өмір сүріп жатырмыз десек те, Махамбеттің жүрегін кескілеген намыс пен күрескерлік бізге қазір де қажет. Өйткені, арын таптатқан, рухын төмендеткен елдің болашағы бұлыңғыр. Махамбет ұлттық тұлға оның батырлығын ақындығын күйшілігін азаттық жолындағы күрескерлігін болашақ ұрпақтың санасына сіңетіндей етіп дəріптеу керек. Махамбет сияқты батыр да ақын бабаларымызды ешкашан жадымыздан шығармауымыз керек. Біздің болашағымыз үшін күрескен Махамбет атамыздын рухына басымызды иіп, еліміз үшін курескені үшін елімізді одан əрі көркейту керек. Батыр бабаларымыздың аңсаған арманы еліміздің азаттығын алу болған еді,соны жадымыздан шығармай, əрқашан мақтан тұтып, болашақта елімізді көркейту – бізге парыз.",
                "date": "5.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Проблемалық сұрақ құрастыру керек?",
        "question_content": "Қазақ тілінен екі проблемалық сұрақ құрастыру керек.",
        "question_date": "6.10.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 31400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "А) Ұлдарға сұрақ:\nҚыздың көркі деп нені түсінесің?\nҚыздарды неге өмірдіңгүлі дейді?\nҚыздарға қандай қылықтар жараспайды?\nСұлу қыздарға арнап мақал айт\nӘ) Қыздарға сұрақ:\nҰлдарға қандай қылық жараспайды?\nҰлдарға арнап мақал айт\n«Атадан жақсы ұл туса,елінің туы болады» дегенді қалай түсінесіңдер?\nҰл бала үшін қасиетті борыш деп нені айтар едің?\nhttps://www.tarbie.kz/8420",
                "date": "8.10.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Емхананы қандай жағдайда ауыстыруға болады және оны қалай жасаймыз?",
        "question_content": "Денсаулық жағдайына байланысты мен басқа емхананы таңдауыма болады ма? Емхананы қандай жағдайда ауыстыруға болады және оны қалай жасаймыз? Өзіміздің үйге жақын емхананы таңдағым келеді?",
        "question_date": "6.10.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұрғылықты жеріңізден көшкенде, оқу орныңыз, жұмыс орныңыз, әскери қызмет өту орныңыз, жаза өту орны өзгергенде, бастапқы медико-санитарлық көмек көрсету ұйымы таратылып не қайта құрылғанда, не болмаса, қазіргі емханадағы қызмет көрсету сапасына көңіліңіз толмаса–емхана ауыстыруға болады.\n\nСондай-ақ, жылына бір рет, Тіркелу науқаны аясында да емхана ауыстыра аласыз.",
                "date": "24.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Адам денесіндегі физикалық құбылыстар?",
        "question_content": "Мен осы жылы конкурсқа қатысатын едім осы тақырыпқа не жазарымда білмей тұрмын көмектесіңіздерші өтінем!",
        "question_date": "6.10.2017",
        "question_tag": "Физика",
        "question_views": 398,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дулат руы ішінде қыз алысу салты",
        "question_content": "Білейін дегенім мен өзім Ботбай ал кызым Шымыр.",
        "question_date": "6.10.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Жеті атаға дейін қыз алысып, ұл беріспеу\". Бар қазаққа таныс дала ЗАҢЫ. Бірақ осы заңды сақтайтындар бар ме екен? Болары болып, бояуы сіңгеннен соң ғана жеті ата дауы өршіп кеткен бір екі мысалдарды естіп жатырмыз. Тіпті бір әулеттің бөлелері бір-бірін сүйіп қалып, шаңырақ көтеріп, қазір таңда дүниеге әкелген 7 баланың барлығы 3 жасқа келмей жатып қайтыс бола берген. Бұл өмірде болған жағдай.",
                "date": "8.10.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақ қашанда тектілікпен қан тазалығына жіті мән берген. Жағдайыңыз дәл менікіндей екен. Еш ойланбай отбасын құра бер бауырым. Дулаттан тараған Ботбай мен Шымырдан кейін бізбен сізге дейін қанша ата бар. Халқымызда жеті атасын білмеген жетесіз деп жатады. Мұның сыры аталас баурлар бір-біріне қыз берісіп, қыз алыспайды дегенге саяды. Ал сенің жеті атаң әлдеқайда ажырап кеткен.",
                "date": "31.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайсқа арнлған ұрандар керек",
        "question_content": "Сайысқа арналған ұрандар керек еді.Топтың аты тапқырлар.Қазақ  тілге  байланысты.Алдын ала рахмет.",
        "question_date": "6.10.2017",
        "question_tag": "Мектеп",
        "question_views": 4100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "google KAPTA EMBI",
                "date": "6.10.2017",
                "upvotes": 0
            },
            {
                "text": "кешіріңіздер қате кетті",
                "date": "6.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "BD диагоналының ұзындығы қандай?",
        "question_content": "ABCD параллелограмының периметрі 10 см, ал ABD үшбұрышының периметрі 8 см. BD диагоналының ұзындығы қандай?",
        "question_date": "5.10.2017",
        "question_tag": "Геометрия",
        "question_views": 8300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "ВД диагоналының мәні 3 см-ге тең",
                "date": "9.10.2017",
                "upvotes": 1
            }
        ]
    }
]