[
    {
        "question_title": "Ноутбук бұзылмауы үшін қандай ережелерді сақтау қажет?",
        "question_content": "Ноутбук бұзылмауы үшін қандай ережелерді сақтау қажет?",
        "question_date": "25.04.2016",
        "question_tag": "Компьютер жөндеу",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең бастысы ноутбукті суық жерден бірден жылы жерге әкелген кезде қосуға болмайды, өйткені жылы жерге келген кезде ішіндегі платадағы микросхемалары терлеп суланады сол кезде коротки замыкание болып күйді. Сосын күннің астында , жаңбырдың астында қалдыруға болмайды. Матрицасын қолмен ұстама!  Кішкентай Балдырғандарға  ұстатпа !",
                "date": "25.04.2016",
                "upvotes": 1
            },
            {
                "text": "Ток көзінде қуат толғаннан кейін ұзақ қалдыруға болмайды және қуат көзіне тек заряд таусылғанда ғана қою керек.\n\nНоутбук қолданған кезде ноутбук желдеткішін жауып қалмау керек. Желдеткіш ноутбуктың төменгі жағында болады.\n\nНоутбукқа шаң кірмеуін қадағалау керек, жиі тазалап отыру керек. Арнайы сүрткішін қолану керек.\n\nАнтивирусты жүйелі орнатып отыру керек.",
                "date": "25.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мемлекеттік ЖОО-ның барлығы тегін білім беретін болса қалай болар еді?",
        "question_content": "Мемлекеттік Жоғарғы Оқу Орындарының барлығы тегін білім беретін болса қалай болар еді?",
        "question_date": "25.04.2016",
        "question_tag": "Университет, колледж",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсы болар еді да, бәрі очный оқып емтихан тапсырып, оқитын еді намысқа тырысып.. Ақша төлейтін жердің бәрі жалған ғой, ақшасын төле де аудиторияға басыңды да сұқпайсың, әр жыл сайын бір рет ақшасын таста да гуляй Вася.4 жылдан соң диплом қолыңда сонда не болды???.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жаңалық ескіліктің қадірін кетіреді ме?",
        "question_content": "Жаңалық ескіліктің қадірін кетіреді ме?",
        "question_date": "25.04.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Керісінше бұрынғысы жақсы еді деп отырады.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамда болатын құлдырау кезеңінен қалай шығуға болады?",
        "question_content": "Кейде болады ғой, ештеңе жасай алмай қалатын, ештеңеге зауқың соқпайтын, өзіңе көңілің толмайтын кезең. Осы кезде не істеу керек?",
        "question_date": "25.04.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 678,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ондай кезде Таңертең ерте тұр, аяққа кросовка, үстіңе ветровка, құлаққа шетелдік түсініксіз рок музыка, (қазақша ән тыңдама өшіп қаласың, ауыр болады) стадионда 5-6 круг айналып жүгіресің.Бірінші өзіңді қинамай жайырақ жүгір, сосын денең қызған кезде қаттырақ жүгіресің.Тер шығу керек, сосын үйге кел да салқын сумен шомылып, TASSAY суынан 200 грам тартып жібересің. Болды!  Ары қарай күнделікті тіршілігіңмен айналыса бер, кешке дейін энергияң тасып, шаршамай көңілді жүресің.  Солай!  Біраз күннен соң маған рахмет айтасың.",
                "date": "25.04.2016",
                "upvotes": 1
            },
            {
                "text": "Иә, әсіресе таңертең ерте жаттыққан бір тәуліктік энергия береді.\n\nАл енді оған да зауқың соқпаса немесе жаттыға қоятын уақыт әлі ұзағырақ болса, онда не үшін көңіліңіз толмай, зауқыңыз болмай қалған себепті іздеп көріңіз. Болған жағдайды еске алып тыныш жерде, өзіңізге сауалдар қойып оған өзіңіз жауап беріңіз және \"Мен неге осыған бола өз көңілімді түсіруім керек?\", \"Мен бұдан да жақсырақ нәтижеге қол жеткізуге лайықпын!\", \"Ол солай болуы керектін, бірақ мен үшін ол өткел ғана!\" деген сияқты ынталандыру сөздерімен өзіңізді жігерлендіріңіз!",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы ең қауіпті Трансұлттық корпорация қандай деп ойлайсыз?",
        "question_content": "Қазақстандағы ең қауіпті Трансұлттық корпорация қандай деп ойлайсыз?",
        "question_date": "25.04.2016",
        "question_tag": "Қоғам",
        "question_views": 909,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өте қазаққа төнген қауіп деп ойлаймын. Аты да жаман екен.",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арандатушылыққа жол бермейік Сұрақ-Жауап сайтының қолданушылары!",
        "question_content": "Жер мәселесі, Атыраудағы заңды түрде, әрі тыныш аяқталған шеру туралы естіген боларсыңздар!\n\nЕнді алдағы күндері фейк қолданушы(жалған), трольдардың білек сыбанып жұмысқа кірісетін күндері. Қолданушыларға жалған ақпарат таратып, елді дүрліктіріп, дизинформация таратуға, сіздің эмоцияңызбен ойнауға тырысады.\n\nҚарапайым мысал: Бүгін Ақтөбеде де көтеріліс болды. Ақтөбеліктер алаңға шықты деп Ақтөбе ФК-ның жанкүйерлерінің футбол ойынан кейінгі видеосын салды. Оны біздің көптеген қолданушыларымыз, бөлісіп, шынымен шықты деп ойлап жатыр. Жалған ақпарат беру арқылы сіздерді рұқсатсыз шеруге шығуға үгіттеп жатыр. Ол дұрыс емес.\nРұқсатсыз шеру заңмен қудаланып, нәтижесінде қарапайым халық зардап шегетіні анық. Белгілі бір топтардың көздеп отырған мақсаты да осы болуы мүмкін.\n\nЕстеріңізде болсын:\n1) Кеше ғана тіркелген аккаунтқа сенбеңіз;\n2) Фейсбукта 50-70 досы ғана бар болатын адамның жазбасына да, пікіріне де мән бермеңіз;\n3) Адамның аты-жөнін көшіріп алып Google арқылы іздеп көріңіз. Ол қолданушы басқа әлеуметтік желілерде бар ма екен. Егер ол адам туралы ақпарат жоқ болса, міндетті түрде ол аккаунт - ФЕЙК!\n4) Тіркелгеніне 1 жыл да толмаған, фейсбук парақшасында 1-2 ғана суреті бар болса ол да фейк қолданушы болу ықтималдығы жоғары;\n5) Қандай да болмасын сурет, ақпарат, видеоны Google арқылы тексеріп алмай, бөліспеуіңізді сұраймын.",
        "question_date": "24.04.2016",
        "question_tag": "Қоғам",
        "question_views": 387,
        "question_upvotes": 5,
        "answers": []
    },
    {
        "question_title": "Лекотека туралы мәлімет",
        "question_content": "Лекотека туралы мәлімет тауып беріңіздерші.",
        "question_date": "24.04.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://vlekoteke.ru/about осы сілтемеден мәлімет ала аласыз, тек орыс тілінде",
                "date": "25.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Компьютерге Altel 4G қалай қосамыз?",
        "question_content": "Компьютерге қалай қосамын Алтелді шықпай тур Сетевой подключение деген жерде",
        "question_date": "24.04.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "осы жерге басса шыгу керек. Ал шыкпаса Юсб шнур керек, модемга тыгып интернетке кируге болады) озим солай икремин",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Intel i3 деген секілді процессорлардың қайсысы жақсы видеомонтаж бағдарламалары үшін?",
        "question_content": "Intel i3 деген секілді процессорлардың қайсысы жақсы видеомонтаж бағдарламалары үшін?",
        "question_date": "24.04.2016",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге Intel i3 қажеті жоқ, себебі ол процессордың күші видеомантажқа әлсіз, Сізге ryzen 5 2600 процессоры керек. Осы процессор сізге керегі, Егер сізге AMD дан есем Intel-ден керек болса Intel I5 н/е Intel I7 керек. Бірақ ол процессордың бағалары қымбат",
                "date": "13.02.2019",
                "upvotes": 0
            },
            {
                "text": "Intel i3 процессоры жақсы болады,оперативный памятьын көбейтіп қойсаң,  бірақ мүмкіндігің болса әрине Intel i7 жақсы ғой.",
                "date": "24.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "40 г Н2 SO4 Na- мен әрекеттескенде неше литр(қ.ж) Н түзіледі?",
        "question_content": "40 г Н2 SO4 Na- мен әрекеттескенде неше литр(қ.ж) Н түзіледі?",
        "question_date": "24.04.2016",
        "question_tag": "Мектеп",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Na+H2SO4=Na2SO4+H2\n\n2Na=H2\n\nm(2Na)=2*23=46\n\nm(Na)=40\n\nV(H2)=22.4*40/46=19.48",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "200г 20% тік Натрий гидроксидінің массалық үлесін тап",
        "question_content": "200г 20% тік Натрий гидроксидінің массалық үлесін тап",
        "question_date": "24.04.2016",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрамында көміртек 83,3 сутек 16,7% бар заттың молекулалық формуласын тап..",
        "question_content": "Құрамында көміртек 83,3 сутек 16,7% бар заттың молекулалық формуласын тап..",
        "question_date": "24.04.2016",
        "question_tag": "Мектеп",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "16.7*12/83.3=2.406\n\n5*2.406=12\n\nC5H12",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі сабағы тест",
        "question_content": "1. Орфоэпия нормасына сай жазылмаған сөз қайсы:\n\nА)  жарыйалану\n\nВ) жарыйды\n\nС) қайбір\n\nД) жүктөу\n\n2. Диалект сөзді тап:\n\nА) шапан\n\nВ) уәзір\nС) леген\n\nД) логика\n\n3. Қате жазылған есімдікті тап:\n\nА) әрқашан\n\nВ) әлдебіреу\n\nС) бірнәрсе\n\nД) әркім\n\n4. Тұрақты сөз тіркесін тап:\n\nА) Көп түкірсе - көл\nВ) қара көк\nС) қырық пышақ\nД) көркем ой\n\n5. Жанаса байланысқан сөз тіркесі:\n\nА) ой азығы\nВ) жақсының көмегі\nС) кешке кел\n\nД) өткенді аңсау\n\n6. Дифтонг деген не:\n\nА) дауысты дыбыс\nВ) дыбыс үндестігі\nС) қосымша\nД) қосарлы дыбыс\n\n7. Араб тілінен енген сөз:\n\nА) мұғалім\nВ) дыбыс\nС) Нарынқол\nД) таңба\n\n8. «Қалауын тапса, қар жанар» деген мақал – үлкен философия.\n\nТырнақша не үшін қойылған?\n\nА) диалог\n\nВ) төл сөз\n\nС) объект етіп алынған сөз\n\nД) объект етіп алынған мақал\n\n9. «Айтқам, айтқым кеп, айтқасын» сөздері қай стильде қолданылады?\n\nА) публицистикалық стиль\n\nВ) ауызекі сөйлер стилі\n\nС) көркем әдебиет стилі\n\nД) ресми іс-қағаздар стилі\n\n10. Жақсы кіші ініні ақылы асса, аға тұт,\n\n      Жасы үлкен ағаны жақсы сыйлап, жаға тұт.\n\nСөйлемдегі сын есімнің құрылымдық түрін анықта:\n\nА) дара\n\nВ) күделі\n\nС) туынды\n\nД) қатыстық",
        "question_date": "24.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1С\n2С\n3С\n4С\n5Д\n6В\n7А\n8Д\n9В\n10В",
                "date": "24.04.2016",
                "upvotes": 1
            },
            {
                "text": "1c 2c 3c 4c 5d 6b 7a 8d 9b 10a",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Түсті жоруға көмек беріп жібересізбе?",
        "question_content": "Түсімде жақында өмірден өткен атаммен шай ішіп отыр екенмін. Осыны қалай жорытады?",
        "question_date": "24.04.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түс-түлкінің боғы. Түске сенуге болмайды!",
                "date": "24.04.2016",
                "upvotes": 0
            },
            {
                "text": "Атаң сенен шай дәметіп жүр екен. Ағайын туыстардыңды, көршілерді шақырып атаңның аруағына  бағышьап құран оқытып, құдайы тамақ беріп жіберуің керек. Ол міндетті түрде жасалуы керек. Сіздер жақта үлкен жөн сілтейтін қариялар жоқ па? Қариялар біледі ғой, солармен ақылдасып алуың керек.Қазақпыз ғой.",
                "date": "24.04.2016",
                "upvotes": 0
            },
            {
                "text": "Түсимде бар шал мены зорламакшы",
                "date": "4.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біржан мен Сара айтысы - ақындар айтысының асқақ үлгісі тақырыбында шығарма керек",
        "question_content": "Біржан мен Сара айтысы - ақындар айтысының асқақ үлгісі тақырыбында шығарма керек",
        "question_date": "24.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзгертіп жазып көріңіз. Біржан мен Сара айтысы – өзінің құрылысы мен мазмұны жағынан болсын, көркемдігі жағынан болсын, қазақтың ақындар айтысының ішіндегі үздігі. Біржан мен Сара айтысы айтыстың екі түрін де (қыз бен жігіт айтысы, ақындар айтысы) толық қамтиды. Бір жағынан, бұл шаршы топта сөз таластырған саңлақ ақын жігіт пен шешен ақын қыздың дарынды айтысы болса, екінші жағынан, ру атынан сөйлейтін екі ақынның да айтысының үлгісі болып саналады. Біржан да, Сара да – көпке мәлім, тарихта белгілі адамдар. Біржан сал Қожағұлұлы бұрынғы Көкшетау облысы, Еңбекшілдер ауданында 1834 жылы туып, сол жерде 1897 жылы қайтыс болған. Біржан жас шағынан әнге, өлеңге әуестенеді. Өнер жолына түскен табиғи талант иесі көп ұзамай-ақ, әнші ақын, сал Біржан деген атаққа ие болады. Ел аралап, ән салып, айтысқа түсіп, ойын көркі, той көркі атанады. Арқаның ардагер әнші-композиторлары Жарылғапберді, Ақан, жаяу Мұса, Балуан Болақ, Естай сияқты өнерпаздар Біржанның әншілік мектебінен шыққан. Біржан көптеген ән шығарды. Оның «Көкшетау», «Жанбота», «Ләйлім шырақ», «Адасқақ», «Жамбас сипар» сияқты әндері – қазақ музыка мәдениетінің алтын қазынасына қосылған үздік туындылар. Біржанның басқалардан ерекшелігі – ол жай ақын ғана емес, сонымен бірге әнші де. Оның даңқы – әуелде әнмен жайылған адам. Бірақ ол – әнді әрі шығарушы, әрі тамаша орындаушылығымен қатар, әніне лайық сөз өрнегін, бояуын таба білген ақын да. Біржан мен Сара айтысындағы асқақ, өр сөздердің түп-тамыры да осы қысқа-қысқа ән мәтіндерінде жатыр. Біржанның Сарамен айтысы – бүкіл халық игілігі, халықтың тамаша сүйсініп тыңдайтын өлеңі болады. Сара Тастамбекқызы бұрынғы Талдықорған облысы, Ақсу ауданында туған. «Тұрмыстан туысымен таяқ жедім» деген Сара жастайынан әкесі қайтыс болып, жоқшылық тақсіретін тартады. Ән мен күй, асқақ жыр өнерлі Сараны ынтықтырып, оны өз биігіне бастайды. Сара талай белгілі ақындармен сөз сайысына түскен, талай жүйріктерге алдырмаған. Біржан мен Сара айтысының тақырыбы – әйел теңдігі. Айтыста феодалдық заманның қатал да ащы шындығы бейнеленген. Қазақ әйелдерінің аянышты, қайғылы халі суреттелген. Қалың мал – қазақ әйелдерін шырмаған ескіліктің мықты торы, айтыста сол қырсықты ескі әдет-ғұрыпқа, салт-санаға наразылық білдіріледі. Біржан Сараның осындай аянышты халіне күйінеді. Ақын қыз сол кездегі әйелдердің ауыр тұрмысын, әйелді тұтқын еткен дін тұзағына да наразылығын білдіреді. Айтыстың негізгі өзегі әйел бостандығы болса да, мұнда айтыстың дәстүрлі әдісі бойынша, өз рубасыларын, би-болыстарын дәріптеу, мадақтау сияқты қайшылықтар да кездеседі. Соның өзінде де Біржан сөздерінде жаңа бағытқа аз да болса талпыну бары байқалады. Халық айтыстары, негізінен, екі ақынның бір-бірінің қай жағынан болсын кемшілігін табуға құрылады. Бұл әдіс Біржан мен Сара айтысында да бар. Біржан Сараны сүріндіру үшін оның күйеуінің нашарлығын тілге тиек етеді. Ақыры, сол Жиенқұлдың айналасынан ұзатпай, Сараны жеңеді. Екеуі де айтыста өздерінің адамгершілік, ақындық сипаттарымен көрінеді. Біржан да, Сара да – үздік өнер иесі. Бір-бірінің бойындағы осы қасиеттерді қапысыз тани біледі. Өлшеусіз талант, әрі әнші екі саңлақтың шешен сөздері – өзінің көркемдік жағынан бүгінге дейін үлгі. Бұл айтыстың сөздері анықтық, тазалық, дәлдік жағынан, көркемдік, сұлулық жағынан да қазақ әдебиетінің төрінен орын алады.\n\nhttp://massaget.kz/okushyilarga/uy_tapsyirmasyi/27236/",
                "date": "24.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Жыр алыбы - Жамбыл",
        "question_content": "Жыр алыбы - Жамбыл тақырыбында шығарама керек",
        "question_date": "24.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жамбыл Жабаев – ұлы ақын, жырау, жыршы. Қазіргі Жамбыл облысы Жамбыл тауының етегінде 1846 ж. 28 ақпанда жапа деген елге қадірлі адамның отбасында дүниеге келген.\nЖасынан өлең-жырға қанып өсіп, Сүйінбай Аронұлы сияқты жыр даңғылынан тәлім-тәрбие алды.Сонымен бірге Жамбыл туысқан қырғыз елінің де сөз өнерін жетік біліп, Тоқтоғұл, Мұраталы, Әлімқұл, Балық, Тыныбек, Қатаған сияқты дүлдүлдермен өнер сайысына түскен. Жүз жыл өмірінің сексен бесін өлең-жырмен өткізген. Жамбылдың шығармашылық өмірі 19-ғасырдың 70-жылдарынан басталған. Бұл – қазақ халқы үшін өте ауыр кезең еді. Осы жылдары ресей империясы бүкіл қазақ елін түгел отарлап алған болатын. Соның салдарынан жерден, малдан айырылған жұрттың тұрмысы жүдеп, күйзеліске ұшырады. Ол аз болғандай, 20-ғасырдың 20-жылдарында ақ пен қызылдың соғысы, кәмпескелеу мен ұжымдастыру сияқты оқиғалар халықтың тағдырына теріс әсерін тигізді, қарапайым адамдардың да, зиялылардың да психологиясын өзгертті. осындай жағдайдың куәгері болған жамбыл шындықты айтып, замана болмысын жасырмай суреттеді, өзінің өкініші мен күйінішін ащы дауыспен жырлады, күйініп те, қиналып та сөйледі. Жамбылды нағыз ақын ретінде байтақ елге танытқан өнері – оның айтыстары. Бұл айтыстарында қыз бен жігіттің қайым айтысы да, түре айтыс та, сүре айтыс та бар. осының қай-қайсысында да жамбыл өзінің нағыз майталман, кестелі сөздің шебері, әрі ұшқыр ойлы, тапқыр шешен екенін көрсетеді.\n1916 жылғы ұлт-азаттық қозғалысына жамбыл ақын белсене қатынасты. патша жарлығына қарсы көтерілген халық бұқарасының қалың ортасында жүрді. өзінің жалынды үндеу жырларын сол қозғалысқа арнап шығарды. Кеңес дәуірі жылдарында жамбыл қоғам өмірі мен ел мүддесін жырлады. Ол байырғы ұлы жыраулардың дәстүрін қайта түлетіп, біздің дәуірімізге жаңа сапада, соны мазмұнмен байытып жеткізді. Мемлекет басшылары мен партия көсемдеріне қарата айтқан жырларында жалпы мемлекеттік мәселелерді көтерді. 2-дүниежүзілік соғыс тұсында бүкіл Кеңес Одағында Жамбылдан дәрежесі, мәртебесі биік ақын болған жоқ. Жамбыл есімінің әлемнің шартарабына танылған тұсы да осы кезең еді. ақын жырлары майдандағы әр ұлттан құралған жауынгерлердің бәрінің де жүрегіне жетіп, жігерін қайрады. 1945 жылдың 22 маусымында жамбыл жүзге қараған шағында алматы қаласында қайтыс болды. Жамбыл – жыршылық өнердің де асқан шебері. оның үздік шығармалары қырықтан астам шет елдер тілдеріне аударылды. ромен роллан, мартин андерсен нексе, катарина сусанна причард сияқты атақты суреткерлер жамбыл поэзиясына өте жоғары баға берді. Жамбыл туралы жүздеген өлең-жырлар жазылды. 20-ғасырдағы халық ақындарына жамбылдың әсері өте зор болды. Бұл қатарда Кенен Әзірбаев, Үмбетәлі Кәрібаев, Нартай Бекежанов, Доскей Әлімбаев, т.б. белгілі суырып-салма ақындар бар. Қазақтың ұлттық мәдениеті мен әдебиетіне сіңірген еңбегі үшін Жамбыл Ленин, Еңбек Қызыл ту, “Құрмет белгісі” ордендерімен марапатталды. 1941 ж. Сталиндік сыйлықтың лауреаты атанды. Жамбылдың есімі Қазақстанның бір облысына, бірнеше ауданға, бірқатар елді мекендерге, мекемелер мен оқу орындарына, өнер ордаларына берілді. Қазақ халқы Жамбылдың 100 жылдық, 125 жылдық, 150 жылдық тойларын халықаралық деңгейде салтанатты түрде атап өтті.",
                "date": "24.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Аққуға қатысты қандай ырымдар бар?",
        "question_content": "Аққуды атуға болмайтынынынан басқа",
        "question_date": "24.04.2016",
        "question_tag": "Жануарлар",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы, сыңарлы құстарды сыңарынан айыруға, бөлектетуге болмайды. Өйткені, олар киелі құс. Оларды ажыратқан жағдайды, бүкіл табиғат ашуланып, шамырқанып, заман ақыр, жер тақыр болады деп есептелген. Тағы, оларды табиғаттың еркесі, көркін ашушы деп бағалайды.",
                "date": "24.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Жануарларсыз цирк\" акциясына көзқарасыңыз қандай?",
        "question_content": "\"Жануарларсыз цирк\" акциясына көзқарасыңыз қандай?",
        "question_date": "24.04.2016",
        "question_tag": "Табиғат",
        "question_views": 640,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер адамдар өздері креативті идеялар ойлап тапса жануарларсыз да қызық етіп жасауға болады. Соңғы жаңалық бойынша:\n\n17 сәуір күні халықаралық цирк күніне орай Ресей мен алыс-жақын шет елдерде де осындай акция өткізілген. Белсенділердің айтуынша, әрине циркте жануарлардың қатысуымен болған нөмірлер күлкі сыйлайды. Бірақ, жасырын камералар мен жүргізілген зерттеулердің нәтижесінде олардың жағдайы мүлде басқаша екендігі анықталған.\n\nБелсенділер астаналық цирк жанында пикетті жалғастыра түсуді жоспарлап отыр. Олар бұл әрекеттері арқылы заң тұрғысынан тыйым салатын құзіретке қол жеткізуді қалайды.\n\n“Өркениетті елдер цирктерде жануарлардың пайдалануына тыйым салып жатыр. Олар бір жапырақ нан үшін велосипедпен жүріп, кедергілерден секіреді. Олар бұл әрекетті жануарларды 95 пайыз ашықтыру арқылы жасайды. Бар өмірі торда өтеді. Зообақтар да сондай қатыгездік жасап отыр. Егер аң көргіңіз келсе қорықтарға барыңыз. Бірақ, оларда торда қамап ұстау бұл адамдық емес”, – дейді ол.\n\nҚазірдің өзінде Ресейдің 50 қаласы осы бастамаға үн қосып жатыр. Одан бөлек Армения, Беларусь, Латвия, Украина, Эстония елдері де қолдау білдіруде.",
                "date": "24.04.2016",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "100 жылдан кейін қазақ келіндері қандай болмақ?",
        "question_content": "100 жылдан кейін қазақ келіндері қандай болмақ?",
        "question_date": "24.04.2016",
        "question_tag": "Жанұя",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Меніңше, 100 жылдан кейін технологияның дамығандығы сонша, келіндер ештеңе жасамайтын, олардың міндеттерін тек роботтар атқаратын күн келеді.",
                "date": "24.04.2016",
                "upvotes": 3
            },
            {
                "text": "Жоғарыда Назерке әпкеміз айтқандай келіндер үйде отырады, ал жұмысты роботтар жасайды. Тіпті ол кезде бүкіл адамға роботтар қызмет ететін шығар?!",
                "date": "24.04.2016",
                "upvotes": 2
            },
            {
                "text": "( Мөңке би көріпкелдің болжамы.)\nМеніңше тура айтылған!\n\nАзарсың, жұртым, азарсың,\nАзарыңның белгісі:\n\nҚұрамалы, қорғанды үйің болады,\nАйнымалы, төкпелі биің болады.\nХалыққа бір тиын пайдасы жоқ\nАй сайын бас қосқан жиын болады.\nІшіне шынтақ айналмайтын\nЕжірей деген ұлың болады.\nАқыл айтсаң ауырып қалатын\nБедірей деген қызың болады.\nАлдыңнан кес-кестеп өтетін\nКекірей деген келінің болады.\nІшкенің сары су болады,\nБерсең итің ішпейді,\nБірақ адам оған құмар болады.\nҚиналғанда шапағаты жоқ жақының болады.\nИт пен мысықтай ырылдасқан,\nЕркек пен қатының болады...\n\n \n\nАзарсың, жұртым, азарсың,\nАзарыңның белгісі:\n\nЖас баладан биің болар,\nЖас балшықтан үйің болар,\nАт жақсысы арбада болар,\nЖігіт жақсысы саудада болар.\n\nКөлдің суы бітіп, табаны қалар,\nАттың жүйрігі кетіп, шабаны қалар.\nЖақсының атағы кетіп, азабы қалар,\nӘулиенің аруағы кетіп, мазары қалар.\nСөздің маңызы кетіп, самалы қалар,\nСөйтіп, ақылы жоқ, санасыздың заманы болар.\n\nЕртеңіне сенбейтін күнің болады.\nБетіңнен алып түсер інің болады.\nАлашұбар тілің болады,\nДүдәмалдау дінің болады.\nӘйелің базаршы болады,\nЕркегің қазаншы болады,\nЖылқы жұлдыз болады,\nҚой құндыз болады.\nКебір - жерге теңеледі,\nӘйел - ерге теңеледі,\nКөл - теңізге теңеледі.\nСиыр - өгізге теңеледі.\nАқырзаман адамы -\nСағынып тамақ жемейді,\nАщыны - ащы демейді,\nТапқанын олжа дейді,\n\"Алһам\" білгенін молда дейді.\nБір-біріне қарыз бермейді,\nШақырмаса, көрші көршіге кірмейді.\nСарылып келіп тосады,\nҚұны жоқ қағазды судай шашады...",
                "date": "24.04.2016",
                "upvotes": 2
            },
            {
                "text": "100 жылдан соң \"әй келін\" деген шақырудың орнына \"әй ене\" деген шақыру қалады!",
                "date": "28.04.2016",
                "upvotes": 0
            },
            {
                "text": "Жарық дүниеге Жаратқанның бұйрығымен қыз ба­ла бо­лып кел­ген жа­ра­ты­лыс иелерінің барлығы бой жетіп, кезі кел­ген­де оң босағадағы ор­нын ақ шымылдықтың ар жағындағы жаңа өмірге ай­ыр­бас­та­уы, со­лай­ша бір үйдің, бір әулеттің келіні бо­луы мүмкін. Бірақ екінің бірі «бүкіл ұлттың келіні» де­ген абы­рой­лы атаққа қол жеткізе бермейді. Басқа ұлттарды айтпағанда, қазақтай келіннің ақ босаға аттаған күнінен бас­тап, аяқ алы­сын сы­нап, қадамы құтты келінді күтетін халық кем­де-кем, тіпті жоқ шығар. Ен­де­ше енелердің пікірін тыңдап көрелік.\n\nФа­ти­ма апа:\n\n— Біз — өз қайғымызды өзіміз бөлісетін са­быр­лы халықпыз. Тіпті, от­ба­сын­да болған кикілжің, жан­жал­ды да көпке жай­май, сыртқа сыр ал­дыр­май­мыз. Іс насырға шапқанда ғана қысыла, қымсына ағайынмен кеңесіп, ақыл сұраймыз. Қазақ әу бас­тан келін де­ген ата­у­ды киелі са­нап, ұрпақ жалғастырушы ретінде мақтаныш санаған. Бірақ бүгінде киелі атқа кір келтіріп жүрген келіндеріміз көбейіп ба­ра­ды. Қазіргі келіндерден ертеректегідей ұзын көйлек киюді, ба­сы­на күні-түні ора­мал бай­ла­у­ды, үлкен-кішіге келіп сәлем беруді көпшілік та­лап ете бермейді. Бірақ жас келіннің шығыс елдеріне тән сәнді, ықшам киінгені артық емес-ау деп ой­лай­мыз. Шолтиған қысқа көйлек киіп, бал­ты­ры мен бөксесі жар­ты­лай жалаңаштанып тұрғанының не­ме­се толық бөксесіне тыр­ти­тып тар шал­бар кигенінің, ша­шы жұлған тауықтай бұрқырап жүргенінің, кірпігі мен көз ай­на­ла­сы қалың бо­я­у­дан сатпақталып тұрғанының мен мұндалап көзге ұрып тұрғанының несі жөн? Қазақ келіндерінің әдепті, ізетті, салмақты, ина­бат­ты болғанын көпшілік қалар еді. Несін жа­сы­ра­мыз, ер­те­ден сақталған, қанға сіңген ата дәстүрлеріміз бірте-бірте көмескіленіп, тіпті кей жер­лер­де ұмытылып ба­ра жатқанын мой­ын­да­у­ы­мыз ке­рек. Мәселен, үлкен кісінің ал­дын кес­пеу, үйге кел­ген қонақты жы­лы қабақпен қарсы алу, үлкендерді сый­лап, олардың ал­дын­да да­у­ыс көтермеу, қонақтардың көзінше ба­ла­ла­рын жекіп, зіркілдеп, ұрып-соқпау, ыдыс-аяқты орын­сыз сал­ды­рат­пау, ата-енесі мен күйеуінің ба­у­ыр­ла­рын сый­лап, оларға құрметпен қарау, ардақтау. Сол ұлттық дәс-түрлерімізді сақтап, олар­ды қолдап, иіліп сәлем беріп тұрған ізетті жас келіндерді кез-дестіргенде жүрегің жы­лып, ризашылық сезім оя­на­ды. Он­дай­да оларға: «Рах­мет, ай­на­лай­ын! Өркенің өссін. Көп жа­са, бақытты бол!» – де­ген тілек ай­тып, көргенді келіннің үйінен көңілің әжептеуір марқайып шығады.\n\nҰлжан апа:\n\n— Мен тоғыз ба­ла­ны өмірге әкелген бақытты ана­мын. Аллаға шүкір, бүгінгі таңда тоғыз келінім, 25 не­ме­рем, 5 шөберем бар. Қазақ келіндері ина­бат­ты, иба­лы, үлкендерді сый­лай­тын, енесі мен ата­сы­на тіке қарамайтын, адамгершілігі мол адам бо­луы ке­рек. Өйткені ол ке­ле­шек ана. Ба­ла іштен бас­тап қандай тәрбие ал­са, сон­дай бо­ла­ды. Жа­рын сый­лап, кез кел­ген жағдайда «са­быр түбі са­ры ал­тын» демекші сабырлықты әрқашан кез кел­ген жер­де сақтау ке­рек. Жалпыайтқандаәйеладам ер азаматтыадамқылатын да сол, итқылатын да сол. Қыздың 40 жа­ны­бар дептеккеайтылмаған. Ұлттығымыздың тұтастығы, иманымыздыңберіктігі, рухымыздыңбиіктігі тал бесігіміздегі телімненбасталатыныдаусыз. Жаһандану дәуіріндежаныізгілікке іңкәр, мінезі көркемболмысынанбиязықазаққызының бет-бейнесіөзгерді. Өйтсе де әрбіршаңырақтың қаттықонағы ғанаемес, ұйытқысыболарқызбаланыңқадір-қасиетінұлықтай білсек, ұлттық дәстүрімізденалыстамағанымыз. Қызбаланықұттықонаққа балайтынымыздың тағы бір сы­ры жат жұрттықекеніндеболсакерек. Басқа ошақтың түтінін түтетіп, босағасынберікұстаудыаманаттайтынаналардың ақылы тын­дай білгендіадастырмасыанық.\n\nCондай-ақ, қазақ қызының ен үлкен бақыты — ана бо­лу де­сек қателеспейміз. Сәлемдегі ең тәтті нәрсе — баланың тілі, ал ең жұмсағы — ананың алақаны. Жарық дүниеге алып кел­ген перзентінің өмірден өз ор­нын та­у­ып, бақытты ғұмыр кешуі — әрбір ананың ақ тілеуі. Даналық пен даралықты егіз ұғым деп ұлықтасақ, бұл екеуі де ананың ақ пейілімен үндесіп жа­тыр. Ананың ақ сүтін ар­да ем­ген қазақтың Абай бастаған біртуар аза­мат­та­ры осыған дәлел болғандай.\n\nТүймеш апа:\n\n— Үйдің жы­луы, тазалығы әйелге бай­ла­ны­с­ты. Қазақ қашан да келінді сынаған. Шаңырақтың табалдырығын оң аяқпен аттаған келіннен пәктікті, тазалықты күтеміз. Қазіргі кейбір жас келіндер өздерін тым еркін ұстайды. Олардың ой­ын­ша, «қазақтың салт-дәстүрі ескіліктің сарқыншағы, қазір басқа за­ман, біреуге біреу тәуелді емес. Сондықтан, әркім өзіне ұнағанын киіп, сыйлағанын ғана сый­лау ке­рек. Егер жаңадан босаға аттаған жас келін дәл осы­лай ой­ла­са – қателескені. Ол оның халқымыздың салт-дәстүрін сыйламағаны, түйсігінің таяздығы, тіпті, қаттырақ қадап айтсақ, көргенсіздігі, ру­ха­ни жұтаңдығы, ұлттық тәрбиесінің жоқтығы.\n\nЕн­де­ше, қыз өсіріп отырған әрбір ата-ана қызын қанша жақсы көрсе де оны тым ер­ке­лет­пей, шолжаңдатпай, өсе ке­ле ол басқа шаңыраққа келін бо­лып түсіп, түтін түтететінін, ана бо­лып, ба­ла-шаға тәрбиелейтінін ескертіп, отырғаны жөн. Қазіргі күндері күйеуіне үстемдік жа­сап, оны туған ата-ана­сы­нан, жақын ту­ыс­та­ры­нан «бездіріп» жіберген келіндер де аз емес. Қазақ дәстүрінде ер ба­ла әке-шешесін құрметтеп, ертең қартайғанда оларға па­на бо­луы ке­рек. Ертеңгі күні өзі де ене бо­ла­ты­нын, сол кез­де «ата­сы­на жасағаны ал­ды­на келетінін» бүгіннен ойлағандары аб­зал. Ал соңғы кез­де қартайған өз әкесі мен ана­сын жалғыз қалдырып, қолына әйелінің шешесі мен әкесін кіргізіп ала­тын ұлдар да кез­де­се бас­та­ды. Бұл де­ген не? Қайда ба­ра­мыз? Біз Еуро­па дәстүрін қабылдап, олар­ды өзі-өзімізге өнеге тұтамыз ба? Ойланайық, ағайын. Біз әлемдік деңгейде аз халықпыз. Сондықтан тілімізден, ділімізден, ата дәстүрімізден ауытқымай, ұлт ретінде сақталып қалғанымыз жөн. Біреулерге әуестену, еліту, басқаларға еру – мәңгүрттікке жетелейді.\n\nҚазақ қызына қырық үйден, қала берді, есіктегі күңнен де тый­ым са­лып отырған. Осының барлығы не үшін? Оны­сын халқымыз «ұл тәрбиелей оты­рып жерді, қыз тәрбиелей оты­рып елді қорғаймыз» деп түсіндіреді. Міне, бір сөзбен-ақ қадап айтқан. Ен­де­ше, қазақта келін бо­лу – тек өз ұрпағының ғана емес, тұтас ұлт ұрпағының жауапкершілігін мойынға жүктеу де­ген сөз.\n\nАв­тор: Гүлсім МҰРЫНОВА.",
                "date": "29.04.2016",
                "upvotes": 1
            },
            {
                "text": "Адамнын жаманы болмайды.дурыстап уйретiп, тарбиелесе санасы бар адам барiн де алып кетедi. Казиргi енелердiн кобici 40-50 жас шамасында.олардын озин калай киiнiп тырнак осирмеу керек екенiн уйрететiн бiр адам керек.",
                "date": "30.04.2016",
                "upvotes": 0
            },
            {
                "text": "Айтудай-ақ айтамыз ау, бірақ өзіміз сол келіндерге ақыл айту, білмегенін үйрету жағы ақсап бара жатқан секілді. Көпшілікке топырақ шашпайын, егде жастағы әйелдердің өзі тар шалдар киіп, шашып қидырып, күні бойы сериал көріп отырады.  Балалары мен немерелерін екінші кезекке қояды. Сондықтан, қадірлі азаматтар барлық нәрсені өзімізден бастайық. Отан-отбасынан басталады.",
                "date": "30.04.2016",
                "upvotes": 0
            },
            {
                "text": "Ұяда не көресің ұшқанда соны ілесің - дегендей, бәрі тәрбиеге байланысты",
                "date": "30.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адамның өзіндік фантазиясын қалыптастыру үшін не істеу керек?",
        "question_content": "Адамның өзіндік фантазиясын қалыптастыру үшін не істеу керек?",
        "question_date": "24.04.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 1100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қиялдауға итермелеу керек. Ой салатын әр түрлі нәрселер айтып, ойландыру керек. Кітап оқу арқылы да адам кейіпкердің орнына өзін қойып , қиялға беріледі. Бірнеше рет осындай ситуацияларға тап болған кезде адамда өзіндік қиял қалыптасады\n\nОған өмірдің өзі үйретеді көбіне.",
                "date": "24.04.2016",
                "upvotes": 4
            }
        ]
    },
    {
        "question_title": "Брекеттің адам денсаулығына зияны",
        "question_content": "Брекеттің адам денсаулығына зияны қандай?",
        "question_date": "24.04.2016",
        "question_tag": "Тазалық",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең үлкен қаупі - ауыз қуысына жарақат алып келуі мүмкін. Оның әсерінен бет ісіп кетуі мүмкін. Ал басқа жағы уақытша болатын қиындықтар: алғашқы күндері болатын тістің ауыруы, тамақтану кезіндегі қиындықтар, дикциядағы қиындықтар, асқыну қаупі, т.б\n\nhttp://fitvid.ru/2014/08/brekety-minusy/ сайтында толық мәлімет берілген",
                "date": "24.04.2016",
                "upvotes": 3
            },
            {
                "text": "Бл* мен салдырганмын.6 ай болды.Баста катты ауырады (2-3 апта).Енди азу тсимнин ети исип кетти((((\n\nБирак тис алгашкы айдан бастап тузеледи.Мен озим исти",
                "date": "6.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кариестен қалай арылуға болады?",
        "question_content": "Кариестен қалай арылуға болады?",
        "question_date": "24.04.2016",
        "question_tag": "Тазалық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кариесті құртудың дәлелденген 5 әдісі\n\n \n\n1.     Тісті тазалау\n\n Кариестің болуының басты себепкері - Streptococcus mutans бактериясы. Ол ауыз қуысында өмір сүреді. Көмірсулардың қалдығын жеумен, тістегі қалдықтарды да кеміріп, өзі байқамай, эмаль мен  тістің денешігін жеп қояды. Оны болдырмау үшін, таңертең астан кейін, кешке ұйықтар алдында жуып отыру керек.\n\n2.     Тісті тазаламау\n\n Парадокс, иә. Халықтың үштен бір бөлігі тісін мүлдем жумайды. Бүгінге дейін тіссіз қалуы керек еді. Бірақ, тағы бір парадокс олардың тісі мықты келеді екен. Бұл жерде екі фактор маңызды: тұқым қуалау, яғни көптеген әулеттің тістері мықты әрі сау келеді. Жануарларда кариес болмайды, тіпті Памир тауларындағы жабайы Гунзу тайпаларының тістері де мықты әрі сау болған.\n\n3.     Тәтті жемеу, газды сусын ішпеу\n\nМанағы айтқан бактериям тәттіні өте қатты жақсы көреді. Сондықтан сіз барлық тәттілерден бас тартуыңыз керек.\n\n4.     Хрен (өсімдік) жеңіз\n\nЖапондық хрен – васаби. Суши жейтіндер жақсы біледі. Жоғарыдағы бактериямен күреуші ретінде де белсенді.\n\n5.Арнайы герметикпен тісті жабу.\n\n Бұл әдіс кеңінен қолданылады.  Тісті арнайы лакпен жабу. Процедураны жылына екі рет жасау керек.",
                "date": "24.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Сулейман Демирел университетте филология факультетке грантка түсу үшiн қанша балл қажет?",
        "question_content": "Сулейман Демирел университетте филология факультетке грантка түсу үшiн қанша балл қажет?",
        "question_date": "23.04.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 653,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "85-96 арасы болуы керек, толыгырак ЕНТ результаттар белгили болганнан кейн шыгады",
                "date": "29.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қытай раушангүлі, қыздың бақытын ұрлайды",
        "question_content": "Үйде өсетін Қытай раушангүлі, қыздың бақытын ұрлайды,- деген рас па?",
        "question_date": "23.04.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл жәй ғана ырым ғой. Мен өз басым ырымға сенбеймін.",
                "date": "23.04.2016",
                "upvotes": 0
            },
            {
                "text": "Рахмет, Сұлтан. Тағы кім біледі екен?",
                "date": "25.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орыс тілінен аудару керек",
        "question_content": "\"Маленький шаг для человека, но гигантский скачок для всего человечества\"",
        "question_date": "23.04.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 957,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Кішкене қадамдар бір адам үшін, алпауыт секіріс бүкіл адамзат үшін жасалады\"",
                "date": "23.04.2016",
                "upvotes": 2
            },
            {
                "text": "\"Кіші қадам  адам үшін, ірі сілкініс бүкіл адамзат үшін\".",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    }
]