[
    {
        "question_title": "Зертханада күкірт қышқылының тығыздығы 1,732 г/л болатын 80 процент ерітіндісі бар.",
        "question_content": "Зертханада күкірт қышқылының тығыздығы 1,732 г/л болатын 80 процент ерітіндісі бар. Аккумуляторы зарядтау үшін тығыздығы 1,143г/л 20 проценттік ерітінді кетеді. 2 л ерітінды дайындау үшін осы ерітінден қанша алу керек?",
        "question_date": "25.08.2018",
        "question_tag": "Химия",
        "question_views": 1400,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Оң қолыма без шықты. Ол неден болуы мүмкін және не істесем болады?",
        "question_content": "Осыдан еки кун бурын колымнан безди байкадым. Ол он колымда еди. Туртип, устап катты ауырмайды. Түйін болып тұр теримнин астында. Осыган не истеуиме болады?",
        "question_date": "25.08.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менин сол колымда болды хирург кесип алды бекер истетиппин тагы шыкты кесилген орны битер битпестен. Енди хирургка барсам бул хирургтын жумысы емес травматолог карау керек суйектин арасынан шыгып турган нарсе деп. Бармадым кестирмедим екинши рет",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1916 жылғы 20 копеек",
        "question_content": "1916   жылғы  20  копеек  бар   .   Сол     ақшаның   қазіргі   құны   қанша .(сатып   алатындар  барма)   қайда қалай    сатуға  болады   .",
        "question_date": "25.08.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Коллекционерлер алуы мүмкін. Интернетке хабарлама жариялап көр (olx т.б.).",
                "date": "26.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ата-анасы ажырасқан жағдайда бала кімге тиесілі",
        "question_content": "Баланың ата-анасы ажырасқан жағдайда, және анасының баланы асырауға жағдайы келмесе, тұратын баспанасы, тұрақты жұмысы болмаса, қарайласатын ата-анасы (әйелдің) қайтыс болып кеткен болса, ж/е бала 6жасқа дейін әкесінің қолында тұрып келген (ерлі-зайыптылар заң бойынша ажыраспай, бөлек тұрған) бұл жағдайда баланы сот әкесінде қалдыруы мүмкін бе және 6жасар баланың пікірін ескере ме?",
        "question_date": "25.08.2018",
        "question_tag": "Заң",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәмелетке толмаған 6 жастағы сәби пікірі толық есепке алынбайды, өйткені оның құқықтық әрекет қабілеттілігі жоқ. Оның үстіне оның пікірі 6 жыл бойы әкесінде болғандықтан анасының пайдасына қарай ауып кетуі екіталай.\n\nСот баланы қамқорлыққа әкесіне беруі әбден мүмкін, өйткені анасында қалдырмауға салмақты аргументтер бар, әрі 6 жыл сәби асырай алған ер адам, тағы да сол уақыт бозбаланы тәрбиелей алатынына ешкім күмәнданбайды.",
                "date": "29.08.2018",
                "upvotes": 1
            },
            {
                "text": "62-бап. Баланың өз пікірін білдіру құқығы\n      Бала отбасында өз мүдделерiн қозғайтын кез келген мәселенi шешу кезiнде өзiнiң пiкiрiн бiлдiруге, сондай-ақ кез келген сот немесе әкiмшiлiк iсін қарау барысында тыңдалуға құқылы. Бұл өз мүдделерiне қайшы келетiн жағдайларды қоспағанда, он жасқа толған баланың пiкiрi міндетті түрде ескерiлуге тиіс. Осы Кодексте көзделген жағдайларда, қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органдар немесе сот он жасқа толған баланың және заңды өкілдердің қатысуымен өзі берген келiсiмiмен ғана шешiм қабылдай алады.\n      Баланың пікірі ата-аналарының немесе баланың тұратын жері бойынша басқа да заңды өкілдердің қатысуымен қабылданған, қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның шешімімен ресімделеді.\n73-бап. Баласынан бөлек тұратын ата-ананың ата-ана құқықтарын жүзеге асыруы\n      1. Баласынан бөлек тұратын ата-ананың баласымен араласуға, оның тәрбиесі мен баланың бiлiм алуы мәселелерiн және бала үшін басқа да маңызды мәселелерді шешуге қатысуға құқығы бар.\n      Егер мұндай араласу баланың тән саулығы мен психикалық денсаулығына, оның адамгершiлiк жағынан дамуына зиян келтiрмесе, баласы өзімен бiрге тұратын ата-ана баланың екiншi ата-анасымен араласуына кедергi жасамауға тиiс.\n      2. Ата-аналары бөлек тұратын кезде баланың тұрғылықты жерi мен заңды мекенжайы ата-аналарының келiсімiмен белгіленеді.\n      Келiсiм болмаған кезде ата-аналардың арасындағы дау баланың мүдделерiн негiзге алып және оның пiкiрiн ескере отырып, ата-аналардың талап етуі бойынша қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның қатысуымен медиация тәртібімен шешіледі немесе оны сот шешедi. Бұл ретте сот баланың ата-аналардың әрқайсысына, аға-iнiлерiне және апа-сiңлiлерiне (қарындастарына) үйiрлiгiн, баланың жасын, ата-аналардың адамгершiлiк және өзге де жеке қасиеттерiн, ата-аналардың әрқайсысы мен баланың арасындағы қарым-қатынастарды, баланың дамуы және тәрбиесі үшiн жағдайлар жасау мүмкiндiгiн (ата-аналар қызметiнiң түрiн, жұмысының режимін, ата-аналардың материалдық және отбасылық жағдайын және басқа да осындай жағдайларды) ескередi.\n      3. Ата-аналар баладан бөлек тұратын ата-ананың ата-ана құқықтарын жүзеге асыру тәртiбi туралы жазбаша нысанда келiсiм жасасуға құқылы.\n      Егер ата-аналар келiсiмге келе алмаса – дауды қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын орган, ал оның шешімімен келіспеген жағдайда – дау осы органның және баланың ата-аналарының қатысуымен медиация тәртібімен шешіледі немесе оны сот шешедi.\n      4. Ата-ана құқықтарын жүзеге асыру тәртібі туралы сот шешiмi орындалмаған жағдайда, кiнәлi ата-ана Қазақстан Республикасының заңдарында көзделген жауаптылықта болады.\n      Сот шешiмi қасақана орындалмаған кезде баласынан бөлек тұратын ата-ананың талап етуi бойынша сот баланың мүдделерiн негiзге алып және баланың пiкiрiн ескере отырып, баланы оған беру туралы шешiм шығара алады.\n      5. Баласынан бөлек тұратын ата-ананың білім беру ұйымдарынан, медициналық және басқа да ұйымдардан өз баласы туралы ақпарат алуға құқығы бар.\n      Ата-ана тарапынан баланың өмiрi мен денсаулығына қатер болған жағдайда ғана ақпарат беруден бас тартылуы мүмкiн. Ақпарат беруден бас тартуға сот тәртiбiмен дау айтылуы мүмкiн.",
                "date": "6.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маникюр үйрететін онлайн курстар бар ма?",
        "question_content": "Маникюр үйрететін онлайн курстар бар ма?",
        "question_date": "24.08.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 659,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "YouTube ашсаңыз ішінде толып тұр. Бірақ, орыс тілінде.....",
                "date": "5.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жыныс мүшені қалай өсіруге болады",
        "question_content": "Ассаляму Алейкум  жыныс мүшемді қалай өсірсем болады ? Операциясыз жолмен или жақсы урологтың номерін беріңіздерші өтініш жасым 25 те , мүшем оянғанда 10 см болады тағы 4 см өсірсем жақсы болар еді\nКөмектесіп жіберіңіздерші",
        "question_date": "24.08.2018",
        "question_tag": "Денсаулық",
        "question_views": 109000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Еркектің жыныс мүшесін өсірудің немесе оны үлкен етіп көрсетудің бірнеше тәсілі бар. Ол қарапайым,  әсері бар және әсері жоқ болып бөлінеді. Толық мына жерден оқыңыз.",
                "date": "25.01.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Күйеуіңіздің мінезі ұнамаса не істер едіңіз?",
        "question_content": "Күйеуіңіздің мінезі іс əрекеті ұнамаса , жарыңызға оны қалай жеткізер едіңіз? Қалай мінезін өзгертуге тырасыз?",
        "question_date": "23.08.2018",
        "question_tag": "Жанұя",
        "question_views": 9500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Janym osy arekEtindi Koisan jaksy bolar edi baldarymyz bizden ulgi alady ademi juruge tyrysaiykwy der edim",
                "date": "27.08.2018",
                "upvotes": 0
            },
            {
                "text": "унамаса койсын тырыспаймында",
                "date": "26.08.2018",
                "upvotes": 1
            },
            {
                "text": "Оны сүйе беруден жалыкпас едім.себебі тандаганым алғашкы ер азаматым.омиримди баскамен елестете алмас едім.отбасын курганымызга6жыл болсада алі ессіз гашыкпын",
                "date": "27.08.2018",
                "upvotes": 1
            },
            {
                "text": "Жолдасым менің тандауым.Ары-карай жақсы көре берер едім.Еркелеп жүріп,жөндейтін едім.",
                "date": "27.08.2018",
                "upvotes": 0
            },
            {
                "text": "мінезі ұнамайтын адамға күйеуге тимес едім. Еркектің мінезін өзі өзгергісі келмесе өзгерту қиын. Болмайтын адамға болысу деген қиын нәрсе. Бірақ тиіп қалған кезде бір екі рет тырысып көру керек. Болмаса уақыт жоғалтудың пайдасы жоқ. Өмір қысқа.",
                "date": "27.08.2018",
                "upvotes": 0
            },
            {
                "text": "Жолдасым менин омиримнин мани кандай минез корсетседе шыдауга тырысам отбасы ұйытқысы болып келеді оны суйеммин",
                "date": "27.08.2018",
                "upvotes": 0
            },
            {
                "text": "Ештеме, 2бопемнин  акеси, озим тандаган ер заматым, калай суйип косылдым, арикарайда суйуди жалгастыра берер едим",
                "date": "27.08.2018",
                "upvotes": 0
            },
            {
                "text": "Жолдасыңды тәрбиелейтін өзіңсің.Сен оған ұнамайтын мінезі мен іс-әрекетін айтсаң.Өзің де біліп тұрсың.Ұнамайды оған.Өзіңе дөрекі сөздер айтуы мүмкін.Ондай әңгімені ол көңілді отырған кезде, әзілмен араластыра айтуыңа болады.Егер әзіліңді орынды қолдана алсаң !",
                "date": "27.08.2018",
                "upvotes": 0
            },
            {
                "text": "Басқа басқа мінезді өзгерту мүмкін емес. Өзгермиді.",
                "date": "27.08.2018",
                "upvotes": 0
            },
            {
                "text": "Тусинбеи тин аламбари тусинбеи ди канша аитсада",
                "date": "27.08.2018",
                "upvotes": 0
            },
            {
                "text": "өзгертуге тырыспас едім өмірдің өзі жағдайға барлығын өзгертеді тек түсіністікпен қарау керек",
                "date": "27.08.2018",
                "upvotes": 0
            },
            {
                "text": "Арине таңдаған күйеуім,балаларымның əкесі.. Жаңа жылдан бері қатты өзгерді. Өтірікті көзіме қарап тұрып айтатын болды, сөзге тартсам, əңгімеден қашып, ұрсысып қалатын болдық. Көп сылтаумен үйден шығып, жай келетін шығарды.сұрасам жауаптан қашады. Не істесем екен?Ақылдарыңызды қоссаңыздар? Көңілім қалып барады. Балалар үшін шыдап келем? Жүрмей көзді жұмып үйлендім,келе бауыр басыпқалдым,,ұнаттым,жақсы көрдім. Қаз сол сезімім суып барады.",
                "date": "27.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтаудың көрікті жерлері",
        "question_content": "ақтауда қандай қыдыратын жерлер бар",
        "question_date": "23.08.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңізге баруға болады.",
                "date": "23.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастау деген балаларға арналған әнгімелер жинағы?",
        "question_content": "Бала кезімде, 90 жылдары Бастау деген балаларға арналған әнгімелер жинағы топтастырылған кітап болатын. Соны қазір қалай табуға болады? Кімнің есінде бар?",
        "question_date": "23.08.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 369,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің есімде бар. Үйде бар ау деймін сол кітап. Қай əңгімені сағындың? ))))",
                "date": "27.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Аяқ астынан н болсам бұл жақтан жұмыстан шығып кетсем",
        "question_content": "Мысалы:Егер мен дипломмен ауылға бағдарламасы бойынша подьемный мен үй алуға ақша алсам,егер мен басқа жаққа басқа ауданға күйеуге шығып кетсем жұмыстан шығуға тура келеді ғой қалай шешуге болады екен?",
        "question_date": "23.08.2018",
        "question_tag": "Банк",
        "question_views": 655,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл мемлекетті заңды түрде \"лақтырып кету\" де атадады) Ештеңе де болмайды.",
                "date": "24.08.2018",
                "upvotes": 1
            },
            {
                "text": "Сонда мүлдем ештене болмауы мүмкін емес ғой қайтару керек пе қалай қайтару керек болады дегендей толық жауап берсеңіз өтініш",
                "date": "24.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз ұзатылғанда апаратын жүгі",
        "question_content": "Ұзатылатын қыз өзімен бірге алып кету керек ең керекті заттары кейімдері қандай айтып жібересіздерме, қандай киім, қандай заттар алу керек, артынан барлық киімдерін алып келгенше қиналып қалмайтындай ең керекті заттарын айтсаныздар",
        "question_date": "22.08.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 824,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұзатылғаннан кейін,қыздың артынша өзінің киімдері еріп келуі керек.\n\nОл жаққа барғанда енеси өзі халат,орамалдарын береді",
                "date": "22.08.2018",
                "upvotes": 0
            },
            {
                "text": "қыз ұзатыларда барлық керек затын алып қояды мысалы орамалын халатын үй тəпішесін, (гигеналық заттарыңыз)",
                "date": "23.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ДНҚ туралы қызық мәлімет білесіз бе?",
        "question_content": "Әр адам өз ДНҚ-сы туралы не білуі керек?",
        "question_date": "22.08.2018",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемдегі барлық адамның ДНҚ-сының 99,9%-ы сәйкес. Бұл - нәсілді кемсітуге қарсы жауап. Әр адамның ДНҚ-cының тек 0.1%-ы оны басқалардан өзгешелендіреді және адам туралы барлық ақпарат осы бөлікте сақталады. Кейде 0.1%-дың өзі ғаламат даралықты аңғартады екен. Мысалы, кей балалар ата-анасына емес, бірнеше ондаған немесе жүздеген жыл бұрын өмір сүрген ата-әжесіне ұқсап кетеді.\nЕгер толығырақ ақпарат алғыңыз келсе, \"Әр адам ДНҚ-сы туралы не білуі керек?\" атты материалымыздан оқи аласыз.",
                "date": "22.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қалтада 9 көк, 5 қызыл және 2 сары шар бар",
        "question_content": "Қалтада 9 көк, 5 қызыл және 2 сары шар бар. Қалтаның ішіне қарамастан 2 қызыл шар шығарылғанда нақты сенімді болуы үшін, қалтадан кем дегенде қанша шар алуы қажет болатынын көрсетіңіз",
        "question_date": "22.08.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 14300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "13 шар алу қажет. Сонда міндетті түрде екі немесе одан да көп қызыл шар болады.",
                "date": "22.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Заттың бағасы алғашқыда 15%-ға қымбаттап, екінші ретте соңғы бағасы 20",
        "question_content": "Заттың бағасы алғашқыда 15%-ға қымбаттап, екінші ретте соңғы бағасы 20%-ға арзандап, 2300 теңге болды. Заттың алғашқы бағасы неше теңге болғанын табыңыз.",
        "question_date": "22.08.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 17600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "x+0,15x-0,20(x+0,15x)=2300\n\nx+0,15x-0,2x-0,03x=2300\n\n0,92x=2300\n\nx=2300:0,92\n\nx=2500",
                "date": "31.08.2018",
                "upvotes": 1
            },
            {
                "text": "Бұйымның бағасы бірінші айда 20%-ке қымбаттады, екінші айда соңғы бағасы 20%-ке арзандады. Бұйымның бағасы неше пайызға, қалай өзгереді.",
                "date": "8.04.2020",
                "upvotes": 0
            },
            {
                "text": "құны 7200 тг тұратын көйлек құны алғашқы 15%-ға қымбаттады. содан кейін 5%-ға арзандады.көйлектің соңғы бағасы қандай болды.\nӨтініш жауабын табуға көмектесіңдерші",
                "date": "30.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "а санының 60%-ының 15%-ы 18-ге тең болса, а санын табыңыз",
        "question_content": "а санының 60%-ының 15%-ы 18-ге тең болса, а санын табыңыз.",
        "question_date": "22.08.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0,60a*0,15=18\n\n0,60a=18:0,15\n\n0,60a=120\n\na=120:0,60\n\na=200",
                "date": "31.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мектептегі оқушылар мен мұғалімдердің жалпы саны 880",
        "question_content": "Мектептегі оқушылар мен мұғалімдердің жалпы саны 880. Олардың 35%-ы ұл балалар. Қыз балалар мен мұғалімдердің жалпы санының 75%-ын қыз балалар құрайды. Мектепте қанша мұғалім болғанын табыңыз.",
        "question_date": "22.08.2018",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәәәәк ....\n\n880*35/100=308\n\n880-308=572\n\n572*75/100=429\n\n308+429=737\n\n880-737=143\n\n308+429+143=880\n\nСонымен,\nҰлдар- 308\n\nҚыздар-429\n\nМұғалімдер-143",
                "date": "29.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір метр матаның алғашқы бағасы 800 теңге",
        "question_content": "Бір метр матаның алғашқы бағасы 800 теңге. Матаның бағасы бірінші рет  10-ға, екінші рет соңғы бағасынан 20 %-ға арзандады. 5 метр мата соңғы  бағамен қанша тұратынын табыңыз",
        "question_date": "22.08.2018",
        "question_tag": "Мектеп",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "800-(800:100х10 )=800-80=720\n\n720-(720:100х20)=720- 144=576\n576*5=2880",
                "date": "22.08.2018",
                "upvotes": 1
            },
            {
                "text": "Дұрыс жауап: 1296тг\n\n600-10%=540\n\n540-20%=432\n\n432×3=1296тг",
                "date": "17.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақта бір-бірінен 6 м қашықтықта 15 алма ағашы қатар орналасқан",
        "question_content": "Бақта бір-бірінен 6 м қашықтықта 15 алма ағашы қатар орналасқан.  Жетінші алма ағашы мен он екінші алма ағашының арасы неше метр екенін анықтаңыз.",
        "question_date": "22.08.2018",
        "question_tag": "Мектеп",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "12-7=5*6=30 метр",
                "date": "22.08.2018",
                "upvotes": 1
            },
            {
                "text": "(15-1)×6=84м\n\n(12-7)×6=30м",
                "date": "8.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бағдаршамда қызыл шам 25 секунд, сары шам 5 секунд және жасыл шам 40 секунд жанады",
        "question_content": "Бағдаршамда қызыл шам 25 секунд, сары шам 5 секунд және жасыл шам 40 секунд жанады. Әсел бағдаршамға келгенде қызыл жанып тұрмау ықтималдығын анықтаңыз",
        "question_date": "22.08.2018",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағдаршамның барлық түсі жану үшін 25+5+40=70 секунд керек\n\nҚызыл жанып тұрмау үшін 5+40=45 секунд керек ықтималдығы 45c : 75c x 100%=64,2857%",
                "date": "22.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жұмысшы өз кезегін әр 5 күн сайын ауыстырып тұрады",
        "question_content": "Жұмысшы өз кезегін әр 5 күн сайын ауыстырып тұрады. Ол 1-ші кезекшілігін жұма күні бастады. Оның 11-ші кезекшілігі аптаның қай күніне сәйкес келеді?",
        "question_date": "22.08.2018",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "егер жұмысқа бес күнде бір рет түсетін болса және бірінші кезекшілігі жұма күні басталса\n\n2  сәрсенбі\n\n3 дүйсенбі\n\n4 жұма\n\n5 сәрсенбі\n\n6 дүйсенбі\n\n7 жұма\n\n8 сәрсенбі\n\n9 дүйсенбі\n\n10 жұма\n\n11 сәрсенбі\n\nАл егер бес күн қатарынан істеп бір күкн демалатын болса\n\n1 жұма\n\n2 сенбі\n3 жексенбі\n\n4 дүйсенбі\n\n5 сейсенбі      сәрсенбі демалады\n\n6 бейсенбі\n\n7 жұма\n\n8 сенбі\n\n9 жексенбі\n\n10 дүйсенбі     сейсенбі демалады\n\n11 сәрсенбі",
                "date": "22.08.2018",
                "upvotes": 1
            },
            {
                "text": "Есептің шартыннан қарасақ  жұмысшы әр 5 күн сайын кезекшілігін ауыстырады. бірінші кезекшілігі жұма күні түскендіктен , келесі кезекшілігін келесі 5-ші күні түседі. (сенбі, жексенбі, дүйсенбі,сейсенбі  демалады .Сәрсенбі күні кезекшілікке шығады) осылай жалғаса берді яғни Төрт күн демалып Бір күн жұмысқа шығады\n3 Дүйсенбі \n4 Сенбі\n5 бейсенбі\n6 Сейсенбі\n7 Жексенбі\n8 Жұма\n9 Сәрсенбі\n10 Дүйсенбі\n11 СЕНбі жауабы",
                "date": "5.08.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Егер х²-10=0 теңдеуінің түбірлері абсцисса осіндегі кесіндінің ұштарындағы",
        "question_content": "Егер х²-10=0 теңдеуінің түбірлері абсцисса осіндегі кесіндінің ұштарындағы нүктелердің мәндері болса, онда осы нүктелердің арасында неше бүтін сан бар екенін табыңыз",
        "question_date": "22.08.2018",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х²-10=0\nх²=10\nx1=-V10\nx2=V10\n{-V10:V10}бүтін сандар -3,-2,-1,0,1,2,3 барлығы 7 дана",
                "date": "22.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "91·92 ·...·98 ·99 көбейтіндісі қандай цифрмен аяқталатынын анықтаңыз",
        "question_content": "91·92 ·...·98 ·99 көбейтіндісі қандай цифрмен аяқталанын анықтаңыз",
        "question_date": "22.08.2018",
        "question_tag": "Мектеп",
        "question_views": 8300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "91*92*93*94*94*95*96=667474778880 ары қарай көбейте берсек соңы 0 мен аяқталады",
                "date": "22.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қуаты таусылған ұялы телефонды сөндірулі күйде қуаттасаң 40 минутта",
        "question_content": "Қуаты таусылған ұялы телефонды сөндірулі күйде қуаттасаң 40 минутта, ал қосулы күйде қуаттасаң 1 сағат 40 минута 100 болады. Сөндірулі күйінде қуатқа қосылған ұялы телефонды жарты сағат  болғанда қоссақ, толық қуат алу үшін тағы неше уақыт қажет?",
        "question_date": "22.08.2018",
        "question_tag": "Мектеп",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "100%/40минут=2,5%/ минутына\n100%/1сағ40мин=100%/100мин=1%/ мин\n0,5саг*2,5%/мин=30мин*2,5%/мин=75%\n100%-75%=25%\n25% : 1%/мин= 25мин\nЖауабы Сөндірулі күйінде қуатқа қосылған ұялы телефонды жарты сағат  болғанда қоссақ, толық қуат алу үшін тағы 25 минут керек",
                "date": "22.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Каникулы в Таиланде\" фильміндегі барлық музыкаларды қайдан табуға болады?",
        "question_content": "Интернеттен таба алмадым. Білетіндерініз болса жіберулеріңізді сұраймын. Каникулы в Таиланде",
        "question_date": "22.08.2018",
        "question_tag": "Ән іздеу",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ғаламтордан таппадым дегеніңізге сенбей тұрмын. Вконтакте желісінен таптым.",
                "date": "29.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ақшаны кім ұстау керек?",
        "question_content": "Отбасында ақшаны кім ұстау керек? Ер ме әлде әйел ме?\nШаңырақ көтеріп, отбасын құрғаннан кейін бәрінің де ортақ болатынын ұмытпаңыз. Сіз енді бұрынғыдай жалғыз емессіз. Демек, тапқан ақшаңызды бұрынғыдай өз білгеніңізше оңды-солды жұмсау енді жоқ. Үй болып, болашаққа бірге ұмтылған соң «сенікі, менікі» деген жоқ. Десе де, «Отбасы бюджеті кімнің қолында болуы керек?» деген сұрақ көптеген жас отбасыларының кездесіп жататын алғашқы мәселелерінің бірі саналады. Ендеше, осы сұрақтың жауабын қарастырып көрейік.",
        "question_date": "20.08.2018",
        "question_tag": "Банк",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нұржол табиғаттың кеңесін 10 минуттан бастап тыңдауға болады. :)\n\n\n\nhttps://surak.baribar.kz/user/amigo",
                "date": "26.08.2018",
                "upvotes": 1
            },
            {
                "text": "Қайсысының IQ көп сол ұстау керек)",
                "date": "21.08.2018",
                "upvotes": 1
            },
            {
                "text": "Қаржылай сауаты бар адам",
                "date": "22.08.2018",
                "upvotes": 1
            }
        ]
    }
]