[
    {
        "question_title": "Қазақстан тарихынан емтихан билеттерінін жауаптары барма? 9-сынып",
        "question_content": "https://surak.baribar.kz/628712/%D2%9B%D0%B0%D0%B7%D0%B0%D2%9B%D1%81%D1%82%D0%B0%D0%BD-%D1%82%D0%B0%D1%80%D0%B8%D1%85%D1%8B%D0%BD%D0%B0%D0%BD-%D0%B5%D0%BC%D1%82%D0%B8%D1%85%D0%B0%D0%BD-%D0%B1%D0%B8%D0%BB%D0%B5%D1%82%D1%82%D0%B5%D1%80%D1%96-9-%D1%81%D1%8B%D0%BD%D1%8B%D0%BF осы билеттер",
        "question_date": "17.04.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірінші дүниежүзілік соғыс 1914 жылғы 19 шілдеде (1 тамызда) басталды. Соғысқа дейінгі тұста Ресейде жаңа өнеркәсіп салалары жедел қарқынмен дамыды. Өнеркәсіп орындары ел экономикасының дамуына үлес қосумен қатар, соғыс қажеттілігіне орай ірі мемлекеттік тапсырмаларды да атқарды. Өнеркәсіп өндірісінің ішінде металлургия өндірісі үлкен жетістіктерге жетті. Әйткенмен, Ресей соғысқа дайындықсыз, әскери-өнеркәсіптік әлеуеті төмен, көлігі нашар дамыған жағдайда кірісті, армия әскери-техникалық жағынан нашар қамтамасыз етілген еді. Соғыс басталған соң жалпы империяда, ішінара Қазақстанда өндіргіш күштердің даму деңгейі бірте-бірте кеми берді. Бірінші дүниежүзілік соғыс Қазақстан экономикасының құлдырауына әкеліп соқты. Ауыл шаруашылығы өлкедегі егіншілік облыстар бойынша  біркелкі дамымады. Ол құнарлы, егіншілік шаруашылығын жетік меңгерген аудандарда жақсы дамыды. Соғыс егін шаруашылығына да елеулі өзгерістер енгізді. Ең алдымен, ауыл шаруашылық  бақша дақылдарының егіс көлемі ұлғайды. Мәселен, Қазақстан бойынша күзгі бидайдың егіс көлемі 1913 жылмен салыстырғанда 1917 жылы 63,5%-ға, жазғы бидай - 8,4%-ға, тары - 22,1%-ға, картоп - 46,3%-ға қысқарды. Ал бақша дақылдарының егіс көлемі 433,8 мың десятинадан 1115,0 мың десятинаға дейін, яғни екі еседен астам көбейді. Өлкенің солтүстік-батыс және батыс облыстары бойынша дәнді дақылдардың өнімділігі 1914 жылдан 1917 жылға дейін әр десятинадан алынатын 38,7 пұттан 29,8 пұтқа дейін төмендеді. Соғыс жылдарындағы өлке егіншілігі жағдайының сипатты ерекшелігі оның жүргізілуі деңгейінің төмендігі болды. Бұл енгізілген ауыспалы егіс жүйесінің болмауынан, жердің және тұқымдық материалдардың өңделу сапасының төмендігінен көрінді. Егіс көлемі мен өнім көлемінің қысқаруының негізгі себебі жұмыс күшінің жетіспеуі болатын. Мәселен, Ақмола облысының Көкшетау уезінен ғана 1915 жылы армияға ауыл шаруашылығымен айналысып келген орыс тілді халықтың 39%-ы шақырылды. Қазақстанның басқа да аймақтарында мұндай көріністер байқалып тұрды. Ер азаматтарды жаппай майданға алу мал шаруашылығының да құлдырауына әкеліп соқты. Оған сан және сапа жағынан үлкен зардап келтірді. Ұсақ мал көбірек, ал ірі мал азырақ өсіріле бастады. Байырғы халықтың басым көпшілігі тұратын жерлерде жылқы, түйе, ірі қара мал саны кеміді. Мәселен, Ішкі Ордада 1915 жылы жылқы саны 310,3 мың болса, ал 1916 жылы 160,2 мың болып, үлес салмағы жөнінен 48,5%-ға кеміп кетті. Маңғыстау уезінде, Сырдария мен Жетісу облыстарында да осындай көріністер байқалды. Соғыс жылдарында қазақтың мал шаруашылығы, бірінші кезекте, мал жайылымдық алаптарды тартып алу салдарынан зардап шекті. 1913-1917 жылға дейін қазақ халқынан жалпы көлемі 764,4 мың десятина жайылымдық алқаптың жылқы - ірі қара жайылатын 190 жайылымы тартылып алынды және жалға алуға даярланды. Мал санының қысқаруы, ең алдымен, қазақ халқының армия қажеттері үшін мәжбүрлеу тәртібімен ет беруге міндетті болғандығынан орын алды. Сан миллиондық армияның өсе түскен қажеттерін қанағаттандыру мүмкін емес еді. Өйткені қазақ шаруашылығында мал саны жылдан-жылға азая берді. Сондай-ақ соғыс жылдарындағы мал санының қысқаруына ауық-ауық өткізіліп тұратын реквизиция да әсер етті. Осы жылдарда Түркістан өлкесінен 300 мың пұт ет, 70 мың жылқы, 13 мың түйе әкетілді. 1914 жылдың ішінде  Жетісудан ғана 34 миллион сомның малы мен мал өнімдері тасылып әкетілді. Қазақ шаруашылықтарында малды реквизициялау және жылқы малын есепсіз пайдалануға байланысты мал санының қысқаруы село мен ауылда шаруашылықты қалыпты жүргізуге кері әсер етті. Жылқы малы әсіресе солтүстік облыстарда азайып кетті. Соғыс жылдарында армияны жабдықтау үшін мол мөлшерде азық-түлік даярлау, мал және ет өнімдері бағасының өсуіне әкеліп соқты. Осыған байланысты бұл кезеңде өлкеде анағұрлым арзан ет беретін сала -  шошқа шаруашылығы жедел дами бастады. Бірінші дүниежүзілік соғыс басталған соң, Қазақстан өнеркәсібі де соғыс қажеттері үшін жұмыс істеді. Өлкедегі кен өнеркәсібінің маңызды салаларының бірі Успен және Сасық-Қарасу кеніштерінен темір кенін өндіру арта түсті. Бұл кеніштерден 1914 жылы – 246 пұт, ал 1916 жылы – 1551 пұт темір кені өндірілді. Соғыстың үш жылы ішінде темір кенін өндіру 6,3 есе ұлғайды. Салықтардың жоғарылығынан, қатынас жолдарының қашықтығынан, құрал-жабдықтардың жетіспеуі салдарынан және басқа себептерден алтын кеніштерінің саны қысқарды. Түсті металлдарға деген қажеттіліктердің артуы және олардың бағасының күрт өсуі соғыс жылдарында түсті металлургияның, әсіресе, Риддер және Сокольский кеніштерінің дамуына түрткі болды. Түсті рудалар өндіру 1913 жылмен салыстырғанда 1917 жылы 25,3 есе өсе түсті. Бірінші дүниежүзілік соғыс жылдарында мыс рудасын негізінен “Спасскмысрудалары” акционерлік қоғамымен “Атбасармыскендері” акционерлік қоғамы өндірді. Бірақта, мыскенін өндіружылдан-жылғакемиберді. Жер қойнауын жыртқыштықпен пайдалану “Спасскмыскені” акционерлік қоғамының Успен кен ішіндегі барлық бай кенді (құрамындағымыс 25%) алып қоюына әкепсоқты. Соғыс жылдарында Сарысу байыту фабрикасы салынды. Ол революцияға дейін құрамында 25-30% мыс бар 128 мың пұт шикізат өндірді. Көмір өндіру Семей, Торғай, Ақмола облыстарында жүргізілді. Соғыс жылдарында Екібастұз кен орындары елеулі рөл атқарды. Ол Екібастұз қорғасын-мырыш зауытын, Ертістегі жекеше кеме қатынасын, Оралдағы Боголовск және Қышым зауыттарын көмір мен жабдықтап отырды.\nТолығырақ: https://e-history.kz/kz/contents/view/841\nТың игеру, тың және тыңайған жерлерді игеру — КСРО-да 1954 – 1960 ж. жүргізілген экономикалық саясат, науқан.\nКСРО бойынша жалпы 41,8 млн га жер жыртылса, соның 25,5 млн га-сы қазақ жері болды. Кеңес үкіметі тұсында ең көп тәжірибе жасалған сала – ауыл шаруашылығы. Жасалған реформалар аграрлық саланы дамытудың орнына, көбінесе үлкен қиындықтарға алып келді. Қазақ халқының басым бөлігі ауылдарда тұрғандықтан реформалардың зардабы бірінші кезекте қазақтарға тиді. Ауыл шаруашылығындағы тәжірибелер 1950 жылдары өз жалғасын тапты.\n1953 жылы қыркүйекте КОКП ОК пленумы ауыл шаруашылығында қалыптасқан жағдайды талқылады.\n1954 жылы 23 ақпан — 2 наурыз арлығында Компартия ОК кезекті пленумында «Елде астық өндіруді ұлғайту мен тың және тыңайған жерлерді игеру» туралы қаулы қабылданды. Астық мәселесін шешудің екі бағыты болды:\nинтенсивтік бағыт — экономиканы реттеуде нарықтық қатынасқа көшу.\nэкстенсивтік бағыт — яғни астық өнімін тың жерлерді игеру арқылы арттыру жолы.\nШаруашылықты нарықтық қатынастарға көшіру социализм идеологиясына қайшы келетін еді. Сондықтан, азық-түлік мәселесін шешуде Кеңес үкіметі осы екінші жолды таңдады.\nТың игеру 1964 жылға дейін жалғасты. Оның негізгі нәтижесі: сол уақыттан осы кезге дейін Қазақстан халқын нанмен қамтамасыз ету мәселесі шешілді. Сонымен бірге, Қазақстан астықты шет елдерге экспорттаушы елге айналды. Тың игерудің экологиялық және рухани зардаптары болғанымен, ол XX ғасырдың аса ірі экономикалық жобаларының бірі болды.\n1. Соғыстан кейінгі кезеңде Қазақстанның ауыл шаруашылығында қалыптасқан жағдай .\n-1946-1950жж-егістік жердің әр гектарынаналынған өнім орта есеппен 5-6 ц. болды.\n-1949 ж. мал шаруашылығын дамыту жоспары қабылданды.\n-Тың жерлерді игеруге жаппай кірісу -1954 ж.\nТолығырақ:https://adisteme.kz/kazakstanda-tying-zhane-tyingaygan-zherlerdi-igeru.html\nМилитаризм деген не? Милитаризм сөзі француз тілінен әскери деп аударылады. Милилтаризм дегеніміз елдің әскери бағытта дамуында, мемлекеттің экономикасының және мәдениетінің әскерге тәуелді болуында. Елдегі әскери күштердің ролінің зор болуында.\nТарихтағы милитаристік мемлекеттер\nЕкінші дүниежүзілік соғыс жылдары фашистік Германия милитаристік мемлекет болды. Фашистік Германия осы заманда өзге елдерді бағындыру, өзге елдердің жерінде орналасқан табиғи шикізат көздерін өз пайдасына жұмсау, халқын құл еткен.\nЖапония да соғысқа дейін милитаристік мемлекет болған, Азияның талай халқын құл еткен!\nМилитаристік мемлекеттер қазір де бар, мысалы Солтүстік Корея (ресми атауы КХДР - Корей халықтық демократикалық республикасы). КХДР өкіметі, АҚШ пен Онтүстік Корея сияқты елдерден қорғану мақсатында, амалсыз елдегі барлық байлықты қарулы күштерге жұмсап отыр.",
                "date": "16.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кондилома, эрозия қауіпті ме?",
        "question_content": "Сəлеметсіздер ме? Менің жасым 19да астыма бөртіп бірдеме шыккан врачка барсам кондилома дит.Жане эрозия  выделение бар дит ол кауіпті ме? Оларды калай емдейдіуй жағдайында емдеуге болама?",
        "question_date": "17.04.2017",
        "question_tag": "Тазалық",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "егер емдемесе ия. Қайда көріндіңіз врачқа? Сізге ПЦР анализ тапсыру керек. Әдетте Выделениенің себебі жыныстық жолмен жұғатын инфекциялар болады. Бірінші анықтап, егербарболса емдеу керек,  сосын ерозияны емдеп,  кондиломаларды лазермен куйдіреді. Солай әлдеқашан жасап қойғансыз деп үміттенемін.",
                "date": "22.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Олжас Сүлейменовтың \"Арғымақ\" атты өлеңінің мазмұны?",
        "question_content": "\"Арғымақ\" өлеңі:\n\nДала қандай!\n\nДаладағы ат қандай!\n\nШалғын шөпке белшесінен батқандай.\n\nҚұйғытсам бір,\n\nДала, қала\n\nБолады-ау\n\nКөз алдымда аунап бара жатқандай.\n\nОт тигендей\n\nАсау қанға,\n\nЕтіңе,\n\nАрғымағым,\n\nШығып желдің өтіне,\n\nШабуылдап,\n\nҚұрыш болат тұяқпен\n\nПергілеші\n\nЖалтақ жолдың бетін!-",
        "question_date": "17.04.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қабілет пен талант ой-толғау",
        "question_content": "Қабілет пен талант туралы ой-толғау қажет",
        "question_date": "17.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фамилиясы бірдей қандай ақын,жазушы,қоғам қайраткерлері бар?",
        "question_content": "Өтінемін,жауап беріңіздерші ,өте қажет болып тұр.Фамилия бірАқын ,жазушылар",
        "question_date": "17.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Болашаққа бағдар: Рухани жаңғырту шығарма жазу?",
        "question_content": "Мемлекет басшысы Нұрсұлтан Назарбаевтың \"Болашаққа бағдар: рухани жаңғыру\" мақаласының тарихи мәні саяси реформа мен экономикалық жаңғыру бағдарламасын қазақстандық қоғамды және әр қазақстандықты рухани жаңғырту арқылы жалғастырады. Тек жоғары білімді және рухани бай халық қана сырты әсерлерді дұрыс қабылдап, оған жауап бере алады. Сондықтанда мақала қоғамдық-саяси және мәдени-ағартушылық жобалар ретінде бірқатар шаралардан тұратыны өте маңызды. Ұлт көшбасшысы атап көрсеткен бұл шаралар еліміздің дамудың жаңа деңгейіне көтерілуіне өз септігін тигізетініне сенімдімін.\nБолашаққа бағдар: Рухани жаңғырту шығарма жазу?",
        "question_date": "17.04.2017",
        "question_tag": "Мектеп",
        "question_views": 167000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жаңғырудың қамы – жасампаз­дықтың салты\n– Ел Президен­тінің «Болашаққа бағдар: рухани жаң­ғыру» атты бағдарла­малық мақа­ла­сын зер сала оқып шықтым. Елбасы елдің бүгіні мен болашағы туралы ой толқындарын – қуатты сезім ағысымен жүректен өткізе отырып толғана, тебірене сыр шерткенде, таңданыстан бас шайқамау қиын. Оның Отанға, елге, ұлттық құндылық­тарға деген сүйіспеншілігі сүйсінтеді.\nҰлттық болмыс пен бірегейлікті сақтай отырып, сананы жаңғырту және білімділікке ұмтылу Елбасы мақаласының өн бойына алтын арқау болып өрілген. Тәуелсіздіктің нығаюы, дамыған елге айналуымыз үшін қазақстандықтар алға батыл қадам басып, жоғары технологияларды меңгеруі, озық стратегиялармен жарақтануы, халықаралық коммерциялық һәм концептуалды жоба­ларды ілгерілетуі маңызды. Бұл – Қазақстан көшбасшысы айтқан «бәсекеге қабілет­тіліктің» бір шарты.\nТәуелсіздік ала отырып, Қазақ елі «күрес кеңістігіне» аяқ басты. Бодандықтағы ел бәріне мойынсынуы, көндігуі, ассимиля­цияға ұшырап, жойылып кетуі мүмкін. Тәуелсіз елге ешқашан ертеңге енжарлық танытуға, саяси және экономикалық өмірге селқос қарауға болмайды. Оның үстіне мемлекеттілікке төнген жаһандық сын-қатерлер саны артқан сайын «күрес кеңістігі» де кеңеюде. Тәуелсіз мемлекеттер үш басты аждаһадай анталаған экстремизммен, сепаратизммен, терроризммен күресуге мәжбүр. Жас мемлекеттер тәуелсіз ел ретінде өмір сүруі үшін күресуге мәжбүр. Бұл күрестен мемлекет ешқайда қаша алмайды. Қашса, тек тарихтың қойнауына, тұңғиығына ғана жол тартады. Сондықтан Мемлекет басшысы жат идеологияларға ұлттық құндылықтарымыз бен отаншылдығымыз арқылы төтеп беретінімізді атап көрсетті.\nЕлбасы мақаласының «Прагматизм» атты бөліміне назар аудартқым келеді. Батыста, ірі державаларда болып жатқан сайлау науқандары тіпті дамыған елдерде де жұртшылықтың бос демагогия мен популизмге қарсы иммунитетінің жоқтығын, өтірік – қаңбақ, шын – салмақ екенін түсіне бермейтінін паш етті. Әлемде шын жүйріктердің емес, «тіл жүйріктердің» заманы туған ба дерсіз. Бұл ха­лықаралық қоғамдастық кезігіп отырған кезекті «сын-қатер» болса керек.\n«Ұлт немесе жеке адам нақты бір межеге бет түзеп, соған мақсатты түрде ұмтылмаса, ертең іске аспақ түгілі, елді құрдымға бастайтын популистік идеологиялар пайда болады» деген\nН.Назарбаев алдағы онжылдықтардың ұранына «реализм мен прагматизмді» ұсынады.\n«Жалғандық жарға жығады» дейді қазақ даналығы. Біз – бабалар батасы дарыған, ата аманатын аялаған елміз. Сондықтан Елбасы Тәуелсіздік жылдары қоғамды бос демагогия дертінен арылтуға күш салды. Оның орнына елді өркендетер түбегейлі жаңаруларға жұмылдырды. Білім биігіне, ғибратты ғылымға, өнімді еңбекке бағдарлады. Бұл – қалыпты өмірді қауіпті өмірге айналдырмаудың және нақты жаңғырудың қамы.\nБіз ұлтымыз бойындағы тек жақсы қасиеттерді дамытсақ, озық білім мен үздік жаңалықтарды дарытсақ, жымиып күліп, жылмаң сөйлеп, жыландай жылжыған жат идеологияларға лайықты тойтарыс берсек, жерұйықтай мемлекетке айналамыз.\nӨмірзақ АЙТБАЙҰЛЫ,\nакадемик, халықаралық «Қазақ тілі» қоғамының президенті:\nДер кезінде қабылданған шешім\n– Елбасының «Болашаққа бағдар: рухани жаңғыру» атты мақаласын оқып шығып, үлкен әсер алдым. Бұл – бүкіл ел мәдениетінің тарихын, рухани мәдениетінің тарихын дәл өлшеп пішіліп, кемелденген азаматтың ойлары. Әсіресе, көптен күтіп жүрген латын қарпіне көшу, жазуымызды қалыптастыруға байланысты айтылған мәселесі орынды көтерілді деп ойлаймын. Мемлекет басшысы 2012 жылы желтоқсан айында жария еткен «Қазақстан – 2050» стра­тегиясында «2025 жылдан бастап латын әліпбиіне көшуге кірісуіміз керектігін» мәлімдеген болатын. Сондықтан бұл мақаласында Үкіметке нақты тапсырма бере отырып, қай уақытта, қалай латын қарпіне өтетінімізді айтып отыр. Яғни, 2025 жылға қарай іс қағаздары, мерзімді баспасөз, оқулықтар, бәрі де латын әліпбиімен басылады деген сөз. Бұл қоғамдық ғылымдар үшін міндеттелетін үлкен шара болары анық. Әсіресе, Тіл білімі институтына үлкен жауапкершілік артып отыр. Елбасы биылғы жылдың соңына дейін қазақ әліпбиінің жаңа графикадағы бірыңғай стандартты нұсқасын қабылдау жөнінде, 2 жылда ұйымдастыру және әдістемелік жұмыстар жүргізілетіні айтылған. Әрине, бұған үлкен дайындық керек.\nЕлбасы жаңа тұрпатты жаңғырудың басты шарты – ұлттық кодты сақтау екенін баса айтып, онсыз жаңғыру дегеніңіз – құр жаңғырық дегені орынды. Мақалада айтылған ойлардың тереңдігінен Елба­сы­ның тарихты терең білетіндігі, сонау түркі халқының көне жазуынан бастап барлығын ой елегінен өткізе айтқанын байқау қиын емес.\nРасында, халқымыз небір аласапыран замандарда көп қиындық көрді. Араб жазуынан латынға, латыннан кириллицаға көшіп жүре тұра халқымыз білімге ұмтылысының арқасында ешбір халықтан қалыс қалған жоқ. Бұл біздің жоғары мәдениеттілігімізді аңғартса керек. Бүгін міне, тәуелсіз елде есімізді жинап, өз жазуымызды қа­лып­тастыруымыздың сәті келген сияқты. Себебі, оң мен солы­мыз­ды әбден танып, өткеннің кемшіліктері мен жетістіктерін бойымызға сіңіріп нақты шешім жасайтын дәуірге жеттік. Сондықтан бұл – Елбасының сарабдал саясатының аясында жасалған үлкен қадам.\nОразалы СӘБДЕН,\nакадемик:\nРухани дүниені қайта жаңғыртуға тиіспіз\n– Рухани жаңғыру жайы –көптен бері ойда жүрген мәселе. Ғалымдар да, зиялы қауым өкілдері де әр сөзінде, мақалаларында, басқа да жерлерде айтып жүретін. Бұл жайында өзім де талай рет айттым. Жалпы, бізге қазір керегі – ХХІ ғасырда рухани даму­дың жаңа парадигмасын жасау. Сол үшін нақты-нақты іс-шаралар керек. Шынын айтқанда, әлемдік дағдарыс болып, нарық экономикасына өтеміз, барлығын базар реттейді деп әуреленіп, біз руханиятты ұмытып бара жатырмыз. Руханият екінші сатыда қалып қойды. Дүниежүзілік дағдарыстың өзі содан.\nАбай «Дүниенің көрінген сырын да, көрінбеген сырын да қатар игерген адам толық адам болады» дейді. Капиталистік мемлекеттер дүниенің көрінген сырын тезірек игеріп, байып, үстемдік жасап, руханиятты ұмытып кетті. Соның «жемісі» – дүниежүзілік дағдарыс. Соған қарағанда біз рухани дүниені қайта жаңғыртуымыз керек. Ол үшін сана психологиясы өзгеруі тиіс. Жай, күнделікті айтып жүрген мәселеден аулақ болу керек. Ол үшін еліміздің барлық азаматтары психологиясын өзгертуі тиіс.\nЕгер руханиятқа дендеп еніп, осыны жасағымыз келсе, онда Абайдың толық адамын игеруіміз керек. Абай бәрін айтып кеткен. Ол үшін мынадай ұсынысымыз бар: біздің университеттерде абайтану орталықтары бар. Бірақ ол кішігірім, күші аз, шағын. Дегенмен жұмыс істеп жатыр. Біз тек Қазақстанның емес, бүкіл шығыстың руханиятын көтеруіміз керек. Абай тек қазаққа емес, бүкіл шығыс елдеріне тән. Астана мен Алматыда Абайдың рухани академиясын ашу керек! Сол жерде тек Қазақстан емес, бүкіл шығыс елдеріне Абайдың рухани құндылықтарын, философиясын, шығармаларын бір жағынан ғылыми ізденіс жасап, екіншіден, бүкіл Орта Азия мемлекеттеріне кең көлемде насихат жасауымыз керек. Міне, бұл Елбасымыздың рухани жаң­ғыруына нағыз, тікелей септігін беретін, тікелей жұмыс істейтін идея болады.\nЕкіншіден, Түркістанды алайық. Ұлы Жібек жолы бойындағы тарихта үлкен орны бар рухани орталық. Түркістанды рухани жаңғырту арқылы біз Қазақ елін қайта жаңғыртамыз. Менің Түркістанның рухани-технологиялық кластерін құру деген жобам бар. Бір жағынан бұл – руханиятты көтеру. Дін академиясын, Дүниежүзілік тарихи музей жасау, тағысын тағылар. Сосын технологиялық кластер ашу. Туризм мәселесі де – руханият. Логистиканы көтеру керек. Түркістанды рухани жаңғырту арқылы Елбасы айтып отырған нағыз мәселені орындаған боламыз.\nСерік ПІРӘЛИЕВ,\nАбай атындағы ҚазҰПУ ректоры, ҰҒА академигі, профессор:\nҰрпақ игілігіне айналдырсақ…\n– Мемлекет басшысы Н.Назарбаевтың «Бола­шаққа бағдар: рухани жаңғыру» та­қы­ры­бындағы мақаласы «Қазақстанның үшінші жаңғыруы: Жаһандық бәсекеге қабілеттілік» деп аталатын биылғы Жол­дауының заңды жалғасы іспетті.\nЕлбасы еңбегінде елді рухани жаңғырту мәселелерін қозғайды. «Біз қайта түлеудің айрықша маңызды екі процесі – саяси реформа мен экономикалық жаңғыртуды қолға алдық. Біздің мақсатымыз айқын, бағы­тымыз белгілі, ол – әлемдегі ең дамыған 30 елдің қатарына қо­сылу… Мақсатқа жету үшін біздің санамыз ісімізден озып жүруі, яғни одан бұрын жаңғырып отыруы тиіс. Бұл саяси және экономикалық жаң­ғыруларды толықтырып қана қоймай, олардың өзегіне айналады», – дейді Елбасы.\nШын мәнінде, көз ілеспес шапшаңдықпен дамып, жедел өзгеріп отырған мына дүбірлі дүниеде, Елбасы айтқандай, сана-сезіміміз бен дүниетанымымызға әбден сіңісті болып қалған таптаурын қағидалардан арылып, рухани жағынан серпілуіміз, жаңғыруымыз қажет. Бұл арада рухани жаңғырудың ең басты шарты – ұлттық кодымызды сақтау екенін әрдайым есте ұстап, әлемдік өзгерістерге сай жаңаша ойлау жүйесін қалыптастырғанымыз абзал. Ұлттық кодты сақтау дегеніміз – ұлттық болмысымызды нығайтып, оны ұрпақтан-ұрпаққа мұра ету деген сөз. Ұлттық болмыстың өзі біздің ежелден келе жатқан қазақи салт-дәстүрлерімізден, мәдениетімізден, барлық рухани құндылық­та­ры­мыздан бастау алады десек, мына өзгермелі дүниеде сол құнды­лықтарымызды заманға сай одан әрі байытып, дамытып, оны бүгінгі ұрпақтың санасы мен тұрмысына сіңіру арқылы жаңа ғасырдың жаңа ұрпағын қалыптастыру деген сөз.\nЕлбасы рухани жаңғыруымыздың басты құндылығы ретінде бәсекеге қабілеттілікті ұсынады. Бүгінгі таңда жеке адам ғана емес, тұтас халықтың өзі бәсекелестік қабілетін арттырса ғана табысқа жетуге мүмкіндік алатынына ұлт Көшбасшысы ерекше назар аударып отыр­ғаны бекер емес. Өйткені әлемдік бәсекеге қабілеттілік ұлтымыздың эконо­микада ғана емес, рухани әлемде де озық болуын қажет етері сөзсіз.\nРухани жаңғыру ұлттық кодты сақтаумен бірге ұлттық бірегейлікті сақтауды да талап етеді. Елбасы айтқандай, ұлттық салт-дәстүріміз, тіліміз бен музыкамыз, әдебиетіміз, жоралғыларымыз, жалпы ұлттық рухымыз бойымызда мәңгі қалуы тиіс. Әрине, ұлттық құндылықтардың бәрі жас ұрпаққа отбасынан, балабақшадан, мектептен берілері анық. Жоғары оқу орындарында ол одан әрі тереңдетілуі тиіс. Сондықтан ата-ана да, орта мектеп пен жоғары оқу орындарының ұстаздары да ұлттық тәрбиені бірінші кезекке қойғаны абзал. Мысалы, біздің Абай атындағы Қазақ ұлттық педагогикалық университетінде 2009 жылдан бері «Ұлттық тәрбие», «Абайтану» пәндері оқытылып келе жатқаны осы ұлтжанды азаматтарды қалыптастыру мақсатынан туындағаны сөзсіз.\nҚазір бұл бастамамыз елімізде кеңінен қолдау тауып, жоғары оқу орындарында ұлттық тәрбиені оқытуға ерекше ден қойылуда. Абай мұралары да ұлттық құндылықтарға толы. Оның ішінде халықтың би-шешендерінің, ақындарының, күйшілерінің мұралары рухани байлығымыздың қайнар көзі. Біз оларды мектепте де, жоғары оқу орындарында да мына өзгермелі заманға лайықтап оқытып, ұрпақ игілігіне айналдыруымыз керек. Білім беру саласы да үнемі ұлттық сипатпен байытылып отырса, нұр үстіне нұр.\nСұлтанәлі БАЛҒАБАЕВ,\nДүниежүзі қазақтары қауымдастығы Төрағасының орынбасары:\nҰлт тарихындағы ұлы белес\n– Елбасы Нұрсұлтан Назарбаевтың «Болашаққа бағдар: рухани жаңғыру» атты жаңадан жарық көрген еңбегі – ұлт тарихындағы жаңа бір ұлы белес, ерекше жаңалық. Бұл еңбекті оқып шыққанда қазақ халқының сан ғасырлық аңсаған арманы, неше түрлі қанды қырғындарды, аяусыз шайқастарды бастан кешіре жүріп, жетсем деген мақсат-үміті тізіліп көз алдымызға келгендей болады. Бүкіл қызметін қазақ халқының тәуелсіз ел, өркендеген ұлт болуына арнап, сол жолда құрбан болған Алаш қайраткерлерінің қайсар үні саңқылдап құлағымызға жеткен секілденеді.\nЕлбасымыз бүкіл қазақ халқы ежелден армандаған мақсатты, яғни ұлттық жаңғыруды қолға алып отыр. Президентіміз бұл рухани жаңғырудың жолын көрсетіп ғана қоймай, оны жүзеге асырудың нақты бағыт-бағдарын да ұсынды.\nБұл ретте Елбасы ең алдымен бәсекелікке қабілетті болу мәселесіне айрықша көңіл бөледі. Қазақ халқы үшін бұл – бүгінгі таңдағы ең басты шарт-талаптардың бірі. Яғни, жаңа ғасыр, жаңа заман осыған қарай тез қарқынмен зымырап, бет алып барады. Ендігі жерде кім жанталасып жақсы жұмыс істейді, кім өз мамандығын жетік меңгеріп, жаңалыққа қалай тез қол жеткізеді – соның жолы болады. Байлыққа, табысқа сол кенеледі. Сол халықтың жұлдызы оңынан туады.\nЕлбасының рухани жаңғырудағы алға қойған екінші маңызды бағыты – прагматизм. Кез келген халық өсіп-өркендеу үшін заман ағымына ілесіп, үнемі жаңарып, жақсы қасиеттерін жетілдіріп отыруы қажет. Бұл да Елбасы еңбегінде нақты көрсетілген. Яғни, Елбасы: «Біз жаңғыру жолында бабалардан мирас болып, қанымызға сіңген, бүгінде тамырымызда бүлкілдеп жатқан ізгі қасиеттерді қайта тірілтуіміз керек» дейді. Соған орай, «Қанымызға сіңген көптеген дағдылар мен таптаурын болған қасаң қағидаларды өзгертпейінше, біздің толыққанды жаңғыруымыз мүмкін емес» деп атап көрсетеді. Басқаны былай қойғанда, Елбасының осы бір-екі ауыз сөзі жүзеге асатын болса, қазақ халқының бүгінгідей жұрттың бәрі білетін біраз кемшін тұстарынан арылып, ең мықты халықтардың қатарына қосылатыны анық.\nПрезидент популистік иделогиядан абай болуды нақты ескертеді. Бұл да біз үшін өте маңызды мәселе. Өйткені бізде кейбір азаматтардың ұлтқа жанашыр болып көріну мақсатымен жүзеге аспайтын және ешқандай заңға, құқықтық шарт-талаптарға сәйкес келмейтін мәселелер көтеруі де байқалып қалады. Дүниежүзіндегі көптеген ұрыс-жанжалдар осындайдан туындап отыр. Ұлт болашағын ойлағанда бұл да есте болғаны жөн.\nМемлекет басшысы жаңа еңбегінде ұлттық бірегейлікті сақтау мәселесіне де нақты тоқталады. Бұл ретте мейлінше көнерген, жаһандық әлеммен қабыспайтын кейбір дағдылармен әдеттерден арылу мәселесіне де нақты көңіл бөледі. Яғни, әр адам жершілдік сияқты кенже қалған түсініктен біржолата құтылып, біртұтас ұлттың перзенті болуға тиіс деп атап көрсетеді.\nЕлбасының бұл еңбегі – тек Қазақстан халқына ғана емес, жер жүзіндегі бүкіл қазаққа ортақ бағдарлама. Осыған орай, биылғы жылдың маусым айында Дүниежүзі қазақтарының кезекті құрылтайының өтетінін де айта кеткеніміз жөн. Елбасының жаңа еңбегі осы құрылтайда да жан-жақты сөз болатыны анық.\nМарат ТОҚАШБАЕВ,\n«Президент және Халық» газетінің бас редакторы:\nДаму бағытымыз өрілген өзекті мақала\n– Президенттің «Болашаққа бағдар: рухани жаңғыру» деп аталатын мақаласын әлденеше рет оқып, мұқият танысып шықтым. Маған ең алдымен ой салғаны және ұнағаны – мақаладағы «рухани жаңғыру» деген сөздің қолданылуы болды. Әдетте, елімізде экономикалық жаңғыру жиі айтылады. Қазақстан басшысының таяуда халыққа арнаған Жолдауындағы үшінші жаңғыруда еліміздің алдағы уақытта қай бағытта дамуы және қандай іс-шараларды жүзеге асыруыз қажеттігі жан-жақты бағдарланғаны белгілі. Елбасы мақаласында еліміз тұрғындарын рухани жаңғыру арқылы болашаққа бағдар жасауға талпынуға бағыт-бағдар сілтейді. Рухани жаңғыру – еліміз үшін маңызы зор үлкен жаңалық.\nМемлекет басшысы Нұрсұлтан Назарбаевтың мақаласында маған терең ой салған тағы бір мәселе – ұлттық сана туралы айтылған аса маңызды ой-пікірлер. Әлі есімде, осыдан біраз жыл бұрын қазақстандық ұлт деген мәселе көтеріліп, бұл қазақтың барша зиялы қауымын елең еткізген. Сөйтіп, олар мұндай пайымдаудың дұрыс еместігін сан мәрте дәлелдеп жатып, ақыр соңы бұдан бас тартқанбыз. Мысалы, Елбасы өзінің осы мақаласында ұлттық сана туралы айта келіп, «таяудағы он жылда біздің өмір салтымыз: жұмыс, тұрмыс, демалыс, баспана, адами қатынас тәсілдері, қысқасы, барлығы түбегейлі өзгереді. Біз бұған дайын болуымыз керек» деп алдағы жылдардағы іргелі өзгерістерге әрбір адамның дайын болуы қажеттігін жан-жақты түсіндіреді. Сондай-ақ Елбасы таяу жылдарда ел алдында тұрған асқаралы міндеттерге тоқтала келіп, «2017 жылдың аяғына дейін ғалым­дардың көмегімен, барша қоғам өкілдерімен ақылдаса отырып, қазақ әліпбиінің жаңа графикадағы бірыңғай стандартты нұсқасын қабылдауымыз керек. 2018 жылдан бастап жаңа әліпбиді үйрететін мамандарды және орта мектептерге арналған оқулықтарды дайындауға кірісуіміз қажет» деп алда тұрған басты мақсатты айқындап та берді. Атап айтқанда, 2025 жылға қарай ісқағаздарын, мерзімді баспасөзді, оқулықтарды бәрін де латын қарпімен шығара бастау қажеттігін өзекті де басты міндет ретінде алға қойып отыр. Еліміз дамуында маңызы орасан зор мұндай жаңалықтың тек қазақстандықтарды ғана емес, жұмыр бетіндегі 18 миллион мұсылман қауымын орасан зор қуанышқа бөлейтіні ақиқат. Өйткені кирилицадан латын әліпбиіне көшу әлемнің түкпір-түкпірінде өмір сүріп жатқан барша мұсылмандарды барынша жақындастыра түседі.\nСондықтан да латын әліпбиіне көшудің маңызы мен мәні айрықша. Тоқсан ауыз сөздің тобықтай түйіні, Елбасы Нұрсұлтан Назарбевтың «Болашаққа бағдар: рухани жаңғыру» мақаласы тәуелсіз еліміздің даму бағыты өрілген өзекті мақала екені даусыз.\nСмағұл ЕЛУБАЕВ:\nжазушы:\nҰлтын сүйген ұлдың жүрек лүпілі сезіледі\n– Елбасының «Болашаққа бағдар: рухани жаң­ғыру» атты мақаласын оқып шығып, үлкен бір серпіліс, қуаныш үстінде отырмын. Себебі, осы мақалада көтерілген рухани мә­селелер – сонау 1986 жылғы жариялылықтан бері айтылып келген, толғағы жеткен дүниелер болатын. Бұл – қарапайым мақала ғана емес, қазақ халқының рухани құндылықтарын қалыпқа түсіру, түгендеу, саралау, заман талабын ескере отырып тура жолға қою және дамытуға арналған бағдарламалық құжат деуге толық негіз бар.\nОсынау бағдарламалық мақалада қазіргі уақыттағы ұлттық сана, таяу жылдардағы міндеттерге қатысты бірқатар мәселелер айтылды. Соның ішінде еліміздің жарқын болашақта латын әліпбиіне көшуі хақында біраз түйінін тарқатар түйткілді дүниелер көтерілді. Мемлекетіміздің түптің түбінде латын әліпбиіне көшетіні анық. Қазақ халқы өзінің тарихында үш рет әліпбиін ауыстырды. Бір кездегі қаншама жыл қолданып келген араб қарпінен кириллицаға ауыстырған тұста қазақ халқы мыңдаған тарихи, әдеби құжаттардан қол үзіп қалды. Бұл – халықтың тарихи жадын бұзу мақсатындағы отаршыл жүйенің ойлап тапқан шаруасы болатын. Дәл қазіргі уақытта да әліпби ауыстыру мәселесі күн тәртібінде тұр. Осыған орай, «соңғы жүз жылда кирилл қарпінде жазылған әдеби мұраларымыздан ажырап қалмаймыз ба?» дейтін алаңдаушылықтың болуы заңды. Бұл проблеманы болдырмау үшін не істемек керек? Ол үшін мектеп қабырғасындағы оқушылар, білім ордаларын аяқтайтын түлектер жаңадан еңгізілгелі отырған латын әліпбиін де, кириллицаны да қатар алып жүруі қажет. Өскелең ұрпақ мектеп бағдарламасында екі қаріп­пен де сауат ашып, оқып, жаза алатын деңгейде болғаны маңызды. Өйткені кириллицада қазақ мәдениетінің айнасы боларлық әдебиеті жасалды. ХХ ғасыр қазақ әдебиетінің алтын ғасыры болғаны айқын.\nМемлекет басшысының бағдарламалық мақаласында бұдан өзге де бірқатар мәселелер айтылды. Еліміздің ана тілі, тарихы, ұлттық дәстүрі мен құндылықтары, ұлттың жадына қатысты айтылған салиқалы пікірлер көптен бері жұртты алаңдатып келген дүниелер болатын. Енді сол мәселелердің Елбасы сөзімен айтылғаны – ұлт үшін құнды жауһарларымыздың ресми түрде мемлекеттік деңгейде қорғалатынының белгісі іспеттес.\nЕлбасының бұл мақаласында ұлтын сүйген ұлдың жүрек лүпілі сезіледі. Оның тарихына, тіліне, діліне, мыңдаған жыл бойы қалыптасқан салт-дәстүріне деген шын махаббаты көрінеді. Ендігі кезекте осынау мақала – тек мақала емес, біз көптен күткен мәдени саладағы үлкен мемлекеттік бағдарламаны қалыптастырса деймін. Сол бағдарлама арқылы мәдени-идеологиялық, рухани жаң­ғыруымызды баянды етсек дегім келеді.\nРахымжан ОТАРБАЕВ,\nжазушы-драматург:\nТуған жерді түлеткен абзал\n– Елбасының бүгінгі мақаласы уақытылы көтерілді әрі елге өте ұғынықты. Көптен күт­ке­німіз осындай мейір қандыратын ашық әңгіме еді. Мұнда ұлт болашағына деген аса алан­даушылықпен үлкен бастамалар баян­дал­ған. Бәрінің де баянын тілей отырып, мен бір мәселеге тоқталсам деймін.\nОл – экология!\nЕлбасы «Болашаққа бағдар: рухани жаңғырту» атты мақаласында: «Тек өткен ғасырдың ортасында небәрі бірнеше жыл ішінде миллиондаған гектар даламыз аяусыз жыртылды… Түгін тартса май шығатын мыңдаған гектар миялы жерлеріміз экологиялық апат ай­мағына, Арал теңізі аңқасы кепкен қу медиен шөлге айналды деген».\nИә, тың игеру жылдарының трагедиясы көз алдымызда. Миллиард пұт бидай ору, оны Отан қамбасына құюдың ол кезде ұраны алды-артымызға қаратты ма? Құнарлы қара топырақты өңірдің бір бөлігі парға ұсталмай, ту-талақай жырта берген соң жер эрозиясына ұшырады. Топырақ бетіндегі бар-жоғы 10-15 см құнарлы қабаттан айырылып тындық. Қалғаны қысыр жер. Өнім бермейді. Соның кесірінен кешегі кеңес дәуірінде Арқаның біраз аудандары гектарына 7-10 центнерден артық астық жинай алмады. Бұл кезде Канадада осындай көрсеткіш 40-45 центнер еді. Салыстырып көріңіз.\nОрталықтың жыртығы мен тыртығын түгендеп жүріп, топырақты тоздырғанбыз, өнімін аздырғанымыз ашық айтылды.\nРазымыз!\nЕкінші мәселе – Арал теңізі жайлы. Ең алдымен «Арал тағдыры – адам тағдыры» деп шырылдағанның бірі мен едім. Бұл апат әлі күнге жалғасып келеді. Кезінде оны құтқару үшін алуан түрлі амалдар айтылды. Нәтиже жоқ. Менің ойымша, Аралдың бағын байлаған – Әмудария өзені. Өзбек ағайындар егістік пен мақтаға суды мейлінше пайдаланды да, Әмударияның суын теңізге жеткізбей құртты. Қазірде бұл өзен суы Аралға құймайды. Халықаралық табиғи ресурстарды пайдалану туралы заңнамасында суға басында отырған ел емес, аяқта қоныс еткен ел иелік етеді деп айқын көрсетілген. Сондықтан Өзбекстанмен бұл мәселеде келелі келіссөздер керек деп білемін.\nАсылы ОСМАН,\nҚазақстан халқы ассамблеясының мүшесі:\nБәріміз игі бастамаларды құптаймыз\n– Президент Нұрсұлтан Назарбаевтың «Болашаққа бағдар: рухани жаңғыру» атты ма­қаласын қызыға оқыдым. Елбасының ла­тын әліпбиіне 2025 жылдан бастап көшіп, оған дейін әдістемелік дайындық жұмыстары­ның жасалатыны туралы ойларын бұрыннан қолдап келемін. Бүгінде әлем латын әліпбиінде сөйлейді. Сондықтан бәріміз бұл бастаманы құптаймыз. Елбасының Қазақстанның үшінші жаңғыруына байланысты келелі ойларын қолдай келе, оны жүзеге асырудың бір жолы бәсекеге қабілеттілікте дер едім. Бәсекеге қабілетті болу үшін білімді болумен қатар, дұрыс тәрбие алу керек. Тәрбиесіз бі­лім – сусыз диірмен. Сондықтан тәрбие мен білімді қатар жүргізуіміз қажет.\nЕлбасы көптеген маңызды мәселені көтеріп келеді. Көтерген мәселенің барлығы дұрыс. Бірақ сол айтылған жоба-жоспарларды жүзеге асыра алмай жатқанымызға өзіміз кінәліміз.\nБұл мақалада сананың ашықтығы мен кәсіпке адалдық, білімге ұмтылыс та айтылды. Шындықтың шамы дарияның астында да жанады. Шын жүрекке тұсау жоқ: қай істе де ашықтық пен адалдық керек. Абайдың «Адалдыққа еш нәрсе жетпейді» деп айтқан сөзі бар. Біздің елімізге, жерімізге деген адалдығымыз, ұлтымызға деген сүйіспеншілігіміз арта беруі керек. Ешқашан да ақша қумауымыз, елдің имандылығын, татулығын, тұтастығын, бірлігін ту етуіміз қажет. Құдайға шүкір, дамыған 50 елдің қатарына қосылдық. Енді біздің алдымызда дамыған 30 елдің қатарына қосылу мақсаты тұр. Ол үшін бірлік, білім мен еңбек қажет.",
                "date": "20.04.2017",
                "upvotes": 2
            },
            {
                "text": "Біздің бала кезімізде, әлде бозбала, бәлкім, тіпті, қалам ұстап, қағаз бетін «шимайлай» бастаған шағымызда ма екен, газеттерде «Оқыдық, пікір айтамыз» дейтін айдар болатын. Сол айдардың «айдарынан» ұстап алып біз де бүгін әлемжелі мен дәстүрлі БАҚ бетін дуылдатып жатқан «Рухани жаңғыру» тақырыбында ой білдірмек болып отырмыз.\n\n«Болашаққа бағдар: рухани жаңғырудың» біз барынша мән беріп, берік байлам етіп алуға тиісті тұстары мыналар:\n\nБіріншіден, «ұлттық код, ұлттық мәдениет сақталмаса, ешқандай жаңғыру болмайды». Бұны мақала авторы «Ұлттық бірегейлікті сақтау» тарауында айтып отыр. Ілгеріде біз, Құдайшылығын айтайықшы, тап бүгін де, «ұлттық мәдениет» дегеннен гөрі «Көпұлтты Қазақстан халықтарының мәдениеті» деген терминді қолданғанды құп көріп келеміз. Алайда бұл термин елімізде өмір сүріп жатқан диаспора өкілдерінің дәстүрін, тілін, әлеуметтік тұрмысын толық қамтамасыз еткенімен, «Жаңа замандағы жаңа Қазақстанның» мәдениетіне соны соқпақ бола алған жоқ. «Көпұлтты Қазақстан халықтарының мәдениеті» қазақстандық саясаттың сахнасындағы декоративті материалға жарағанымен (әлі де жарауы мүмкін) доминантты мәдениет – бәрінің басын қосып, бір арнаға тоғыстыратын мәдениет, әр күн сайын өзінің қажеттілігін аңғартып тұрды. Ол, әрине, мақала авторы жазып отырғандай, «ұлан-ғайыр жері мен аса бай рухани тарихы бар елдің» мәдениеті еді. Демек, ендігі кезекте ұлт жанашырлары «ұлттық код, ұлттық мәдениет сақталмаса, ешқандай жаңғыру болмайды» деген сөзді биліктегі жауапты тұлғалар мен мақала авторының есіне салып, керек кезінде талап етіп отыруға тиіс.\n\nЕкіншіден, білім. Білім болғанда ұлттық рухани құндылыққа негізделген білім. Тоқсаныншы жылдардың басында-ақ Қазақстан жастарды топыралтып дамыған елдердің озық оқу орындарына мемлекет қазынасынан қыруар қаржы бөліп, білім алуға жіберіп жатты. Содан бері де ширек ғасырды шиырып тастаппыз. Ал, «кәне, шыққан мүйізің?» Әрине, бойында жігері бар қыз-жігіттер мемлекеттік органдарда, ірі бизнестік құрылымдарда қызмет жасап, табыс тауып жүрген шығар. Бірақ, олар біздің билік пен бизнестегі космополитизмді, тілдік нигилизмді түрлендіре түскені болмаса, басқалай игілікті қадам жасай қойған жоқ. Міне, осылайша, қазақты қашанда жерге қаратумен қарқынды жұмыс жасап келген күштерге бүгінгі мақаласымен Президент қатты соққы берді ме деген ойдамын. Өйткені мақала авторы «Жаңа гуманитарлық білім. Қазақ тіліндегі 100 жаңа оқулық» жобасын қолға аламыз» дегенді айта келіп, 100 жаңа оқулықтың тек мемлекеттік тілде білім алатын жастарға арналатындығын ашық білдірді. Былай деп: «Біз алдағы бірнеше жылда гуманитарлық білімнің барлық бағыттары бойынша әлемдегі ең жақсы 100 оқулықты әртүрлі тілдерден қазақ тіліне аударып, жастарға дүние жүзіндегі таңдаулы үлгілердің негізінде білім алуға мүмкіндік жасаймыз. 2018-2019 оқу жылының өзінде студенттерді осы оқулықтармен оқыта бастауға тиіспіз». Өз тілінде терең білім, жан-жақты ақпарат алған адам қай ортада да өзін еркін ұстайды. Бұны, бір деп қойыңыз. Екіншіден, мейілінші терең әрі сапалы білім беретін тілге деген сұраныс та, құрмет те жоғары болады. Осы жайтты іштей бек түсінген автор «Жер жаһанның жұрты жапа-тармағай үйреніп жатқан ағылшын тілін біз де жедел үйренуге тиіспіз» дейді де: «Бірақ, мәселе бұған да тіреліп тұрған жоқ» деп ескертеді. Ендеше мәселе не нәрсеге тіреліп тұр? Мақала авторының ойынша, бар мәселе сананың ашықтығында. Ал, сананың ашықтығы зерденің үш ерекшелігін білдіреді.\n\n«Біріншіден, ол дүйім дүниеде, Жер шарының өзіңе қатысты аумағында және өз еліңнің айналасында не болып жатқанын түсінуге мүмкіндік береді.\n\nЕкіншіден, ол жаңа технологияның ағыны алып келетін өзгерістердің бәріне дайын болу деген сөз. Таяудағы он жылда біздің өмір салтымыз: жұмыс, тұрмыс, демалыс, баспана, адами қатынас тәсілдері, қысқасы, барлығы түбегейлі өзгереді. Біз бұған да дайын болуымыз керек.\n\nҮшіншіден, бұл – өзгелердің тәжірибесін алып, ең озық жетістіктерін бойға сіңіру мүмкіндігі. Азиядағы екі ұлы держава – Жапония мен Қытайдың бүгінгі келбеті – осы мүмкіндіктерді тиімді пайдаланудың нағыз үлгісі». Бұндай мүмкіндіктерді бізге неге пайдаланбасқа? Ол үшін қазақтың болмысына сырттан қараудың қажеті жоқ. Қазақ қоғамы әлемге қашанда ашық және өзгеден өзіне қажеттіні ғана қабылдап, сіңіре алатын қасиетке ие. Ал, қазіргі жағдайда қазаққа сырттан күштеп таңылатын басы артық дүниелер жетіп артылады. Шамасы, ісіміздің алға баспай тұруының бір себебі осында болса керек.\n\nӘрине, Президент бұған дейін де тың бастамалар көтеріп, серпінді ойлар айтқан болатын. Бірақ, оның көбін қазақ ортасы бірден қош көрді дей алмаймыз. Меніңше, Елбасын ел руханиятына шұғыл бет бұрғызған жайт, алдымен, Қазақстан үшін қауіпті күштердің көбейе түсуі болса керек. Ол қандай күштер? Ол – экстермизим, ол – діни жат ағымдар, ол – ұлтты өзінің ұлттық келбетінен айырып, тілі мен ділінен жеріндіретін мультимәдениттердің көші. Қазақ зиялыларының осы күнге дейін «Бізге ұлттық идеология керек» деп зар қақсауының себебі де осындай келеңсіз жайттарды ерте бастан көре білгенінен еді. Екіншіден, қазақ ұлты жан санының артуымен бірге ұлттық мақсат-мұрат жолында тас-түйін болып біріге алатын қуатты күшке айналғанын билікке күн сайын дәлелдей бастады. Халықтың сондай күшке айналғанын біз былтырғы Жер мәселесінде көріп отырдық. Бұл жайт те Елбасын ұлтты рухани тұрғыдан жаңғырту қажет деген ойға жетелеуі мүмкін.\n\nҚысқасы – осы. Әрине, бұның сыртында мақала авторының латын қаріпіне жүйелі түрде өту, Туған жер, Туған ел бағдарламасы мен бірге қазақ жерінің тарихи-туристік белдеулерін түзу, заманауи қазақ қоғамының қалыптасуына үнсіз ғана үлес қосып жүрген 100 азаматтың есім-сойын анықтау, қазақ зиялылары мен олардың шығармаларын шет елдерде насихаттау деген ойларын қуана құптаймыз. Тек соның бәрі кезекті науқанның жайымен жайдақталып кетпесе болғаны. Ондай жағдайға біз, жалпы оқырман, зиялы қауым, қоғам белсенділері, сергек ойлы жастар ырық бермеуге тиіспіз. Өйткені, Елбасының «Болашаққа бағдар: рухани жаңғыру» атты мақаласындағы тезистер қазақ қоғамының рухани жаңғыруын тездетуі әбден мүмкін.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Елбасының бұл мақаласында қазіргі Қазақстанның басты рухани құндылықтары айқын көрініс тапқан. Бұл – мақала ғана емес, мазмұны терең, ауқымы өте кең, ұлт руханиятын ХХІ ғасыр биігіне көтеретін рухани жаңғыру бағдарламасыдеуге болады.Елбасы ғылым, білім, мәдениет пен тарихты тұтастай қамтитын ұлттық рухани жаңғыру бағдарламасын халық назарына ұсынып отыр.\nМақалада біздің еліміз мықты, әрі жауапкершілігі жоғары Біртұтас ұлт болу үшін болашаққа қалай қадам басатынымыз, бұқаралық санамызды қалай өзгерту керектігін Елбасымыз тайға таңба басқандай даралап, саралап түсіндіріп берді. Табысқа жетудің негізгі кілті ол-құндылықтар жүйесінде білімді бәрінен жоғары биікке қоятын ұлт қана жететіндігін айтты.\nСондай-ақ, Елбасы өз мақаласында қазіргі жаһандану заманында ұлттық бірегейлікті сақтап қалу, өркениеттің жақсысын алып, жаманынан жирену жөнінде өте құнды пікірлер айтты. Ендігі міндет – осы айтылғандарды іске асыру жолында аянбай еңбек ету.",
                "date": "16.10.2017",
                "upvotes": 0
            },
            {
                "text": "Рухани жаңғыру – адам баласының оның ішкі әлемінің жаңаруы, сана-сезімі, жаңа өзгерісті қабылдай білуі. Рухани жаңғыруда өркениеттің өрге жүзуімен байланыстырамыз. Тарих сахнасына көз жүгіртсек, өскен ұлттың өрби түсуіне осы «рухани жаңғыру дәлел». Көне замандағы көрікті қалаларымыз, сән салтанатты таласқан озық ескерткіштеріміз, мәдени мұраларымыз бұртартпас айғақ болып табылады. Елбасымыз рухани жаңғырудың бірнеше принциптерін ұсынды: Бәсекелестік қабілет. Ғаламданудың жаһандық жүйесіне еніп, ХХІ ғасырдың талаптарына дағдыланудың қамына кірісу сапалы табыстың кілті екенін атап айтты. Прагматизм. Ұлан ғайыр қазыналарымызды қалпынша қолданып, қорғау, бір мақсатпен межелеген межеге жету арқылы түрлі саяси радикалды идеалогияларға тосқауыл болудың бағдарын ұсынды. Ұлттық бірегейлікті сақтау. Елбасымыз үшінші қағидасында ұлттық код, яғни халқымызға тән салт-санамыз, асыл мәдениетіміз бұлардың барлығы бойымызда жалындап, үні шырқалып тұруын баса айтты, сонда ғана алға басулар болатының ескертті. Білімнің салтанат құруы. Қазіргі таңда білім бағдарламаларының елімізге ұтымды үлес қосып келе жатқанын айта келіп, табыс тізгіні – білімді болашақ жастардың қолында екеніне баса назар аударды. Қазақстанның революциялық емес, эволюциялық дамуы. ХХ ғасыр қасіреттерін қаперімізге сақтап, одан сабақ алу және де дүрбелең туғызу экономикалық күйреуге алып келетінін қазіргі кезде болып жатқан әлемдік толқыныстарды мысалға келтірді. Ревалюциялық өзгеріс емес, эволюциялық жаңару алып келуіміз керек екеніне ой қортты. Қорыта айтқанда, бұл елбасымыздың ұтымды қағидасы, халқына деген үндеу өсиеті деп білемін. Ішкі руханиятымыз арқылы, сыртқы өзгерістерді жақсы жағынан қабылдап, жаңғырудың даңғыл жолына түсуге көшбасшымыз болашақ мына бізге дара жол көрсетті. Ол соқпақтардан қалай өту керектігін айтып, бағыт бағдар берді. Ендеше, көкжиектен ауытқымай, ұлт көшбасшысының өскелең ұрпаққа мензеген дара жолымен биік шыңдарды бағындырайық.",
                "date": "5.01.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіздер ме? Маған рухани жаңғыру туралы жазылған әдебиеттер қажет еді. Пайдаланылған әдебиеттер тізімі...көмектесе аласыздар ма?",
                "date": "11.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның ауданын табыңдар?",
        "question_content": "Теңбүйірлі трапецияның табандары 6 дм және 2 дм, бүйір қабырғалары 0,13 м және 0,37 м. Трапецияның ауданын  табыңдар. Алдын-ала рақмет!",
        "question_date": "17.04.2017",
        "question_tag": "Геометрия",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдымен m-ді дм-ге түрлендіру керек: 0,13м = 1,3дм; 0,37м=3,7дм. Трапецияда биіктіктерді салу керек. Үлкен негіздің бөлігін х деп белгілейік, сонда екінші бөлігі (4-х) болады. \nПифагор бойынша бір үшбұрыштың биіктігін көрсетейік: h^2= 1,69-x^2, екінші үшбұрыштан биіктікті өрнектейміз: h^2=13,69-(4-x)^2. \nМына өрнектерді теңестірейік: 13,69-16+8х-х^2=1,69-х^2. 8x=4, x=0,5. с^2=1,69-0,25, с^2=1,44. h=1,2.\n Трапецияның ауданы: ((6+2):2)*1,2=4,8 кв.дм.",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапеция қабырғаларының ұзындықтарын табыңдар?",
        "question_content": "Теңбүйірлі трапецияның кіші табаны оның бүйір қабырғасына тең. Биіктігі 8 см,периметрі 52 см, ауданы 128 см2.Трапецияның қабырғаларының ұзындықтарын табыңдар. Алдын-ала рақмет!",
        "question_date": "17.04.2017",
        "question_tag": "Геометрия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ABCD- трапеция\n\nAB=BC=CD=x\n\nAD=y\n\n3x+y=52,           ⇒  3x+y=52,\n\n(x+y)/2*8=128       4x+4y=128\n\n12x+4y=208,         \n4x+4y=128.\n\n8x=80\n\nx=10\n\n3*10+y=52\n\ny=52-30\n\ny=22\n\nЖ: АD=22, AB=BC=CD=10",
                "date": "17.10.2019",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Спортпен шұғылданатын немесе қолөнермен айналысатын қарияларды (ата) білесіздер ме?",
        "question_content": "Жетпістен асып, сексенге келіп қалса да, әлі күнге спортпен шұғылданатын немесе қолөнермен айналысатын ерекше қарияларды /ата/ білесіздер ме?",
        "question_date": "17.04.2017",
        "question_tag": "Өнер",
        "question_views": 391,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жүктіліктің белгісі қандай?",
        "question_content": "Салеметсиздерме мен осыдан 10кун бурын турмыска шыгып жарыммен косылдым, 4-5 кун узбей косылдык. сосын ол шаруаларымен кетип калды содан бери болмадык. мен екинши косылган куннен бастап ишимнин ауырганын сездим. еки куннен бери басым айналып журегим айнып, бойымда алсиздикти сезинип уйкым келе береди. киши даретке бурынгыдан коп барамын  бирден конил куйим тусип бирден котерилип жур. Еттеккирим кай куни келетини есимде жок ос ай але келген жок. басым аурып та кояды. Тест алган жокпын. менин жукти болуым мумкин бе,,Ж",
        "question_date": "17.04.2017",
        "question_tag": "Денсаулық",
        "question_views": 743,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жатырдан тыс жүктілік кезінде операциядан соң бир аи откесин қосылу ға болама. Жыныстк қатынас агызбаи. Бир еки салса..и менде кан жоқ али",
                "date": "13.04.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бақытты болудың жолы қандай?",
        "question_content": "Омирден шаршам журмин. Жасым 24 те айелим 1 балам бар. Уйленгенимищге 3 жыл болды. Уйленгели карызда карыз. Карапайым бир куаныш болмапты бала дуниеге келгени гана куанышты арине. Бирак семьяны асырап багу кыйындап бара жатр. Банктен банк карыздан карыз коз ашылмады. Бай болуды армандамайм ешкашан. Карызым болмаса деп армандймыщ. Сонгы кезде мулдем тунилип кеттим. Ешкиммен сойлеским келмид, араласкым келмейди. Жумска турам келем жатам болды, баска ешкандай озгерис жок. Билмим созбен айтып жеткизу мумкин емес. Жай берги жактарын айтып отырмын. Айел бала шагам аулда. Мен сыртта жумста. Не ушин ким ушин жумс жасап жатканымда тусиниксиз болп кетти. Карзга кетип жатыр бирак азаятын тури жок 3 жыл болды. Алга тартатын, дурыс багыт беретин адам болса екен деп отырмын.",
        "question_date": "17.04.2017",
        "question_tag": "Психологиялық кеңес",
        "question_views": 1900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Adamning миі depressia kezinde duris zhumis istemeidi. Jagni, eger siz uaimga kundelikti zhane KATTI berilip zhuretin bolsaniz, sanali is-areketke zhauap beretin mi “cortex” oz zhumisin atkara almai kaladi. Siz ali zhassiz. Sizding de balanizga akil beretin zhaksi ake ali kerek boladi. Sonimen katar, sizding karizdan shiguinizga ote kop akil kerek boladi. Sondiktan, uaimga kop salinbaniz. Uaim degen narse ar adamga tan.Birak, ol adamning basinda ote kop orin alsa, ol adamga zijandi.\n\nSizdi alga tartatatin, sizge duris bagit beretin ol sizding Oziniz.\n\nNegizinde bank-ter sizge kariz berer aldinda sizding kaitaru mumkinshiliginizdi duristap tekseru kerek edi. Jagni, sizding shasiniz (20-ning ainalasindagi zhas adamga kariz beruge boladi ma?) Oning ailigining 100% bala-shagasin asirauga ketetin bolsa, ol kalai karizdi zhabadi?!",
                "date": "9.08.2017",
                "upvotes": 0
            },
            {
                "text": "Бақыт деген ол сіздің денсаулығыңыз мықты,аман-есен жүргеніңіз. Қамықпаңыз, бəрі жақсы болады деп сеніңіз.",
                "date": "19.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2017 жылы Ораза айы қашан басталады?",
        "question_content": "2017 жылда Ораза айы қашан басталады?",
        "question_date": "17.04.2017",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Хижра күнтізбесі бойынша 1438 жылдың Рәбиуль-әууәл айының 1-і, 11-нен 12-іне қараған түні, Рәбиуль ахир айының 1-і, Жумадәл-әууәл айының 1-, Жумадәл-ахир айының 1-і күндері, яғни біздің күнтізбеміз бойынша 2016 жылдың желтоқсан айының 1-і, 11-нен 12-не қараған түні, 30-ы, 2017 жылдың қаңтардың 29-ы мен ақпанның 28-і Мәуліт күніне сай келеді.\nХижра күнтізбесі бойынша 1438 жылдың Рәжәб айының 1-і күні – яғни 2017 жылдың 29 наурызы – Қасиетті үш айдың басталуы.\nРәжәб айының 26-нан 27-не қараған түні – сәуір айының 23-нен 24-не қараған түні Миғраж түні.\nШағбан айының 1-і – 27 сәуірге сәйкес келеді. Шағбан айының 14-нен 15-не қараған түні – мамыр айының 10-нан 11-не қараған түні Бараат түні.\nРамазан айы 27 мамыр күні басталады.\nМаусым айының 21-нен 22-не қараған түні – Қасиетті Қадір түні.\n25, 26, 27 маусым – Ораза айт күндері.\nХижра күнтізбесі бойынша 1438 жылдың Зульхижжа айының 9-ы – 31 тамыз Арафа күні.\n1,2,3,4 қыркүйек – Құрбан айт мерекесі.\n21 қыркүейек Хижра жыл санауы бойынша Жаңа жыл.\n30 қыркүйек – Ашура күні.\nҚарашаның 30-нан желтоқсанның 1-не қараған түні Мәуліт – Пайғамбарымыздың (с.ғ.с) туған күні.\nХижра күні біздің күнтізбеміз бойынша 622 жылдың 16 шілдесіне, жұма күніне келеді. Ислам күнтізбесі һижрадан, яғни Аллаһ Елшісінің (с.ғ.с.) Меккеден Мединеге жер аударған күнінен басталады. Һижра есебін пайғамбарымыз Мұхаммед (с.ғ.с.) дүниеден өткен уақытанан кейін 5 жыл өткенде, 637 жылы халиф Омар ибн әл-Хаттаб р.а. жасаған.\n\nhttps://surak.baribar.kz/633858/ораза-кестесі-2017-ораза-айы-қай-айға-келіп-тұр",
                "date": "27.07.2017",
                "upvotes": 0
            },
            {
                "text": "Кеш жарык!!!менин сурагм менде 6кундик каза бар онын 3уин устадм енди 3уи бар оны себепсиз болип устауга болама?!",
                "date": "28.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген өндіріс ластауының негізгі түрлерін қандай?",
        "question_content": "«Бауырсақтың қыдыруы»\n\n…Бауырсақ күнге жылына жүріп, орманда әр түстес жылтырақ көрді.Терезеден секіріп,орманға домалап кетті.Бәрі әдемі болды! Ол көк шөпке, туннелде домалап,қара айналада секірді,суға шомылды, ол әр түстес болып кемпірқосақ түстеріне шағылысты.\n\nЖолда Қоян – негрді, каскадағы Қасқырды, бояу банкасы бар токсикаман Аюды кездестірді\n\nӘр түстес отқа жеткен кезде Темір Құбыжықты көрді. Ең басында одан шошыды, Түлкіні байқап қалып, белгісіз жанның қасында тұрғанын байқап, ойланды\n\nСұрақтар:\n\nТүлкі кім болып табылады?\n\nОл қандай туннель?\n\nОрманда Қоян-негр қайдан жүр?\n\nҚасқырға касканың не керегі бар?\n\nӨндірістің қандай түрі жайында айтылған? Берілген өндіріс ластауының негізгі түрлерін айтып беріңіз.",
        "question_date": "17.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 293,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Махаббатқа байланысты мына әнді тауып берсеңіздер?",
        "question_content": "Жанымның дауасың іздеуге барамын\n\nТүсім боп түндерде, терезе қағармын,\n\nСағымға айналып, кездессем жолыңда\n\nӨзгерту бәрінде өзіннің қолыңда .\n\nОсы әннің орындаушысын және әннің атын білетіңдер бар ма екен? Өте керек болып тұрғаны.",
        "question_date": "16.04.2017",
        "question_tag": "Өнер",
        "question_views": 907,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://m.vk.com/aigul_bazhanova осы сілтемеден табасыз.",
                "date": "11.08.2017",
                "upvotes": 0
            },
            {
                "text": "Вк желісінен Айгүл Бажанованың парақшасынан таба аласыз.",
                "date": "11.08.2017",
                "upvotes": 0
            },
            {
                "text": "Бұл әннің аты ”Өзіңнің қолыңда”.\nӘнін де, сөзін де жазған белгілі композитор Айгүл Бажанова.\nОрындаушысы да Айгүл Бажанова.\nЮтюб желісінен Маргулан Алиннің парақшасында бейнебаяны бар, көрсеңіз болады.",
                "date": "11.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Еңсептің ерен еңбегі\" тақырыбында шығарма керек?",
        "question_content": "Енсептин ерен енбеги такырыбына шығарма.",
        "question_date": "16.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 847,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мұхтар Әуезовтің әлем әдебиетіне қосқан үлесі қандай?",
        "question_content": "шығарма керек М.Ә. әлем адебие қосқан үлесі",
        "question_date": "16.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл күндері қазақ халқы мен бүкіл әлем халықтарының рухани мәдениетінің аясында Мұхтар Әуезовтің тамаша тұлғасы Қазақстанның құдіретті бейнесінде бұрынғыдан да жарқырап көрінуде. Ұлы жазушының ұлан-ғайыр мұрасы зәулім көркем ғимараты іспетті, оның ішкі жиһазының сыр-сипатын білу, тану, рухани азық ету әлі талай жылдар мен ғасырларға созылады. Әр ұрпақ сол мұраны көздің қарашығындай сақтай отырып жан-жақты зерттелуіне, әр алуан қырларын аша түсуге ат салысады.\nМ.Әуезов әлем әдебиетінің өзара байланысы туралы, әсіресе сол кезде көп ұлтты совет әдебетінің даму заңдылықтарын көп зерттейді. Әдебиет туралы құнды ойларын ортаға сала отырып М.Әуезов былай деп жазды: «Әдебиетіміздің ішінара байланыс қарым-қатынастарын олардың бір-біріне жақындаса араласуымен қатар зерттеу дұрыс. Бұны әдебиет тарихы ғылымының және зор мұраты деп санау керек».\nҚазақ және украин халықтарының тарихи достығы, мәдени-әдеби байланыстарының өнімді дамуына М.Әуезов зор үлес қосты. Ол украина әдебиеті, оның көрнекті өкілдері мен негізгі тенденциялары туралы жазған әдебиеттер байланыстығына, қарым-қатынастарына көп көңіл бөлді. М.Әуезов «Игорь полкі турасындағы сөз» барлық Русь атанған славяндарға ортақ ескерткіш еді, ұлан-ғайыр тарих бойында украина халқы әдебиеті мен беларус халқы әдебиеттері ұдайы туысқандық қалыпта айқасып өседі. Украинаның ұлы философ ағартушысы Григорий Сковорда (ХҮІІІ ғас. өмір сүрген) украина әдебиеті мен орыс әдебиетіне де әсер етеді», - деген тұжырымдар жасады. Т.Г.Шевченко туралы, ақынның Қазақстанға арнаған шығармаларының бағасы мен сапасы туралы М.Әуезов бірнеше рет жазды. Павло Тычина, Александр Корнейчук, Максим Гончар, Латын Рыбак шығармалары туралы да құнды пікірлер айтты.\nБеларус халқының әдебиетін шолуда да М.Әуезов беларус халқының ауызша шығармаларының орыс және украина халықтары шығармаларымен идеялық көркемдік байланыста екенін атап өтеді. Зерттеуші Әуезов беларус халқының демократ ақыны Францишек Богушевич, беларус әдебиетінің іргесін қалаушылар есебінде танылатын Янна Купала, Якуб Колостың өмірі мен қызметі туралы терең толғанысқа толы жылы лебіздер қалдырды.\nСол сияқты Прибалтика халықтарының, оның ішінде Литва әдебиеті жайында айтқан пікір-тұжырымдары қазақ әдебиеттануындағы тың беттер. Литва халқының ХҮІІ ғасырдағы ұлы ақыны Кристионас Донелайтис, Литва халқының демократтық реалистік әдебетінің ірі жазушысы Юлия Жамайте, азаттық арманда жырлаушы ақын Ян Лайнис, осы елдің атақты ақыны әйгілі Соломея Нерис, көрнекті әңгімеші, роман жазушы Питрус Цевмарка, Латыш халқының жаңа әдебиетінің іргесін қалаушы Андрей Улит, жазушы Вилис Лацис, Эстон халқының белгілі драматургы Август Якобсен туралы қазақ ғалымының ой-пікірлері бар. Мұның бәрі Прибалтика халықтарының әдебиеттері туралы қазақ топырағында алғаш айтылған тұжырымдар болуымен де қымбат.\nМ.Әуезовтің Кавказ халықтарының әдебиеті туралы топтама ой-тұжырымдары Грузия эпосы «Амиран» жайында, XIII ғасырдағы грузиннің ұлы ақыны Шота Руставелидің «Жолбарыс терісін жамылған батыр» атты аса зор ескерткіші, XIX ғасырдағы Илья Чавчавадзе, және Акакий Церетели сияқты ақындардың, грузияның кеңес дәуіріндегі романшысы Лео Киачели, ірі ақыны Георгий Леонадзе туралы айтқан пікірлері өте құнды.\nОсетин халқының ірі ақыны Коста Хетогуров туралы жазғанда М.Әуезов: «Оның жолы барлық Россиядағы ұсақ елдерден шыққан ақын-жазушылардың халін, тағдырын танытады. Ақынның өмір кезендері мен еңбектерінен соны айқын аңдауға болады»,-деп түйін жасайды.\nАрмян әдебиеті де қазақ жазушысының назарынан тыс қалмаған. Армян әдебиеті туралы шолуын М.Әуезов оның көне әдебиетіндегі ескерткіштері болғандығына баса назар аударудан бастайды. Ү ғасырдағы Крестян Монах Месрап Маштоқтың армян алфавитін жасаудағы, ҮІІ ғасырдағы Моисей Коренкийдің армян тарихы жөніндегі еңбектері – бәрі де көне әдебиеттік ескерткіштер екенін атап көресетеді. Армян әдебиеті дүние жүзіндегі ең көне әдебиеттердің бірі. Сондай көне мұраның бірі, армян халқының отаншылдық қасиетті талаптарын танытады. «Давид Сосунский» шынайы халықтық, геройлық дәстүрдің зор ескерткіші екенін Әуезов атап көрсетті.\nОл өзі ғұмыр кешкен кездегі қай халықтың әдебиеті туралы жазса да оның ең ірі құбылыстарына тоқталады. Ол армян халқының жаңа әдебиетінің атасы, ағартушы және гуманист жазушы Хаяатур Абовян, халық ақыны Ованес Туманян, пролетарлық поэзияның негізін қалаушы ақын Акоп Акопьян, кеңес дәуірінің ақыны, драматург, прозаик Найри Зарьян творчествосы туралы жазды.\nАзербайжан халқының көне үлкен мұрасы «Көрұғлы» эпосы, жазба әдебиеті ерте басталғаны, XII ғасырда шыққан ұлы ақын Низамидің ірі поэмалары, азербайжан ұлт әдебиетінің кейінгі дәуірлерде өсуіне Низамидің көп әсер етуі, Физули, Вагиф, Мирза Ахунов, Алекбар Сабир, Самед Вургун т.б. қазақ жазушысы Әуезов назарында болған ғұламалар.\nМ.Әуезовтің Орта Азия халықтарының әдебиеті – тәжік, өзбек, түркмен, қырғыз әдебиеттері, әсіресе олардың өзара байланыстары туралы айтқан құнды тұжырымдары кейінгі қазақ әдебиетінің осылардың әрқайсысымен тарихи және осы заманғы байланыстарын әдейі, арнайы тексерген зерттеулерге негіз болды.\nЖазушы мұрасының аса бір бай қыры оның батыс Европалық әдебиеттермен байланысы. М.Әуезовтің ол елдердің тарихын қоғамдық, философиялық, эстетикалық қазыналарын, мәдениеті мен әдебиетін жоғары оқу орындарында жүйелі оқып білген, таныған, өмірде творчествосына азық еткен. Қазақ жазушысы орыс тілі мен әдебиетінің мұғалімі В.И.Поповты былай деп еске алады: «Мен Василий Ивановичке өте-мөте қарыздармын. Ол менің бойыма орыс әдебиетіне деген зор сүйіспеншілік дарытты, батыс классикасымен таныстырды»,- деуіне қарағанда жазушы жас кезінен бүкіл әлемдік, оның ішінде орыс және батыс әдебиеттерінің көркемдік деңгейі қызықтырған.\nМ.Әуезов тағлымының келесі бір өзегі – қазақ әдебиетінің Шығыстық арнасын кеңейтуі, байытуы. Ол бір ғана Индия елін біліп тануымызға қыруар еңбек етті. Жазушы Индия туралы тамаша очерктер жазды, сол елдің атақты жазушысы Рабиндронт Тагордың творчествосын талдауға арнап «Тагордың кемеңгерлігі» атты мақала жазды. Қазіргі заманда кең өріс алған Азия және Африка елдері жазушыларының ынтымағы, бірлігі тарихына М.Әуезов ерекше үлес қосты. Азия және Африка елдері жазушыларының I конференциясында Қазақстан, Өзбекстан, Тәжікстан, Қырғызстан жазушылары атынан сөйлеген М.Әуезовтің терең, көп мәнді сөзі катысушыларға ерекше әсер етті.\nМ.Әуезов творчествосы арқылы қазақ әдебеті бүкіл әлемдік мәдениет пен әдебиеттің арнасымен жалғасты, тоғысты, соның шырқау деңгейіне көтерілді. Жазушының «Абай жолы» эпопеясы және басқа әңгіме, повестері көптеген шетел тілдеріне аударылды (орыс, ағылшын, неміс, поляк, румын, грек, венгер, болгар, чех, т.б.). Бүкіл әлемдік екі жүз томдық «Дүние жүзі әдебиетінің кітапханасы» сияқты ғажайып серияда М.Әуезовтің «Абай жолы» эпопеясы 134,135 том болып басылуы қазақ жұртшылығының мәртебесін биікке көтерді.\nӘрине, қазақ жазушысының қаламынан туған қазақ эпопеясының халықаралық беделінің сыры тереңде жатыр. Оның бұл шығармасы барлық халықтардың жанына жағатын, маңызды мәселелер мен идеяларды, барлық прогрессивтік адамзат баласына қымбат асыл ой, сезімдерді қамтуында жатыр. Сонымен бірге осылардың бәріне шебер суреткердің шығармашылық күшпен айта, жеткізе алуында, ең бастысы жазушының жаратылысында, дарынды тәжірибесінде, кемелденген үздік зор талантында.\n«Абай» романын француз тіліне аудартып, редакциясын басқарған Луи Арагон «Совет әдебиеті» деген арнаулы еңбегінде: «Мен оның (М.Әуезовтің) шығармаларын туған еліме таныстырушы болуды өзіме үлкен абырой санаймын. Эпикалық роман «Абай» менің ойымша, XX ғасырдағы ең үздік шығарманың маңдай легінен орын алады деу аздық қылады, ондай шығарманы табу қиын» деп бағалады. Андрей Стиль «Юманите» газетінің бетінде Луи Арагон пікірін қуаттай келіп былай депті: «М.Әуезовтің романын алар болсақ, мұнда ең алдымен поэзияның легін сезінесің, қиыр кеңістіктің кереметін сезінесің». Француздың белгілі сыншысы Бержарон өзінің үлкен мақаласының қорытындысында: «Әуезовтің үніндей үнмен, Әуезов жырлаған ұлылықпен, керемет махаббатпен жырланған бақытты халықтың шіркін не арманы бар екен», - деп түйіндейді.\nАвстрияның «Вег унд циль» журналы «Абай» романын қазақ халқының тарихына байланысты кең алып бағалайды. «Біздің көз алдымызда Абай ақынның өмір тарихы тар кемерінен тасып шыққан жеңімпаз, өрен өзен сықылды, сол кездегі көшпелі қазақ халқының тарихына астасып кеткен. Әуезов үлкен суреткерге тән нәзіктілікпен, толып жатқан әсем детальдармен, үш ұрпақты көрсететін туған халқының келелі кезеңін көзімізге елестетеді»,-деп жазды. Шетел оқушылары мен сыншыларының пікірлерін көрсететін түйінді ой Лейпциг қаласында шығатын «Дер библиотекарь» журналында жарияланды. Неміс сыншысы Герберт Кремпиен: «М.Әуезовтің «Абай жолында» өткен ғасырдың екінші жартысындағы қазақ халқының өмірі, сол кездің әдет-ғұрып тұрмысы, сол күйінде, әр қырынан, өз сатысымен тамаша бейнеленеді. Бұл кітаптың аты немісше «Таң алдында» деп аталады. Бұл ат болашақ зор даңқы шығатын жаңа ақынның дүниеге келуімен бітпейді. Ол сонымен бірге ғасырлар бойы артта қалған бүтін бір халықтың енді-енді қалыптасып келе жатқанын, оның тарихында тұңғыш рет еркін болашаққа қадам басқанын көрсетеді»,- деп жазды.\nҚорыта келгенде қазақ халқының даңқты жазушысы, ғалымы, педагогы, қоғам қайраткері М.Әуезов аса құнды еңбектері үшін туған халқының зор құрметіне бөленіп, шығармашылық сатының ең жоғары басқышына көтерілді. Ұлы жазушының талантын шарықтатып көркемдік дамудың шырқау биігіне жеткізген өмір жолы оңай емес-ті. Ол дамылсыз ізденудің, табанды еңбектенудің қиын-қыстау жолдарын бастан кешірді.\nМ.Әуезов жасаған асыл туындылар қазақ әдебиетін озық әдебиетер қатарына қосып, қазақ халқының тарихын, өмірін, мәдениетін, талантын, ұлттық характерін жер жүзі оқушыларына танытты, сөйтіп кемеңгер жазушы тек қазақ әдебиеті ғана емес, бүкіл әлем әдебиетінің мақтанышына айналды. Сондықтан да М.Әуезовтің есімі мен еңбегі жаңарған адамзат өмірімен бірге мәңгі жасайды. Дана Әуезов – қазақ әдебиетінің классигі, дүние жүзі әдебиетіндегі алып тұлғалардың бірі. Оның халық даналығынан нәр алған, өмір өзенінің тұнығынан суарылған тағылымы мол тартымды шығармалары қайталап оқыған сайын рухани дүниемізді байытып, баға жетпес жан азығы бола бермек.\nМ.Әуезовтің артында қалған бай әдеби-ғылыми мұрасы әдебиетшінің, оның қаламгерлік қарымының, ой-арманы мен мақсат-мұратының биік мүдделері туралы сыр шертуге үлкен темірқазық екені баршаға мәлім. Жазушы, драматург, әдебиетші ғалымының өлмес туындылары ұлы суреткердің жеке басының зиялылығының, асқақ азаматтығының, қаламгердің шығармашылық қызметте де шексіз адал болуының жарқын өнегесі болып қала береді.\n\nhttp://www.uniface.kz",
                "date": "17.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еуразия материгінің физикалық-географиялық орны?",
        "question_content": "Еуразия материгінің физикалық-географиялық орның айтасызда",
        "question_date": "16.04.2017",
        "question_tag": "География",
        "question_views": 15500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еуразия – дүние жүзіндегі ең ірі материк. Оның ауданы аралдарымен қосып есептегенде 54 млн км² астам, құрлықтың 1/3 бөлігіне сәйкес кееді. Еуразияны екі дүние бөлігі – Еуропа мен Азия құрайды.\nМатериктің табиғат жағдайларының алуан түрлілігі оны ауданының үлкен болуымен түсіндіріледі. Бұл мынадай табиғат ерекшеліктерінен көрінеді:\nДүние жүзіндегі ең биік тау шыңы – Гималайтауындағы Джомолунгмашыңы, оның биіктігі 8848 м;\nЖер шарындағы теңіз деңгейінен ең төмен орналасқан жер Арабия түбегінің солтүстік-батысындағы Өлі теңіз орналасқан Гхор ойысы. Оның деңгейі 403м;\nЖер шарындағы ең үлкен түбек – Арабия, оның ауданы 3млн км² артық;\nСолтүстік-Шығыс Сібіріндегі - 71ºС температурасында тікелген Оймяконелді мекені солтүстік жарты шарындағы суықтық полюсі болып табылады;\nЫстық әрі аптапты Үндістандағы Тар шөлінде +53ºС температура байқалған;\nЖер шарындағы жылдық жауын-шашынның ең көп түсетін ауданы – Гималайдың оңтүстік-шығыс беткейіндегі Черапунджи елді мекені, мұнда жылына 12 мың мм-ден артық жауын-шашын түседі;\nАса құрғақ аптапты Арабия түбегінің оңтүстігінде жылдық жауын-шашын мөлшері 15 мм-ден де аз;\nЖер шарындағы ең үлкен көл – Каспий теңізі Еуропа мен Азия аралығында орналасқан, оның ауданы 390 мың км²;\nЖер шарындағы ең терең көл – Байкал көлі Азиялық бөлігінде орналасқан, оның тереңдігі 1620м;\nЕуразияда солтүстрік жарты шарға тән барлық климаттық белдеулер мен табиғат зоналары кездеседі;\nЕуразия материгінің жағалауларын барлық мұхит сулары шайып жатыр.\nМатерик батыстан шығысқа қарай орасан зор аумаққа созылып жатыр.\nЕуразияны құрайтын екі дүние бөлігі – Еуропамен Азияарасындағы шартты түрдегі шекара Орал тауларының шығыс етегі, Жайық өзені арқылы Каспий теңізінің солтүстік жағалауы, Каума-Маныч ойысы мен Азов, Қаратеңіздері және Қара теңізді Жерорта теңізімен байланыстыратын бұғаздар арқылы өтеді.\nЕуразияның солтүстіктегі шеткі нүктесі – Челюскин мүйісі (77º43´с.е. 104º 18´ ш.б.) мен оңтүтіктегі шеткі нүктесі – Пиай мүйүісі (1º16´с.е. 103º30´ш.б.) аралығындағы қашықтық 8000 км.кейбір аралдар солтүстік полюске таяу орналасса, Малайя архипелагының аралдары экватордан оңтүстікке қарай 11º о.е. дейін созылып жатыр.\nШеткі нүктелері:\nСолтүстігі - Челюскин мүйісі (77°43‘с.е. 104°18‘ш.б.)\nОңтүстігі - Пиай мүйісі (1°16‘с.е. 103°30‘ш.б.)\nБатысы – Рока мүйісі (38°47‘с.е. 9°34‘б.б.)\nШығысы - Дежнев мүйісі (66°05‘с.е. 169°40‘ш.б.)\n/Оқушыларға видео көрсетіліп , тыңдалды./\nАдамдардың Еуразия жерін қоныстануы Жерорта теңізі маңынан басталады. Осы жағалауда тұңғыш географиялық түсініктер қалыптасып, алғашқы географиялық ұғымдар жинақталған. Географиялық ұғымдардың ауқымының кеңеюіне біздің заманымызға дейінгі 2500 жылдарда Крит аралын мекендеген ежелгі миной халқы негіз салған. Минойлар Египет және Кипр, Сицилия аралдары мен қазіргі Балқан түбегіндегі елдермен сада қарым-қатынасын жүргізген.Еуразия материгіндегі жаңа жерлерді ашуда ежелгі гректердің де қосқан үлесі зор. олар батысқа және солтүстікке жорықтар жасап, Қара және Каспий теңіздерінің жағалауларын, Дунай және Дон өзендерін бойлай жүзді.\nТек ХІХ ғасырда ғана Орталық Азия табиғатын зерттеу бағытында жүйелі экспедициялар құрыла бастады.бұл зерттеулерді жүргізуде орыс саяхатшы ғалымдарының еңбектері ерекшк зор. Әсіресе Н.М.Пржевальский басшылық еткен әкспедицияның ашқан жаңалығы маңызды болды. Ғалым Орта Азиияда 15 жыл болып, 33 мың км-ге жуық жол жүрген. Сол аймаққа жасаған 4 саяхаты нәтижесінде Н.М.Пржевальский Тибет пен Гоби шөліндегі бірнеше тау жоталарын анықтап, Хуанхэ және янцызы өзендерінің бастауын тапты.1856-59 жылдар аралығында Ресей Географиялық қоғамының тапсыруы бойынша қазақ халқының ағартушы ғалымы Ш.Уәлиханов Орталық Азияның сол кезеңге дейін жұмбақ қалпындақалып келген ішкі бөліктеріне саяхат жасады. Алдымен Тянь-Шань тау жүйесінің Қазақстан мен Орта Азиядағы бөлігін аралаған ғалым Ыстықкөл жағасында болып, одан әрі Қашғарияға аттанған.\nШоқан білімі шеті жоқ теңіз суы сияқты “Шығыстың аққан жұлдызы” атанған ғалым.\n\nhttp://u-s.kz",
                "date": "17.04.2017",
                "upvotes": 0
            },
            {
                "text": "Еуразия материгінде қандай шығанақтар бар",
                "date": "8.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еуразия материгінің физикалық-географиялық орны қандай?",
        "question_content": "Еуразия материгінің физикалық-географиялық  орны қандай?",
        "question_date": "16.04.2017",
        "question_tag": "География",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "-да, -де, -та, -те шылауларына сөйлем құрау керек?",
        "question_content": "Әрі жалғаулық Әрі демулік шылауларға сөйлем құрап беріңдерші ДА ДЕ ТА ТЕ өтінемін",
        "question_date": "16.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 21100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бүл шылау өзі қатысты сөздің соңғы дыбысына қарай үндестік заңы бойынша бірде да, бірде де, бірде та, бірде те болып өзгеріп отырады. Да (де, та, те) бірде жалғаулык, бірде демеулік ретінде қолданылып, өзі қатысты сөзге қосымша мән үстеп қана тұрса, онда ол — демеулік те, ыңғайластық мәнді сөздерді я сөйлемдерді байланыстырып тұрса, онда ол -жалғаулық. Демеулік мәнінде бүл шылау қайталанбай, бір ғана сөздің жетегінде түрады да, жалғаулық мәнінде ол көбіне қайталанып келіп, не кейде қайталанбаса да, екі сөзге я сөйлемге ортақ болып отырады немесе оны басқа жалғаулықпен ауыстыруға болады, Мысалы: Сен де бір кірпіш дүниеге, Кетігін тап та, бар, қалан. (А.) Сөйлемдегі де -демеулік, сен деген сөзге ғана қатысты болып, оған күшейткіш мағына үстеп түр, ал та -жалғаулық, ол тап, бар және цалан деген бірыңғай баяндауыштарды ыңғайластыра (бірінен кейін бірі болған қимыл) байланыстырып түр. Бүны қайталап та (тап та, бар да цалан түрінде) қолдануға болады.\nДа (де, та, те)жалғаулығы да, демеулік де сырт түлғасы жағынан жатыс септік жалғауымен ұқсас келеді. Жатыс септік жалғауы (-да, -де, -та, -те) сөзге жалғанып, бірге жазылады, оны түсіріп айтуға болмайды. Ал да (де, та, те) шылауы бөлек жазылады, оны түсіріп те айтуға немесе жалғаулық мәнінде келгенде басқа жалғаулықпен алмастырып та қолдануға болады. Мысалы, жоғарыдағы сөйлемді Сен де бір кірпіш дүниеге, Кетігін тап, бар (және) цалан деп айтуға болса, Жасымда гылым бар деп ескермедім — жасымда сөзіндегі -да жатыс септікті түсіріп айтуға болмайды.\n\nhttps://www.tarbie.kz/",
                "date": "17.04.2017",
                "upvotes": 0
            },
            {
                "text": "Маган да Да де та те шыдауына сойлем курау керек",
                "date": "21.04.2017",
                "upvotes": 0
            },
            {
                "text": "Ол да жұмыс істеуді үйренді",
                "date": "17.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлемді құрылымына қарай талдау керек?",
        "question_content": "Сөйлемді құрылымына қарай талда.\nБүгін төңіректе ешбір өзгеріс жоқ.\nҚуанышымда шек болмады.\nАдамгершілік адамның жүріс-тұрысы мен отырысынан да көрініп тұрады",
        "question_date": "16.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 9700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамгершілік адамның жүріс-тұрысы мен отырысынан да көрініп тұрады.\n\nКөрініп тұрады-күрделі баяндауыш-сұрағы -не істейді?\n\nАдамгершілік-бастауыш-сұрағы-не?\n\nАдамның-анықтауыш-сұрағы -кімнің?\n\nЖүріс-тұрысы, отырысынан-бұл-күрделі толықтауыш-сұрағы-несінен?\n\nБұл сөйлемде екі шылау бар. Олар-мен, да.\n\nСөйлемді құрылымына қарай талдау үлгісі осы.",
                "date": "20.04.2017",
                "upvotes": 0
            },
            {
                "text": "Сөйлемді құрылмына қарай талдау бұл сөйлем мүшелеріне қарай талдау. Сөйлемді талдаудағы мақсат сөйлемнің құрылымын сөйлем мүшелеріне ажырату арқылы оның мағынасын түсіну.\n\nМысалы: Қуанышымда шек болмады. Қазақ тілінде бірінші кезекте баяндауыштан бастап табамыз Себебі, ол-сөйлемнің тірегі. Болмады-баяндауыш-сұрағы не істеді? Не болмады? Шек-бұл-бастауыш. Неде шек болмады? Қуанышымда-бұл-толықтауыш.",
                "date": "20.04.2017",
                "upvotes": 0
            },
            {
                "text": "Сөйлемді құрылымына қарай талдау.\n\nБүгін төңіректе ешбір өзгеріс жоқ.",
                "date": "11.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1-інші сан 2-інші санға қарағанда қаншаға кем?",
        "question_content": "1-інші сан, 2-інші сан қаншаға тең?екі санның қатынасы 1/4 қатынасындай егер 1-інші санға 40-ты қоссақ сандардың қатынасы 3/4 болады. 1-інші сан, 2-інші сан қаншаға тең?",
        "question_date": "16.04.2017",
        "question_tag": "Математика",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қатнас 1/4-ке тең",
                "date": "17.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Машинды ұқыптап күтіп айдасақ, неше жыл айдауға болады?",
        "question_content": "Жуырда Мерседес Е 230 көлігін алмақшы едім. Бірақ таныстарымның кейбірі тайота ал дейді. Кейбірі мерседес дейді. Кейбірі ауди дейді. Бас қатып кетті. Сіздердің пікірлеріңізді оқып көрейік. Осы үшеуінен қайсысы тартымды, алуға тұрарлық. Өзіме Мерседес көбірек ұнайды. Мерседестің бөлшектері қымбат тұрғанымен, сапалы емес пе? Ұқыптап күтіп айдасақ, неше жыл айдауға болады. Мерседес е 230 2.3, 1996 жылғы. Қоржынымда 1000000 млн қаражатым дайын.",
        "question_date": "16.04.2017",
        "question_tag": "Автокөлік таңдау",
        "question_views": 540,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1000000 ға көлік алсаң сосын 1000000 ға запчасти саласыңғой)",
                "date": "25.09.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ахмет Байтұрсыновтың «Қазақ салты» өлеңіне эссе керек?",
        "question_content": "Ахмет Байтұрсыновтың «Қазақ салты» өлеңіндегі қазақ халқының психологиясы. Такырыбына эссе керек еди",
        "question_date": "16.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 31900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қазақ салты» өлеңі қазақ халқының Ресейге бодан болуының негізгі себептері, нақтырақ айтсақ қазақтың өзіне тән кемшіліктері түсіндірілген. А.Байтұрсыновтың ой –толғауларының нәтижесі: Автор өлеңде өзінің сыни көзқарасын нақты айқындаған. Қазақтың қараңғылығын сөз еткен. Әйтседе, өз халқына деген жанының ашуы, өкініші, мұңы сезіледі.\nАхмет Байтұрсынов бұл өлеңінде қазақ халқының менталитетінің жағымсыз жағын, саңылаусыз салтын ашып жазды. Қазақтың ұйымшылдығының, ауызбіршілігінің жоқтығынан бңр-біріне соқтығып, алауыз боп, қырық пышақ боп жүрген кезде сырттан келген орыстың алдап-сулап қазақ жерін басып алғанын сезбей де қалды.XYIII ғасырдан бастап бытырап, өз ішінде бірлігін жоғалта бастаған қазақ халқының XX ғасырға таман жағдайының қиындай түскенің: «Кіреді тентек есі түстен кейін,мүмкінің халіміздің жаңа білдік»-деп жеткізеді.Бұл шумағында қазақ халқының саяси санасының төмендігі сезіледі.\n«Қалтылдақ қайық мініп еспесі жоқ,\nТеңізде жүрміз қалқып кешпесі жоқ,\nЖел соқса, құйын қуса жылжи беру,\nБолғандай табан тіреу еш нәрсе жоқ»\nдеген үзіндісінен басшысы жоқ, бір орталыққа бағынған мемлекеті жоқ қазақ халқын, шығысында айдаһардай айбарлы,солтүстігінде аюдай алпауыт мемлекет тұрсада, саясатқа басын қатырмай, ө ішінен жік-жікке бөлініп жатқан қазақ халқын көреміз.Әрине, сол кездегі қазақ қауымын үзілді –кесілді қараңғы болды деп айтуға болмас.Небір дарынды тұлғалар болғаны хақ, бірақ ауыл молдасынан білімімен шектеліп қалған, тіпті оқымаған , сауаты нашар қара халықтың басымдығы халқын артқа тартты.Міне,автордың жеткізгісі келген ойы, қазақтың кемшілігі осындай.\n«Қазақ салты»өлеңінде Абайдың ой толғауларын еске салатын образдар бар, сондықтан бұл өлең сыни көзқараспен жазылған деп айтуға болады.Бұл хакім Абайдың ақындық дәстүрінің жалғасы, Ахметтің жан айқайы.Ол осы туындысымен XIX-XX қазақ халқының жағдайын толық жеткізе алды.\n\nhttp://bankreferatov.kz",
                "date": "19.04.2017",
                "upvotes": 0
            },
            {
                "text": "Аxмет Байтұрсыновтың \"Қазақ салты\"өлеңдегі қазақ xалқының псиxологиясын талдап жазыңыз",
                "date": "12.09.2018",
                "upvotes": 0
            },
            {
                "text": "20ғасырдың басындағы қазақ халқы мен 21 ғасыр қазағының болмысын Ахмет Байтұрсыновтың\"Қазақ салты\" өлеңін негізге сала отырып салыстырыңыз осы эссені тауып бере аласыздар ма? Өтініш",
                "date": "11.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұстафа Шоқайға арнап өлең шығарып беріңіздерші өтініш.",
        "question_content": "Мұстафа Шоқайға арнап өлең шығару керек. Және тәуелсіздікті сәл қатыстыру керек. Өтінемін шығарып беріңіздерші!",
        "question_date": "15.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақтауда фотомодельер мандығын оқытатын колледж?",
        "question_content": "Ақтау қаласында фотомодельер/стилист мамандығын оқытатын бюджеттік колледждер бар ма ? Или Универ ?",
        "question_date": "15.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 392,
        "question_upvotes": 0,
        "answers": []
    }
]