[
    {
        "question_title": "Биология 9-сынып емтихан. Жүйкелік және гуморальді реттелудің өзара байланысы.",
        "question_content": "Адам ағзасының тіршілік әрекеті құбылыстарының реттелуі.\n\nЖүйкелік және гуморальді реттелудің өзара байланысы.",
        "question_date": "10.05.2016",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1/3-x/2,5x>0 интервалдар әдісі",
        "question_content": "1/3-x/2,5x>0 интервалдар әдісі",
        "question_date": "10.05.2016",
        "question_tag": "Математика",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қуаты 600 Вт,ПӘК-і 80 % электр шәйнегіндегі бастапқы температурасы",
        "question_content": "Қуаты 600 Вт,ПӘК-і 80 % электр шәйнегіндегі бастапқы температурасы 20°С болатын 1,5 л су қанша уақытта қайнайды",
        "question_date": "10.05.2016",
        "question_tag": "Физика",
        "question_views": 15500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "T=100-20=80=·С\n\nm=1000*0.0015=1.5кг\n\nQ=4200*1.5*80=504000Дж\n\nP=600*80/100=480Вт\n\nt=504000/480=1050с=17.5м(17м+30с)",
                "date": "10.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дастархан басында ата күні, жұма күні, өлілерді еске алып йіс шығарып шелпек пісіргенде",
        "question_content": "Дастархан басында ата күні, жұма күні, өлілерді еске алып йіс шығарып шелпек пісіргенде, т.б. дастархан дұғалары керек еді?",
        "question_date": "10.05.2016",
        "question_tag": "Телеарналар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ел арна каналынан бұрын көрсеткен киноларды қайдан тапсам болады?",
        "question_content": "Ел арна каналынан бұрын көрсеткен киноларды қайдан тапсам болады?",
        "question_date": "10.05.2016",
        "question_tag": "Телеарналар",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандай кинолар екенін жазсаң ,көмектесіп көрейін...",
                "date": "14.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихынан емтихан билеттері 9-сынып",
        "question_content": "1-билет\n\n1.Қазақстандағы 1916 ж. Ұлт-азаттық көтерілістің барысы, жеңілу себебі мен тарихи маңызы.\n\n2. Қазақстандағы тың және тыңайған жерлерді игерудің мақсаты, салдары, көлеңкелі жақтары \\1954-1956 ж.\\\n\n3. «Милитаризм» анықтамасы.\n\n2-билет\n\n1. Қазақстандағы Ақпан буржуазиялық-демократиялық төңкерісі кезеңінде уақытша Үкімет пен Кеңестердің құрылуы.\n\n2.Қазақстан экономикасындағы өзгерістер \\1990 ж.\\\n\n3.«Экономикалық дағдарыс» анықтамасы..\n\n3-билет\n\n1.1917 ж. Ақпанынан қазанға дейінгі Қазақстандағы саяси партиялар.\n\n2.Қазақстанның мемлекеттік тәуелсіздігін жариялауы және ТМД-ның құрылуы.\n\n2.«Ұлтжандылық» анықтамасы.\n\n4-билет\n\n1.Қазақстандағы Қазан төңкерісі, Кеңес Үкіметінің орнауы.\n\n2.Тәуелсіз Қазақстанның халықаралық жағдайы, сыртқы саясаты.\n\n3.«Диктатура» анықтамасы.\n\n5-билет\n\n1.Қазақстандағы шетел интервенциясы және азамат соғысы.\n\n2.1986 жылғы Желтоқсан оқиғалары.\n\n3.«Диверсификация» анықтамасы.\n\n6-билет\n\n1.Қазақстан жаңа эканомикалық саясат жылдарында.\n\n2.Қазақстандардың ұлы отан соғысы жылдарындағы ерліктері.\n\n3.«Соғыс коммунизмі» анықтамасы.\n\n7-билет\n\n1.Қазақстанды индустрияландыру оның ерекшеліктері.\n\n2.Бекмаханов ісі.\n\n3.«Демократия» анықтамасы.\n\n8-билет\n\n1.Қазақстандағы ұжымдастыру, оның салдары.\n\n2.Тәуелсіз Қазақстан оның халықаралық жағдайы.\n\n3.«Индустрияландыру» анықтамасы.\n\n9-билет\n\n1.Қазақстандағы тоталитаризм пайда болуы, оның ерекшеліктері.\n\n2.Тәуелсіздік жылдарында Қазақстанның дамуы. Тәуелсіз Қазақстанның саяси міндеттері.\n\n3.«ГУЛАГ» АНЫҚТАМАСЫ.\n\n10-билет\n\n1.Қазақстандағы мәдени құрылыс, сауатсыздықты жою және кеңестік мәдениеттің қалыптасуы.\n\n2.Тәуелсіз Қазақстанның саяси дамуы.\n\n3.«Суверенитет» анықтамасы.\n\n11-билет\n\n1.Қазақстан интеллигенциясының қалыптасуы және кәсіптік білім беру.\n\n2.Ұлы Отан соғысы кезеңінде тыл еңбеккерлерінің ерлігі.\n\n3.«Интеграция» анықтамасы.\n\n12-билет\n\n1.Гитлерлік фашизм, оның әскери жоспары.\n\n2.Торғай облысындағы ұлт-азаттық қозғалыстың ерекшеліктері.\n\n3.«Азық-түлік салғырты» анықтамасы.\n\n13-билет\n\n1. Қазақстанда Кеңес үкіметінің орнауы, оның қиыншылықтары мен ерекшеліктері.\n\n2.Қазақстандық парламентаризм.1995жылғы Конституция\n\n3.«Инфляция» анықтамасы.\n\n14-билет\n\n1.1990 жылдардағы Қазақстан экономикасының дамуы.\n\n2.Қазақстандағы индустрияландыру, оның ерекшеліктері.\n\n3.«Миллитаризм» анықтамасы.\n\n15-билет\n\n1.Соғыстан кейінгі Қазақстанның дамуының ерекшеліктері.\n\n2.Қазақстандағы ұжымдастыру, оның салдары.\n\n3.«Әскери коммунизм» анықтамасы.\n\n16-билет\n\n1.Ұлы Отан соғысы кезеңіндегі қазақстандық батырлар.\n\n2. Тың және тыңайған жерлерді игерудің мақсаты, салдары, көлеңкелі жақтары \\1654-1956 ж.\\\n\n3.«Тәркілеу» анықтамасы.\n\n17-билет\n\n1.Қазақстан қайта құру жылдарында \\1986-1991 ж.\\\n\n2.Қазақстан бірінші дүниежүзілік соғыс кезеңінде.\n\n3.«Антанта» анықтамасы.\n\n18-билет\n\n1.Тәуелсіз Қазақстанның халықаралық жағдайы.\n\n2.Қазақстан эканомикасын соғыс жағдайына бейімдеп қайта құру.\n\n3.«Барбаросса жоспары» анықтамасы.\n\n19-билет\n\n1.Д.Қонаев өмірі мен саяси қызметі.\n\n2.Қазақстанның 1920-1945 жылдардағы мәдени дамуы.\n\n3.«Оппозиция» анықтамасы.\n\n20-билет\n\n1.Қазақ Кеңес Социалистік Республикасының құрылуы.\n\n2.Тоқырау жылдарындағы Қазақстан.\n\n3.«Құрылтай» анықтамасы.\n\n21-билет\n\n1.1930жылдардағы қоғамдық-саяси өмір.\n\n2.Қазақстандықтар ұлы отан соғысының шешуші кезеңінде.\n\n3.«Толеранттылық» анықтамасы.\n\n22-билет\n\n1.Қазақстанда 1990 ж. қалыптасқан қоғамдық-саяси қозғалыстарды атаңыз.\n\n2.Ұлы Отан соғыс тақырыбы Қазақстан жазушыларының шығармаларында.\n\n3.«Менталитет» анықтамасы.\n\n23-билет\n\n1.Қазіргі кезеңдегі Қазақстанның мәдениет қайраткерлері.\n\n2.Қазақстан-Сталинград майданының ең жақын тылы болғандығын дәлелдеңіз.\n\n3.«Модернизация» анықтамасы.\n\n24-билет\n\n1.Қазақстанның қазіргі кезеңдегі сыртқы саясатына сипаттама бер.\n\n2. Н.Ә.Назарбаев өмір жолдары және саяси қызметі.\n\n3.«Ұлтжандылық» анықтамасы.\n\n25-билет\n\n1.Қазақстан-егемен мемлекет.\n\n2.Азамат соғысы жылдарындағы эканомикалық саясаттың мәні.\n\n3.ҚР Президентінің 2012 жылғы жолдауы.",
        "question_date": "10.05.2016",
        "question_tag": "Мектеп",
        "question_views": 12400,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Билеттердің жауабы барма",
                "date": "17.03.2017",
                "upvotes": 1
            },
            {
                "text": "1 билет\n\n3)Милитаризм-əскери күш-қуатты арттыру,қауырт қарулану мен соғысқа дайындық тағы белсенділік саясаты.",
                "date": "27.05.2017",
                "upvotes": 0
            },
            {
                "text": "Гулаг еңбекпен түзеу лагерьлері мен аударылғандар қоныстарының ж/е қамау орындарының бас басқармасы ішкі істер халық коммисариаттарының бөлімі",
                "date": "5.05.2018",
                "upvotes": 0
            },
            {
                "text": "индустрияландыру анықтамасы",
                "date": "16.05.2018",
                "upvotes": 0
            },
            {
                "text": "Бірінші дүниежүзілік соғыс 1914 жылғы 19 шілдеде (1 тамызда) басталды. Соғысқа дейінгі тұста Ресейде жаңа өнеркәсіп салалары жедел қарқынмен дамыды. Өнеркәсіп орындары ел экономикасының дамуына үлес қосумен қатар, соғыс қажеттілігіне орай ірі мемлекеттік тапсырмаларды да атқарды. Өнеркәсіп өндірісінің ішінде металлургия өндірісі үлкен жетістіктерге жетті. Әйткенмен, Ресей соғысқа дайындықсыз, әскери-өнеркәсіптік әлеуеті төмен, көлігі нашар дамыған жағдайда кірісті, армия әскери-техникалық жағынан нашар қамтамасыз етілген еді. Соғыс басталған соң жалпы империяда, ішінара Қазақстанда өндіргіш күштердің даму деңгейі бірте-бірте кеми берді. Бірінші дүниежүзілік соғыс Қазақстан экономикасының құлдырауына әкеліп соқты. Ауыл шаруашылығы өлкедегі егіншілік облыстар бойынша  біркелкі дамымады. Ол құнарлы, егіншілік шаруашылығын жетік меңгерген аудандарда жақсы дамыды. Соғыс егін шаруашылығына да елеулі өзгерістер енгізді. Ең алдымен, ауыл шаруашылық  бақша дақылдарының егіс көлемі ұлғайды. Мәселен, Қазақстан бойынша күзгі бидайдың егіс көлемі 1913 жылмен салыстырғанда 1917 жылы 63,5%-ға, жазғы бидай - 8,4%-ға, тары - 22,1%-ға, картоп - 46,3%-ға қысқарды. Ал бақша дақылдарының егіс көлемі 433,8 мың десятинадан 1115,0 мың десятинаға дейін, яғни екі еседен астам көбейді. Өлкенің солтүстік-батыс және батыс облыстары бойынша дәнді дақылдардың өнімділігі 1914 жылдан 1917 жылға дейін әр десятинадан алынатын 38,7 пұттан 29,8 пұтқа дейін төмендеді. Соғыс жылдарындағы өлке егіншілігі жағдайының сипатты ерекшелігі оның жүргізілуі деңгейінің төмендігі болды. Бұл енгізілген ауыспалы егіс жүйесінің болмауынан, жердің және тұқымдық материалдардың өңделу сапасының төмендігінен көрінді. Егіс көлемі мен өнім көлемінің қысқаруының негізгі себебі жұмыс күшінің жетіспеуі болатын. Мәселен, Ақмола облысының Көкшетау уезінен ғана 1915 жылы армияға ауыл шаруашылығымен айналысып келген орыс тілді халықтың 39%-ы шақырылды. Қазақстанның басқа да аймақтарында мұндай көріністер байқалып тұрды. Ер азаматтарды жаппай майданға алу мал шаруашылығының да құлдырауына әкеліп соқты. Оған сан және сапа жағынан үлкен зардап келтірді. Ұсақ мал көбірек, ал ірі мал азырақ өсіріле бастады. Байырғы халықтың басым көпшілігі тұратын жерлерде жылқы, түйе, ірі қара мал саны кеміді. Мәселен, Ішкі Ордада 1915 жылы жылқы саны 310,3 мың болса, ал 1916 жылы 160,2 мың болып, үлес салмағы жөнінен 48,5%-ға кеміп кетті. Маңғыстау уезінде, Сырдария мен Жетісу облыстарында да осындай көріністер байқалды. Соғыс жылдарында қазақтың мал шаруашылығы, бірінші кезекте, мал жайылымдық алаптарды тартып алу салдарынан зардап шекті. 1913-1917 жылға дейін қазақ халқынан жалпы көлемі 764,4 мың десятина жайылымдық алқаптың жылқы - ірі қара жайылатын 190 жайылымы тартылып алынды және жалға алуға даярланды. Мал санының қысқаруы, ең алдымен, қазақ халқының армия қажеттері үшін мәжбүрлеу тәртібімен ет беруге міндетті болғандығынан орын алды. Сан миллиондық армияның өсе түскен қажеттерін қанағаттандыру мүмкін емес еді. Өйткені қазақ шаруашылығында мал саны жылдан-жылға азая берді. Сондай-ақ соғыс жылдарындағы мал санының қысқаруына ауық-ауық өткізіліп тұратын реквизиция да әсер етті. Осы жылдарда Түркістан өлкесінен 300 мың пұт ет, 70 мың жылқы, 13 мың түйе әкетілді. 1914 жылдың ішінде  Жетісудан ғана 34 миллион сомның малы мен мал өнімдері тасылып әкетілді. Қазақ шаруашылықтарында малды реквизициялау және жылқы малын есепсіз пайдалануға байланысты мал санының қысқаруы село мен ауылда шаруашылықты қалыпты жүргізуге кері әсер етті. Жылқы малы әсіресе солтүстік облыстарда азайып кетті. Соғыс жылдарында армияны жабдықтау үшін мол мөлшерде азық-түлік даярлау, мал және ет өнімдері бағасының өсуіне әкеліп соқты. Осыған байланысты бұл кезеңде өлкеде анағұрлым арзан ет беретін сала -  шошқа шаруашылығы жедел дами бастады. Бірінші дүниежүзілік соғыс басталған соң, Қазақстан өнеркәсібі де соғыс қажеттері үшін жұмыс істеді. Өлкедегі кен өнеркәсібінің маңызды салаларының бірі Успен және Сасық-Қарасу кеніштерінен темір кенін өндіру арта түсті. Бұл кеніштерден 1914 жылы – 246 пұт, ал 1916 жылы – 1551 пұт темір кені өндірілді. Соғыстың үш жылы ішінде темір кенін өндіру 6,3 есе ұлғайды. Салықтардың жоғарылығынан, қатынас жолдарының қашықтығынан, құрал-жабдықтардың жетіспеуі салдарынан және басқа себептерден алтын кеніштерінің саны қысқарды. Түсті металлдарға деген қажеттіліктердің артуы және олардың бағасының күрт өсуі соғыс жылдарында түсті металлургияның, әсіресе, Риддер және Сокольский кеніштерінің дамуына түрткі болды. Түсті рудалар өндіру 1913 жылмен салыстырғанда 1917 жылы 25,3 есе өсе түсті. Бірінші дүниежүзілік соғыс жылдарында мыс рудасын негізінен “Спасскмысрудалары” акционерлік қоғамымен “Атбасармыскендері” акционерлік қоғамы өндірді. Бірақта, мыскенін өндіружылдан-жылғакемиберді. Жер қойнауын жыртқыштықпен пайдалану “Спасскмыскені” акционерлік қоғамының Успен кен ішіндегі барлық бай кенді (құрамындағымыс 25%) алып қоюына әкепсоқты. Соғыс жылдарында Сарысу байыту фабрикасы салынды. Ол революцияға дейін құрамында 25-30% мыс бар 128 мың пұт шикізат өндірді. Көмір өндіру Семей, Торғай, Ақмола облыстарында жүргізілді. Соғыс жылдарында Екібастұз кен орындары елеулі рөл атқарды. Ол Екібастұз қорғасын-мырыш зауытын, Ертістегі жекеше кеме қатынасын, Оралдағы Боголовск және Қышым зауыттарын көмір мен жабдықтап отырды.\nТолығырақ: https://e-history.kz/kz/contents/view/841\nТың игеру, тың және тыңайған жерлерді игеру — КСРО-да 1954 – 1960 ж. жүргізілген экономикалық саясат, науқан.\nКСРО бойынша жалпы 41,8 млн га жер жыртылса, соның 25,5 млн га-сы қазақ жері болды. Кеңес үкіметі тұсында ең көп тәжірибе жасалған сала – ауыл шаруашылығы. Жасалған реформалар аграрлық саланы дамытудың орнына, көбінесе үлкен қиындықтарға алып келді. Қазақ халқының басым бөлігі ауылдарда тұрғандықтан реформалардың зардабы бірінші кезекте қазақтарға тиді. Ауыл шаруашылығындағы тәжірибелер 1950 жылдары өз жалғасын тапты.\n1953 жылы қыркүйекте КОКП ОК пленумы ауыл шаруашылығында қалыптасқан жағдайды талқылады.\n1954 жылы 23 ақпан — 2 наурыз арлығында Компартия ОК кезекті пленумында «Елде астық өндіруді ұлғайту мен тың және тыңайған жерлерді игеру» туралы қаулы қабылданды. Астық мәселесін шешудің екі бағыты болды:\nинтенсивтік бағыт — экономиканы реттеуде нарықтық қатынасқа көшу.\nэкстенсивтік бағыт — яғни астық өнімін тың жерлерді игеру арқылы арттыру жолы.\nШаруашылықты нарықтық қатынастарға көшіру социализм идеологиясына қайшы келетін еді. Сондықтан, азық-түлік мәселесін шешуде Кеңес үкіметі осы екінші жолды таңдады.\nТың игеру 1964 жылға дейін жалғасты. Оның негізгі нәтижесі: сол уақыттан осы кезге дейін Қазақстан халқын нанмен қамтамасыз ету мәселесі шешілді. Сонымен бірге, Қазақстан астықты шет елдерге экспорттаушы елге айналды. Тың игерудің экологиялық және рухани зардаптары болғанымен, ол XX ғасырдың аса ірі экономикалық жобаларының бірі болды.\n1. Соғыстан кейінгі кезеңде Қазақстанның ауыл шаруашылығында қалыптасқан жағдай .\n-1946-1950жж-егістік жердің әр гектарынаналынған өнім орта есеппен 5-6 ц. болды.\n-1949 ж. мал шаруашылығын дамыту жоспары қабылданды.\n-Тың жерлерді игеруге жаппай кірісу -1954 ж.\nТолығырақ:https://adisteme.kz/kazakstanda-tying-zhane-tyingaygan-zherlerdi-igeru.html\nМилитаризм деген не? Милитаризм сөзі француз тілінен әскери деп аударылады. Милилтаризм дегеніміз елдің әскери бағытта дамуында, мемлекеттің экономикасының және мәдениетінің әскерге тәуелді болуында. Елдегі әскери күштердің ролінің зор болуында.\nТарихтағы милитаристік мемлекеттер\nЕкінші дүниежүзілік соғыс жылдары фашистік Германия милитаристік мемлекет болды. Фашистік Германия осы заманда өзге елдерді бағындыру, өзге елдердің жерінде орналасқан табиғи шикізат көздерін өз пайдасына жұмсау, халқын құл еткен.\nЖапония да соғысқа дейін милитаристік мемлекет болған, Азияның талай халқын құл еткен!\nМилитаристік мемлекеттер қазір де бар, мысалы Солтүстік Корея (ресми атауы КХДР - Корей халықтық демократикалық республикасы). КХДР өкіметі, АҚШ пен Онтүстік Корея сияқты елдерден қорғану мақсатында, амалсыз елдегі барлық байлықты қарулы күштерге жұмсап отыр.",
                "date": "16.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихынан облыстық олимпиадаға 1-курста қатысты?",
        "question_content": "Кім Қазақстан тарихынан облыстық олимпиадаға 1-курста қатысты? Олимпиада қалай өтеді және қандай тақырыптар келді?",
        "question_date": "10.05.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 501,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алматыда тренировкаға баратын спорт зал керек еді көшесі?",
        "question_content": "Алтын ордаға жақын болса жақсы болар еді? Алматыдан тренировкаға баратын спорт зал керек еді көшесі?",
        "question_date": "10.05.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абая Тургут Озал Банзай",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "20 ғасырдың басындағы жоғары білімі бар қазақтардың саны?",
        "question_content": "20 ғасырдың басындағы жоғары білімі бар қазақтардың саны?",
        "question_date": "10.05.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоғары білімі барлар 16,8 мың.\nТолығырақ: https://kk.wikipedia.org/wiki/%D2%9A%D0%B0%D0%B7%D0%B0%D2%9B%D1%81%D1%82%D0%B0%D0%BD_%D0%B6%D0%BE%D2%93%D0%B0%D1%80%D2%93%D1%8B_%D0%BE%D2%9B%D1%83_%D0%BE%D1%80%D1%8B%D0%BD%D0%B4%D0%B0%D1%80%D1%8B%D0%BD%D1%8B%D2%A3_%D1%82%D0%B0%D1%80%D0%B8%D1%85%D1%8B",
                "date": "18.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Адам организміндегі хлордың массалық үлесі 0,1%.",
        "question_content": "Өз салмақтарың бойынша организмдеріңдегі\n\nа)хлордың массасын;\n\nб)атом саның табыңдар.",
        "question_date": "10.05.2016",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m=50кг болганда\n\nm(Cl)=50*0.1/100=0.05кг\n\nn(Cl)=0.05/(35.5*1.66*10^(-27))=8.485*10^23",
                "date": "10.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңлік Ғаниқызы өмірбаяны бар ма?",
        "question_content": "Еңлік Ғаниқызы мен оны балапан телеарнасындағы ойлан тап бағдарламасынан танимын. Ол сондай сондай сондай əдемі қыз. Еңлік Ғаниқызы өмірбаяны бар ма?",
        "question_date": "10.05.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 941,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кіші дәретке отыра алмаймын ауырады, қан ағады, менструация кезінде емес?",
        "question_content": "Мен жігітпен болғам, біраз болды болып жүргенімізге, кейіннен кешеден бастап астым ауыра бастады, кіші дәретке отырып жүргенде астымнан аздап қан кетті, тоқтамады, кіші дәретке отырған кезде ауырады қатты қиналам, менструация кезі емес, қан аздап ағады, бұл неліктен?",
        "question_date": "10.05.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 13600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осындай өзге де гинекологиялық, урологиялық сұрақтарды арнайы ашылған ВКонтакте тобындағы ГУП(Гинекология, Урология, Психология) тобына қоюға болады.",
                "date": "10.05.2016",
                "upvotes": 0
            },
            {
                "text": "Сен ондай проблеманы бизге емес биликти маманга барып каралуына кенес беремин. Бирак менин билуим бойынша сенде цистит. Кыздар оздеринди сактандар! Таза журиндер! Болашак анасындар! Казирден бастап емдел саган берер кенесим!",
                "date": "14.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бастауыш сынып мұғалімінің айлығы қалай төленеді?",
        "question_content": "Менің \"Бастауыш сынып мұғалімі\" мамандығы бойынша арнаулы орта білімім бар. Яғни колледж бітіргенмін. Колледжден кейін Кайнар университетін \"Педагогика және психология\" мамандығы бойынша вакалавр бітіріп алдым. Қазіргі таңда 10 жыл еңбек өтілімім бар мұғаліммін. Осыған дейін айлық табысым жоғары білім бойынша төленіп келді. Енді осы жылы олай төленбейді деп арнаулы ортаға түсіріп тастады. Қазір арнаулы ортамен айлық алып отырмын. Ал өзім сияқты кейбір мұғалімдер жоғарымен алып отыр. Осы дұрыс па? Жоғары білімім педагог емес пе? Қалай төленуі керек? Жоғары бойынша ма, әлде арнаулы ортамен бе?",
        "question_date": "10.05.2016",
        "question_tag": "Мектеп",
        "question_views": 2900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Менде де бастауыш арнаулы орта,жоғарғы мамандығым пед.психология.Диплом алғаныма 4 жыл болды.Бізге мүлде высшиймен төлемеді. Осыны қайдан сұрап білуге болады",
                "date": "11.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бетім ісіп кетті. Ол неден болуы мүмкін?",
        "question_content": "Менің тісім кеше ауырып жатыр еді. Бетім қатты ісіп кетті. Және ол нервыма тиіп жатыр. Ол не день калай кутылуга болады исиктен бир бетим гана исти Комектесулеринизди отнем !?",
        "question_date": "9.05.2016",
        "question_tag": "Денсаулық",
        "question_views": 9800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тістен шығар егер тісіңіз аурган болса .тісті емдетіңіз",
                "date": "4.08.2020",
                "upvotes": 0
            },
            {
                "text": "Бетіңіз бе әлде тісіңіз бе\n\nТіс болса дәрігерге жүгініңіз\n\nАл бет болса -- бетіңізді ұзақ уақыт бетіңізді басқаннан болуы мүмкім\n\nБірақ ол тез кетеді",
                "date": "20.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ең қиын, айтылуы құлаққа ерекше жағымсыз қай елдің тілі?",
        "question_content": "Ең қиын, айтылуы  құлаққа  ерекше жағымсыз қай елдің тілі?  Мысалы:  Маған монғол, қытай, жапон тілдері сияқты.",
        "question_date": "9.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 778,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Керісінше кейбір адамдар(әсірісі еуропалықтар) қытай тілін ең құлаққа жағымды тілдер қатарына жатқызады.Үйрену ең қиын тілдер қатарына Араб тілі,одан кейін қытай,жапон және орыс тілдері жатады екен.",
                "date": "11.05.2016",
                "upvotes": 0
            },
            {
                "text": "Əлемдегі ең қиын тілдер қатарына кіретіндер: қытай, грек, араб, исланд, жапон, фин тілі, неміс, норвегиялық, даниялық, француз тілдері жатады.",
                "date": "12.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инстаграмдағы кейбір адамдар сізгеде ауру сияқты көрінема?",
        "question_content": "Инстаграмдағы кейбір адамдар сізгеде ауру сияқты көрінема?",
        "question_date": "9.05.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 499,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Аурудың тілін тек аурулар түсінеді. сен ілі сау екенсің.",
                "date": "9.05.2016",
                "upvotes": 1
            },
            {
                "text": "Иа, ауру сиякты коринеди, асиресе  турли \"быстрый рост волос\" похудеть за неделю\" деген сиякты аккаунт иегерлери. Жакында Баян Есентаеванын суретинин астындагы комментарийге козим тусти, былай делинген: \"вся правда о дочке Баян Есентаевой, вы будете в шоке, подписывайтесь\" . Мен сенгиш адам емеспин, бирак осындай жазулар козиме куйик болган сон подписка жасадым, келеси куни кабылдады, караган кезде Айсауле(Баян Есентаеванын кызы) туралы ештене делинбеген. Менин келеси арекетим алги \"кызыктыра\" жазган комментарийди еринбей тауып алдым да: \" там нет ничего про нее\" деген сынды жауап кайтардым, ал ол : \" вы правда видели это, даа ужас\" деп озимен ози сойлесип откандай болды,тагы бирдене жазсам \" басын жумыс истей ма\" деп, \"я тоже была не в себе, как она могла\" дейди.\n\nСосын сиздерге на заметку айта кетейин дегеним: Интернетте бриджи для похудения, кофе для похудения, морковная маска от прыщей дегендерге мулдем алданбаныз, баримиз пендемиз, катты арыктагысы немесе бетин тазарткысы келген адамдар оте коп, жарнама коз кызыктырады, комментиндеги адамдар оз тажирибесин жазып жатады, бирак сол тажирибелерин болисип,  комментарий жазып откан адамдарга да акша толейтинин умытпаныздар!!! Ондай да рекламалар бар \"Нам за эти комментарий платят,пройдите по ссылке\" деп жатады.\nКазакша кариптер окинишке орай телефонымда жок, сол себептен айып етпениздер.\nЖалпы мен  инстаграм \"жындыларынын\" осындай турлерин билем, ал сизге кандай адамдар ауру сиякты коринеди?",
                "date": "14.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңдеулер жүйесін шешу керек",
        "question_content": "{3х-2у=9                                                                                                                                                    6х + 2у=36",
        "question_date": "9.05.2016",
        "question_tag": "Мектеп",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мынадай болады:",
                "date": "9.05.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Тригонометриялық теңдеуді шешу керек?",
        "question_content": "7sin2x - 5cos2x + 3=0",
        "question_date": "9.05.2016",
        "question_tag": "Мектеп",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шешімі былай болуы керек.",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернетке кірмей өмір сүруге бола ма?",
        "question_content": "Интернетсіз өмір сүре алар ма едіңіз? Интернетке кірмей өмір сүруге бола ма?",
        "question_date": "9.05.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 5700,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Сәлеметсіздер меІ Интернетке жүгінеміз деп кітап оқудан қалдық. Бұрын телефон сымсыз болса  немесе достаныма мектепте, басқа да жерлерде жүріп қоңырау соғуга болса ғой деп ойлаушы едім. Ал смс туралы ойламаған да екенмін. Өйткені ол мүмкін дүние қатарына да кірмеп еді. Шалғай ауылда, шағын мектепте, үлкен отбасында туып-өскеніме Аллаға шүкір. Қазір барлығы болса да (ақпарат алмасу туралы айтамын) адамдар арасындағы шынайы қарым-қатынас, пікірталас жоғалып бара жатқан сияқты. Осының барлығын ИНТЕРНЕТ АРҚЫЛЫ АЙТЫП ОТЫРҒАНЫМ ҮШІН ҚЫНЖЫЛАМЫН...",
                "date": "15.05.2016",
                "upvotes": 1
            },
            {
                "text": "Интернетке кірмей өмір сүріп жатқан адамдар бар.",
                "date": "9.05.2016",
                "upvotes": 0
            },
            {
                "text": "Иә, интернетке кірмей өмір сүруге болады",
                "date": "9.05.2016",
                "upvotes": 1
            },
            {
                "text": "әрине, болады. Бірақ, біз осыған тәуелді болып қалғанбыз",
                "date": "9.05.2016",
                "upvotes": 1
            },
            {
                "text": "Ата-бабамыз интернетте отырып келді деп кім айтты саған",
                "date": "13.05.2016",
                "upvotes": 0
            },
            {
                "text": "Тәуелді болып алғанбыз ғой бәріміз, бір сұрақ туындаса да , әлде бір затты іздесек те осыған жүгінеміз , бұл бәрінде жеңілдетеді әрине, дегенмен уақытымызды ұрлайтыны рас!(",
                "date": "13.05.2016",
                "upvotes": 1
            },
            {
                "text": "Omir suruge bolady eger internet jok bolsa.",
                "date": "13.05.2016",
                "upvotes": 1
            },
            {
                "text": "Ассалаумағалейкум барша жамағатқа! Осы сұрақты ғаламтор арқылы қоймайғандағо. Өзің ғаламторсыз 1 ай өмір сүруге болама деп, өзің ғаламторға жазасың. Бұл қате деп есептеймін. Ақтау қаласынан Смагулов Ерасыл.",
                "date": "13.05.2016",
                "upvotes": 0
            },
            {
                "text": "ия 1 жыл омир суруге болады",
                "date": "13.05.2016",
                "upvotes": 0
            },
            {
                "text": "Заман талабы осы көш осылай кетуде 62 жастағы апа интернетпен бизнес жасап қаржы табуда өзге елден қанша жылға артта қалдық интернеттің жақсы жағын пайдаланыңыздар",
                "date": "13.05.2016",
                "upvotes": 1
            },
            {
                "text": "Сіз қызық адам екенсіз Ақбопе менің сұрағымды кім рұқсат берді өңдеуге? Модератор болдым деп әркім өз ойына келгенін жасай беру керекпа? Не деген бассыздық мынау? Кешірерсіз, мұныңыз болмайды, кетіріңіз жазған затыңызды.",
                "date": "13.05.2016",
                "upvotes": 0
            },
            {
                "text": "Сіз бір жыл бойы Интернетсіз өмір сүре алар ма едіңіз? Ал ақшасыз немесе қантсыз ше? Жігерлерін барынша сынап көрмек болып, өз өмірін экспериментке айналдырған адамдар да өмірде кездеседі екен. Ендеше солармен жақынырақ таныссақ.\n\nЕр кісі бір жыл Интернетсіз өмір сүріп, тірі қалыпты!\n\nӨзінің көптеген құрбы-құрдастары секілді Пол Миллер де өмірінің едәуір бөлігін Интернетте отырумен өткізіпті. Өзі үшін Интернетті тұңғыш рет 12 жасында ашса, 14 жасқа келген шағында веб-дизайнері ретінде қызмет атқарып жүрген. Алайда 26 жасында Миллер өміріне бір нәрсенің жетіспейтінін түсінеді. Сол  себепті ол нағыз батыл қадам жасауға, ал кейбіреулердің түсінігінше, барып тұрған жан түршігерлік әрекетке баруға бел буады – жыл бойы оффлайн болу үшін Интернетті өшіріп тастайды. Әрине осы уақыт ішінде ол мұндай өмірдің бірқатар плюсы мен минусын аңғарып, өзі үшін тосын әрі қызық жаңалықтардың шетін ашты.  Дегенмен, енді Полдың оффлайнға ұзақ уақыт бойы кетпейтінін сеніммен айтуға болады.\n\nЭй Джей Джэйкобс - өмірін «Эксперимент» күйінде өткізген журналист\n\nЭй Джей Джэйкобс (A J Jacobs) «Esquire» журналының журналисі, философы әрі әлеуметтік экспериментшісі. Ол он жылдан аса уақытты өзіне ерекше сұрақ қоюмен өткізіпті. Мәселен, «Мен қаншалықты сап-сау бола аламын?», «Джордж Вашингтонның өмір ережесімен өмір сүруге бола ма?». Осы уақыт ішінде ол төрт кітап шығарып, өзінің бірегей проблемаларына қатысты журналдарға көптеген мақалалар жазған екен. Оның ең танымал топтамасы «Менің өмірім эксперименттік үлгіде» деп аталады. Ол жерде автор еңбегінің көптеген аспектілерін теріске шығарған жарының сыны берілген.\n\nҚантсыз өмір сүретін әйел\n\nҚант. Кейбір зерттеу жұмыстарына сәйкес, ол диабет, семіру, кариес және денсаулыққа кері әсерін тигізетін басқа да аурулардың тууына себепші болып саналады. Қант сонымен қатар, кез келген азық-түліктің құрамында кездесетін ингредиент. Осыны біле тұра, сіз қанттан бас тартар ма едіңіз, дұрысырақ айтқанда, сіз одан бас тарта алар ма едіңіз? Дей тұрғанмен, қанттан бас тарту бір әйелдің қолынан келіпті. Ол 2008 жылдың 1 қаңтарынан бастап қант қолданбайды екен. Өкінішке орай, аталған әйел белгісіз қалуды жөн көріпті.\n\nСұйық концентратты ас қылатын еркек\n\nРоб Райнхарт - әлемнің ашаршылық мәселесінің алдын алуға кіріскен әуесқой химик. Сондықтан болар, ол қатты тағамның орнын басатын арзанырақ әрі құнарлығы күн сайын қолданып жүрген астан кем түспейтін альтернативаны ойлап табуға бел буыпты. Көптеген тәжірибелерден соң, өзі «Сойлент» деп атайтын сұйық асты жасап шығарған. Робтың айтуынша, тек Сойлентпен тамақтану арқылы ол 30 күн өмір сүрген, алайда көптеген скептиктердің сөзіне сенер болсақ, аталған тәжірибелер күмәнді де қауіпті екен. Дей тұрғанмен, Роб өз дегенінен қайтар емес және өз еркімен келген қатысушыларға сынақ өткізуге жоспар құруда. Ол сонымен қатар, ашаршылыққа ұшыраған адамдарды тамақтандыру идеясына қаражат жинау үшін «Kickstarter» жобасын да бастамақ.\n\nГермания азаматшасы 16 жыл ақшасыз өмір сүріп келген\n\nХайдемари Швермердің отбасы дәулетті болған. Олар кофе дәндерін қуыратын аппараттардың иелері болыпты. Бірақ Екінші Дүниежүзілік соғыс кезінде соның бәрінен айырылып қалыпты. Хайдемари 50 жастан асқан тұста, бір жыл бойы ақшасыз өмір сүру экспериментін өткізуді шешеді. Өзінде барының бәрін, соның ішінде жеке пәтерін елге таратып, тек шағын ғана шабаданмен қалады. Бүгінде оның осылайша өмір сүргеніне 16 жыл болыпты.\n\nДаниэль Суэло қоғамнан алыстап, тайпа құрыпты\n\nДаниэль Суэло да ақшасыз сүреді екен, бірақ Хайдемариге қарағанда, ол бүгінгі өмірдегі барлық жайлылықтан бас тартқан. Ол Юта штатының жабайы даласында мекендейді. Өз күнін көру үшін Даниэль айырбаспен айналысады және қоғамдық көмектен бас тартады. Бірақ сонда да Интернетке шығу мүмкіндігінен бас тарта қоймапты.\n\n70 жыл су мен ассыз өмір сүрген йог\n\nЕгер Прахлад Джанидің сөзіне сенер болсақ, ол су мен астан мүлдем бас тартыпты. Чунривала Матаджи ретінде де танымал болған Джани тамақ пен суды қабылдауды 12 жасынан бастап тоқтатқан. Қазір ол 85-ке келген және үңгірде өмір кешуде. Сөзінің растығына көз жеткізу мақсатында Үндістанның ауруханасында екі зерттеу жұмысы өткізілді. Оның бірі 2003 жылы болса, енді бірі 2010 жылы. Алғашқы тәжірибе 10 күнге жалғасқан, ал екіншісі 15 күнге созылыпты. Үндістандық азамат екі тәжірибені де ауа кірмейтін дәретханасыз бөлмеде өткізіпті, оған тек аузын шаюға ғана рұқсат берілген екен. Дәрігерлердің айтуынша, ол екі тәжірибеден де өткен, еш тамақтанбаған, дәретке де отырмаған.\n\nОтбасы бір жыл бойы Қытайдан шыққан тауарды сатып алудан бас тартқан\n\nБұл идея протекционизм не болмаса нәсілдік өшпенділікке қарсы бағытталған идея болмаған. Керісінше, Сара Бонджорни АҚШ тұрғындарына жай ғана олардың халықаралық сауда жүйесіне тәуелді екендіктерін көрсеткісі келіпті. 2005 жылы ол өзіне Қытай елінің тауарларын бұдан былай сатып алмауға сөз беріпті.\n\nmassaget.kz",
                "date": "13.05.2016",
                "upvotes": 0
            },
            {
                "text": "Интернетсиз омир суре алмас едим, ойткени адам унеми жанарып отыруы тиис, унеми жаналыктарды билип, заман талабына сай илгери кадам жасауы тиис деп ойлаймын. Интернет - осынын бирден-бир амалы.",
                "date": "14.05.2016",
                "upvotes": 1
            },
            {
                "text": "Интернетсіз өмір сүруге болады бірақ, олай өмір сүрсең африкалықтар секілді ең төменгі  санаттағы адамдар қатарына жатып қаласың.",
                "date": "15.05.2016",
                "upvotes": 0
            },
            {
                "text": "Иə, болады. Мысалы менің өзім бір күн брйы интернетке кірмей өмір сүріп көрдім. Жəй ғана телефонымды үйге тастап, сыртқа шығып көңіл көтеріп, кітап оқыдым. Негізі басқаларғада осыны ұсынар едім!",
                "date": "15.05.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шетелдік қай тілді ұнатасыз?",
        "question_content": "Шетелдік қай тілді ұнатасыз? Не себебті ұнатасыз?",
        "question_date": "9.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Араб тілін.Құран түскен,пайғамбарымыздың,исламның тілі болғасын ұнайды",
                "date": "9.05.2016",
                "upvotes": 1
            },
            {
                "text": "Менде араб тілін ұнатам. (Сөздерінің аудармасын білмеймін. Бірақ арабша Құран кітабын оқи аламын)",
                "date": "9.05.2016",
                "upvotes": 1
            },
            {
                "text": "Шындығына келсек Ең оңай, ең көңілді, ең керемет, ең әдемі,құлаққа жағымды тіл Италиян тілі. Италиян тілін өте жақсы көремін, олар сөйлегенде өлең айтып тұрғандай болады. Италиян тілі әлемде беделі жоғары, көп халықтар ол тілді үйренгісі келеді, үйреніп жатады, үйренуге тырысады.\n\nЕгер дүние жүзі бір ғана тілге ауысатын болса, Италиян тіліне ауысуы мүмкін.",
                "date": "9.05.2016",
                "upvotes": 1
            },
            {
                "text": "Араб тілі, ағылшын тілі ұнайды.",
                "date": "9.05.2016",
                "upvotes": 0
            },
            {
                "text": "маған ағылшын, француз(әзірше үйренбедім, бірақ болашақта қолға аламын), кәріс",
                "date": "9.05.2016",
                "upvotes": 0
            },
            {
                "text": "Шетел тілдеріне қатты ұнайды əсіресе ағылшын, француз,қытай, кəріс тілдерін болашақта меңгергім келеді.",
                "date": "12.05.2016",
                "upvotes": 0
            },
            {
                "text": "Араб тілін ұнататындар көп екен. Дұрыс. Бірақ сол араб тілінен бір сөз білеме екен",
                "date": "13.05.2016",
                "upvotes": 0
            },
            {
                "text": "Агылшын жане турик тилин колданамын",
                "date": "13.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "iPhone, Samsung, LG-дің стандартты музыкаларының орнына хит ән қоятындар әлі де бар ма?",
        "question_content": "Бұрындары ұялы телефонға хит әндерді киім ауыстырғандай қоятын едік. Қайрат Нұртастың Ауырмайды жүрек, Akon-ның әр шыққан әндері ұялы телефон әуендеріне алмасатын. Жалпы қазір де iPhone, Samsung, LG-дің стандартты музыкаларының орнына хит ән қоятындар әлі де бар ма екен?",
        "question_date": "8.05.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 461,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Ия, әлі де бар. Араласатын ортамда туысқандарымның, достарымның көбі өзіне ұнайтын әуенін қояды.",
                "date": "10.05.2016",
                "upvotes": 0
            },
            {
                "text": "Таныстарымның арасында көп әлі танымал әндерді қоңырауға қоятындар.Өзім соңғы кездері стандартты әуендерді қойып жүрмін",
                "date": "10.05.2016",
                "upvotes": 0
            },
            {
                "text": "Əрине бар! iPhone-да iMovie бағдарламасы арқылы қоңырауға музыка қоюға болады. Samsung, LG, HTC т.б. Android ОЖ-дегк смартфондарға қоюға болады.",
                "date": "21.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен 9 сынып бітірген соң қызыл аттестат ала аламын ба?",
        "question_content": "Мен 9 сыныпқа дейін 5-ке оқыдым. Енді осы 9 сыныпта 1 токсанмен 3 токсанда 4 ке тусіп калдым 4токсанды 5ке окысам жылдык багам 5 болса емтихандардан 5алсам кызыл аттестат ала аламын ба? Отінем айтыныздаршы?",
        "question_date": "8.05.2016",
        "question_tag": "Мектеп",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызыл аттестат ала аласың. Біздің мектепте алдынғы жыл 4 ті бар екі оқушы қызыл аттестат алды",
                "date": "9.05.2016",
                "upvotes": 1
            },
            {
                "text": "Жылдық бағаңа қарайды !",
                "date": "9.05.2016",
                "upvotes": 0
            },
            {
                "text": "Корыкпада саспа кызылды ала аласын менинде басымнан осындай откен токсандык багаларым 4 ке тусип бирак жылдык багаларым 5 ке шыгып кызыл куалик алганмын.Негизи апайларга байланысты оздери сени откизип жибергиси келсе ештенеге карамай откизеди.Егер киындау болып жатса ата ананга айт апаймен сойлесип берсин деп акысын аямайм десе апайлар ойланбастан шыгарады.Егер 11 сыныпта оким десен онда кызыл куалигин жарамсыз боп калады.Сени 9 сыныпта кызылга арен шыгарган болса онда 11 де кызылга умиттенбей ак кой сени шыгармайды кызылга сурасанда! Оданда кызыл куалигинмен колледжге тусип бесплатно окып стипендия алып,кейн колледж битирген сон универге тусунге болады солай онай. Менин оз басымнан откен.Енди 9 да неге кетип калмадым деп окинип отрм.Озин шешесин гой.Менин жазганым сендерге мендей кателик жасамандар деп жатканым гой)))",
                "date": "30.06.2016",
                "upvotes": 0
            },
            {
                "text": "9-сынып түлегі аттестатқа қосымшаға енгізілетін барлық оқытылған пән бойынша (6-сыныптағы бейнелеу өнері мен музыканы қоса алғанда) жылдық, емтихан, қорытынды бағасы “5” болса, негізгі орта білім туралы үздік аттестатқа үміткер бола алады, – дейді білім саласының мамандары. Толық мына жерден оқыңыз.",
                "date": "27.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінің бүкіл салалары керек?",
        "question_content": "Қазақ тілінің бүкіл салалары керек еді? Мысалға морфология, синтаксис т.б.",
        "question_date": "8.05.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 21300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚАЗАҚ  ТІЛ  БІЛІМІ\n\nҚазақ тіл білімінің зерттейтін үлкен 3 саласы бар. Олар: фонетика,  лексика,  грамматика\n\nОлардың зерттейтін тақырыптары:\n\n ФОНЕТИКА\n\n1. Дыбыс\n\n1. дауысты дыбыс\n\n2. дауыссыз дыбыс\n\n2. Буын\n\n1. ашық буын\n\n2. тұйық буын\n\n3. бітеу буын\n\n3. Үндестік заңы\n\n1. буын үндестігі\n\n2. дыбыс үндестігі\n\n4. Тасымал\n\n5. Екпін\n\n6. Орфоэпия\n\n \n\n7. Орфография\n\n1. фонетикалық принцип\n\n2. морфологиялық принцип\n\n3. дәстүрлі принцип\n\n \n\nЛЕКСИКА\n\n1. Сөз мағынасы\n\n1. тура мағына\n\n2.ауыспалы мағына\n\n3.көп мағына\n\n4. синоним\n\n5. омоним\n\n6. антоним\n\n2. Жалпы қолданыстағы сөз\n\n3. Қолдану аясы шектеулі сөздер\n\n1. кәсіби сөз\n\n2. термин сөз\n\n3. көнерген сөз\n\n4. диалект сөз\n\n5. тұрақты тіркес\n\n6. табу сөз\n\n7. кірме сөз\n\n8. неологизм\n\n9. нақыл сөз\n\n10. мақал\n\nГРАММАТИКА\n\nМОРФОЛОГИЯ\n\n1. Сөз құрамы\n\n1. дара сөз\n\n1. түбір сөз\n\n2. туынды сөз\n\n2. күрделі сөз\n\n1. қос сөз\n\n2. біріккен сөз\n\n3. қысқарған сөз\n\n4. тіркескен сөз\n\n2. Қосымша\n\n \n\n1. жалғау\n\n1.Көптік\n\n2. Септік\n\n3. Жіктік\n\n4. Тәуелдік\n\n \n\n2. жұрнақ\n\n1. сөз тудырушы\n\n2. сөз түрлендіруші\n\n3. Сөз  табы\n\n1. зат есім        6. үстеу\n\n2. сын есім       7. шылау\n\n3. сан есім        8. еліктеу сөз\n\n4. есімдік          9. одағай\n\n5. етістік\n\nСИНТАКСИС\n\n1. Сөз тіркесі\n\n1. есімді\n\n2. етістікті\n\n2. Жай сөйлем\n\n1. жақты (жақсыз)\n\n2. жалаң (жайылма)\n\n3. толымды (толымсыз)\n\n4. атаулы\n\n3. Құрмалас сөйлем\n\n1. салалас\n\n2. сабақтас\n\n3. аралас\n\n4. Сөйлем мүшелері\n\n1. тұрлаулы мүшелер (бастауыш, баяндауыш)\n\n2. тұрлаусыз мүшелер (анықтауыш, пысықтауыш, толықтауыш)\n\n5. Пунктуация\n\n6. Стилистика",
                "date": "9.05.2016",
                "upvotes": 1
            },
            {
                "text": "Морфология,синтаксис,лексика,фонетика.",
                "date": "2.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аударма. Орысшадан-Қазақшаға. Орысша білмеймін",
        "question_content": "Характеристика системы передачи электрической энергии\n\nОснову системы передачи электрической энергии от электрических станций, её производящих, до крупных районов электропотребления или распределительных узлов ЭЭС составляют развитые сети электропередач или отдельные электропередачи внутрисистемного и межсистемного значения (системообразующие сети) и питающие сети напряжением 220 кВ и выше. Их появление вызвано необходимостью размещения крупных ТЭС и АЭС за пределами жилых зон, а также возможностью выработки части ЭЭ гидроэлектростанциями, расположенными на относительно удаленном расстоянии от городов. Внутрисистемные и межсистемные магистральные линии электропередачи, включая дальние (протяженные) ЛЭП, объединяющие на совместную (параллельную) работу электростанции и наиболее крупные подстанции (районы электропотребления), составляют системообразующую сеть. Назначение такой сети – формирование ЭЭС и одновременно выполнять функции передачи, транзита электрической энергии.\n\nНоминальное напряжение линий электропередачи зависит от передаваемой мощности, количества цепей и расстояния (дальности), на которое передается электроэнергия. Выбор номинальных напряжений выполняют на этапе проектирования систем передачи ЭЭ. В данном случае необходимо отметить, что чем больше передаваемая мощность и протяженность линии, тем выше по техническим и экономическим причинам должно быть номинальное напряжение электропередачи.\n\nХарактеристика системы распределения электрической энергии\n\nНазначение распределительных сетей – доставка электроэнергии непосредственно потребителям напряжением 6–10 кВ, распределение электроэнергии между подстанциями 6–110/0,38–35 кВ района электропотребления, сбор мощности, производимой небольшими станциями (теплофикационными и гидравлическими), мощности которых составляют десятки, иногда сотни мегаватт.\n\nЭлектрические сети системы распределения ЭЭ специфичны по структуре (составу), конфигурации и электрическим режимам, и поэтому выделены в отдельный класс напряжением до 150 (220) кВ.\n\nСтруктура сети определяется их назначением. В частности, сети СН 110–220 кВ, выполняемые, за редким исключением, воздушными линиями, соединены автотрансформаторной связью, содержат крупные подстанции районного значения и могут объединять электростанции небольшой мощности.\n\nВо многом режимная специфика распределительных сетей определяется их конфигурацией. Конфигурация схемы сети зависит от взаимного расположения центров питания, приёмных подстанций и от требований обеспечения надёжности (резервирования) электроснабжения.\n\nРаспределительные сети могут выполняться разомкнутыми и замкнутыми. При разомкнутой конфигурации – в виде радиальной (рис. 1.2, а) и магистральной (рис 1.2, б) схем с одним центром питания (ЦП). При магистральной конфигурации сети затрачивается меньше проводников и коммутационной аппаратуры, чем при радиальном её исполнении. Кроме того, по причине меньшей суммарной протяжённости ВЛ уменьшается расход опор, изоляторов, линейной арматуры и др. Поэтому магистральные сети дешевле радиальных.\n\nРаспределительные сети СН 110–220 кВ снабжают электроэнергией большие районы электропотребления, поэтому выполняются преимущественно резервированными, например, в виде радиально – магистральных схем с одним центром питания (рис. 1.3). Причём нерезервированные разомкнутые схемы следует рассматривать как первую очередь сооружения (развития) резервированной сети – при возможности их резервирования по сети СН или НН. Двойная радиально-магистральная сеть за счёт дублирования линии (на одних или разных опорах) обеспечивает резервирование питания потребителей (рис. 1.3). Эта схема характеризуется равномерной загрузкой обеих линий, что соответствует минимуму потерь, не вызывает увеличения токов короткого замыкания в смежных участках сети, позволяет осуществлять чёткое ведение режима работы.\n\nРис. 1.2. Разомкнутая нерезервированная конфигурация сети:\n\nа – радиальная; б – магистральная\n\nПреимуществами разомкнутых сетей является простая конфигурация схемы, низкая стоимость, минимальные затраты проводникового металла и оборудования. Две радиальные нерезервированные сети (рис 1.4), питающиеся от одного центра, при развитии за счёт подключения новых участков, удлиняющих магистрали (показано пунктиром), могут быть преобразованы в замкнутую сеть кольцевой конфигурации (петлевая схема), или в сеть с двумя источниками питания (рис 1.5, а), что позволяет резервировать питание потребителей.\n\nРис. 1.3. Радиально-магистральная резервированная конфигурация схемы сети\n\nРис. 1.4. Замкнутая кольцевая конфигурация сети с одним центром питания\n\nРис. 1.5. Конфигурация сети с двусторонним питанием:\n\nа – одинарная; б – двойная\n\nДостоинством радиально-магистральной и кольцевой схем является независимость потокораспределения от потоков сети ВН, отсутствие влияния токов коротких замыканий в прилегающих сетях, возможность присоединения подстанций по простейшим схемам.\n\nВозможности данной конфигурации ограничиваются пропускной способностью головных участков, т. е. при отключении одного из них необходимо обеспечить электроснабжение всех подстанций сети; в зависимости от мощности трансформаторов ограничено количество подстанций. Двойная конфигурация (рис. 1.5, б) обладает большей пропускной способностью, применяется в сетях 110 кВ систем электроснабжения городов, а также в сетях 110–220 кВ для электроснабжения протяжённых потребителей – электрифицируемых железных дорог и трубопроводов.\n\nПрисоединение новых подстанций в ближайших пунктах с целью снижения суммарной длины линии по сравнению с присоединением по кратчайшему к источнику пути приводит к созданию сложно-замкнутых (многоконтурных) конфигураций, обладающих высокой надёжностью электроснабжения (рис 1.6). Сложнозамкнутые сети дороже радиально-магистральных; их использование выгодно только при большой стоимости перерывов электроснабжения, например, в системах электроснабжения больших городов.\n\nГлавная особенность распределительных сетей НН – их массовость. Количество трансформаторных пунктов, участков сетей достигает в пределах сетевого предприятия несколько сотен. Поэтому в этих сетях для изменения, улучшения режима напряжения используют простые недорогие устройства: трансформаторы без автоматического регулирования и преимущественно нерегулируемые конденсаторные батареи.",
        "question_date": "8.05.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен аударамын. Маған хабарлас жеке хат жазу арқылы не болмаса whats app 87086536536",
                "date": "9.05.2016",
                "upvotes": 0
            },
            {
                "text": "Мен кәчіби түрде орысшадан аударамын. Маған хабарлас, тел/whats app 87052680366",
                "date": "14.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүниежүзіндегі қазақтардың саны қанша?",
        "question_content": "Дүниежүзіндегі қазақтардың санын білгім келеді",
        "question_date": "8.05.2016",
        "question_tag": "Мектеп",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нақтысын білмеймін, әйтеуір 12 миллионнан асады",
                "date": "9.05.2016",
                "upvotes": 0
            },
            {
                "text": "Әлемдегі қазақтарма? Өзіміздің Қазақстандағы қазақтар саны 17 миллионғой",
                "date": "10.05.2016",
                "upvotes": 0
            },
            {
                "text": "дүниежүзі бойынша қазақтардың саны 15 млн асады(Қазақстанда-12млн,Қытайда-1,5млн,Өзбекстанда-1млн асады,Реседе-650мың,Моңғолияда-100 мың және т.б)",
                "date": "11.05.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақстанда-11-12млн,қазақстаннан тыс мемлекеттерде 3,5-4 млн,барлығы ірге дүние жүзінде 15млн",
                "date": "15.05.2016",
                "upvotes": 0
            }
        ]
    }
]