[
    {
        "question_title": "3-ші сыныптың есебі. Балалар кəмпиттің неше түрін алды?",
        "question_content": "Тəрелкеде 14 кəмпиттен 4 түрлі кəмпит болды. Балалар бірнеше түрінен 8 кəмпиттен алғаннан кейін, тəрелкеде 24 кəмпит қалды. Балалар кəмпиттің неше түрін алды?",
        "question_date": "22.04.2016",
        "question_tag": "Математика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тәрелкедегі барлық кәмпит саны - 14*4=56\nТәрелкеде 24 кәмпит қалды. Демек, барлық кәмпиттен 32-сі алынған. \nСебебі, 56-32=24\nБір түрден 8 кәмпит алынған. Алынған кәмпит саны - 24. Демек, 3 түрлі кәмпиттің түрін алған. \nШығарылу реті. Жай ғана осыны жазсаңыз, жеткілікті.\n14*4=56\n56-24=32\n32:8=4\nЖауабы: 4.",
                "date": "22.04.2016",
                "upvotes": 1
            },
            {
                "text": "14*4=56\n\n56-X*8=24\n\nX=(56-24)/8=4",
                "date": "22.04.2016",
                "upvotes": 0
            },
            {
                "text": "14•4=56 \n  56-24=32\n32:8=4",
                "date": "15.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 7 г натрий судың артық мөлшерімен әрекеттескенде",
        "question_content": "Массасы 7 г натрий судың артық мөлшерімен әрекеттескенде түзілген сілтінің массасын есепте?",
        "question_date": "22.04.2016",
        "question_tag": "Химия",
        "question_views": 759,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Na+2H2O=2NaOH+H2\n\n2Na=2NaOH\n\nm(2Na)=2*23=46\n\nm1(Na)=7\n\nm(2NaOH)=2*23+2*16+2*1=80\n\nm1(NaOH)=80*7/46=12.174",
                "date": "22.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 7г натрий судың артық мөлшерімен әрекеттескенде түзілген сілтінің массасын есепте",
        "question_content": "Массасы 7г натрий судың артық мөлшерімен әрекеттескенде түзілген сілтінің массасын есепте",
        "question_date": "22.04.2016",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Na+2H2O=2NaOH+H2 Mr(Na)=23  Mr(NaOH)=23+16+1=40     7*40*2/46=12.18грамм жауабы 12.2 грамм натрий гидроксиды",
                "date": "24.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жол жүру куәлігің қай жерден алсан сол жердің тұрағы жазылады ма?",
        "question_content": "Сұраққа түсінбеген боларсыздар!\n\nМысалға : Алматы облысы ,  Ақсу ауданында тұрамын делік , куәлікті сол Ақсу ауданынан алсам куәлікте  Алматы облысы , Ақсу ауданы деп тұрады ма?\n\nТек Алматы облысы деп па?\n\nАудан жазылады ма?",
        "question_date": "22.04.2016",
        "question_tag": "Жол ережесі",
        "question_views": 577,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, қазіргі куәліктерде микрочип қой, онда сенің мекен-жайың, өзің жайлы толық ақпарат сақталады",
                "date": "22.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 га-дан орташа алғанда қанша картоп жиналды?",
        "question_content": "4,5 га-дан 430,5 ц, ал 3,4 га-дан 349,5 ц картоп жиналды. 1 га-дан орташа алғанда қанша картоп жиналды?",
        "question_date": "21.04.2016",
        "question_tag": "Математика",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(430.5+349.5)/(4.5+3.4)=98.734",
                "date": "22.04.2016",
                "upvotes": 0
            },
            {
                "text": "Екі санның айырмасының мәні 95 -ке тең азайғышқа 18-ді қосып,азайтқыштан 7-ні азайтқандағы айырманың\n\nсоңғы мәнін табыңдар.",
                "date": "21.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзіңе де өзгеге де көрсете алмайтын ауру?",
        "question_content": "Ассаламуъалейкум! Бул аурумен бурын сонды аурып кормеп едым, Кудай сактасын, бырак дарет сындырганда байкап журмын, арткы жагымда шарик секылды болып тур! Геморройдын белгысыде осындай сиякты! Уйде кандай ем шара колдануга болмады? Айтасыздарма отныш! Немесе кандай даригерге корыыну кажет! Амынын кандай кенеси бар",
        "question_date": "21.04.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағың түсініксіз болып тұр, қайтадан ойланып, дұрыстап қазақшалап жазсаң, көпшілік болып түсініп дұрыстап жауап беруге тырысып көрейік. Кімнің немесе ненің  қандай кеңесі  керек?\n\nШындығына келер болсаң, ол айтпаса да түсінікті ғой, егер адам міндетті түрде күніге таңертең тұрғанда дәретін алып тазаланып жүрсе ондай ауруды білмес еді.",
                "date": "21.04.2016",
                "upvotes": 0
            },
            {
                "text": "Урологқа, андрологтарға көрін жақын маңайдағы ауруханаға барып. Жүре бермеңіз босқа.",
                "date": "25.04.2016",
                "upvotes": 0
            },
            {
                "text": "Меним кояиын деген сурагым жауап бериниздерши отиниш меним жыныс мушем алдымгы соган капталдарына буртик пайда болган причик сиакты 1'2апта болды байкап жургеениме не кышытпайды ауырмайды бул неден болуы мумкин не пайдалануга болады кетиру ушин акылдарынызды айтыныздаршы",
                "date": "24.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таможное дело мамандығына түсу үшін не істеу керек?",
        "question_content": "Таможное дело мамандыгына тусу ушин жане жумыс  истеу ушын не истеу керек агылшын тилин билу керекпа?",
        "question_date": "21.04.2016",
        "question_tag": "Мамандық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшын тілін білу міндетті емес. Білсеңіз өзіңізге қосымша жеңілдік әкеледі қызметтік өсуде. Кеден ісі мамандығын бітіргендер мына салаларда жұмыс істей алады:\n\n1. кеден, қаржы, салық органдары жүйесінде;\n\n2. сәйкес министрліктер мен ведомостволарда;\n\n3. облыстық және қалалық әкімшіліктерде, сондай-ақ сыртқы экономикалық қызметпен айналысатын мекемелер мен фирмаларда;\n\n4. брокерлік конторларда.\n\nКеден ісі мамандығының түлегі бастапқы жоғарғы дайындықтан өту арқылы кеден саласы бойынша, сонымен қатар, экономикалық, басқару-ұйымдастырушылық, құқықтық, эксперттік-аналитикалық, зерттеу, құқық қорғау салаларында жұмыс жасай алады",
                "date": "22.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Оңтүстік Қазақстанның экологиясы\"( жағдайы, проблемалары) туралы слайд керек?!",
        "question_content": "\"Оңтүстік Қазақстанның экологиясы\"( жағдайы, проблемалары) туралы слайд керек?! Қызылорда Шымкент Алматы қалалары бойынша.",
        "question_date": "21.04.2016",
        "question_tag": "Табиғат",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тың және тыңайған жерлерді игерудің оң және теріс тұстарын дәлелде.",
        "question_content": "Тың және тыңайған жерлерді игерудің оң және теріс тұстарын дәлелде.",
        "question_date": "21.04.2016",
        "question_tag": "Табиғат",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тың және тыңайған жерлерді игерудің оң жақтары\n\n-халық егін шаруашылығына бейімделді\n\n теріс жақтары\n\n- сол уақытта егінге қолайсыз жерлерді де игерген, яғни, шығын келген",
                "date": "23.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Барий= барий оксид= барий гидрооксиді=,барий фосфаты",
        "question_content": "Химия пәнінен көмектесіңізші Өтінемін",
        "question_date": "21.04.2016",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Ba + O2 = 2BaO\nBaO +H2O=Ba(OH)2                                                                                                                             \n 3Ba(OH)2 + 2(NH4)3PO4 = Ba3(PO4)2↓ + 6NH3↑ + 6H2O",
                "date": "22.04.2016",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "Чернобыль апаты туралы қандай кітапта қандай ақпарат жария етілген?",
        "question_content": "Чернобыль апаты туралы қандай кітапта қандай ақпарат жария етілген немесе қандай газет-журналдарды? Сол кітаптың н/е журналдың атын білесіз бе?!",
        "question_date": "21.04.2016",
        "question_tag": "Табиғат",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Светлана Алексеевичтің \"Чернобыльская молитва\" атты кітабы бар\n\nМарат Жүнісбек «Өлі қала куәгерлері» атты кітабы\n«Чернобыль апаты - ел есінде» атты кең көлемді кітап та бар.",
                "date": "21.04.2016",
                "upvotes": 1
            },
            {
                "text": "Ассалаумағаликум  Мен шығыс қазақстан облысы,  Тарбағатай ауданы,  Жаңа ауыл ауылының азаматымын . Жақында \"Өлі қаланың куәгерлері \" атты кітап оқыдым. Өте жақсы жазылған екен. Біздің бала кезімізде Чернобыль апатының ардагерлері мен кездесу өтетін . Біздің ауылда Чернобыль апатына қатысқан екі ағамыз бар. Сол ағаларды кітапта көрмедім , болашақта тағы да кітап жазылама , кіммен қабарласса болады. Сол ағаларды жаздырсам",
                "date": "12.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына теңдеулерді анықтаңдар;Mg+H2SO4",
        "question_content": "Өтіменемін бұл маған ертеңгіге керек еді. Жауап жазсаңыздар көптен көп рахмет,алғысымды айтамын!!!",
        "question_date": "21.04.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 752,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mg+H2SO4=MgSO4+H2",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көп кітап оқисыз ба?",
        "question_content": "Кітап рухани азық. Сол кітапты қаншалықты жиі оқисыз? Оқуға қандай кітаптар айта аласыз?",
        "question_date": "21.04.2016",
        "question_tag": "Мектеп",
        "question_views": 803,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітаптардың ішінде романтикалық кітаптарды сүйіп оқимын. Тарихи кітаптар мен әдеби кітаптарды да. Әдеби кітаптардың ішінде \"Ақбілек\", \"Ұлпан\", \"Мөлдір махаббат\", \"Қамар Сұлу\", \"Томирис\", т.б Тарихи кітаптан \"Көшпенділер\" трилогиясы. Әлем әдебиетінен \"Анжелика и король\", \"Джейн Эйр\" т.б",
                "date": "21.04.2016",
                "upvotes": 2
            },
            {
                "text": "бос уақытымда барынша оқуға тырысамын",
                "date": "22.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Еріншектікті қалай жоямыз?",
        "question_content": "Кітаптарда, зерттеулерде еріншектікпен қалай күресу керек екендігі талай рет жазылған. Солардан сабақ алып, тәжірибе жасап, еріншектіктен арылып кеткендер бар ма? Шынымен көмектесетін әдісі қандай?",
        "question_date": "21.04.2016",
        "question_tag": "Жанұя",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өз-өзіңді қолға алмасаң, еріншектікті жеңу қиын. Кітаптарды оқығаныңмен, олар бірнеше күнге ғана әсер етеді. Оны әрі қарай алып кету немесе қайта еріншектікке салынып кету өз қолыңда. \"5 минут\" ережесін күнде қолданып, әдетке айналдыру керек. Өзіңді мәжібүрлеп, спортпен айналысып, күш жинау керек. Сол күш арқылы еріншектікті толық жеңуге болады. Парадокс.",
                "date": "21.04.2016",
                "upvotes": 2
            },
            {
                "text": "Ғылыми түрде түсіндіретін болсақ, еріншектік - бұл организмның немесе псиxологияның қорғаныс процессі. Адам организмі өзіне тән емес, бөтен нәрсені қабылдағысы келмейді, сөйтіп еріншектік құбылысы өзінің симптомдарын көрсете бастайды. Негізі еріншектікті жеңу деген ұғым жоқ.",
                "date": "3.05.2016",
                "upvotes": 0
            },
            {
                "text": "Сізге айтарым, өмірлік көзқарасыңызды, мақсатыңызды қайта қайта болсада қарап ретке келтіріп алу керек.",
                "date": "3.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әлемді өзгерте алатын құндылық қайсы?",
        "question_content": "Әлемді өзгертуге бола ма? Ол үшін қоғамда қандай құндылықтар болуы керек? Нақты қандай құндылық біздің бойымыздан  табыла кеткен жағдайда, әлемді өзгерте алар едік?",
        "question_date": "21.04.2016",
        "question_tag": "Жанұя",
        "question_views": 9100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ең бастысы, адамның өзіне-өзі қоюы керек тәртіп. Самодисциплина. Қазіргі кезде болып жатқан проблемалардың барлығы адамдардың тікелей әсерінен туындап отыр. Заң бар деген күннің өзінде, адамдардың өзіне деген тәртібі жоқ. Егер адам өз-өзіне тәртіп қойса, \"Өзіме болмаса да, ең болмағанда біреуге зиянымды тигізбейін\" деген тәртіп болса, ол қоқысты жерге тастамайды, көлікті ақырындап айдайды, заңмен жүреді, темекі шекпейді, адамдарға жамандық жасамайды, тағы басқа мыңдаған мысалдар келтіруге болады. Сондықтан әлемді өзгерте алатын құндылық- тәртіп деп ойлаймын.\n\nБұдан бөлек мейірімділікті де айтуға болады.",
                "date": "21.04.2016",
                "upvotes": 2
            },
            {
                "text": "Бернард Шоу Аспанға ұшып аспанды үйрендік, Теңіз океандарға түсіп ең терең жерін үйрендік, енді тек ғана жеріңдің үстінде адамдай болып жасауды үйренсек болды дегеніндей жай ғана өзіңді ғылым алып дамытып барсаң əлемде өзгеріп баратқанын сонда ғана сезесің, Əлем өзгермейді адам өзгереді !!!",
                "date": "21.04.2016",
                "upvotes": 0
            },
            {
                "text": "Әлемді өзгерту үшін тек бір адамның өзгеруі әсерін бермейді. Мемлекетті басқару жүйесіне өзгерістер енгізу арқылы мемлекетті басқарып үлкен көлемде өзгеріс жасауға болады.\n\nәлемді өзгертуге болатын құндылықтар не болуы мүмкін?\n\nмахаббат, тәртіп, ақыл, бәсекелес т.б. құндылықтар  көп.\n\nдегенмен, мен ұсына алатын құндылық ақыл.\n\nтәртіп қоғамда бар. мемлекетті басқару саясаты бойынша жүргізілетін тәртіптен ешкім шыға алмайды. шықпаған да. тәртіпсәздәк болмағанда тәртіптің не екенін білмей өтер едік.\n\nегер барлық жақсы қасиеттерді, жүйелерді т.б. көп дүнилереді ақылға салып, реттеп, жүзеге асырсақ әлем өзгерер еді.\n\n \n\nнегізінен, сіз, әлемді қай тарапқа өзгергенін қалайтыныңызды анықтап алуыңыз қажет еді,",
                "date": "23.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге Қазақстанда қызмет көрсету жүйесі нашар?",
        "question_content": "Қай жерге барсаң да, тамақтанатын, демалатын т.б орындарда қызмет көрсетудің сапасы нашар, немесе тұтынушының жаңдайын жасай алмайды. Оны шешудің қандай жолдары бар?",
        "question_date": "21.04.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 322,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазір жақсарып келеді ғой, негізі оның шешудің бір ғана жолы бар ол - конкуренция",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "БҰҰ-ның Қауіпсіздік Кеңесіндегі Вето құқығы туралы білесіз бе?",
        "question_content": "Вето құқығына ие 5 мемлекет бар. Және бұл құқық ол елдерге өте үлкен билік береді.Бірақ бұл құқық қалған елдерге әділетсіздік тудырады деп ойламайсыз ба?",
        "question_date": "21.04.2016",
        "question_tag": "Қоғам",
        "question_views": 4100,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "БҰҰ-ның Қауіпсіздік кеңесі қйымның ең негізгі құрылымы болып табылады. ОЛ - елдер арасындағы тыныштық пен бейбітшілікі сақтап отырушы құрылым.\n\nОның құрамында 15 ел, 5 - тұрақты, 10 - ауыспалы. 5 ел вето құқығына ие, олар - Ресей, Ұлыбритания, АҚШ, Франция, Қытай. Қалған 10 мемлекет уақыт мерзімімен ауысып отырады.\n\nВето құқығы келз келген шешім қабылдауда ветосы бар мемлекетке шешімді тоқтатуға мүмкіндік беретін құрал. Осы уақытқа дейін 30 дей шарада вето құқығы қолданылған. Оның ішінде ең көп қолданған Ресей, сосын АҚШ.\n\nҚазір Франция вето құқығын жою туралы ұсыныстар жасап жатыр. Оны қолдап отырған Ұлыбритания, Германия, Жапония сияқты елдер және тағы 67 мемлекет.\n\nВето құқығының қолданған жерлеріне мысал келтірер болсақ өткен жылы БҰҰ Сириядағы укімет басшысы Вашар Асадқа қатысты қарсы шара қолданбақ болған тұста, Ресей вето құқығын қолданып, болдырмай тастаған. Дәл сонлай іс Крымға қатысты Ресей тарапынан болды.\n\nВето құқығы осы 5 елдің өз қалаулары мен көзарастарының пайдасына қарай шешім шығартуға мүмкіндіктері зор. 200 ге тарта мемлекет осы 5 елдің қалауымен жүріп жатқандай болады. Бірақ, бір жағынан әр континенттің иелері ретінде, қарамағындағы елдердің үстінен қарап, керек кезде қолдау көрсетіп отырған ел ретінде вето құқығын беріп қойғанымыз да дұрыс. Өйткені, вето болса да, болмаса да үстемдігін жүргізуін тоқтатпайды. Керісінше, 5 ел де ядролық қаруы бар мықты ел ретінде вето құқығы болмаса, бір біріне қарсы шуғу ықтималдылығы бар. Байқасаңыз, вето құқығын қолданарда АҚШ өзіне жақын елдерін қорғап, балыс елдерге қарсы жүреді, басқа 4 ел де солай. Сондфқтан вето құқығы өз орнында қалғаны дұрысырақ. Әріғ сайлау жүйесі арқылы таңдар болсақ, соғыстың өршу қаупі бар.\n\nВето құқығының тағы бір артыұшылығы - әлі к.нге дейін әлемде үшінші дүниежүзілік соғыстың болмағандығы. Сондықтан, артық қыламыз деп тыртық қылып алмайық.",
                "date": "21.04.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Енді не істеймін?",
        "question_content": "Алында Т. менен есеп коширген и ешкимге берме деп айткан. Т. атаман.\n\nЕ. меннен есеп сураган, сосын бердим, менин бергенимди Т.га айтпа дегенмин. Бурында болган. Енди маган Т. жазды неге берме дегенимди айттын деп. Мен отирик айта алмаймын. Е.ге айтпа менин неге айтканымды деди. Маган барин шагыстырдын деди. Сонында мен кинали кылды. Енди не истеймин, комектесиниздерши. Олар енди Изгой кылатын шыгар.",
        "question_date": "21.04.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Изгой? Есепті сіз шығарсаңыз, изгой олар ғой. Ешкімді тыңдамаңыз. Есеті өзіңіз шығара алсаңыз - сіздің қолыңызда атамандық бар деген сөз. Өзіңізді төмен ұстамаңыз. Бұрын мектепте кімнің басы істейді соған ешкімінң сөз өтпейтін, атаманнның да. Есеп сұраса, бәріне бере беріңіз. Бермесеңіз ренжіп жыныңызға тиеді. Оларға өз ойыңызды ашық айта біліңіз.",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аз беделді мамандықтарды романтизациялау ақталады ма?",
        "question_content": "Қазіргі кезде айлығы көп, бірақ беделі жоқ мамандықтар бар (сварьщик секілді). Оларды көп түлектер таңдағысы келмейді.  Бірақ мұндай мамандарға қажеттілік бар. Олардың беделін қалай көтеруге болады?",
        "question_date": "21.04.2016",
        "question_tag": "Мамандық",
        "question_views": 739,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Меніңше дәл осы мамандықтарды романтизациялағанымыз жөн. Себебі, шынымен де беделі аз, бірақ мүғалім мен дәрігерден көбірек табады. Алдымен неге аз беделге ие болып тұрғанын қарастырсақ:\nұят. Сварьщик, токарь, электрик сынды мамандықтарды таңдап, маман атанудан барлығы ұялады. өйткені, атауының беделі жоқ. \nАқпараттандыру жеткіліксіз. Себебі, дәл осы мамандықтар туралы халық аз айлық алады деп ойлайды. \nРомантизациялау - құштарландыру, қызығушылығын арттыру, әсерлендіру. яғни осы әрекеттер арқылы мамандықты халыққа сүйкімді ету, беделін көтеру.\nқалай романтизациялаймыз?\nЖарнама\nАтауын өзгерту (мысалы АҚШ та еден жуушы, көше сыпыртушылардың арнайы атағы бар cleaning lady, cleaning manager т.б. \nОсы салалдағы мамандарға келетін сұраныстармен жұмыс жасау. Яғни, жұмыспен қамту орталығы сияқты, беделді жұмыстар қатарына қосу. \nАз беделді мамандықтарды романтизациялау арқылы\nЖұмыссыздықты азайтамыз (ол бізде 5,5 пайыз)\nМамандарға тапшылық пен артық мамандарды ретке келтіреміз\nХалықтың көзұарасын дұрыс арнаға бөлеміз, стереотипті жоямыз.",
                "date": "21.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ресейдің Куриль аралдарын Жапонияға беру керек пе?",
        "question_content": "Қазіргі кезде Ресей мен Жапония арасындағы Куриль аралдарына деген таластың шешімі қандай болғаны дұрыс. Куриль аралдары қай елге тиесілі?",
        "question_date": "21.04.2016",
        "question_tag": "Қоғам",
        "question_views": 1300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бұл ұзақ талқылауды қажет ететін ауқымы кең тақырып. КСРО болып тұрған шақта 1945 жылдан бері Куриль аралдарына иелік етеді. Барлық 56 аралы емес. Оның ішіндегі маңызды 4 аралы. Оған дейін ол жерлер Жапонияның қола астында болған. КСРО  мен жапонияның арасында болған келеңсіздіктен кейін КСРО Жапонияның келісімен күштеп алып, аралдарға иелік етеді. Ал қазір Жапония БҰҰ арқылы Ресейден аралдарды талап етуде.\nНеге Ресей Куриль аралдарын бермеуі керек?\n1. Ресми құжат бар. Яғни, Жапонияның келісіммен өзі бергені туралы қужат бар;\n2. Инвестиция. Осы күнге дейін Ресей аралда энергия көздерін алатын өндіріс орындарын құрастыру мақсатында 90 пайыз салым салып қойды;\n3.Курильаралдарында статистика бойынша халықтың көп бөлігі (70 пайызы) украиндықтар. Сондықтан, жер Ресейде қалуы тиіс;\nНорвегиялықтар алғаш рет зерттеу жүргізгеннен кейін, осы жерлерге І Петр зерттеушілерді жіберіп, толық картасын, барлық ақпараттарты жаздырған, жапондықтар емес;\nНеге Ресей Куриль аралдарын Жапонияға беруі керек?\n1. Күштеп алған жер. Ресми құжатқа қол қойдырғанымен, ол кезде Жапонияға абсқа вариант қалдырмауында. КСРО тарап кеткеннен соң, Ресей ол жерлерді Жапонияға қайтарып беруі керек.\n2. Жапонияға аралдары қажет. Өйткені, қазір ол жерлер пайдалы қазбаларға бай, энергияның мол көзін алуға боалытн жер.",
                "date": "21.04.2016",
                "upvotes": 2
            },
            {
                "text": "Россия ол аралдарды бермейді. Өйткені оны берсе Норвегия да сұрайды ежелгі өз жерін Санкт-Петербург , Мурманскі аймақтарын. Сосын сібір халықтары да егемендік аламыз десе Россияның 70 пайызға жуығы сібір халықтарына Жақұттарға (Якут) тиесілі. Қазақтың да 5-6 қаласы қайтарылуға тура келеді. Әсіресе Татарстан, Башқұртстан, Ноғай, Алтай елі, Мардова, Шұбаш, Қарашай, Удмурд, Қалмыкия, Дағстан, Абхазия, Шешенстан, Ингушетия да егемендік алып бөлінеміз деп дайын тұр. Сомен ресей тарайды, оны біліп отырған орыстар ешкімге де жер бермеуге барынша тырысуда.Тырыса да береді , ол 100 пайыз факт !  Саясаттан Қазақтар еш уақытта қалыспаймыз ә !",
                "date": "21.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернеттен тапсырыс бергенде ақшаны тауар келгесін төлем жасайтын сайттар бар ма?",
        "question_content": "Интернет арқылы тауар сатып алып, тапсырыс почта арқылы келгеннен кейін ғана ақшасын тапсыратын интернет дүкендері барма?  Қазақстандық немесе алыс-жақын аралық шетелдік сайттардан бәлсеңіз бөлісе отырыңыздаршы.",
        "question_date": "21.04.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің білуімше, қазіргі интернет-дүкендерінің барлығы дерлік, почтаға тауар келгенде ғана ақша төленетін етіп жасалынған. Шет елдік тауарларды алатын болсаңыз, барлығы, телефон соғып, тапсырыс беріп, белгілі бір уақыт аралығында сізге жақын орындағы почтаға келгеннен соң, сол жерде тауар ақшасымен бірге жеткізіп бергені үшін (доставка) ақшаны қоса төлейсіз. Бұл сіздің қандай тауар алатыныңызға байланысты болуы да мүмкін. Сол тауардың сатылатын арнайы сайтына кіріп көрсеңіз, толық ақпарат беріледі.",
                "date": "23.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көмірді ашық әдіспен өндіруде туындайтын проблемалар.",
        "question_content": "көмір ашық түрінде алғанда, кандай проблемалар болады?",
        "question_date": "21.04.2016",
        "question_tag": "Табиғат",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ашық әдіспен өндірудің ең негізгі кемшіліктері мынадай:\n\n1.климаттық құбылыстарға тәуелділік;\n2. жер мәселесіне келгенде туындайтын ұзақ мерзімді мәселелер;\n3. жер асты су ресуртарының бұзылуы.",
                "date": "21.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Асқар Жұмаділдаевқа слайд керек.",
        "question_content": "Алда Асқар Жұмаділдаевтің туған күні келе жатыр.Соған арналған слайд болса жіберіңіздерші",
        "question_date": "21.04.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 679,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Миопияны толық емдеуге бола ма?",
        "question_content": "Көзім -4. Дәрілер ішіп, арнайы жаттығуларын жасап көрдім. Бірақ, көбіне естуім бойынша тек ота жасау арқылы ғана қалпына келтіруге болады. Ешқандай операциясыз көру қабілетін жақсартқандар бар ма? Кеңес берсеңіздер. Немесе операцияның бағасы, сапасы қандай екен?",
        "question_date": "21.04.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Көздің көргіштігін қайта қалыпқа келтіру қазір жастардың арасында кең етек алып кеткен. Себебі, гаджеттердің өзі-ақ көздің көргіштік қабәлетін төмендетеді. Кеңес заманында өскен қазіргі үлкендеріміздің көпшіліінің көздері бізден жақсы көреді. Немесе оларда жақынды көрмеу басым, ал алысты олар мергендей жақсы көреді. Оның себебі, ол кезде қазіргідей техниклалар болмаған. Ал көзі нашарлар көбіне сол түнде майшаммен кітап оқығаннан болған.\n\nЕгер, көзіңіздің көру қабілеті асқынып кеткен болса, көз жаттығулары ісер етпейді. Бастапқы стадиядағылар көру қабілетін қайтара алады, ал асқынған түрінде бұл қиын, әрі мүмкіндігі өте төмен.\n\nСондықтан, операциялар шығып жатыр. Егер ,көзіңіз жоғары болса, жасатып тастағаныңыз жөн. Өйткені, асқынған үстіне асұына береді.\n\nТағы, көз дәрігерлеріінің айтуынша, линзаны, көзілдірікті гигиеналық талаптарға сай қолдана білсеңіз, ары қарай асқындырмай сол қалыпта ұстап тұруға болады.\n\nАстанадағы операция жасайтын орталық 200 000 нан басталады деп естігенмін.",
                "date": "21.04.2016",
                "upvotes": 1
            },
            {
                "text": "Менің көзімнің нашарлығы да -4. Дәрілермен де, тамшы, жаттығулармен де емдеп шаршап кеттім. Ота жасатқым келіп жүр, Астанадағы \"Astana Vision\" көз емдеу орталығын естіген едім, таныстарымның ішінде сол жерде ота жасату арқылы көз көру қабілеті жақсарып кеткені бар. Сол себепті, сол орталықпен танысып көруге кеңес беремін.",
                "date": "21.04.2016",
                "upvotes": 1
            },
            {
                "text": "Менің де көзімнің нашарлығы -4. Мен де дәрі, тамшы, жаттығу дегендерден шаршап кеткен адаммын. Ота жасатқым келіп жүр, Астанадағы \"Astana Vision\" көз емдеу орталығын естіген едім, жақындарымның ішінде сол орталықтан ота жасатып, көру қабілеті жақсарғандары бар. Сол себепті, сол орталықпен танысып шығуға кеңес беремін.",
                "date": "21.04.2016",
                "upvotes": 0
            },
            {
                "text": "Менің көзім бірінші тексерілгенде -3 және -3,75  деп айтқан болатын шамамен 2 жылдай өткеннен кейін барсам -5 және -5,75 деп айтты ол 2017 жыл болатын қазір білмеймін қанша болғанын не істеуіме болады тұрмысқа шыққан едім жолда қайын апкемди танымай калыппып өзімді жаман сезіндім көзім нашар көретінін олар білмейді өз пікірлеріңізді кеңестеріңізді айтсаңыздар күтемін немесе 87077022098 ватсаптан жазасыздарма өтінемін",
                "date": "29.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Видеомонтаж үйрегім келеді",
        "question_content": "Сәлеметсіздерме! Саламаликум! Мен толықтай видеостудияның видеомонтажын үйренгім келеді. Толық видеостудияның видеомонтажын білетін адам барма алде интернеттен толықтай урок сабактарын білетін адам барма?",
        "question_date": "20.04.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CyberLink PowerDirector бағдарламасы арқылы үйренуге кеңес берем, әрі ютубта видеоуроктары бар..ыңғайлы және тиімді",
                "date": "30.04.2016",
                "upvotes": 1
            },
            {
                "text": "Сони вегас та жақсы сияқты, өзім содан бастап үйреніп көріп жүрмін. Youtube-та Bilip Juremin деген қазақша арнада біраз қазақша ақпараттар бар.",
                "date": "1.05.2016",
                "upvotes": 0
            }
        ]
    }
]