[
    {
        "question_title": "Зат мөлшерін анықтаңыз?",
        "question_content": "m=3г V=5*10^-4 m^3 P=5*10^5 Па Т/к:u-?",
        "question_date": "12.03.2018",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Сарыарқаның төрінде, Сайран салған қазағым.\" деген өлеңді тауып бересіздер ме???",
        "question_content": "Интернеттен іздесем таппай жатырмын ешқайдан)",
        "question_date": "12.03.2018",
        "question_tag": "Әннің сөзі",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сарыарқа жерінде\nСайран салған қазағым ху_хей\nАт үстінде ұйықтамай\nЖер қорғаған қазағым ху_хей\nНайза қылыш күшімен\nЕл қорғаған қазағым\n\nҚазағым қазағым\nТартпай өмір азабын\nАта баба дәстүрін\nҰмытпайық ей",
                "date": "1.05.2023",
                "upvotes": 1
            },
            {
                "text": "Сарыарқаның төрінде өлеңдің сөзі керек",
                "date": "30.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Функция туындысын биологияда қолданылуы туралы ақпарат керек?",
        "question_content": "Функция туындысын биологияда қалай қолданады сол туралы ақпарат керек?",
        "question_date": "11.03.2018",
        "question_tag": "Физика",
        "question_views": 380,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Барлық бағыныңқылы сабақтасқа көркем әдебиеттен мысал табу?",
        "question_content": "Шартты бағыныңқылы сабақтасқа\n\nҚарсылылқты бағыныңқылы сабақтасқа\n\nМезгіл бағыныңқылы сабақтасқа\n\nСебеп  бағыныңқылы сабақтасқа\n\nҚимыл-сын бағыныңқылы сабақтасқа\n\nМақсат бағыныңқылы сабақтасқа бір бірден мысал табу",
        "question_date": "11.03.2018",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шығыстану немесе екі шет тілі? Қай мамандық жақсы?",
        "question_content": "Шығыстану немесе екі шет тілі қайсысын таңдаған дұрыс? басым қатып кетті)",
        "question_date": "11.03.2018",
        "question_tag": "Университет, колледж",
        "question_views": 962,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "екі шет тілі жақсы деп ойлаймын. жалпы өзім екі шет тілі факультетіне түскім келеді.",
                "date": "14.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ерігіштік қисығын пайдаланып 70°С-да барий нитратының қанық ерітіндісін дайындау",
        "question_content": "Ерігіштік қисығын пайдаланып 70°С-да барий нитратының қанық ерітіндісін дайындау үшін 500г суда қанша зат еріту керек екендігін есептеңдер.",
        "question_date": "11.03.2018",
        "question_tag": "Химия",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дано: \nm( H_{2}O )=500г \nW( Ba(NO_{3} ) _{2} )=70%\n\nРешение \nВсего раствора 100%,тогда 500г воды будет занимать 30%,а\nBa(NO_{3}) _{2}  70% составим пропорцию\n500г - 30%\n    хг - 70% \nх=  ≈ 1,1167",
                "date": "23.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Клаш роялда акаунтты қалай сатса болады ?",
        "question_content": "Менде  смартфонда  клаш  роял  ойыны  бар  еді соны  сатқым  келеді қалай  сатуға  болады?   Тағы бір сұрағым  12  аренадан  жоғары  болса  сатуға  болама    бағасы  қанша  болады толық  ақпарат  берсеңіздер мына  электрон  пошта  арқылы *Emails are not allowed*",
        "question_date": "10.03.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сен оны яғни ойынды қай аккаунтқа сохранить қылсаң сол аккаунтыңда болады. Ойынды сатам десең аккаунтыңды сату үшін клаш роял ойнайтын немесе қызығатын адам тауып соның телефонына аккаунтыңды жазып бересің және ол телефонда клаш роял ойынын плай маркеттен тартып алса сенің базаң шығады. Сосын ол басқа аккаунтқа өткізіп алады немесе сенің паролыңды өзгертіп алады. Сен аккаунтты телефондан өшіріп жібересің іс бітті. Бағасын сосын келісе бересіңдер.",
                "date": "11.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ең қызықты ойын қай ойын деп ойлайсыздар?",
        "question_content": "Сәлеметсіздерме? Сіздердің ойларыңызша компютерде болсын телефонда болсын ең қызық ойындарды атап өтіңіздерші.",
        "question_date": "10.03.2018",
        "question_tag": "Ұялы телефон ойындары",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Компьютерде гта 5, мортал комбат, far cry 3, sims 3, dota, cs go, как достать соседа,  FIFA 17",
                "date": "11.03.2018",
                "upvotes": 0
            },
            {
                "text": "Farcray  1.2.3.4.5   gta  4. 5 gta  san  andr   fifa     mafia  2.3",
                "date": "12.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұл бала асырап алғым келеді.",
        "question_content": "Жаңа туған ұл баланы асырап алғым келеді. Тастанды етіп тастағанша, маған беріңіздерші. Қатты күтеміНөмерім: 87472681132. 87781642192",
        "question_date": "10.03.2018",
        "question_tag": "Заң",
        "question_views": 876,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрағың өте қызық екен. Енді біреулер сұрақ жауап сайтына кім менің ұлымды бағып алар екен деп кірмейді ғой. Сенде ұл бала алам деп үміттеніп отырсың ба? Бұл жер саған жетімхана емесқой. Шынымен ұл бала асырап алғың келсе жетімханаларға бар. Ол жерде ата-анаға зар балалар жүр. Солардың бірін асырап алсаң сауапқа қалар едің.",
                "date": "10.03.2018",
                "upvotes": 0
            },
            {
                "text": "Неке және отбасы туралы кодексі 91-бап. Бала асырап алушы болуға құқығы бар адамдар\n      1. Бала асырап алушы адамның отбасында баланың қалыпты дене бітімі, психикалық, рухани және адамгершілік жағынан дамуы, тәрбиеленуi және бiлiм алуы үшiн жағдайлар болған кезде бала асырап алуға рұқсат етiледi.\n      2. Мыналарды:\n      1) сот әрекетке қабiлетсiз немесе әрекет қабiлетi шектеулі деп таныған адамдарды;\n      2) сот біреуін әрекетке қабiлетсiз немесе әрекет қабiлеті шектеулі деп таныған ерлi-зайыптыларды;\n      3) сот ата-ана құқықтарынан айырған немесе сот ата-ана құқықтарын шектеген адамдарды;\n4) өзiне Қазақстан Республикасының заңдарында жүктелген мiндеттердi тиiсiнше орындамағаны үшiн қорғаншы немесе қамқоршы мiндеттерінен шеттетiлген адамдарды;\n      5) егер сот олардың кінәсінен бала асырап алудың күшiн жойса, бұрынғы бала асырап алушыларды;\n      6) денсаулық жағдайына байланысты ата-ана құқықтарын жүзеге асыра алмайтын адамдарды қоспағанда. Адамның бала асырап алуы, оны қорғаншылыққа немесе қамқоршылыққа, патронатқа қабылдап алуы мүмкін болмайтын аурулар болған кезде, олардың тiзбесiн денсаулық сақтау саласындағы уәкілетті орган белгiлейдi;\n      7) тұрақты тұрғылықты жері жоқ адамдарды;\n      8) дәстүрлi емес жыныстық бағдар ұстанатын адамдарды;\n      9) асырап алған кезде қасақана қылмыс жасағаны үшін жойылмаған немесе алынбаған сотталғандығы бар адамдарды, сондай-ақ осы тармақтың 14) тармақшасында аталған адамдарды;\n      10) азаматтығы жоқ адамдарды;\n      11) анасының қайтыс болуына немесе оның ата-ана құқықтарынан айырылуына байланысты баланың кемінде үш жыл іс жүзінде тәрбиелену жағдайларын қоспағанда, тіркелген некеде тұрмаған (ерлі-зайыпты болмаған) еркек жынысты адамдарды;\n      12) асырап алған кезде асырап алынған баланы Қазақстан Республикасының заңнамасында белгіленген ең төмен күнкөріс деңгейімен қамтамасыз ететін табысы жоқ адамдарды;\n      13) наркологиялық немесе психоневрологиялық диспансерлерде есепте тұратын адамдарды;\n      14) адам өлтіру, денсаулыққа қасақана зиян келтіру, халық денсаулығына және имандылыққа, жыныстық тиіспеушілікке қарсы қылмыстық құқық бұзушылықтары, экстремистік немесе террористік қылмыстары, адам саудасы үшін сотталғандығы бар немесе болған, қылмыстық қудалауға ұшырап отырған немесе ұшыраған адамдарды (өздеріне қатысты қылмыстық қудалау Қазақстан Республикасы Қылмыстық-процестік кодексінің 35-бабы бірінші бөлігінің 1) және 2) тармақшалары негізінде тоқтатылған адамдарды қоспағанда);\n      15) Қазақстан Республикасының аумағында тұрақты тұратын, осы баптың 4-тармағында белгіленген тәртіппен психологиялық даярлықтан өтпеген Қазақстан Республикасының азаматтарын (баланың жақын туыстарын қоспағанда) қоспағанда, кәмелетке толған адамдар бала асырап алушылар болуы мүмкін.\n      3. Бiр-бiрiмен некеде тұрмайтын (ерлі-зайыпты болмаған) адамдар сол бiр баланы бiрлесiп асырап ала алмайды.\n      4. Қазақстан Республикасының аумағында тұрақты тұратын, жетім балаларды, ата-аналарының қамқорлығынсыз қалған балаларды өз отбасына тәрбиелеуге қабылдауға тілек білдірген Қазақстан Республикасының азаматтарын психологиялық даярлауды жетім балаларды, ата-аналарының қамқорлығынсыз қалған балаларды Қазақстан Республикасы азаматтарының отбасыларына орналастыруға жәрдем көрсету жөніндегі ұйымдар, сондай-ақ жетім балаларға, ата-аналарының қамқорлығынсыз қалған балаларға арналған білім беру ұйымдары көрсетілген ұйымдардың қаражаты есебінен жүзеге асырады.\n      Қазақстан Республикасының аумағында тұрақты тұратын, жетім балаларды, ата-аналарының қамқорлығынсыз қалған балаларды өз отбасына тәрбиелеуге қабылдауға тілек білдірген Қазақстан Республикасының азаматтарын психологиялық даярлау бағдарламасының мазмұнына қойылатын талаптарды, оларды психологиялық даярлау жөніндегі қызметті ұйымдастыру тәртібін және осындай даярлықтан өткені туралы сертификаттың нысанын Қазақстан Республикасының балалардың құқықтарын қорғау саласындағы уәкілетті органы бекітеді.\n      92-бап. Бала асырап алушы мен асырап алынушы бала арасындағы жас айырмасы\n      1. Бала асырап алушы мен асырап алынушы баланың жас айырмасы кем дегенде он алты жас болуға тиіс. Сот дәлелді деп таныған себептер бойынша жас айырмасы қысқартылуы мүмкін.\n      2. Өгей әкесi (өгей шешесi) бала асырап алған кезде, осы баптың 1-тармағында белгiленген жас айырмасының болуы талап етiлмейдi.",
                "date": "26.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойын компьютерін құрастыруға көмектесіңіздерші?",
        "question_content": "Мен  өзіме   игровой  компьютер  құрастырғым   келед   .  Соған  жүйелі   блокты  қалай  құрастырсам  болад   .   GTA 5  MAFIA  3  тб   сол  сияқты  ойындарды  жақсы   сапада   ойнау  үшін  ...",
        "question_date": "9.03.2018",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 567,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Системные требования на ПК - GTA 5\nРекомендованные требования:\nОС: Windows 8.1, 8, 7 64 бит\nПроцессор: Intel Core i5 3470 @ 3.2GHZ (4 ядра) / AMD X8 FX-8350 @ 4GHZ (8 ядер)\nОперативная память: 8 Гб\nВидеокарта: NVIDIA GTX 660 2 Гб / AMD HD7870 2 Гб\nЗвуковая карта: 100% совместима с DirectX 10.\nМесто на диске: 65 Гб\nDVD-привод\nМинимальные системные требования Mafia 3. Процессор: Intel Core i5-2500K @ 3,3 ГГц или AMD FX-8120 @ 3,1 ГГц. \nВидеокарта: NVIDIA GeForce GTX 660 2 ГБ или AMD Radeon HD 7870 2 ГБ.7 окт. 2016 г.",
                "date": "10.03.2018",
                "upvotes": 0
            },
            {
                "text": "интел кор 3 или 5 или 7",
                "date": "7.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ -2017 де келген нағыз ҰБТ тестері жауабымен... Талапкерге табылмас материял",
        "question_content": "ҰБТ -2017 де келген нағыз ҰБТ тестері жауабымен...\nМұғалімдер мен оқушыларға таптырмас материял. жалпы 100 нұсқа.,әр пән\n2000 тг ден. Дайындалуларыңызға үлкен көмек... алам деушілер болса жеке хабарласыңдар. электронды word форматта сақталған. \nМына жерде 5 нұсқа бар қарап көріңіздер. керек десеңіз хат қалдырыңыз\n.",
        "question_date": "9.03.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 943,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерде 5 нұсқа бар қарап көріңіздер. керек десеңіз хат қалдырыңыз\nhttps://cloud.mail.ru/public/4gF9/mJ6ottdtm",
                "date": "27.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Али Экспресс деген сайттан зат алып көрдіңіздерме?",
        "question_content": "Саламатсыздар ма.  Али экспресс деген интернет магазиннен тауар алып көрдіңіздер ме. САпасы қалай? сенімді ма? Заказ беру үшін киви кошолек болу керек дейді. Алып көргендер болса ақпарат беріп өтсеңіздер",
        "question_date": "9.03.2018",
        "question_tag": "Әлеуметтік желі",
        "question_views": 305,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр заттың сапасы әртүрлі. Киви кошолек керек доллормен төлейді.Тауардың келуіне келсек сенімді деуге болады.Жеткізу уақыты көп.\n\nМен бір тауарды білем 35 теңге.Алғашында соны алып көріңіз.\n\nМаған жазыңыз қолымнан келгенше көмектесем https://vk.com/id466947280",
                "date": "10.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Квадрат теңдеудің түбірін қолданып, квадрат үшмүшені құр?",
        "question_content": "Квадрат теңдеудің түбірін қолданып, квадрат үшмүшені құр. а) х1=1 х2=2  қалай шығарылады",
        "question_date": "8.03.2018",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(x-1)*(x-2)=x^2-3*x+2\n\nЖауабы: x^2-3*x+2",
                "date": "9.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ako деген қолданушы ғана кірсін...",
        "question_content": "Ako неге, қайда жоғалып кеттің? Басты қатырмай вк восстановить етші))",
        "question_date": "8.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 596,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сайтта жеке пікір, жеке хат деген қызметтер де бар...",
                "date": "11.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Солтүстік Қазақ жазығы қандай облыстарын қамтып отыр?",
        "question_content": "Солтүстік Қазақ жазығы қандай облыстарын қамтып отыр?",
        "question_date": "7.03.2018",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Солтүстік Қазақ жазығы - Қазақстан жерінде Орал тауларынан Алтайға дейін ені 200-250 км жіңішке алапты жазық. Ол оңтүстіктен солтүстікке қарай еңіс, яғни ылдилай береді. Оңтүстігінде Сарыарқамен шектеседі.\n\nІшкі ерекшеліктеріне сәйкес Солтүстік Қазақ жазығының Қазақстандық бөлігі төрт ауданға бөлінеді:\n\nЕсілдің жазық орманды даласы\nТобыл-Обағанның жазық даласы\nЕсіл-Ертіс даласы\nЕртіс-құлынды жазығы\n\nhttps://kk.wikipedia.org/wiki/Солтүстік_Қазақ_жазығы#Бөліктері",
                "date": "7.03.2018",
                "upvotes": 0
            },
            {
                "text": "Солтүстік Қазақстан, Ақмола және Павлодар облысы",
                "date": "26.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжде сырттай оқып жүріп әскери қызметке барып келсем болады ма?",
        "question_content": "Колледжде сырттай оқып жүріп әскери қызметке барып келсем болады ма?",
        "question_date": "7.03.2018",
        "question_tag": "Заң",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине баруға болмайды. Колледжді бітіргеннен кейін бара алсыз.",
                "date": "7.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстаннан Өзбекстанға көлік алып өтуге бола ма?",
        "question_content": "Қазақстаннан өзбекстанға көлік алып өтуге бола ма? Растамошкасы қанша болады?",
        "question_date": "6.03.2018",
        "question_tag": "Заң",
        "question_views": 580,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің таныстарым шекарадан өткен сайын көлікті тастап кетеді. Өткізбейді, әрі құжаттамалық әурешілігі өте көп дейді.",
                "date": "29.08.2018",
                "upvotes": 0
            },
            {
                "text": "ЖОК АЛЫП ОТЕ АЛМАИСЫЗ",
                "date": "27.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзындығы 4 метр қимасының ауданы",
        "question_content": "Ұзындығы 4 метр қимасының ауданы 0,2 мм кв кедергісі 2 Омға тең өткізгі",
        "question_date": "6.03.2018",
        "question_tag": "Физика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кедергі\n\nR=p*l:S\n\np меншікті кедергісі\n\np=R*S/l=2*0,2/4=0,1 Ом*мм^2/м",
                "date": "7.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тігінші əрқайсысына 4 м матадан жұмсап, ал бірнеше көйлек тігу",
        "question_content": "Тігінші əрқайсысына 4 м матадан жұмсап, ал бірнеше көйлек тігу үшін 56 м мата жұмсады. Бір белдемшеге 3 м мата жұмсайтын болса, сонша белдемше тігу үшін ол неше метр мата жұмсайды?",
        "question_date": "6.03.2018",
        "question_tag": "Мектеп",
        "question_views": 18200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір көйлекке төрт метр мата кетсе елу алты метр мата қанша көйлекке кеткенін тапсақ\n\n56:4=14\n\n14 белдемше жасау үшін 14*3=42  метр мата кетеді",
                "date": "7.03.2018",
                "upvotes": 0
            },
            {
                "text": "4м_56\n\n3м_х\n\nХ=(56*3):4=42м",
                "date": "25.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаздар қайтып барады әңгімесіндегі қарттың жолдағы қиыншылықтары туралы шығарма қажет?",
        "question_content": "Қаздар қайтып барады әңгімесіндегі қарттың жолдағы қиыншылықтары туралы шығарма қажет?",
        "question_date": "6.03.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күйеуім ішпейді, шекпейді, қыдырмайды бірақ не үшін мінезі жаман?",
        "question_content": "Сәлеметсіздерме?! Неден бастарымды білмей отырмын. Жарайды, менің басым 22де МЕН тұрмыстамын 2 ұлыс бар біреуі 2де екіншісі 9айлық отау құрғаныма 3 жылдан асып барады бәрі жақсы біреуден кем артық емеспіз бәрі де жеткілікті өміріміз бір сөзбен айтқанда шүкір бірақ мәселе күйеуімде болып отыр шағымды айтсам арамызда суып барады ол МЕНІ сыйламайды БОЛМАШЫ нәрсеге ренжіп қалады БОЛМАШЫ нәрсеге БОЛА маған өте ауыр сөздер айтады басында ондай емес еді соңғы жылдары өзгеріп кетті дегенмен боқтай салады топас бірдене БАС ДЕЙ салады кейде ол маған АҚША бермейді БІР нәрсе әпермейдіде әперсе міндетін шығады және МЕН алған киімді ӨМІРІ өліпқалған вкусын жоқ деп кемсіте бастайды МЕН уйде отырамын 2баламен жумыс жасамаймын ол істейді жұмыс КИІМ АЛЫП бер АНАУ мынау алып бер демеймін соңғы рет куран апергенін ұмытып қалыппын . Бірде көл бірде шөл болып жүреді. Мінезі өте жаман МЕНІ невный қылып тастады. Әйел сияқты сезінбеймін оның қасында. Тамағы ДАЙЫН үйі таза бірақ сонда да жақпаймын БІР мің іздеп тұрады. Жұрттың әйелдері айсайын дүкен араласа мен де ол да жок МЕЙЛІ олда құрсын маған ол маңызды емес маған отбасы болу тату татті өмір сүргін келеді шынайы күліп ойнағым келеді бақытты отбасы болғым келеді. Болуға қанша тырыссамда болалмадым. Ол маған мүлдем қол келтірмейтін ОСЫ соңғы айларда қол көтеруді шығарды осыдан бір апта бұрын МЕНІ белдігімен үстімнен сабақ тастады БОЛМАШЫ нәрсе үшін яғни баланы жылатып қойып едім соған (күйеуім келгенде үлкен балам өте тәлпіш тым ырбақай болып кетедіі)сол баламыз үшін қырылып қалдық ол МЕНІ аяусыз ременьімен ұрып тастады жаныма қатты батты бірақ ұмытқандай жүре бастадым бірақ ішімнен суып баратқандай болдым кешірдім ішімнен. кешірім мулдем сұрамайды өзі кінәлі болып тұрсада өте көкірек бәлкім содан болар. Міне бүгін тағы да қол көтерді телефонымды АЛЫП қойып берми отыра берді МЕН жайғана берш дедім ол жоқ менде телефонын, балаға қара, менде жоқ деп жыныма тие бастады содан АЛЫП басқа бөлмеге БАРЫП жатып алып қарап ақтарып жатты ЖАЙ сұраса да берер едім ғой бірақ нагло өтірік алдап маған дікендеп әкрендеп сөйлегені қытығыма қатты тие бастады жұмыстан келгеннен уйге кіргеннен бастап бір жылы сөйлемеді. Содан телефонымды алуға тырысып көріп едім бермеді ол менің телефоным деп айта бастады бір нәрсе болса баяғыда ұрысып қалсақ телефонымды ап қоя беретін қазір осы телефонымды ӨЗІМ кредит ке алып өзім баламнын ақшасынан өзімнің жинаған терген ақшамнан айсайын 20000төлеп журген телефонымды менікі деп меншіктеп шыгады осындай өтірікші арсыз боларма екен? Содан бермей қасарысып менімен алыса бастады менде әкел бері деп қоймай тұрғанымда бас салып ременьімен басымнан бірнеше рет қаттыы ұрып жіберді денемден құлағымнанременьімен аяусыз сабай бастады кіші балам жылай бастап ол одан бетер кушейе түсті баланы ал ондағы соткадан өлғір деп маған МЕН қолымда баламен жалынып сурадым бермеді содан кетіп калдым басқа бөлмеге ол телефонмен кала берді.....содан бәраздан соң алып тынышталып баламды ұйықтатып сіздерге жазып отырмын. Ақылдарыныз болса берініздерші,урған жері қатты ауырып жатыр,маған комектесініздерші, өтініш...басым қатты мына проблемалардан....",
        "question_date": "6.03.2018",
        "question_tag": "Жанұя",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге телефоннан еш пайда жоқ сияқты. Сондықан, күйеуіңізді алдап арбауға тырысыңыз. Жылы сөйлеңіз. Алда барлығы жақсы болады. Мейрамдарыңызбен. Жанұяыңызға тыныштық тілеймін.",
                "date": "7.03.2018",
                "upvotes": 1
            },
            {
                "text": "Менимде өмірім дәл сіз секілді амал жоқ өмір балапандар  үшін көнеміз",
                "date": "4.10.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Квадраттық функцияның графигі",
        "question_content": "АЛгерба 2 есеп шыгарып беринизши!",
        "question_date": "5.03.2018",
        "question_tag": "Математика",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "-2х^2+5х+3=4\n\n-2х^2+5х+3-4=0\n\n-2х^2+5х-1=0\n\nД=5^2-4*(-2)*(-1)=25-8=17\n\nх1=(-5-V17):(2*(-2))=(-5-V17):-4\n\nx2=(-5+V17):-4",
                "date": "6.03.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қай қала ең әдемі қала?",
        "question_content": "Сәлеметсіздерме? Сіздердің ойдарыңызша ең әдемі қала қай қала деп ойлайсыздар? Сүреттерімен жіберсеңіздер жақсы болар еді.",
        "question_date": "5.03.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 724,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бас қала- Астана қаласы әрине. Не үшін оны Астана деді? Себебі, көрікті жерлері көп,экономикасы жағынан мемлекеттегі ірі қала,тұрғын саны көп) Сұрағыңызға қанағаттырарлықтай жауап бердім деп ойлаймын.",
                "date": "7.03.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мені қызықтырып келетін бір сұрағым бар?",
        "question_content": "Мені бұрыннан қызықтырып келетін бір сұрағым бар? Жақындап келе жатқан 8-наурыз мейрамы қай жерден, немесе кім тарапынан шыққан екен? Ол мейрам мұсылмандарға тұра келеме? Осы сұрақтарыма жауап бере аласыздарма?",
        "question_date": "5.03.2018",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 711,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл туралы ел баяғыда талқылап тастаған басқа да интернет б",
                "date": "5.03.2018",
                "upvotes": 0
            },
            {
                "text": "Әсілі, әйелдер қауымы әу бастан ер адамнан бір саты төмен жаратылған деседі. Оған сан-саққа жүгірген аңыз бен қатталған қалың тарих куә. Кейін шегініп, қалың тарихтың бір парағына көз салсақ, қасқайған Нью-Йорк қаласы мен сол алып, батыр қаланың әділеттілікті талап еткен нәзік жандыларын көреміз. \n1857 жылдың 8 наурызында тігін және аяқ киім фабрикасының жұмысшы әйелдері үміттерін үкілеп, ереуілге шығады. Бұл күні тәулігіне 16 сағат жұмыс істеп, шағын ғана айлық алатын жұмысшы әйелдер басшылықтан 10 сағаттық жұмыс күнін, жарық әрі таза жұмыс орны мен еңбекақыларының ер-азаматтардың жалақысымен бірдей болуын талап етеді. Нью-Йорктың жан-жағынан көтерілген әйелдердің өз үні бейнебір толқын іспетті жан-жақтан естіліп, қоғамдағы әйелдердің орнын нақтылағандай болды. Осы күннен кейін алғаш рет әйелдердің қоғамдық ұйымдары құрылып, олар өз құқықтарын қорғауды қолға алды.  \n1910 жылы Копенгагенде жұмысшы әйелдердің қатысуымен II халықаралық конференция өтті. Социал-демократ партиясының әйелдер тобының көшбасшысы Клара Цеткин 8 наурыз халықаралық әйелдер күнін жыл сайын белгілі бір күнде тойлау керектігі туралы ойын ортаға тастады. Оның бұл ұсынысын өз құқықтары үшін күресуге бел буған қалың әйелдер тобы іліп әкетіп, келесі жылы-ақ, яғни 1911 жылдан бастап, Австрия, Дания, Германия мен Швейцарияда 8 наурыз мейрам ретінде тойланды. Бір деректер Ежелгі Римде де матрондар тойлайтын әйелдер мерекесі болған дейді. Бұл күні матрондар күйеулерінен әдемі сыйлықтар алып, шексіз махаббатқа бөленген екен. Тек матрондар ғана емес, күңдер де сыйлық алыпты. Сөйтіп, әйелдер жылына бір рет өз мерекелерін тойлап, асып-тасып қалатын деседі.  \n1975 жылы 8 наурыз халықаралық әйелдер күні болып жарияланғаннан кейін, бүгінде бұл мереке әлемнің біраз елінде ерекше құрметпен тойланып жүр. Қазақстанда 8 наурыз - халықаралық әйелдер күні ретінде мерекеленіп, бұл күні аналар мен арулар ыстық лебізге кенеліп, көктеммен бірге құлпыра түседі. \nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "10.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Джуманджи деген кино кімде бар?",
        "question_content": "Джуманджи деген кино кімде бар? Мен интернетттен таба алмай жатырмын, Сіздерде бар болса жүктеп беріңіздерші немесе интернетте бар болса ссилкасын жіберіңіздерші.",
        "question_date": "5.03.2018",
        "question_tag": "Кино",
        "question_views": 484,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сілтемеNew-rutor.org торрент сайттан қарап көрші",
                "date": "6.03.2018",
                "upvotes": 0
            }
        ]
    }
]