[
    {
        "question_title": "Жамбыл Жабаевтың \"Жаныс ақынға\" өлеңін талдау?",
        "question_content": "Жамбыл Жабаевтың \"Жаныс ақынға\" деген өлеңін беріп еді.Соның талдауын және идеясын қалай табуға болады?Көмектесіңіздерші!!!",
        "question_date": "13.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сымның меншікті электр кедергісі неге тең?",
        "question_content": "Сымның меншікті электр кедергісі неге тен?",
        "question_date": "13.01.2017",
        "question_tag": "Физика",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қабылдағыш қандай толқындар аралығында жұмыс істейді?",
        "question_content": "Радиоқабылдағыштың тербелмелі контур конденсаторының сыйымдылығы 50 пФ-дан 500 пФ-ға дейін жайлап өзгереді. Егер индуктивтілік 20 мкГн болса, онда қабылдағыш қандай толқындар аралығында жұмыс істейді?",
        "question_date": "13.01.2017",
        "question_tag": "Физика",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Короче,я хз,сами разбирайтесь.ЭТО УЖЕ ЯВНО НЕ МОЯ ПРОБЛЕМА!",
                "date": "14.03.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Байланысу түрлерін анықтау керек?Кім білгір",
        "question_content": "Олардың бәрін үйіне апарды да, торға қамап қойды. Бұл Құнанбай баласында алтын да көп, ат та көп, ас та көп. Ол мені көтеріп жібергісі келеді, мен оны көтеріп жібергім келеді. Айғай өте ұзаққа созылды және еш нәрсені түсінерліктей болмады.Мынаның егіні бәрінен де жақсы әрі мұның егініне төніп тұрған қауіп оларда жоқ. Ауылымыз қашық емес, қазір - ақ барып жетеміз.\n\nОсы сөйлемдерд",
        "question_date": "13.01.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 598,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әйелім меннен 2 жылдық алимет ақшасын өндіріп ала ма?",
        "question_content": "Маган ажырасканыма 2 жылдай уакыт отти , ортак бир улым бар, осы еки жылда айелим маган алиментке сотка берген жок , енди келип  осы еки жылдын акшасын сот аркылы ондирип аламын дейди , Сурак: егер ол маган алиментке бермесе ,осы еки жылдын акшасын менен ондирип ала алама алде жокпа?",
        "question_date": "13.01.2017",
        "question_tag": "Заң",
        "question_views": 554,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Сұрағыңыздың мағынасын ғана түсіндім, бүрынғы әйеліңіз осы уақытқа дейінгі аралықтағы әрбір ай үшін алимент өндіріп ала алады. Адвокаттың біліктілігіне байланысты.",
                "date": "14.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір қаладан екінші қалаға ҚТЖ арқылы жүк жөнелту",
        "question_content": "Астанадан Шиеліге Салмағы 50 кг болатын кір жуғыш машинасын салып жіберу керек! Бірақ құнтты ақпарат таппадым, кім біледі айтып беріңіздерші. Бағасы қанша болады, қалай болады? Жалпы білетін ақпараттарыңызды бөлісіңіздерші. Сілтеме тастап кетсеңіздер де болады!",
        "question_date": "13.01.2017",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 606,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вокзалға барып, диспетчерден сұрар едім. Шиелінікімін, дәл қазір Қызылордада жүрмін. Егерде аса қажет болып жатса көмегімді аямаймын. \n\"Қазақстан Темір Жолы\" АҚ сайтына сілтемелеймін.",
                "date": "14.01.2017",
                "upvotes": 0
            },
            {
                "text": "inDriver ден қарап көр",
                "date": "14.01.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Алимент төлемесе не істеуге болады",
        "question_content": "Мен заңды түрде ажырасқанмын, бір қызым бар, алматы облысында тұрамын, ажырасқан сон бұрынғы күйеуім Шығыс Қазақстан облсына ата-анасына кетті. Алиментке арыз берген едім, Менің тұрғылықты жерімдегі сот бөлімшесі арыз қабылдаған соң 3 күнінен кейін сот шешімі шығады, одан кейін бұл істі Шығыс Қазақстан облсының жеке сот орындаушылары атқарады, солармен хабарласуың керек деді. Ол жаққа баруға мүмкіндігім жоқ, бұндай жағдайда не істеуім керек",
        "question_date": "13.01.2017",
        "question_tag": "Заң",
        "question_views": 705,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ЭКСПО-2017 көрмесі туралы шығарама керек еді.",
        "question_content": "Маған ЭКСПО-2017 туралы шығарма керек еді.Кемінде 150-200 сөз болу керек.",
        "question_date": "13.01.2017",
        "question_tag": "Мектеп",
        "question_views": 145000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "EXPO-2017 халықаралық мамандандырылған көрмесін Астанада өткізу – Қазақстанның негізгі ірі жобаларының бірі. Мұндай ауқымды шараны еліміздің астанасында ұйымдастыру туралы бастама Мемлекет басшысына тиесілі. 2011 жылғы 10 маусымда Париждегі Халықаралық көрмелер бюросының (ХКБ) Бас хатшысы Винсенте Гонсалес Лоссерталеске ресми түрде Қазақстан Республикасының өтінімі тапсырылды. Сол сәттен бастап біздің республикамыз Астанада ЕХРО-2017 көрмесін өткізу құқығы үшін сайлау қарсаңы науқанына ресми түрде кірісті. 2012 жылғы 12 маусымда Париждегі Халықаралық көрмелер бюросының Бас ассамблеясының 151-ші отырысында Астананың ресми таныстырылымы болып өтті. Жиынның басында делегаттарға Қазақстан Президентінің арнайы бейнеүндеуі жолданды. Нұрсұлтан Назарбаев өз сөзінде Астана жеңіп шыққан жағдайда, жобаның табысты жүзеге асырылуы үшін барынша күш-жігерін жұмсайтынына кепілдік берді. Біздің Астана ұсынған көрменің тақырыбы «Болашақтың энергиясы» деп аталады, ол баламалы энергия көздеріне және «жасыл» технологияға арналған. 2012 жылғы 22 қарашада ХКБ-ге мүше 161 елдің өкілдерінің жасырын дауыс беру барысында Астана жеңіске жетіп, EXPO-2017 халықаралық мамандандырылған көрмесі өтетін орын ретінде таңдалды. Астананың өтінімін 103 ел қолдады. ЕХРО-2017 ТМД елдерінде өтетін алғашқы көрме болмақ. Астанадағы бүкіләлемдік көрме 3 айға дейін жалғасатын болады. Оған әлемнің 100-ге жуық елі және 10 халықаралық ұйым қатыса алады. Көрмеге 2 миллионнан астам адам қатысады деп күтіліп отыр. ЕХРО-2017 көрмесінің «Болашақтың энергиясы» тақырыбы ең үздік әлемдік энергия сақтау технологиясын, бүгінде бар баламалы энергия көздерін пайдалануда жаңа әзірлемелер мен технологияны пайдалануға мүмкіндік береді. Көрме сондай-ақ елдің өндірістік қуаты мен ғылыми базасын технологиялық жаңғырту және экономиканы жүйелі әртараптандыру үшін қуатты серпін береді. Мұндай ауқымды іс-шараны өткізу ісіне, соның ішінде көрмелер объектілері құрылысы мен инфрақұрылымына шағын және орта бизнес атсалысатын болады. ЕХРО көрмесін өткізу кезінде Қазақстанның астанасы әлемнің түкпір-түкпірінен келген түрлі мәдениеттердің үндесетін орнына айналмақ. Көрменің аумағында күн сайын концерттер, шоу, ұлттық күндер және өзге де ойын-сауық іс-шаралары өтетін болады. 2012 жылғы 26 қарашада Мемлекет басшысы «ЭКСПО-2017 Халықаралық мамандандырылған көрмесін дайындау мен оны өткізу жөніндегі мемлекеттік комиссия құру туралы» №436 Жарлыққа қол қойды. 2014 жылғы сәуірде Президенті Назарбаев Университетіне таяу орын тепкен ЕХРО-2017 көрме кешені құрылысын бастап берді. Кешен құрамында 4 мың пәтер, жаңа мейманхана, Конгресс-холл және университеттен орталыққа дейін ұласатын жабық қала салынады. Көрме аймағында ұлттық павильон, тақырыптық және корпоративтік павильондар, ойын-сауық және қызмет көрсету нысандары орналасады. Көрме кешенінің жалпы ауданы – 174 гектар. Нысандарды пайдалану үшін энергия үнемдеу технологиялары қолданылатын болады. Көрме кешенінің ғимараттары халықаралық BREEM эко-стандарттары арқылы бағаланып, арнайы куәліктер беріледі. Көрме өткеннен кейін ЕХРО-2017 базасында ерекше мәртебеге ие «Астана» қаржы орталығы құрылатын болады. Қазақстан 1997 жылдан бастап Халықаралық көрмелер бюросына мүше ел болып саналады және ЕХРО көрмелеріне 2005 жылдан бастап қатысып келеді.",
                "date": "13.01.2017",
                "upvotes": 2
            },
            {
                "text": "Әдеби сөзбен калай аяқтауға болады",
                "date": "19.04.2017",
                "upvotes": 0
            },
            {
                "text": "Бала көзбен жазып бере аласыз ба?",
                "date": "20.04.2017",
                "upvotes": 0
            },
            {
                "text": "EXPO-2017 халықаралық",
                "date": "24.05.2017",
                "upvotes": 0
            },
            {
                "text": "Шыгарма емес мынау.Таза плагиат кой.Шыгарма аркимнин оз ойы,бир жерден урланган е",
                "date": "30.08.2017",
                "upvotes": 0
            },
            {
                "text": "EXPO-2017 көрмесі Қазақстанға не                                 берді?\n\n   Жалпы EXPO-2017 көрмесі-Негізгі тақырыбы-\"FUTURE ENERGY\", яғни,\"Болашақ энергия\" атты,Қазақстанның Елордасы,Астана қаласында орналасқан,2017 жылы ұйымдастырылған Халықаралық көрме.\n\n    ЭКСПО-2017 көрмесінің бойтұмары Сәуле,Мөлдір,Қуат болды.Көрменің негізгі символы болып табылатын \"Нұр Әлемі\" шарын сау үшін 13 мың тонна металл қажет болды. Сонымен қатар, шардың беті 2800 шыны панельмен қапталған. Барлық павилонды аралауға 96 сағат қажет етеді. Ал, көрме барысында 3500 мәдени іс-шара ұйымдастырылды. Әлемнің 53 елнің үкімет басшылары Халықаралық көрменің құрметті қонақтары мен қатысушылары болды.\n\n   EXPO-2017 көрмесі жалпы, Ұлыбритания,Франция,АҚШ,Австралия,Бельгия,Италия,Канада,Испания,Бразилия,Оңтүстік Корея,Португалия,Германия,Қытай және Түркия секілді елдер бүкіләлемдік көрме өткіщді. Ал,сол тізімнің ішінде болу айтарлықтай абырой,мәртебе. Есігі 3 ай бүкіл әлемге ашық болған ЭКСПО-2017 3 айдың ішінде 178 елден 4 млн адам келіп тамашалады. Бұл әлемдегі мемлекеттердің 90 пйызы.\n\n    Қорытындылай келетін болсақ, ЭКСПО көрмесі Қазақстан еліне үлкен,зор мәртебе,абырой әкелді. Әлемнің түкпір-түкпірінен адамдар келді. Сондықтан,мұндай тамаша,әсем қалаға,көрмеге баруды баршаңызға ұсынамын!",
                "date": "22.11.2023",
                "upvotes": 1
            },
            {
                "text": "Өте жақсы келісем",
                "date": "28.11.2023",
                "upvotes": 0
            },
            {
                "text": "ЭКСПО 2017 көрмесі туралы шағын шығарма\n\nЭКСПО 2017 халықаралық мамандандырылған көрмесін елдіктің ерен жеңісі деуге болады. Бұл көрмені Астана қаласында өткізу - Астанада өткізу – Қазақстанның негізгі ірі жобаларының бірі. Мұндай ауқымды шараны еліміздің астанасында ұйымдастыру туралы бастама Мемлекет басшысы, Елбасымыз Нұрсұлтан Әбішұлына тиесілі.\n\nЭКСПО-2017 көрмесінің негізгі тақырыбы – «Болашақ энергиясы» болды, бұл дегеніміз «жасыл экономиканы» дамытуға тікелей септігін тигізетін жаңа технология мен инновацияларды қолдау деп білеміз. Бұл ауқымды тақырып ең үздік әлемдік энергия сақтау технологиясын, бүгінде бар баламалы энергия көздерін пайдалануда жаңа әзірлемелер мен технологияны пайдалануға мүмкіндік береді.\n\nЭКСПО көрмесін өткізу кезінде Қазақстанның астанасы әлемнің түкпір-түкпірінен келген түрлі мәдениеттердің үндесетін орнына айналды. Көрменің аумағында күн сайын концерттер, шоу, ұлттық күндер және өзге де ойын-сауық іс-шаралары өткізіліп тұрды.\n\nЭКСПО-2017 халықаралық мамандандырылған көрме өз жұмысын 2017 жылғы 10 маусымда бастап және 10 қыркүйекте аяқтады.\n\nКөрме кешенінің жалпы алаңы 174 гектар. Кешен құрамында 4 мың пәтер, жаңа мейманхана, Конгресс-холл және университеттен орталыққа дейін ұласатын жабық қала салынды. Көрме аймағында ұлттық павильон, тақырыптық және корпоративтік павильондар, ойын-сауық және қызмет көрсету нысандары орын алды. Казакстан Республикасының елордасы. Ол - iрi бизнес орталығы. Астанада көптеген мәдени орталық бар. Астанада зәулім ғимарат көп.",
                "date": "28.11.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2016-2017 оқу жылына арналған әдістемелік нұсқау хаттың соңғы нұсқасын пайдаланамыз ба?",
        "question_content": "Мен соңғы нұсқамен күнтізбелік жоспарымды құрдым. Онда бастауыш сыныптарға Жылына 4 шығарма, 4 мазмұндама  3 диктант деген.Әкімшілік алдығы нұсқау хатты алған. Менікін дұрыс емес дейді. Бастауыш сыныптарда қазақ тілінен  шығарма, мазмұндама болмау керек дейді.Қайсысы дұрыс?",
        "question_date": "13.01.2017",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Протеин бойға зиян ба, пайдалы ма?",
        "question_content": "Протеин бойға зиян ба, пайдалы ма, айтып жіберсеңіздер?",
        "question_date": "13.01.2017",
        "question_tag": "Жалпы спорт",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине,протеин өте пайдалы.Адам ағзасындағы көптеген пайдалы элементтер ақуызы мол тағамдардан келеді. Ал ағзадағы ең маңызды нәрсе ақуыз екені айтпаса да түсінікті. Ақуыз бұл көптеген алмастыруға болмайтын амин қышқылдарының негізгі көзі. Амин қышқылдарымен ішкі органдар, сүйек және бұлшық еттердің қоректенетін ескерсек, ақуыздардың біздің ағамыздағы рөлі зор екенін байқаймыз.\n\nТағамда ең маңызды үш элемент бар: ақуыз, май және көмірсулар. Әрқайсысында калорияның көптеген мөлшері бар. Ақуызда 1 грамға 4,1 ккал, көмірсуларда да осындай көлемде. Ал майда 1 грамға шаққанда 9,2 ккал калория бар.",
                "date": "13.01.2017",
                "upvotes": 0
            },
            {
                "text": "Табиғи, еш зияны жоқ балық, жұмыртқа, ірімшік, айран, крупы, тауық еті жақсы емес пе!? Ақуыздың көкесі осы тамақтарда. Протеин бауырға зиян.",
                "date": "14.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 200 кг алюминий оксидінің 80 % дық шығыммен қанша алюминий алуға болады?",
        "question_content": "Массасы 200 кг алюминий оксидінің 80 % дық шығыммен қанша алюминий алуға болады?",
        "question_date": "13.01.2017",
        "question_tag": "Химия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Al2O3→4Al+3O2\n\nmтаза(Al)=m(Al2O3)*4*M(Al)/2*M(Al2O3)=200*108/208=103,846 (кг)\n\nm80%(Al)=mтаза(Al)*80%/100%=103.846*80/100=83.077 (кг)",
                "date": "15.02.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Полит вирусын үй жағдайында қалай емдесе болады?",
        "question_content": "Полит вирусты калаи емдесе олады уи жагдаида",
        "question_date": "12.01.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сұраншы және Өтеген батыр дастандарының айырмашылығы мен ұқсастықтары қандай?",
        "question_content": "Сураншы батыр жане Отеген батыр дастандарынан айырмашылыгын мен уксастыгын жазып бересиз ба маган керек болып тур.",
        "question_date": "12.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 12800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жамбылдың революциядан бұрын шығарған эпостық шығармаларынан бізге екі үлкен дастан жетті. Ол – «Өтеген батыр» мен «Сұраншы батыр» дастандары. Бұлардан басқа Жамбыл «Сауырық батыр» дейтін де дастан шығарған екен. Бірақ онысы ұмытылған. Сақталған екі дастан таң қаларлықтай бір тұтас, бүтін, өзекті дүние болып шыққан. Құнттылықпен сомдап соғылған бұл туындылар үлкен серпінмен, шеберлікпен жазылған, халықтың жарқын болашақ, шұрайлы жер, бақытты жаңа өмір туралы көкейкесті армандарын зор шабытпен жырлаған. Сюжетінің желісінде мифологиялық элементтер бар, реалистік суретке негізделген «Өтеген батыр» дастаны тамаша оймен суреттелген ақындық туынды. Дастанның өлеңі жеңіл, жатық, жұмсақ және эпостық шығарма бола тұра лиризмге толы. Айлы түнде ұйықтамай, халқына жайлы қоныс табам деп өзінің үлкен арманына бой ұрған Өтегенді Жамбыл үлкен ер жүректікпен сүреттеген. Жамбыл дастандарындағы ерекше бір жаңалық – мұнда әр халықтың өкілдері бас қосып, тіл тауып жалпы тап дұшпанына қарсы күресуі, осы күресте шыныққан достық. Өзі оқи алмаса да, ұдайы халық ортасында болып, халық тілегін жан-тәнімен жақсы түсінген патриот, қарапайым бұқара ақыны Жамбыл қазақ халқы үшін ең дұрыс жол орыс халқымен дос болу екендігін түсінген және осы білгенін дастанында өз дәрежесінде тәуір көрсеткен. Бұл – кезінде қазақ әдебиеті үшін елеулі жаңалық еді. «Сұраншы батыр» дастанын Жамбылдан бұрын Сүйінбай да жырлаған деседі. Бірақ ол бізге жетпеген және ол дастан емес, толғау түрінде жырланған. Сүйінбай болсын, Жамбыл болсын, әрқайсысы өз шығармасында Шапыраштыдан шыққан Сұраншы батырдың ерлігін, елге сіңірген еңбегін жыр еткен. Сұраншы шын болған, XIX ғасырда өмір сүрген батыр адам екен. Сұраншы батырдың есімі Шоқан Уәлихановтың хаттарында да кездеседі. 1838 жылы дастанды өз аузынан жазғызарда Жамбыл кіріспесі мен соңын жаңартып, Сұраншының шын тарихта болған адам екенін де дәлелдейді. Тек Сұраншы емес, оның тоғыз орыс, бір татар жоластары да, Егор дейтін кен қазушы досы да тарихта болған, Сұраншымен бірге соғысқан кісілер. Бұлардың соғысқан дұшпандары – Қоқанның Құдияр ханы мен қырғыздың манапы Орман ханның басқыншылары. Дастанда Сұраншы батырдың достарымен қосылып орыс армиясының қатарында көрсеткен қаһармандық күресі эпостық кең тыныспен, ерекше шабытпен суреттелген. Сұраншының ерлігін мұнша ден қойып жырлауының бір себебі Жамбылдың айтуынша: Бата берген Сүйінбай, Жырдың тіккен туындай, Айтқанда маған ақылды, Жырла! – деген батырды, – деу болса, екінші себебі – басына туған ауыр күнде батырын аңсаған халық тілегі көрінеді. «Сұраншы батыр» ежелгі батырлар жырының дәстүрінде туған дастан болғандықтан, сол жырлардың баяндау, суреттеу тәсілдерін қолданған. Сондықтан да көп жерлері Қобыланды, Алпамыс, Қамбар бейнелерін еске салады. Алайда асырып, әсірелеп айту (гипербола) жөнінен соңғы дәуірдегі тарихи-реалистік поэмаларға жақын. Жамбыл ел байларын, бектерін тізіп бөсімейді, қазақ жерін басқыншылардан қорғауда ерлік көрсеткен, бірлік көрсеткен Сұраншы, Сауырық, Сыпатай секілді батырларды дәріптеп, шаршы топтың алдында көптің көкейіндегі патриоттық және бұқарашылдық сезімді қозғап, жеңіске жетеді. Шын батырдың ерлігін, елге істеген игі істерін сүйсіне баяндайды. Бұл баяндауының өзі ұзақ жыр іспетті Жамбылдың осы тақырыптағы дастандарымен үндеседі. «Қалың қазақ өз елім» деген жалпы ұлттық сезім дәрежесіне көтерілген халық ақынының үні.\n\nТолығырақ",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауадағы кездейсоқ газдар не себептен қауіпті?",
        "question_content": "Ауада қандай кездейсоқ газдар болуы мүмкін олар неге қауіпті?",
        "question_date": "12.01.2017",
        "question_tag": "Физика",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұншықтырғыш газ– бұл исі жоқ улайтын газ, оларды көзбен көруге немесе иіс арқылы байқау мүмкін емес, сондай-ақ адамды бірнеше минут ішінде өлтіріп жібереді.\nТұншықтырғыш газ кез келген отынды, мысалы: газ, мұнай, керосин, ағаш немесе көмір жағу кезінде болады.\nЕгер отын жағатын бұйымдар жарамды күйде болса және дұрыс қолданылса, шыққан тұншықтырғыш газ мөлшері қауіп төндірмейді.\nАғзаға кірген тұншықтырғыш газ тыныс алу кезінде:\n·Қандағы оттегі айналымын төмендетеді;\n·Бас мидың қайтымсыз бұзылуынан соқтырады;\n·Кеуденің ауруына немесе жүрегі ауыратын адамдарда жүректің ауруы ұстауына әкеліп соқтыруы мүмкін.\nТұншықтырғыш газбен улану симптомдары:\n1.бұлшық еттері әлсірей бастайды;\n2.бас айналады;\n3.құлақта шу пайда болады;\n4.жүрек айниды;\n5.құсу;\n6.ұйқышылдық; кейде керісінше, қысқа уақытты жылдам қозғалғыштық; соңынан қозғалыс тепе-теңдігінің бұзылуы;\n7.сандырақтау;\n8.елестеушілік;\n9.естен тану;\n10.сіңір тарту;\n11.тыныс алу орталығы салынан кома және өлім.\nКейде тұншықтырғыш газбен уланған адамдар 2-3 аптадан кейін ғана көз жұмған жағдайлар болған.\nТұншықтырғыш газбен уланған кезде, тұншықтырғыш газдың келу көзін тоқтаңыз: зардап шеккенді таза ауаға шығарыңыз; жатқызып, тыныштықты және үздіксіз таза ауа келуін қамтамасыз етіңіз;\nЕгер зардап шеккен есінен танған болса, жедел көмек келгенше немесе есін жинағанша оған жасанды тыныс алу жасаңыз және жүректің маңын уқалаңыз.\nЗардап шеккенді орнынан шығарғанда ол жерде тұншықтырғыш газдың қауіпті концентрациясы болады, біріншіден өзіңізді қорғаңыз, тұншықтырғыш газбен уланбау үшін жылдам қимылдап, қалта орамалымен немесе селдір матамен (дәкемен) тыныс алу керек екендігін есте сақтаңыз.\nТұншықтырғыш газ көздері – бұл газды және майлы пештер, ағашпен жанатын пеш, бассейнді жылытатын қозғалтқыштар және қарапайым қозғалтқыштар, пайдаланған газдың шығуы. Пештегі жарықтар және түтін құбырларының бітелуі, тұншықтырғыш газ үйдің бөлмелеріне таралуына әкеледі. Пешке таза ауа жетіспеуі үйдің ішінде тұншықтырғыш газ жиналуына әкеліп соқтырады. Еркін ауа алмасудың болмауынан үйдің тар конструкциясы тұншықтырғыш газбен улану қауіп-қатерін күшейтеді.\nТұншықтырғыш газбен улануды болдырмау үшін:\n· Гараждың есігі ашық тұрса да, гаражда машинаның қозғатқышын сөндірмей тастап кетпеңіз.\n·Үйде, гаражда немесе жертөледе еш қашан генераторларды қоспаңыз. Ашық терезелер және есіктер немесе қосылған желдеткіштерді үй ішінен тұншықтырғыш газды шығара алмайды.\n·Еш қашан үйде, көлік және гараж ішінде ағаш көмірді жақпаңыз.\n·Үйді жылыту үшін ешқашан газ плитаны, бу шкафты, кептіргіш аппаратты пайдаланбаңыз. Еш қашан жеткілікті білімсіз және арнайы құрал-саймандар болмаса, отынды жағатын құрылғылармен қолданбаңыз және орнатпаңыз.\n·Бу шкафының түбіне фольга салмаңыз, өйткен ол газдың толық жануына кедергі жасайды.\n·Жабық бөлмеде немесе ұйықтайтын бөлмеде желдетпейтін газ құрылғыларын пайдаланбаңыз.\n\nТолығырақ.",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздырғаннан кейінгі мұздың температурасы?",
        "question_content": "Температурасы -20 градус, массасы 2кг мұзды 1.26МДж жылу бере отырып, қыздырды. Қыздырғаннан кейінгі мұздың температурасы?",
        "question_date": "12.01.2017",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "0 болады себебі білмеймін",
                "date": "6.03.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірдей мөлшердегі су мен су буының ішкі энергиясы.",
        "question_content": "100 градус температурадағы массалары бірдей мөлшердегі су мен су буының ішкі  энергиялары бірдей бола ма?\n\nа) иә, бірдей болады\n\nб) судың ішкі энергиясы артық болады\n\nв) будың ішкі энергиясы артық болады\n\nг) нақты жауап беру мүмкін емес",
        "question_date": "12.01.2017",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Будың ішкі энергиясы артық болады",
                "date": "3.02.2023",
                "upvotes": 0
            },
            {
                "text": "бирдей болады ма",
                "date": "3.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұшбұрыштың үшінші бұрышын табыңдар?",
        "question_content": "Мына есепке көмектесіп жібересіздер ме? Ұшбұрыштың екі бұрышының қатынасы 5/7 ал үшінші бұрышы қалған екі бұрыштың кішісінен 44 градус артық. Ұшбұрыштың үшінші бұрышын табыңдар?",
        "question_date": "12.01.2017",
        "question_tag": "Геометрия",
        "question_views": 841,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабымен салыстырып көріңіз. Үшінші бұрышы 84 градус.",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "KMnO4 қосылыстарындағы оттектің массалық үлесі",
        "question_content": "KMnO4 қосылыстарындағы оттектің массалық үлесі",
        "question_date": "12.01.2017",
        "question_tag": "Химия",
        "question_views": 12900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ar(K)=39/158*100%=24.6%\n\nAr(Mn)=55/158*100%=34.8%\n\nAr(O)=16*4/158*100%=40.5%",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 50 кг адамның Ай бетіндегі салмағы қандай?",
        "question_content": "Массасы 1 кг денеге Айда 1,6 Н ауырлық күші әрекет етеді. Массасы 50 кг адамның Ай бетіндегі салмағы қандай?",
        "question_date": "12.01.2017",
        "question_tag": "Физика",
        "question_views": 11400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "P=Fтяж.\n\nF=mg=50*1.6=80н",
                "date": "13.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Химия пəнінен ерітінділерге жоспар құру?",
        "question_content": "Үш сынауықта: натрий сульфаты, натрий(калий) карбонаты, аммонийй хлоридтерІнІң ерітінділері бар. Тиісті реактивтерді пайдаланып əр сынауықтағы заттарды анықтаудың жоспары құрып, тəжірибе жасаңдар?",
        "question_date": "12.01.2017",
        "question_tag": "Химия",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сәйкес қабырғалары параллель болып келген екі үшбұрыш ұқсас болады?",
        "question_content": "Төмендегі сөйлемдердің дұрыс не дұрыс еместігін көрсетіңдер:\n\n1) Сәйкес қабырғалары параллель болып келген екі үшбұрыш ұқсас болады;\n\n2) Сәйкес қабырғалары перпендикуляр болып келген екі үшбұрыш ұқсас болады;\n\n3) Төбелеріндегі бұрыштары тең болатын тең бүйірлі екі үшбұрыш ұқсас болады;\n\n4) Өзара тең бұрыштары бар тең бүйірлі үшбұрыш ұқсас болады;\n\n5) Табандарындағы бұрыштары тең болып келген тең бүйірлі екі үшбұрыш ұқсас болады;\n\n6) Тең бүйірлі тік бұрышты екі үшбұрыш ұқсас болады;\n\n7) Сүйір бұрыштары тең тік бұрышты екі үшбұрыш ұқсас болады;\n\n8) Кез-келген тік бұрышты екі үшбұрыш ұқсас болады.",
        "question_date": "12.01.2017",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мөлдір қағаздың бір торкөзінің ауданы 1 см квадрат?",
        "question_content": "Егер мөлдір қағаздың бір торкөзінің ауданы 1см квадрат болса, фигураның ауданы қанша болады?",
        "question_date": "12.01.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мөлдір қағаз көрмеппіз немесе сұраққа қосымша сурет берілуі керек",
                "date": "22.01.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілінде EXPO 2017 тақырыбына орай топтың аты, ұраны, эмблемасы керек?",
        "question_content": "Маган ағылшын тілінде топтың аты, ұраны, эмблемасы керек еді. EXPO 2017 тақырыбына орай?",
        "question_date": "12.01.2017",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызметтік (служебный) тұрғын үй қанаша жылда өз атымызға беріледі?",
        "question_content": "Құрметті Сұрақ жауап сайты. Мен дәрігермін, маған 2007 жылы ауданнан қызметтік (служебный) берілген. Биылғы жылы сол үйде тұрғаныма 10 жыл. Бірақ сол үйдің менде құжаты да жоқ. Үйді өз атыма қанша жылда ауыстыра аламын.",
        "question_date": "12.01.2017",
        "question_tag": "Заң",
        "question_views": 537,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "a-ның қандайда бір мәнінде -1,5a өрнегінің мәні 5-ке тең. a-ның сол мәні неге тең",
        "question_content": "1) -4.5a\n\n2)7.5a\n\n3)-3a\n\n4)-15a\n\n5)60a\n\n6)-0.15a",
        "question_date": "12.01.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "мұнда 6.5 саны болу керек",
                "date": "15.01.2017",
                "upvotes": 0
            }
        ]
    }
]