[
    {
        "question_title": "Таныстыру керек еді. 4 жол. Атым Айжан?",
        "question_content": "Таныстыру керек еді. 4 жол. Атым Айжан. Математикалық облыстық олимпиададан 1-ші орын алғанымды қосу керек.",
        "question_date": "6.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Армысың Қазағым халқым менің,\n\nЕжелден таныстыру салтым менің.\n\nБасымды иіп сіздерге сәлем берем,\n\nсары алтындай жарқыраған алтын елім.\n\n \n\nСұрасаңыз тегім, түп тамырым,\n\nАйтып берем ретімен ақырын.\n\nПаленбай Паленше мен боламын,\n\nКіші жүздің Есентемір қызы болам,\n\nСебебі, мен Абайдың ұрпағымын!",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шаяхмет Имашұлының нөмірін бере аласыз ба",
        "question_content": "Шаяхмет   Имашұлының немесе басқа бір ақын жазушының нөмірін бере аласыздар беріңіздерші  өтініш өтініш өтініш өтініш  мысалы Оразақын Асқар  өтініемін",
        "question_date": "6.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 301,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сол бір адаммен ара - қатынасымды қалай, не істесем болады?",
        "question_content": "Менің жасым 26-да. Өткен өмірімді саралап айтқаннан еш нәрсе өзгермейді деп ойлаймын. Жұмысым бар, анам аман есен және амандығын жатсм да тұрсамда тілеймін, Аллаға шүкір. Бауырларым аман есен оған да шүкір. Тек ішкі дүнием .....\n\nБір ер азаматпен бірге тұрамын. Неке жоқ. Оның бауырларымен араласып тұрамын (тек жиындарда), сырға салып қойайық дейді, оған анама шет жағасын айтып едім, қарсы. Жігіт жұмыссыз, машинасы бар, таксист, үйі бар. Ата-анасы жоқ. Адамгершілігі бар, тек қызба мінезді, жаман қасиеті - ақшаға өте құмар. Кейде менің жолыма ақша бергенде 10 түрлі болып өзгереді. Менің айлығым кредитке және басқа ұсақ түйекке жетеді. Кейде тамақты өзім жұмыстан сатып алып ішем, ал егер онымен бірге тамақтануғ барсақ, ақша шығарғысы келмейді. Айта берсем ырың - жырыңы көп. Айтқандай, біз 1,2 ай тату - тәтті жүрсек 1 ай немесе 2 апта сойлеспейміз. Ол ренжісе, менің қатемді бетіме басып айтпайды, тек телефонын көтермейді, болды...\n\nМаған бұндай ара-қытынас ұнамайды бәрі бітті десем де, өзі келіп алады, түк болмағандай әңгімесін айтып, сөйлеп кетеді. Мен де ақымақпын ғой, сонымен еріп кетем.\n\nМен оны сүйемін ба? Білмеймін .... тек бауыр басып қалған шығармын. Басында бәрі жақсы болып көрініп еді. Біз ашық отырып сөйлесе де алмамыз.\n\nМаған ақыл айтыңыздаршы, осындай ақымақтығымнан қалай құтыламын. Кейде қорқамын, өстіп жүріп адасып кетемін ба деп.",
        "question_date": "6.12.2016",
        "question_tag": "Жанұя",
        "question_views": 367,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Неке қиылуы міндетті. Оның маңызын түсетін шығарсыз, діни тұрғыдан. Екіншіден некесіз адам жауапкершілікті сезіне алмайды. Ортақ мүдде де болмайды. Мысалы, бір мәселеңіз туындаса, өзі шешсін деген эгоизм ол адамда басым тұрады. Егер мынау менің әйелім деген ой тұрса, мәселені де ортақ көре бастайды. Сонда сізде де оған деген жақсы көру сезімдері күшейе бастайды. Ал егер көңіліңіз мүүүлдем онымен қосылуды қалама, ара қатынасыңызды үзгеніңіз абзал.",
                "date": "6.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Музарт \"ұлы дала\" минусы бар ма?",
        "question_content": "Музарттың \"ұлы дала\" әнінің минусы бар ма,таба алмадым,болса жіберіңіздерші?",
        "question_date": "6.12.2016",
        "question_tag": "Өнер",
        "question_views": 878,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Смартфон туралыы, өшіру, қосу",
        "question_content": "Менің соткам самсунг. Сұрайын дегенім сотканы күнде кешке жатарда өшіріп, таңертең қосқан зиянды емес па? Мен сотканы жақында ғана жаңадан алып едім.))))) Жауаптарыңызды күтемін!))))))",
        "question_date": "6.12.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 426,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өмірімді күрт өзгерткім келеді ....",
        "question_content": "Менде жұмысым бар, мінезім жақсы, жігіт атаулыдан, махаббат пен сүйіспеншіліктен көңілім қалды. Себебі, менің тез сеніп, тез алданып қалатын жайым бар... соған ұяламын. кейде жалғыздықтан қараңғы жерде қалғанда, көп ойланам, не стерімді білмеймін. Кім үшін, не үшін өмір сүріп жүргенімді де білмеймін. Не досым да жоқ сырласатын, тек анам мен бауырларым, әпкелерім бар, бірақ ... олармен ашық сөйлесе алмаймын, себебі, 1-ден мені түсінбейді, 2-ден олардың да өз проблемалары жетіп жатыр. Күнде Алладан тек Анамның амандығын тілеумен боламын.\n\nМаған қандай ақыл айтасыздар?",
        "question_date": "6.12.2016",
        "question_tag": "Жанұя",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең алдымен қандай болып өзгергің келеді, қай бағытта соны айқында және үнемі бағдарда ұста! 1-жұмысқа немесе үйге жақын жерден би студиясына жазыл, басында қиын болғанмен нағыз миды сергітер, тамаша жер! 1 сағаттық демалыс миға, ал денеге салауатты ырғақ! 2- кітап дүкенінен жеке тұлғаны дамытып, алға жетелеуге күш беретін, көп мақсаттарға жетелер кітап алып оқыңыз! Жұмысыңыз бойынша маман ренінде шыңдалуға мақсат қойыңыз! Курстарға жазылып, өз мүмкіндіктеріңізді дамытуға іс атқарыңыз! Осыларды қолға алсаңыз, әлі-ақ өзіңізге риза болып, сенімділігіңіз артады! Сізге бақыт және жақын жандар тілеймін!",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Таңбаларын сандардың арасына қой 1 2 3 4 5 = 40",
        "question_content": "Оқулықтән алынған. Қалай шығарулары? Таңбаларын сандардың арасына қой 1  2  3  4  5 = 40",
        "question_date": "6.12.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1-2=-1\n\n-1+3=2\n\n2x4=8\n\n8x5=40",
                "date": "29.03.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Оқулықтан алынған есеп. Шешімі қажет?",
        "question_content": "Таңбаларын сандардың арасына қой 1 2 3 4 5=40 Оқулықтан алынған есеп. Шешімі қажет?",
        "question_date": "6.12.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 849,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1 - 2 + 3 *4 * 5 = 40",
                "date": "24.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздығымды қайта қалпына келтірсем деп едім?",
        "question_content": "Қыз баласының қыздығын медициналық жолмен қайта қалпына келтіруге болады ма? Қыздығымды қайта қалпына келтірсем деп едім?",
        "question_date": "6.12.2016",
        "question_tag": "Тазалық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны казіргі уақытта қалпына келтіреді, гинеколог ауруханада 15000 деп естигеним бар",
                "date": "7.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айман Шолпан киносын қайдан көруге болады?",
        "question_content": "Айман Шолпан толық 100 сериаллы керек еді. Айман Шолпан киносын қайдан көруге болады?",
        "question_date": "6.12.2016",
        "question_tag": "Телесериалдар",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "lookfor.kz сайтынан немесе youtube.com-нан қарасаңыз, табылады",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Авто мектеп ережелерін қайдан алуға болады",
        "question_content": "\"В\" және \"ВС1\" санатындағы оқып жатқан оқушылар тізімін Ішкі Істер Басқармасының ӘПБ-нің тіркеу, есепке алу және емтихан қабылдау тобының мемлекеттік аға инспекторына бекіту қажетпе? Әлде бұл оқушылар ішкі істер басқармасы порталына тіркелген сол жарайма,",
        "question_date": "6.12.2016",
        "question_tag": "Автосақтандыру",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5000 теңгеге https://pddtest.kz/ сайтынан тест сатып алуға болады",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Декреттік демалыстан шыққан соң жұмысқа қайта кірісе бере ме?",
        "question_content": "бір кісі 2016 ж тамызынан бастап декреттік демалысқа шықты енді желтоқсанда жұмысқа кірісссем дейді. Енді ҚР ЕК қай бабын пайдалана аламыз және заңды ма?",
        "question_date": "6.12.2016",
        "question_tag": "Заң",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сілтемеге өтсеңіз, декретке қатысты толық ақпарат аласыз:\n\nhttps://baribar.kz/card/dekrettik-demalysqa-shyghu-zhane-enhbek-quqyghy-turaly-ne-bilu-qazhet/",
                "date": "31.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Казпочта да қандай програмалармен жұмыс жасайды?",
        "question_content": "Казпочта да қандай програмалармен жұмыс жасайды?",
        "question_date": "6.12.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 764,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы программа colvir banking system",
                "date": "7.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ажырасу жайлы кеңес алғым келеді? Екі баламды өзіме алып қала алам ба?",
        "question_content": "Ассалаумағалайкум! Мен жасым 25 те үйленгелі 6 жыл болды. Екі балам бар. Үлкені 5 тен асты, кішісі 3 жастан асты. Әйелым екеуміз отаса алмай келеміз, ұзақ уақыттан бергі дау соңында ажырасам деп шештім. Сіздерден сұрарым екі баламды өзіме алып қала алам ба? Және жұбайым әке - шешесі қытай азаматы, ол казақстан азаматы, сонымен қатар басында кредит бар әлі 2 жыл өтейді. Балаларымды баға алмайды. Сол үшін өзіме алып қалу үшін не ыстеуым керек?",
        "question_date": "6.12.2016",
        "question_tag": "Заң",
        "question_views": 29900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "\"ұзақ уақыттан бергі дау соңында ажырасам деп шештім\"- ажырасып басқа әтірленген әрленген қыз алмақсың ғой! Әйеліңді жаман атты қылған еркек түрің құрысын! Балаларды жарты жетім қылуға құқың жоқ! Тағдыры ойыншық емес ойыңа келгенін жасайтын!  Таяз ойлы болсаң обал-ақ, дүниеде басқа қаншама Алла берген сынақ бар, шайтанның арбауына ермей шүкіршілік ету керек! Ақылды азамат болсаң, шаңырағыңды түзе! 1 перзентке зәру қаншама жан бар, ауру ертең өлетінін білетін қаншама адам бар, шүкір деп сабаңа кел! Ертең осы істегенің алдыңнан шығады!",
                "date": "6.12.2016",
                "upvotes": 1
            },
            {
                "text": "Дұрыс емес!!! Балаларды аяймын,толыққанды отбасы болу деген соншалықты қиын болып кеткен бе?",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Екі бала үшін жанұяны барынша сақтап қалу керек. Бұндай сынақ адамзаттың бәрінде бар. Ажырассаңда басқа проблемаң болады оныда жеңе білуің керек. Ажырассаң проблема бітті деп ойлама.Әлі ажыраспасаңдар ақылға келіңдер. Бала жетім, әйел жесір болмай тұрғанда.",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Улейкумсалам бауырым, жалпы ортак 2 баланыз болса ажыраспаганын дурыс деп ойлаймын. Жолдасынызбен татуласып 2 баланызды бирге осирген жондеп ойлаймын, балага 2 жактында камкорлыгы оте кажет, ажырасып балдарынды озине немесе жолдасына берсен ертенги куни психологиясы бузылады соны умытпаганын жон",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Балаларың заң жүзінде әйеліңде қалады. Ал сен сол екі балаға алимент төлейсің. Ең дұрысы жанұяңды сақтай біл. Қандай қиыншылық болсада.",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Саламатсыз ба, Заң жүзінде ажыраспай ақ сол уақытта бөлек тұрып көріңіздер, Ажырасып ешкім мәз болмайды және әбүйір таппайды. Балаларға обал болады. Заң, егер анасы алқаш не норкаман болса, ішімдікке салынған болса ғана айыруы мүмкін. Бірақ бір сәтте емес, түзелуге, дұрыс жолға түсуіне уақыт береді. 2-3 ай. Заң бойынша бала 16-18 жасқа толғанша анасының тәрбиесінде болады. Жас өспірім емессіздер, бәрін ақылға салып шешуге болады. Уақыт емші. Мүмкін әлі де бәрі дұрысталар...",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Не ол кредит деген? Қалғаны не бәрі 2-жыл. Ал екі балаңды асырау, ақыл айту, қамқоршы болу өлгенге дейін. Үйленер алдында не ойладың? Шалқып өмір сүремін деп ойладың ба? осы сұрақтарға ойлан. Егер ол екінші әйел аламын немесе көзіңе шөп салып жатса онда ойлан ажырасамын ба деп.... Сенің бұл проблемаң уақытша.",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Реті келсе ажыраспағаның абзал. Дау дамайдың да шешімін табуға болатын шығар.",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Жадынызда устаныз! Алла тагала ажыраскандарды каламайды. Кандай жагдай болмасын барынызды салып отбасынызды сактап калуга тырысыныз.",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Уағалейкумассаләм Ерлан Бауырым! Басқа әйел алғанда бәрі жақсы болады деп ойлайсыз ба? Кемшіліксіз отбасы жоқ! Иә, жағдайыңыз онай емес бірақ бұл Алланын сынағы екенін ұмытпаңыз, ол сынақтан сүрінбей өткеніңіз дұрыс болады. Сахабалардын әйелдері, балалары тындамаса, аты қырсығып жүрмесе қателікті өздерінен көретін. Әй менен бір қателік кетті ау деп.\nШайтаннын ен басты мақсаттарынын бірі мұсылман отбасын бұзу. Ажырассаңыз сіздің шайтаныңыз үлкен женіске жетеді, ал сіз Алланын ашуына ұшырайсыз. Үйткені Аллаһ Тағала ажырасуды жеккөреді. Асығыстық жасамаңыз, кейін өкінесіз.",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "еркек басымен калай солай жазып отырсын! балларды анасыз калдыргалы жатырсын ба? арине саган бермейды балларды! Зан бойынша баллары анасында калады! Дау болса да не де болса да бырге турыуын керек емес па балларын ушин! онда не ойладын катын алар кезде? боска дау шыкпайды гой! осы жастады тусинбеймын неге быр дауласып калса ажырасам деп шешеды? балларды неге ойламайсындар! баллары жок болса жарайды! уже баллары психологический балларына асер етпейды деп ойлайсындар ма? натурайльный тири жетим болады!!!",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Сырттан ақыл айтқан оңай әрине. Бірақ ажыраспас бұрын бөлек тұрып көрген дұрыс шығар.",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Дәрежесі төмен ер азамат, әйелін елге жамандайды. Ал әйел шынында да жаман болса, балалар анасымен тұрса да, әкесі жоқ екенін сезінбеу керек- деп ойлаймын. Бар бала бақытты болуға лайықты",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "осы еркектерді қызық бастарына кішкене қиыншылық туссе болды ажырасамыз дейді, ал озің балаларың не дейді соны сұрадынба?",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Балаларды ол дұрыс баға алмаса өзіңізге заң жүзінде алып алуыңызға болады",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяқты көруге қандай бұлшық еттер қатысады?",
        "question_content": "Маған биологиядан бұлшық ет туралы сұрақтар зертханадан қойылған. Аяқты көруге қандай бұлшық еттер қатысады?",
        "question_date": "6.12.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 877,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физикадан пәндік олимпиаданың қалалық кезеңінің тапсырмалары?",
        "question_content": "Физикадан пәндік олимпиаданың қалалық кезеңінің тапсырмалары?",
        "question_date": "6.12.2016",
        "question_tag": "Физика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "18 желтоқсан Төреғали Төреалі концертінің билеттер бағасы?",
        "question_content": "18 желтоқсан Төреғали Төреалі концертінің билеттер бағасы?",
        "question_date": "6.12.2016",
        "question_tag": "Қазақша ән",
        "question_views": 376,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мəселені қалай шешуге болады?",
        "question_content": "10 нүктені 5 кесіндіге əр қайсысында 4 нүкте болатындай етіп қалай орналастыруға болады?",
        "question_date": "6.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Асан қайғы шығармаларының мәні туралы шығарма керек",
        "question_content": "Асан қайғы шығармаларының мәні  туралы шығарма керек, комектесіндерші",
        "question_date": "6.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 21600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Дала данышпаны» ретінде танылған Асан қайғының рухани мұралары халық санасында сақталған.Асан қайғы жөніндегі аңыз- әңгімелер мен әр түрлі алуан деректерді біршама қалыпқа түсіріп, құнды пікірлер жазған академик- жазушы М. Әуезов болды. « Бұл тарихта болған адам. Бірақ, тірлік еткен заманы Жәнібек ханның тұсы дегені болмаса, дәлді кім еді, қай ортадан шығып еді, қандайлық еңбек, әрекет етіп, қандай өмір шегіп өтіп еді. Бұл жайынан ешқайсынан дәл дерек жоқ». Асан қайғының саяси іс-әрекеттері төңірегінде қалам тартқан академик Ә. Марғұлан болды. Ғылым, « Асан қайғы» деп аталуы – халықтың қамын көп ойланған екендігін айтады. Қазақстан тарихына арналған кейбір еңбектерде Асан қайғы ХV-ХVI ғ.ғ өмір сүрген. Асан қайғы – ХIV ғасырдың екінші жартысы да Еділ бойында дүниеге келген ақын, философ, аңыз кейіпкері, үнемі халық қамын, елінің болашағын ойлап жүргендіктен, замандастары оны Асан атаны « қайғы» деген сөз қосып, Асан қайғы атап кеткен.\n\nЕліміздің болашағы үшін өлшеусіз қызмет еткен ұлы бабаларымыздың бірі – Асан Сәбитұлы. Ауыз әдебиетіндегі бізге жеткен жыр-шумақтардан бабамыздың нақты біздің аймақтарда да өмір сүргенін байқаймыз. Есімі аңызға айналған айтулы тұлға Асан қайғы Сәбитұлы бір деректерде Еділ бойында дүниеге келген. Құрбанғали Халидұлы өзінің «Тауарих хамса» атты еңбегінде әйгілі Майқы биді Асан қайғының арғы атасы еді дейді.\n\nБір қызығы, «Алшын Асан сопы», «Асан би» атанған тарихи тұлға Алтын орда хандарының бірі Ұлығ Мұхамедке сөзін өткізетін билердің бірі болғандығы тарихи деректерде анық айтылады. 1420 жылы Ұлығ Мұхамед Сарайдан қуы-лып, Қазанды паналағанда, Асан қайғы жасының егде тарт-қанына қарамастан өз әміршісінің жанында болған екен.\n\nАсан қайғы төңірегіндегі аңыздар ішіндегі ең тан-даулысы – Асан қайғының Жерұйықты іздеуі жайлы аңыз. Асан қайғы елдің көшіп отырған тұрмысына қанағаттан-байды, халқының болашағын ойлап қамығады. Оның ойынша жер үстінде адамзат тіршілігінде көруі мүмкін ұжмақ бар, аты – «Жерұйық». Онда жұрттың бәрі тең, бәрі де шат-шадыман тіршілік кешеді, ел аласы, ру таласы жоқ. Малға жай, елге ырыс осындай мекен барын ғайыптан болжап білген Асан қайғы енді сол жерді іздеп табу үшін желмаяға мініп, төңіректің төртбұрышын кезеді. Жолында кездескен тау, өзен, шұрайлы жерлерге тиісті баға беріп отырады. Ақыры Жерұйықты таба алмай, өксіп дүние кешеді...\n\nЕл аузындағы қария сөздің айтуында, Асан қайғы Сарыарқада дүние салып, Ұлытаудың топырағы бұйырған. Ал, Шоқан Уәлихановтың жазуында Асан ата өмірінің соңғы жылдарын Жетісуда өткізіп, Ыстық көл жағасында дүние салған.\n\nЕл ішіндегі шежіре сөздер мен күй аңыздарына қарағанда, Асан қайғы дәулескер күйші де болған. Көптеген күйдің аты мен аңыз әңгімесі де әлі күнге дейін айтылады. Өкініштісі, бүгінге «Ел айырылған», «Асан қайғы», «Желмая-ның жүрісі», «Зар» сияқты санаулы күйлері ғана жеткен. «Ел айырылған» күйін оралдық Ғұбайдолла Мұхитовтың тар-туында алғаш рет А.Затаевич нотаға түсірген екен. Сондай ақ толық, көркем нұсқасын 1964 жылы Мұқас Құсайыновтың (Орал) тартуында Т. Мерғалиев нотаға түсірді.\n\nҚазақ білетін Асан қайғы елдің ертеңін ойлап, еңсесін көтеруді өмірлік мұрат еткен абыз қалпында суреттеледі. Оның есіміне «қайғы» анықтауышының жалғануы – жеке басының мұң-мұқтажы емес, ел мүддесінен туған.\n\nАңызда Асан қайғының баласы Абат туралы да жиі айтылады. Әке тапсырмасымен Жерұйық іздеп шыққан Абат сондай жерді Ойыл бойынан тауып, әкесіне қуанышты хабарды жеткізуге асығады. Бірақ жол үстінде желмаядан құлап қаза болады. Қобда жеріндегі атақты Абат-Байтақ кесенесі сонда тұрғызылады.\n\nЕнді бір деректе Асан қайғының әкесі Сәбит Арал өңірінің Сырдария жағасын мекен еткені, қазіргі Қызылорда облысы Шиелі ауданында «Жеті әулие» қорымындағы Асан ата кесенесі Асан қайғы мазары екендігі айтылып жүр.\n\nӘрине, ел аузындағы айтулы тұлғаны әркім өз жеріне қарай тартатыны түсінікті жәйт. Дегенмен, Асан қайғыға байланысты әңгімелердің дені қазіргі қазақ жерінің батыс өлкесімен байланыстыра суреттеледі. Мысалы, белгілі Мұрат Мөңкеұлының «Үш қиян» толғауында:\n\nЕділ-Жайық екі су,\n\nБұл қазақтың жері еді...\n\nХантөрткүлі деген тау  –\n\nТәмам батыр жиылып,\n\nКеңес құрған төбе еді.\n\n...Бұл қоныста отырсақ,\n\nЖылдан жылға жақындап,\n\n(Орыс) Бізге таман келеді.\n\nБұл қорлыққа көнбен деп,\n\nҚолымнан бала бермен деп,\n\nАсан қайғы бабамыз\n\nТесіктен өтіп жөнелді... – дейді. Бұған қарағанда Асан қайғының атажұрты қазіргі Бөкейлік – Еділ мен Жайық өзендерінің арасы екендігін көреміз.\n\nӘдебиеттанушы Ханғали Сүйіншәлиев «Қазақ әдебиеті-нің тарихы» атты еңбегінде Асан қайғы туралы көптеген аңыз Қазақстан Ғылым академиясының қолжазба қорында сақталғанын жазады. Қазіргі Батыс Қазақстан, Ақтөбе, Қостанай өңірлерінде Асан қайғының есімімен байланысты жер атауы өте көп.\n\nОрал қаласы жергілікті қазақтар арасында күні кешеге дейін «Теке» аталып келгені белгілі. Бір қызығы, осы исламдық діни орталық, тәкие деген атаудың шығуына Алтын Орда хандары жанында аса беделді Алшын Хасан сопының тікелей қатысы бар екен. «Алшын Хасан сопы мен біздің Асан қайғы – бір адам» деген болжам тарихшылар аузында жиі айтылады. Соңғы жылдары Орал қаласының түбінен археологиялық қазба жұмыстары кезінде табылған ортағасырлық Жайық шаһарының орны, соның ішінде аса үлкен кесене қалдығы бұл жерде ел әулие тұтқан атышулы тұлға жерленгендігін айғақтайды...",
                "date": "6.12.2016",
                "upvotes": 0
            },
            {
                "text": "Асан кайгы атамызга хат керек комектесиндер",
                "date": "21.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Соғымның бір бөлігін алғанда не деп жауап береді?",
        "question_content": "Сыйлық ретінде соғымның бөлігін алғанда не деп жауап беру жөн? Қандай тілекті айту керек?",
        "question_date": "6.12.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Соғымдарыңыз шүйгін болсын, берекелі болсын",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ыбырай алтынсариннің өлеңдерінің мағынасы?",
        "question_content": "Маған Ыбырай Алтынсариннің өлеңдерінің мағынасы, мəні туралы эссе керек еді. Көмектесіңдерші 4 -5 бет жазу керек еді.",
        "question_date": "6.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 12300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ыбырай Алтынсарин балаларға арнап шығарма жазған бірінші қазақ жазушы болып табылады. Ыбырай Алтынсарин 1841 жылы Торғай өңірінде, дүниеге келген. Ол нағашы атасы, Торғай өңіріне белгілі Балқожа бидің тәрбиесінде өседі. Үміт еткен көзімнің нұры балам, Жаныңа жәрдем берсін хақ тағалам. Атаң мұнда анаңмен есен –аман Сүйініп сәлем жазды бүгін саған... деп он жасар немересі Ыбырайға хат жолдаушы сол атасы еді. 19 ғасырдың ІІ жартысында өмір сүрген қазақ халқының ұлы демократы Ы. Алтынсарин. Ол қазақ жастарын оқыту халықты сауатандыру саласында балаларға жазба әдебиетінің негізінде зор педагог. Ы. Алтынсарин тұңғыш ағартушы –педагог болуымен бірге, баларға арнап көлемі шағын, мазмұны мәнді ондаған өлеңдері мен әңгімелерін қалдырған жазушы. Ол өзінің Қазақ балалар «Қазақ хрестоматиясы» атты тұңғыш оқулығын «Кел, балалар, оқылық» деген өлеңімен ашып, онда жастарды оқуға, талаптанып талпынуға, білім алуға шақырады. Оқысаңдар, балалар, Шамнан шырақ жағылар. Тілегенің алдыңнан Іздемей –ақ табылар. Кел, балалар, оқылық, Оқығанды көңілге Ықыласпен тоқылық,- деп оқудың пайдасын жастардың санасына сіңіреді. Бұл өлеңде ақын бір жағынан, жастарды оқуға, білім алуға үндесе, екінші жағынан, өмірдің бар қызығы тек байлықта деп ұғатын, оқу, өнер, ғылым –білімге мән бермейтін кертартпа көзқарасқа соққы береді. Өмірде сарқылмас мол байлық –білім екендігін айта келіп, оған қол жеткізу үшін ерінбей –жалықпай еңбектенудің керектігін түсіндіреді. Ыбырай жастардың білімді адам болудағы мақсат, міндеттері –халқына пайдасын келтіру, өнер –білім меңгерудің арқасында өз елін «тастан сарай салдырған», от пен суды пайдаланып, «отынсыз тамақ пісірген, теңізде кеме жүргізген» мәдениетті елдердің қатарына жеткізу деп біледі. Келешекке сенімі мол Ыбырай өзі орындай алмаған істерді жастар орындайды деп сенді. Өзін қоршаған ортаның қараңғылығы мен надандығын шеней келіп: Біз надан боп өсірдік, Иектегі сақалды. «Өнер –жігіт көркі», -деп, Ескермедік мақалды. Біз болмасақ, сіз барсыз, Үміт еткен достарым, Сіздерге бердім батамды....- деп жастарға зор үміт артты. Өнер –білім бар жұрттар Өнер –білім бар жұрттар Мал істейтін жұмысты Тастан сарай салғызды. От пен суға түсірді, Айшылық алыс жерлерден Отынсыз тамақ пісірді. Көзіңді ашып –жұмғанша Сусынсыз сусын ішірді. Жылдам хабар алғызды Теңізде жүзді балықтай Аты жоқ құр арбаны, Дүниені кезді жалықпай, Мың шақырым жерлерге Білгендерге осылар - Күн жарымда барғызды. Бәрі –дағы анықтай,- Адамды құстай ұшырды Білмегенге танықтай.\n\nАлтынсарин өзінің ардақты борышы – балаларды оқыту деп түсінді. «Мен қазақ жастарының классикалық гимназияларда, ауыл шаруашылық академияларында оқып білім алуын, өз халқына қызмет етуін, жаңалықты іс жүзінде көрсете білуін жоғары мұрат деп білемін»,- деп жазды ол. Баланы оқыту, тәрбиелеу жұмысына Алтынсарин дүние жүзі педагогика классиктерінің Я. А. Каменскийдің, К.Д.Ушинскийдің, Л.Н.Толстойдың тағы басұалардың гуманистіқ идеяларын басшылыққа алады.\n\nЫ.Алтынсарин Петербург, Қазан қалаларына барды. Орыстың ағартушылық жүйесін, орыс ағартушыларының еңбектерін зерттеді. Өзі де қазақ тілінде оқу құралдарын жасауды ойлайды. Орынборда 1879 жылы Алтынсаринның тұңғыш оқу құралы «Қазақ хрестоматиясы» шықты. Бұл құралды орыс алфавиті негізінде жариялады.\n\nАлтынсарин «Қазақ хрестоматиясын» балаларға арналған өлеңдер мен шағын әңгіме-новеллалардан құрастырды. Олардың бірқатарын өзі жазды.\n\nАлтынсарин - әрі педагог, әрі ақын, әрі жазушы, әрі аудармашы және публицист. Әдебиет саласандағы негізгі еңбегі балаларға арналған. Алтынсарин – балалар әдебиетінің атасы.\n\nЫбырай Алтынсарин 1889 жылы қайтыс болды. «Оренбургский листок» газетінде берілген некрологта оның орыс достары «Ыбырай Алтынсарин өазаө арасынан шыққан тұңғыш кемеңгер адам еді, ол қараңғы көшпелі өз халқының ішіне европалық мәдениеттің жарық сәулесін таратты және Россияны сүюге шақырды» - деп жазды. Бұл Алтынсариннің еңбегіне берілген зор баға. Бүгінге дейін маңызын жойған жоқ.",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төмендегі сөздерді айтылу нормасы бойынша жазыңыз",
        "question_content": "қосшы                \n\nжұмысшы\n\nбөрене\n\nтүйе\n\nонға\n\nтонға\n\nтоны\n\nбозша\n\nбоз құнан\n\nақ білек\n\nақжүрек\n\nақ боз\n\nақ жаулық\n\nкешке кел\n\nақ иық\n\nшекара\n\nботакөз\n\nкеле қалды",
        "question_date": "6.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "қосшы - қошшы\n\nжұмысшы - жұмышшы\n\nбөрене - бөрөне\n\nтүйе - түйө\n\nонға - оңға\n\nтонға- тоңға\n\nтоны -тоңы\n\nбозша - бошша\n\nбоз құнан - бозғұнан\n\nақ білек - ағбілек\n\nақжүрек -ағжүрек\n\nақ боз - ағбоз\n\nақ жаулық - ағжаулық\n\nкешке кел - кешке гел\n\nақ иық - ағиық\n\nшекара - шегара\n\nботакөз -ботагөз\n\nкеле қалды -кетеғалды",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚАЗКОМ банкі туралы көп қазақша мәліметті қайдан табамын?",
        "question_content": "ҚАЗКОМ банкі туралы көп қазақша мәліметті қайдан табамын?\n\nКазакша малимет азгандай гана таптым маган коп малемет керек\n\nКомектесиниздершы",
        "question_date": "5.12.2016",
        "question_tag": "Банк",
        "question_views": 824,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазкоммерцбанк (КАЗКОМ) – Қазақстан мен Орта Азиядағы ірі банктердің бірі. 2010 жылы 31 желтоқсанда Банк активтері 2 688,1 млрд. теңгені құраған.[1]\n\nБанк жұмысындағы негізгі бағыттарымен (бөлшек және корпоративті) қатар Қазкоммерцбанктың зейнетақы мен қаржы активтерін басқару, сақтандыру және брокерлік қызметтерін ұсынатын еншілес компаниялары да бар. Банктың Ресей Федерациясында, Тәжікстан Республикасында және Қырғыз Республикасында еншілес банктері жұмыс істейді. Банктің негізгі акционерлері: «Орталық Азиялық инвестициялық компаниясы» АҚ, Н.С.Сұбханбердин мырза, «Alnair Capital Holding» АҚ, «Самұрық-Қазына» ҰӘҚ» АҚ және Еуропаның Қайта құру және Даму Банкі.\n\nҚазкоммерцбанк 1990 жылдың 12 шілдесінде Қазақ Кеңес Социалистік Республиканың заңына сәйкес ашық акционерлік қоғам болып құрылған Медеу Банкінен бастау алады. Қазақстан егемендігін алғаннан кейін Медеу Банкі «Қазкоммерцбанк» ААҚ болып қайта тіркеліп, банктік операцияларды жүргізуге Қазақстан Республикасы Ұлттық Банкінің 1991 жылғы 21 қазандағы № 48 лицензиясын алады. 1994 жылғы сәуірде Банк «Астана Холдинг»коммерциялық банкімен біріккен. 1994 жылдан бері банк 22 бөлімшеден, 51 кассалық-есеп айырысу орталығынан және 12 дербес қызмет көрсету орталығынан тұратын филиалдық желісі арқылы негізгі іскерлік және халық көп қоныстанған орталықтарда орналасады. 1995 жылы Қазкоммерцбанк қазақстандық кәсіпорындарды қайта құрылымдау мен жекешелендіру процесінде Қазақстан Республикасы үкіметінің кеңесшісі болды.\n\n2007 жылдың 31 желтоқсанындағы қаржылық есеп-қисаптың халықаралық стандарттары бойынша есептелген банк активтері 2,997 триллион теңгені (24,9 млрд. $) құрады. Ал осы көлемнің 79%-ы, яғни 2,366 трлн. теңге (19,7 млрд.$) клиенттердің қарызына (нетто) тиесілі.\n\n2007 жылы банк басты компаниялардың акционерлеріне тиесілі 55,963 млрд. теңге мөлшерінде таза кіріс алды. 2007 жылдың 31 желтоқсанындағы жағдай бойынша капиталдың жеткілікті болуын қамтамасыз ету мақсатында банктің жеке капиталы 415,3 млрд. теңгені құрады, ал оның рентабельді коэффициенті (ROE) 19,5% құрады.\n\nҚаражатты тартудың негізгі көзі – банк депозиттері болып табылады, олар қордың жалпы көлемінің үштен бір бөлігін құрайды. 2007 жылдың ішінде клиент депозиттері30,1% өсіп, 895,1 млрд. теңгені құрады. Осылай Қазкоммерцбанк тартылған депозиттердің көлемі бойынша Қазақстандағы №1 банк, оған нарықтың 20% астамы тиесілі.\n\nДепозит тартумен қатар банк теңге және шетел валютасында қарыз және несие беру, клиенттердің төлем қабылдау, дебетті және несиелік карталары, инкассация, сондай-ақ жеке банкингі сияқты ағымдағы шоттары бойынша қызмет көрсетудің кең спектрін ұсынады.\n\n2008 ж. 1 қаңтардағы жағдай бойынша, Банк бас офистен басқа, Қазақстандағы 25 әмбебап филиалға және 165 операциялық бөлімшеге иелік етеді (ОБ ұғымы бұрынғы КЕБ пен БҚО-ны біріктірді).\n\nСондай-ақ, Банктің Қырғызстанда («Қазкоммерцбанк Қырғызстан» ЖАҚ), Ресейде ( «Москоммерцбанк» КБ) және Тәжікстанда («Қазкоммерцбанк Тәжікстан» ЖАҚ) еншілес банктері бар.\n\nҚазкоммерцбанк ең ірі үш халықаралық төлем жүйесінің - VISA және MasterCard (Cirrus/Maestro) және American Express - дебеттік және несиелік карталарын шығаратын Қазақстандағы жалғыз банк. 2008 жылдың 1 маусымындағы жағдай бойынша банктің айналыста 966 мың картасы бар. Сондай-ақ Банк American Express карталарын тарату жөніндегі уәкілетті агент болып табылады. 2001 жылы қазақстандық банктердің ішінде Қазкоммерцбанк бірінші болып магниттік лента мен чип құрамдастырылған смарт-карталар, ал 2005 жылы тағы да бірініші болып GoCard несиелік бонус картасын шығарды.\n\nСонымен қатар банктің банкоматтар желісі бар. 2008 ж. 1 маусымдағы жағдай бойынша банкоматтар саны 871 құраса, оның ішінде ақшаны қабылдау функциясы бар (кэшин) банкоматтар саны – 160. Сондай-ақ банктің процессингтік орталығы 250 интернет-дүңгіршекке және сауда орындарында орналасқан 7522 POS-терминалға қызмет көрсетті.\n\nҚазкоммерцбанк қашықтықтан қызмет көрсету бойынша Қазақстандағы жетекші банк. 2008 жылы шілденің басында жеке тұлғаларға арналған Homebank.kz қаржы порталында тіркелген клиенттер саны 150 000-нан асты, олардың ішінде Қазкоммерцбанк клиенттері, сондай-ақ «Қазинвестбанк» АҚ, «Ситибанк Қазақстан» АҚ және «Ресейдің Жинақ банкі» АҚ төлем карта иелері бар. Ал заңды тұлғаларға арналған Onlinebank.kz порталдың және «Банк-Клиент» жүйесінің тұтынушылары 11 000 астам компанияны құрайды.[2]\n\nҚазіргі жағдайы[өңдеу]\n\n«Қазкоммерцбанк» АҚ, қазіргі уақытта активі, несие қоржыны, таза кірісі және жалпы депозиттері бойынша ірі жекеменшік қаржы институты болып табылады. 2010 жылғы 31 желтоқсанда қаржылық есеп-қисаптың халықаралық стандарттары бойынша есептелген банк активтері 2 688,1 млрд. теңгені құраған. Ал осы көлемнің 81%-ы, яғни 2 175 млрд. теңге клиенттердің алған қарызы. 2010 жылы банк басты компанияның акционерлеріне тиесілі 21,9 млрд. теңге мөлшерінде таза кіріс алған. 2010 жылғы 31 желтоқсандағы жағдайға сәйкес, капиталдың жеткілікті болуын қамтамасыз ету мақсатында банктің жеке капиталы 413,7 млрд. теңгені құрайды. Шоғырландырылған есеп-қисаптың негізінде есептелген капитал адекваттығының коэффициенті 2010 жылғы 31 желтоқсанда 20,1 %, ал бірінші дәрежелі капитал адекваттығының коэффициенті 16,2% құраған (2009 жылғы 31 желтоқсанда - 15,9%).\n\nҚаражат[өңдеу]\n\nҚаражат тартудың негізгі көзі – банк депозиттері болып табылады, олар қордың жалпы көлемінің үштен бір бөлігін құрайды. 2010 жылдың ішінде клиент депозиттері 1 506,8 млрд. теңгеге жеткен. Осылай Қазкоммерцбанк тартылған депозиттердің көлемі бойынша Қазақстандағы ірі банктердің бірі болып табылады.\n\nДепозиттер тартумен қатар банк теңге және шетел валютасындағы қарыз және несие беру, клиенттердің төлем қабылдау, дебетті және несиелік карталар, инкассация, сондай-ақ бөлшек банкинг сияқты ағымдағы шоттары бойынша қызмет көрсетудің кең спектрін ұсынады. 2011 жылдың 1 қаңтардағы жағдай бойынша, Банк бас офисінен басқа, Қазақстандағы 23 әмбебап филиалға және 165 операциялық бөлімшеге иелік етеді (ОБ ұғымы бұрынғы ЕКБ пен ЖҚО-ны біріктірді). Сондай-ақ Банктің Қырғызстанда («Қазкоммерцбанк Қырғызстан» ЖАҚ), Ресейде («Москоммерцбанк» КБ) және Тәжікстанда («Қазкоммерцбанк Тәжікстан» ЖАҚ) еншілес банктері бар. 2011 жылғы 1 қаңтардағы жағдайға сәйкес, Банктің қолданыста 1 миллион 66 мың картасы бар. Қазкоммерцбанк Visa Inc., MasterCard Worldwide жүйелерінің төлем карталарын шығарады. Сондай-ақ American Express® Gold Card және American Express-тің The Platinum Card® карталарын теңге, еуро, АҚШ долларымен шығаратын Қазақстандағы жалғыз банк. Сонымен қатар Банк магниттік лента мен чипті алмастыратын смарт-карталарға көшкен Қазақстандағы бірінші банк және клиенттеріне кредиттік бонустық GoCard картасын ұсынатын жалғыз банк.\n\nҚызметі[өңдеу]\n\nБанктің банкоматтар желісі бар. 2011 жылғы 1 қаңтардағы жағдайға сәйкес олардың саны - 1 208, соның ішінде ақша қабылдау функциясы бар (cash-in) банкоматтардың саны – 209. Сондай-ақ банктің процессингтік орталығы 210 интернет-дүңгіршекке және сауда орындарында орналасқан 11 300 POS-терминалға қызмет көрсетеді. Соның 5 мың данасы Бонустық бағдарламаның әріптестерінде орналасқан. Қазкоммерцбанк қашықтықтан қызмет көрсету бойынша Қазақстандағы жетекші банк. 2011 жылғы наурызда жеке тұлғаларға арналған Homebank.kz қаржы порталында тіркелген клиенттердің саны 300 000-нан асты, олардың ішінде Қазкоммерцбанк клиенттері, сондай-ақ «Қазинвестбанк» АҚ, «Ситибанк Қазақстан» АҚ және «Ресейдің Жинақ банкі» АҚ төлем карта иелері бар. Ал заңды тұлғаларға арналған Onlinebank.kz порталдың және «Банк-Клиент» жүйесінің тұтынушылары 11 000 астам компанияны құрайды.\n\nБанк орташа және ірі қазақстандық және Қазақстанда өз қызметін жүзеге асыратын халықаралық бірлестіктерге түрлі өнім мен қызметтерді ұсынады; сауда, жобалық қаржыландыру, инвестжобаларды қаржыландыру, активтерді басқару, сондай-ақ қысқа мерзімді несиелеу мен басқа да жалпы банктік қызметтерді қосқанда. Банк өз саясатына сәйкес, жоғары өтімділік деңгейін қолдау мақсатында, әдетте, корпоративтік клиенттер үшін 18 айға дейін орташа мерзімге несие, сондай-ақ қазіргі уақытта ресурстарына байланысты ұзақ мерзімді қаржыландыруды ұсынады. Банк Қазақстандағы өзінің негізгі клиенттері үшін шетелдік банктермен бірлестірілген несиелер ұйымдастырады және Ресей мен Қырғызстанның ірі корпоративтік клиенттерін қаржыландырады.\n\nБанктік қызметтен басқа Банк өзге де қаржылық қызметтер ұсынады. Қазақстанның құнды қағаздар мен валюта нарығының негізгі ойыншысы бола отырып, ол компанияларға валюталық-конверсиялау операцияларын, ақша нарығындағы операцияларды (құнды қағаздар операцияларын қосқанда), компанияларға ақша ресурстарын басқару жөніндегі қызметін ұсынады. Банктің бас лицензиясына сәйкес, Банктің бағалы металдармен (алтын және күмісті қосқанда) мәміле жасауға (сату, сатып алу және сақтау) құқы бар. 2001 жылдан бастап Банк өзінің корпоративтік және бөлшек сауда клиенттеріне ақша қаражаты мен активтерді басқаратын сенімгерлік қызметтерін ұсынады.\n\n«Қазкоммерцбанк» АҚ стратегиясы[өңдеу]\n\nҚоржын сапасы\n\nДағдарыс ықпалын төмендетіп, Банк тұрақтылығын қамтамасыз ету мақсатында қабылданған стратегияның басым бағыты - қазіргі клиенттер базасымен жұмыс істеп, актив сапасының дәрежесін бүгінгі күнге сай қамтамасыз ету. Тәуекелділіктерді басқару жүйесін жақсарту бойынша жұмыстарды жалғастыра отырып, Банк проблемалы клиенттермен жұмыс істеуді күшейтпек. Сондай-ақ әрбір клиентпен жеке жұмыс істеп, кредиттерді қайтаруды қамтамасыз ету мақсатында клиенттердің бизнесін сауықтыру бойынша ынтымақтастықты жалғастырады.\n\nӨтімділікті басқару\n\nБанк ішкі нарықтағы қорды тарту бойынша жұмысты күшейтпек: банктің негізгі мақсаты – корпоративті депозиттік базаны ұстап қалу, сондай-ақ бөлшек депозиттер бойынша нарықтағы үлесті ұстап тұру. 2010 жылы банктің еурооблигациялар немесе синдикатталған займдар бойынша төлемдері жоқ.\n\nШығысты бақылау\n\nМаңызды тұрақтандыру факторының бірі ретінде шығысты төмен дәрежеде сақтап қалу банктің негізгі мақсаты болып табылады. 2009 жылдың қорытындысы бойынша, Қазкоммерцбанк салыстырмалы банктердің ішіндегі ең тиімді банк болып шыққан. Тұрақтандыру бойынша мемлекеттік бағдарламаларға қатысу 2007 жылы экономиканы тұрақтандыру бойынша іске қосылған алғашқы бағдарламалардан кейін Банк сондай бағдарламаларға қатысу өз стратегиясының маңызды бөлігі деп есептейді. Банк үлескерлерге, корпоративті клиенттерге, ШОБ субъектілеріне, ипотека алған қарызгерлерге қолдау көрсету бойынша дағдарысқа қарсы бағдарламаларға қатысып келеді.",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарап жібересіздерма түсінбей жатыр едім эгзамен сұрағын?",
        "question_content": "Қалай түсінбей жатырмын заданиясы жоқ болып тұр да\n\nкімде осындай сұрақ болды мүмкін ЖОО оқыйтындарда болып қалған шығар деген ойдамын?",
        "question_date": "5.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 337,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2017 жылы көп балалы аналарға берілетін жəрдемақы мөлшері?",
        "question_content": "Мен 5 балалы анамын.кіріс көзі жоқ тек көп балаға льгот аламын 8800 теңге. 2017 жыл 1 қаңтардан жəрдемақы өседі деген сыбыс бар ол рас па? Қаншаға өседі екен?",
        "question_date": "5.12.2016",
        "question_tag": "Банк",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    }
]