[
    {
        "question_title": "Әлемдегі ең соңғы болған президент кім? Қазірде",
        "question_content": "Әлемдегі ең соңғы болған президент кім? Білемін ешкім білмейтінін, өйткені болашақ бізге беймәлім. Қазіргі кезде ең соңғы болған президент кім?",
        "question_date": "19.03.2016",
        "question_tag": "Қоғам",
        "question_views": 494,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемдегі соңғы сайланған президент\nБүгін, сәуір айының екінші жұлдызы Вьетнам елінің президенті болып, мемлекеттік қауіпсіздік генералы, 60 жастағы Чан Дай Куанг бекітілді.",
                "date": "3.04.2016",
                "upvotes": 4
            }
        ]
    },
    {
        "question_title": "Декреттік жәрдемақы туралы. Осы аралықта еш қандай құжат тапсырмаға болса?",
        "question_content": "Декреттік демалысқа шыққан ана 8 айында яғни декретке шыққаннан босанғанға дейінгі аралықда босаналмай баласы шетнеп кетсе ол жәрдемақыны ала алама? егер осы аралықта еш қандай құжат тапсырмаға болса?",
        "question_date": "19.03.2016",
        "question_tag": "Заң",
        "question_views": 663,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Осы сенің шешеңнің жүрмейтін жері жоқ!-депті. Әзілдер",
        "question_content": "Күйеуі мен Əйелі ужас кино көріп отса керек. Экранға Мыстан кемпір атып шықса.\nƏйелі:\n- Ой мама!- десе \nКүйеуі:\nОсы сенің шешеңнің жүрмейтін жері жоқ!-депті.\nЕне туралы қызықты әзілдер керек.",
        "question_date": "19.03.2016",
        "question_tag": "Жанұя",
        "question_views": 7400,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Мыстан кемпір деген кім?",
        "question_content": "Қазіргі заманда Мыстан кемпір бар ма? Қазақ фольклорында мыстан мен жалмауыз кейде аражігі ашылмай біртұтас кейіпте келе береді. Бірақ фольклорлық туындыларға терең үңілген адам мыстан мен жалмауыздың екі бөлек образ екенін айқын аңғарады.",
        "question_date": "19.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мыстан кемпір мен жалмауыз кемпірдің айырмашылығы жоқ деп ойлаймын",
                "date": "19.03.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақ фольклорында әйел бейнесінде беріліп, адамға зұлымдық жасайтын қаскөй образдар көп. Сол образдарды шартты түрде екі топқа бөлуге болады. Біріншісі – адам сипатты ұнамсыз кейіпкерлер, екіншісі – адам сипатынан гөрі құбыжықтығы басым, қаскөй күштер.\n\nАдам сипатты ұнамсыз кейіпкерлер ішінде ең көп кездесетін бейне – Мыстан. Қазақ фольклорында мыстан мен жалмауыз кейде аражігі ашылмай біртұтас кейіпте келе береді. Бірақ фольклорлық туындыларға терең үңілген адам мыстан мен жалмауыздың екі бөлек образ екенін айқын аңғарады. Алдымен МЫСТАН бейнесіне тоқталайық.\n\nМыстан бейнесін көз алдарыңызға елестету үшін фольклорлық үлгілерден мысал келтірейік. Мәселен «Алпамыс батыр» жырында Мыстанның сырт бейнесі былайша суреттеледі:\n\nСол кезде жасы үш жүзге жеткен, көрінгенмен ұрысқан, қабағы қатып тырысқан, өзін туғаннан Құдай атқан, бір кез ширек бойы бар, адам таппас ойы бар, тізесіне шекпен жетпеген, басынан жаманшылық кетпеген, басы мүйіз көті киіз бір мыстан кемпір келді.\n\nАл Ұшар хан ертегісінде мыстанды:\n\nБір уақытта сол топтың ішінен басы мүйіз, түріне адам қарағысыз сұмпайы, қарға тұмсық, қара аяқ бір мыстан: «Мен білем, маған бір желмая бер, қызды алып келем», – дейді, деп суреттейді. Бұл мыстанның сырт кейпі.\n\nЕнді мыстанның ішкі дүниесіне үңілетін болсақ оның мынадай қырларын байқаймыз:\n\nМыстанда алып бара жатқан ерекше қасиет, сиқыр жоқ. Ол өз дегеніне кісіні алдау, арбау арқылы жетеді. Мысалы «Алпамыс батыр» эпосында Тайшық хан алып кеткен жылқыны қуып келе жатқан Алпамыс батырды Мыстан күшімен, болмаса сиқырымен қолға түсірмейді, айласымен арбап қолға түсіреді. Мыстан Алпамыстың жолына қырық отау тіктіреді. Қырық қызға қырық шөлмек арақ беріп, осыны батыр келгенде ішкізу керек деп тапсырма береді. Өзі Алпамыстың жолын тосып тұрады. Алпамыс талма түс кезінде айдын көлдің бойында тосып тұрған Мыстанға жолығады. Ол бейшара кейіптегі бір мүсәпір бола қалады. Алпамысты өзінің іс-әрекетіне сендірмек болып, түрлі айла-шарғы жасайды.\n\nТілеуің құрғыр қу Мыстан,\n\nСонда тұрып жылайды.\n\nКөзінің жасын бұлайды\n\nБір топ біткен шеңгелді\n\nҚұшақтап тұрып құлайды.\n\nМыстанның өтірік әрекетіне сеніп қалған Алпамыс батыр оны жұбатып, көңілін аулауға кіріседі. Дұшпаның кім болса да басын кесіп беремін деп уәде береді. Қулығына құрық бойламайтын Мыстан өтірікті судай ағызып қырық ұлын Тайшықхан өлтіргенін айтады. Жолыңды тосып жүр едім, отауға түс, деп алып сусын іш деп Алпамыстың алдында құрақ ұшады. Мыстанның сөзіне сенген Алпамыс «сусынды» тартынбай ішеді. Ақыл-есінен айрылған Алпамысты байлап-матап қалмақ ханына апарып береді.\n\n«Ұшар» хан ертегісіндегі мыстан қулықпен күн кешкен айлакер әйел кейпінде суреттеледі. Жандыбатырды алдап, мүсәпір кейіпте сеніміне кіріп, үйіне еріп келеді. Алдап-арбаудың небір түрлерін, амал-айласын білген мыстан  Жандыбатырдың алдынан шығып, әдейі жолдан арыған жолаушы болып көрінеді.\n\n– Шырағым, мынау бір жатқан келе жатыр едім, мына түйесі құрғыр шаршап, орнынан тұра алмай жатыр. Күн болса батып барады не істерімді білмей, сергелдеңге түсіп отырмын, – деп алдап, оның үйінде бір-екі күн тынығады. Келіншегі Зәузәмірді айналдырып, Жандыбатырды айламен өлтіріп, келген мақсатына қол жеткізеді. Қызды желмаяның артына таңып, ит қорлығын көрсетіп, ханның қолына әкеліп табыс қылды.\n\n«Ер төстік» ертегісінде де Желаяқпен бірге жаяу жарысқа түскен мыстан оны айламен жеңбекші болады.  Желаяққа: «Шырағым, шаршадың ғой. Басыңның битін қарап берейін, деміңді алып ұйықта, жарысарда өзім оятамын», – деп, оны алдап ұйықтатып тастайды.\n\nЖелаяқ мыстан кемпірдің сөзіне нанып, қаннен-қаперсіз ұйықтап жата береді. Бір мезгілде оянса, шекесінен күн өтіп барады. Түс болып қалған екен, желаяқтар әлдеқашан кетіп қалыпты. Кемпірдің алдағанын біліп, Желаяқ санын бір-ақ соғып, тұра жөнеледі. Жерден бір уыс топырақты ала жөнеледі. Құстай ұшып, құйындай ұшып келе жатса, жаяулар да қазықшаға жақындап қалған екен, ең алдында мыстан кемпір бара жатыр екен. Желаяқ өте беріп уысындағы топырақты кемпірдің көзіне шашып кетеді. «Алда ғана көк шешек-ай, мықтадың-ау!» – деп, кемпір көзін уқалап қала береді, – деген үзіндіден мыстанның тек айла-амалмен ғана жеңіске ұмтылатындығы анық аңғарылады.\n\nМыстанның адамға тән екінші қыры – пендешілігі, дүниеқоңыздығы. Мыстанның пендешілігі басым. Ол дүниеқоңыз. Дүниеге қызығып жауыз адамдардың жұмсағанына жүреді. Мәселен «Мұнлық-Зарлық» жырында Шаншар ханның Қаншайымнан туған бір ұл, бір қызын көре алмаған алпыс қатынның жұмсауымен екі нәрестенің көзін құртуға Мыстан араласады. Толғатып жатқан Қаншайымға дем салып есінен тандырады да, оның бауырына иттің екі күшігін салады.\n\nШаншар ханның ұзақ жыл өзінен туған екі баланы білмей, зарығуы, Мұңлық пен Зарлықтың иен тауда ата-анасыз өсуі, хан әйелі Қаншайымның қорлық көріп бір аралда өмір сүруі – бәрінің бақытсыздыққа ұшырауына себепші Мыстан болып табылады. Сонда ол осындай зұлым әрекеттің бәрін 60 табақ алтын үшін жасайды.\n\n «Екі баланы (Мұңлық-Зарлықты) қолтығына қысып Қазар дариясына тастамақ болып жағаға келеді. Бір сәт екі сәбиді қимаса, бір сәт алпыс табақ алтынды қимайды. Екіұдай ойда тұрған Мыстан:\n\nТастайын деп бұл суға\n\nСендерді көзім қимайды,\n\nТастамайын десем мен\n\nАлпыс «анаң» болмайды.\n\nБарғын, балам, Аллаға\n\nРазы болғын қазаға,\n\nТіпті көзім қимайды\n\nҚызығып кеттім, ботам-ай\n\nАлпыс табақ тіллаға,– деген үзіндіден оның аяушылық қасиеттен жұрдай емес екенін байқаймыз. Бірақ, таразыға обал, сауаппен бірге алтын, дүние деген мәселелер қатар түскенде екіншісі басып кетеді.\n\n3) Мыстан – бал ашып болашақты болжайды.\n\n«Раушанбек» дастанында қызылбастардың ханы Шағдат түркімен еліне шабуыл жасайды, Толыбай сыншының баласы Раушанбек Шағдаттың қолына тұтқынға түседі. Бал ашып болашақты болжайтын мыстан кемпірдің айтуымен хан Раушанбекті өлімге бұйырады. Бірақ уәзірлердің біреуі араша түсіп Раушанбек тірі қалады да, құлдыққа сатылады. Оны түркімен Ғаждамбек сатып алады, қызы Ақанайға қосады.\n\n«Көрұғлының Шағдатқа барғаны» – «Көрұғлы» дастанының бір саласы. Бір күні сарайында ұйықтап жатқан Көрұғлының түсіне әжесі Күләйім кіреді, Көрұғлы шошып оянады да, Шағдатты шабуға дайындалады. Дәл осы кезде Шағдат та түс көреді, түсінде үш жолбарыс оны алтын тағынан құлатады. Ханның түсін жорыған мыстан Көрұғлы мен оған көмекке келген Райхан араб пен Қызылбайды айтып, патшаны шошындырады.\n\n \n\n \n\nЕнді Мыстан образы туралы ғалымдардың пікірлерін саралап өтейік. Көрнекті ғалым С.А.Қасқабасов «Казахская волшеная сказка» атты еңбегінде мыстан бейнесі қашан пайда болған деген сұраққа «Мыстан ерте заманда матриархат кезеңінде айналасына билік жүргізетін ақылды әйел бейнесінің өзгерген түрі» деп жауап береді. «Ежелгі Мыстан бейнесі күшті эволюцияға түскен» деген ой айтады.\n\nҒылымда мыстанды мыс дәуірінде өмір сүрген басқарушы әйелдің заман ағымына сай өзгеріске түсіп, құбылып келген бейнесі деп түсіндіру тенденциясы бар екенін айта кеткеніміз жөн. Матриархат дәуіріндегі ақылгөй, дана әйел бейнесі патриархат дәуірі келіп, әйелдің қоғамдағы орны өзгерген сәтінде ұнамсыз кейіпкерге ауысады. Оның ақылды, алды артын болжағыш, көрегендігі енді ұнамсыз қасиет болып бағаланады. Мыстан небір айла-амал тапқыш зұлымға, барлық ақыл-ойын жамандық үшін жұмсайтын жиіркенішті бейнеге айналады. Мыстан болатын жағдайды алдын ала біліп отырады. Басты кейіпкерді қармаққа түсіру тәсілдерін де күні бұрын ойлап қояды. Осы жоспары бойынша қара ниетін іске асырады.\n\n«Матриархат дәуірінде руды қария әйелдер басқаратын болған. Жаңа туған балаға ат қою, жетім қалған балаларға қамқорлық жасау, шеттен келген адамды тайпаға қабылдау, тайпаның заңдарын қатал сақтау, жастарды үйлендіру, тағыда сол сияқты заңдар осы аналар әміріемн жасалған. Керек кезінде олар әскерді де басқарған. Осының нәтижесінде қарт анаға табынушылық пайда болған. Ол керемет иесі, қолынан келмейтіні жоқ сиқыршы, рудың жауларын, жан-шайтанды да жеңе алатын күш болып танылған. Патриархаттың тууына байланысты бұл бейне құлдырап бұрынғы маңызын жойды. Оның атқаратын қызметі кейіннен аталық руға ауысты. Ру басы ананың бейнесі мифтік аңыздарда ғана қалды. Бара-бара ол жалпы атпен жағымсыз кейіпкер сипатын алды» деген пікірде ғылыми негіз бар.\n\nҚорыта айтқанда, мыстан – сыртқы кейпі ұсқынсыз, ұзақ өмір сүрген, аузы опырайған, шашы жалбыраған, мүсәпір кемпір бейнелі озбыр, бойында тылсым күші жоқ, бірақ айла-амалы мен қулық-сұмдығы мол, қарапайым жолмен-ақ өлтіруге болатын, көп шығармаларда таз баласы бар, өзінен басқаға жақсылық ойламайтын, дүниеқоңыз кейіпкер. Мыстан кемпір кейде дәудің шешесі ретінде де бейнеленеді.\n\nЕнді шығарманың бас қаһарманына қарсы адам сипатынан гөрі құбыжықтығы басым, қаскөй күш –  Жалмауыз образына тоқталайық. Жалмауыз – ашкөз, тойымсыз тажал. Мыстан адам сипаттағы ұнамсыз кейіпкер болса, жалмауыздың адам сипатынан гөрі тылсым күші басым. Ол адамның бойында болмайтын жойқын күштің иесі. Оны өлтіру оңай емес. Мәселен «Құламерген-Жоямерген» эпосында жалмауызды  былай суреттейді:\n\nБір денеде малғұнның,\n\nЖеті басын көріңдер.\n\nӘр басында кемпірдің\n\nЖүз кісінің күші бар, – делінеді.\n\nБарлық пәлені бастап жүретін жеті басы бар жалмауызды өлтіру өте қиын. Оны алты ай қуып ұстауға айналады. Осындай қиын сәтте Құламергеннің екінші әйелі Баллумаржанның ақыл-ұсынысымен артында қалған баласы Жоямерген көмекке келеді. Мыстан кемпірді қуып жетіп алтын оқпен маңдайдағы жалғыз көзінен атып өлтіреді. Айласы өте көп Мыстанды осылай жеңеді.\n\nЖеті басты жалмауыз бейнесі «Аю дәу» ертегісінде де кездеседі. Ертегіде:\n\n…Келсе, айдалада, құла түзде қырық құлақты бір қазанда май қайнатып жатыр, қасында аузында бір тісі жоқ, құйрығында қыртысы жоқ бір жалмауыз адамдарды қабат-қабатынан көгендеп қойып, жаңағы қайнап жатқан майға бір-бірден таңдап әкеліп, түсіріп-түсіріп, сүзіп алып, жаңадан тамақтанайын деп, алдына алып отырған үстінен кез болды, делінеді. Мыстан адамды қулығымен арбап, торға түсіргенімен, оны жемейді. Ол бас қаһарманға зұлымдық жасау арқылы байлыққа қол жеткізбекші болады. Ал жалмауыздың басты мақсаты – адамды жеу. Адам жалмауыз үшін қорек қана.\n\nМыстанды батыр көбіне бір-ақ ұрып сеспей қатырады. Ал жалмауызды өлтіру үшін бас  қаһарман біраз күш жұмсайды. Мәселен:\n\n… Сол кезде кемпірдің бұрым шашына ұстап тұрып қайнап жатқан майға пісіп-пісіп алды. Сол кезде баланың жан-жағынан қаптаған  жалмауыздар толып кетті. Бала қылышын суырып алып, келгенін келгендей басын қағып алып тұрды. Сонда ақырғы қалған жетінші кемпір жоқ болып кетіп, құр бір бас домалай қашты, – делінеді.\n\nАл, «Аламан мен Жоламан» ертегісінде:\n\nКемпір баланы көріп, артына қарап сұрланып, ақырған кезде, бала қақ маңдайынан жалғыз көзден басып қалады. Кемпір өкіре құлайды. Құлап жатып: Батыр болсаң, тағы ат!» дейді. Бала атпайды. Себебі, егер екі рет атса, жалмауыз кемпір қайтадан тіріліп кетеді екен, – деп, жалмауыздың ерекше жаралғандығын баса көрсетеді.\n\n«Ер Төстік» ертегісіндегі жалмауыз кемпір де асқан қайраттың, долы күштің иесі. Ол ертегіде былайша сипатталады:\n\n Ерназар ат ерттеп мініп, Құба інгенді айнала қарап жүрсе, анадай жерде тұрған Құба інген көрінеді. Қасына келсе, бұйдасы бір көкпекке оралып қалған екен. Жанында бір тал бар екен, талдың түбінде бір жарбиған жаман кемпір отыр.\n\n– Шеше, шеше! Ана түйенің бұйдасына қол жалғап жіберші? – дейді Ерназар.\n\nКемпір сонда:\n\n– Тұрсам   отыра   алмаймын,   отырсам  тұра   алмаймын, шырағым! Әперуге әлім жоқ, нашар адаммын! – деп мүләйімсиді.\n\nКемпірдің сөзіне нанып, бұйданы іліп алайын деп еңкейе бергенде, Ерназарды кемпірекең шап беріп жағадан ала кетеді. Ерназарда тапжылуға шама жоқ. Олай-бұлай жұлқынып байқап еді, болатын көрінбейді, кемпір қысып әкетіп барады, Ерназардың мойны үзіліп, буынып барады, шыбын жаны шығып барады.\n\nЕрназардың «қоя бер» дегеніне кемпір қоя беруші болмады, өлетін болған соң Ерназар жалына бастады:\n\n– Ағарған сақал, шашым бар! Қартайып келген жасым бар! Тоғыз келінімді жаңа ғана түсіріп, жаңа ғана қызығын көрейін деп отырмын. Қоя бер мені, шешежан, – дейді.\n\nЖоқ, – деп кемпір қысып қояды, Ерназардың жаны шығып барады.Көріп отырғанымыздай, алпамсадай еркекті алқымынан алып, жанын мұрнының ұшына келтіру алып күш иесінің ғана қолынан келетін іс. Кемпірдің күшінің алдында Ерназар қауқарсыз. Ертегіні ары қарай оқысақ:\n\nСонда кемпір: «Сен бе едің, Төстік, алдаған? Сені ме, Төстік, қап, бәлем!» – деп тамағы қырылдап, өкпесі сырылдап, шашы жалпылдап, көзі жарқылдап, тістері сартылдап, қатты сасып, етегін басып Төстікті қуа жөнеледі.\n\nТөстік қашып келеді. Кемпір қуып келеді. Бір мезгілде тау қаңбақтай ұшады, тас бұршақтай жауады. Шалқұйрықтың құйрығына қазандай қара тас орала кетеді. Шалқұйрықтың шапқан салмағына шыдамай, қара жер қақ айрылады, деген үзіндіге жолығамыз. Жабы емес, Қазанат, ер серігі, қолғанат – Шалқұйрықтың шабысынан қалмай, ілесе қуып келе жатқан жалмауыз кемпір де осал жау емес.\n\n «Алтын сақа» ертегісіндегі жалмауыз кемпір де сыйқырлы күш иесі. Ол байға алдымен су бетінде қалқып жүрген өкпе түрінде кездеседі. Өкпеге алаңсыз жақын келіп, ешбір қауып-қатерді ойламай тұрған байды шап беріп қылғындырып, жанын мұрнының ұшына әкеледі. Бұдан жалмауыздың қайратты екені байқалады.\n\nМыстанда құбылушылық қасиет жоқ. Ал жалмауызда құбылушылық қасиет бар. Ол «Керқұла атты Кендебай» ертегісінде сұлу қыз түрінде құбылса, «Алтын сақа», «Алтын топай» ертегілерінде су бетінде қалқып жүрген шикі өкпе болып көрінеді.\n\nБұл көрініс «Алтын топай» ертегісінде былайша беріледі:\n\n – Өткен уақытта бір бай болыпты. Мұның перзент дегенде жалғыз ұлы болады. Бай бір күндері жылқыларын суаруға көлге келсе, көлдің ішінде бір қып-қызыл шикі өкпе жүзіп жүр екен. Байдың айдап келген жылқылары көлдегі жүзіп жүрген өкпеден үркіп суға түспей қояды. Әлгі жерде бай жылқыларын иіріп құдыққа қанша айдаса да суға түсіре алмайды.  Сол арада бай құрығын қолына алып суда жүзіп жүрген өкпені түрткен екен, өкпе суға батып кетеді де әлден уақытта жалмауыз кемпір болып судан шыға келіп, байдың жағасынан ала кетеді.\n\nЖалмауыздың сиқыры тісінде. Тісін жұлып алып, лақтырғанда тісі шауып келе жатқан тайдың аяғын жұлып түседі. Алып бәйтеректің түбін қазуға да кемпір тісін пайдаланады. Ол тісін жұлып алып, күрекке айналдырады.\n\nБелгілі ғалым С.Қондыбай: «Ертегілерде жалмауыз кемпір бәрін істей біледі, оның қолынан келмейтіні жоқ: ауру, жарымжан адамдарды емдейді, өліні тірілтеді. Мысалы, бірталай ертегілерде жалмауыз кемпір ақсақ, соқыр, қолы жоқ кейіпкерлерді жұтады да, оларды сап-сау қылып қайтадан құсады («Жеті басты жалмауыз кемпір», «Үш ағайын», «Кедейдің үш баласы», «Құланайжарқын» т.б.),  кейіпкерлерге ақыл, кеңес беріп отырады («Екі жетім», «Жүсіп мерген» т.б.)» – дей келіп, – «Осы салада көп еңбек сіңірген ағамыз С.Қасқабасов өз еңбегінде «Мыстан кемпір сол арғы тегі алып қарақұстың кейінгі атауы», – дейді. Шынымен де, «жұтқыш, адам жегіш» мыстан кемпір мен «жұтқыш» алып қарақұстың функцияларының бірдей екендігін көруге болады, яғни мыстан кемпір мен алып қарақұс – бір ғана бастапқы мифтік тұрпаттың кейінгі ертегілік кейіпкері болып табылады, – деп талдау жасайды.\n\nҚорыта айтқанда жалмауыздың өзіне тән мынадай қырлары бар:\n\nҚұбылушылық қасиет, яғни ол бір түрден екінші түрге сиқырдың күшімен ауысып отырады.\nЖойқын күштің иесі\nАдамның етін жейді. Жер асты патшалығында тұрып, қолға түскен тұтқындармен қоректенеді.\nДәудің ұлдарымен бірге өлілер мен тірілер әлемінің шекарасын, жер асты патшалығының есігін күзетеді.\nОны өлтіру оңай емес.\n\nАталған қырларына қарай «жалмауыз – кейпі ұсқынсыз, аузында өте сирек, ақсиған тістері, бойында жойқын күші бар адамнан гөрі айуандық сипаты басым ұнамсыз кейіпкер деген анықтама бере аламыз.\n\nМыстан бейнесі де, жалмауыз бейнесі де ғалымдардың назарынан тыс қалмаған, зерттеліп жүрген бейнелер.         Филология ғылымдарының докторы, профессор Зұфар Сейітжанұлы фольклорлық шығармалардағы мыстан бейнесі туралы: Көне эпостарда жан-жақты көрінетін жауыздық бейне – Мыстан кемпір. Мыстан образы түркі-монғол халықтарының эпосы мен ертегілерінде жиі ұшырасатын кейіпкер. Ол бірде айлакер, барлық жағдайды күні бұрын болжап отыратын, сөйтіп батырдың жолына алдын ала тор құратын жауыз кемпірдің кейпінде суреттелсе, бірде жеті басты жалмауыз, нағыз дүлей күштің иесі ретінде бейнеленеді. Бірде Мыстан, бірде жалмауыз деп аталатын бұл кейіпкердің адам баласына ешқандай қайыры жоқ, нағыз зұлымдық иесі екені байқауға болады, – деп қорытады.\n\nАл, фольклортанушы ғалым Ш.Ыбыраев: «Мифтік ұғымдардан қазақтың көне эпостарында көптеген белгілер сақталған. Жалпы, көне эпостарда ерекше жинақталып, тұтас көрінетін жауыздық бейне – мыстан кемпір. Ол бірде айлакер, барлық жағдайды күні бұрын болжап отыратын, сөйтіп, батырдың жолына алдын ала тор құратын жауыз кемпірдің кейпінде суреттелсе, бірде жеті басты жалмауыз, нағыз дүлей күштің иесі ретінде суреттеледі»- деп түйіндейді.\n\nМыстан сөзінің арабта, парсыда кездеспейтіндігі жайлы ойды айта отырып, зерттеуші Б.Әбжетов: «Дегенмен “кемпір” сөзі түркі халықтарына парсыдан кірген. Сөздің алғашқы буынындағы «кем» сөзінің мағынасы парсыша «кам», яғни “аз” дегенді білдірсе, ал «пір» сөзінің мағынасы “ата”, “баба”, “ақсақал”, “қауым бастығы” дегенді білдіреді. Сонда “кемпір”-“күші кем адам”, “әлсіз адам” дегенге саяды. Сонда бұл кейіпкер матриархат культінің жойыла бастаған дәуірінде дүниеге келе бастаған болса керек» – деп ой қорытады [6].\n\nЗерттеуші П.Т.Әуесбаева «Түркі халықтарының хикаялары» атты ғылыми зерттеуінде жалмауыз кемпірге қатысты түркі фольклорындағы алты сюжетке тоқтала келіп, «Бұл сюжеттен жалмауыз кемпір өзінің демонологиялық қасиеттерінен ада болып, кәдуілгі залым мыстанға айналғанын білеміз, – деп қорытады.\n\nЗерттеушінің пікірінше «Жалпы жалмауыз кемпір персонажының ерекшелігі оның мифтік құбыжық пен осы құбыжыққа сенім-наным тұрғысында қызмет етуші немесе керісінше, онымен күресуші абыз әйел-ана екеуінің қосындысынан туындағанымен байланысты. Яғни жалмауыз кемпір құдай және осы құдайға құлшылық етуші абыз функцияларының бір-біріне ауысуынан қалыптасқан персонаж болып табылады. Мифтік персонаждың хикаяға өтуі барысында құбыжық өзінің тератологиялық кейпінен арылып, адами кейіпке енеді. Оның құбыжықтығы кемпірдің ұсқынсыздығынан немесе «басы мүйіз, қарға тұмсық» сипатынан бұрын, іс-әрекетінің зұлымдығынан, қаскөйлігінен танылады. Орыс халқымен көршілес татар, башқұрттарда жалмауыз кемпір «ведьма», «упырь» персонаждарына көп ұқсап кеткені байқалады. Ал Монғолияға жақын орналасқан түркі халықтарында оның мифтік бейнесі желбеге (чилбиген) айқынырақ танылады. Көшпелі түркілерде жалмауыз кемпірдің батырларға қарсы тұра алатын зор күш иесі немесе айла-қулықпен жеңетін мыстан кемпір сипаты басым түседі.   Бұл мысалдардың барлығы – ертегідегі бір ғана жалмауыз кемпір образының өзі түрлі тарихи даму жолынан өткендігін айғақтайды»\n\nЖоғарыдағы пікірлерді қорыта келе, біз мыстан мен жалмауыз кемпірді екі персонаж ретінде суреттеу керек деген ұстанымға келдік.\n\nМыстан – адам сипатты, айла-амалы, қулық сұмдығы мол кейіпкер болса, жалмауыз – құбыжық сипатты, адамды қорек ететін, сиқырлы күш иесі. Біріншісінде пендешілік, ал екіншісінде демондық қасиет басым. Бұл екі бейнені біріктіретін бір мақсат бар. Ол – бас қаһарманға мейлінше кедергі келтіру, бас қаһарманның жолына тосқауыл болу, оның мақсат – мұратына жетуге бөгет жасау. Осы мақсатқа жету жолында біріншісі айланы, ал екіншісі сиқырды пайдаланады.",
                "date": "19.03.2016",
                "upvotes": 1
            },
            {
                "text": "Ол жай ертегі ғой. Әрине, жоқ!!!",
                "date": "19.03.2016",
                "upvotes": 0
            },
            {
                "text": "Мыстан кемпір ертегі кейіпкері міне өзі)))",
                "date": "19.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мыстан кемпір мен жалмауыз кемпірдің айырмашылығы неде?",
        "question_content": "Бала кезімізде ертегілерді, батырлар жырын қанша оқысақ та мыстан кемпір мен жалмауыз кемпірдің қайдан пайда болғандығын, екеуінің айырмашылығы бар ма деген ой мүлдем келмепті. Тек сол бір дүлей жалмауыздардың болатындығына сенетінбіз. Ал қазір олай деу қисынға келе қоймас. Ол образдардың байырғы халқымыздың түсінігінен хабар беретіндігі белгілі болды. Ертегі, көне эпостар сол заманның шындығын бейнелейтіндігінде шүбәм жоқ. Себебі, осы тақырыпты зерттеу барысында соған көзім жеткендей болды. Алғашқы қауымның адамдары бүкіл табиғаттың, табиғи құбылыстардың, тіпті әрбір заттың жаны бар деп сенген, яғни адам өзін табиғаттан бөлмеген. Сонымен қатар ескі діни ұғымдардың қазақ арасында өте жақсы сақталып қалғандарының бірі – шамандықтың    қалдықтары. Қазақ ертегілерінен осы шамандыққа байланысты туған зиянды немесе зиянсыз керемет жындар тұратын бірнеше дүниелердің болатындығына сенушіліктің, жекелеген кейбір адамдардың қасиеті, өздеріне бағынатын жындары, адамдары болатындығына сенушіліктің іздерін табуға болады.",
        "question_date": "19.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Матриархалдық дәуірде бүкіл руды басқаратын ақылшы, көсем әйелдер болды. Бұл әйелдер өз руының талас істерін шешетін, кәмелетке жеткен қыз балаларға руының салты мен дәстүрлерін үйрететін, ауырған балаларды емдейтін, яғни олар  әрі ру басы, әрі ақылшы, әрі шешен, әрі балгер, әрі ұстаз болатын. Осының әсерінен ру басындағы әйелдерге әртүрлі қасиеттер таңылған. Тіпті олардың зиянды жын-шайтан, дүлей құбылыстармен күресетін белгісіз бір көмекшілері бар деп сенген, оларға табынған. Сөйтіп, шаман әйелдер пайда болған. Осы әйел, шаман образының өзгертілген түрі біздің қиял-ғажайып ертегілерімізде із қалдырған. Бұл жалмауыз кемпірдің (кейде мыстан кемпір делінеді) образы. Жалмауыз кемпірдің алғашқы көне түрдегі образы, істеген істері, қызметі (функциясы) жаңағы ру басындағы шаман әйелдің образымен сәйкес келеді. Бірақ бұл уақыт өте келе патриархалдық кезең орын ала бастағанда кейіпкеріміз жағымсыз кейіпкерге айнала бастайды.  Оған бірнеше мысалдар келтіре отырып тоқталып өтейік.\n   Көбінесе ертегілерде кейіпкеріміз жағымды кейіпкер ретінде көрінсе, ал көне эпостарда жағымсыз кейіпкер ретінде көріне бастайды. Ол, әрине , патриархалдық кезеңге келіп қалғандығының көрінісі. Олар «Құламерген, Жоямерген», «Дотан батыр» сияқты көне эпостарда айқын көрініс табады. Ал ертегілерде жалмауыз кемпір бәрін істей біледі, оның қолынан келмейтіні жоқ: ауру, жарымжан адамдарды емдейді, өліні тірілтеді. Мысалы, бірталай ертегілерде жалмауыз кемпір ақсақ, соқыр, қолы жоқ кейіпкерлерді жұтады да, оларды сап-сау қылып қайтадан құсады («Жеті басты жалмауыз кемпір», «Үш ағайын», «Кедейдің үш баласы», «Құланайжарқын» т.б.),  кейіпкерлерге ақыл, кеңес беріп отырады («Екі жетім», «Жүсіп мерген» т.б.).\n   Осы салада көп еңбек сіңірген ағамыз С.Қасқабасов өз еңбегінде «Мыстан кемпір сол арғы тегі алып қарақұстың кейінгі атауы», – дейді . Шынымен де, «жұтқыш, адам жегіш» мыстан кемпір мен «жұтқыш» алып қарақұстың функцияларының бірдей екендігін көруге болады, яғни мыстан кемпір мен алып қарақұс – бір ғана бастапқы мифтік тұрпаттың кейінгі ертегілік кейіпкері болып табылады. «Қаһарман бәйтерек басына өрмелеп бара жатқан жыланды (айдаһарды) атып өлтіреді. Сөйтіп, ағаш басындағы алып қарақұс балапандарын аман алып қалады. Балапан Қаһарманға өзінің шешесінің (яғни алып қарақұстың ) адамды көрсе жұтып қоятындығын айтып ескертеді. Ұшып келіп бәйтерекке қонған алып қарақұс расында да қаһарманды жұтпақ болады. Жұтып жібергенде балапандары оның кеңірдегінен ұстап қалады».\n   Алып қарақұс өзінің неліктен қаһарманды жұтпақ болуының себебін өзі түсіндіреді. Құйын батырды жұтқанда ол «сені жұтқанда, саған мың кісілік қасиет беретін еді» десе, Аюдәуге «адамзат баласының артығы етіп шығаратын едім» дейді, ал «Ханшентай» ертегісінде ол аяқ-қолынан айрылған үш батырды жұтып, бұрынғы дене мүшесі түгел болған қалыптарына түсіріп береді. Осы соңғы оқиғадағы әрекет мыстан кемпірдің істегендеріне ұқсас. Дене мүшесінде кемістігі бар (соқыр, аяғы жоқ, қолы жоқ үш пенде Мыстан кемпірге өздерін жұтқызады.  Жұтып қайта тастағанда олар бұрынғы сау қалыптарына келеді. Осы мысалдардан-ақ мыстан кемпірдің арғы тегі алып қарақұс екенін аңғаруға болады. Бұл пікірді жұту мотивін қарастырған Ерік Көкеев те растап кеткен: «Еренді екі рет жұтып, оған ерекше қасиет дарытатын мыстан кемпір – Ереннің  үстіндегі сауыт-сайманның тұлғалануы болып табылады. Мыстан кемпірдің Еренді үшінші рет жұтпайтын себебі, оның толықтай мысқа (металға) айналып кетпеуін, не болмаса бұл дүниеге симай кетеді деп қауіптенуінен. Он бес жылда бір балапандайтын Шыңырау құстың (яғни алып қарақұстың) да функциясы осындай». Демек, айдаһар, алып қарақұс және мыстан кемпір бейнелерінің біртектілігі менен бұрынырақ та зерттеушілерге белгілі болған екен. Бірақ бір айта кетерлік нәрсе, «жыланның жұтып, қайта құсуы» оқиғасын  металмен байланыстырған зерттеушілеріміз де бар, ол оқиғаны тек ұсталықпен, металмен байланыстырып қоюға болмайды, ондай байланыстың дұрыс екендігі рас, дегенмен «металдану идеясы» бастапқы «ұлы ананың жұты, қайта құсуы» әрекетін қайталаудың бір варианты ғана. Сонымен бұл мыстан кемпірдің жағымдырақ кезеңінен мысалдар. Ал эпостардағы жағымсыз кездерін көрейік. Мысалы, «Дотан батыр», «Құламерген, Жоямерген»  жырында матриархаттық дәуреннің өтіп, патриархаттық кезең дендеп келе жатқан еді, ол кездегі біздің  кемпіріміз жалмауыздық,жауыздық бейнеге нақ ене бастаған кезі. Мыстан кемпірдің «өмірің айдалада, аралда қызықсыз өтіп бара жатыр» дегеніне Күнайымның тез елігіп, мінезінің күрт өзгеруі, күйеуінің хас дұшпаны болып шығуы матриархат кезеңді аңсаудың бір көрінісі. Міне, эпос, ертегі адам санасында түрлі дәуірлерде орын тепкен салт пен дәстүрдің бұлдыр бейнесін осылайша еске алады. Құламергеннің екінші әйелі – Баллу Маржанның барлық іс-әрекеті патриархат идеологиясына  толық үйлеседі, ол үй иесінің әрі ақылшысы, әрі тілекшісі. Сондықтан да болар, кемпір образының жауыз бола бастағаны.\n   Жалпы  қазақ фольклорындағы хикаялық кейіпкерлер туралы ғалым ағаларымыз әр түрлі пікірлер айтуда. Пайда болуын ислам діні келгенге дейінгі кезеңде екенін танытатын пікірлер Ш.Уәлиханов, М.Әуезов т.б. тарапынан айтылған. Соның ішінде жалмауыз кемпір образының ерекшеліктері де қазақ ғалымдарын әр кез ойландырған. Ш.Уәлиханов жалмауыз кемпірдің адам жегіш екендігін жазған. Ал, М. Әуезов  1939-40 жылдары «Литературный критик» журналында жариялаған «Қазақ халқының эпосы мен фольклоры» атты зерттеу еңбегінде жеті басты жалмауызды адамжегіш, жалғызкөзді жалмауызды ежелгі гректердегі циклоппен параллель деп, жалмауыз кемпірді орыс ертегісіндегі Баба Ягаға ұқсас адамжегіш кемпір, мыстан кемпір, залым кемпір деп олардың түрлері болатынын байқаған. Ә. Қоңыратбаев: «Қазақ қиял-ғажайып ертегілерінде адамға жамандық ойлап жүретін мифтік образдардың бірі – жалмауыз кемпір»-, деп шығу мезгілін көрсетумен бірге, бұл образдың сомдалуында тарихи өзгерістердің орын алғанын да байқаған. С.Қасқабасов жалмауыз кемпір образының өлілілер әлемімен байланысын, айырмашылақтарын анықтаған. Осы еңбектерді қарастара отырып бұл мыстан кемпір мен жалмауыз кемпір образдарының бір екендігіне көзім жеткендей болды. Жалпы ертегі, жырлардағы жауыз күш иелерінің бәрі бір образ, тек әр уақытқа сай өз қасиеттерін өзгертіп отырады деп айтуға болады. Бірақ орыс халқындағы Баба Ягамен, қырғыз фольклорындағы Митемен теңестіргендері көңілге қонымсыздау. Қырғыз фольклорында жалмауыз кемпір де бар, оған ұқсас Мите деген де образ бар. Екі түрлі аталғанымен, олардың бейнелерінде де, атқаратын қызметтерінде де айтарлықтай өзгешелік жоқ. Мите туралы Т.Д.Баялиева: «Его представляют в виде старухи в лохмотьях, живущей в горах, в лесу, далеко от человеческих поселений», - деп оның адамнан ешқандай өзгешелігі жоқ екеніне басты назар аудартады. Сондықтан ол ауылдарға барып, қыздарға басынан бит іздетіп отырып, олардың қанын соратынын айтады. Қанын сорған қыз әлсізденіп, құлаған кезде Мите оны жеп қояды екен. Ал Мите қазақтағы мыстан кемпірге ұқсас деген оймен келісу қиын. Өйткені К.К. Юдахиннің анықтамасы бойынша мите «упырь, вампир (существо в образе 12-13 летнего ребенка) делінген. Қан соратын қабілеті ұқсас болғанымен митені жалмауыз кемпірмен бір деуіне мүлдем келісе алмаймын. Жалмауыз кемпір мен мыстан кемпір бір болғанымен Мите мен Баба Яга мен бір емес екен. Әр халықтың салт-дәстүрі, дамуы бөлек болғандықтан, әдебиеттегі образдары да бір-біріне ұқсас болғанымен бір бола алмайтындығын айтқым келеді.",
                "date": "19.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менделееев кестесіндегі 109 элементтің ... ашылып, оның ... -қа жуығы зерттелген?",
        "question_content": "Менделееев кестесіндегі 109 элементтің .......... ашылып, оның ..........-қа жуығы зерттелген?",
        "question_date": "19.03.2016",
        "question_tag": "Табиғат",
        "question_views": 288,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ms office word жайлы сұрағым бар еді",
        "question_content": "Мені  2016 вордымда  реттік  номермен (нумерация)  жазайын десем  санның  жанында оң  жаққа  қараған  стрелка  шығып  қала  береді. Оны  қалай жоямын",
        "question_date": "18.03.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мынаны басып көріңіз",
                "date": "19.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Флюбого iphone ключ взлом калай жасайды?",
        "question_content": "Любой Iphone экран ключы кілтеніп калса калай взлом жасайды? Үйрегім келеді.",
        "question_date": "18.03.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Любой iphoneға қалай программа қондырады?",
        "question_content": "Любой Iphoneға қалай программа қондырады? Үйрегім келеді.",
        "question_date": "18.03.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 308,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине бірінші apple ID қосулы болу керек. Содан соң Аpp story ға кіріп жаза беріңіз.",
                "date": "10.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Edius 7.51 программасын қондырғанда ощибка шығады?",
        "question_content": "Edius 7.51 программасын қондырғанда мынадай ощибка шығады. Updater cannot be running in your system. This setup will not proceed. Сол ощибканы кетіріп программаны қондыруға көмектессеңіздер?",
        "question_date": "18.03.2016",
        "question_tag": "Бағдарламалау",
        "question_views": 275,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерде 64 или 32 битный Windows 7 или 8 ди поддерживать етеди деп жазып койыпты.\nhttp://www.ediusworld.com/en/support/faq/cat120/cat3_536.html\nWindows XP не поддерживается. Сенде турган Windows XP емес па?",
                "date": "18.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Видеомонтажға арналған Edius н/е видеомонтаж программасының урок видеосы барма?",
        "question_content": "Сәлеметсіздерме! Саламаликум! Мен толықтай видеостудияның видеомонтажын үйренгім келеді. Edius н/е басқа мықты видемонтаж және фото слайд программасының толық уроктары барма? Болса комекке маған сол урокпен көмектесесіздерме",
        "question_date": "18.03.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 463,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://www.youtube.com/playlist?list=PLWkY51Ne-6CEAWRLd-_dxeUqme3wk-Tbs сайтында 11 сабақтан тұратын видеолар көре аласыз.",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көзім ісік болып ауртып жатыр, не істеуге болады?",
        "question_content": "Мен - 0,75 очки киемін күнделікті теледидар, телефон. Қарағанда ғана көзімнің жоғары ісіп кетер емес. Көз витаминін іштім кетпеді, көзімді телефон қарап ауртып алғанмын. Көзімнің асты іспейди көзімнің жоғары ісіп жинала береді. Ісік болып ауртып жатыр, не істеуге болады?",
        "question_date": "18.03.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суртиниз шыгар ?",
                "date": "19.03.2016",
                "upvotes": 0
            },
            {
                "text": "тетрацлин сүріңіз",
                "date": "18.03.2016",
                "upvotes": 2
            },
            {
                "text": "сəлем, мен де тура сондай жағдай болған. Мен Алоэдан жасалған Активатор деген көз тамшысын, сосын осы фирманың Вижн деген витаминін іштім,қазір көзім жақсы көреді, очкиді тастадым, егер хабарлассаңыз алатын қыздардые тел.берейін 8 705 334 51 31, осы номерге хабарласып алуға болады.",
                "date": "19.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "sitemap.xml орнату барысында туындаған қателіктен қалай құтылуға болады?",
        "question_content": "Ереке ассаламуалейкум. http://qasym.kz порталын вебмастерге тіркеу барысында sitemap.xml орнатқан едім. Мынадай жазу шығарып тұр:\nОшибка синтаксического анализа XML: объявление XML или текста не в начале сущности\nАдрес: http://qasym.kz/sitemap.xml\nСтрока 5, символ 1:\n<?xml version=\"1.0\" encoding=\"UTF-8\"?>\nБұл қателікті қалай жоюға болады?",
        "question_date": "18.03.2016",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 311,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "SiteMap плагиндер колдандын ба WP'те?\n\nhttps://www.komtet.ru/lib/blogs/wordpress/oshibka-sintaksicheskogo-analiza-xml-obyavlenie-xml-ili-teksta-ne-v-nachale-suschnosti",
                "date": "18.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ноутбугім қатты шуылдайды, ысып кетеді содан соң өшіп қалады.",
        "question_content": "Ноутбугім программалар қоссам шуылдайды, ысып кетеді содан соң өшіп қалады. Шаңнан тазартып көрдім, термопастаныда ауыстырдым, бәрібір көмектеспейді. Бұны қалай жөндеуге болады?",
        "question_date": "18.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стресс тест истеп кордин ба? CPU мен GPU'дын температурасы кандай? Ноутбук ошип калады ма или мониторы ошип калып жатыр ма? Менде жакында сондай болды. Термопастаны ауыстырдым. AMD'шный процессор (AMD A8 Quad Core) 90'С градуска дейн шыдады. 65-75'C градус норма гой жумыс кезинде.",
                "date": "18.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Очный оқып жүріп, армияға кетіп қалуға бола ма?",
        "question_content": "Очный (күндізгі бөлімде) оқып жүріп, армияға кетіп қалуға бола ма? Қатты кеткім келіп жүр..",
        "question_date": "18.03.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 994,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Академический ал да военкоматқа медкомиссияға бар. Медкомиссия өт. Қалалық медкомиссиядан өтсең ары қарай обл. Медкомиссиядан өтесің. Содан өтсең болды ары қарай алып кетеді. Менің бтірген студенттерім уже кейбіреуі барып келді армияға.))) Мені де шақырды жақында. Қалалықтан өттім енді облыстық медкомиссияға шақырады өздері.25 жасыңда барған бір түрлі сияқты))",
                "date": "18.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мен вк-да -өзімнің жазған пікірлерімді қалай көре аламын?",
        "question_content": "Мен вк-да -өзімнің жазған пікірлерімді қалай көре аламын?  Осы уақытқа дейін..",
        "question_date": "18.03.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 312,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер соткадан приложениесінен қарасаң ответы деген жерді басып ар жағында комментарий дегенді басасың. Ал егер компьютерден кірсең обновления дегенді басасың. Сол жерде комментарий дегенді басасың.",
                "date": "19.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Рукапча сайтынан ақшаны қалай көп алуға болады ?",
        "question_content": "Мысалы, кодтарды теру арқылы ақша беріледі сол ақшаны қалай көп алуға болады.",
        "question_date": "18.03.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 314,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол жерден көп ақша таба алмайсың, көп ақша табу үшін күні-түні соның алдында отыруың керек.",
                "date": "18.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Активтен қалай тегін мб алуға болады ?",
        "question_content": "Активтен қалай тегін мб алуға болады ? Біреулер маған айттыда активтен тегін 50 мб алуға болады деп",
        "question_date": "18.03.2016",
        "question_tag": "Байланыс операторлары",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Елу ақ мб неге жетеді",
                "date": "25.06.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда мемлекеттік бағдарлама арқылы үй алу мүмкін ба?",
        "question_content": "Коммуналды немесе мемлекеттік пәтерлер коммуналды тұрғын үй қорынан не жеке тұрғын үй қорынан қандай тұлғаларға беріледі? Қазақстанда мемлекеттік бағдарлама арқылы үй алу мүмкін ба?",
        "question_date": "17.03.2016",
        "question_tag": "Қоғам",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік тұрғын үй мемлекеттік қызметкерлерге (педагог, дәрігер, т.с.с), асыраушысы жоқ тұлғаларға, көп балалы отбасыларға әлеуметтік жағдайына байланысты беріледі. Нақтырақ egov.kz сайты арқылы мәлімет алуға болады. Егер құжаттарын дұрыс рәсімдесе кезекке тұруға болады. Жы сайын бірнеше үй беріледі. Кезек жай жылжиды әрине)) Бірақ алып жатқандар бар!",
                "date": "29.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жарық жылдамдығы, дыбыс жылдамдығы деген не?",
        "question_content": "Екеуінің арасында айырмашылық қандай? Айырмашылық бар ма? Жарық жылдамдығы, дыбыс жылдамдығы деген не?",
        "question_date": "17.03.2016",
        "question_tag": "Физика",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жылдамдықтарында айырмашылық жоқ, айырмашылық диапазонында, яғни жарық жылдамдығы тез дыбыс жылдамдығынан.Мысалы вилосипед жылдамдығы, машина жылдамдығы, ұшақ жылдамдығы, зымыран жылдамдығы деген сияқты.Жарық жылдамдығынан асуға релятивистік эффект кедкедергі. Жарық жылдамдығына жақындағанда бұл эффект күрт өсіп жылдамдықты шектейді(жарық жылдамдығынан асырмайды),алайда жарық жылдамдығынан асатын жылдамдық бар(элементар бөлшектердің айналуы).",
                "date": "17.03.2016",
                "upvotes": 0
            },
            {
                "text": "Оларды қарапайым түсіндіру үшін найзағайды мысалға алуға болады, найзағадың жарқылынан кейін күркіреген дауысы бізге 2-3 секунд кешігіп жетеді, қысқасы жарық жылдамдығы 300 мың км/секунд, (бір секунтда жер үш рет айналып шығады), ал дыбыс жылдамдығы 340 метр/секунд (айырмашылығын өзіңіз ойлап қараңыз)",
                "date": "18.03.2016",
                "upvotes": 0
            },
            {
                "text": "Жарық жылдамдығы не екенін айту үшін салютті мысалға алуға болады. Салютті аспанға атқанда бірінші жарық көрінеді, одан соң дыбысын естиміз. Демек жарық жылдамдығының ең жылдам екенін байқаймыз.Бірақ әлемдегі ең жылдам-тоқ. Ол 1 секундта жерді үш рет айналып шығады",
                "date": "19.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Суық тию\" мен \"Тұмау тию\" бір ма? Балалардан ауыру жұқтыру мүмкін бе?",
        "question_content": "Риновирус, парагрипп және тұмау вирусы, аденовирустарын емдеу жолдары. \"Суық тию\" мен \"Тұмау тию\" бір ма? Балалардан ауыру жұқтыру мүмкін бе?",
        "question_date": "17.03.2016",
        "question_tag": "Тазалық",
        "question_views": 960,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тұмаудың негізгі клиникалық белгілері: жедел басталуы және интоксикация синдромының 1 тәул білінуі, температураның жоғарлауы; бас ауырсынуы сәйкес локализациясымен; бұлшықет, сүйек пен буындардағы сыздаған ауырсыну; 2-3 тәул орташа білінетін катаральді синдромының көріністеріның болуы. ЖҚА: лейкопения, тромбоцитопения. Вирусологиялық зерттеулерге: мұрын, жұтқыншық бөліністері мен қан алынады. Серологиялық зерттеулерде: РТГА, РСК және нейтрализация реакциясы сирек қолданылады. Антиденелердің 4 және одан көп болуы диагностикалық маңыздылыққа ие. Экспресс-әдістер: ИФА, молекулярлы гибридизация әдістері.\nЕмі.Режим – төсектік, диета – обильное, теплое питье.Этиотропты:ремантадин, амантадин (алғашқы 3 күн), 1 күні – 300 мг (100 мг 3 рет); 2,3 күн-і – 200 мг (100 мг 2 рет). Антивирусты: занамивир, озельтамивир. Занамивир 5 мг 2 рет ингаляция № 5, озельтамивир 75 мг капсула 2 рет № 5.Патогенетикалық:антигистаминді препараттар, рутин, аскорбиновую кислоту, препараты кальция. Антибактериальные препараты не назначают. Исключение составляют лица с сопутствующими хроническими заболеваниями органов дыхания, сахарным диабетом, которым рекомендуются антибиотики широкого спектра действия в средних терапевтических дозах в течение 5-7 дней.Симптоматилық ем: Мұрынмен тыныс алуды жеңілдету үшін нафтизин, санорин, галазолин. Қызбаны түсіретін парацетамол тәуліктік дозасы 500 мг, муколитиктер терпингидрат, амброксол, бромгексин, айфенезин, ацетилцистеин 200 мг 2-3 раза/сут тағайындалады. Витаминотерапия.\nПрофилактика. Спецификалық профилактика.Тұмауға қарсы иммунизацияда инактиверленген және тірі вакциналарды қолданады. Қазір «Гриппол» вакцинасықолданылады.Иммунитет вакцинациядан кейін 14 күнге пайда болады, 6- 12 айға дейін. Спецификалық емес вакцинация.Иммунобиологиялық, вирустарға қарсы химиопрепарттарды қолдану жатады. Осыдан басқа үй аптечкаларында маскалар мен қол гигиенасына қатысты заттарды ұстаған дұрыс.\n    Парагрипп– әлсіз интоксикациямен, жоғарғы тыныс алу жолдарының (әсіресе көмейдің) зақымдалуымен сипатталатын желед вирусты ауру.\nҚоздырғыш түрлері–АПГВ-1, АПГВ -2, АПГВ-3, АПГВ-4 (адамның парагрипп вирусы)\nКлиникалық ағым ерекшелігі- инкубациялық кезеңі 2-7 күн, орташа 3-4 күн. Ауру жедел дене қызуының жоғарылауымен, интоксикацияның және катаральды симптомдардың әлсіз жүруімен сиппатталады. Мазасыздану, тәбеттің төмендеуі, бас ауруы, құсу байқалады.\nКатаральды синдромдар жеке жүруі мүмкін. Көбіне – бұл қатаң, кейде «үрлемелі» жөтел, тамақтың ауырсынуы, сұйықтық бөліну, мұрынның бітелуі, дауыс қарлықуымен жүреді.\nМұрыннан бөлінетін сұйықтық бастапқыда шырышты, кейін шырышты-іріңдіге алмасады.\nАнықтау принциптері: клиникалық диагностика аурудың жоғарғы тыныс алу жолдарының зақымдалуына, әсіресе көмейдің зақымдалуына негізделеді. Катаральді көріністер аурудың бірінші күнінен басталады және біртіндеп өршиді, «үрлемелі» жөтел, әлсіз интоксикация немесе мүлдем болмайды. Мұрынның шырышты қабатының қызаруы, ісінуі. Жұмсақ таңдай және аңқаның әлсіз қызаруы. Кейбір науқастарда жұмсақ таңдайдың ұсақ түйіршіктелуі байқалады. Жұтқыншақтың кішкене ісінуі. ЖҚА: нормоцитоз немесе әлсіз лейкопения, реконвалисценция кезінде моноцитоз болуы мүмкін. Экспресс диагностика мақсатымен ИФА (АГ-ге АД анықтау) қолданады. Серологиялық әдіс– РТГА, РСК, АД анықтау. Вирусологиялық әдіс қиынға түседі.\nЕмдеу принциптері:\n Базис-терапия.Режим: төсектік. Диета: Сүт-өсемдіктік диета, витаминдерге бай тамақ. Ыстық шай, шырын, минеральды су түрінде көп мөлшерде сұйықтық ішу.\n Этиотропты. Аурудың ерте кездерінде ремантадин, жоғары титрлі секреторлы иммуноглобулин А беріледі (интраназальді н/е ингаляционды). Ауру ауыр түрде өтсе, донор иммуноглобулині қолданылады.\n Симптоматикалық:\n дене темп. 38°С жоғары болса СҚҚЗ (НПВС)- ибупрофен, нурофен, эреспал\n Жөтелге қарсы- ларингит кезінде синекод, стоптусин, тусупрекс; егер процесс төменгі тыныс алу жолдарында болса- муколитиктер-АЦЦ, амброксол.\n·Ринитке қарсы- АкваМарис, пиносол, ксилен\nРиновирусты инфекция мұрынның шырышты қабықшасын айқын зақымдайтын ж/е әлсіз интоксикация симптомдарымен көрінетін ЖРВИ. Қоздырғыштары Риновирус тұқымдастығына жатады. Олардың негізін РНҚ құрайды. Риновирустардың 2 тобы бар: Н ж/н М. Риновирустардың топтық антигені болмайды. Олар төм.темп/да өлмейді, бірақ жоғ.темп/да, дезинфектанттарға төзімсіз. Инфекция көзі-ауру адам, таралу жолы-ауа-тамшылы. Инкубациялық кезеңі орташа 2– 4 күн. Ауру бірден басталады. Науқастар бас ауруға, әлсіздікке, ринореяға, мұрын бітелуіне, түшкіруге, құрғақ жөтелге шағымданады. Объективті қарағанда мұрынның шырышты қабықшасы ісінген, қызарған, айқын ринорея болады. Кейде көздің склерасы қызарып, көзден ағу байқалады. Кейінірек мұрын мен ерінде герпестік жара пайда болады. Асқынуы екіншілік бактериалды инфекцияның болуымен байланысты(отит, синусит, фронтит ж/е т.б.). Дигностикасы: эпиданамнез: инфицирленген адаммен контактта болу; лаб.зерт: ЖҚА: лейкоцитоз. Вирусологиялық әдіс – адамның біріншілік және ауыспалы ұлпа дақылдарына жұқтырып, вирустың индикациясын цитопатогендік әсері бойынша жасайды. Вирустың типін БР, КБР, ГАТР-да анықтайды. Иммуноиндикация – вирусты бейтарап реакциясы (БР), КБР, ГАТР, ИФА, ИФР – вирустардың АГ мұрын шайындысында және тыныс алу трактысының шырышты эпителииінің қырындысынан анықтайды. серологиялық – науқастың жұпты сарысуларынан ГАТР, КБР, ИФА әдісімен АД анықтау;\nЕмі:Дене қызуы қалыпты болғанша төсек режимі. Сүт - өсімдікті диета, витаминмен байтылған. Ыстық шай, шырын, минералды суды көп ішу. Симтоматикалық терапия: дене қызуын төмендететін препараттар: панадол, парацетамол, антигриппин, НПВС.",
                "date": "30.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Билайн операторынан қоңырау шықпай тұр?",
        "question_content": "Билайн операторының жеке кабинетіне кірдім. Содан кейін билайннан қоңырау шықпай қалды. Шамасы бірденені басып жіберген сияқтымын жек кабинеттен. Қайтадан жеке кабинетке кірсем кірілмей тұр. қалпынына қалай келтірсем болады?",
        "question_date": "17.03.2016",
        "question_tag": "Байланыс операторлары",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Билайн операторына қоңырау келмей тұр?",
        "question_content": "Кеше билайн операторының жеке кабинетіне кірдім. Одан шыкканнан кейін билайн номерімнен қоңырау шықпай тұр. Енді қайтадан жеке кабинетке кірсем кірілмейді.пароль дурыс емес деп тұр.не істесем болады.көмектесіңіздерші",
        "question_date": "17.03.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 474,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бұрынғы видеокасетадағы видеоны дискі флешка жіне компке қалай көшіреді?",
        "question_content": "Бұрынғы видео касетадан компке, дискиге және флешкаға көшіруге болама? Сол видеонын алдына интро видеосын косуга болама?",
        "question_date": "17.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "TV TUNER  арқылы көшіресің                                                            .",
                "date": "17.03.2016",
                "upvotes": 0
            },
            {
                "text": "TV TUNER жоқ болса, арнайы жерге алып барсаңыз цифровой форматқа айналдырып береді",
                "date": "17.03.2016",
                "upvotes": 0
            },
            {
                "text": "Тв тюнер жоқ болса, сатып алуға болады.",
                "date": "17.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Электр құралы 45 минут ішінде 5 А токпен 162 кДж жұмыс жасайды. Құралдың кедергісі қандай?",
        "question_content": "1.Көлденең қимасының ауданы 0,1 мм² никелин жасалған электр қыздырғыштың спираліндегі кернеу 220 В болғанда ток күші 4 А. Сымның ұзындығы қандай?\n2. Егер темірдің бастапқы температурасы 390 С-қа тең болса, онда массасы 4 т\nтемір сынықтарын балқыту үшін қанша энергия қажет?\n3.Электр құралы 45 минут ішінде 5 А токпен 162 кДж жұмыс жасайды.\nҚұралдың кедергісі қандай?",
        "question_date": "17.03.2016",
        "question_tag": "Физика",
        "question_views": 8600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "p(никелин)=0.42\n\nL=(0.1*220)/(4*0.42)=13.095м",
                "date": "17.03.2016",
                "upvotes": 0
            },
            {
                "text": "t=45мин=45*60=2700сек E=162кДж=162000Дж R=162000/(5*5*2700)=2.4Ом",
                "date": "17.03.2016",
                "upvotes": 0
            }
        ]
    }
]