[
    {
        "question_title": "Тәуелсіз елдің бір мүшесі ретінде сіздер қандай үлес қосып жүрсіздер?",
        "question_content": "Тәуелсіз елдің бір мүшесі ретіндесіздер қандай үлес қосып жүрсіздер?",
        "question_date": "29.11.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 471,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сапалы білім алу,сол білім бойынша адал қызмет ету",
                "date": "1.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүйке жасушасының пішіні",
        "question_content": "Жүйке жасушасының пішіні қандай?\n\nА) дөңгелек\n\nВ) жұлдыз тәрізді\n\nС) көпқырлы\n\nД) ұзын",
        "question_date": "29.11.2016",
        "question_tag": "Биология",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Узын.............",
                "date": "16.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Асан Қайғы жырларының өмірлік мəні шығарма",
        "question_content": "Төрт жырға анықтама , өмірге қатынасы",
        "question_date": "29.11.2016",
        "question_tag": "Мектеп",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қай елде мата арзан?'",
        "question_content": "Аллаx қаласа шет елден мата әкеліп, киім тікпекші едім , біреулер мата Бішкекте арзан десе , енді бірі Дубайда дейді. Қай елде арзан?! Кімнің  xабары бар осы салада?",
        "question_date": "29.11.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 533,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қай Группаға шынайы рахмет айтың келеді?",
        "question_content": "Қай Группаға шынайы рахмет айтың келеді?  Мысалы: мен группа \"Машина времени\" тобына рахмет айтқым келеді, олар нағыз өмірдің шынайылығын көзіңнің алдына әкеле алады, мағыналы түрде көрсете алады. (Біздің қазақтар 2 сағаттық той-домалақты қуып кетті, ақшаның соңына түсіп, оларды тыңдаудың өзі өте ауыр, мағынасыз,  өмірге деген стремление жоқ, тек 1-2 сағат халықты алай тұру (әрине ақша үшін жүрген сайқы мазақтар))",
        "question_date": "29.11.2016",
        "question_tag": "Әннің сөзі",
        "question_views": 644,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өз сайтымды ашып, қазақ тілінде жастарға физика пәнінен дәріс берсем.",
        "question_content": "Мен орыс тілдегі сайтта табысты жұмыс істеп табыс тауып пенсияма қарап отырған жоқпын. Сайт орыс тілінде болғандықтан тек орыс тілді оқушылармен жұмыс істеймін. Қазақ балаларымен жұмысты жандандыру мақсатым.",
        "question_date": "29.11.2016",
        "question_tag": "Физика",
        "question_views": 339,
        "question_upvotes": -1,
        "answers": []
    },
    {
        "question_title": "4,9,16,21 сандар арасынан өзара жай сандар жұбын табу",
        "question_content": "4,9,16,21 сандарының арасынан өзара жай сандар жұбын қалай табуға болады",
        "question_date": "29.11.2016",
        "question_tag": "Математика",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "өзара жай сан\n4,9\n4,21\n9,16\n16,21",
                "date": "8.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақын-жазушылар шығармаларынан мысалдар келтіріңдер?",
        "question_content": "Қаратпалардың жануарларға, құстарға немесе басқа да жансыз заттарға айтылғанына байланысты өздерін білетін ақын-жазушылар шығармаларынан мысалдар келтіріңдер.",
        "question_date": "29.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Маңмаңгер, кекілің келте, жалын майда,\n\nБайлаған сені сылап қалқатай да.\n\nЖүресің желмаядай жануарым,\n\nКөрейін қызығыңды осындайда.\n\nАхау, туған елім,\n\nБалаң едім.\n\nӨзіңе осынау әнді,\n\nАла келдім.\n\nМаңмаңгер, ән қосайын жүрісіңе,\n\nДер екен қалқа қалай келісіме.\n\nСыдыртып, маңмаңгермен келе жатып,\n\nОсынау ән күйіндіріп түсті есіме. (Ақан сері) Маңмаңгер - жылқы",
                "date": "29.11.2016",
                "upvotes": 0
            },
            {
                "text": "\"Қызғыш құс\" Махамбет\nАу, қызғыш құс, қызғыш құс,\nҚанатың қатты, мойның бос.\nИсатайдан айрылып,\nЖалғыздықпен болдым дос.\nАу, қызғыш құс, қызғыш құс!\nЕл қорғаны мен едім.\nМен де айрылдым елімнен;\nКөл қорғаны сен едің,\nСен де айрылдың көліңнен.\nАспанда ұшқан қызғыш құс!\nСені көлден айырған - Лашын құстың тепкіні.\nМені елден айырған - Хан Жәңгірдің екпіні.\nАйтып - айтпай немене, Құсарлықпен өтті ғой, Махамбеттің көп күні!",
                "date": "30.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Написать план и рассказать краткую содержанию заранее спасибо",
        "question_content": "Весна в горах порой заставляет долго ждать себя, но когда появляется, то идет быстро. Внизу, в долинах, уже зеленеют всходы, молодые деревья прочно встают на ноги, и распустившаяся листва начинает отбрасывать тень. Тогда весна сдает свои дела лету, а сама, подобрав ярко-зеленый, цветистый подол, волочащийся по земле, несется в горы. В горной зоне весна имеет свои законы и свои неповторимые прелести. С утра валит снегопад, после обеда проглянет солнышко, зашевелятся, поплывут, испарятся снега, расцветут, цветы-однодневки, а к вечеру земля уже подсохнет. За ночь в реках и ручьях намерзнет лед. А на другое утро глянешь с вершины и дух захватывает, до чего чистая и неохватная взорам весна стоит в горах. Небо чистое, голубое, ни пятнышка. Земля, как молоденькая девушка в новом наряде, - зеленая, умытая росой, и, кажется, застенчиво смеется... И если крикнешь, то голос твой будет долго слышаться - в высотной дали над грядами гор, в чистом воздухе он летит далеко-далеко...",
        "question_date": "29.11.2016",
        "question_tag": "Мектеп",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Помогите пожалуйста составлять план и рассказать краткую содержанию заранее спасибо",
        "question_content": "Весна в горах порой заставляет долго ждать себя, но когда появляется, то идет быстро. Внизу, в долинах, уже зеленеют всходы, молодые деревья прочно встают на ноги, и распустившаяся листва начинает отбрасывать тень. Тогда весна сдает свои дела лету, а сама, подобрав ярко-зеленый, цветистый подол, волочащийся по земле, несется в горы. В горной зоне весна имеет свои законы и свои неповторимые прелести. С утра валит снегопад, после обеда проглянет солнышко, зашевелятся, поплывут, испарятся снега, расцветут, цветы-однодневки, а к вечеру земля уже подсохнет. За ночь в реках и ручьях намерзнет лед. А на другое утро глянешь с вершины и дух захватывает, до чего чистая и неохватная взорам весна стоит в горах. Небо чистое, голубое, ни пятнышка. Земля, как молоденькая девушка в новом наряде, - зеленая, умытая росой, и, кажется, застенчиво смеется... И если крикнешь, то голос твой будет долго слышаться - в высотной дали над грядами гор, в чистом воздухе он летит далеко-далеко...",
        "question_date": "29.11.2016",
        "question_tag": "Мектеп",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Біржан мен Сара айтысына жоспармен шығарма немесе Қызжібек туралы?",
        "question_content": "Біржан мен Сара айтысына жоспармен шығарма немесе Қызжібек туралы?",
        "question_date": "29.11.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 571,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жыраулар мұрасы-асыл қазына шығарма?",
        "question_content": "Әдебиет пәніне шығарма жазу керек еді. Енді осыған жыраулар мұрасы-асыл қазына дегенге шығарма тауып бересіздер ме?",
        "question_date": "29.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ордада ханның қасында әр уақытта ақылшы жыраулар болған. Жыраулар - халық поэзиясын жасаған ақылғөй даналар. Олар заманының өздері куә болған елеулі уақиғаларын, тарихи кезеңдерді жырға қосқан...\n\nЖыраулар поэзиясына дейінгі әдебиет халык жасаған ауыз әдебиеті деп аталды. Жыраулар поэзиясы Қазақ хандығы құрылғаннан бастап (XV ғасыр) өріс алды. XV ғасырда Асан Қайғы, Казтуған жыраулар өмір сүрді.\n\nЖырауларды халык, қадір тұтқан. Ел толқыған кезде, бүліншілік шыққанда немесе ел шетіне жау келғен кездерде ақыл, кеңес сұрайтын болған. Мұндай кезде жырау жұртшылықты абыржымауға шақырып, оларға күш-қуат беріп (дем беріп), істің немен тынатыны жайлы болжамдар айтып отырған. Жыраулар поэзиясы ХV-ХVII ғасырлар аралығын қамтиды.\n\nЖырау деген атау \"жыр\" сөзінен шыққан. Жыршы деп көптеген эпостық жырларды жатқа білетін, дайын репертуары бар айтқыштарды таныған.\n\nЖыраулар өз шығармаларын ақыл-нақыл, өсиет түрінде айтқан. Олардың толғауларының негізгі тақырыптары - туған жерді, елді сүю, Отанды қорғау, елді бірлікке шақыру, адамгершілік қасиетті насихаттау.\n\nЖыраулар поэзиясының біраз үлгілері осы тарауда ұсынылып отыр. Соларды оқып-үйрену барысында халқымыздың атадан мирас болып қалған сөз маржандарына қанығасыңдар, халқымыздың басынан кешірген тарихи кезеңдермен таныс боласыңдар, оның қадір-қасиетін білесіңдер, тәлімдік, танымдық, тағылымдық терең ой дүниесіне енесіңдер. Әдебиет тарихы ел тарихы, халық тарихы екеніне көз жеткізесіңдер.\n\nЖыраулар поэзиясының маңызы мен тақырыбы.Жыраулар поэзиясының құндылығы неде? \"Бұл дәуірдегі әлеумет тіршілігінің, –дейді М.Әуезов, –ең шешуші мәселесін әдебиет жүзіне түсіріп, алғашқы рет қалың ел қамын ойлап, күңіренген қария –Асан. Бұл заман сыншысы сөйлесе, шешілмеген жұмбақ, түйіні шатасқан сөздерді ғана сөйлейді, өзі туған заманның белгілерін қарап, келешек заман не айтарын болжайды: сөзінің бәрі терең ой, терең мағынамен сөйленеді. Айтпақ жайларын ашып, ұғымды қылып айтып бермейді. Әдейі көмескілеу жұмбақ қып айтады. Жыраудың сөзі мақсатсыз айтылмайды. Не айтса да көптің мұңы, көптің жайы туралы, не көпке арналып ақыл, өсиет есебінде айтылады\". Ғалымның осы ғұламалық пікірінде жыраулар поэзиясының идеялық-көркемдік мәні терең ашылған.\n\nХалқымыздыңосы зергерлік сөз тұнығына әрі ақын, әрі ғұлама Шәкәрім де ден қойған. Ол \"Ескі ақындық\" деген өлеңінде халық мұрасын, ауыз әдебиетін, жыраулар поэзиясын аса жоғары бағалаған:\n\nТақпақ пен мақал тағы артық,\n\nСуырып салма жағы артық,\n\nАйтады олар ойланбай,\n\nСыпыра жырау, Шортанбай,\n\nҮмбетей мен Марабай\n\nАлды-артына қарамай,\n\nСоққанда жырды суылдап,\n\nЖел жетпейтін құландай.\n\nШәкәрім ескі ақындар поэзиясында \"терең сыр\" барын таниды. Олардың жырында \"қыран құстың ұшқаны\", \"ақбөкеннің жүрісі\", \"жайдақ желдің желісі\", \"мөлдір қудың аққаны\", \"жел жетпейтін құландар жүйріктігі\", \"адам жанының жайма шуақ кезеңі\" –бар-баршасы, көшпелі қазақ өмірінің бүкіл әлеуметтік, рухани тіршілігі бейнеленген деп керемет ой түйген. Жыраулар поэзиясын айтулы сөз зергері Мағжан Жұмабаев та \"Батыр Баян\" поэмасында:\n\n \n\nБұқар мен Тәтіқара жырлағанда\n\nТолқынды тұңғиық боп төгілді жыр,–\n\nдеп аса қадірлеген.\n\nДемек, жыраулар поэзиясы –халқымыздың неше ғасырлық өмірін өнер өрнегіне, ақыл сөзіне бейнелеп түсірген, өшпес, өлмес мұрамыз.\n\nЖыраулар поэзиясы халықтың басынан өткерген тарихи оқиғаларды, оның арман-мұратын, кешірген ауыртпалықтарынжырлаумен ғана бағалы емес, елдің саяси-әлеуметтік тіршілігін, ойсанасын, дүниетанымын көркем бейнелі тілмен бере білуімен де бағалы.                \n\nЖыраулар поэзиясы соны философиялық терең ойға толы. Олардың поэзиясы өсиетнама түрінде келеді. Сондықтан да жыраулар поэзиясында нақыл, афористік сөз оралымдары мол.\n\nЖыраулардың өз толғауларында көтерген негізгі тақырыбы қандай? Жыраулар поэзиясының өзекті тақырыбы — туған елі, оған деген сүйіспеншілігі, елдің бірлігі, бүтіндігі. Халқына жайлы қоныс, ырысты жер іздеген Асан қайғының: \"Желмая мініп жер шалсам, тапқан жерге ел көшер\" – деген ақылгөй сөзі –сол елінің қамын ойлаған жүрек сөзі. Сол сияқты Қазтуған жырау да \"қайран менің Еділім\" – деп еңірепөткен. \"Еділдің бойын ел жайлап, шалғынына бие біз байлап\" – деп Доспамбет жырау армандаған, \"ауылдан топыр үзілмей, ошақтың оты өшпесе, май жемесе қонағым... он кісіге жараса, бір кісіге асқан тамағым\", – деп Ақтамберді жырау еліне ырыс, молшылық тілеген, бейбіт, тыныштық өмірді қалаған. Жыраулар поэзиясы еліне деген ыстық сезімге толы. Олар сол еліне жалынды жырларын арнаған, халқын сол елі үшін қызмет етуге үндеген, керек болса, жанын пида етуге шақырған. Халқы үшін қан майданда шайқасқа түсіп, елін, жерін сыртқы жаудан қорғаган әйгілі халық батырларының ерліктерін жырлаған. Мысалы, Тәтіқара ақын:\n\nБөкейді айт, Сағыр менен Дулаттағы,\n\nДеріпсәлі, Мандайды айт Қыпшақтағы.\n\nӨзге батыр қайтса да бір қайтпайтын\n\nСары менен Баянды айт Уақтағы.         \n\nАғашта биікті айтсаң қарағайды айт,\n\nЖігіттік, ерлікті айтсаң Бөгембайды айт,\n\nНайзасының ұшына жау мінгізген\n\nЕменәлі Керейде, ер Жабайды айт, – деп дәріптеген.\n\nЖыраулар өмір жайлы, достық жайлы, адамгершілік, ерлік жайлы, тіршілік жайлы жыр шерткен.\n\nОлар өмір диалектикасына да терең көз жіберген, дүниенің бірқалыпта тұрмайтынын (\"мынау жалған дүние кімдерден кейін қалмаған\"– Шалкиіз), үнемі өзгерісте болатынын дұрыс пайымдаған. Жыраулар поэзиясында адамгершілік этика, мораль мәселелері кең орын алған. Оларда бүгінгі жастар ғибрат, тағлым алар дүниелер молшылық.\n\nЖыраулар поэзиясы өзінің әлеуметтік, адамгершілік сарынымен ғана емес, көркемдік сапасымен де құнды.\n\nЖыраулар поэзиясында синтаксистік параллелизмге, дыбыс үндесулеріне, ішкі ұйқасқа құрылған өрнектер де аз емес. Арнау түріндегі сөз қолданыстар да баршылық. Жыраулар өз поэзиясында терең философиялық ойды бейнелеу үшін өлеңдерінің ұйқас, ырғақтарын сол мақсатқа орай алған. Оған бірнеше мысал келтірейік:\n\nЖабағылы жас тайлақ,\n\nЖардай атан болған жер.\n\nЖатып қалған бір тоқты,\n\nЖайылып мың қой болған жер.(Қазтуған)\n\nЖырау \"ж\" дыбысын тамаша сөйлете білген. Дауысты дыбыстарды да шебер қолдана отырып, жыраулар өлеңнің музыкалық сазын күшейткен. Шын көркемдік тәсіл арқылы олар оқушысын шығарманың ішкі иірімдеріне ендірумен қатар, эмоциялық әсерін үстей түскен. Мысалы, Жиембет жырау:\n\nЕңсегей бойлы ер Есім,                \n\nЕсім сені есірткен,\n\nЕсіл менің кеңесім,\n\nЕс білгеннен, Есім хан,                  \n\nҚолыңа болдым сүйесін, – деп тәж-тағына есірген Есім ханның қылығын ашу үшін \"е\" дыбысынан өрнек жасап сөйлеткен.\n\nАқтамберді жырау сұрай арнау сияқты көркемдік тәсілді ұтымды пайдаланған. Оның \"Күмбір-күмбір кісінетіп\" толғауынан:\n\nКүмбір-күмбір кісінетіп ,     \n\nКүреңді мінер ме екенбіз...\n\nКүдеріден бау тағып,             \n\nКіреуке тон киер ме екенбіз?!\n\nТөтелеп жүріп жол салып,\n\nҚолды бір бастар ма екенбіз?! –                                                                                                                  \n\nдеген жолдар арқылы өлеңнің әсерлілік қуатын күшейткен, әрі \"к\" дыбысын қайталай қолдану нәтижесінде өлеңнің саздылығын үдеткен. Жыраулар психологиялық синтаксистік параллелизмді де шеберлікпен қолданған. Мысалы:\n\nУа, қарт Бөгембай!\n\nҚұяр жалын аспаннан\n\nҚара бұлт торласа,\n\nПәлекет елде көбейер\n\nЖігітті жігіт қорласа.\n\nАқбөкен келіп жығылар,\n\nАлдын қазып орласа,\n\nПеңденің бағы ашылмас,\n\nМаңдайы қалың сорласа... – (Ақтамберді)–\n\nдеп, табиғат пен адам тағдырын жарыстыра, салыстыра бейнелей отырып, өлеңнің мән-мазмұнын терендеткен, әсерлі еткен. Мұнан жыраулар поэзиясының көркемдік сапасын айқын аңғаруға болады.\n\nӘдебиетімізді жаңа тарихи кезеңде, ел басына қиын қатер төнген шақта, екіталай кезеңде – XVIII ғ. бірінші жартысында жаңа, соны ой-толғанысымен, көркемдік сөз өрнегімен әрі қарай дамытқан Бұқар жырау. Оның жыр-толғаулары – сол тарихи дәуірдің көркемдік көрінісі.\n\nXVIII ғ. әдебиетінен соның ірі өкілі Бұқар жырау поэзиясы монографиялық түрде арнайы өтіледі.\n\n Akbope Кандидат 3.12.2013 жауап берді\nПікір\n0дауыс\n\nЖЫРАУЛЫҚ ПОЭЗИЯ\n\n15 – 18 ғ-лардағы қазақтың халық поэзиясы. Біздің дәуірімізге, негізінен, ауызша жетті. 15 ғ-дың орта шенінен бастап қазақ халқының төл мәдениеті өркен жая бастады. Көне, ортақ арнадан бөлініп, қазақ халқының дербес әдебиеті қалыптасты. Ж. п. қазіргі Қазақстан жерін қоныстанған ежелгі тайпалар туғызған бай рухани қазынадан нәр алды, ежелгі дәстүрлерді дамыту, тың тақырыптар игеру, жаңа мазмұн қалыптастыру нәтижесінде кемелденді. Қазақ әдебиетінің ортақ арнадан оңаша жол тартқан алғашқы қадамдарының өзінен-ақ кемелдікті, көркем келісімді аңғару қиын емес. Ж. п. сұлулық пен сезімнің шеңберінде шектелмеген. Содан да болар, Ж. п-да мейлінше терең танымдық ойлар буырқанып, ұдайы философиямен шендесіп жатады. Онда өмір мен болмыс, заман және адам туралы толғанады. Қоғам, дін, этика, адамгершілік, қарыз пен парыз, ерлік пен ездік, байлық пен кедейлік, о дүние мен бұ дүние жайлы сан-салалы ойлар тоғысқан философиялық туындылар Ж. п-ның терең дүниетанымдық сипатын аңғартады. Ж. п-ның алғашқы өкілдері, кезінде бүкіл Дешті Қыпшаққа даңқы кеткен Қодан Тайшы, Сыпыра жырау, Асан Қайғы, Қазтуған жырауларжаңа әдебиеттің ізашарлары ғана емес, көне мұраны жалғастырушылар деп те саналады. Елге, ер-азаматқа ақылгөй болған жыраулар қазақ поэзиясының болашақта ұмтылар бағыт-бағдарын, идеялық тұғыры мен көркемдік биігін айқындап кетті. Асан Қайғы туралы аңыздар ноғай, қырғыз, қарақалпақ халықтарында да сақталған. Мұндағы деректер арасында алшақтық жоқ деуге болады. Асан Қайғы – көптеген нақыл сөздердің, филос. толғаулардың авторы. Ол ел іргесінің берік болуын армандайды. Өз өлең, толғауларында мемлекетті нығайту, елдің қорғаныс қабілетін арттыру қажетін насихаттайды. Осы орайда академик-жазушы М.Әуезов “Қазақ халқы өзінің тарихы жолында Асан есімін өктемдікке қарсылықтың символындай сезді. Ел мұңын жоқтаған ақындардың Асан есімін ауызға ең алдымен алатыны да осыдан” (“Уақыт және әдебиет”. А., 1962, 57-б.) деп атап көрсетті. Сахара эпосын тудырушылардың бірі, ірі эпик ақын, ерлік жырларын шығарушы жорық жырауы әрі нәзік лирик болған Қазтуғанның (15 ғ.) біздің дәуірімізге жеткен жырлары табиғат аясындағы көшпендінің болмыс, тіршілік, өзін қоршаған орта туралы түсінігін бейнелейді.\n\nЖырау қиялының байлығы, суреттеу тәсілдерінің кемелдігі мен әсемдігі сол дәуірдегі қазақ поэзиясының биік өресін, өзіндік сипатын танытады. Қазтуғанның ұлттық бояуы қанық, афоризмдерге, көркем түстерге бай толғаулары туған әдебиетіміздің таңдаулы үлгілері қатарына жатады. Ж. п-ның дамып, өркендеуінеДоспамбет пен Шалкиіз шығармалары айрықша әсер етті. Жорық жыршысы болған Доспамбет жырау (1523 ж. ө.) шығармаларынан ортағасырлық жауынгер көшпендінің ер тұлғасы, ерлік кейпі көрінеді, оның асқақ рухы, берік дәті, өмірлік мұраты танылады. Ойлы да сырлы Доспамбет толғаулары тақырыбы, мазмұны ғана емес, көркемдік ерекшеліктері тұрғысынан алғанда да соны сипатта. Доспамбет толғаулары ең алғаш 19 ғ-дың 80-жылдарынан бастап баспа бетін көре бастады. Ж. п-ның ең көрнекті өкілі – Шалкиіз жырау Тіленшіұлы (1465 – 1560). Өзінің ұзақ өмірінде Дешті Қыпшақтың төрт бұрышын түгел шарлаған, заманының бірінші ақыны боп танылып, үлкен даңққа бөленген жырау бүкіл өмірін күрес үстінде өткізеді. Өз тұсындағы әміршілердің ешқайсысының да шашбауын көтермейді, турашылдығынан танбайды. Жыраудың шағын көлемді шымыр толғауларынан көне заман таңбасы – дала тұрғынының дүниетанымы, адамдық табиғаты, мінез ерекшелігі, адамгершілік, этик. қағидалары айқын аңғарылады.\n\nЖырау дүниеде мәңгі, тұрақты ештеңе жоқ деп біледі. Әлем бір қалыпта тұрмайды, адам өмірі де өтпелі. Жырау осының бәрін табиғат заңы деп түсінеді. Жырау адамдық қасиеттерді асқақтата жырлайды. Жеке бас еркіндігін бәрінен жоғары қояды. Отаншылдық рухты насихаттайды. Шалкиіз қазақ поэзиясын көркемдеу тәсілдері, өлең өрнегі саласында да айрықша байытты. Шалкиіздің толғаулары ең алғаш 1875 ж. хатқа түсіп, баспа бетінде жарияланыпты. Жырау мұралары ерте жиналуына байланысты бүгінгі күндерге бірсыдырғы толық жетті. Негізгі қадым замандарда белгілене бастағанымен, Шалкиіз және Доспамбет шығармалары арқылы қалыпты жүйеге түскен жыраулық өлең өлшемі көне ақындар шығармаларында және батырлар жырында үш ғасырдан астам уақыт кеңінен қолданылды. Қазақ халқы ерлік күреске толы күн кешкен 17 ғ-дан біздің заманымызға Жиембет (17 ғ.), Марғасқа (17 ғ.) жыраулардың шығармалары жетті. Екеуінің де өмір жолы Есім хан тұсындағы тарихи оқиғаларға тікелей қатысты. Жорық жыршысы Марғасқа жырау Есім ханның бір орталыққа бағынған күшті мемлекет құру туралы идеяларының ұраншысы атанса, Жиембет жырау ханға қарсы араздығын бүкпесіз, бұлтармасыз жеткізеді. Бұлардың бізге белгілі толғауларынан 17 ғ-да Ж. п-ның сын-сипаты, даму бағдары ежелгі арна, байырғы дәстүр ауқымында болғандығы танылады. Жиембет жыраудың толғаулары ең алғаш 1908 ж. “Жақсы үгіт” кітабында жарияланса, Марғасқа толғаулары кеңес заманында зерттеліп, баспа бетін көрді. 18 ғ-да Ж. п. тақырыптық жағынан кеңейіп, идеялық-көркемдік тұрғыдан байи түседі. Жоңғар шапқыншылығы және “Ақтабан шұбырынды, Алқакөл сұлама” жылдары, қырғын соғыстар мен жеңісті жорықтар, саяси және қоғамдық өмірдегі өзгерістер – ел өміріндегі елеулі оқиғалардың барлығы да жыраулар шығарм-нда өзінің көркемдік шешімін табады. Жоңғар басқыншылығына қарсы күрес сарыны, әсіресе, Ақтамберді жырау (1675 – 1768) шығармаларынан айқын көрінеді. Ақтамберді өз толғауларында жау қолында қалған жерлерді азат етер күнді аңсайды, исі қазақ болып атқа қонуды, ойраттарға күйрете соққы беруді армандайды, жұртшылықты ерлікке үндейді, жауға тайсалмай шабуға жігерлендіреді. Ақтамберді шығарм-ндағы отаншылдық, патриоттық сарындар 18 ғ-дағы қазақ поэзиясының бет-бейнесі, бағыт-бағдарын айқын танытады. Осы кезеңде өмір сүргенҮмбетей жырау (1706 – 1778) мұрасындағы жетекші тақырып – сырт жауларға қарсы күресте көзге түскен ел қорғаны батырларды мадақтау. Сонымен қатар ол әр түрлі тақырыптағы тұрмыстық өлеңдерге де көңіл бөлген. 18 ғ-дағы Ж. п-ның көрнекті өкілдерінің бірі – Тәтіқара жырау. Ол көне заман батырлары, олардың ел қорғаудағы ерлік істері туралы, отаншылдық идеяны насихаттайтын жорық жырларын туғызған. Ақтамберді, Үмбетей, Тәтіқара шығармалары кейінгі жылдары ел аузынан жазып алынып, бірнеше жинақтарға енді. 18 ғ-дағы қазақ әдебиетінің ең көрнекті өкілі –Бұқар жырау (1668 – 1781). Ол жырау ғана емес, қабырғалы би де болған. Бұқар жырау өз тұсындағы қоғам өміріне белсене араласады. Қсімен де, жырымен де Абылай хан саясатын мейлінше қолдайды. Хандықтың нығаюы, хан үкіметінің берік болуы жолында күреседі. Алайда, ханға құлшылық ұрудан ада жырау қажетті жерінде ащы шындықты айтудан тайынбайды, оны сынау, шенеуге дейін барады.\n\nБұқар жырау өзінің таңдаулы шығармаларында қазақ қауымы үшін мәні зор әлеум. мәселелерді көтереді. Бұлардың ең бастысы – ел бірлігін ту ету, ішкі, сыртқы жаулардың қандайымен болса да бітіспес күреске үндеу. Бұқар жырау шығармаларынан жыраудың өзі өмір сүрген қилы заман келбеті айқын танылады. Бұқар жырау қазақ қауымы ежелгі тұйықтықтан арылуға бет алғанын, көне дәстүрлі әлеум. қатынастар бұзыла бастағанын көреді, осының бәрі болашақта жүзеге асар ұлы өзгерістердің басы ғана екенін түсінеді. Алайда, жырау мұндай құбылыстардың көбін ұнатпайды, оған сенімсіздікпен қарайды. Тіпті, туған халқының болашағына күмәнданады. Енді бір топ өлеңдерінде Бұқар жырау өмір мен болмыс, заман және адам туралы толғанады. Табиғат бір қалыпта тұрмайды дейді жырау. Адам өмірі де сондай. Жырау адамның, оның мінез-құлқының, салт-санасының өзгеруіне орай адам қоғамы да дамып отырмақ дегенге меңзейді. Бұқар жырау шығармалары ғақлия толғаныстар, нақыл, афоризмдер түрінде келеді. Образға бай, ұлттық бояуы қанық, көркемдігі кемел. Дәстүрлі Ж. п-ның бейнелеу тәсілдерін жете меңгерген Бұқар жырау туындыларының өлең өлшемі өте күрделі. Бұқар жырау шығармалары әлденеше ғасырлық тарихы бар Ж. п-ның қорытынды түйіні іспеттес болды. Бұдан былай қазақ поэзиясындағы жетекші рөл ақындардың үлесіне көшеді. Бұқар жырау шығармалары ең алғаш “Таң” журналында (1925) жарияланғанымен, ғыл. түрде жүйеленіп зерттелуі 20 ғ-дың 60-жылдарының үлесіне тиеді. 18 ғ-дағы халық поэзиясының танымал өкілдері –Көтеш (1745 – 1818) және Шал ақын (1748 – 1819). Көтеш шығармаларындағы негізгі сарын – кедейлік тақсіретін жыр ету, тағдырдың әділетсіздігіне наразылық. Ал Шал ақынның біздің заманымызға жеткен мұрасы тақырып жағынан алғанда біршама бай. Бұлар – дін, этика, мораль мәселелері, байлық пен кедейлік жайлы филос.-дидактикалық үлгідегі туындылар, тұрмыстық өлеңдер мен арнау жырлар. Екі ақын шығарм-ынан да әлеум. әуен айқын сезіледі. Ж. п. деген ортақ тақырыпқа біріктірілген 15 – 18 ғ-лардағы қазақ поэзиясы көне дәстүрді қайта түлетіп, жаңа тақырып, соны мазмұнмен дамытты. Осы тұста өмір сүрген және әдеби мұралары бүгінгі күндерге там-тұмдап болса да жеткен жыраулар шығарм-ғы сол заманның тұтас бір шежіресін құрастырады. Оларда ел өміріндегі елеулі оқиғалар, қоғамның ащы шындығы, халықтың әдет-ғұрып, салт-санасы бейнелі тілмен келісті көрініс тапқан. Бұл кезеңде төл әдебиетіміздегі ұлттық дәстүр дамып, халық поэзиясы сапалы жаңа биіктерге көтерілді.\n\nМ. Мағауин\n\nДереккөзі: \"Қазақстан\" ұлттық энциклопедиясы, Алматы, \"Қазақ энциклопедиясы\", 1998 ж. 4-том\n\n Akbope Кандидат 2.12.2015 жауап берді\nПікір\n0дауыс\n\nЖыраулар поэзиясындағы  патриотизм идеясы\n\n«Патриотизм» сөзі (грек тілінде – patrіots – отандас, paths - отан, атамекен) Отанға деген сүйіспеншілікті, оған адалдықты, өз іс-әрекеттерімен оның мүдделеріне қызмет етуге ұмтылысты, сондай-ақ, туған жеріне, тұрақтаған мекеніне бауыр басушылықты білдіреді. Қазақ патриотизімін, отаншылдығын қалыптастыруда жыраулар поэзиясының алатын орны ерекше. Бұл жөнінде Елбасымыз Н.Ә.Назарбаев «Тарих толқынында» атты еңбегінде былай ой түйеді: «Халық рухының ұшқыны ақындардың, сазгерлер мен айтқыш абыздардың жүрегінде тұтанып, жалындай бастады. Асан қайғы, Шалкиіз, Бұқар жырау сияқты бұл дәуірдегі ұлттың шығармашылығында шынайы қазақ руханияты қалыптасып дамыды» [1,275].\n\nЖыраулық поэзия – бойы қалыптасып, ұрпақтан-ұрпаққа жеткен сөз өнеріміздің асыл мұрасы, дамыған ұлт әдебиетінің ғажап көркемдік белгісі. Ә. Тәжібаев: «Жырау – сөз жоқ, ақын. Ақын болмай, жұрт қадірлейтін жырау атану мүмкін емес. Ақындығы күшті жыраулардың жалынды жырлары үнемі жаңғырып, кейінгі ұрпаққа сиқын бұзбай көрікті күйінде жетіп отырады. Ал, жыраулық-ертеден келе жатқан халық поэзиясының үлкен бір дәстүрлі саласы» [2,224], - деп жыраулық дәстүрді әдебиетте орны бөлек жеке сала ретінде алып қарастырады.\n\nХV-ХVIII ғасырлардағы жыраулар поэзиясы-өмірді танытушылық, философиялық-дидактикалық мағынасы мол мұра. Ақын-жыраулар өлең-жырларымен, өнегелi iсiмен халыққа белсене қызмет етiп, ел ұйытқысы, тәлiм-тәрбие мектебiнiң ұстазы бола бiлдi.\n\nЖыраулар  ел болашағын жырлауы тұрғысынан дараланып келген, сол дәуірдің ой-сана, әдет-ғұрыптық, тілдік шаруашылық, тарихи көріністерін суреттеген. Бұл жөнінде Х. Досмұхамедов былай дейді: «Қазақтың жеке өмірінің барлық сәттері – туғаннан бастап өмірден озғанға дейін, сондай-ақ тұтас халықтың немесе жеке рудың қоғамдық өміріндегі барлық оқиғалар халық әдебиетінде жырланады» [3,15]-деп ой түйсе, Е.Ысмайлов: «Жыраулар өмірдің ұсақ мәселесіне аз араласып, көбінесе, заман-дәуір, өткен мен келешек, адамгершілік, жақсылық пен жамандық жайында ойлар, болжаулар, қағидалы сөздер айтып отырған» [4,42]. Жыраулар поэзиясының өзекті тақырыбы – туған елі, оған деген сүйіспеншілігі, елдің бірлігі, бүтіндігі. Асан қайғы:\n\n«Ай, хан, мен  айтпасам білмейсің,\n\nАйтқаныма көнбейсің.\n\nШабылып жатқан халқың бар,\n\nАймағын көздеп көрмейсің\n\nҚымыз ішіп, қызарып,\n\nМастанып, қызып терлейсің.\n\nӨзіңнен басқа хан жоқтай,\n\nЕлеуреп неге сөйлейсің», - деп ханның мінін бетіне айтып, орда маңында болып жатқан келеңсіздіктерді, елінің қараусыз қалғанын батырып айтады. Одан әрі халқына жайлы қоныс, ырысты жер іздеген абыз жырау:\n\n...Тіл алсаң іздеп қоныс көр,\n\nЖелмая мініп жер шалсам,\n\nТапқан жерге ел көшір,\n\nМұны неге білмейсің!\", - деген ақылгөй сөзі – сол елінің қамын ойлаған жүрек сөзі. Сол сияқты Қазтуған жырау да:\n\n\"Қайран менің Еділім,\n\nМен салмадым, сен салдың,\n\nҚайырлы болсын сіздерге\n\nМенен қалған мынау Еділ жұрт!... - деп еңіреп өткен. Қазтуған жыраудың бұл толғауы өзінің рухани қуатын, идеологиялық мағынасын әлі жоғалтқан жоқ. Бұл туынды өзінің елге деген, туған жерге деген патриоттық рухымен, ғасырлар бойы халықты жігерлендіріп келді.\n\n\"Еділдің бойын ел жайлап,\n\nШалғынына бие біз байлап,\n\nОрындықтай қара сабадан\n\nБозбаламен күліп, ойнап,\n\nҚымыз ішер күн қайда! \" - деп Доспамбет жырау армандаған,  \n\n\"Ауылдан топыр үзілмей,\n\nОшақтың оты өшпесе,\n\nМай жемесе қонағым...\n\nОн кісіге жараса,\n\nБір кісіге асқан тамағым\", - деп Ақтамберді жырау еліне ырыс, молшылық тілеген, бейбіт, тыныштық өмірді қалаған.\n\nЖыраулар поэзиясы еліне деген ыстық сезімге толы. Олар сол еліне жалынды жырларын арнаған, халқын сол елі үшін қызмет етуге үндеген, керек болса, жанын пида етуге шақырған. Халқы үшін қан майданда шайқасқа түсіп, елін, жерін сыртқы жаудан қорғаған әйгілі халық батырларының ерліктерін де жыр еткен. Мысалы, Тәтіқара жырау толғауында:\n\n«Ағашта биікті айтсаң қарағайды айт,\n\nЖігіттік, ерлікті айтсаң Бөгембайды айт.\n\nНайзасының ұшына жау мінгізген\n\nЕменәлі Керейді Ер Жабайды айт» - деп батырлардың ержүректілігін, батылдығын жыр еткен.\n\nШалкиіз жырау ерлер жаудан да, сойдан да тартынбайтын, батырлығы басынан асқан жігерлі жандар.\n\nҒаділ төре ел бастар,\n\nШешен адам сөз бастар,\n\nАға жігіт ел бастар,\n\nШешен адам сөз бастар, - деп ер жігіттің ерлікпен аты шығатынын, нағыз батыр қиындыққа  шыдап, ел үшін күреске шығу керектігін айтады.\n\nАқтамберді жырау:\n\n...Қоңыраулы найза қолға алып.\n\nҚоңыр салқын төске алып,\n\nҚол қашырар ма екенбіз, - деп өзінің замандас жас ұрпағын табандылыққа, ерлікке, жауға батыл аттануға шақырады.\n\nАл Бұқар жырау өз заманының басты идеологы болды, толғаулары сол тұстағы маңызды мәселелерге арналды. Сол тұста ерекше ерліктерімен көзге түскен Қаракерей Қабанбай, Қанжығалы Бөгенбай, Шақшақұлы Жәнібек, Сіргелі Тілеуке тағы басқа батырларды ханның сенімді серіктері, «қазақтың абырой-арына бар күшін сарп қылған» ел қорғаны, әйгілі батырлары, асыл азаматтары тұрғысынан жырлады. Жырау Абылай ханның  \n\nҚалмақты қашырдың.\n\nАлатаудан асырдың.\n\nҚазаққа жер кеңейттің,\n\nДұшпаныңды кеміттің,-деп жау қашырған қолбасы, батырлығы мен көсемдігін, өзгеге үлгі боларлық істерін жырлады. Сонымен, халқымыздың ауыз әдебиеті ұрпақ тәрбиелеуге өлшеусіз үлес қосты және әлі де үлес қосып келеді. Ақын-жыраулардың поэзиясы, олардың ұлттық рух пен тарихи сананы жаңғырту идеясы қазірдің өзінде де өз күшін жойған жоқ.\n\nЕлбасымыздың “Егер біз мемлекет болғымыз келсе, өзіміздің мемлекетіміздің ұзақ уақытқа меңзеп құрғымыз келсе, онда халық руханиятының бастауларын түсінгеніміз жөн.          \n\nОған барар жол халық даналығының негізінде жатыр. Қазақта мынандай мақал бар: «Жеті атасын білмейтін ер жетесіз, жеті ғасыр тарихын білмейтін ел жетесіз» [1,267]. Сондықтан жыраулардың бай мұраларын қазіргі жастардың пайдаланатын тәлімдік құралы етіп, оларды елін, жерін сүюге, құрметтеуге баулып, адамгершілік қағидаларының басты ұстанымы екендігін жастар санасына сіңіру қажет.\n\nҰрпақты патриотизмге тәрбиелеу тұрғысынан жыраулар мұрасы өз мәнділігін жоғалтпақ емес және ақын-жыраулар толғаған жырлар арқылы олардың бойына патриоттық сезімді қалыптастыруымыз қажет.\n\nӘдебиеттер:\n\n1. Назарбаев Н.Ә. Тарих толқынында. -Алматы, 2003.\n\n2. Тәжібаев Ә. Жылдар. Ойлар. -Алматы,1976.\n\n3. Досмұхамедұлы Х. Таңдамалы. -Алматы,1998.\n\n4. Ысмайылов Е. Ақындар. -Алматы,1956.\n\n5. Бес ғасыр жырлайды. -Алматы,1984.\n\nТ.ғ.к., доцент  Колумбаева З.Е. магистрант  Ахметова А.А. «Тұран-Астана» университеті, Қазақстан\n\n Akbope Кандидат 2.12.2015 жауап берді\nПікір\n0дауыс\n\nҚазақ хандығы дәуіріндегі жы­раулар поэзиясында ерлік тақырыбының басымдық алып, өз мемлекетінің тәуелсіздігі мен оның даңқын арттыру жолында күрескен батырлардың ержүректігі мен қайтпас қай­сарлығын жыр­лау ең өзекті мәселе болды. Жырау­лар билеушілердің және адамдар жоқшылық дегенді білмей, молшылықта өмір сүретін қоғам­ның мінсіз бейнелерін жасады. Олар өздерінің поэтикалық монолог-толғауларында маңызды мемлекеттік проблемалармен қатар, әдеп пен мораль, ар-намыс пен қадір-қасиет мәселелерін қорғады. Өмір мен өлім туралы, дүниенің құбылмалылығы мен жалғандығы туралы өз ойларын толғады.\n\nЖыраулар поэзиясы ұлттық болмысымыздың қалыптасуында аса қуатты ықпалдылығымен ерек­шеленді. Мемлекетті басқар­ған хандардан бастап, балаға тә­лім-тәрбие беретін эстетикалық есті дүниелер қалдырды. Қазақ хал­қы сөз өнерін киелі санайды. «Сөз – сүйектен, таяқ еттен өтеді» дейді дана халқымыз.\n\nӨмірден ерте кеткен ақын, профессор А.Егеубай жыраулар поэзиясының қазақ ұлтының рухани қалыптасуына жасаған ықпалы туралы: «Жыраулар толғаған адамшылық, имандылық, қаһармандық, жігерлілік һәм жайсаңдық жаңа қалыптаса бастаған қазақ ұлысының рухани келбетін кестелеуі тиіс еді. Солай болды да. Қазақ елінің ажары мен жан дүниесі сол шығармалардан танылды. Білім-білік, ақиқат, тіл, жаратылыс жайлы толғамдар да сол арнада желі тартты. Ежелгі түркі дүниесінің бар болмысы мен арман-мүддесі бір кезеңде қазақтың классикалық мәдениеті арқылы жаңғыра көрінді. Жырау­лар дәуірінің ішкі мәніне үңілсек, төрт-бес ғасыр бойына тұтастай құбылыс ретінде дамыған әлеуетті әлеуметтік-көркемдік ұлы самғау бұрын-соңды болмаған еді. Ол поэзияда, елдік құрылыста, тұр­мыста материалдық һәм рухани мәдениетте бірдей айқын мүсін­делді», – дейді.\n\nЖыраулар поэзиясы – дербес мемлекеттік дәрежеде өмір сүрген Қазақ хандығы атты дәуірдің әдеби мұрасы. Көрнекті ғалым-жазушы М.Мағауиннің айтуынша: «Қазақ халқының жалпы түркілік ортақ этнос құрамынан бөлініп, дербес Орда құрған хандық заманы төрт ғасырға жуық ұзақ дәуірге созылды». Ол тағы бірде «ХV–ХVІІІ ғасырларда жасалған әдебиет ел мүддесін, жұрт мұратын бірінші орынға қойды. Өзіндік түр тауып, айқын ұлттық сипатта қалыптасты. Алаштың жайсаң жанын, өр рухын бедерлей таңбалап, келер ұрпақ үшін ешқашан ескірмес үлгілер тудырды. Көркемдік танымның асқар биігіне көтеріліп, әлемдік өредегі ұлы шығармалар қалдырды», дейді. Яғни, жыраулар поэзиясы – қазақ сөз өнерінің әлемдік классикалық шығармалар шоғырына қосылатын біздің ұлттық рухани қазынамыз.\n\nЖыраулар шығармаларында ой-пікірлерін ашық айтып, әмірші, хандарды, сұлтандарды «бас кеспек болса да тіл кеспек жоқ» қағидаттарын ұстанып сынап отырған. Жыраулар өздерінің сынында мемлекет мүдделерін жеке бас мүдделерінен жоғары қойған.\n\nЖыраулар поэзиясының атасы, абызы Асан Қайғы болатын.\n\nОның толғауларынан Қазақ хандығының құрылу дәуірінің тарихи белгілерін көреміз. Ғалым Б.Кенжебаев: «Асан Қайғының шығармалары өз тұсының айнасы, ол өз дәуіріндегі қазақ халқының мұңын, тілегін көрсетеді», деп жазған еді.\n\nАсан Қайғы – халқының бір­лігін, мемлекеттің тұтастығын сақтаған жырау.\n\nОған төмендегі толғау мысал болады:\n\n«…Қырында киік жайлаған,\n\nСуында балық ойнаған,\n\nОймауыттай тоғай егіннің\n\nОйына келген асын жейтұғын,\n\nЖемде кеңес қылмадың,\n\nЖемнен де елді көшірдің.\n\nОйыл деген ойынды,\n\nОтын тапсаң, тойынды.\n\nОйыл көздің жасы еді,\n\nОйылда кеңес қылмадың,\n\nОйылдан елді көшірдің».\n\nАсан Қайғының, Қазтуғанның, Доспамбеттің, Шалкиіздің, Жием­­беттің, Марғасқаның, Ақтамбердінің, Тәтіқараның, Үмбетейдің, Бұқардың толғау­ларында қазақтың ата мекендері шығармалардың тақырыптық-идеялық, көркемдік-стильдік әр­түрлі ерекшеліктеріне орай жырланады. Жыраулар поэзиясындағы жер-су атауларының ішінде Алтын Орда дәуіріндегі қазақ халқының иеленген мекендері сағынышпен, қимастық сезіммен жырланады. Атап айтқанда, Еділ, Жайық, Сырдария, Қара Ертіс өзендері, Азау (Азов) теңізі, Түркістан, Ташкент қалалары, т.б. мекендер жыр арқауының негізін құрайды.\n\nБүгінгі таңда жыраулар поэзия­сының көркемдік ерекшелігі мен құндылығы – Тәуелсіздігіне қол жеткізген Қазақ елінің өс­кін ұрпақтарын еліне, жеріне, Тәуелсіз Қазақстанына деген сүйіспеншілігі мен отансүйгіштік сезімін оятып қалыптастырады. Қазақ елінің мемлекеттілігін, ежелгі ата жұртын мәңгілік мақтанышпен, асқақ сезіммен жырлау – жыраулар поэзиясында қалыптасқан ұлттық болмысымыздың нақты көрінісі.\n\nҚазақ хандығының мемле­кеттік құрылуы дәуірінде өмір сүрген көркем сөз шеберлері – қазақ әдебиетіндегі жыраулар поэзиясының қалыптасуында Доспамбет пен Шалкиіз жырау­лардың алатын орны ерекше. Доспамбет жырау поэзиясында атамекенді сүю, ардақтау, отаншылдық-патриоттық рух өте басым.\n\n«Бетегелі Сарыарқаның\n\nбойында,\n\nСоғысып өлген өкінбес!» деп, одан соң:\n\n«… Айналайын Ақ Жайық,\n\nАт салмай өтер күн қайда?!\n\n… Кетбұғадай билерден\n\nКеңес сұрар күн қайда?!» дейді.\n\nЕділдің бойын ен жайлап,\n\nШалғынға бие біз байлап,\n\nОрындықтай қара сабадан\n\nБозбаламен күліп-ойнап,\n\nҚымыз ішер күн қайда?!»\n\nдейді.\n\nДоспамбет жыраулар поэзия­сында өзіндік қолтаңбасы бар, жорықшы, батыр жырау болған. Қазақ хандығы дәуірінде мемлекет мүддесін жоғары ұстанған ақын, елінің бірлігін, тұтастығын жырлаған.\n\nЖыраулар – Қазақ хандығы мемлекетіндегі қазақ халқының әрбір азаматының асыл сапаны иеленуін, сол жақсылықты ұрпақтарға жалғастыруын мұрат тұтқан қайраткерлер. Жеке адам­­­дардың қасиеттері арқылы халықтың, оның ұрпақтарының өнегелі тұлға, үлгілі әулет құрай­тын­дығын жыр жолдарында айғақтайды.\n\nШалкиіз жырау дүниеде тұрақты, мәңгілік ештеңе де жоқ, әлем бір қалыпта тұрмайды, бәрі өткінші деген пікірді уағыздайды. Жырау әрбір адам ақырын жүріп анық басуы тиіс, асқанға бір тосқан болатынын да еске салады.\n\nЖыраулар қазақ халқының ертеңгі болашағы, балалардың да татулықпен, бірлікпен қа­лып­тасып өсуін жырлайды. Жастайынан ауызбіршілікпен, достықпен қалыптасып өскен жас ұрпақтың халқын баянды бақытқа жеткізгені – тарихта дәлелденген ақиқат.\n\nАқтамбердінің қазақтың жаңа жас буынына арналған тәрбиелік өсиетінің осындай тағылымды жақтары бүгінгі Қазақ елінің өскін ұрпақтарына үлгі-өнеге болмақ.\n\n«Балаларға өсиет:\n\nҚылмаңыздар кепиет,\n\nБірлігіңнен айрылма,\n\nБірлікте бар қасиет.\n\nТатулық болар береке,\n\nҚылмасын жұрт келеке», дейді ақылман Ақтамберді.\n\nАқтамбердінің жырлап кеткен өсиет сөздері бүгінгі таңда өзіндік құндылығымен ерекшелене түседі. Бүгінгі жаһандану дәуірінде тәуелсіздігіне қол жеткізген Қазақ елі үшін бірлігін сақтауға, мемлекеттілігінің тұтастығын қамтамасыз етуге жыраулар поэзиясының беретін тәлім-тәрбиелік жақтары ұшан теңіз.\n\nЖыраулар – Қазақ хандығы халқымыздың барлық жастағы адамдарының асыл, саналы қасиет­ті болуын мұрат еткен нағыз тәрбиешілер. Жыраулар поэзиясы – қазақ сөз өнеріндегі шынайы ұлттық сипаттың негізгі көркемдік іргетасы. Сондықтан, халықтық тәрбие дәстүрін жырау­лар поэзиясы арқылы тереңдете ұғындыру – өмір талабынан туын­даған мәселе.\n\nҚорыта айтқанда, Қазақ хан­­­­дығы дәуірінде жыраулар поэзиясының басты тақырыбы – халықтың топтасқандығы мен бірлігі және әскери күш-қуа­тын нығайту мәселелері бол­ды. Сондай-ақ, жыраулар шығар­маларында әміршіге тіке­лей арнау да, мадақ өлеңдер де, болмыс туралы философиялық толға­ныстар да, ізгілік пен зұлымдық, жақсы мен жаман, достық пен дұшпандық туралы толғаулар молынан. Жыраулар өз туындыларын, толғауларын кейінгі ұрпақтарына мәңгілік мұра етіп қалдыру жолында көркемдігі жоғары поэзия тілімен, таптыр­мас теңеулер, жарқын метафоралар, синтаксистік жә­не психологиялық параллель­дер арқылы баяндаған. Бұл туындылардың Тәуелсіз Қазақ­станның өркендеп дамуына тигізетін ықпалы орасан зор деп білеміз.\n\nҚұдайберген МӘМБЕТОВ,\n\nфилология ғылымдарының кандидаты,\n\nТүркология ғылыми-зерттеу институтының аға ғылыми қызметкері.",
                "date": "29.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гараждың қисық төбесіне кірпіш қойылған?",
        "question_content": "Гараждың қисық төбесіне кірпіш қойылған, осы әсер етуші күштерді схема түрінде сызып көрсет",
        "question_date": "29.11.2016",
        "question_tag": "Физика",
        "question_views": 259,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен 3 топ мүгедекпін, 3-ші топтағы мүгедектерге үкімет тарапынан үй беріледі ма?",
        "question_content": "Мен 3 топ мүгедекпін, 3-ші топтағы мүгедектерге үкімет тарапынан үй беріледі ма?",
        "question_date": "29.11.2016",
        "question_tag": "Заң",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен 3-ші Топ мүгедектепін бала кезден маған үй беріле ма?",
                "date": "10.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ұбт 2017 жаңа форматты қайда өтеді?",
        "question_content": "сәлем ҰБТ-ның жаңа форматты қайда өтеді? өзіміздің мектебіміздеме? алде жоо-ға барып тапсырамызба?",
        "question_date": "29.11.2016",
        "question_tag": "Мектеп",
        "question_views": 439,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектепте 5 пән бойынша тапсырасыз.\n\nБірінші бөлім\n\n1.250 сөзден тұратын эссе\n\n2.алгебра(геометриясыз) 5 тапсырмадан тұратын бақылау жұмысы\n\n3.Қазақстан тарихы емтихан(2 теориялық,1 практикалық)\n\n4.Орыс тілі(аудирование)\n\n5.таңдау пәні бойынша 40 сұрақ\n\nЕкінші бөлім ЖОО түсу үшін\n\nТаңдаған мамандығына байланысты 2 пән тест жұмысы.Мысалы медицинаны таңдасаңыз химия мен биологиядан тапсырасыз",
                "date": "29.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "«Елбасы — тіл жанашыры» эссе керек",
        "question_content": "«Елбасы — тіл жанашыры» такырыбында эссе керек еди",
        "question_date": "29.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "11 сыныпта окисынба?Бізгеде апай эссе",
                "date": "11.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұрагерлік куәлікт іжәне сыйға тарту шартын заңсыз деп тануға болама?",
        "question_content": "сәлеметсіз бе менің сұрағыма жауап беріңізші Әпкемнің күйеуіне мұрагерлік үй қалған.Бауырлары өз еркімен мұрадан бас тартып жездемнің атына мұрагерлік арқылы үйді беруге қарсы еместігін наториуспен жазып берген. Жездем мұрагерлік үйді қабылдаған соң алты айдан кейін сестрамның атына сыйға жазып берген. Арада екі жыл өткенде олар мұрагерлік куәлікті және сыйға тарту шартын заңсыз деп тану туралы сотқа арыз берген.енді сотқа шақырып отыр Мұрагерлік куәлікт іжәне сыйға тарту шартын заңсыз деп тануы мүмкін бе?\n\nСуд кз сайтына кіріп повесткада көрсетілген шпи номер мен дата рақылы кіріп қарасақ сот іс қағаздары жоқ.Сот кестесінде де олардың соты белгіленбеген.Бұл нені білдіреді?",
        "question_date": "29.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мұрагерлік туралы толық ақпаратты мына сілтемеге өтіп біле аласыз, толық ақпарат: https://baribar.kz/card/muragerlik-quqyq-zhane-muragerlik-turaly-ne-bilemiz/",
                "date": "31.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "1 тонна галлий алу үшін 50 мың тонна кен қажет 2,5 тонна галлий алу үшін",
        "question_content": "1 тонна галлий алу үшін 50 мың тонна кен қажет 2,5 тонна галлий алу үшін қажетті кен қорын есептеңіз\n\nжауабы: A) 75 мың тонна. B)130 мың тонна C)150 мың тонна D) 125 мың тонна E) 145 мың тонна",
        "question_date": "29.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 519,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "125 .............................................",
                "date": "30.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маржан үйінен неше тг аллып шығуы керек?",
        "question_content": "маржан дүңгіршектен бағасы 80лотерея билеттерін немесе бағасы 60тг маркаларды сатып алу тимі.Сатушының қайтаратын ақшасы болмаған жағдайда Маржан үйінен кем дегенде неше теңге ақша алып шығу керек?есептің жауабын қуана күтемін",
        "question_date": "29.11.2016",
        "question_tag": "Вконтакте",
        "question_views": 835,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1 мәтел жазып мағынасын түсіндіру",
        "question_content": "1 мәтелді жазып оның мағынасын түсіндіру",
        "question_date": "29.11.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "еңбек етсен ерінбей\n\nтояды қарнын тіленбей\n\nегер жұмыс істеп,қиналмай істесең саған ақша\n\n береді соған тамақ алып тоясың дегендей",
                "date": "29.11.2016",
                "upvotes": 0
            },
            {
                "text": "Айдағаның бес ешкі, ысқырығың жер жарады. Бес ешкі дегені азайтып айтып тұрғаны (литота) . Ал \"ысқырығың жер жарады\" деген асыра сілтеп айтылып тұр (гипербола). Ісі қылдай, сөйлегені дардай адамдарға айтылады.",
                "date": "29.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "pH деңгейі деген не?",
        "question_content": "pH деңгейі деген не? Биогаз жайлы ақпар керек.",
        "question_date": "29.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарапайым сөзбен айтқанда рН дегеніміз не? Сутегі индикаторы (рН, лат. pondus Hydrogenii – «сутегінің салмағы»; айтылуы «р-күл») — сулы ерітінділердің қышқылдығының өлшемі. Бұл ерітінділердегі сутегі катиондарының белсенділігін көрсету тәсілі.",
                "date": "21.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен елімнің ертеңімін эссе",
        "question_content": "Маған қазақ тілінен Мен елімнің ертеңімін туралы эссе керек)алдын ала рахмет",
        "question_date": "29.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 27000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жастар ел болашағы.Елді көркейтетінде дамытатында тек жастар.Ата бабаларымыз ата аналарымыз бізге үлкен үміт артты.біз қазрден юаман нарселерден аулақ болп жахс нарселерге ұмтлумз керек.қоғамға қзмет ету бздн парзмз отан үшн ел үшн аянбай енбек ету міндетмз",
                "date": "11.12.2020",
                "upvotes": 0
            },
            {
                "text": "РАХМЕТ ❤ керемет екен",
                "date": "24.04.2022",
                "upvotes": 0
            },
            {
                "text": "Мен өз қазақстаным",
                "date": "30.04.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тегин хостинг керек болса.",
        "question_content": "Тегин хостинг.\nCLOUDLINUX 6.8 x86_64.\nControl Panel: Latest cPanel.\nDisk: Unlimited.\nBandwidth: Unlimited.\nWebsites, Subdomains & MySQL DB: Unlimited.\nParked Domains: Unlimited.\nCloudFlare.\nЕсли тесттен откизетин проекттерин болса жеке хат дегенди калдырындар.\nМОДЕР ПРОПУСТИ. Просто сервак колданылмай тур. Все оплачено. Prepaid.",
        "question_date": "29.11.2016",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 310,
        "question_upvotes": -1,
        "answers": []
    },
    {
        "question_title": "Сұрау есімдігі бар 3 сөйлем",
        "question_content": "Маған үй тапсырмаға осыны берді мен көркем әдебиетті таба алмадым маған көмектесінісші",
        "question_date": "29.11.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 21800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кімді айтса, сол келер.\n\nСендерге бұл кітапты кім берді?\n\nсен дүкеннен қанша дәптер сатып алдың?",
                "date": "30.11.2016",
                "upvotes": 0
            },
            {
                "text": "маған сұрау есімдігі бар5 мысал керек еді",
                "date": "12.12.2016",
                "upvotes": 0
            },
            {
                "text": "Сұрау есімдігі деген",
                "date": "28.12.2017",
                "upvotes": 0
            },
            {
                "text": "Менде қанша теңге бар? Сен кеше қайда ба дың? Ертең қандай сабақ болады? Сен не үшін олай істедің? Сен не істеп отырсың?",
                "date": "6.12.2021",
                "upvotes": 0
            },
            {
                "text": "Менде бүгін қандай кун болады екен?\nҚазақстан да канша млн адам бар?\nҚандай қалада кун оте ыстык?",
                "date": "12.01.2024",
                "upvotes": 0
            },
            {
                "text": "Сенде неше тенге бар?",
                "date": "17.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Темір (|||) сульфатының салыстырмалы молекулалық массасын табу.",
        "question_content": "Темір (|||) сульфатының салыстырмалы молекулалық массасын табу. Өтінемін көмектесіңдерші!!!",
        "question_date": "29.11.2016",
        "question_tag": "Химия",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Mr(Fe2(SO4)3)=2*56+3*32+12*16=400г/моль",
                "date": "29.03.2023",
                "upvotes": 1
            }
        ]
    }
]