[
    {
        "question_title": "Тiкбұрышты үшбұрыштың тiк бұрышының биссектрисасы гипотенузасы?",
        "question_content": "Тiкбұрышты үшбұрыштың тiк бұрышының биссектрисасы гипотенузасы 5 см және 12 см-ге тең кесiндiлерге бөледi.Үшбұрыштың катеттерiн табындар.",
        "question_date": "30.01.2018",
        "question_tag": "Геометрия",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Катеттері а= 204/13   б= 85/13",
                "date": "30.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Halyk Bank-тегі ақшаны қалай киви кошелекке салуға болады?",
        "question_content": "halik.bank-тегі ақшаны, қалай кеви кашолекке салуға болады?\n\nсосын кеви кашолектегі ақшаны уйде еденица қылуға",
        "question_date": "29.01.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 441,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Онлайн аударылмайды. Банкоматтан алып терминалмен саласың. Бірлікті карточкадан онлайн сала аласың, бірақ комиссия ұстайды.",
                "date": "29.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Махамбет шығармаларындағы \"Мен\" ұғымын талдап жазыңыз эссе",
        "question_content": "9 сыныпта оқимын. маған осы тақырыпқа эссе керек еді. тезірек тауып бере аласыздарма? нақты осы туралы болса игі еді. Абайдың кезіндегі \"мен\" ұғымы жайлы болса да жақсы болар еді. алдын ала рахмет",
        "question_date": "29.01.2018",
        "question_tag": "Мектеп",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Махамбет поэзиясының тілі - шын мәнінде халықтық тіл. Ақын өз кезіндегі қазақ халқының   тіл байлығынан қажетінше ала да, оны өзінің керегіне жарата да білген. Тілінің байлығы жағынан және оны шебер қолдана білу жағынан Махамбет атақты сөз ұсталарының қайсысынан болсын кем түспейді. Махамбет тілінің асқан көркемдігі, анықтық дәлдігі, әр алуан поэтикалық тілдің элементтерін (эпитет, теңеу, троп, фигуралардың түрлерін) жеке де өзара байланысты түрде де өте шеберлікпен қолдана алуында ғана емес, ең алдымен, оның өлеңдерінде кездесетін сөз образдарының өмір шындығына дәл келетіндігімен, сөйлем құрылыстарының ішкі логикалық байланыстарының беріктігінде .                                                            \nӨз дәуірінің асқақ лексикасы - жауынгерлік фразеологизмдерді шешен тілдің тірегі еткен Махамбет өз кезіндегі ұрыс-соғысты эпикалық жырдағыдай көтеріңкі рухта суреттеп баяндайды. Батырлар жырындағы қару-жарақ, сауыт-сайман атаулары тұрақты эпитеттермен өзгеріссіз қолданылады: егеулі найза, толғамалы найза, сұр жебе, қозы жаурын оқ, алты құлаш ақ найза, балдағы алтын құрыш болат, ақ семсер т. б. Бұлар - сандаған ғасырлар бойы атадан балаға мирас боп, ердің ері асынған қару-жарақтар.Махамбет бір найза сөзіне бірнеше эпитет сөз тіркестіреді: толғамалы найзамен, қоңыраулы найза, қималы найза, алты құлаш ақ найза, жасаулы найза, егеулі найза, болат найза. Махамбет өлендері, негізінен, ерлік, жауынгерлік стилінде туған өлеңдер. Осыған орай, Махамбет қолданатын эпитет, теңеу, метафоралар да осы стилді қабатты құрайтын үлгіде жазылған. Махамбет эпитет жасауда өзіне дейінгі жыраулардан ұзап кетпеген. Оның өлендерінде кездесетін эпитеттердің көбі - білтеліге доп салу, беркініп садақ асыну, қорамсаққа қол салу, ақ алмасын суару, жаңбырдай оқ жаудыру, қанын судай төгу, қанды көбік жұтқызу, қамалды- бұзу сияқты халық жыр-өлендерінде кездесіп отыратын эпитеттер. Ақынның сөз қазынасында: «Тауда ойнаған қарт марал, қарақұстан туған қалықпан, суаруы қанық көк сүңгі, темір қазық жастану біздің қайсар батыр, мынау жалған сұм дүние, адыра қалған қу Нарын» т.б. сияқты өзі жасаған тың образдар сол дәуір поэзиясы үшін жаңа дүние болды.                    Ақынның тіл шеберлігін көтерілісшілерді бейнелеген өлеңдеріндегі образды сөздер де айқындайды. Халық қамқоры болған өздеріндей ерлерді ол бірде мамығын төгіп, балапанын бауырына басып қорғайтын қыранға, бірде көлін қорғап безек қаққан қызғыш құсқа ұқсатады. Халық батырларының бойларына тән асыл қасиеттер, олардың жан тазалығы, басына түскен ар азаптары табиғи құбылыстарға баланып суреттеледі. Адал азамат - ақ сұңқар құстың баласы, асқар таудың су бүркіті ретінде көрсетіліп, өлексе аңдыған күшігендерге қарама-қарсы қойылады.                                                                             \n«Ақ сұңқар құстың баласы,                                                                             Қасқыр тартқан жемтікке,                                                                                 Aғармай көзі қонар ма?!                                                                                   Асқар, асқар, асқар тау,                                                                                    Асқар таудың су бүркіт,                                                                                   Ылдидың аңын шабар ма?!»                 \nМахамбет қазақи тәрбие алып, қазақи өнеге көріп, қазақ топырағында кіңдік кесіп, кір жуған ақын. Coндықтан оның жырларындағы образдар мен теңеулер негізінен төрт түлік мал (аруана, мая, жампоз, арғымақ, қазан ат, айыр, нар, жабы, тарланбоз, бөлек, бура, буыршын т.б.), аң-құс (тарпаң, бұлан, киік, қызғыш, серек, қу, қумай, жолбарыс, арыстан, марал т. б.) қатарлары болып келеді. Aқын осылардың барлығын жырларында теңеу, астарлау, айқындау қатарлы тілдік шеберлікке қолданып, жырдың ұлттық бояуын арттырады, сезімді дәлме-дәл, нақтылы образбен өрнектеп, сөзді ажаландырып, ой тереңдігін айшықтайды.                                           Махамбеттің «Еңселігім екі елі» атты өлеңі - тұтастай поэтикалық автопортреттік шығарма. Он бес тармақтан құралған өлеңнің композизиялық құрылымы көріктеу-бейнелеу сөздердің шоғырлана жинақталған қалпымен ерекшеленеді. Өлең тармақтарында өзара үйлесімділікпен тіркескен эпитет, метафора, теңеу сөздердің өрілімі ақындық шеберліктің суреткерлік табиғатын аңдатады:                                                                                                Еңселігім екі елі,                                                                                                Егіз қоян шекелі,                                                                                               Жараған теке мүшелі                                                                                        Жауырыны жазық, мойны ұзын                                                                          Оқ тартарға қолы ұзын,                                                                                    Дұшпанына келгенде,                                                                                         Тартынбай сөйлер асылмын.                                                                                    Автопортреттік көркемдік жинақтау жүйесінде ақынның мінез-құлық сапасын құрайтын барлық қасиеттер тыңдаушыларына, оқырмандарына психологиялық тұрғыда ұғындырылады. Қазақ жағдайында Махамбет те үлкен реалистің бірі болды, шындықты сүйді. Хан оны өз жыршысы етіп алмақшы болып, «тәрбиелеп» жүргенде де ол Жәңгірге:                             \n«Хан емессің қасқырсың,                                                                                \nҚас албасты басқырсың,                                                                                  Достарың келіп табалап,                                                                                  Дұшпаның келіп басқа ұрсын.                                                                             Хан емессің ылаңсың.                                                                                      Ысқырынған жылансың.                                                                                         Хан емессің аянсың                                                                                              Айыр құйрық шаянсың», -                                                                                   деген болатын. Бұл үзіндіде ханның ішкі-тысқы сипаты ешқандай бүркеншіксіз тура айтылған шымыр, ширақ, улы Һәм уытты, мысқыл, масқара мазақ. Бұл жерде қолданылған сарказм шығарма тіліне қылыш жүзіндей өткір сұс - тиген жерін тіліп түсер тегеурінді күш бітіреді [3.221].Бір нәрсені мақтайын десе, не үлкейтіп көрсетейін дегенде әсірелеуді пайдаланса, бір нәрсені кішірейтіп көрсету үшін, не істің оңға келмей қалғанын суреттеу үшін ол литотаны қолданады. Өздерінің дегені болмай, жауынан жеңілген күндерін суреттейтін өлендерінің бір жерінде:                 \n«Телегей теңіз шалқыған,                                                                                Қоғалы көлдер суалып,                                                                      \nТізеге жетер-жетпес күн болған.                                                                      Жапанға біткен бәйтерек,                                                                               Жапырағынан айрылып,                                                                                   \nҚу түбір болған, күн болған»-деп суреттейді. Қорытындылай келе, тақырыбы көбіне көп нақтылы болғандықтан, Махамбеттің еншісіне сол нақтылыққа сай жаңа образдар мен жеке сөздерді әдеби тілге қосу үлесі тиген. Бірақ, жаңа бағытты  жеткізуде Махамбет өзіңе дейінгі қазақ поэзиясының, оның ішінде жыраулар мектебінің ең күшті құрал-тәсілдерін кәдеге асырады. Бұл Махамбет поэзиясының басты ерекшелігінің бірі болып табылады. Осы белгісі арқылы Махамбеттің әдеби тіл",
                "date": "29.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сыйымдылығы 6мкФ және астарындағы кернеуі 4,0*10^2 В",
        "question_content": "Сыйымдылығы 6мкФ және астарындағы кернеуі 4,0*10^2 В конденсаторды сыйымдылығы 100мкФ зарядталмаған конденсатормен параллель қосады. Екі конденсатордың астарларында қандай кернеу орнайды? Зарядтар қалай бөлінеді?",
        "question_date": "29.01.2018",
        "question_tag": "Физика",
        "question_views": 9600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "q=C1*U1=6*10^-6*400=24*10^-4 Кл\n\nС=С1+С2=6*10^-6 + 100*10^-6=106*10^-6 Ф\n\nV=q/C=24*10^-4/106*10^-6=0,22642*10^2=22,642 Вольт",
                "date": "29.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Неге саусактан (бармақтан) тоқ соғады?",
        "question_content": "Менің  сол жақ қолымның бармағынан тоқ  ( тоқ дейма) соғады?\n\nКез келген заты ұстасам тоқ соғып кетеді?\n\nондай болмайтын еді?\n\n10 күн болып қалды? не",
        "question_date": "29.01.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Киім ауыстырып көріңіз.",
                "date": "30.01.2018",
                "upvotes": 0
            },
            {
                "text": "https://ladyplace.ru/home/chelovek-betsya-tokom.html осы жерден сұрағыңа жауап табасың",
                "date": "30.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілінен мұғалім болу үшін екінші таңдау пәні қалай болады?",
        "question_content": "Қазақ тілінен мұғалім болу үшін қандай 2 пəн таңдайды? Пед.факультеттер қай жерлерде бар? Филол мамандығымен мұғалім болуға болама?огия",
        "question_date": "29.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 16900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "17 5В011700 Қазақ тілі мен әдебиеті оқыту тілі және әдебиеті тарих",
                "date": "4.02.2018",
                "upvotes": 0
            },
            {
                "text": "Мамандықтар мен оларға қажетті таңдау пәндері туралы толық ақпаратты мына жерден біле аласыз.",
                "date": "19.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жүктілікті қалай анықтауға болады?",
        "question_content": "Сәлеметсіз бе! Менің жасым 17 де. Мен екі күн бұрын жігітіммен жатып қоидым.Ол қорғанбады.Енді 2күн болды дәретке отыра алмаимын отырсам өте қаттв ашып кетеді.Сосын дәретке отырғанда кішкене қан ақты.Біз оның алдында 1ай бұрында болған едік бірақ ол сыртқа ағызып жіберді.Ол кезде ештеңе болған жоқ.Енді жатып едік осындай жағдайлар болып жатыр кішкене ашуланшақ болып кеттім,жатырым ауырады.",
        "question_date": "29.01.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйел жүкті боп қалғанын, дәрігерге бармай-ақ, өзі біле ала ма? \nӘрине, біледі. Өйткені бала бітудің бірнеше айқын белгілері бар. Солардың бірі - етеккірдің тоқталуы. Бірақ, етеккірдің көрінбей кетуі тек бала көтерудің белгісі бола бермейді. Жүктіліксіз-ақ оның тоқтап қала беретін кездері болады. Мұндай жағдай жыныс мүшелерінің немесе ішкі органдардың бірінің ауруының салдарынан орын алады. Кейбір екіқабат әйелдерде алғашқы екі-үш айдың ішінде етеккір сол бұрынғы мерзімді уақытында келіп тұрады. Әйел бала емізіп жүріп те жүкті бола береді, ал бұл уақытта әдетте әйелдердің көпшілігінде етеккір көрінбей кетеді.\n\nЕтеккір тоқтауынан басқа, әйелдің дәм талғамының өзгеріп, ащы, қышқыл тағамдарға құмар болуы, кейбір тамақтан мүлдем шығып кетуі, дүркін-дүркін жүрегі айнып (көбінесе таңертеңгісін), кейде құсып та жіберетіні - жүктіліктің тағы бір белгісі.\n\nБолашақ баланы емізу әзірлігіне байланысты, екіқабат кезінде әйелдің омырауында ерекше өзгерістер болады. Ол толысып, үлкейіп, дөңестенеді және төңірегі дөңгелене қарақошқылданып кетеді. Емшек бездерінің ішіне уыз жиналады. Кейде әйел өзінен уыз шығып кеткенін сезіп қалады.\nБаланың өсуіне қарай жатыр да өсіп, іш пен көк еттерді май басқандықтан, әйелдің қарын аумағы үлкейіп кетеді. Сондықтан оның дене сымбаты өзгеріп, бұрынғыдан үлкенірек көрініп тұрады.\nӨзгеріс теріде де, әсіресе іш терісінде болады. Іштің ақ сызығын бойлай қоңыр түсті «жүктілік сызаты» түседі. Әдетте бұл дақ босанғаннан кейін өзі-ақ кетіп қалады.\n\nЕкіқабат кезінде әйелдің ішкі секреция органдарында болатын өзгерістер оның бетіне де белгі береді. Жүкті келіншектің мұрнының үстінде, бетінде көлемді қара қошқыл пигментті дақтар пайда болуы мүмкін.\n\nДегенмен, бұл айтылған белгілер әйелдің жүкті болған-болмағанын дәл білу үшін әлі де болса жеткіліксіз. Мысалы, жүрек айну мен құсу, сондай-ақ теріде дақтардың пайда болуы өт жолдары мен бауыр ауруының нышаны болуы мүмкін. Себепсіз дөңгеленіп семіру, омыраудан уыз шығуы ағзадағы гормондардың тепе-теңдігі бұзылғанда да орын алады.\nҚазіргі уақытта жүктілікті тексеретін тест жолақшалары дәріханаларда сатылады. Дегенмен, олардың да кейде дұрыс, кейде бұрыс көрсететіні тәжірибе жүзінде дәлелденіп отыр.\n\nҚорыта келгенде, әйел өзінің жүкті болғанын сезсе, дәрігер немесе акушерге қаралып, арнайы зерттеулер арқылы нақты көз жеткізгені абзал.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "3.05.2018",
                "upvotes": 1
            },
            {
                "text": "Цистит болып қалғансың, менде турмысқа шыққан соң бір екі айдан кейін солай болды , дурысталып емделу керек (мен жарты жыл ем алып арен жақсы болдым )  және жылы киініп жур",
                "date": "16.01.2019",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түс жорып беріңдерші. Адам өлтіріп алып сотталғым келмей жылап жатырмын.",
        "question_content": "Түсімде бир клубта(дк) ауыл адамдары болып кешке карай сонда журмиз. бир баланы жерге алып ұрдым. аузынан как  шығайын деп жатр. суйемелдеп уйне акелдм. акелері дайындал өлтірген сен деп жатыр. мен мойындамай мен тек сүйеп үйге акелдим деп жылап жатрм. бул не сонда? Общм адам өлтіріп алып сотталғым келмей жылап жатырмын.",
        "question_date": "29.01.2018",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам өлтіру: түсінде бір кісіні өлтіру—ол кісіге жасайтын жақсылықты білдіреді.\n\nБіреуді өлтірсеңіз қаншама жылдардан бері таппай жоғалды деген адамыңыздан хабар аласыз.",
                "date": "30.01.2018",
                "upvotes": 1
            },
            {
                "text": "Түс жору кітабында түнгі клуб жайлы ештеңе жазылмаған. Ұмыт.",
                "date": "29.01.2018",
                "upvotes": 0
            },
            {
                "text": "Negizi kandayda bolsa tusti jaksiga joru kerek.",
                "date": "18.03.2018",
                "upvotes": 0
            },
            {
                "text": "Салем. Кейде бундай тустер \"ескерту\" де болады. Ишимдикке коп жакын,женил журисти адамдарга булай кете берсен,токтамасан акыры осылай болуы мумкин деген ескерту...\nЕнди ,сиздин жагдайыныз Маган беймалим,жалпы бундай жагдай алдын оз басымызда кездескен сон,айтып отырмын.",
                "date": "4.05.2018",
                "upvotes": 0
            },
            {
                "text": "Жогалткан затынызды табасыз",
                "date": "6.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Киви кошелектен шыққан қатені қалай жөндеуге болады?",
        "question_content": "Мен кеви кашолок аштым номерімді+7 тіркеп, сосын  код тердім. Кайтып терсем кате деп шыгып тур.енді қалай дурыстауға болады.и",
        "question_date": "28.01.2018",
        "question_tag": "Қаражат, Ақша",
        "question_views": 382,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ түсініксіз. Терген парольың бір-бірімен сəйкес келмей тұрған сияқты түсінуімше.",
                "date": "29.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарихи құндылықтар сақталған ба?",
        "question_content": "Тарихи құндылықтар сақталған ба?",
        "question_date": "28.01.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 11600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл мәселенің маңызы мен мәніне назар аударсақ, тұтастай бір ұлттың сана-сезімін, тарихи жадын қалыптастыратын тәрбие құралы, ол өзінің тарихы екендігі хақ. Сондықтан, ұлтымыздың тарихын ұлықтау, оның сан ғасырлық тағылымына мән беру, сабақ алу аса қажет мәселе. Тек сонда ғана ұлттық сана нығайып, тарихи таным арта түседі. Нәтижесінде тарихи зердесі күшті халықтың рухы да асқақ болады. Ал, рухы көтерілген ел қазіргі жаһандық жағдайда ұлт болып сақталып, өзінің құндылықтары мен рухани байлығынан сусындап, жас ұрпағына дұрыс тәлім-тәрбие бере алады. Елдің келешегі жастардың алған бағытының дұрыстығына байланысты екендігі белгілі. Еліміздің дамуы, тарихы мен тағдырына байланысты Қазақстан Республикасының Президенті – Ұлт Көшбасшысы Н.Ә. Назарбаев «Қазақстан- 2050» Стратегиясы қалыптасқан мемлекеттің жаңа саяси бағыты» атты Қазақстан халқына Жолдауында: «Біз ұлттық тарихи сананы қалыптастыру жұмысын жалғастыруымыз керек» [1] деген болатын. Әлемде ерте уақыттарда тарихи жад қалай сақталған. Олар жазу мен сызу жоқ кезде аңыздар, ертегілер, ауызша жаттап жеткізетін жолмен ұрпақтан ұрпаққа жеткізіліп келген. Ал, жазу пайда болғанда шежіре, жылнама, библиографиялық сипаттама және тағы басқалары арқылы жалғасып отырды. Одан кейінгі уақытта тарихи жадтың сақталуына және қалыптасуына әсер еткен өнер, мүсін, архитектура, музыка және ең бастысы көркем әдебиет, ұлттық тарихы болады. Міне, осы аталғандардың ішінде тарихи сананы қалыптастырып, тарихи жадты сақтаушы рөлді тарих ғылымы атқара алады. Сондықтан, тарихшының еңбегіне көркем әдебиетті жазушылар, драматургтар, киномотогрфтар және тағы басқалары сүйенеді. Яғни, тарихшы өмірде өткен оқиғалар мен құбылыстарды ой елегінен өткізіп, тарихи деректерді салыстыру, талдау арқылы шындықты бейнелеуге, бағасын беруге тырысатындығымен құнды болады [2]. Өмірде қай халық болса да ұлттық идеясыз, дінсіз және салт-дәстүрсіз болашағы бұлдыр болады. Сол себепті, «мәңгүрт» болмаса, әр адам баласы өзіне «Мен кіммін?», «Қайдамын» және «Не үшін өмір сүріп жүрмін» деген сұрақтар қоя білуі қажет [3]. Дәл осы жерде ұлттық сана мен тарихи танымды қалыптастыратын оның тарихы екендігіне күмән жоқ. Ал, осы тарихи таным арқылы ұлттық сананы қалыптастыратын рухани құндылықтардың екі түрі болады. Біріншісі, «мәңгі құндылықтар» бұл қазақ халқына тән сан ғасырлық әр кезеңдерде жазылған ғұлама ғалымдардың шынайы жазған тарихи туындылары. Мысалы, М.Х. Дулатидың «Тарих-и-Рашиди», Қ.Қ. Жалайридің «Жамиғ-ат-тауарих», Ш. Құдайбердіұлының «Қазақ, қырғыз һәм хандар шежіресі» сияқты аса құнды рухани еңбектері атауға болады. Ал, «жалған құндылықтар» деген мәселеге келсек, олар белгілі бір уақыт саяси режимнің ықпалымен күштеу, тықпалау арқылы адам санасын шырмауға тырысып, кейін уақыт өте келе қолданыстан шығып қалады. Оған дәлел, кеңестік идеология «Марксизм», «Ленизм» деген сияқты утопиялық жалған құндылықтарды айтуға болады. Тарихи танымның әлеуметтік бір функциясы сананы қалыптастыруға бағытталады. Тарихи сана деген не? Бұл тарихи сана әлеуметтік жад сияқты қарастырылады. Осы ұғым көптүрлі қалыптасқан немесе ғылыми формада құрылған өткенді бағамдаушы қоғамдық пікірге негізделеді. Тарихи сана басқа ұғымдардан өзінің уақытты қосымша өлшемдермен қарастыратындығымен өзгешеленеді. Сондай-ақ, тарихи сана қоғамдағы өткен кезеңді әртүрлі қырынан қарастыруымен  де айрықша сипатқа ие. Сондықтан, әлеуметтік жадсыз тарихи сана қалыптаса алмайды. Ал, білімнің ішінде ерекшесі – кәсіби тарихшы білімі. Осы жерде бір анық мәселе тарихи сананың ерекшелігі өткен уақыт пен қазіргі кезеңдерді сабақтастыра қарастыратындығында. Бұл тарихи уақыт байланысы нені білдіреді және ол қоғамға не береді деген сұрақтарының туындауы заңды құбылыс. Жалпы тарихи сана тарих ғылымындағы бір ғана мәселе емес, әрбір қоғамдағы өмірде аса маңызды болып табылады. Тұрақты тарихи сана қоғамдағы тұрақтылықтың маңызды көрсеткіші саналады [4]. 2013 жылдың 5 маусымында Астанадағы Л.Н. Гумилев атындағы Еуразия ұлттық университетінде Қазақстан Республикасының тарихын зерделеу жөніндегі ведомствоаралық жұмыс тобының кеңейтілген отырысы (жалпыұлттық кеңес) өтті. Осы тарихшылардың алқалы мәжілісінде елдің болашағы үшін тарихымызды жаңаша көзқарас тұрғысынан зерделей түсу, ұлттық сананы нығайту, өзекті тақырыптарды зерттеу және жаңа заманға сай оқулықтар жазу сияқты нақты міндеттер жүктелді [5]. Тарихшылардың алқалы мәжілісінде көтерілген мәселелердің бірқатарына тоқталсақ. Мысалы, ұлтық сананы қалыптастыру және нығайту жолдары. Бұл сұрақтың шешімі ұлттық тарихты ұлықтау, зерделеу және халыққа дұрыс баяндап түсіндіру арқылы жүзеге асады. Өйткені, қазіргі жаһандану заманында ұлт болып сақталу үшін тіл, діл және дін, сонымен қатар Отандық тарихқа көңіл бөлу қажет. Сонда, халқымыздың ұлттық санасы нығайып, мықты ел ретінде тәуелсіздігі баянды болады. Ұлттық тарихымызды ұлықтауға байланысты көтерілген мәселелерді кеңінен қамтып айтсақ, ел болашағының дүниетанымдық жаңа моделін жобалау, басты құндылықтар мен бағдарларды айқындау туралы болып отыр. Сөз жоқ, бұл құндылықтар осы заманғы, болашаққа ұмтылған құндылықтар болуға тиіс. Олар мынау жаһанданып, ашығын айтқанда, ұлттық өзгешелігімізді шайып бара жатқан әлемдегі біздің ұлттық бірегейлігімізді нығайтуға тиіс. Олар ұлттың мәдени кодын: тілін, руханиятын, дәстүрлерін, мәдениетін сақтауды қамтамасыз етуі  тиіс. Әлемдік тарихнамада орын алған таным тәсілдерді сыни тұрғыдан қайта қарау біздің назарымыздан тыс қалып қойды. Тарихқа арқа сүйемесе болашақ бұлдыр. Планетада мән-мағына мен құндылықтардың мылтықсыз майданы күн сайын жүріп жатқан қазіргі күнде тарихи жадыны сақтап қалу – жалпы өзіңді өзің сақтап қалудың жалғыз жолы.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледж Алматы Переводчик",
        "question_content": "Алматыда қандай колледжде Переводчик мамандығы жəне грантты бар нұсқау беріп жібересіздерме?",
        "question_date": "28.01.2018",
        "question_tag": "Университет, колледж",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аударма ісі мамандығын  оқытатын коледждер жетерлік:\n\n1)Алматы мемлекеттік гуманитарлы- педагогикалық №1 коледж\n\n2)Алматы мемлекеттік гуманитарлы- педагогикалық №2 коледж\n\n3)Тұран университетінің коледжі\n\n4)\"Престиж\" Алматы коледжі\n\n5) Алматы Қазақ-Түрік гуманитарлы- техникалық коледжі\n\n6) Халықаралық Қазақ-Қытай тілдер коледжі\n\n7)\"Султан\" мамандандырылған коледжі\n\n8)Алматы көпбағдарлы коледжі\n\n9)әль-Фараби атындағы ҚазҰУ жанындағы коледж\n\n10)Алматы инновациялық коледжі\n\nЖәне тағы басқа да коледждерді қарасаңыз болады.\n\nhttps://vipusknik.kz/college-specialties/perevodcheskoe-delo",
                "date": "20.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Соткаға акумулиятор қанша турады?",
        "question_content": "Самсунг j2 акумулиятор қанша тұрады,  интернет арқылы қалай",
        "question_date": "28.01.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 316,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оригинал еместер 1000 тгден басталады. Интернет арқылы тапсырыс бергеннен гөрі, салоннан алған дұрыс.",
                "date": "4.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ед.салуға қайсы тиімді болады ?",
        "question_content": "народный банктен салған тиімдіме, әлде каспи банктен салған тімдіме?  қайсы банктен салсам, үстеме ақша .",
        "question_date": "28.01.2018",
        "question_tag": "Банк",
        "question_views": 413,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Каспи банк жақсы.",
                "date": "28.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Улитка-ұлуды бетке салдыру қиын ба, кім біледі?",
        "question_content": "Сұрайын дегенім, улитка(ұлу) бетке салдыру қиын ба, кім біледі? Қандай нəтиже береді? Қанша уақыт қояды? Ұлудың таза екенін қайдан біледі?",
        "question_date": "28.01.2018",
        "question_tag": "Тазалық",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлу терапиясы тек қыз-келіншектер үшін емес, ер адамдардың бет терісін күтуге арналған таптырмас әдіс. Ұлумен массаж жасау бетті ылғалдандырады. Беттегі қара дақтар мен безеулерден арылуға септігін тигізеді. Көптеген косметологиялық заттар ұлудың сілекейінен жасалады. Себебі, ғалымдар ұлудың құрамын зерттеп, денсаулыққа пайдасын анықтаған.",
                "date": "4.02.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ішкі (внутрени) геморойға қандай ем, қандай дəрілер тез əсер етеді?",
        "question_content": "Ішкі (внутрени) геморройға қандай ем, қандай дəрілер тез əсер етеді?",
        "question_date": "28.01.2018",
        "question_tag": "Тазалық",
        "question_views": 804,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Он қосу бес жауабы онбес",
                "date": "20.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі үшбұрыштың екі қабырғасы белгілі 40 см және 15 см",
        "question_content": "Теңбүйірлі үшбұрыштың екі қабырғасы белгілі 40 см және 15 см. Олардың қайсысы үшбұрыштың табаны болып табылады? Дәлелде.",
        "question_date": "28.01.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Табаны 15см. Себебі 15см бүйір қабырғасы болса 15см+15см=30см<40см. Дұрыс па?",
                "date": "28.01.2018",
                "upvotes": 1
            },
            {
                "text": "Егер табаны 40 см болса онда еки буйиринин косндысы 30га тен. Ал ондай үшбұрыш болмайды. Ушбурыштардын тенсиздигине келмейди. Сондыктан табаны 15см",
                "date": "5.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Талғаулы салаласқа көркем әдебиет үлгілерінен бірнеше мысал жазыңдар",
        "question_content": "Талғаулы салаласқа көркем әдебиет үлгілерінен 4 мысал жазыңдар",
        "question_date": "28.01.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 16700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен не бұл адамдардың ортасынан кетуім керек,не болмаса барша жанға тынышсыз болатын зұлымдықты қоюым керек екен ғой.(Шәкәрім).Өзі кетіп құтылды,әйтпесе өзіміз-ақ тастатқалы жүр едік.Сөз бен қылық суық көңілді жылытады немесе жылы көңілді суытады.(Ғ.Мұст.)",
                "date": "7.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алюмини мен сұйылтылған күкірт қышқылының ж/е күміс пен концентрлі күкір қышқылның теңд.",
        "question_content": "Алюминийдің сұйылтылған күкірт қышқылымен жəне күмістің концентрлі күкір қышқылымен əрекеттесу теңдеулерін жазу керек еді, кім біледі көмектессеңізд",
        "question_date": "28.01.2018",
        "question_tag": "Химия",
        "question_views": 6300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "2Al+3H2SO4=Al2(SO4)3+3H2\n\n2H2SO4(k) + 2Ag = Ag2SO4↓ + SO2 + 2H2O",
                "date": "28.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Физика пәні бойынша инженер мамандығы қандай? Жалақысы қанша?",
        "question_content": "Мен 10-сыныпта оқимын. Дайындықты бастап кеткенмін бірақ басында биология болған. Бірақ өзгерттім физикаға. Физикада жақсы мамандықтардың бірі мұғалім бірақ мұғалім болғым келмейді. Басқа қандай жақсы мамандықтар бар?",
        "question_date": "28.01.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрамында темір (Fe) бар тұнбалар керек еді?",
        "question_content": "Химиядан есеп шығарғанмын соған керек болып тұр.",
        "question_date": "28.01.2018",
        "question_tag": "Химия",
        "question_views": 2500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тұнба - реакция нәтижесінде бір немесе бірнеше құраушының қиын еритін қосылыстарға айналуы. Тұнба алу немесе оны тұндыру химиялық технология мен анализ жасау ісіндегі ең көп тараған әдіс.\n\nХимиялық реакциялар кезінде түзілетін тұнбаны негізгі 4 топқа бөледі:\n\nкүшті қышқылдың тұздары (AgCl, PbSO4, BaSO4);\nәлсіз қышқылдардың тұздары (HgS, AgS, BaCO3);\nбос қышқылдар (H2SіO3, H2WO4);\nүш құраушының әрекеттесуінен түзілетін (кешендік тұздар) тұнбалар.\nТұнбаға түсетін бөлшектер пішініне байланысты кристалдық және аморфтық тұнба болып бөлінеді. Оларды тұндыру, сүзу, жуу, т.б. әдістер арқылы алады. Кристалдық тұнба суда жақсы еритін сұйытылған ыстық ерітінділерден алынады. Сондықтан оны тұндырғыштың артық мөлшерімен жуады. Аморфтық тұнба гидрофобты (металл сульфидтері) және гидрофильді (кремний қышқылы, алюминий гидроксиді, т.б.) болып бөлінеді. Аморфтық тұнба концентрлі және ыстық ерітінділерден алынып, тығыз әрі таза болады. Оларды еріп кетпес үшін электролиттермен жуады (мыс., аммоний нитратымен). Тұнбаның түзілуі және онымен байланысты т.б. процестерді өлшеу нефелометрия, турбидиметрия әдістеріне негізделген.\n\nhttps://kk.wikipedia.org/wiki/Тұнба",
                "date": "28.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жүз сөзінінің шығуы тарихы қандай?",
        "question_content": "жүз сөзінінің шығуы ?",
        "question_date": "28.01.2018",
        "question_tag": "Тарих сұрақтары",
        "question_views": 959,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ жүздерінің генетикалық-этникалық мағынасы жоқ, тек қана географиялық–әкімшілік аумақтық топтасудан туған термин. Өйткені бізге жеткен тарих деректеріне жүгінсек, елді үшке бөліп басқару дәстүрінің тым ертеден, біздің жыл санауымыздан бұрынғы үшінші ғасырдан – хұннулар (хұндар) заманынан бері бар екенін және оның үзілмей жалғасып келе жатқанын көреміз. Мысалы, хұннулардың Ұлы тәңір құты Модэ өзі жаулап алған ұлан-ғайыр жерді үшке бөліп, елдің шығыс жағын өзінің баласына, батыс жағын бауырларына басқартады, ал осы екеуінің ортасындағы өлкені өзі иеленеді. Ел билеудің осы тәсілін Шығыс түрік қағанатының (687-744ж.ж.) қағандары Елтеріс (Құтлығ), Мочжо (Қапаған), Могилян (Білге) одан әрі жалғастырды. Түрік қағанатынан кейін тарих сахнасына шыққан қазіргі Қазақстан жеріндегі мемлекеттер: Түркештер де, Қарлықтар да, Қарахандықтар да дәстүрлі үшке бөліп басқаруды қабылдаған. Түркі мемлекетінің орнына билік құрған Шыңғыс хан да, өзіне бағынған түрік елін үшке бөлді. Олар: Жошы – билік жері, Шағатай - билік жері, Үгедей -билік жері. Шыңғыс хан балалары да осы үшке бөліп басқару тәсілін қолданды. Тәуке ханның да қабылдағаны белгілі. Бірақ негізгі билік тізгіні үлкен орданың өз қолында қалып отырды. Қазақ жерінің үш жүзге (үш ордаға): Ұлы, Орта және Кіші жүзге бөлінуінің негізгі себебі сыртқы және ішкі жағдайға байланысты болды. Біріншіден, қазақ жерінде 100 жылдан асып түскен жоңғар шапқыншылығы жүріп жатты, оған қоса Ресей империясының және Орта Азиялық хандар қолдап өршіткен,сұлтандарды бір-бірімен бәсекелеске айдап салған саясаттан болды. Екіншіден, Тоқа Темір ұрпағынан тарайтын қазақ сұлтандарының, билер мен ру басыларының арасындағы мал жаятын жайылым жердің азаюына байланысты өзара талас, қарама-қайшылықтан туған деуге болады. Қазақ жерін үш ордаға(жүзге) бөліп басқару деген шешім Тәуке хан өлген соң 1718 жылы саяси шешімін тапты. Бұл шешім біртұтас қазақ жерін, хандығын үш әкімшілікке бөліп, саяси жағынан бытыраңқы етуге әкеліп соқты. Ал кейіннен ол қазақ елінің басқаларға бодандыққа түсуіне негізгі себеп болды. Бірақ еске сала кететін бір мәселе: ата дәстүрі бойынша, Ұлы жүздің ең соңғы руы, Орта жүздің немесе Кіші жүздің ең алдыңғы руынан биік тұрды. Мынадай жағдайларда: 1) әскери тәртіптегі орынды анықтауда; 2) соғыс табыстарын бөлуде;3) үйге кіріп ,төрге шығарда; 4) мерекелік жиындарды ашуда; 5) соғыс жариялау мен бейбіт келісімдер туралы шешім қабылдауда т.б. мәселелерде Ұлы жүз өзінің үстемдігін қазақ хандығында сақтады. Ал Үш жүз атауы Орда терминінің мағынасы ретінде қағаз бетіне түскен ең алғашқы жазба дерек орыс патшасының қазақ даласына жіберген елшісі Мәмет (Құтлымбет) Тевкелевтің Сыртқы істер алқасына 1732 жылы 5 қаңтарында жазған хабарламасында айтылды, онда: «Қазақ Ордасы ежелден үшке, нақтырақ айтсақ, Үлкен, Орта және Кіші жүз деп бөлінеді», - дейді. Қазақ халқының бөлінбейтін біртұтас халық екендігін Патшалық Ресейдің белгілі ғалымдары да мойындады. Қазақстанды басқару туралы ережелерде: «Жергілікті жағдайдың қажеттері мен халықтың тұрмысын зерттеуге қарағанда қазақтар, өзінің шығу тегі, дін туралы, тіл және тұрмыс салты жөнінен бір халық болып табылады»,- деген. Олай болса, үш жүздің қазақтары бір қазақ атын құрайды. Қорыта келгенде, қазақ ордаларының үшке бөлініп аталуы ежелгі заманнан бар дәстүр: әскерді, мемлекетті әкімшілік тұрғыдан басқару жүйесінен болған. Ешқандай этникалық мағынасы жоқ, тек қана жерге, аймақтық топтасу мен басқарудан туған термин.\n\nТолық мәлімет:  https://massaget.kz/okushyilarga/uy_tapsyirmasyi/34012/",
                "date": "28.01.2018",
                "upvotes": 0
            },
            {
                "text": "Дәстүрлі қазақ қоғамы үш жүзден тұрады: Ұлы жүз, Орта жүз және Кіші жүз. Жүздердің шыққан уакыты, шығу себептері, ішкі мазмұны жөнінде ғалымдардың арасында әлі ортақ пікір жоқ. (Уикипедия — ашық энциклопедиясынан алынған мәлімет). 2. Осы үшке бөліну ежелгі тарихшы Геродоттың еңбегінде де бар. Оның айтуынша скифтердің (қыпшақ-қазақтардың М.Қ.) атасы Тарғытай 3 баласына өз иелігіндегі жерлерді бөліп берген. 3. «Б.ж.с. дейінгі 2 ғасырда һұндердің жасаған жорығынан кейін, сақ (қазақ) тайпалары мекендеген өңірде үш ірі тайпалық одақ, үйсіндердің, қаңлылардың және аландардың (алаш) тайпалық одақтары жарыққа шықты. Бұл өңірлерде қалған сақ тайпалары осы одақтарға қатынасып, солардың атымен аталатын болды» («Қазақтың көне тарихы». 58 бет). 4. 2 ғасырдың екінші жартысында Сәнби тәңірқұты Таңшықай өз мемлекетінің құрылымын Мөденің үлгісімен жасап, өз жерін үшке бөлді: шығыс, орта және батыс аймаққа. Оның әрқайсысына ел ағаларын тағайындады. Сәнбилердің кім екенін Л. Гумиловтың сөзімен жалғастырсақ «Сәнбилер дегеніміз моңғолдар (Мұңалдар М.Қ.) еді, олар жеке тек ретінде хұндармен бірге жаралды да, бір толғақтан пайда болды.... 155-181 жылдардың арасында талантты ел көсемі Таңшықайдың тұсында қазіргі Монғолияның жерін өзіне қаратты және 177-жылы Ұлы даланы басып алуға ұмтылған қытайдың үш армиясының тас-талқанын шығарды». (Тұрсын Жұртбаев. Дулыға 2. 23-24 беттер). 5. «Жорықта жүріп шыныққан Руғила (Еділ-Аттиланың әкесі) патша үш ағайынды еді. Ақтар мен Мыңзық қос қанаттағы, өзі ортадағы әскерді басқарды». ...«Алман (герман) тайпалары да гот, шығыс гот, оңтүстік гот болып үшке бөлінген». ...«Түрік қағанатының дәстүрі бойынша әскер үшке бөлінетін. Қос қанатқа тек хан тұқымынан тараған ханзадалар әскербасылық ететін де, ортадағы жасақ тікелей қағанның өзіне бағынатын». (Т.Жұртбаев «Дулыға-2» 50. 151 беттер). 6. «...Шыңғыс, император, оңтүстікке бет бұрған билеуші», әскер мен ел басқаруды үш бөлікке бөлді: екі «қанат» - оң қанаты, Бауыршының басшылығындағы Алтайға жанасқан барыңғар және сол жақ қанаты, «го-ван» - «мемлекет князы» деген атақты иелденген Мұқалының басшылығындағы шығысында Цзинь империясымен жанасқан жоңғар. Орталық қараның – үшінші әскер тобының басшысы болып, Наяа тағайындалды» (І.Есенберлин. «Шыңғысхан әлем сілкіндірушісі» 56 бет). «149. Шыңғыс хан әмір етеді. «Қай жақтан нендей бір жау келуі мүмкін. Менің тоғыз сайытым үшке бөлініп жүріңдер!» («Моңғолдың құпия шежіресі» 80 бет).",
                "date": "28.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Samsung J2 акумулияторы қанша тұрады?",
        "question_content": "samsung j2 акумулияторы қанша турады, кандай интернет магазин арқылы заказ беруге болады.интернет магазиннен",
        "question_date": "28.01.2018",
        "question_tag": "Ұялы телефон",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағасы 3 500 тг.\n\nМына жерден қарауға болады:  http://satelonline.kz/akkumuliatornaia-batareia-samsung-galaxy-j2-dual-sim-j200-2000mah-35476/",
                "date": "28.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Депазитке 25 000 теңге ақшаны Халық банкіне қойсам қалай болады?",
        "question_content": "Депазитке ақша салсам айына 25 000теңге народный банкке,сонда қаншадан ді.",
        "question_date": "28.01.2018",
        "question_tag": "Банк",
        "question_views": 814,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------",
                "date": "28.01.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қарғадан қыз алуға болады ма?",
        "question_content": "Руым найман оның ішінде Есенаманмын.  Маған енді найманның ішінде Қарғаданқыз алуға болады ма?",
        "question_date": "27.01.2018",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 838,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жеті атадан ары болса ала беруіңе болады, ал деті атадан бері алатын болсаң сенің басыңды алу керек!!!\n\n                 .\n\n                 .",
                "date": "27.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ЭЛЕКТРОШОЕКР дегеніміз не?",
        "question_content": "ЭЛЕКТРОШОЕКР дегеніміз не буны қалай қолдануға болады, толык акпарат білгім",
        "question_date": "27.01.2018",
        "question_tag": "Интернет, Сайт",
        "question_views": 858,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Электрошокер бұл өзін-өзі қорғау үшін жасалған құрал.",
                "date": "27.01.2018",
                "upvotes": 0
            }
        ]
    }
]