[
    {
        "question_title": "ҚР Білім және ғылым министрлігінің 2008 жылғы 14 наурыздағы",
        "question_content": "ҚР Білім және ғылым министрлігінің 2008 жылғы 14 наурыздағы №119 бірлескен бұйрығы өз күшінде ме?",
        "question_date": "22.10.2016",
        "question_tag": "Мектеп",
        "question_views": 499,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жиһаздар сайтының басты бетіне өзіміз жайлы ақпаратқа не деп жазуды ұсынасыздар?",
        "question_content": "Жиһаздар сайтының басты бетіне өзіміз жайлы ақпаратқа не деп жазуды ұсынасыздар?\nТіл байлығым жетпей тұр.\nАлдын ала рахмет\nМынау орысша мысал\n(\nКаждый предмет мебели в квартире имеет свои функции и назначения. Обстановка в доме в первую очередь зависит от присущего вам стиля жизни. Недаром профессиональные дизайнеры подбирают мебель на заказ таким образом, чтобы она соответствовала вашим вкусам, потребностям и гармонично вписывалась в общий интерьер. Мебель ни в коем случае не должна загромождать помещения в вашем доме, лишая вас и ваших домочадцев полезного пространства. Тем более что изготовление мебели в Алматы сейчас достигло больших высот: по индивидуальным размерам помещений вашей квартиры вам предложат любые варианты, будь то кухни, спальни или прихожие на заказ.\nПеред тем как начинать меблировку своего дома, обязательно определитесь с количеством единиц мебели, их типом и качеством. Некоторые покупают готовые предметы гарнитура, но с каждым годом всё больше наших граждан приобретают гостиные, спальные, прихожие и кухни на заказ Алматы. Такая тенденция вполне логична, поскольку в этом случае вы имеете возможность сэкономить полезное пространство и сохранить полную функциональность предметов мебели. Помимо всего прочего мебель на заказ поможет вам в создании неповторимой обстановки вашего дома.\nВозможно, вы не уверены в том, что самостоятельно сумеете продумать дизайн до мельчайших подробностей, точно определив цвет и размер будущего мебельного гарнитура. Не стесняйте обращаться за дизайнерской помощью. Заказать дизайн мебели у специалистов — это отличное решение. Профессионалы своего дела в кратчайшие сроки обставят ваше жилище, учитывая все ваши пожелания и предлагая последние модные тенденции.\nНестандартная мебель для дома, созданная на заказ по оригинальному проекту, поможет вам сформировать в вашем доме чарующую атмосферу и станет предметом гордости в глазах друзей и родственников. Закажите гостиные или спальные гарнитуры в Алматы и украсьте свой дом оригинальной мебелью. Каждая семейная пара мечтает обзавестись спальней своей мечты, где бы хотелось максимально расслабиться после тяжёлого трудового дня. Кто-то представляет её в виде будуара эпохи французских королей, другие же, напротив, следуют модным тенденциям и отдают предпочтение стилю хай-тек. В любом случае вас, несомненно, заинтересует предложение заказать спальные гарнитуры в Алматы. Еще одна модная тенденция — гардеробные на заказ. Такое решение позволяет оптимизировать пространство.\nДалеко не все мебельные салоны смогут предложить вам гарнитур, идеально подходящий под конфигурацию детской. В то же время, для родителей важно сэкономить полезную площадь, разместив на минимуме квадратных метров функциональную мебель. Особенно такой вопрос остро стоит для счастливых родителей нескольких детей. В этом случае в детскую можно поставить двухъярусную кровать с множеством выдвижных ящиков для хранения игрушек и вещей. Дети же, в свою очередь, будут в восторге от оригинальных кроватей-кораблей, гоночных машин или звездолётов.\nК сожалению, планировка большинства наших квартир оставляет желать лучшего. Зачастую кухня размещена на 6-7 метрах квадратных, а разместить здесь нужно и обеденный стол, и рабочую стенку с плитой, мойкой и многочисленным оборудованием. Вот тут вам идеально подойдут кухни на заказ Алматы. С их помощью можно спрятать кухонную утварь, максимально освободив при этом полезную площадь.\nМногие предприниматели сталкиваются с проблемой обустройства торговых площадей. Даже если арендуемое помещение не очень большого размера, ему в любом случае понадобиться качественное торговое оборудование Алматы. Особенно этот вопрос актуален в супермаркетах, торговых центрах и складских помещениях. Правильно подобранное торговое оборудование, позволить разместить любой вид товаров, не опасаясь за его сохранность. Выбирая торговое оборудование Алматы, вы получаете качественную и надёжную мебель, тем самым успешно инвестируя деньги в развитие своего бизнеса.\nСовременное производство мебели в Алматы позволяет обставить ваш дом в соответствии с габаритами помещений и вкусом хозяев. Спальни, кухни, гостиные на заказ — для нас нет ничего невозможного.\n)",
        "question_date": "22.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 244,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Химиялық реакция теңдеуін калай құрады?",
        "question_content": "Химиялык реакция тендеуин калай аныктайды?",
        "question_date": "22.10.2016",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Портфолионы қалай жасауға болады?",
        "question_content": "\"Портфолио - жетістіктерді жинақтап жеке бағалау ретінде\" атты жоба мен презентация жасауым керек. Бірақ,неден бастарымды да білмеймін. Әр пікір мен үшін маңызды,көмектесіңіздерші. білім саласында өызмет атқаратын,тәжірибесі бар қолданушылар  жауап берсе тіптен жақсы болар еді.",
        "question_date": "21.10.2016",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Биология 9 сынып 2ші зертханалық жұмыс жауабы керек",
        "question_content": "Тақырыбы Өсімдік жасушасының цитоплазмасындағы плазмолиз және деплазмолиз үдерістерін зерттеу!",
        "question_date": "21.10.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "өзгергіштіктің не екенін анықта",
                "date": "18.12.2016",
                "upvotes": 0
            },
            {
                "text": "Плазмомиз жане деплазмез",
                "date": "11.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Грантта оқып шығып кеткен кезде қыстағы КТА-ға тапсыруға бола ма?",
        "question_content": "Мен ЖОО-нан 1 семестр аяқтамай шығып кеткен едім. Денсаулығыма байланысты. Енді қыстағы КТА-ға тапсыруға бола ма?",
        "question_date": "21.10.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тапсыруға болады. Менің танысым биыл 1-курсты қайта оқып жатыр. КТА тапсырып, грант жеңіп алды",
                "date": "22.10.2016",
                "upvotes": 0
            },
            {
                "text": "Жаңа заң бойынша грантта оқып оқудан шығып кеткен студенттер қанша уақыт оқыды сол уақыттың ақшасын төлеуі тиіс. Қыста КТА тапсыра аласың, бірақ тек ақылы түрде түсе аласың.",
                "date": "25.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның әртүрлі аймағындағы белдеулік уақыт?",
        "question_content": "Қазақстанның батыс жағындағы елдердің уақыты, қай сағаттық белдеуде орналасқаны, қай ендік пен бойлықта орналасқаны керек?",
        "question_date": "21.10.2016",
        "question_tag": "География",
        "question_views": 937,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан төртінші, бесіншіуақыт белдеуінде жатыр. №775 «Қазақстан Республикасы аумағындауақытты есептеп шығару туралы» қаулысына өзгерістер енгізілген. Бұл өзгерістер бойыншаҚазақстан Республикасы аумағы IV және V уақыт белдеулерінде орналасқан.Батыс Қазақстан,Атырау,Ақтөбе,Маңғыстау облыстары IV белдеуде, ал қалған облыстар V белдеуге жатқызылған. Бұлардың барлығы «облыстарда жұмыстарды жеңілдету, еліміздің бірыңғай энергожүйесінің жұмысының тиянақтылығын қамтамасыз ету, телеқатынас жүйелерінің ішкі және сыртқы көлік жүк тасымалының үйлесімділігі үшін» жасалған. Қаулы облыстар әкімшілігі мен экономика және әділет министрлігімен келісілген.\n\nhttps://kk.wikipedia.org/",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тәуелсіздік таңы деген шығарма керек?",
        "question_content": "Тәуелсіздік таңы деген шығарма керек?",
        "question_date": "21.10.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 6300,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Тамырын тереңге жайған тарихыма көз жіберер болсам, сананы талай ой тұңғиығына батырып, көкейге талай сұрақтың келетіні рас. Мысалы, \"Біз кімбіз?\", \"Жұмыр жер бетінде қашан пайда болдық?\", \"Қай жерді мекен еттік?\", \"Тіліміз, мәдениетіміздің деңгейі қандай?\".\n\nБіз Өр Алтай мен Атыраудың арасын мекен еткен сақтан қалған сарқыты, ғұннан қалған жұрнағы, үйсіннің жүріп өткен ізіміз. Біз қазақпыз!\n\nАқ білектің күші, ақ найзаның ұшы сынға түскен жаугершілік заманда, яғни, 1458 жылы Әбілқайыр хандығынан іргесін бөлген Жәнібек пен Керей сұлтан Моғолстан жеріне Шу бойы мен Қозыбасқа алғаш... Ең алғаш еркіндіктің ақ жалауын тіккен едік.\n\nОн бес отауды біріктірген қара шаңырағымыз 1991 жылы ыдырады. Шығыстан алтын күн нұрын төгіп, еркіндіктің самалы есті. Көңіл көк аспанындағы қасірет бұлты сейіліп, әнші бұлбұл шаттықтың әнін шырқады.\n\nО, өмірге жаңа сәби келді. Ол енді тәуелсіз елдің ұрпағы. Өлгеніміз тіріліп, өшкеніміз жанғанда, осы дүние есігін ашқан күнәсіз пенде. Тал бесіктен жер бесікке дейін өз қалауынша тіршілік етеді. Осы сәбидің күні ертеңгі тағдыры үшін боздақтарым жанын қиған. Асқақ арманға қол созып бүгінгі бейбіт уақытты көре алмай кеткен асылдар қаншама?! Ағы мен қарасы, жақсы мен жаманы, жасығы мен жасампазы егіз ұғым болған жаңа ғасырда сап алтындай баға жетпес байлығымыз ұлт құндылығын берік сақтауымыз керек.\n\nТәуелсіздігіме мың тәубе деуді ұмытпайық, ағайын!\n\nМұхтар Сержан\n\nәл-Фараби атындағы Қазақ ұлттық университеті,\n\nфилология, әдебиеттану және әлем тілдері факультетінің 3-курс студенті",
                "date": "22.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бөлме температурасы NaCl-қатты зат, ал Cl2 газ күйінде болуы неліктен?",
        "question_content": "Бөлме температурасы NaCl-қатты зат, ал Cl2 газ күйінде болуы неліктен?",
        "question_date": "21.10.2016",
        "question_tag": "Химия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2NaCl(қыздыру)=2Na+Cl2",
                "date": "21.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызға сезім білдіргім келеді, өлең шығару?",
        "question_content": "Қызға сезім білдіргім келеді,өлең шығарып беріңізші. Аты Әсем. 5-8 шумақ болса болады және менен 1 жас үлкендігі бар оны да қосуға болады?",
        "question_date": "21.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің отаным - менің мақтанышым сөзіне синтаксистік талдау жасау?",
        "question_content": "Талдау керек еді синтаксистік фонетикалық және морфологиялық көмек?",
        "question_date": "21.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің - анықтауыш, Отаным - бастауыш, менің - анықтауыш, мақтанышым - баяндауыш",
                "date": "20.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "АВС үшбұрышының бір қабырғасы 2,3,5 см болатындай ал екіншісі",
        "question_content": "АВС үшбұрышының бір қабырғасы 2,3,5 см болатындай ал екіншісі сəйкесəнше 7 х у см болатындай етіп 3 параллель түзумен қиылған, х жəне у тап",
        "question_date": "21.10.2016",
        "question_tag": "Геометрия",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2 / 3 = 7 / x;     ==>    x = 10.5;\n(2+3) / 5 = (7 + x) / y = (7 + 10.5) / y;    ==>  y = 17.5;",
                "date": "26.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Логика әлемі. Есептің шешімі керек болып тұр еді",
        "question_content": "Бізге бірнеше сан беріледі(суреттеің сол жағында). Бұл сандарды 16 шаршыға орналастыру керек, сандарды қосқанда, тігінен және көлденен 20-ға тең болу керек. Алдың ала рахмет :3",
        "question_date": "21.10.2016",
        "question_tag": "Мектеп",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "9 6 3 2\n5 4 4 7\n3 5 5 7\n3 5 8 4",
                "date": "18.10.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Синтаксистік ерекшелігіне қарай талдаңыз",
        "question_content": "Мен,алдымен,өз ағамды мақұл демеймін. Ол менің қай айтқанымды тыңдап жүр. Әйтпесе іргелес отырған ағайынмен жауласпа,бір-біріңнің есіктеріңнен бас сұғып,жүзіңді жылытып ал деп талай кеңес бердім. Ақыл айтып ел бол деудің орнына,желіктіріп,көрдің бе істеп жүргенін. Үйір қыламын деп,басыңа секіртіп жүрме",
        "question_date": "21.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 8500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Синтаксистік талдау",
                "date": "22.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ұбт сынағы нұсқа 0302",
        "question_content": "Осы нұсқаға жауаптар барма . Көмек қажжет оте қатты",
        "question_date": "21.10.2016",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қысқару бойынша жұмыстан босағаннан кейінгі заңды әркеттер қандай?",
        "question_content": "Мен жұмыстан қысқаруға кеттім. Естуім бар еді, жұмыстан босағаннан кейін жұмыстан босаған азамат өзінің бұрынғы жұмыс жасаған жерінен жұмыстан босағаны туралы анықтама алып Жұмыспен қамту бөліміне барып тіркелуі қажет. Сосын мемлекеттен әр айда немесе квартол сайын жәрдемақы алады деп. Сіздерден өтініш, әрі қарай заңды қандай әрекет жасауым керек? Кеңес берсеңіздер еекен. Рахмет",
        "question_date": "21.10.2016",
        "question_tag": "Заң",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "егерде еңбек кодексінің 52 бабының 1-2 тармағы бойынша жұмысыңыздан 1 ай ай бұрын хабарлама келсе онда сіз сол хабарламаны және бұйрыңызды алып жәнеде чет номеріңізбен жұмыспен қамту орталығына барып жұмыссыздыққа тіркелесіз және жұмыстан қысқарған туралы өтініш жазыңыз чет номер, еңбек кітапшасы, жеке куәлік хабарламаңызды жне де бұйрыңыщдың көшірмесін апарып сол жерге яғни жұмыспен қамту орталығына тапсырасыз сосын олар сіздің құжатынызды пенсионныға жібереді сіз, қысқарту болса 6 ай немесе 4 айлық қысқарту ақшасын беруге міндетті. егерде түсінбесеңіз 8775 959 2355 осы номерге соғып сұрау болады.",
                "date": "24.10.2016",
                "upvotes": 0
            },
            {
                "text": "Жұмыстан қысқарған жағдайда өтініш өз қолыңмен жазған дұрыспа əлде өздері шығар",
                "date": "4.06.2017",
                "upvotes": 0
            },
            {
                "text": "Елімізде жұмыссыз қалған азаматтар әлеуметтік төлем тағайындата алады. Ол үшін алдымен жергілікті Жұмыспен қамту орталығына барып, «жұмыссыз» азамат ретінде тіркелуі керек. Жұмыссыз азаматқа бір айдан төрт айға дейін төлем тағайындалады.\nЕгер штат саны қысқарып немесе ұйым таратылған болса, яки өнім көлемі азайған себепті жұмыстан шықса, алты айға дейін әлеуметтік төлем алады.\nБұл ҚР  2003 жылғы 25 сәуірдегі N 405 «Міндетті әлеуметтік сақтандыру» Заңымен және Мемлекеттік әлеуметтік сақтандыру қорынан әлеуметтік төлемдер сомасын тағайындау, есептеу (айқындау), қайта есептеу, сондай-ақ оларды жүзеге асыру ережесімен реттеледі.\nҚандай құжаттар жинау керек?\nЖеке куәлік;\nҚР Еңбек кодексінің 52-бабы 1-тармағы 1), 2) және 3) тармақшаларында көзделген негіздер бойынша еңбек қатынастарының бұзылуын растайтын жұмыс берушінің актісінен көшірме;\nТұрғылықты жері бойынша тіркеу туралы (мемлекеттік ақпараттық жүйелерден алынатын мәліметтер);\nЖұмыссыз ретінде тіркеу туралы (Халықты жұмыспен қамту орталығының ақпараттық жүйесінен);\nБанктерде және (немесе) банк операцияларының жекелеген түрлерін жүзеге асыратын ұйымдардағы банк шотының немесе түзету мекемесіндегі қолма-қол бақылау шотының нөмірі туралы.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "16.05.2018",
                "upvotes": 0
            },
            {
                "text": "Менде штатым қысқарып кетті бірақ орнына штат беріп жатыр не істей аламын бірақ менің берілген штатқа менен басқа тағы бір мұғалім таласып жатыр",
                "date": "3.09.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2016 ж тест жаңа нұсқасы болса",
        "question_content": "Сәлеметсіздер ме! маған мемлекеттік тесттіің жаңа нұсқасы керек еді 8 заң бойынша менің эл почтама жиберсеңіздер куанып қалар едім kzoekonom@mail.ru",
        "question_date": "21.10.2016",
        "question_tag": "Заң",
        "question_views": 299,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Катер моторлы қайықты нешеде қуып жетеді?",
        "question_content": "Моторлы қайық сағат 9-да 9,6 км/сағ жылдамдықпен айлақтан жүзіп шықты.1сағаттан соң сол айлақтан оны қуып жету үшін 14,4 км/сағ жылдамдықпен катер шықты.Катер моторлы қайықты нешеде қуып жетеді?",
        "question_date": "21.10.2016",
        "question_tag": "Математика",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "12.00-де қуып жетеді. Өйткені ол 1 сағат кейін шықты.",
                "date": "21.10.2016",
                "upvotes": 0
            },
            {
                "text": "L=9.6*1=9.6км\n\nT=9.6/14.4=0.6667саг=40мин\n\n9:40",
                "date": "21.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепте от жағушы болып жұмыс істеймін маған зиян үшін айлық төлене ме?",
        "question_content": "Мектепте от жағушы болып жұмыс істеймін маған зиян үшін айлық төлене ме?",
        "question_date": "21.10.2016",
        "question_tag": "Мамандық",
        "question_views": 664,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "q1 және q2 нүктелік зарядтар бір-бірінен r қашықтықта орналасқан",
        "question_content": "q1 және q2 нүктелік зарядтар бір-бірінен r қашықтықта орналасқан. егер арақашықтықты 50см-ге азайтса онда олардың әсерлесу күші екі есе артады. арақашықты тап",
        "question_date": "21.10.2016",
        "question_tag": "Мектеп",
        "question_views": 19600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "r/(2^0.5)=r-50\n\n(r^2)/2=r^2-100*r+2500\n\nr^2=2*r^2-200*r+5000\n\n-r^2+200*r-5000=0\n\nD=200^2-4*(-1)*(-5000)=20000\n\n20000^0.5=141.4\n\nr=(-200-141.4)/(2*(-1))=170.7см",
                "date": "21.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бауыр ауырып іш ісінгенде не істеуге болады",
        "question_content": "Əпкемнің бауыры қаты ауырады жəне іші ісіп кетеді соған нестесе болады көмектесіңіздерш",
        "question_date": "21.10.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 28000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бауыр ауырса Денеміздегі қанның қызыл түйіршіктерін, өтті шығаратын жұлынның жұмы-сын қамтамасыз ететін маңызды орган, жылу қуаты-ның көзі, В12 және Д дәрумендерін құраушы болып саналатын бауырдың ауруға шалдығуы бүкіл ағ-заның жағдайына айрық-ша әсер етеді. Бауыр – ағзаның басты сүзгісі. Ол шлактанған кезде ыдырау өнімдері буындардың, терінің, тамырлардың және тағы да басқа дені сау мүшелердің тіндеріне жинақ-тала бастайды да ауру туғызады. Сол себепті көбінесе бауырды емдеген кезде буындар ауруын қоя-ды. Бауыр – зор қосалқы мүмкіндіктері бар орган болғандықтан, бауырдың кез-келген зақымдануы әдетте шлактанудан бас-тап елеулі ауруларға дейін симптомдарсыз (әсерсіз) ағымда болады. Бауырдың шлактанғанын көрсететін алғашқы белгілері: жиі бас ауруы, түндегі ұйқысыздық, күндізгі ұйқышылдық, майлы, ащы немесе қалбыр-ланған ас ішкеннен кейін оң жақ қабырғаның астындағы тартатын әлсіз ауырсыну, тәбетсіздік. Бауырдың ісінуі Ол тосын және созылмалы болады. Бауыр тосыннан ісінгенде: бауыр аумағына күш түскенде, түшкіргенде, жө- телгенде ол қатты шаншып ауырады да несеп күреңде-неді, талақ ісінеді. Бауыры тосыннан ісінген адам көбі-несе шөп түстес құсады, қызуы көтеріледі, адам сарға-йып, қанның іруінің ауыр жағдайына ұшырай бастайды. Бауыры мұндай сырқатқа тап болғанында оны өздігі-нен емдеу әрі қиын, әрі қа-терлі. Бауырдың тосыннан ісінгенін емдеуде дәрігердің кеңесі қажет. Бауыр созылмалы ісінгенде: жоғарыдағы құбылыс-тар анағұрлым баяу, қауіп-қатері төмендеу, қанның іруі де кездеспейді. Мұндай жағ-дайға душар болғанда диета сақтап, былай емделеді: майлы тағамдарды, қантты, крахмалды заттарды аздап жейді, оны уақытша жемей қойса, тіпті жақсы. Бұл дерттен толық айыққанша ас-бұршақты, фасоль мен боб тағамдарын, қырыққабатты, маринадталған және қуырылған тамақты мүлдем же- мейді, спиртті ішімдіктерден біржолата аулақ болады. Көкөніс пен жемісті (бананнан басқасын) жейді, бұл кезде құлпынай мен бүлдірген (земляника) және барлық сүт тағамдары өте пайдалы.",
                "date": "21.10.2016",
                "upvotes": 0
            },
            {
                "text": "Халық емімен бауырды сауықтыру\n\nХалық емшілері, мамандар бауыры ауыратын адамдарға емдәм ұстануға, оны мынандай тәсілдермен сауықтыруға ақыл-кеңес береді:\n\n1. Жүгері собығының шашақтары мен жас жапырақ-тарын суға қосып шамамен 15 минуттай қайнатып, бұл қоспаны күн бойына екі кеседен ішу керек;\n\n2. Күніне бір рет қызыл қы-зылша мен шалқаннан (редька) теңдей етіп, бір стакан шырынды;\n\n3. Күніне бір кесе қайың шырынын;\n\n4. Күніне екі-үш кеседен далалық салаубас (бессмертник) гүлінің тұнбасын;\n\n5. Күніне екі-үш кеседен орман бүлдіргенінің жапырақ-тары мен сабақтарынан жа-салған тұнбаны ішкен дұрыс.\n\n6. Дәрі бақбақ (одуванчик) тамырының 1 шай қасығын 1,5 стакан суда демдеп, 5 минут қайнатады. Шай сияқты ішеді.\n\n7. Ыдысқа бір қабат бақ-бақ гүлдерін салып, оның үстіне бір қабат құмшекер салады. Оның үстінен ауыр затпен 1-2 аптаға бастырып қояды. Тосап орнына пайдалану керек.\n\n8. Сусынтамыр (цикорий) тамыры, дала қырықбуыны (хвощ полевая) шөбі, мыңжа-пырақ (тысячелистник) шөбі, шайқурай (зверобой) шөбі. Әрқайсысынан 1 ас қасықтан алады. Осы қоспаның 1 ас қасығын ыдысқа салып, 1 стакан қайнап тұрған су құяды. 30 минут тұндырады. Күніне 2-3 рет тамақ ішер алдында 15-20 минут бұрын 3-4 стаканнан ішеді.\n\n9. 1 кг балға 1 кг қара қарақат (черная смородина) араластырады. Күніне 3-4 рет 1 шай қасықтан ішеді.\n\n10. Шайшөп (зверобой продырявленный) шөбі, түй-мешетен (пижма) гүлдері, мыңжапырақ шөбі, дәрі түй-медақ (ромашқа аптечная) гүлдері, шоңайна (лопух большой) тамыры, итмұрын (шиповник) жемістері, шалфей шөбі, андыз (девясил) тамыры, қызылтаспа таран (горец птичий) шөбі, үштармақ итошаған (череда трехраздельная) шөбі. Әрқайсы-сынан 10 г алады. Осы қос-паның 1 ас қасығын 0,5 л қайнаған суда тұндырады. Кү-ніне 3 рет тамақ ішер алдында 30 минут бұрын 1/3-1/2 стақаннан ішеді.\n\n11. 1 ас қасық қаймаққа қайыңның қара майының (деготь) 1 тамшысын тамызып ішеді де, артынан 1 қасық бал ішіп жібереді. Бірінші күні қара майдың 1 тамшысын, екінші күні 2 тамшысын, үшінші күні 3 тамшысын қосады. Осылай 10 күнде 10 тамшыға жеткізеді. Содан соң кері қарай қара майдың мөлшерін азайтып ішеді. Балалар үшін бұл мөлшер екі есе аз болуы керек. Одан кейін 1 апта үзіліс жасайды.",
                "date": "21.10.2016",
                "upvotes": 0
            },
            {
                "text": "Ассаламагаликум менин акем бауырдан ауырады канндай тамак писирип берген дурыс болса коспаларын айтып жиберсендер",
                "date": "16.07.2017",
                "upvotes": 0
            },
            {
                "text": "Диета устасын и гепамерц система алсын",
                "date": "24.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Гүлдер фестивалі\" мерекелік іс-шарасының сценарийі бар ма?",
        "question_content": "\"Гүлдер фестивалі\" мерекелік іс-шарасының дайын сценарийі бар болса бөлісе отсаңыздар. өтініш!",
        "question_date": "21.10.2016",
        "question_tag": "Қазақша ән",
        "question_views": 690,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сайттың бас бетіндегі суреттерді қалай бір өлшемге келтіруге болады?",
        "question_content": "Вордпресстегі сайттың бас бетіндегі суреттерді автоматты түрде бір размерге келтіріп шығатын плагин бар ма? Немесе басқа қандай жолмен бір размерге келтіруге болады? Шаблонның өзінде белгілі бар өлшем қоятын баптау бар, бірақ ол сайтқа еш әсер етпейді...",
        "question_date": "21.10.2016",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 361,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сізге CSS жағынан іздену керек.\n\nБасты беттегі фотолардың класын алыңыз да, сол классқа стиль орнатыңыз.\n\nмысалы\n\n.thumb-img {\n\nheight:400px;\n\nwidth:400px\n\n}\n\nБұл нақты 100% шешім емес, басқа бұл классты қолданатын басқа беттегі фотоларға да әсер етіп кетеді. Сайтты қарап, ситуацияға байланысты әрекет ету керек. Сайтыңызға сілтеме беріңіз, қарап берейін.",
                "date": "25.07.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шешендік өнер - асыл қазына шағарма керек еді?",
        "question_content": "Жоспарымен болса жақсы болар еді, алдын ала ,рақмет.",
        "question_date": "20.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазақ ауыз әдебиетінің ерекше бір жанры – шешендік өнер. Халқымыздың даналығының үлгісі шешендік сөздер – ғасырлар бойы халық сынынан ерекшеленіп өткен құнды мұра, асыл қазына. Шешендік өнеріне ерте замандардан-ақ, үлкен мән берілген. Ежелгі грек, рим елдерінде шешендік өнерді \"риторика\" деген атпен жеке пән ретінде оқыған. Дүние жүзіне әйгілі ерте заман шешендері Пратогор, Демоссфен, Цицерон, Квинтилиан сияқты өз заманының мемлекет қайраткерлері, ел аузына қараған ойшылдары болған. \"Риторика\" ғылымы өнердің падишасы ретінде ерекше бағаланған. М.В.Ломоносовтың 1748 жылы басылып шыққан \"Шешендікке қысқаша басшылық\" атты еңбегі бұл өнердің Ресейде дамып, қалыптасуына түрткі болды. Қазақтың шешендік сөз тарихы Майқы би мен Аяз билерден басталып (XII-XIII ғғ.), Жиренше шешен, Асан қайғы (XIV-XV ғғ.) есімдерімен қатысты калыптасып, өркендей түсті. Шалгез, Бұхар (XV-XVIII ғғ.), Шортанбай, Дулат, Мұрат, Төле, Қаз дауысты Қазыбек, Әйтекелерге жалғасты. Шешендік өнерінің кеңінен дамып биіктеген кезеңі – XV-XVIII ғғ. Бұл кез қазақ халқының жоңғар, қалмақ, қытай басқыншыларына қарсы тұрып, өз тәуелсіздігін қорғау жолындағы күрес жылдары еді. Шешендік сөздердің алғашқы үлгілерін халық ауыз әдебиеті туындыларынан, ертегі, аңыз әңгімелерден, өлең-жыр, дастандардан ұшыратамыз. Осы сөз өнерінің кең қанат жайып, орнығып дамуында тапқырлық пен шешендіктің тамаша нұсқалары – жыраулар толғаулары, айтыстар мен мақал-мәтелдердің орны ерекше. Қазақтың шешендік сөздерін өзге жұрттың атақты адамдары, ғалымдары жоғары бағалады. Шешендік сөздер нұсқаларын академик В.В.Радлов (XIX ғ.) зерттеп жинаған болатын. Ол: \"Қазақтар... мүдірмей, кідірмей, ерекше екпінмен сөйлейді. Ойын дәл, айқын ұғындырады. Ауыз екі сөйлеп отырғанның өзінде сөйлеген сөздер ұйқаспен, ырғақпен келетіндігі соншалық, бейне бір өлең екен деп таң қаласын\", – деп көрсете отырып, әсіресе қазақ тілінің тазалығы мен табиғилығын дұрыс аңғарып, қазақтардың сөзге тапқырлығы мен шешендігі өзіне ерекше әсер еткенін жазған. Сондай-ақ, қазақтың шешендік, тапқырлық, нақыл сөздерін жинап жариялағандардың бірі – Ыбырай Алтынсарин. Ол халық даналығының жас өспірімдерді тапқырлыққа, өткірлікке, адамгершілікке баулитын тәрбие құралы екенін жете танып, өз еңбектеріне орнымен енгізіп, пайдалана білді. Шешендік сөздерді алғаш зерттеушілердің бірі – М.Әуезов. \"Қазақ әдебиеті тарихы\" (1927 ж.) еңбегінде \"Билер айтысы\" деген арнаулы тақырыппен шешендік сөздердің кейбір түрлеріне мысалдар келтіреді. Ауыз әдебиетінде алатын орны мен халықтық сипатына дәлелді ғылыми тұжырымдама береді. Ауыз әдебиеті мұраларын зерттеп, жинап, ерекше еңбек сіңірген ғалым-лингвист А.Байтұрсынов шешендік өнерді жеке алып қарастырып, құнды пікірлер білдірді (1926 ж.). Шешен сөз, көсемсөз, дарынды сөз деп үш топқа бөліп, әрқайсысын қолданыс орнына қарай (саясатқа қатысты, сотта сөйлеу, қошемет сөздер, ғалымдардың ғылыми тақырыптағы сөзі, діни уағыз сөздер) іштей тағы беске бөліп, әрқайсысына қысқаша түсініктер, тың анықтамалар берген. Шешендік сөз терең ойға, ұтқыр шешімге, тапқыр логикаға құрылады. Халық мақалдарында: \"Таяқ еттен өтеді, сөз сүйектен өтеді\", \"Бас кеспек болса да, тіл кеспек жоқ\", \"Қылыш жарасы бітеді, тіл жарасы бітпейді\", \"Аталы сөзге арсыз ғана тоқтамайды\", – деп сөзді айтушыға да, оған құлақ қоюшыға да биік талап қойған. Демек, шешеннің ең негізгі құралы – сөз. Ол тындаушының жүрегіне жетіп, ерекше сезімге бөлеген. Сөз туралы Бөлтірік шешен: \"Сөзден тәтті нәрсе жоқ. Сөзден ащы нәрсе жоқ. Сөзіңді тіліңе билетпе, ақылыңа билет. Ақылыңды, сөзіңді ақылсызға қор етпе, ақылдыға айт, кімге, қай жерде, қай кезде, қалай сөйлейтініңді біл\", – деп толғайды. Бұлар – \"Ердің құнын екі ауыз сөзбен бітіретін, жауласқан елдің арасына бітім айтатын, күлгенді жылатып, жылағанды жұбата алатын даналық сөздер иесі\". Мұндай сөз білетін, жөн білетін адамға ел ісіне араласуға, халық атынан сөйлеуге құқық берілген. Шешендік өнер — көрген-білгенді көкейге тоқып, көп үйреніп ізденудің арқасында талай айтыс-тартысқа түсіп, жалықпай жаттығу арқылы жетілетін өнер. Шешендік өнердің қиындығы туралы Бұқар жырау: ...Көш бастау қиын емес – Қонатын жерде су бар. Қол бастау қиын емес – Шабатын жерде жау бар. Шаршы топта сөз бастау қиын – Шешімін таппас дау бар, – деп дұрыс аңғартады. Нағыз шешен үшін сөзге шебер болу жеткіліксіз. Табанда тауып сөйлейтін тапқыр, топ алдында тайсалмай, мүдірмей сөз бастайтын батыл, сөз сайысында саспайтын сабырлы болуы қажет. Шешендік сөздерге тән ерекшеліктер. Біріншіден, қазақ шешендерінің сөздері жазбаша емес, ауызша айтылып дүниеге келеді де, одан кейін бірден-бірге жатталып, ұрпақтан-ұрпаққа жетеді. Екіншіден, айтыла келе бастапқы нұсқа қалып өзгертіліп отыруы мүмкін. Үшіншіден, шешеңдік сөздер кейінгі айтушылар тарапынан қажетіне қарай өзгеріп қолданылып отырған. Шешендік сөз ақындар айтысы сияқты сөз тартысы дау үстінде, ел тағдыры талқыланған ұлы жиын кеңес кезінде, оңаша ой толғау не сұхбат, әңгіме-дүкен барысында арнау, сәлем, өсиет түрінде де өмірге келген. Шешендік сөздер көбінесе түсінік сөзден басталады. Түсінік сөзде айтылмыш шешендік сөздің немен байланысты, қандай жағдайда туғандығы мен кім айтқаңдығы баяндалады. Шешендік сөздің, айтылар ойдың негізі – мазмұн. Сөз нақтылы, нені айтса да сендіретіндей, иландырып қарсыласын мойындататындай дәлелді айтылған. Жазба әдебиетіміз дамыған кейінгі дәуірде шешендік сөздер саптан шыққан жоқ. Заманға сай жаңа мазмұн, жарасымды тұр тапқан шешендік сөз нұсқалары көбейді. Шешендік сөздің шыны – айтыс. Мұнда ауыз әдебиетіне тән барша қасиеттер тоғысқан. Шешендік сөздер мән-мағынасының тереңдігімен ғана емес, сондай-ақ тақырыбының кеңдігімен де ерекшеленеді. Шешендер сөзі – халқымыздың тілдік қазынасы. Ол көркем әдебиетіміздің қалыптасып дамуына белгілі дәрежеде үлес қосқан ақын-жыраулардың арнау, толғау сөздеріне ұқсас болып келеді. Ертеден-ақ, халқымыздың өзіндік басқару жүйесі болды. Ел қамын жеген ерлері, сөзін сөйлеген, әділін айтқан шешендері, білімпаз билері болды. Би – халықтың көкейіндегісін айтқан, ойын жарыққа шығарған әділет жоқшысы. Қазақтың атақты билері Төле, Қаз дауысты Қазыбек, Әйтекеден қалған сөз дәстүрі ғасырлар бойы үзілген емес. Ш.Уәлихановтың: \"Би атағын беру қазақта халық тарапынан бір сайлау арқылы немесе халықты билеп отырған өкімет тарапынан бекіту арқылы болған емес, тек сот ғұрыптарына әбден жетік, сонымен қатар тілге шешен қазақтар ғана бұл құрметті атаққа өз бетімен ие болған. Би атағын алу үшін би болам деген қазақ өзінің заң ісіне жетіктігі және шешендік қабілеті бар екеңдігін халық алдында сан рет көрсетуге тиіс болған. Ондай адамдардың атағы бүкіл қазақ даласына тез жайылып, олардың аты жұрттың бәріне мәлім болып отырған\", – деген сөздерінен би – халықтың көкейіндегісін айтқан, жарыққа шығарған әділет жоқшысы екенін танимыз. Кезінде Ахмет Байтұрсынов: \"Әділ билердің қолындағы билік қазақтың неше түрлі дертін жазатын жақсы дәрі еді\", – деді. Демек бұл қастерлі мұра – шешендікпен айтылған билер сөзі ұмытылмайды, қай кезде болса да халық жадында.\n\nДереккөзі: https://www.******.com/kz/shygarma/2317-taza.html#read\n© www.******.com",
                "date": "22.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "153 м 52 см болса, оның радиусын табыңдар?",
        "question_content": "А) Радиусы: 1)8дм; 2)12 м; 3)9см; 4) 9 см 2мм болатын шеңбердін диаметрін табыңдар. Ə) Диаметрі: 1) 31см 72 мм; 2) 69 дм 54 мм; 3) 91дм 58 см болатын шеңбердің радиусын табындар. 4) Дөңгелектің диаметрі: 1) 41 см 26 мм; 2) 153 м 52 см болса, оның радиусын табыңдар",
        "question_date": "20.10.2016",
        "question_tag": "Математика",
        "question_views": 775,
        "question_upvotes": 0,
        "answers": []
    }
]