[
    {
        "question_title": "Антивирусқа жаңа кіліттерің бар ма? Есет Нод 32",
        "question_content": "Антивирусқа жаңа кіліттерің бар ма? Есет Нод 32",
        "question_date": "12.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 271,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернетте торрент трекерлерде өте коп тек бар болғаны ключи есет нод 32 торрент десеңіз болғаны",
                "date": "5.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Торт жасуды үйренейын деп едім, қандай курстар ба?",
        "question_content": "Мен торт жасауды үйренейін деген едім, бірақ үйрететін курс таба алмай жүрмін, Алматы немесе Талдықорған қалаларында сондай курс болса айтып беріңіздерші,немесе ондай курстарға қалай жазылуға болады?сайттары болса айтып беріңіздерші?",
        "question_date": "12.03.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ютубтан гуглдан издеп корсенизши коп шыгады го",
                "date": "12.03.2016",
                "upvotes": 0
            },
            {
                "text": "Арнайы коледждер бар меніңше,ютубдан іздеп видиосынан қарап үйренүге де болады",
                "date": "12.03.2016",
                "upvotes": 0
            },
            {
                "text": "Шымкент ,Озбекыстанда коп 1айда уйренып аласын кушты",
                "date": "6.06.2016",
                "upvotes": 0
            },
            {
                "text": "Инстаграмда kussainovaainur1986 деп іздеңіз, Алматы қаласында мастер класстар өткізеді. 19-20 маусым күндері болады алдағы мастер класстар. Кемінде 3 тәтті әзірлеп үйретеді, бағасы да жақсы 5000-8000.",
                "date": "17.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Наурыз туралы түсінік. Наурыз мейремы мақал мәтелдер?",
        "question_content": "Наурыз мейрамына қатысты шығарма, мақал-мәтел, өлең тақпақ, баталар жазсаңыздар?\nНаурыз мейрамының түп‑тегі өз бастауын б.э.д. заманаларда өмір кешкен Қорқыт (Зоротуштра) бабамыздың ілімінен (Зороастризмнен) алынған.Мақсаты‑мәні:\nТепе‑теңдік. Ұлыс тойы Күн мен Түн, Қыс пен Жаз тепе‑теңдікке келген сәттен бастап тойланады. Осыған сәйкес наурыз тойы жаратылысты қоршаушы күштердің, алдымен Табиғат пен Қоғамның, екіншіден, Ел мен Елдің, үшіншіден, Қоғамдағы әлеуметтік топтардың тепе‑теңдігінің сақталуын талап етеді.\nИгілік. Наурыз тойы қарсаңында: «Бұлақ көрсең көзін аш», ‑ деп қаумаласқан жігіттер бастаулардың көзін ашып, қариялар: «Атаңнан мал қалғанша тал қалсын», ‑ деп бұлаққа май құйып, өсімдіктерге ақ бүркеді. Сөйтіп табиғаттың өсіп‑өнуіне жағдай жасалады.\nЖаңару. Ұлыс күні аспан денелері бастапқы айналу нүктесіне келеді. Мал төлдеп, жер көкткп, дүние жаңарады. Осыған сәйкес адамдар да шашын алып, сақал‑мұртын күзеп, жуынып‑шайынып, ақ көйлек пен су жаңа киінеді. Тазару үшін Көктебенің басына көтерілген азамат «Малым – жанымның садағасы, жаным – арымның садағасы» деген асқаралы түсінік бойынша, өткен жылына есеп беріп, ары алдында арылады.\nЕл билеген көсемдер «Жақсылыққа жақсылық – жай адамның ісі, жамандыққа жақсылық – ер адамның ісі», «Тас атқанға – ас ат» деп ту көтеріп, ат құйрығын кесісіп, араға жік түскен бауырлас ел руларын дастарқан басында табыстырып, татуластырады. Аты аталып, түсі түстелген «Тепе‑теңдік», «Игілік», «Жаңару» ‑ үшеуі қоғамда орын тауып, тоқайласқан сәтте халқымызға құт қонып, ұлтымызға рух ұялап, ел басына бақ қонып, елішінде береке орнайды.\nДемек, Наурыз ілімін жаңғырту арқылы, біріншіден, айнала төңірек ағаш отырғызып, гүл егіп, су көздерін тазалап, тәуелсіз еліміздің экологиялық мәселесін шешуге көмектесуге болады. Екіншіден, өнер‑білімнен, кәсіп түрлерінен, сәулет пен мүсіннен, спорттан т.б. жарыстар ұйымдастырып, жас талант көздерін ашу арқылы қоғамымыздың дамуына үлес қосылады. Үшіншіден, республика тұрғындарының арасында шынайы сыйластық, достық қарым‑қатынас орнатуға септігі тиеді.\nНаурыз туралы түсінік\nНаурыз – парсы сөзі. Бұл қазақша айтқанда, «жаңа күн» деген сөз. 22 наурыз күнін «Жаңа күн» деп атаудың мәнісі неде? Оның мәнісі мынау: 21‑нен 22‑не қараған наурыз күні күн мен түн теңеледі. Сонан кейін күн ұзарып, жылы бола бастайды. Сондықтан 22 наурыз жаз айы болып табылады. Жаз болса, дүние жаңаланады: ағаш бүршік атып, жердегі шөптер қылтиып, малдар төлдейді. Жылдың төрт тоқсанының ішінде дүниені жасартып, жаңалайтын тоқсаны – жаз. Сол тоқсанның басы  22 наурыз болғандықтан бұл күн « Наурыз» яғни «жаңа күн» деп аталады.\nНаурыз сөздігі:\nӘз – халық аңызында күн мен түннің дәлме‑дәл теңелер сәтінде көкті жарып ерекше бір гуіл өтуге тиіс. «Оны қой ғана біледі. Егер күндіз өтсе, қой арқылы қойшы ғана аңғаруы мүмкін» деген сөз бар. Осы гуілді наурыздың 22‑сіне дейінге үш күннің ішінде өтеді деп есептеген халқымыз: «Әз болмай, мәз болмайды», деген тәсіл қалдырған. Сол үш күннің ішінде тырнақ пен шаш алуға болмайды. Әз өткенде өсімдікәлемінен бастап, күллі тіршіліктің тұла бойына, бір тал түгіне дейін жан жүгіреді. Сол жан байқаусызда тырнақ, шашпен бірге қиылып кетсе, адамның қолы мен басы селкілдейтін болады‑мыс.\nНаурыз – парсы тілінде бір ғана күн аты, жаңа жылдың бірінші күні – жаңа күн. Қазақ халқында қалыптасқан түсінік бойынша, осы мағыналармен қоса, жаңа жылдың алғашқы айының атын да толық қамтиды.\nНаурыз бата – наурызға арналып сойылған малдың басы мен жамбасына, ескі жылдың дәмі – сүрленген қазы‑қарта, жал‑жая…берілетін арнаулы бата.\nНаурыз жыры – қазақ халқының жаңа жыл, Наурызға арнап айтатын тұрмыс‑салт жырының бір түрі.\nНаурыз көже – келер жылы молшылықтың жоралғысы ретінде әр шаңырақ міндетті түрде жасайтын арнаулы тағам. Оған кем дегенде, жеті түрлі (бидай, тары, қонақ, бұршақ, сүт, су, тұз сияқты) азықтық заттар қосылуы тиіс. Тақ санын сақтап, тағам түрін көбейте беруге болады. Құрт пен қатықтың қай‑қайсысы да сүттің орнын толықтырады. Наурыз көжені халық арасында «тілеу көже» деп те атай береді.  \nНаурыз мейрамы (наурыз тойы) – күн мен түннің тенелетін күні 22 наурызды атап өтетін ұлы мереке. Ұлттық дәстүр‑салтымыз бен ойын‑сауығымыздың бәрі де тегіс қамтылатын жыр‑думан.\nНаурыз жұмбақ – наурыз айындағы жұлдыздардың қозғалысы мен орнына, күн мен түннің теңелуіне, табиғат құбылысына, бұл айдағы амалдар мен ауа райының өзерісіне байланысты айтылатын жұмбақ өлең.\nНаурыз тілек – наурыз күнгі бет көрісіп, амандасу рәсімімен құттықтау негізінде тақпақпен айтылатын қуанышты тілек.\nНаурыз төл – наурыз айында туған бота, құлын, бұзау болса, наурыз төл деп аталады. Осы түлектерге тән төл басы.\nНаурызша – наурыз қырбақ, қарайған жерді жасыра алмай, қылаулап жауған жұқа қар.\nНаурыз шешек – наурыз айында гүлдейтін көп жылдық өсімдік. Әсемдік үшін қолдан өсіруге болады.\nОтамалы – 15 наурызда кіріп, 17 наурызда шығатын амал. Бұл амалдың жақсылық пен жамандыққа бағынуына қарай халқымыздың: «Отамалы, от алғанша, керегенің басын шот алғанша», «отамалы, отамлыдан қалған ата малы», ‑ деп берген мінездеме мәтелі бар.\nҮт – саңылау, тесіктен үйге түскен күн сәулесінің тозаңдануын – қазақ үт кірді деп есептейді. «Үт кірді, үйге құт кірді» деген қазақ мәтелінде күн нұрының жердегі тіршілікке жасар игі әсерін бейнелейтін үлкен мән бар.\n  Қазақ елі наурызды қалай қарсы алған?\nҚызыр түні Жаңа жыл табалдырықтан аттап үйге енгенде, «жалғыз шала сәуле болмас» деп төрге қос шырақ жағылып қойылады. «Жаңа жыл мұнтаздай таза үйге кірсе, ол үй ауру‑сырқаудан, пәле‑жаладан аман болады» деген сеніммен Наурызға дейін үй ішіндегі жиһаз мүліктің шаңы қағылып, жуылып тазартылады. «Береке басынан басталады» демекші, «жыл басы жақсы басталса, аяғы да жақсы болады». «Жыл бойы ақ мол, дән тасқын‑тасқын, жауын‑шашын көп болсын» деп қызыр түні ыдыс атаулыны ырысқа, (бидай, тары, сұлы, арпа, жүгері т.б.) аққа (сүт, айран, шұбат, уыз т.б.) және кәусар бұлақ суына толтырады.\nХалқымыздың мифологиялық түсінігі бойынша наурыздың  21‑і түні даланы  Қызыр аралайды екен. Сол себепті осы түн «Қызыр түні» деп аталады. Қызыр – адамдарға дәулет дарытып, бақ қондыратын, ақсақал кейпінде көзге көрінетін қиял‑ғажайып бейне. Жақсылықтың жаршысы, жаңа түскен Күн нұрының символы – Қызыр ата даланы кезе жүріп, назары жерге түссе, оның тоң кеудесін жібітеді, ал тасқа түссе тасты ерітіп жібереді екен.\nКүн сәулесі жер шарының шығыс бөлігінен таңғы сағат алтыда себезгілеп атқан кезде біздің өңірімізде бұл сәт түнгі сағат үшке  тұспа‑тұс келеді. Сондықтан да қазақ халқы Жаңа жылды наурыздың 22сі күні таңғы сағат үште қарсы алады.\nБұл түні ауыл бойжеткендері өздері ұнатқан жігіттерге арнап соғымның соңғы етін уызға салып пісіріп, «ұйқыашар» деп аталатын ерекше дәм дайындайды. Ал жігіттер мен бозбалалар болса, қыздардың қолақысының қарымтасына айна, тарақ, иіссудан тұратын «селт еткізер», «дір еткізер» сыйлықтарын ұсынады.\nАлдымен ауыл жастары бір асау тайыншаға ашамай ерттеп, үстіне жандықуыршақ мінгізіп, мойнына қоңырау іліп, төбесіне бір шоқ құстың қауырсынын (қарқара) тағып дайындайды. Олар түнгі сағат үште қорадағы малды үркітіп, иттерді шулатып, елді ұйқыдан оятып, тайыншаның басын бос жібереді. Бұл тайынша мінген жандықуыршақ жерімізге келе жатқан Жаңа жылдың бейнесі іспеттес. Ойын‑күлкісз, әзіл‑қалжынсыз мереке мереке ме?! Той кезінде Сал, Сері, Хан, Ханша, Батыр, Диуана немесе халық ертегілерінің түрлі кейіпкерлері бейнесінде киініп, бетпердесін (маскасын) тағынуға болады.\nҰлыс күні қазақ елі үшін қасиетті. Ол күні қар не жаңбыр жауса, нұр жауды, «туар жыл жақсы жыл болады» деп қуанған. Наурыз айында жауған қар басқа қарларға қарағанда ерекше аппақ үлпілдек болады да, «ақша қар» аталады. Осыған орай тілімізде мінезі балдай, сұлу қызға айтылатын «Наурыздың ақша қарындай» деген теңеу бар. Ұлыс күні туылған сәбилерге Наурызбай, Наурызбек, Мейрам, Мейрамгүл т.б. аттар қойылып, оларға бір жас қосылады.\nНаурыз күні қуанышқа кенеліп, масайраған жұрт аппақ көйлек пен жаңа киімдерін, таза бір киерін үстеріне іледі.\nНаурыз күнінің бір ерекшелігі – бұл күн көрісуден басталады. Ұлыс күнінде сәлемдесудің қалыптасқан дәстүрі бар, кісілер бір‑бірімен кездескенде:\nНаурыз құтты болсын!\nӨмір жасың ұзақ болсын!\nҰлыс бақты болсын!\nТөрт түлік ақты болсын!\nҰлыс береке берсін!\nПәле‑жала жерге енсін! –\nдеп құттықтап ер адамдар қос қолдасып, төс соқтырады; ал әйелдер болса құшақтасады; ерлер мен әйелдер кездессе, құшақ айқастырады.\nҰлыс күні жеті түрлі заттан – соғымнан қалған сүр ет, қойдың басы, сүт, езілген құрт, бидай (тары, күріш), пияз және сәбізден қазан толы көпкөже (наурыз көже) пісіріледі. Әр үйдің дастарқанына ақтан (сүт тағамдары), көк ырыстан (дән тағамдары мен жеміс‑жидектер) және қызылдан (еттен істелген)  жеті түрлі тағамдар қойылады. Қалыптасқан салт бойынша қойдың басын ауыл ақсақалы мүжиді. Ал басқалары «жақсы ас қалғанша, жаман қарын жарылсын» десіп, наурыз көжені тоя ішеді. Жиналған жұрт: «Ауызды ақтан айырмасын, қызылды уақытысымен көрсетсін!» деп тарқасады. Әдетте Наурыз түнгі қасиетті дәмнен алыс сапарда жүрген адамдарға, қадірменді ақсақалдарға сыбаға сақталады.\nНаурыз күні таңертең ертемен ерлер қолдарына күрек, кетпен, ал қыз‑келіншектер құрт, ірімшік, сүт, піскен ет алып далаға шығады. Ақ түйенің қарны жарылған бұл күні халық ішіндегі жас ерекшелігіне қарай қалыптасқан дәстүрлі ілтипат ізеттер жұмсарады. Тіптен келін қайын атасымен, күйеу бала қайын енсімен қалжындасуына болады. Наурыз күні бұндай іс сөлекет көрінеді.\nҚараңғы түсе екі жерге екі үлкен то жағылады. Жас ерекшеліктеріне қарай топ‑топ болып осы екі от ортасынан өтіп бара жатып қолдарындағы басына майлы шүберек ораған таяқтарын тұтатады, «алас алас пәледен қалас!» деп хормен өлең айтып,  айнала төңіректі отпен тазалап шығады, жастар жағы жанған оттан секіреді. Алтыбақан басында жастар түнімен түрлі халықтық ойындар ойнайды, айтысады. Таң ата көпшілік биіктеу төбенің басына шығып, таңды қарсы алады. Күлімдеп көрінген Күнге иіліп сәлем беріп, «құт дарысын» деп, айнала төңірекке ақ бүркіп, үйлеріне тарасады.",
        "question_date": "12.03.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 5700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазақстанда ресми түрде Наурыз 1988 жылдан бері тойланып келеді. Бұл мерекені Шығыс елдері Өзбекстан, Қырғызстан, Ауғанстан, Тәжікстан, Пәкстан ерте кезден өткізеді. Бұл мереке табиғат пен адамның үндестігін көрсетеді. Наурыз күн мен түннің теңелген күні. Көктемгі күн тоғысы наурыз айының 21-нен 22-не ауысқан түні болды. Осы уақыттан бастап күн ұзарып, түн қысқарады.\n\n   Наурыз - жыл басы. Парсы тілінде \"нау\" - \"жаңа\", \"руз\" - \"күн\" деген ұғымдарды білдіреді. Халық наурыз мерекесіне алдын - ала дайындалады. Дәстүр бойынша үйге қос шырақ жағылады, ыдыстар ернеуіне дейін айранмен, сүтпен немесе бұлақ суымен толтырылады. Бұл - тоқшылықтың белгісі. Табиғатпен байланыс күн Анаға деген тағзымнан көрінеді. Бұл күні бұлақтар тазартылып, ағаштар отырғызылған. \"Бұлақ көрсең, көзін аш!\", \"Бір тал ексең, он тал ек!\", деген сөз осыдан шыққан болу керек. Наурыз - достық, еңбек, бейбітшілік мерекесі. Ұлыстың ұлы күні адамдар бір-біріне деген ренішін ұмытып өзіне де, өзгеге де жақсылық тілеген. Дастарқанның басты асы наурызкөже болған. Наурызкөже жеті түрлі тағамнан жасалған. \"Наурыз көжені тойып ішу керек, сонда жыл бойы тоқшылық болады!\" деген сенім бар. Дастарқан басында жастар үлкендердің батасын алған. Бата - үлкендердің өзінен жасы кішілерге беретін ықыласты тілегі. Ақсақалдар: \"Ұлыс оң болсын! Ақ мол болсын, қайда барса жол болсын!\" - деп бата береді.\n\n   Дәстүр бойынша Наурыз айтыс өткізіледі. Бұл жақсылық пен жамандықтың, суық пен жылының, жаз бен қыстың айтысы.\n\n   Мереке қызған кезде жастар алтыбақан жанында ұлттық ойындар ойнайды. \"Көкпар\", \"Бәйге\", \"Қыз қуу\", \"Жамбы ату\" ойындары аса бір қуанышпен өтетін. Көңілді өткен Наурыз күні әр адамның есінде көпке дейін сақталатын. Біздің 79 гимназияда Наурыз мерекесін қарсы алу дәстүрге айналған. Мерекеге арналған қабырға газеттерінде \"наурыз\" тарихы жазылып, өлең-жырлардан үзінді беріледі. Сахнада наурыз мерекесіне арналып көріністер қойылады. Гимназияда \"Ұлыстың Ұлы күніне\" арналған мереке ерекше қуанышты өтеді. Жүректер жылыуын таратқан көктемнің бақыт сыйы Наурыз көп ұлтты еліміздің бірлесе тойлайтын - Достық мерекесі.\n\n   22 наурыз - Ұлыстың ұлы күнi. Бұл күнi күн мен түн теңеледi. Табиғат та, Жер-Ана да, жан-жануар да түлейдi, жаңарады. Адамзаттың бойында қан жүгiрiп, тал-теректер бүршiк жарады. Қазақтың сайын даласын Қызыр баба кезiп, адам баласына құт-береке, бақ-дәулет сыйлайды. Самарқанның көк тасы ерiп, қасиеттi қара жер, қара топырақ бусанады. Ұлы даланың төсiнде қызғалдақтар құлпыра өсiп, бел-белестерге қызылды-жасылды кiлем төселедi. Ұлан-байтақ Қазақстанның халқы жетi түрлi дәмнен наурыз көже жасап, ұлттық салт-дәстүр, әдет-ғұрыптарды сақтап, ай бойы Ұлыстың Ұлы күнiн тойлайды. Бүкiл Шығыс халқына ортақ бұл мейрамда араздасқандар татуласып, дүйiм халық, мұқым ел ауызбiршiлiкте болады.\nЫнтымағы жарасқан көп ұлтты елiмiздiң осы бiрлiгiн Құдай ұзағынан сүйiндiргей! Әрбiр шаңыраққа Қыдыр дарып, бақ қонсын! Мұсылман қауымына Исламның 7 байлығын тiлеймiз. Ұлыстың Ұлы күнi құтты болсын, ағайын!\n\n   Ұлыстың ұлы мерекесiн тойлауға халқымыз биыл 13-рет дайындалып жатыр. «Ұлт жоқ. Ұйысқан Одақ қана бар» деген Кеңестiк дәуiрдiң солақай саясаты 1926 жылдан 70 жылдай ұлт мерекесiн терең зындан түбiнде бұғаулап ұстағанын бiлемiз. Одан кейiнгi ашаршылық жылдары, Ұлы Отан соғысы, ұлт зиялылары мен ұлт құндылықтарына қарсы дүркiн-дүркiн шабуылдар халқымыздың салт-дәстүрлерi мен әдет-ғұрпының үкiсiн қисайтуға тырысып бақты. Тiптi, ашаршылық жағадан алған тұста жарапазан - жас балалардың нан сұрап жеу тәсiлiне айналғаны шындық. Елiмiздiң солтүстiк бөлiгiнде көрiсу ғұрпы санадан өшкен. Ал 31 желтоқсан түнi Жаңа жылды табалдырықтан аттатқан кейбiреу төл мейрамды мойындамайды да. Мұның бәрiн бүгiнгi жастың кемшiлiгi деу жөн бола қоймас. «Бала жасындағысын ұмытпайды». Көнекөз қариялар - салт-дәстүр сабақтастығының соңғы буыны. Ал 70 жыл идеология құрбаны болған мерекенiң көптеген ырым-жоралғылары кейiнгiлерге таныс емес.\nНаурыз - кей бiлгiштердiң жаңалық ашып, онысымен жұртты адастырып жүргенiндей, дiни мереке емес. Бұл бағзы заманнан қалыптасқан бүкiлхалықтық Жаңа жыл. Оны Иран, Ауғанстан, Үндiстан, Кавказ және Орта Азия халықтары төл мерекесi ретiнде тойлайды. Алайда, «Әр елдiң салты басқа, итi қара қасқа» демекшi, дәстүр өзгешелiгi де орын алған.\nХалқымыз жаңа жылға ертеден дайындалатын. Қысқы соғымның әбден сүрленген қадiрлi мүшелерiн осы күнi қазанға саламын деп сақтаған.\nЖас келiндер, бойжеткендер болса, кесте, орамал тiгiп, бозбалалар жағы ағаштан тұрмыс бұйымдарын жасап, темiрден сәндiк бұйымдарын соққан. Мұның бәрi - күн мен түн теңесетiн шақта кәдеге асатын «ұйқыашар», «селт еткiзер» жоралғыларының сый-тартулары. Көктемгi «өлiара» өтiсiмен, ата-бабамыз үй айналасын тазартып, қалың қар тiгiсi сөгiлген жайылымға мал шығарған. «Жаңа жыл мұнтаздай таза үйге кiрсе, ол үй ауру-сырқаудан, пәле-жаладан аман болады» деген сенiм бойынша, үй-iшiн де қағып-сiлкiп, отпен аластайды.\n\n   Көне деректер көзiне сүйенсек, наурыз тоғыз күн тойланады екен. Ол той «Наурызнама» деп аталады. Әдетте, наурызнаманы бай, ауқатты кiсiлер жасаған. Бiрақ әр шаңырақ өзiнше наурыз көже пiсiрiп, ақ толы аяғын босағадан аттағанның бәрiне ұсынған. Ауыл ақсақалдары үй-үйден дәм татып, үйдегiлерге ыдыспен сыбаға тасып жүрген. Ол сыбаға iшiлместен бұрын қазанға құйылады. Бұл «Дәм-тұзымыз араласқан тату болайық» дегеннiң белгiсi.\n\n   Ұлыс келер түнi Қызыр бабаға арналып әр үйдiң төрiнде қос шырақ жағылатын болған. Үй иелерi бар ыдысты аққа, суға, «ырыс толсын» деп дәнге, «жауын-шашын көп болсын» деп бұлақ суына толтырады. Жылдың алғашқы күнiнде қар жауса «ақша қар», жаңбыр жауса «нұр жауды» деп шаттанған. Ертеректе ауыл адамдарын ұйқысынан тұрғызу үшiн қолданылған мынадай қызық дәстүр болған. Жастар асау тайыншаны құрықтап, оған ерттелген ашамайға зор қуыршақты таңып байлап, ауыл iшiне бос жiбередi. Мөңкiп тулаған асау ауылды азан-қазан етсе де, ешкiм бұған өкпелемеген. Күлiмдеп көрiнген күнге сәлем берiп, шаруаға кiрiседi. Наурыз күнi көзi ашылған бұлақтың суы сарқылмайды, ал егiлген талдың саясы мен жемiсi мол болады деп сенген. Жаңа сап түзеген шыбықтарға ақ шашу да жақсы ырым.\n\n   Ұлыс - жақсы тiлектер күнi. Араздасқандар төс қағысып, татуласады. Бұл күнгi қайын ата мен келiн, күйеу бала мен қайын ата арасындағы әзiл де жарасымды. Жастар алтыбақан құрып, тойдың сәнiн кiргiзедi. Бойжеткендер соғымның соңғы етiн уызға салып пiсiрiп, ұнатқан жiгiттерiне тартады. Бұл салт қазақта «ұйқыашар» аталады. Ұйқыашардың қарымтасына жiгiттер «селт еткiзер» рәсiмiн жасайды. Яғни қалауынша айна, тарақ, әтiр суын сыйлайды. Айна - пәктiктiң, жастықтың, тарақ - әдемiлiк пен сұлулықтың, ал иiссу - жаңа бүршiгiн жарған жауқазындай құлпыр деген белгi.\n\n   Наруыз күнi думан-тойды аталарымыз наурызнама атаған. Ұйытқысы, әрине, - жастар. Содан болар, ән мен би, ойын-сауық түннiң бiр уағына дейiн созылған. Халқымызда «Ақ боран», «Қалтырауық қамыр кемпiр» ойындары бар. Онымен қатар бұл күнi наурыз жыр, наурыз жұмбақ, наурыз айтыс, түрлi әзiл-қалжың, мадақтау өлеңдерi айтылады.\n\nСең жүредi көктемде астан-кестең,\nАқ атанның бауырын арқан кескен.\nҰлы күнi ұлыстың бас қосқанда\nӨлеңiңдi айт, құрбыжан қатар өскен,\n\n- деп, қос-қостан жұптасып, айтысқа түседi.\n\n   Ұлыс күнi татулық тойы, шаруа, ынтымақ, сенiм, көңiл мерекесi. Қыс қылышынан аман қалған жұрт, бар ренiш-өкпесiн ұмытып, кiнәсiн кешiп, тек жақсы тiлектер тiлейдi. Көңiлдiң жаңаруы деген осы. Бұл күнi наурыз көжемен қатар, ауыл адамдары өгiз сойып, қазан көтеретiн болған. Мұның тарихы өз алдына қызық аңыз. Ежелгi жыл санаушылардың есебiнше, үркер күздiң басында шығыстан, қыстың басында төбеден, көктем кезiнде аспан етегiнен көрiнiп, ал жазда тiптi батып кетедi екен. Бұл шақ қырық күнге созылып, оны халқымыз «қырық күн шiлде» немесе «үркердiң жерге түсуi» деп атаған. Көктем кезiнде, яғни наурызда күн жолы үркердiң үстiмен өтiп, үркердiң қос жұлдызы бұқаның мүйiздерi құсап күн жолының екi жағынан қылтиып көрiнедi. Бұған орай халқымыздың «әлемдi көк өгiз мүйiзiмен көтерiп тұр» деген нанымы да бар.\n\n   Өгiз етiн арнайы нарқазанда балбыратып пiсiредi. Нарқазанның тарихы да жақсы ырымдармен астасып жатыр. Ежелгi сақ дәуiрiнде халық арасын алауыздық жайлап, ел татулығын тұман басқанда көсемдер келiсiп, үлкен қазан құюға шешiм шығарады. Алайда, қазан соғарлық мыс табылмай қалады да, бүкiл сарбаз жебелерiнiң мыс масағын жинатып, содан нарқазан құйдырады. Осы қазанда қайнатылған астан дәм алысқан араздасушылар өкпе-назын ұмытып, елде татулық орнапты делiнедi аңыздарда. Осындай тай, нарқазандарда қалың қауымға дәм татқызу кейiн үрдiске айналып, ол «шүлен тарту» аталып кеткен. Өгiздiң шекесi ауыл ақсақалдарына тартылады. Бұл сыбағаның аты - «бел көтерер». Ертедегi дәстүр бойынша наурызнама тоғыз күн тойланатын болса, соның сегiзiншi күнi «той тарқар» болады. Мұнда бұған дейiн өнерiн ортаға салып, оза шапқан дарабоздарға, қарсыласының жауырынын жерге тигiзген балуандарға, тiптi тайы озып келген жас балаға да «ат терi» деп сыйлық берген.\n\n   «Той тарқарда» жаңа көзi ашылған қайнардың суына қант қосып, оны қауым болып iшiседi. Көзi қарақтылар «салдама» аталатын кiтапты оқытып, ақсақалдар бата бередi.\n\n   Айта берсең, наурыздың жөн-жоралғылары өте көп. Қазақстанның төрт түкпiрi түрлiше тойлайды. Бiрақ, қалай болғанда да, жақсылықтың аты - жақсылық, тойдың аты - той.",
                "date": "21.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Епсон Л800 принтер тамшы кнопкасында қызыл түс жанып тұра береді",
        "question_content": "Епсон Л800 принтер тамшы кнопкасында қызыл түс жанып тұра береді. Заправка жасадым.прокачка жасадым. Бірақ жанып т ұра беред сосын фотоны бұрынғыдай тұнық шығармайд. Фотоның бетінде ақ палоска жолақтар болад. Қалай кетірем оны",
        "question_date": "12.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 810,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына жерден көресің да, дұрыстап аласың.\n\nhttp://luckyprint.blogspot.com/2012/10/epson-l100l200l800-l100.html",
                "date": "12.03.2016",
                "upvotes": 0
            },
            {
                "text": "Міне суретіне қара! Мына жерде 6 түрлі-түсті топтамаларды бәрін бірдей сәл жоғары көтеріп, қайтып орнына саласың,  Қорықпай көтер, көтеру үшін арға жағында арнайы құлып секілді басқыштары бар, соларды басып, содан соң көтересің!, солай болу керек. Қысқасы сол топтаманы шығарып, қайта орнына сал, (дұрыс болуын мұқият тексер!). Содан соң бәрі ОК!  болады.\nСенде драйверлері бәрі дұрыс установка жасалған деп ойлаймын.Өйткені жұмыс істеп тұрған принтер.",
                "date": "12.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "3G роутер деген не?",
        "question_content": "Ротер деген не'оныың қандай артықшылығы бар, wifiдан айырмасы бар ма?оны қалай пайдаланады,нотьукке, смартфонга қалай қосады?",
        "question_date": "11.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Роутер дегеніңіз Wi fi!",
                "date": "5.06.2016",
                "upvotes": 0
            },
            {
                "text": "3G роутер ол 3G торабына сіздің құрылғыны қоса алатын құрылғы.",
                "date": "19.12.2016",
                "upvotes": 0
            },
            {
                "text": "3G роутер - 3G интернетпен байланыс жасайтын технологиялық гаджет",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаланың ішінде артқы қауіпсіздік белбеуін салмаған жағдайға айыппұл салу дұрыс па?",
        "question_content": "Қаланың ішінде артқы қауіпсіздік белбеуін салмаған жағдайға айыппұл салу дұрыс па?",
        "question_date": "11.03.2016",
        "question_tag": "Жол ережесі",
        "question_views": 688,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "яяяя дұрыс сіз жол бұзып келасыз",
                "date": "13.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Геморройды қалай емдеуге болады?",
        "question_content": "Жалпы ағамда геморой бар екен. Үлкен дәретке барарда қиналады. Геморройды қалай емдеуге болады?",
        "question_date": "11.03.2016",
        "question_tag": "Тазалық",
        "question_views": 11900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ота жасау арқылы емдеүге болады",
                "date": "12.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Choose the correct preposition. Students are looking …the board",
        "question_content": "Choose the correct preposition.\n\nStudents are looking …the board.\n\nat\nby\nin\nfor\nafter",
        "question_date": "11.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 521,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Students are looking at the board. Look at  қарау деген мағына береді. look for- іздеу, look after- қамқор болу",
                "date": "3.04.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Беттегі йодты қалай кетіруге болады??",
        "question_content": "Беттегі йодты қалай кетіруге болады? Қысқасы, бетімнің кішкентай жері көгеріп қалыпты, сосын, оны кетіру үшін йод жаққан едім, көгерген жерім үлкейіп кеткендей болды. Йодты кетіру үшін спирт, сабын қолдандым, сәл кеткендей болды.. Енді көгерген мен йодтың қосындысын қалай кетіруге болады? Йодты жаққаныма 24 сағат болды..",
        "question_date": "11.03.2016",
        "question_tag": "Денсаулық",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Терідегі йодты кетірудің тағы бір әдісі - лимонмен кетіру. Орындалуы:\n\n1. Лимонды кесіп алыңыз;\n\n2. Терідегі йод дағы кетпейінше ысқылап сүрте беріңіз;\n\n3. Қолыңызды жылы сумен жуып, крем жағып қойыңыз.\n\nТағы бір әдіс:\n\n1. Сүрткішті сутегі пероксидімен ылғалдап, йод жағылған теріге бастырып қойыңыз. Бірнеге минуттан соң алып, сүрткілеңіз. Йод дағы кеткен соң, қолыңызды жылы сумен жуыңыз.",
                "date": "3.04.2016",
                "upvotes": 4
            }
        ]
    },
    {
        "question_title": "Абыройынан айрылған қызға үйлендім",
        "question_content": "Абыройынан айрылған қызға үйлендім.\n\nЖасым 30дан асып кетті. Бір баламыз бар, бірақ менің әйелімнің біреумен жатқанын көзіме келеді де тұрады. Бұл менің алғашқы некем. Өзім де періште емеспін, дегенмен арамыз суып бара жатыр, басында ондай ойлар келмеген. Ештеңеге қараған емеспін. Басында ойлағанмын, 21 ғасыр деп, Марсқа ұшып жатыр, ғылым дамып жатыр, қыздық ол ежелгі заман деп, бір қате кетсе кеткен шығар деп, Уақыт өте келе ойымнан кетпейді, әйелімнің абыройсыз ақ босағаны аттағаны. Әсіресе, достарымның айтқаны сүйектен өтті,  ойлар басымнан кетпей қойды. Мен өзімшіл емеспін, қайда барады сонда жеберем әйелімді, төркініне барса, барма демеймін. Дегенмен, жаным жай таппай жатыр. Басында ашық түрде айтқан, мен қыз емеспін деген, мен оған көндім, өзімнің намысымды қалтама салып, үйлендім, шын жақсы көрем әйелімді. Әйелімнің жасы менен кіші. Тіршілік жасайды үйде, үйдегілер оны сыйлайды. Қандай, не пікір, қандай кеңес бересіңдер?",
        "question_date": "11.03.2016",
        "question_tag": "Махаббат",
        "question_views": 13100,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Сұрақты өңдейтін, əлде жоқ ете алатын адам барма !!!",
                "date": "11.03.2016",
                "upvotes": 1
            },
            {
                "text": "Бұл сұрақты бұл сайтқа жазмағаныңыз жақсы болатын еді меніңше бұл сайтты қолданушылардың көбісі оқушылар студенттер т.б бұл сұраққа жөні түзү жауап алуыңызға сенімді емеспін..",
                "date": "11.03.2016",
                "upvotes": 1
            },
            {
                "text": "Егер достарың солай айтса, олар шын достарың емес (сенің шешіміңді құрметтеу керек, сені сыйламайтын болып тұр ғой). Білмеймін өз басым ешқашан айырылмас едім",
                "date": "12.03.2016",
                "upvotes": 4
            },
            {
                "text": "Omir adamga bir ak ret beriledi goi. Omirindi okiniwpen otkizbeuge tirisuinizdi suramiz. Arine bul ulken kaigi er adamga. Birak bul erlikke sanali turde barsaniz, namisti er jigit retinde moinmen koteru kerek. Siz bul jagdaidi sanali turde oilanip amal jasaniz. Psiholog barip akil suraniz. Er jigittin iwinde kumani bolsa ari karai omir suru kien boladi. Siz ata ananiz silaidi dep omir surmeniz. Bir Allax sizge jurginizge ulken iman bersin. Sabr saktaniz. Kop oilanatin surak tastadiniz kizdarga altin sirga.",
                "date": "13.03.2016",
                "upvotes": 1
            },
            {
                "text": "Ең бастысы бұл жерде, Ол қыз сені алдаған жоқ, шынын айтты. Ал сен оны біле тұра адами тұрғыда ойланып-толғанып, оған жаның ашыды,оның қателігін кешіріп, өзіме жар етемін деп ол қызбен келісіп, шештің ғой. Бұл да нағыз еркектің еркек екенін көрсетеді. Бұны көп санасыздар түсінбейді әрине.\n\nКейбір қыздар арам пиғылмен өзін операциялық жолмен қалпына келтіріп, адалмын деп, жігіттерді алдап тиіп алады, міне бұл деген өмірдегі ең жаман опасыздық, оның арты жақсылыққа апармайды.\n\nҚарап тұрсақ бұл өмір адамзат үшін үлкен сынақ.",
                "date": "13.03.2016",
                "upvotes": 2
            },
            {
                "text": "Сенікі дұрыс емес. Əр адам қателеседі. Өзі алдын ала тұрмысқа шықпай тұрып мойындапты. Ол сенің достарың адал дос деп ойламаймын. Сені отбасыңа қарсы қойып жүрген. Сол достарыңның бəрінің қатындары қыз боп келген шығар тегі.",
                "date": "13.03.2016",
                "upvotes": 0
            },
            {
                "text": "Сiздiн булай жар салып акыл сураганынызга келиспеймiн. (мумкiн дурыс та шыгар ) НАГЫЗ ЕР АЗАМАТ екенсiз. Бул жагдай басына тускендер тусiнедi. Басына туспегендер ойына келгенин акыл гып айта бередi. Айелiнiздiн пактiгiнен бурын ШЫНДЫКТЫ АЙТКАНЫ УШIН омiр бойы сыйлап отсенiз де жарасады. Ал ойыныз бузылып айелiнiздi жек корген сатте АЛЛАДАН САБЫР СУРАНЫЗ. Бариде жаксы болады деп ойлаймын.",
                "date": "13.03.2016",
                "upvotes": 0
            },
            {
                "text": "сізбен үйленгенен ондай қылықтарға бармаған болса неге айрылысасыз.ол сіздегі псхикалық ауытқу болуы мүмкін.психолокқа көрініңіз.бәлкім жақсы болып кетерсіз.",
                "date": "13.03.2016",
                "upvotes": 0
            },
            {
                "text": "Әйел жаны нәзік қой, сіздің жақыннан бері көңіл-күйіңіздің бұлай озгеріп жүргенін өзі де сезіп жүрген шығар. . . Басында өзі де айтыпты, кешірім сұрапты. Өзіңіз бәрін біліп тұрып онымен үйленіпсіз. . . Енді жақсы әйел болса, артық ойға салынбаңыз, жауап кершілікпен қараңыз, құдай алдында бетіңіз жарық болады. . . Достарыңыз оны әдейі бетіңізге басып жүрсе дос емес қас екен. Өздерінің қолынан не келіп жатыр екен?  ондайларды сол майданда реттеп қоию керек еді. . .",
                "date": "13.03.2016",
                "upvotes": 0
            },
            {
                "text": "Досым мені тыңда! Ер жігіттің басынан не өтпейді?! Сөзіме сен бұл өмірдегі ең қиын жағдай емес. Ең қиын жағдай 40 күн өткеннен соң əкең немесе шешеңнің кəбіріне барып тұрып олардың бұл өмірде жоқ екендігін жəне қайтып келмейтінін, көрмейтініңді ұғыну. Ал, сенің басыңдағы жағдай қазыргі өмірдегі екінің-бірінің басынан өтіп жатқан жайт. Сені əрине екінің-бірі қылғым келмейді алайда, жаман ойлар мазалап, ішіңді намысың қан жалатқанда балаңды бір сəт құшақтап өзіңді Сабырға келтір. Көмектеседі! Өзімнің тəжірибемнен айтып отырмын. Менде сендей бəрін білдім, сүйдім, кешірдім, өкіндім. Менде сен секілді ажырасқым келді. Маған да \"достарым\" бетіме басты, мысқылдады, намысыма тиді. Талай əйелімнен жиіркеніп бөлек жатып, айпағанды айтып жылытып қоятынмын. Бірақ ол не өзгертеді? Сен не өзгертесің? Өткен күннен алыс жоқ, келер күннен жақын жоқ. Барлығы өтеді де, кетеді. Барлығына олда шыдады, мен де сабама түсіп ақылға келдім. Бүгінгі күнде 2 сүйікті ұлымызды тəрбиелеп өмірімізді жасау үстіндеміз. Кеңесім егер ауылда тұрсаң ол жақтан көш. Сенің намысыңа тиіп осы ойларды есіңе қайта-қайта сала беретін осы ауылдың, \"достарыңнын\" əңгімесі. Ашу - дұшпан, ақыл- дос!Ақымақ болма! Сөзіме сен. Шамалы уақыт қана шыда бəрі ұмытылып кетеді! Отбасыңды сақта. Қиналып басыңа іс түскенде жаныңда қалатыны солар ғана. Бақытты бол! Жасым 29-да!",
                "date": "14.03.2016",
                "upvotes": 2
            },
            {
                "text": "Имам өте дұрыс айтады бауырым.Менің де пікірім дәл солай.Артық айтар ештеңем жоқ.Менің ойымның барлығын Имам айтып отыр.",
                "date": "15.03.2016",
                "upvotes": 0
            },
            {
                "text": "Өзімде періште емеспін дейсіз , онда ол қыз қазір қайда? сол қыздың өмірін өзгерткен екенсіз неге сол қызды енді алмадыныз?ол қазір сіздің жарыныз сияқты күй кешіп жүрген шығар .Əйеліңізді түсінесіз деп ойлаймын",
                "date": "15.03.2016",
                "upvotes": 0
            },
            {
                "text": "Абыройсыз деген созиниз тым катты естіледі! Ол сізге дейін жезөкшелікпен айналысса мейлі абыройын таптап,оның да өкінер қылығы, ол да былай болатынын білмеді,бір жігітке сенді соған ғана тұрмысқа шығамын деп ойлады,бұл тағдырдың жазуы, өмірдегі оның да сабағы! Сізден жасырып үйленген соң айтпады, алдын ала айтты, алдамады. Бұл да көп нәрсені айтатын қылық. Жарыңызды бағалай біліңіз! Ол да сіздің осындай кешіріммен қарап оны осылай қабылдағаныңызды ұмытпады, іштей риза, сіз махаббатыңызды дәлелдедіңіз. Осы үшін ол сізді іштей сыйлайды және өмір бойы адал жар болып өтеді,маған сенініз. Шайтан ойыңызга салған арам ойдан арылыңыз, сіздің ауыр жеріңізді біле тұра соған тұз себетін досты дос деп санауыңыз қате! Осындай сындардан өткен отбасы ғана үлгі болуға лайык болады! Ойыңызды жарыңызға айтушы болмаңыз ол оның жүрегін жаралап айтқан сөзіңіз ол сізді кешірсе де өмір бойы жүрегінде қалып қояды! Өмірдегі маңыздысы ол емес. Қыз болып тұрмысқа шыққан қыздар да күйеулерінінің көзіне шөп салып жатады, міне некелі жарына киянат жасаған айелді абыройсыз деуге келеді! Ең бастысы жақын жандарыңыз жаныңызда! Өмірдің әр сәтін бағалап, жаман ойға уақыт кетірмеңіз! Алланың бізге қанша уақыт бергені белгісіз емес пе....",
                "date": "11.04.2016",
                "upvotes": 0
            },
            {
                "text": "Зинакор ерге, зинакор айел\n\nзинакор айелге, зинакор ер\n\nдеген бар.Озин зинакор болмасан, айелинди жазгырма, озинен изде кинани, озинди кинала, озин сондай болмасан, жарын ондай болмас еди, сен созге ерип истеп отырсын гоой барин. Ерли зайыптынын арасына еси ауыскандар тусед дид\n\nсенин омирин, жеке омирин. Ертенги куни достарым айтты деп ажырасасын, ал достарын кетип калад. Олар саган пак кыз тауып берип сени уйлендире алмайды да! Так что ертерек дурыс жагын ойла!",
                "date": "11.04.2016",
                "upvotes": 0
            },
            {
                "text": "Қазақта жақсы сөз бар, Өткенге өкінбе, келер іске сақ бол деген!!! Сізге ажырас деп айтпаймын, басқаға сабақ болсын мына видео:",
                "date": "12.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неліктен барлық металдар жақсы өткізгіштер?",
        "question_content": "Неліктен барлық металдар жақсы өткізгіштер?",
        "question_date": "11.03.2016",
        "question_tag": "Физика",
        "question_views": 7900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Металдардың бәрі бірдей тоқты жақсы өткізе бермейді",
                "date": "11.03.2016",
                "upvotes": 0
            },
            {
                "text": "металдарда молекулалар тығыз орналасқан сол және ретімен орналаскан сол себептен токты жаксы өткізеді көбінесе токты тусті металдар жаксы өткізеді",
                "date": "16.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гугл интернет магазиннен ештене көшірілмей тұр?",
        "question_content": "Гугл интернет магазиннен ештене көшірілмей тұр. Не істесем болады?",
        "question_date": "10.03.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 328,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Chrome store баяғы Google app engine-ды қолданады. Яғни әрдайым ip ауысып тұруы мүмкін. Біздің есалаңдар алдында blogspot-та бір атыңөшкір оппозиянерлер бірдеңке жазға болу керек сол үшін кейбір ip range-тарды блокқа тығып тастаған. Бірдеңке түсінсеңіз, Кейде сол ip range кезек келіп қалса, онда сайт Қазақстан аумағында ашылмайды.\n\nЕнді шешімі:\n\nЕгер бұндай жағдай қайталанбасын десеңіз, chrome store ашылып тұрған сол доменге қатысы бар доменге hosts файлаға керек айпимен жазып қоясыз. Болды",
                "date": "19.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Катушканың индуктивтілігі...",
        "question_content": "Катушканың индуктивтілігі 0.01 Гн, жиілігі 1кГц тербелмелі контурдың сыйымдылығы",
        "question_date": "10.03.2016",
        "question_tag": "Физика",
        "question_views": 10000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "v=1кГц=1000Гц\n\nC=1/(2^2*3.14^2*1000^2*0.01)=1/(4*9.86*1000000*0.01)=1/(3.944*10^5)=2.535*10^(-6)Ф",
                "date": "11.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Пилигримдер деген кімдер, немесе нелер?",
        "question_content": "Пилигримдер деген кімдер, немесе нелер?  Олар қайда өмір сүрген, ежелгі дәуірлерде мыңдаған пар аяқкиімдерді не ұшін таптап тастаған.",
        "question_date": "10.03.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пилигрим (итал. pelligrino, лат. palma — жат ел адамы) — тақуа діндарлардың киелі жерге («әулиеге») барып табынуы. Мысалы, ислам дініне сенушілердіңМеккеге, Мединеге барып, қажы атануы.",
                "date": "11.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Смартфонан ноутбукке ватсап, ВК сияқты қосымшаларды қалай жіберемін?",
        "question_content": "Смартфонан ноутбукке ватсап, ВК сияқты қосымшаларды қалай жіберемін?",
        "question_date": "10.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Windows Store'да VK бар. Windows 8 ден жогары болса. WhatsApp'тын ПК'га официальный клиенты жок. Браузер аркылы отырсан болады. https://web.whatsapp.com",
                "date": "13.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кубта қанша қыр болады?",
        "question_content": "Кубта қанша қыр болады?",
        "question_date": "10.03.2016",
        "question_tag": "Математика",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кубтың 12 қыры болады",
                "date": "11.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орысша ғылыми мақалаға рецензия жазу керек?",
        "question_content": "Ғылымы мақалаға рецензия жазу керек, жаза аласызба? Егер жаза алсаңыз төменге е-майл мекен жайыңызды қалдыруыңызды сұраймын.",
        "question_date": "10.03.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "бастауыш сыныпқа арналған қазақтың қара есептері кітапшасына риензия жазу керек, сізде үлгі бар ма",
                "date": "31.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Роутер мен модемнің айрмашылғы бар?",
        "question_content": "Роутер деген не? Роутер мен модемнен қандай айрмашылғы бар, қайсы ынғайлы әрі жақсы жұмыс жасайды?",
        "question_date": "10.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Модем интернетке кіру үшін\nАл роутер интернетке кірумен қоса+вайфай болады",
                "date": "20.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нотбугіме модемді қалай орнатамын?",
        "question_content": "Нотбукке актив модем орнатайын дегем қалай орнатды?",
        "question_date": "10.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 347,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қаңдай модем?\nҚосымша ақпараттар үшін менің группама келіңіз.\nvk.com/for_users",
                "date": "14.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен ноутбукте плей маркет орната алмадым?",
        "question_content": "Мен ноутбукте плей маркет орнатайын дегемін. Оны соны қалай орнатады, түсінкті жазып берыніздерші?",
        "question_date": "10.03.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 712,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Плэй маркет тек смартфондарға арналған. Компьютер версиясы жоқ.",
                "date": "10.03.2016",
                "upvotes": 0
            },
            {
                "text": "Ноутбукке жаза алмайсың. Ол андройд емес. Ноутбукке torrent деген программа жазып ойын не басқа нәрсе жүктейді аласың",
                "date": "10.03.2016",
                "upvotes": 0
            },
            {
                "text": "Bluestacks деген программаны жүктеп ал сол ашады !!!",
                "date": "11.03.2016",
                "upvotes": 0
            },
            {
                "text": "Орната алмайсыз, бірақ интернеттен кіре аласыз",
                "date": "11.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз ұзатуды қалай дұрыс өткізеді?",
        "question_content": "Қазақта \"Құда түсу\", \"Сырға салу\", \"Ұрын бару\" сынды дәстүр-жоралғылар бар. Қыз ұзатуды қалай дұрыс өткізеді?",
        "question_date": "10.03.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 632,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазір заманауи музыка мен жартылай жалаңаш биші шақырып ешкімді таң қалдыра алмайсыз. сондықтан қыз ұзату тойын осы шараға қатысты ұмытылып бара жатқан дәстүрлер арқылы ұйымдастырсаңыз қызықты болады деп ойлаймын. әрі келген қонақтарыңызға да бір насихат. ол үшін тойды бірнеше бөлікке бөліңіз де әр бөлігінде қыз ұзатуға қатысты бір дәстүрді жасаңыз. Шынайы болу керек. сонда ғана қызық болады. мысалы \"кемпір өлді\", \"ит ырылдатар\" \"босаға аттар\" т.с.с кәделер бар. той соңында шаш сипатарға жетіп, екі жастың қолдарын ұстатып шығарып саларсыз",
                "date": "10.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қыз тәрбиесі. Қазақ қызына тән қасиеттер қандай болуы керек?",
        "question_content": "Қыз тәрбиесі. Қазақ қызына тән қасиеттер қандай болуы керек?",
        "question_date": "10.03.2016",
        "question_tag": "Мектеп",
        "question_views": 23200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қызға қырық үйден тыйым» дейді қазақ. Бүгінгі күн қазақ қызының бейнесін, болмысын ұмытып бара жатқан сияқтымыз. Жалпы, қазақ қызы қандай болуы керек? Ол жайлы ойлай бермейміз де. Күнделікті болмасын, ең құрығанда, әредікте  өзімізге «Мен «Қазақ қызы»  деген үлкен атқа лайықпын ба?» деген сауал қоймаймыз да. Бәлкім, бұл үлкен атауға бәріміз дерлік сай шығармыз. Олай болса, өз бойымыздағы қасиеттер мен мінез-құлықты саралап, қазақ қызының болмысындағы қасиеттермен салыстырып көрелік!\nҚазақ қызына тән қасиеттер:\nҚазақта қыз баласы ұяң да инабатты, сыпайы болған.\nЕр адамға тік қарамаған.\nЖүріс-тұрысы салмақты болып,  сызылып, сыпайы қозғалған.\nОрынсыз жыртыңдап, күлмеген.\nЕшкімнің сөзін бөлмеген.\nЕтегі ұзын, кең көйлек киген. Басында тақия не бөркі болған.\nЖөнсіз, әдепсіз сөйлемеген.\nКісінің алдын кесіп өтпеген.\nДауыс көтермей, бәсең дауыспен сөйлеген.\nКешкілік жалғыз жүрмеген.\nБасқаларға қол тигізбеген және кісіні болсын, жануарды болсын теппеген.\nСуық жүріс, сумаң қылыққа бармаған;\nӨтірік, өсек айтпаған.\nАдамға қарап есінеп не керілмеген.\nТалтайып отырмаған.\nТамақты асап жемеген.\nБұраңдап, қылымсымаған.\nБіреудің алдында киім ауыстырмаған.\nСалт-дәстүрден аттамаған.\nЕшкімді ғайбаттамаған.\nІшімдік ішпеген, шылым шекпеген.\nТәкаппарлыққа жол бермеген.\nҮлкен-кішіні сыйлаған.\nШектен тыс боянып, жасанбаған.\nМұның бәрі ескіліктің емес, тектіліктің сарқыншағы екенін ұғынайық, халқым!",
                "date": "10.03.2016",
                "upvotes": 1
            },
            {
                "text": "Қазақ қызы деген атқа ие болуымыз керек.1жауап пен келісем",
                "date": "1.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан 7 мамыр демалыс күні ма?",
        "question_content": "Қазақстан 7 мамыр демалыс күні ма?",
        "question_date": "10.03.2016",
        "question_tag": "Мектеп",
        "question_views": 685,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отан қорғаушылар күні Қазақстанда 7 мамырда тойланады. Дәл бұл күнді белгілеудің себебі, 1992 жылы 7 мамырда Қазақстан Республикасының президенті Нұрсұлтан Әбішұлы Назарбаев \"Қазақстан Республикасының Қарулы Күштерін құру туралы\" жарлыққа қол қойды. 7 мамыр күні көзге түскен әскери қызметкерлерге кезекті әскери атақ беріп, марапаттау дәстүрге айналды. 2012 жылдың 4 қазанында Қазақстан Республикасының Парламенті 7 мамырды мемлекеттік мерекелер қатарына қосты.",
                "date": "10.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алтын адам туралы қазақша ақпарат, деректер керек?",
        "question_content": "Алтын адам туралы қазақша ақпарат, деректер керек?",
        "question_date": "10.03.2016",
        "question_tag": "Мектеп",
        "question_views": 176000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Алтын адам жайлы деректер:\nАлтын адам табылған қорған бұл өңірдегі обалардың ішінде ұрлықшылардың тонауынан аман қалған жалғыз қорған. Сақ жауынгерінің денесі обаның негізгі бөлігінде жатқан жоқ. Бәлкім, оның сақталып қалуының сыры осында болар.\nҚорғанда хан әулетінен шыққан әкесі мен баласы жерленген болуы да мүмкін. Табылған алтын адамның хан әулетінің ұлы екені белгілі. \nАлтын адамның киіміндегі алтынның нақты салмағы белгісіз. Мектеп оқулықтарында киімнің салмағы жиі жазылғанымен, нақты алтынның салмағы аталмайды.\nАлтын адам киіміндегі жапсырмалар таза алтыннан жасалмаған. Олардың негізі ағаштан жасалып, сыртын алтын жұқалтырмен қапаған. Дәл осы себепті, алтынның нақты салмағы әлі күнге белгісіз болып отыр. \nЕсік қорғанынан табылған алтын адамның жасы 16-да болса, оның бойы 165 сантиметр болған.\n80 сантиметрлік бас киімде дүниенің төрт бұрышын және билікті білдіретін 4 жебе бар. Осы белгісіне қарай Алтын адам хан әулетіне жатқан деп топшыланады. \nСонымен қатар, обадан 2 алтын жүзік табылған. Біреуінің беті тегіс болса, екіншісінде жалы не қауырсыны бар адам бейнеленген. \nАлтын адамның бас сүйегі сынған. Сақ жауынгері жерленген камера төбесі тянь-шань шыршасының бөренелерімен жабылған. Уақыт өте келе бөренелердің біреуі шіріп, сақ жауынгерінің бас сүйегіне құлаған. Ал жауынгер арқасынан қылыштың жүзімен соққаннан мерт болған.\nАлтын адамның киімі қызыл күдеріден тігілген. Археологтар қорғанды тапқан уақытта, тек алтын сауыт, әшекей-бұйымдар мен ыдыстар сақталып қалған. Алайда, Бекен ата обадан қызыл күдерінің қиындысын тауып алған. Сол арқылы алтын адамның киімі қалпына келтірілді. Сақтардың ұғымында қызыл түс қан түсін білдірген.\n«Алтын адам,\n\nАлтын адам... \n\nАдам жоқ!\n\nАлтын қалған жарқыраған» деп Мұқағали ақын жырға қосқан Алтын адам туралы айтылған ақиқат та, аңыз да көп. Сонау 1970 жылдары тек Қазақстан үшін емес, төрткүл әлем үшін үлкен жаңалық болған Алтын адамның жұмбағы күні бүгінге дейін толық шешілмей келеді. Тарихшы ғалымдар, антропологтар мен археологтар Алтын адамды жан-жақты зерттеп жатқанымен, әлі де көпшіліктің көкейінде сұрақ жетерлік. «Алтын адам кім еді, қыз ба, жігіт пе, жауынгер ме, ханзада ма, сақ тайпасынан ба, үйсіннен бе, қазір оның сүйегі қайда?» осы сияқты сұрақтарға қатысты дау көп. «Алаш айнасы» осы Алтын адам төңірегіндегі сұрақтарға жауап іздеп көрген еді?\n  Алтын адам қашан, қайдан табылды?     \n\nАлтын адам 1967-69 жылдары археолог-ғалым Кемал Ақышев басқарған экспедиция жұмысының нәтижесінде Алматы маңындағы Есік қорғанынан табылғаны белгілі. Бұл нақты тарихи дерек. Алайда кейбір ғалымдарымыз Алтын адамды Есік қорғанының маңында ойнап жүрген балалар тауып алған деседі, кейбіреулер бұл тарихи құнды жәдігерді ұлты башқұрт қарапайым жүргізуші тауып алған деген деректерді де келтіреді. Дегенмен Есік қорғанынан табылған Алтын адамды өз қолымен аршып алған экспедиция мүшесі археолог-ғалым Бекмұханбет Нұрмұхамбетұлы баспасөз беттеріне берген сұқбаттарында обаның қалай табылғанын, экспедиция жұмысының қалай жүргенін бүге-шүгесіне дейін айтып жүр.\n\nБекмұханбет НҰРМҰХАМБЕТҰЛЫ, археолог-ғалым: \n\n–  Кеңес одағы кезінде кез келген құрылыс нысанын жүргізбес бұрын, ол жерге археологиялық барлау жасалатын. 1963 жылы Есік көлі тасып, маңындағы ауылды шайып кеткен кезде сол жердегі автобекет те тасқын астында қалған екен. Осы автобекетті қайта салу үшін құрылыс орнына барлау жасалды. Сол жерде 4-5 оба бар екен. Көп ұзамай 1969 жылы Кемал Ақышевтің тапсырмасымен Айтбек Амандықов екеуміз зерттеу жұмыстарын бастадық. Алғашында қорғанның тұтас аумағын қоршап, тең жартысын қаздық, онымыздан түк шықпады. Бір жылдан кейін қазба жұмыстарын қайта жалғастырдық. Айлар бойы айтарлықтай ештеңе таппағанымызға қынжылдым. Бірақ түйсігімнің түбінде бір ой мені осы жерден жібермей тұрғандай сезімде болдым. Әбден кетуге айналғанымызда бульдозермен тағы бір түрткіздік. Осы заматта бульдозердің тұмсығы бөренеге тірелді. Бұл оба екі құдықтан сәл қиыс шетте, үлкен қорғанның бір жақ жанында жатыр екен. Ары қарай күрекпен арши бастадық. Алдымен ағашпен қапталған обаның сыртын түгел тазаладық, кейін бөренелердің төбесін аштық. Обаны жасағанда бөренелерді жымдастырып, қиюластырып бекіткен екен. Биіктігі 1,5 метр. Алдымен сол ағашпен қапталған табытты тазалап шықтық. Обаны ашпас бұрын мән-жайды Кемал Ақышевке айтып, ол кісі бастаған археологиялық топ жұмысты ары қарай жалғасытрды. Топ құрамында археолог Александр Степанович, ең алғашқы көшірмесін жасаған реставраторлар, Владимир Садамсков, фотограф Олег Медведов, суретші Тамара Воробьева мен ҚазҰУ студенті Әлішер Ақышев  болған еді . Содан кейінгі жұмысты Кемал Ақышев қолына алды. Ол  Шығыс Германиядан Есік қорғаны жайлы альбом шығарып, әлем жұртшылығының назарын Қазақстанға аударды. Үш жыл бойы еңбектеніп, Алтын адамның алғашқы макетін макетін жасатты.\n\nАлтын адам кім? \n\nАлтын адам – ескерткіш-мүсін емес, алтын киімді адам. Ғалымдардың айтуынша, обаның салыну нобайына қарағанда бұл жай адам емес патша, хан, қаған сынды лауазым иесі болған көрінеді. Еті ағып, тек сүйегі сол күйі ішінде қалған Алтын адамның киіміне 4000-нан аса ұсақ әшекейлер тағылған екен. \n\nОсы қорғанда 1969-71 жылдары зерттеумен айналысқан археолог-тарихшы К.Ақышевтің болжамы бойынша, Есік қорғаны б.з.б. V–IV ғасырларға жатады. Антропологтың анықтауынша, мүрденің жасы 16-18. Байпақов оны б.з.б IV ғасырдың аяғы, ІІІ ғасырдың басына жатқызып, жерленушіге 17-18 жас береді. Тап басып айту қиын.\n\nОразақ СМАҒҰЛОВ, антрополог:\n\n – Алтын адамды біреулер ер адам, біреулер әйел дейді. Кемал Ақышев менің қолыма  Есіктегі Алтын адамның маңдай сүйегі мен төменгі жақ сүйегінің қалдықтарын берген еді. Оның төменгі жақ сүйегі өте биік, маңдайындағы қабақ сүйектері жақсы жетілгендіктен оны ер адам деп болжам жасадым. Сондай морфологиялық ерекшеліктерін де ескере отырып, оны шамамен 20 жастағы жауынгер деп анықтама бердім. Ал нақты әйел не еркек екенін білу үшін хромосомалық анализ жасау керек. Өкінішке орай, қазір сүйектің қайда екенін білмеймін. \n\nАл алтын адамның әйел адам екеніне тарихшы Еділ Ноянов өзінше дәйек келтіреді. Оның айтуынша, алтын адамның бойы 165 см. Оның мойнында алтын алқасы, бір құлағында сырғасы болған. Басындағы бас киімінің биіктігі 70 см, сәукелеге ұқсайды.\n\nҚазіргі таңда ғылым қанша дамыды десек те, алтын адамның ер немесе әйел екенін нақты ажырататын ДНК талдамасы әлі күнге жасалмаған. \n\nСақ па, үйсін бе?\n\nАлтын адамды алғаш тауып, оны зерттеген ғалым К.Ақышев, қорғаннан табылған ханзаданың мүрдесін сақ тайпасының өкіліне жатқызды. Ғалым Алтын адамның киім үлгісіне, ондағы өрнектерге, жерлену жоралғысына қарап оны сақ тайпасына теліген болатын. Ал қытай деректеріне сүйенетін ғалымдардың біразы Алтын адамның үйсіннен шыққан ханзада екенін дәлелдеп бағуда. \n\nАлтын адамның үйсін ханзадасы екенін алғаш жорамалдаған жазушы Тұрсын Жұртбаев болатын. Қытай жазбаларында үйсіндердің күшейген кезін былайша баяндайды: «Үйсіндер — батыс өңірдегі ең құдіретті мемлекет, олардың 120 мың түтін, 188, 8 мың сауытты әскері болған. Елжау бидің 10 ұлы болған, соның тақ мұрагері етіп белгілеген тұңғыш баласы жас шағында 22 жасында қайтыс болады. Кейіннен әкесі қайтыс болғанда осы ұлының жанына жерленген. Ал Ақышевтің зерттеулерінде Алтын адамның мүрдесінің жанында тағы бір көсемнің мүрдесі болғаны жайлы айтылады. Жалпы дәстүр бойынша әрбір тұлға дара көмілуі керек. Басындағы қорған да жеке болуы керек. Жас ханзаданың әуел басында тұрғызылған қорғаны жеке болған, кейін екінші тұлғаны жерлеуінен кейін біріктіріп, үлкен қорған тұрғызылған. Қорғанның ауданы 60 х 60, биіктігі 6 м., жалпы аумағы 8300 м3. Ақышев бұны екі мүрденің бір отбасынан шыққан жақын туыс екенімен түсіндіреді.\n\nТарих ғылымдарының докторы Мәмбет Қойгелдиев те алтын адамның үйсін екенін қолдаушылардың бір. Оның айтуынша, осы уақытқа дейін біз сақ, оның ішінде сақ-тиграхауд деп келген Алтын адам қытайдың жылнамалық деректері мен ондағы ғалымдардың тарихи мәліметі оның үйсін қоғамының адамы екенін бұлтартпай дәлелдейді. \n\nАлайда тарихтың тереңіне үңілер болсақ, қазақ даласын мекендеген сақ, ғұн, үйсін тайпларының  әдет-ғұрпы да, салт-дәстүрі де бір-біріне ұқсап жатады. Сондықтан Алтын адамды сақ немесе үйсін тайпасының өкілі деп кесіп айтуға да болмайтын секілді. Сонымен Алтын адамға қатысты бұл мәселе әлі де талай тарихшыны тартысқа түсірері анық.\n\nМузейлерде Алтын адамның көшірмелері қойылған\n\nЕсік қорғанынан Алтын адам табылғаннан бері оның бірнеше рет көшірмесі жасалған болатын. Ең бірінші Алтын адамның сүйектерін жинап, киімдерін, әшекей бұйымдарын қалпына келтіруге үш жылын сарп еткен ғалым Кемал Ақышевтің жасаған реконструкциясы көптеген шетелдердегі көрмелерге апарылған болатын. Ал қазіргі еліміздегі музейлерге Алтын адамның реставратор Қырым Алтынбеков жасаған көшірмелері қойылған. Түпнұсқаның алғашқы көшірмесі алюминий металынани жасалып, арнайы технологиямен сырты алтынға ұқсас етіліп жасалған. Ал Қырым Алтынбектің  екінші көшірмесі түсті металдан жасалып, алтын жалатылған.\n\nҚырым АЛТЫНБЕК, реставратор: \n\n– Алтын адамның алғашқы реконструкциясын Кемал Ақышев өзі жасаған еді. Кейін мен Алтын адамның көшірмесін жасағанда бұрын ескерілмеген тұстарды ескеріп, Қазақстаннның басқа аймақтарынан табылған ескерткіштермен салыстыра отырып, біршама толықтыра түстім десем болады. Тарихты зерттеу барысында әрбір жыл сайын жаңалықтар ашылып, жаңа деректер табылып жатады. Сол жаңалықтарға сілтеме жасай отырып, біз де бұрын жасаған көшірмелерімізді толықтыра түсеміз. Алтын адамның көшірмесін алғаш жасап болғанда бұл аяқталған жұмыс секілді көрінгенімен, қазір қарап отырсам, әлі де талай толықтыратын тұстары бар екен. Кейінгі жылдары Ресейден, Орынбордан, еліміздің басқа да аймақтарынан табылып жатқан Алтын адамға ұқсас жәдігерлерді зерттей отырып, болашақта Алтын адамның тағы бір көшірмесін жасау туралы тың ойлар келуде.  Жалпы Еуразия аумағын мекендеген ежелгі тайпалардың мәдениеті бір-біріне ұқсас қой. Меніңше, бізден кейінгі жастар да жаңа технологияларды пайдалана отырып, әлі де Алтын адамды тереңірек зерттейді, толық нұсқадағы көшірмесін жасайды деп ойлаймын. Менің білуімше Алтын адамның алғашқы түпнұсқасы Астана қаласындағы Алтын және бағалы металдар музейінде сақталған. Бұл жәдігер қайта-қайта оқылатын кітап секілді, ғылыми жүмыстардың қайнар көзі ретінде бағалы.\n\nАлтын адамның саны қанша? \n\nҒалымдар қазақ жерінде алтын адамға ұқсас қорымдардың саны 40-тай болу керек деп болжайды. Бірақ қазақ даласындағы талай аласапыран уақыттарда олардың көбі тоналып, жойылып кеткен екен. Бүгінде Қазақстанның әр өңірінен, айталық, Шілікті, Аралтөбе секілді қорымадардан табылған Алтын адамға ұқсас жәдігерлердің саны алтыға жеткен екен. Алайда археолог ғалымдар, тарихшылар бұл жәдігерлерді екінші, үшінші Алтын адам деп айтуға болмайтынын ескертеді. \n\nДосым ЗІКІРИЯ, тарихшы:\n\n – Біздің елімізде тек бір ғана Алтын адам бар. Ол Есік қорғанына табылған ханзаданың мүрдесі. Ал қалған өңірлерден табылып жатқан осыған ұқсас жәдігерлерді Алтын адам деуге келмейді. Алтын Адам деп айту ең алдымен оба тоналмаған, қалай көмілді, солай табылғаны абзал. Екіншіден, табылған мүрденің әлеуметтік дәрежесі хан, қаған, патша дәрежесінде болуы шарт. Ең алғаш жерленген күннен бастап, археолог қазғанға дейін ешкім тиіспеген болуы міндет. Біздің кейінгі табылған обаларымызды Алтын адам деуге келмейді. Меніңше, әр өңірден табылған Алтын адам сынды мүрделер өзі табылған орынға қайта жерленуі керек. Осы жәдігерлерді көргісі келетіндер сол орындарға барып көргені жөн.   \n\nАлтын адамның түпнұсқасы қайда? \n\nАлтын адамды зерттеп жүрген ғалымдардың біразы оның қаңқасы  жоғалып кеткенін айтады. Кейбіреулер Алтын адамның қаңқасын зерттеу жасау үшін Ресейге апарып, сол жақтан қайтарылмады деген де болжамдар жасаған болатын. Бізге белгілісі Алтын адамның өз қолымен ұстаған ғалымдар Кемал Ақышев, археолог Бекмұхамбет Нұрмұхамбетов және антрополог Оразақ Смағұлов. Соңғы екі ғалым да Алтын адамның сүйегін К.Ақышевке қайтарып бергенін айтады. Біз осы Алтын адамның түпнұсқасы туралы сұрап Астанадағы Алтын және бағалы металдар музейіне хабарласқанымызда төмендегідей жауап алдық.   \n\nБердібек ҚАБАЙ, Алтын және бағалы металдар музейінің қызметкері: \n\n– Алтын адамның түпнұсқасы Алтын және бағалы металдар музейінде сақталған. Бірақ біздің музейде көрермендерге негізінен түпнұсқаның алғашқы көшірмесі көрсетіледі. Ал түпнұсқа министрліктің рұқсатымен зерттеуші ғалымдарға көрсетіледі. Болашақта Қазақстанның әр өңірінен табылып жатқан Алтын адамдарға ұқсас жәдігерлердің барлығының түпнұсқасын осы музейге әкелу жоспарланып отыр. \n\nСонда Алтын адамның қаңқасы жоғалып кетті деп даурыққанымыз бекер ме? Әлде расында, музей қызметкерлерінің Алтын адамның түпнұсқасы деп отырғаны оның сүйегі емес тек алтын киімдері ме? Егер алтын адамның сүйегі өз елімізде болса, осы уақытқа дейін нақты ғылыми, медициналық сараптамалар неліктен жасалмай отыр?  \n  Түйін\n\nҚалай десек те, Алтын адам – Қазақстанның ең құнды жәдігері, елдігіміздің символы. Біздің елімізде Алтын адам табылғанға дейін әлемде тек перғауындардың зираты тұтас күйінде аршылғаны болмаса, дүниежүзілік деңгейде патшалардың қабірі толықтай табылған жағдайлар кездеспеген. Мұндай қабірлер көбіне тоналған немесе екінші бөлігі жоқ, яки нақты қай уақытқа, қашан, кім қазып алғаны белгісіз болып келеді. Мұндайлардың аса ғылыми құндылығы бола бермейді. Қырымда, Эрмитажда, басқа да мұражайларда тұрған заттардың тұтасқа жуығының құны біздің Алтын аданың құнындай бағалы емес. Ендеше осы тарихи, мәдени құндылығымыз болып табылатын алтынмен апталған адамның құпиясын ашу болашақтың еншісінде.",
                "date": "10.03.2016",
                "upvotes": 1
            },
            {
                "text": "Алтын адам — 1970 ж. басында Есік қорғанында — сақтар тайпасының жас көсемінің зираты табылды.\n\nҚорған қазбалары Қазақстанды 5 ғ. ЗБ мекен еткен ежелгі тайпалардың мәдениеті, өнері, діні жайлы құнды деректер берді.\n\nАлтын адам — Алматы облысындағы Есік қаласының солтүстігіндегі Есік өзенінің сол жақ жағалауындағы темір дәуірінен сақталған сақ обасынан табылған алтын киімді сақ жауынгерінің мүрдесі (5 ғасыр). 1969 – 1970 жылы археолог Кемел Ақышев тапқан. Алтын адам киімі 4 мыңға жуық алтын әшекейлермен безендірілген. Әшекейлер барыс, бұлан, таутеке, арқар, ат, түрлі құс бейнелерін беретін «хайуанат нақышында» жасалған.\n\nБас сүйектің сол жағынан жаһұт тастармен әшекейленген алтын сырға табылды. Бас киімі кейінгі қазақ киімі үлгілеріне ұқсас, биік, шошақ төбелі, ұзындығы 70 см шамасында. Мойнында дөңгелек жүзік сияқты алтын алқа, іш көйлегі, көкірегінің тұсы, жеңі алтын тоғалармен өрнектелген, саусағында екі алтын жүзік, камзолы құрастырылмалы ауыр белбеумен буылған. Белбеуге аңға ұқсас бейнелер, 16 тоға жапсырылған, оң жағында қызыл қынапты ұзын семсер, сол жағында алтын пластиналар жапсырылған қынға салынған темір қанжар – ақинақ, шалбар балағы да алтын тоғалармен әшекейленген. Есік обасынан алынған археологиялық мәліметтерге қарап, бұл адамның біздің заманымыздан бұрынғы 5 – 4 ғасырларда өмір сүргені анықталды. Киім үлгісі, жерлеу рәсімі, Алтын адамның Жетісу жерін мекендеген сақтардың көрнекті елбасының ұлы немесе жас көсем, әскербасы екенін айқын көрсетеді.[3] Көне дәуірдегі материалдық мәдениет, өнер, мифология, т.б. салалардан мол дерек беретін Алтын адам сол кездегі сақтарда мемлекеттік өркениет ертеден қалыптасқанын дәлелдейді. Алтын адам – Қазақстанның азаттық символына айналды. Оның тұлғасы Алматының бас алаңына орнатылды, төбе бөркіндегі қанатты тұлпарлар бейнесі елтаңбамызға енді\n²Алтын адамға² тереңірек үңілсек…\n\n“Мәдени мұра” бағдарламасы шеңберінде Есік қорық-мұражайын ашуға байланысты былтыр күзде Президент Әкімшілігі Басшысының орынбасары, “Мәдени мұра” бағдарламасын іске асыру жөніндегі Қоғамдық кеңес төрағасы Мәулен Әшімбаевтың арнайы келіп, Алтын адам табылған өңірде отырыс өткізіп, жер жағдайын өз көзімен көріп қайтқанын біліп, шынымды айтсам, аса қатты қуандым. Бұл мәселе, меніңше, әлдеқашан көтерілуі керек еді. “Мәдени мұра” бағдарламасына байланысты Президент Н.Ә.Назарбаев: “Тарихи ескерткіштерді жаңғырту жұмысы ерекше ыждаһаттылықты талап етеді. Бұл – құрылыс емес, ғылыми жұмыс… Ол жұмыстардың біткеннен кейінгі тағдыры қандай болмақ? Отырар сияқты ашық аспан астында ашық-шашық тастап кетеміз бе?”, – деп, қынжыла ескерткен болатын.\nПрезиденттің бұл сөзінен, жасыратыны жоқ, бұған дейін жүргізілген археологиялық жұмыстарға көңілі толмайтыны айқын аңғарылады. Алайда Елбасының сол ескертпесін қатаң басшылыққа алған-алмағанымыз әлі белгісіз. Академик Досмұхамед Кішібеков: “1969 жылы Алматы облысының Есік қаласына жақын жерден бұдан екі жарым мың жыл бұрын өмір сүрген “Алтын адам” табылды. Бұл, әлем ғалымдарының пікірінше, Египеттегі Тутанхамоннан кейінгі екінші үлкен ғылыми жетістікке жататын жаңалық еді”, – дейді (“ЕҚ”. 31.10.07). Бірақ, өкінішке қарай, біз әлі күнге дейін сол “екінші үлкен ғылыми жаңалыққа” лайық ұлттық шара жасай алған жоқ едік. Енді, міне, “Мәдени мұраның” шарапаты бұған да тиіп, ол шара екі жыл көлемінде жүзеге асатын болып жатса және газет: “Бұл істе әрбір ұсақ-түйекке дейін мән берілуі тиіс”, – деп, қамқор болып жатса, қалай қуанбассың!\nБірақ, соның жақсы бітуін де осы бастан жан-жақты ойластырған жөн. Ол үшін ең әуелі, меніңше, Президент айтқандай, мұның “құрылыс емес, ғылыми жұмыс” екенін есте ұстау қажет. Сондықтан, қорық-мұражайды салу жұмысымен қабат оның ғылыми-зерттеу жағын да тереңдетуге тиіспіз. Сонда ғана әлемдік мәні бар тарихи мұражайымызды өзгелерге лайықты дәрежеде танытып, өз деңгейінде дәріптей аламыз. Сол іске азды-көпті көмегі тие ме деген ниетпен бірер пікір айтпақпыз.\nПрезидент “Мәдени мұраға” қатысты Отырарды мысалға келтірсе, мен Бесшатырды мысалға келтірмекпін. Алтын адам Іленің бір жағалауынан табылса, Бесшатыр келесі жағында жатыр. Қазір ғалымдар екеуін де сақ дәуірінің ескерткіші дейді. Бесшатырда ғалым К.Ақышевтың айтуынша, 26 шаршы километр жерді алып жатқан 31 оба бар. Соның он сегізін 1957-1961 жыл аралығында ғалым Кемал Ақышев қазып, зерттеген. “Бесшатыр қабірі өз заманында ағаштан салынған күрделі құрылыстардың бірінен саналған. Ол үш бөлімнен тұрады: дәліз, ауызғы бөлме, қабір”, – дей келіп ( “Ертедегі ескерткіштер елесі”. Алматы, 1976. 31-бет)., “Бесшатыр ескерткіші Іле аңғарын мекендеген сак-тиграхаудалар тобына жататын тайпалардың қасиетті герросы болғандығына (патшалары мен көсемдерін жерлейтін арнайы орын – Б.Н.) ешқандай дау жоқ”, – деп тұжырымдайды (Сонда, 38-бет). Алайда, ол обаларда зерттейтін қазір ешқандай кейіп те, зат та жоқ, тек ашық-шашық жатқан тастар мен топырақ қана қалған. К.Ақышев айтқан 6-обаның түбіндегі “жалпы жиынтығы 55 метр” жер асты жолын қазір ешкім көрсете де, түсіндіре де алмайды, өйткені ол арада обаның өңкиген сыртқы үйіндісінен өзге ештеңе де қалмаған. Ал студент кезінде сол Бесшатыр обаларын қазуға қатысқан, кейін Есік маңынан Алтын адамды тапқан Бекен Нұрмұханбетовтің диплом жұмысында сол 6-обаның ішкі жағын көрсететін фотосуреттер сақталған.\nАл енді өзі көрмеген, білмеген адам обаның ішкі құрылысын дәл осындай етіп қазір қалпына келтіре ала ма? Келтірген күнде де, көне бөренелерді қайдан табады? К.Ақышев бұл обаларды б.д.д.VІІ-V ғасырдан ертеректе салынған деп ұйғарады (Сонда, 43-бет). “Сақтардың тастан, топырақтан тұрғызылған кішігірім обаларының Іле аңғарындағы толып жатқан үйсіндердің обаларынан айырмашылығы жоқ”, – деп тұжырымдайды.\nОсы тұжырым адамды терең ойға қалдырады. Біріншіден, бұл екі тайпаның обаларында неге айырмашылық болмайды? Оның себебі не? Екіншіден, сонда бұл обалардың қайсысы сақтікі, қайсысы үйсіндікі екенін қалай, қандай ғылыми жолмен ажыратамыз?\nБіріншіден, Қытайдың “Тарихи жазбалары” мен “Ханнамада” сақтар аз айтылады да, күндер мен үйсіндер жайы біраз баяндалады. “Ханнаманың” соңғы аудармасында: “Үйсін елі ұлы күнбидің ордасы Чекүк ( бұған дейін “Шығу”, “Чигу” деп оқитын – Б.Н.) қаласында… Шығысы Ғұнмен, солтүстік батысы Қаңлы, батысы Дад-уан (бұған дейін “Даван”, “Дауан” деп оқитын, қазіргі Перғана – Б.Н.), оңтүстігі қала-мемлекеттермен іргелес. Бұл, тегінде, сақтардың ата қонысы еді, кейін ұлы нүкістер (бұрын “ұлы йуежы”, “ұлы йозы”, “ұлы йүзі” деп оқитын – Б.Н.) сақтарды талқандап, олардың ханын қуып жіберді. Сақтардың ханы оңтүстікке кетіп, Болор тауларынан әрі асып кеткен соң, бұл жерге ұлы нүкістер орын теуіп алды. Кейін кезек айналып, Үйсіннің күнбиі ұлы нүкістерді талқандады. Ұлы нүкістер батыстағы Бактрия еліне қарай жосып, Бактрия ханын бажағына айналдырды. Сонымен, Үйсін күнбиі ол жерлерді қайта басып қалды. Үйсіндердің арасында сақтар мен ұлы нүкістердің нәсілі болатындығының себебі, міне, осы”, – делініпті (“Қытай жылнамаларындағы қазақ тарихының деректері”. “Ханнама. Батыс өңір” (2) тарауы. “Өнер” баспасы, 2006. 158-бет).\nОсында тағы былай делінген: “Сақтар бытыраңқы қоныстанды да, бөлшектеніп, бірнеше мемлекет болып кетті” (сонда, 152, 153-бет).\nБұл оқиғалардың орын алып отырған уақыты – біздің дәуірімізге дейінгі заман. Демек, б.д.д. екінші ғасырдан бері бұл араны үйсіндер, ал оған дейін сақтар мен йүзілер, яғни нүкістер мекендеген.\nЕнді одан әрі тереңдеп көрелік. Қазақтың алты Арыстан тұратын халық екенін екінің бірі біледі десек, қателеспейміз. Тек, өкініштісі, сол Арыстың не қылған Арыс екенін екінің бірі біле бермейді. Білгісі келген кісіге ол соншалық қиын да емес. Себебі, кез келген шежіреші шалдан сұрасаң, Ақарыстан анау, Жанарыстан бәленше, Бекарыстан түгенше тарайды деп заулата жөнеледі. Ал оның дұрысы Ақ Арыс, Жан Арыс, Бек Арыс екеніне соны ата-бабасынан бері айтып келе жатқан шалдардың өзі де, оны естіген біз де мән бермей қайталап келеміз. Өйткені, қазақта ежелгі тарих та, деректі тарих та жоқ, бәрі аңыз деп, аузымызды қу шөппен сүртіп үйреніп кеткеміз. Және солай деп үйреткендер де молшылық. Ал енді Арыс жөнінде тарихи деректер не дейді?\nТарихи деректер Арыстың шын мәнінде тарихи тұлға екенін толық және еш күмән қалдырмай дәлелдейді. Тек “сақ” дегенді еуропалықтардың “скиф” дейтінін, ал кей ғалымның сақ пен скифті екі басқа тайпа деп санайтынын санада ұстаған жөн.\nТүркі халықтарының түпкі тарихы жазылып қалған Қытайдан басқа тағы бір ел – Грекия. Олар негізінен сақ-скифтер туралы аса мол тарихи дерек қалдырған. Ондағы алдымен жүгінетініміз – “тарихтың атасы” деп әлем таныған Геродот. Ол былай дейді: “Скифтер де басқа халықтар тәрізді жатжерлік салт-дәстүрді қабылдамауға тырысады әрі олар өзге халықтардан гөрі эллиндер дәстүрінен барынша қашқақтайды. Бұл Анахарсис пен Скил тағдырынан анық байқалады. Анахарсис көптеген елді аралап, өзінің керемет ақылдылығымен көзге түсті. Қайтар жолда ол Геллеспонт арқылы жүзіп келе жатып, Кизикке тоқтайды. Нақ осы күні кизиктіктер Құдай-Ананың құрметіне салтанатты мереке өткізіп жатқан болатын. Анахарсис әйел құдайға, егер ол үйіне аман-есен жетсе, оның құрметіне кизиктіктерден көрген діни жоралардың бәрін жасап құрбандық беретіндігін және салтанатты мереке өткізетіндігін айтып ант береді. Скифияға келген соң Анахарсис құпия түрде Гилеяға барып (бұл жер Ахиллес ат ойнату алаңында орналасқан, әрқилы ағаш түрлеріне бай қалың орманды мекен), өзі Кизикте көрген діни жора салтанатын түгел жасайды… Мұны көріп қойған бір скиф дереу Савлий патшаға жеткізді. Осы жерге келіп, Анахарсистің не істеп жүргенін көзімен көрген патша оны садақпен атып өлтірді… Анахарсис скиф патшасы Иданфирстің немере ағасы, Гнурдың ұлы, Ликтің немересі, Спаргапифтің шөбересі болған. Егерде Анахарсис шынында осы патшаның әулетінен шыққан болса, оны туған ағасының өлтіргендігін бәрі біліп қойсын. Өйткені, Иданфирс Савлийдің ұлы, ал Анахарсисті Савлий өлтірген (“Қазақ тарихынан”. Геродот. Алматы, 2004. 108-бет).\n“Скиф немесе жат жердегі дос” атты шығармасында Лукиан былай дейді: “Скифиядан Афиныға эллин мәдениетін аңсап келген алғашқы адам Анахарсис емес, одан бұрын келген Токсарид ақылды әрі әдемілікті ұнататын, ең жақсы мінез-құлық пен әдеп-ғұрыпты үйренуге құштар жан болатын. Өз отанында Токсарид киіз қалпақты “мұрақтылар” атты патша руынан емес, қарапайым халықтан, яғни екі өгізі мен киіз үйі ғана бар адамдар қатарынан шыққан. Бұл Токсарид аяғында Скифияға қайтып орала алмай, Афиныда өлді” (“Қазақ тарихынан”. Лукиан “Таңдамалы” кітабынан. Алматы, 2004. 133-бет). Лукиан одан ары былай дейді: “Жат жерге келген әрі өзі варвар Анахарсис, әрине, алғашқы кезде ештеңеге түсінбегендіктен,.. не істерін білмеді: …өз тілін түсінетін ешкімді кездестіре алмай, енді тек Афиныны бір көріп шығып, кемеге қайта мініп, Боспорға кері жүзіп кетуге, одан әрі онша алыс емес Скифиясына, үйіне оралуға нық шешім қабылдаған болатын. Осындай жағдайда жүрген Анахарсис кенет қаланың “құмырашылар” бөлігінде, нақ бір қолтығынан демеуге келген құдайдай, осы Токсаридке тап келеді. Токсаридті ең алдымен өзінің отандық пішіміндегі киім елең еткізді; содан кейін әрине, ол Анахарсистің өзін таныды, өйткені ол текті әулеттен шыққан және атағы жер жарған скиф болатын” (сонда, 134-бет). “Токсарид Анахарсиске скифше былай деп тіл қатты:\n– Жаңылмасам, сен Даукет ұлы Анахарсис боларсың?..\n– Ал сен, бейтаныс жан, мені қайдан білесің?\n– Мен де сол өңірден шыққанмын, – деп жауап берді ол, – менің атым Токсарид. Алайда сен танитындай текті тұқымнан емеспін.\n– Неге білмеймін, мен Токсарид туралы естігенмін, – деді Анахарсис… – Ендеше, біліп қой, – деді Анахарсис, – мен сені ұстаз тұтып, сенің Грекияға деген құштарлығыңнан от алып, оны көруге құмарттым” (сонда, 135-бет).\nАл Диоген Лаэртский “Атақты философтардың өмірі, ілімдері мен нақыл сөздері туралы” кітабының “Анахарсис” деген тарауында былай депті: “Анахарсис – скиф, Гнурдың ұлы және скиф патшасы Кадуидің бауыры, анасы жағынан эллин, сондықтан екі тілді біледі. Ол скифтер мен эллиндердің қарапайым тұрмыстағы және соғыс кезіндегі салты туралы 800 жол өлең жазған. Жат жерді кезген Анахарсис скифтерге оралды, туғандарын эллинше өмір сүруге үйретпек боп,.. алайда дегеніне жете алмай, қауырсын жебеден ажал тауып, өзі өлсе де, сөзі қалды мәңгілік” (сонда,168-бет). “Кеме табанындағы тақтай қалыңдығы төрт-ақ елі екенін естігенде, ол: “Кемедегілер мен өлімнің арасы төрт-ақ елі”, – депті… Тірілер мен өлілердің қайсысы көп деген сұраққа ол: “Теңізде жүзіп жүргендерді қай жағына қосамыз?” – деп, қарсы сұрақпен жауап қайтарыпты” (сонда, 169-бет).\nГеродот б.д.д. 484 жылы, яғни Анахарсистен кейін бір жарым ғасырдан соң дүниеге келген, ал Лукиан біздің дәуіріміздің ІІ ғасырында, Диоген ғылымға VІІ ғасырда ғана белгілі болған адам, сондықтан олардың да жазуында азды-көпті ауытқулар болуы заңды. Мәселен, Геродот пен Диоген Анахарсисті Гнурдың ұлы десе, Лукиан Даукет ұлы дейді. Алайда, гректердің Анахарсисті соншама заман бойы бірінен кейін бірі жазып, айтып, үлгі етіп құрметтеп келгеніне таң қаласың.\nГеродот айтып отырған Геллеспонт қазіргі Дарданел бұғазы, Кизик сол теңіз жағасындағы қала, ал Гилея дегені қазіргі Полесие, Днестрдің бойы болса, онда Геродот өмір сүрген біздің дәуірімізге дейінгі V ғасырда скифтер Қара теңіз бойында өмір сүріп жатқан болып шығады. Олай болса, олар бұл араға одан да ертеректе, б.д.д. V ғасырдан бұрынырақ келуі де мүмкін.Сонда сақтар б.д.д. V ғасырдан бұрын Қара теңіз бойын да, Жетісуды да бірдей мекендеп келген бе? Қытай жылнамалары сақтардың бір кезде шығыстан батысқа және оңтүстік-батысқа қарай жылжығанын жазады да, сол жылжудың дәл қай кезден қай кезге дейін жүзеге асқанын анықтап айтпайды. Ал мына грек оқымыстыларының жазғаны сол олқылықтың орнын толтырып тұр ғой. Ендеше, Жетісудағы б.д.д. V ғасырға жататын обаны сақ көсемінің обасы деу күмәнді емес пе?\nЕнді осы сақтар мен Анахарсис туралы өзіміздің қазақ шежіресінен де пікір қаузап көрелік. Алдымен Қазыбек бек Тауасарұлының атасы Матай жазып кеткен Ата шежіреге жүгінейік.\n“Арыстың өз аты Анарыс болған деседі. Шешесі еркелетіп Арыс атап кетіпті. Ол ілімді Еуропа елдерінде алып, көп ғұмырын өткізіп, өз еліне келгенде, он екі-ақ жыл тұрыпты. Ол артына пәлсафа қалдырған. Жазба Майқы заманына дейін келген екен. Сол замандағы бір жер сілкіністе ол топырақ астында қалған. Арыс ақын да, ахун да адам болған. Еуропада көрген өнегесінің жақсы жақтарын өздерінің патшалығына кіргізуге ұмтылған. Ол өзінің туған ағасымен осы жөнінде келісе алмай мерт болған… Оның көп өлеңі сақталған екен, ол да жер сілкінгенде құрыған. Арыс Еуропаны өз туысқаны Тоқсары диуанамен бірге аралаған. Патшаның қандай болуы керектігін айтамын деп, туысқанына жақпаған” ( “Түп-тұқианнан өзіме шейін”. Алматы, 1993. 36-бет).\nОсы салыстырулардың өзінен де гректердің Анахарсис деп отырғаны біздің Арыс бабамыз екені аңғарылады. Дегенмен, анықтай түсу үшін тағы бір қосымша дерек келтіргеннің артықтығы болмас. 2004 жылы “Аруна” баспасы бір топ автор жазған “Древний Казахстан” атты кітап шығарды, оның сараптамашысы – тарихшы, академик Болат Көмеков. Сонда: “Сақтар – қазақ халқының бабасы”, – деп және Анахарсистің өмір сүрген уақыты б.д.д. 620-555 жыл деп көрсеткен (30-31-бет). “Анахарсис (Анарыс)” деген тарауда: “Анахарсис, Анарыс-сакский ученый. Жил в V11-1V вв.н.э. В истории известен как “Скиф Анахарсис”, – деп көрсеткен (сонда, 46-47-бет). Осыдан кейін Геродот жазып кеткен Анахарсистің Қазыбек бек айтып отырған Арыс-Анарыс бабамыз екеніне қайтіп күмәндануға болады? Ал бұдан кейін сақтардың қазаққа баба тайпа екенін қалай мойындамассың? Тарих дегеннің өзі осындай-осындай дәлелдердің басын біріктіргеннен барып құралмай ма?\nАта шежіре бойынша Жұманнан Арыс, Арыстан Ақ, Пан, Жан, Бол, Бек, Бал деген алты ұл туып, содан алты арыс қазақ тараған. “Алғаш аталған екі ұл жылқы кезегіне кетіп, Тәңір тауының түбінде мұздап дүние салыпты. Ақ алтаудың үлкені екен. Одан бала қалыпты. Пан үйленбеген, одан тұяқ болмапты. Жетісуда қаңтардан кейінгі айды қазақтар ақпан немесе екі ағайынды дейді. Ағайынды Ақ пен Пан өлген ай, әйтпесе, ағайынды екі жігіт өлген ай екі ағайынды атанған”, – дейді (“Түп-тұқианнан өзіме шейін”. Алматы, 1993. 36, 37-бет). Ал қазір бүкіл қазақ “екі ағайынды” дегенді ұмытып, бұл айды ақпан деп атап жүргеміз жоқ па?\nСонда Анахарсис деп жүргеніміз өзіміздің Арыс бабамыз болса, ол біздің шамалауымызша, б.д.д. 612 жылы Тәңір таудың түбінде туып, 547 жылы Днестрдің бойында өлген болса, онда сақтар б.д.д. VІІ ғасырға дейін Жетісу жерін мекендеп, б.д.д. VІ ғасырда Қара теңіз бойына ауған болып шықпай ма?\nОның үстіне Жетісуда тек сақ обалары ғана сақталғандай сөйлейміз, ал бұл араны он ғасырға жуық мекен еткен Үйсін мемлекетінен де бір белгілер қалуы тиіс емес пе? Қарап отырсақ, ғалым Әбдеш Төлеубаевтан өзге Үйсін обасын нақты зерттеген ешкім жоқ, барлық ғалым тек сақ обаларын ғана зерттеп келген болып шығады. Сөйте тұра сақ пен үйсіннің адам жерлеу әдісі ұқсас деген тұжырым жасай салады. Әрине, үйсін сақтың ұрпағы болса, екеуінің әдет-ғұрпы, салт-дәстүрі неге ұқсас болмасын?! Қазір жасы 80-нен асып отырған қарт ұстаз, бірнеше кітап жазған сауатты, Кеген өңіріндегі Жалаулы деген жерде туып-өскен Әділхан Зықаев деген ағамыз: “Біздің жас күнімізде осы қорған деп жүргендеріңді үлкен кісілер “Үйсін оба” немесе “Үйсін төбе” деуші еді”, – дейді. Осындай атадан балаға жалғасып келе жатқан сөзді елемей-ескермей, “үйсін обалардың ішінде жатқандар – сақтар” деуіміз қалай болады?\nСөз орайы келіп тұрған соң, айта кетейік, біздің кейбіріміз: “Ғұн дегенді қазақ тарихшылары шығарып алып жүр, ондай халық жоқ, оның өз аты сиуңну”, – деп, ал әр елдің тарихшылары бірі “хун”, екіншісі “ғұн” немесе “гун”, үшіншісі “һұн” деп әрқайсысы әртүрлі атап жүрген халық та сақтың ұрпағы, оның дұрыс аты “құн” болуы мүмкін екенін де осы арада ескерте кеткеніміз жөн сияқты. Себебі, біріншіден, алғашқы дыбысы “ғ”-дан басталатын ежелгі атау сөз қазақ тілінде жоқ десе де болады, ал “ғашық”, “ғайбат”, “ғарыш”, “ғалам” секілді сөздер араб тілінің ықпалымен бертінде пайда болған, сондықтан бұл тайпаның өз аты “ғұн” емес, “құн” болу керек, себебі “қ” дыбысы ежелден айтылып келе жатқан ата дыбысымыз. Екіншіден, жоғарыда айтылған Ата шежіре: “Жан деген кісіден Ар, Құн деген екі бала болыпты… Қазіргі Арғын деп жүргеніміз – осы екі ұлы адамның алты баласынан тараған ұрпақ. Олардың бірігіп Арғын аталуы Алтайға ауған заманнан қалған”, – дейді”. (“Түп-тұқианнан өзіме шейін”,1993. 46-бет). Үшіншіден, “Арқұн” сөзін “Арғын” деп үндестік заңына сәйкес өзгертіп айту – ұлттық дағдымызға тән құбылыс. Төртіншіден, 1253-1255 жыл аралығында Моңғолияға келіп қайтқан Г.Рубрук: “Бұл жерде аргон деп аталатын халық бар, ол екі рудан тұрады: аргон тендук руынан және Мухаммедке табынатын, өзгелерден гөрі көрікті және ақылдырақ, көбіне саудамен айналысатын тендуктерден”, – дейді ( “Қазақ тарихынан”, Алматы, 2004. “Шығыс елдеріне саяхат”, 1993. 85-бет). Рубрук ол аймақтың атын Сендук (Тендук) деп көрсетеді. Ал ол атау Мәшһүр шежіресіндегі Сүйіндік, Бегендік, Шегендік дейтін аталарды еріксіз еске түсіреді. Бесіншіден, қытай тарихында үйсінге көмектескен гүн тайпасын Ата шежіре аргын деп атайды. Осыларды ескерсек, арғындар құн тайпасының тікелей ұрпағы екеніне күмән қалмайды. Алтыншыдан, Ата шежіренің таратуы бойынша, Құн да, Арғын (Арқұн) да Арыс бабамыздың Жан деген баласынан тараған, яғни Жан Арыс тұқымы болып табылады. “Ежелгі Үйсін елі” кітабында Шадыман Ахметұлының: “Ат үстінде садақ тартуды ғұндар сақтардан үйреніпті”, – деп дәлелдейді бірсыпыра ғалымдар”, – деген пікірі де бұл ойымызды дәлелдей түседі (4-бет). Соғыс өнерін ағайын ағайыннан үйренбегенде, кімнен үйренеді? Жетіншіден, б.д.д. 530 жылы Кир патшаны жеңген сақ-массагет Томирис парсылармен Аракс өзенінің бойында соғысады. Өзеннің аты Арыстан тараған Ар мен Ақтың үрпағы мекендеген соң солай аталған болар деп ойлауға да қақымыз бар емес пе? Сегізіншіден, Геродот: “…скифы называют амазонок “эоропата”, что по-эллински означает мужеубийцы; “эор” ведь значит муж, а “пата” убивать”, – дейді (“История”. Ленинград, 1972.219-бет). “Эор” дегеніміз екі жарым мың жылдан кейін де әлі “ер” аталып, күйеу дегенді білдіреді, ал “пата” сөзі “опат” дегенді еске түсіреді. Ал оны арабтан енген сөз деп жүрміз. 2,5 мың жыл бұрын арабтар сақ тіліне қалай әсер етеді? Әлде Мұрат Аджи айтып жүргендей, о баста түріктерден араб тіліне, одан өзімізге қайта енген сөз бе? Әлде “қарасы батты”, “күні батты” дегендегі “батты” сөзінің арғы төркіні “пата” дегенге ұқсас айтылды ма екен? Қалай болғанда да, б.д.д. V ғасырда сақтар әйелдің күйеуін “ер” десе, қазақтар бүгін де “ер” дейді. Өстіп о заманда да, бұ заманда да бір тілде сөйлеген елді бір-бірінен бөлек ел деуге қайтіп тарихшылардың аузы барады?\nОсыншама сәйкесіп тұрған деректерді көзге ілмеу тарихқа мән бермеумен бірдей емес пе? Ал егер көзге ілсек, Арыс-Анахарсистің сақ екеніне, ал біздің тікелей сақтың ұрпағы екенімізге қандай күмән қалады?\nСонымен, сақ, құн, үйсін – үшеуі де бір тұқымнан тараған ұрпақ болса, әрине, олардың әдет-ғұрпы да, салт-дәстүрі де, оның ішінде өлікті жерлеу рәсімі де бірдей болуы заңды. Ендеше, Есік обасынан табылған Алтын адамды сақ деп кесіп айта алмаймыз. Бұл күмәнімізді күрделендіре түсетін тағы мынандай жағдайлар бар.\nАлдымен, Есік маңындағы Алтын адам арнайы ғылыми жұмыс нәтижесінде емес, кездейсоқ табылды. Сондықтан ол үстірт зерттеліп, Бесшатырдағыдай ең құрымаса обаның ішкі құрылысын елестетуге көмектесетін қарапайым фотосуреттер де түсірілген жоқ. Бесшатыр обаларына, ішкі-сыртқы кейбір ұқсастықтарына бола сақ дәуіріне жатқыза салынды. Ешкім ол арадан табылған заттарды Тарбағатайдың теріскейіндегі ескерткіштерді зерттеген ғалым Әбдеш Төлеубаев құсап екі бірдей шет елдің ғылыми лабораториясына жіберіп, қай ғасыр, қай заманның ескерткіші екенін арнайы анықтап жатпады.\nЕкіншіден, Есік обасынан екі адамның мәйіті шыққан. К.Ақышев ол жайында: “Бізге Есік қорғанындағы екі бейіт бір мезгілде пайда болған деген ой келді, себебі, екі бейіттің де үстіне үйілген топырақ бір, оған көмілген адамдар сүйегі де топырақтың астында жатыр, олай болса, олар не бір семьяның адамдары, не жақын қандастық қатынастары бар адамдар… Біздіңше, орталық бейіттегі жерленген адамның қырынан жерленген адамға қарағанда қоғамдық орны жағынан маңыздырақ екендігі даусыз”, – дейді (“Ертедегі ескерткіштер елесі”. Алматы. 1976. 13-бет). Ал мұны қазақтың қарапайым тілімен айтсақ, бірі хан да, екіншісі – ханзада.\nҮшіншіден, Қытай елінде шыққан “Ежелгі Үйсін елі” кітабы: “Күнбидің он неше ұлы бар. Басқа ұлдарына қарағанда ортаншы ұлы Датлұқ … Датлұқтың ағасы мұрагер ханзада болып тағайындалған еді… Оның Семзеу деген ұлы болған, дүниеден ерте қайтқан мұрагер ханзада көзі жұмыларда Күнбиге: “Үйсін тағының мұрагері Семзеу болсын”, – деп тілек қойған еді… Күнби дүниеден көшкен соң, оның тағына Семзеу отырды. Семзеу деген – лауазымы. Өз аты – Күнсүй би. Күнби – ханның атағы, өз аты Лапкөк еді”, – дейді (Үрімжі. 2005. 249, 250, 251-бет). Дәл осы кітаптағы “Үйсін туралы жалпы шолу” деген мақаласында Нығмет Мыңжанұлы: “Үйсін Елжау бидің он ұлы болған… Күнбидің тақ мұрагері ерте қайтыс болып кетіп, оның Жөнші (Күнсүй) би деген баласы жетім қалады… Жөнші биді… Елжау би тақ мұрагері етіп бекітеді”, – деп жазады (17-бет). Ал жоғарыда айтқан Ата шежіре: “Жалпы, Елсау атамыз бес әйелінен 23 бала көріп, соның оны тіреп тұра қалыпты… Нулы атамыз әкесі Елсаудан бұрын жастай жиырма екі жасында кетіпті… Нулыны қатты ардақтап, Үш Қарашқа қойыпты. Осыдан кейін-ақ Елсаудың да денсаулығы болмапты… Елсау би дүние салып, осыдан 1980 жыл бұрын (б.д.д. 104 жыл – Б.Н.) қайтқан соң, оның көзінің тірісінде-ақ таққа отырған Санжар – Жөнше нар қытай қыздарына құмарлау болып”, – дейді (Қ.Тауасарұлы, “Түп-тұқианнан…”.1993. 43-бет). Бұл үш пікір де бір жерден тоғысады. Тек Н.Мыңжанұлы Семзеу таққа Күнби өлген соң, Қазыбек бек Күнбидің көзі тірісінде-ақ отырды дейді және 22 жастағы Нулыны Үш Қарашқа жерлегенін, әкесінің де ұзамай дүние салғанын айтады. Ал Үш Қарашымыз сол Есік қаласының үсті. Бас Қараш Асы жайлауының батыс бетінде, Орта Қараш пен Кіші Қараш Түрген өзенінің бойындағы сайда. Осының бәрін біріктіре қарасақ, Алтын адамымыз Нулы ханзада, ал “орталық бейіттегі” “қоғамдық орны маңыздырақ” адам Елсау Күнбидің өзі болып шықпай ма?\nТөртіншіден, 2005 жылы 14 желтоқсанда сол кездегі Тарих және этнология институтының директоры, тарих ғылымдарының докторы Мәмбет Қойгелдиев: “Біз енді тарихи қателікті түзетуіміз керек. Есік қорғанынан табылған Алтын адамды біз осыған дейін сақ, оның ішінде сақ-тиграхауд деп келдік қой. Қытайдың жылнамалық деректері мен ондағы ғалымдардың тарихи мәліметі бұл Алтын адамның үйсін, үйсін қоғамының адамы екенін бұлтартпай дәлелдейді… Алтын адам – …үйсін бекзадасы!” – деген мәлімдеме жасаған болатын (“Жас Алаш”, 15.12.05.)\nБесіншіден, Алтын адамның үйсін ханзадасы екенін алғаш жорамалдаған жазушы Тұрсын Жұртбаев болатын. “Осы арада Кемел Ақышев қазған Есік қорғанындағы “Алтын киімді ханзада” сол Ұлы Күнбидің ұлы емес пе екен деген ой ұшығы қылт ете қалады. Оның жас мөлшері жиырманың ар жақ, бер жағы деп айтылып жүр”, – дейді ол өзінің “Дулыға” атты екі томдық тарихи зерттеулерінде (Алматы, 1994.1-том. 292-бет).\nҒылымдағы бір қателік, дер кезінде түзелмесе, кейін дәлелденуі өте қиын көп қателікті тудырары даусыз. Алтын адамның үйсін емес, сақ болып және сақтың қазаққа қатысы жоқ халық боп қалуын қалайтын, ол табылған жерді қазақ жері дегісі келмейтін ішкі-сыртқы күштердің бар екеніне біз көз жұмып қарамауға тиіспіз. Тарих ғылымдарының докторы, қытай тілін жетік білетін ғалым Нәбижан Мұқаметханұлы “Үйсін мемлекеті жөнінде” атты мақаласында: “Демек, қазір қытай тарихшыларында өзінің және өз елінде қалыптасқан ұстанымды негізсіз өзгерту байқалады”, – деуі бізді қатты сақтандыруы тиіс (“Жас Алаш”, 04.03.04). Бұған ежелден аталып келе жатқан “ғұнды” бір кезде “сиуңну” деп, “йүзіні” “жу-жы” деп, қазір “нүкіс” деп, Елжау деп оқылып келген Күнбиді Лапкөк, Мөде-Мүдені Бақтұғ деп, тағы басқа толып жатқан атауды жаппай өзгертіп жаза бастағаны да дәлел. Соның бәрін көре-біле тұрып біздің жайбарақат жүріп жатқанымыз ғылымға мән бермеушілік екені сөзсіз.\nСонымен, Есік қорық-мұражайының ғылыми негізін дұрыстап жасау үшін, алдымен сол Алтын адаммен бірге табылған бір-екі затты басқа екі мемлекетте бір-біріне қатыссыз жағдайда ғылыми-техникалық әдіспен қай заманның дүниесі екенін анықтайтын зерттеу жасату қажет.\nСонан соң Есік қорық-мұражайының құрамына бірінші кезекте көне Талғар қаласының орнын емес, Есік қорғанының қасындағы Рахат ауылының тепсеңінде жатқан қала орнын қосып, алдымен соны ашқан жөн. Себебі, оны ертедегі Үйсін мемлекетінің астанасы Шығу қаласының орны деген ғылыми болжаулар бар. Егер ол қаланың Шығу екені дәлелденсе, онда Алтын адамның үйсін екені де өз-өзінен дәлелденеді. Алтын адамды тапқан Бекен Нұрмұхаметов Есік маңындағы “Патшалар қорғанында” бұрын 600-700 оба бар еді, қазір 60-70-і ғана қалды дейді. Ал 600-700 обаға ел билеушілері құрығанда 6-7 ғасыр бойы жерленуі тиіс. Соншама уақыт бір жерге басшыларын жерлеген ел соншама уақыт сол араны тұрақты мекен етуге де тиіс. Біз әңгіме етіп отырған обадан табылған хан мен ханзада да, сөз жоқ, сол көне қалада өмір сүрген адамдар. Ал оны археологиялық жолмен дәлелдеу – өте мәдениетті елдің үлесі. Біз сол үлесті үнемі болашаққа сырғыта бермеуіміз керек.\nАта шежіредегі: “Ел астанасы Үш Қараш астындағы Шығу қаласы еді”, – деген сөз де (“Түп-тұқианнан өзіме шейін”. 45-бет) шындық пен болжамның арасын біржола анықтап, осындай ғылыми-археологиялық зерттеуді жедел түрде жүргізуге шақырады.",
                "date": "4.11.2016",
                "upvotes": 0
            },
            {
                "text": "Алтын адамнын Бас киім атауы калай аталады",
                "date": "19.05.2017",
                "upvotes": 0
            },
            {
                "text": "Алтын адам неше солай аталады 6 дәлел",
                "date": "11.12.2018",
                "upvotes": 0
            },
            {
                "text": "Алтын адам ол 1970  жылы табылган оны алғаш зеріттеген археолог есімі Ақшыв алтын адам ескерткіші орналасқан жері Алматы қаласы Іле алқабы",
                "date": "23.12.2020",
                "upvotes": 0
            },
            {
                "text": "Алтын адам — 1970 ж. басында Есік қорғанында — сақтар тайпасының жас көсемінің зираты табылды.\nҚорған қазбалары Қазақстанды 5 ғ. ЗБ мекен еткен ежелгі тайпалардың мәдениеті, өнері, діні жайлы құнды деректер берді.\nАлтын адам — Алматы облысындағы Есік қаласының солтүстігіндегі Есік өзенінің сол жақ жағалауындағы темір дәуірінен сақталған сақ обасынан табылған алтын киімді сақ жауынгерінің мүрдесі (5 ғасыр). 1969 – 1970 жылы археолог Кемел Ақышев тапқан. Алтын адам киімі 4 мыңға жуық алтын әшекейлермен безендірілген. Әшекейлер барыс, бұлан, таутеке, арқар, ат, түрлі құс бейнелерін беретін «хайуанат нақышында» жасалған.\n\nБас сүйектің сол жағынан жаһұт тастармен әшекейленген алтын сырға табылды. Бас киімі кейінгі қазақ киімі үлгілеріне ұқсас, биік, шошақ төбелі, ұзындығы 70 см шамасында. Мойнында дөңгелек жүзік сияқты алтын алқа, іш көйлегі, көкірегінің тұсы, жеңі алтын тоғалармен өрнектелген, саусағында екі алтын жүзік, камзолы құрастырылмалы ауыр белбеумен буылған. Белбеуге аңға ұқсас бейнелер, 16 тоға жапсырылған, оң жағында қызыл қынапты ұзын семсер, сол жағында алтын пластиналар жапсырылған қынға салынған темір қанжар – ақинақ, шалбар балағы да алтын тоғалармен әшекейленген. Есік обасынан алынған археологиялық мәліметтерге қарап, бұл адамның біздің заманымыздан бұрынғы 5 – 4 ғасырларда өмір сүргені анықталды. Киім үлгісі, жерлеу рәсімі, Алтын адамның Жетісу жерін мекендеген сақтардың көрнекті елбасының ұлы немесе жас көсем, әскербасы екенін айқын көрсетеді.[3] Көне дәуірдегі материалдық мәдениет, өнер, мифология, т.б. салалардан мол дерек беретін Алтын адам сол кездегі сақтарда мемлекеттік өркениет ертеден қалыптасқанын дәлелдейді. Алтын адам – Қазақстанның азаттық символына айналды. Оның тұлғасы Алматының бас алаңына орнатылды, төбе бөркіндегі қанатты тұлпарлар бейнесі елтаңбамызға енді\n²Алтын адамға² тереңірек үңілсек…\n\n“Мәдени мұра” бағдарламасы шеңберінде Есік қорық-мұражайын ашуға байланысты былтыр күзде Президент Әкімшілігі Басшысының орынбасары, “Мәдени мұра” бағдарламасын іске асыру жөніндегі Қоғамдық кеңес төрағасы Мәулен Әшімбаевтың арнайы келіп, Алтын адам табылған өңірде отырыс өткізіп, жер жағдайын өз көзімен көріп қайтқанын біліп, шынымды айтсам, аса қатты қуандым. Бұл мәселе, меніңше, әлдеқашан көтерілуі керек еді. “Мәдени мұра” бағдарламасына байланысты Президент Н.Ә.Назарбаев: “Тарихи ескерткіштерді жаңғырту жұмысы ерекше ыждаһаттылықты талап етеді. Бұл – құрылыс емес, ғылыми жұмыс… Ол жұмыстардың біткеннен кейінгі тағдыры қандай болмақ? Отырар сияқты ашық аспан астында ашық-шашық тастап кетеміз бе?”, – деп, қынжыла ескерткен болатын.\nПрезиденттің бұл сөзінен, жасыратыны жоқ, бұған дейін жүргізілген археологиялық жұмыстарға көңілі толмайтыны айқын аңғарылады. Алайда Елбасының сол ескертпесін қатаң басшылыққа алған-алмағанымыз әлі белгісіз. Академик Досмұхамед Кішібеков: “1969 жылы Алматы облысының Есік қаласына жақын жерден бұдан екі жарым мың жыл бұрын өмір сүрген “Алтын адам” табылды. Бұл, әлем ғалымдарының пікірінше, Египеттегі Тутанхамоннан кейінгі екінші үлкен ғылыми жетістікке жататын жаңалық еді”, – дейді (“ЕҚ”. 31.10.07). Бірақ, өкінішке қарай, біз әлі күнге дейін сол “екінші үлкен ғылыми жаңалыққа” лайық ұлттық шара жасай алған жоқ едік. Енді, міне, “Мәдени мұраның” шарапаты бұған да тиіп, ол шара екі жыл көлемінде жүзеге асатын болып жатса және газет: “Бұл істе әрбір ұсақ-түйекке дейін мән берілуі тиіс”, – деп, қамқор болып жатса, қалай қуанбассың!\nБірақ, соның жақсы бітуін де осы бастан жан-жақты ойластырған жөн. Ол үшін ең әуелі, меніңше, Президент айтқандай, мұның “құрылыс емес, ғылыми жұмыс” екенін есте ұстау қажет. Сондықтан, қорық-мұражайды салу жұмысымен қабат оның ғылыми-зерттеу жағын да тереңдетуге тиіспіз. Сонда ғана әлемдік мәні бар тарихи мұражайымызды өзгелерге лайықты дәрежеде танытып, өз деңгейінде дәріптей аламыз. Сол іске азды-көпті көмегі тие ме деген ниетпен бірер пікір айтпақпыз.\nПрезидент “Мәдени мұраға” қатысты Отырарды мысалға келтірсе, мен Бесшатырды мысалға келтірмекпін. Алтын адам Іленің бір жағалауынан табылса, Бесшатыр келесі жағында жатыр. Қазір ғалымдар екеуін де сақ дәуірінің ескерткіші дейді. Бесшатырда ғалым К.Ақышевтың айтуынша, 26 шаршы километр жерді алып жатқан 31 оба бар. Соның он сегізін 1957-1961 жыл аралығында ғалым Кемал Ақышев қазып, зерттеген. “Бесшатыр қабірі өз заманында ағаштан салынған күрделі құрылыстардың бірінен саналған. Ол үш бөлімнен тұрады: дәліз, ауызғы бөлме, қабір”, – дей келіп ( “Ертедегі ескерткіштер елесі”. Алматы, 1976. 31-бет)., “Бесшатыр ескерткіші Іле аңғарын мекендеген сак-тиграхаудалар тобына жататын тайпалардың қасиетті герросы болғандығына (патшалары мен көсемдерін жерлейтін арнайы орын – Б.Н.) ешқандай дау жоқ”, – деп тұжырымдайды (Сонда, 38-бет). Алайда, ол обаларда зерттейтін қазір ешқандай кейіп те, зат та жоқ, тек ашық-шашық жатқан тастар мен топырақ қана қалған. К.Ақышев айтқан 6-обаның түбіндегі “жалпы жиынтығы 55 метр” жер асты жолын қазір ешкім көрсете де, түсіндіре де алмайды, өйткені ол арада обаның өңкиген сыртқы үйіндісінен өзге ештеңе де қалмаған. Ал студент кезінде сол Бесшатыр обаларын қазуға қатысқан, кейін Есік маңынан Алтын адамды тапқан Бекен Нұрмұханбетовтің диплом жұмысында сол 6-обаның ішкі жағын көрсететін фотосуреттер сақталған.\nАл енді өзі көрмеген, білмеген адам обаның ішкі құрылысын дәл осындай етіп қазір қалпына келтіре ала ма? Келтірген күнде де, көне бөренелерді қайдан табады? К.Ақышев бұл обаларды б.д.д.VІІ-V ғасырдан ертеректе салынған деп ұйғарады (Сонда, 43-бет). “Сақтардың тастан, топырақтан тұрғызылған кішігірім обаларының Іле аңғарындағы толып жатқан үйсіндердің обаларынан айырмашылығы жоқ”, – деп тұжырымдайды.\nОсы тұжырым адамды терең ойға қалдырады. Біріншіден, бұл екі тайпаның обаларында неге айырмашылық болмайды? Оның себебі не? Екіншіден, сонда бұл обалардың қайсысы сақтікі, қайсысы үйсіндікі екенін қалай, қандай ғылыми жолмен ажыратамыз?\nБіріншіден, Қытайдың “Тарихи жазбалары” мен “Ханнамада” сақтар аз айтылады да, күндер мен үйсіндер жайы біраз баяндалады. “Ханнаманың” соңғы аудармасында: “Үйсін елі ұлы күнбидің ордасы Чекүк ( бұған дейін “Шығу”, “Чигу” деп оқитын – Б.Н.) қаласында… Шығысы Ғұнмен, солтүстік батысы Қаңлы, батысы Дад-уан (бұған дейін “Даван”, “Дауан” деп оқитын, қазіргі Перғана – Б.Н.), оңтүстігі қала-мемлекеттермен іргелес. Бұл, тегінде, сақтардың ата қонысы еді, кейін ұлы нүкістер (бұрын “ұлы йуежы”, “ұлы йозы”, “ұлы йүзі” деп оқитын – Б.Н.) сақтарды талқандап, олардың ханын қуып жіберді.",
                "date": "7.02.2021",
                "upvotes": 0
            },
            {
                "text": "Алтын адам Тасқопа 1 қорымынан 2019 жылы табылды(Бұл біздің ауыл, ютубтан Тасқопа 2017 деп жазсаң шығады.)",
                "date": "12.11.2021",
                "upvotes": 0
            },
            {
                "text": "Аралтөбе алтын адамы туралы 20 дерк",
                "date": "27.04.2023",
                "upvotes": 0
            },
            {
                "text": "3әйел 7ер адам болған",
                "date": "18.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыз сыны. Балабақшада қыз сынын ұйымдастыру сценарий керек?",
        "question_content": "Қыз сыны. Балабақшада қыз сынын ұйымдастыру сценарий керек?",
        "question_date": "10.03.2016",
        "question_tag": "Мектеп",
        "question_views": 14100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Қыз сыны\" байқауының сценарийі\nЖүргізуші: Қайырлы күн, байқауымыздың қонақтары! Сіздермен бүгінгі мерекеде қаышқаныма қуаныштымын! Бүгін - ерекше күн. Баршамыздың да көңіл күйіміз көтеріңкі әрі қобалжудамыз. Бүгінгі ұйымдастырылып отырған \"Қыз сыны\" байқауын ашық деп жариялаймыз!\n\"Қыз сыны\" байқауының қатысушыларын қошеметпен қарсы алыңыздар! (Көңілді әуен ойнап, қыздар ортаға шығады)\nЖүргізуші: Сүйкімді арулар, ортада тұрған гүлден бір-бір күлтеше жұлып алыңыздар! Күлтешенің артында жазылған нөмір сіздердің реттік нөмірлеріңіз болмақ. (Қыздар гүл күлтелерін жұлып, өз нөмірін айтып, дайындалуға кетеді)\nЖүргізуші: Нөмірлер белгіленді. Олай болса, байқауымыздың кезеңдерін атап өтейік. Біздің сайысымыз 6 кезеңнен тұрады. \n1. \"Таныстыру\"\n2. \"Би өнері\"\n3. \"Сәнді киім\"\n4. \"Мен өскенде...\" тақырыбында ой қозғау\n5. \"Сыңғырлаған дауыс\"\n6. \"Мен - әртіспін\"\nЖүргізуші: Барлығы түсінікті болса, сайысымыздың бірінші кезеңін бастаймыз! \nІ кезең \"Таныстыру\". Қатысушылар шығып, өлең жолдары арқылы өзін-өзі таныстырады.\nЖүргізуші: Тамаша! Қатысушыларымызбен таныстық. Ендігі кезек әділқазы алқасында. Қандай баға қоясыздар?\nІІ кезең \"Би өнері\". Қыздар би билеп, өнерлерін көрсетеді.\nЖүргізуші: Екінші кезең де аяқталды. Әділқазы алқасы мүшелері қандай баға берер екен?\n(Баға беріледі). Өте жақсы көрсеткіш, қыздар! Ендігі үшінші кезеңге кезек берейік!\nІІІ кезең \"Сәнді киім\". Байқау қатысушылары сәнді көйлектерін киіп, сән көрсетеді.\nЖүргізуші: Неткен сұлулық! Біздің қыздарымыздың барлығы ең жоғары бағаларға лайықты. Әділқазы алқасы келіседі ме екен? (Баға беріледі) Би биледік, сән көрсеттік, ендігі, аруларымыздың арман-мақсаттарын білетін уақыт та келген сияқты.  Келесі кезең - \"Мен өскенде...\"!\nIV кезең \"Мен өскенде...\". Бүлдіршіндер өздерінің арман-мақсаттарын айтады. \nЖүргізуші: Мұндай дара да дана қыздардың дәл біздің балабақшада тәлім алатынына қуаныштымын! Армандарың алысқа жетелесін, қыздар! Әділқазы алқасының бағасын білейік! (Баға беріледі) Енді ару қыздарымыздың әнінен ләззат алайық! Бесінші кезең - \"Сыңғырлаған дауыс\".\nV кезең \"Сыңғырлаған дауыс\". Байқауға қатысушы өнерпаздар ән айтады. \nЖүргізуші: Беу,шіркін! Қарап тұрсам, біздің қыздарымыз Бибігүл, Роза апаларының ізін басып, тамаша әнші болатын сияқты. Бүлдіршіндерімізідің әні барлығыңызға ұнады ма?Әділқазы алқалары қандай баға берер екен? (Баға беріледі) Ендігі, байқауымыздың ақтық кезеңіне де кезек келді. Аруларымыздың жан-жақты дарынды екенін байқадық. Ал әртістік шеберліктер қандай екен? Бірге тамашалайық! Ақтық кезең - \"Мен - әртіспін\".\nVI кезең \"Мен - әртіспін\". Сынға түскен бүлдіршіндер түрлі рөлдерді сомдап, әртістік шеберліктерін көрсетеді.\nЖүргізуші: Біздің сайысқа қатысушы бүлдіршіндеріміз сондай өнерлі екен. Өнерімен баршамызды тәнті еткен қыздарымызға әділқазы алқасының мүшелерінің берген бағасына назар аударайық! (Баға беріледі) Олай болса, керемет кешіміз де өз мәресіне жетті. Өнер көрсетілді, бағалар берілді. Қорытындысын бірге берейік! Әділқазы алқасының төрайымын ортаға шақырамыз! \n(Байқау нәтижесі айтылып, бүлдіршіндер марапатталады)\nЖүргізуші: Сүйкімді арулар, сіздерді құттықтаймын! Құрметті, қонақтар, бізбен бірге болып, байқауға қатысушыларымызға қолдау көрсеткендеріңізге рахмет! Кешіміз аяқталды! Сау-саламат болыңыздар!",
                "date": "10.03.2016",
                "upvotes": 0
            }
        ]
    }
]