[
    {
        "question_title": "Ислам дауіріндегі әдебиет, күллі түркі халқына ортах рухани мұра",
        "question_content": "Ислам дауіріндегі әдебиет, күллі түркі халқына ортах рухани мұра, деген тақырыпқа шығарма керек еді, жауап берегнге рахмет!",
        "question_date": "24.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 630,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Халықаралық құқық мамандығы бойынша қай жоғары оқу орнына түсуге болады?",
        "question_content": "Мен 10 сыныпта оқып жүрмін. Негізінен, мен қай мамандыққа баратынымды дұрыс шешкен жоқпын. Сондықтан, сұрайын деп едім, халықаралық құқық мамандығына бару үшін қай Жоғары Оқу Орнына түсуге болады? Және де, халықаралық құқық жақсы мамандық деп санайсыздарма? Оның артықшылықтары мен кемшіліктері жайлы айтып беріңізші.",
        "question_date": "24.10.2016",
        "question_tag": "Университет, колледж",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Казгую бар жане ЕНУ",
                "date": "26.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Остеопат дегеніміз не?",
        "question_content": "остеопат дегеніміз не ол врачтар.",
        "question_date": "24.10.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 7200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Остеопатия (грек. osteon — сүйек және pathos — ауырсыну) — омыртқа жотасының ауруларына қолмен диагноз қойып емдеу. Бұл мектептің негізін 1874 жылы америкалық дәрігер Э.Стилл қалады. Остеопатологиялық медицина буын мен омыртқа жотасы ауруларын функционалды деп тауып, негізінен оны бұлшық ет және байланыс жүйесінің ауытқуы деп санайды. Буын мен омыртқа жотасы аурулары жөнінен Батыс медицинасының көзқарастарын жақтайды. Хиропрактика (грекше сheіr — қол) сырқатты омыртқа сүйектерінің буынынан шығып кетуінен болады деп есептейді. Бұл көзқарасты жақтайтындар медицинаның соңғы жетістіктерін мойындамай, жаңа диагностик. әдістерді қолданбай, ем есебінде тікелей әсер ету, яғни бел басу, жұдырықпен немесе арнайы кеспелтек балғамен соғу арқылы шығып кеткен буынды қалпына келтіруді ұсынады. Ал Мануальды терапиямен емдеушілер омыртқа жотасы мен буындардың жұмсақ тіндеріне әсер ету арқылы емдеуді дұрыс санайды. Мануальды терапия омыртқа жотасының көп дәрежелі патогенетикалық көріністерін функционалды блок, бұлшық ет баланстарының өзгерісі қозғалыс биомеханикасының ауытқуына әкеліп соғады деп түсіндіреді. Бұл жерде омыртқа жотасының ұсақ бұлшық еттерінің маңызы зор, өйткені олар иіліп-бүгілуге мүмкіндік жасап тұрады. Мануальды терапия, негізінен, омыртқа жотасындағы ауытқулар — қозғалысқа байланысты экзогенді (ішкі) және эндогенді (сыртқы) себептердің пайда болуынан туындайды деп есептейді. Омыртқа жотасында пайда болған ауруларды остеохондроз деп қарамай, тірек-қимыл жүйесінің ауытқуы деп қарастыру керек дегенді ұстанады.",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің Қазақстаным. Елбасы, атақты адамдары және батырлары туралы шығарма жазу?",
        "question_content": "Қазақстан жері, тәуелсіз ел. Өзен-көлі, қалалары, өнері. Елбасы, мемлекеттік рәміздері, атақты адамдары және батырлары туралы шығарма жазу?",
        "question_date": "24.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ұқсамасаң да ұқсап бақ\" деп кім айтқан?",
        "question_content": "Айтқан адамға көп алғыс білдіремін.",
        "question_date": "24.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абай Құнанбайұлы деп ойлаймын",
                "date": "24.10.2016",
                "upvotes": 0
            },
            {
                "text": "Болмасаңда ұқсап бақ дегенді естідім",
                "date": "24.10.2016",
                "upvotes": 0
            },
            {
                "text": "Абай Құнанбаев жазды",
                "date": "24.10.2016",
                "upvotes": 0
            },
            {
                "text": "Абай Құнанбаев атамыздың сөзі",
                "date": "25.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бермуд үшбұрышының (Бермудский треугольник) құпиясы ашылды ма?",
        "question_content": "Бермуд үшбұрышының (Бермудский треугольник) құпиясы туралы ғалымдар не дейді, құпиясы табылды ма? Теңіздің астындағы қалашықтар бар ма шындығында?",
        "question_date": "24.10.2016",
        "question_tag": "Табиғат",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмбақ болып келген Бермуд үштағанының құпиясы ашылды.\nБермуд аралдарындағы мұхит бөлігі біраз уақыттардан бері алып кемелер мен ұшақтардың жоғалып кетуі арқылы танымал. Оның үстімен жүзіп немесе ұшып өткен ұшақтар ұшты-күйлі жоғалып кетіп отырған.\nҒалымдар сол аймақтан гексогоналды (алтыбұрышты) бұлтты тапқан. Алғаш рет мұндай сирек атмосфералық жағдай Солтүстік теңізден анық байқалған. Бұлт кездейсоқ жағдайда көшіп отырады.\nҒалымдар радиолокациялық спутник көмегімен өлшеу жұмыстарын жүргізген. Бұлт астындағы жел теңіз деңгейінде сағатына 270 шақырымға жеткен. Оның күштілігі сондай, толқынның биіктігі 14 метрге дейін жеткен. Сосын қайта теңізге қарай опырыла құлайды. Мұндай алып бұлттар Бермуд үштағанының батыс бөлігінен де кездескен.\nТолығырақ : http://stan.kz/zhumbak-bolyp-kelgen-bermud-%D2%AFshtaganyn/",
                "date": "25.10.2016",
                "upvotes": 0
            },
            {
                "text": "Әрине жоқ. Бермуд аралының құпиясы ашылмайтын да шығар. Себебі ғалымдар бұл үшбұрышқа келгенде пікірлері қарс айырылады. Көбісі жай ғана кездейсоқтық дейді. Меніңше де солай! Өйткені кезінде айтылған қорқынышты әңгімелердің көбісінде тіпті дәлел болмай шықты!",
                "date": "28.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұмытпау үшін не істеу керек?",
        "question_content": "Ұмытпау үшін не істеу керек?",
        "question_date": "24.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 749,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кітапшаға (блокнот) жазып қою керек. Жазып қойсаң естен кетпейді,  ал жазбасаң именно сол жазбаған нәрсе ұмытылып қалады.\n\nАл жазуға мүмкіндігің болмаса,  ұйқыға жатар алдында сол нәрсені ойланып, 2-3 рет қайталап қайталап айтсаң да ұмытылмайтын болады,  есте жақсы сақталып қалады.",
                "date": "24.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алмасу реакциясы, темір(|||) гидроксиді",
        "question_content": "Алмасу реакциясы көмегімен темір (|||) гидроксидін алып, оны қоспадан айыру керек?",
        "question_date": "24.10.2016",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "FeCl3 + 3KOH = Fe(OH)3 ↓+ 3KCl\n\nFe(OH)3 + 3HCl = FeCl3 + 3H2O\n\nОсылай ма?",
                "date": "27.04.2023",
                "upvotes": 0
            },
            {
                "text": "Fe(OH)3+3Na⇒3NaOH+Fe",
                "date": "27.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Expo-2017 көрмесіне қойылатын өнертабыстарға қашан байқау өтеді ?",
        "question_content": "Мен өз өнертабысымды экспо көрмесінен көргім келеді.Мен ойлап тапқан транспорт ауа қысымымен жүретін электромобиль.Электромобильдің қазіргі кездегі, қандай моделін алсанда ,оны зарядтап отыру керек.Ал мен ойлап тапқан өнертабысымда ток көзімен зарядттауды қажет етпейді...Қазақстанның таңдап алған жобасы Жасыл энергетика емес па? Сурайын дегенім байкау(іріктеу) қашан өтеді? Жобаның патенттелуі міндетті ма?",
        "question_date": "24.10.2016",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 362,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Інім сот арқылы айырылысқан. 1 баласы бар?",
        "question_content": "Інім сот арқылы айырылысқан. 1 баласы бар. інім психдиспансерде есепте тұр және жұмыссыз. заң бойынша алимент төлеу керек пе? алимент төлеудің жолын толығырақ жауап берсеңіз.",
        "question_date": "24.10.2016",
        "question_tag": "Заң",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Велосипедші 160 м/мин жылдамдықпен 3 мин жүргенде",
        "question_content": "Велосипедші 160 м/мин жылдамдықпен 3 мин жүргенде, оның шеңберінің ұзындығы 2 м-ге тең доңғалақ неше рет айналып шығады.",
        "question_date": "24.10.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "240 рет менын шыгаруым бойынша",
                "date": "25.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автомашинаның доңғалағы 47",
        "question_content": "Автомашинаның доңғалағы 47 секундта 400 айналым жасайды. Оның доңғалағының жиегінің ұзындығы 2 м 35 см. Автомашинаның қозғалыс жылдамдығын табыңыз.",
        "question_date": "24.10.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "демек 1 айналым жасағанда 2,35 м жол жүреді. сонда 400 айн*2,35 м = 940 м,\n\nпропорция құрамыз.\n\n47 с - 940 м\n\n60с - х.           х=(940*60)/47=1200 m.\n\nдемек 1 минутта 1,2 км жол урсе 1 сагатта 1,2*60=72 км/саг\n\n \n\nжауабы 72 км/саг",
                "date": "26.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазыбек бидің үлкен дауды шешкені және Қазыбек бидің сөзі керек еді",
        "question_content": "Қазыбек бидің үлкен дауды шешкені және сөзі ерек еді",
        "question_date": "24.10.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төле би тоқсан жасқа келгенінде Қаз дауысты Қазыбек сєлем бере барыпты. Елдің жақсылары, шешендер, ойшылдары жиналып, әңгіме-дүкен құрып отырғанда:\n— Қаз дауысты Қазыбегім келді. Бәрің түгел жиналыңдар. Сендерге айтар он түрлі жұмбағым бар, соны шешіңдер, — дейді Төле би.\n— Айтыңыз, айтыңыз?\n— Айтсам он түрлі жұмбағым мынау: бір, екі, үш, төрт, бес, алты, жеті, сегіз, тоғыз, он.\nОтырғандар таң тамаша болады.\n—      Бұл не деген жұмбақ? Осындай да жұмбақ болады ма?\n—       Төке, бұл жұмбақты мен шешейін, рұқсат етіңіз? – дейді Қаз дауысты Қазыбек.\n—       Бір дегеніміз – бірлігі кеткен ел жаман,\n—      Екі дегеніміз – егесіп өткен ер жаман.\n—      Үш дегеніміз- үш бұтақты шідерден шошынған ат жаман.\n—      Төрт дегеніміз – төсектен безген жас жаман.\n—      Бес дегеніміз –белсеніп шыққан жау жаман.\n—      Алты дегеніміз – асқынып кеткен дерт жаман.\n—      Жеті дегеніміз – жас келіншек жесір қалса, сол жаман.\n—      Сегіз дегеніміз – серпілмеген қайғы жаман.\n—       Тоғыз дегеніміз – торқалы той, топырақты өлімде бас көрсетпесе, сол жаман.\n—       Он дегеніміз – оңалмас кәрілікке дауа болмас деген, — дейді Қаз дауысты Қазыбек.\n—  Рахмет, дәл тауып шештің. Ойы да, тілі де жүйрік тұлпарым, — деп Төле би Қазыбекке риза болыпты»",
                "date": "20.11.2016",
                "upvotes": 0
            },
            {
                "text": "Төле би тоқсан жасқа келгенінде Қаз дауысты Қазыбек сєлем бере барыпты. Елдің жақсылары, шешендер, ойшылдары жиналып, әңгіме-дүкен құрып отырғанда:\n\n— Қаз дауысты Қазыбегім келді. Бәрің түгел жиналыңдар. Сендерге айтар он түрлі жұмбағым бар, соны шешіңдер, — дейді Төле би.\n\n— Айтыңыз, айтыңыз?\n\n— Айтсам он түрлі жұмбағым мынау: бір, екі, үш, төрт, бес, алты, жеті, сегіз, тоғыз, он.\n\nОтырғандар таң тамаша болады.\n\n—      Бұл не деген жұмбақ? Осындай да жұмбақ болады ма?\n\n—       Төке, бұл жұмбақты мен шешейін, рұқсат етіңіз? – дейді Қаз дауысты Қазыбек.\n\n—       Бір дегеніміз – бірлігі кеткен ел жаман,\n\n—      Екі дегеніміз – егесіп өткен ер жаман.\n\n—      Үш дегеніміз- үш бұтақты шідерден шошынған ат жаман.\n\n—      Төрт дегеніміз – төсектен безген жас жаман.\n\n—      Бес дегеніміз –белсеніп шыққан жау жаман.\n\n—      Алты дегеніміз – асқынып кеткен дерт жаман.\n\n—      Жеті дегеніміз – жас келіншек жесір қалса, сол жаман.\n\n—      Сегіз дегеніміз – серпілмеген қайғы жаман.\n\n—       Тоғыз дегеніміз – торқалы той, топырақты өлімде бас көрсетпесе, сол жаман.\n\n—       Он дегеніміз – оңалмас кәрілікке дауа болмас деген, — дейді Қаз дауысты Қазыбек.\n\n—  Рахмет, дәл тауып шештің. Ойы да, тілі де жүйрік тұлпарым, — деп Төле би Қазыбекке риза болыпты»",
                "date": "3.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тобыш ішінде қыз алысуға болама? Адай-Тобыш-Бегей, қызым Адай-Тобыш-Жайылған руынан.",
        "question_content": "Тобыш ішінде қыз алысуға боладыма? Өзім Адай-Тобыш-Бегей руынан, ал қызым Адай-Тобыш-Жайылған руынан.",
        "question_date": "24.10.2016",
        "question_tag": "Махаббат",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7 Атадан асса алуға болады. Адайдағы шежірені білетін сол рудағы ақсақалдан сұра оны, солар біледі .  Ал біздің жақтың жігіттері 22 Атасын тізіп тұрып айтып береді,  өз ру шежірелеріңді білуге тиіссіңдер ғой,  қалай білмейсің?",
                "date": "24.10.2016",
                "upvotes": 0
            },
            {
                "text": "Болады, менің ағам Адай-Мұңал-Әли, жеңгем Адай-Мұңал-Шоғы (қырықмылтық)!",
                "date": "28.10.2016",
                "upvotes": 0
            },
            {
                "text": "Болады.Тек бегей бегейден қыз алысуға болмайды рұқсат жоқ.",
                "date": "17.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Суық күндері бөлме терезелерінің ішкі жағына неліктен тамшылар жиналады?",
        "question_content": "Суық күндері бөлме терезелерінің ішкі жағына неліктен тамшылар жиналады?",
        "question_date": "24.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үй жылы, дала суық болған жағдайда ортадағы терезе заңды түрде терлейді, жылы +25с ауа мен суық -15с ауаның бір-біріне қосылғанның әсерінен, содан тамшылар пайда болып, сулар жиналып қалады.  Сондықтан терезе екі қабат болса терлемейді, терезені тұзды сумен сүртіп қойсаң да терлемейді.Шамалы терлеуі мүмкін терезенің жағдайына байланысты.   Ондай кезде тек терезе емес, кез келген темір метал, бетондар да терлейді.\n\n                  Мысал үшін:    Ауаның құрамында су бар !\n\nОсындай әдіспен су жоқ жерлерде  су жинап алуға болады, ол үшін жұқа фальганы пайдаланған дұрыс, бір тәулікте 10 литр су жинап алып ішуге пайдалануға болады. Бұны ғалымдар дәлелдеп қойған.",
                "date": "24.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "*Маған қатысы жоқ* принципіне көзқарасым.",
        "question_content": "*Маған қатысы жоқ* принципіне көзқарасым. деген тақырыпқа шығарма қажет!Жоспарымен болса тіпті жақсы болар еді!",
        "question_date": "23.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы маған қатысы жоқ, ол өмірлік принцип. Үлкен, әрі адамның жеке тұлға ретінде дамуына негізінде өте жақсы әсері бар. Алайда, қазақ қоғамында оны мойындамайды. Сосын осы мектептегілер сабақты қойдыңдар ма, қалай? Әйтпесе мына сайтта салмақты сұрақтардан гөрі есеп пен формула, әдебиет пен тарих сабағынан көмекшілік қаптап барады!? Ізденіс қайда!?",
                "date": "28.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қазақ жері\" туралы эссе жазу керек.",
        "question_content": "қазақ жерінің кендігі жайлы,байлыгы,мәлімет.",
        "question_date": "23.10.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Астрахань казак полкінің командирі П.С.Попов: «бұл жерлердің кеңдігі сонша, қазақтар қанша бас малымен өтіп келсе де тек қыс кезінде ғана емес, жаз мезгілінде де еркін көшіп жүруіне жеткілікті» \n1801 жылы патша үкіметінің Кіші жүз қазақтарын ішкі тарапқа өткізу жөнінде бірқатар қаулылар қабылдауынан соң көші-қон үрдісіне дайындық басталып кетті. Патша үкіметі өз тарапынан аталмыш үрдісті реттеу, ұйымдастыру, бақылауды Астрахань казак полкінің командирі П.С.Поповқа тапсырған. ол қазақтарды Қосөзен аралығындағы бос жатқан жерлерге орналастыруға, Бөкей сұлтанға арнайы казак әскери тобын беруге, көшпелілер туралы мәлімет жинап, оны К.Ф.Кноррингке баянат арқылы жеткізіп отыруға міндеттенді. \nП.С.Попов алдымен Астрахань даласындағы бос жерлерді өз аяғымен аралап, Саратов губерниясының шекараларына дейін жүріп өткен. Бір қызығы, осы өлкені барлаған ол «бұл жерлердің кеңдігі сонша, қазақтар қанша бас малымен өтіп келсе де тек қыс кезінде ғана емес, жаз мезгілінде де еркін көшіп жүруіне жеткілікті» деген анық қорытындыға келген. \nЖайық өзенінің оң жақ бетіне өтуге ноғай руының старшыны Ислам Құрманқожаев алдымен рұқсат алғанымен, жетекшілік рөлді ірі көшбасшы Бөкей Нұралыұлы иеленген. Бірнеше айға созылған тыңғылықты дайындығынан соң сұлтан 1801 жылы 20 желтоқсанда негізінен өз туысқандарынан тұратын 183 шаңырақты ішкі тарапқа бастап өтеді. Зерттеуші И.А.Бирюковтың келтірген мәліметі бойынша осы көште 740 адам, 1366 ірі қара, 24 түйе, 3300 жылқы, 1250 қой есепке алынған. \nДемек, әр шаңыраққа 82, әр жан басына 8 бас малдан келген. Ізінше Кіші жүз қазақтарының өзге де шаңырақтары Қосөзен аралығына ат басын бұрған. Бөкей сұлтанды ашық қолдаған алғашқы көшіп келушілер арасында бұрынғы Кіші жүз ханы Есім Нұралыұлының Сары, Ниетәлі, Айдыңғали атты ұлдары, сұлтан Шығай Нұралыұлы секілді беделді тұлғалар кездеседі. Олардың барлығы да өз жанұяларымен, дүние-мүліктерімен мәңгілік тұрақтау мақсатында көшіп келген. \nАл 1802 жылы шеркеш руының старшыны Бекмұхаммед Тұрмамбетов өзіне қарасты шаңырақтарды Жайық өзенінің оң жақ бетіне өткізген. Онымен бірге туған інілері Жақып пен Бекболат та өз жанұяларымен ішкі бетке тұрақтаған. 1801-1803 жылдары Самар даласында мәңгілікке қоныстанғандар арасында беріш руының старшыны Жүзбатыр, ноғай руының старшындары Мәмбетқазы мен Кенжәлі Құрманқожаевтар болған. Ішкі тарапқа Бөкей сұлтанмен бірге негізінен Байұлы ұрпақтары көшіп келген. \nМұнда 12 рудың, яғни беріш, шеркеш, масқар, адай, жаппас, ысық, есентемір, байбақты, алаша, тана, қызылқұрт, таз руларының өкілдері болды. оған қоса жаңадан қоныстанушылар арасында Жетіру бөлімінің тама, кердері, табын, Әлімұлы бөлімі кете руының көшпелілері өзіндік орындарын иеленген. Жалпы Қосөзен аралығына алғаш өткен Кіші жүз қазақтарының саны жөніндегі мәліметтер өте қайшылықты. Қазақтардың ішкі бетке өтуін үйлестіруші генерал-майор П.С.Попов 1803 жылдың көктемінде Сенатқа берген мәліметінде алғаш көшіп келген халық санын 5001 шаңырақ, 22775 адам деп көрсеткен. \nАл дәл осы құжаттан 1802 жылдың қараша айының басында тағы да 8331 адамнан тұратын 1265 түтіннің Самар даласына көшкенін білеміз. П.С.Поповтың жоғарғы билік органдарына берген мәліметіне сүйенген медицина докторы Н.Троицкий: «Бөкеймен бірге дала беттен 1801 жылы күзде 5000 шаңырақ өткен, кейін оларға 1260 шаңырақ қосылды. \nСодан соң 1803 жылғы көштен соң барлық шаңырақ саны 7500-ге жетті», - деп жазды. Дәл осындай мәліметтер А.Евреиновтың, А.Терещенконың, И.С.Ивановтың еңбектерінде ұшырасады. Бірақ Астрахань кордонының инспекторы И.И.Завалишин есебінше 3000 шаңырақ көшіп жүрсе, А.И.Левшин, Н.Казанцевтар 1801 жылы 10000 шаңырақ өткені туралы деректі алға тартады. \nАл патша үкіметінің шенеунігі М.Иванин өз еңбегінде Бөкей сұлтанмен бірге 1500 шаңырақ көшіп келді деген тоқтамға келсе, Ішкі Орда тарихын зерттеумен шұғылданған этнограф А.Харузин 7000-ға жуық шаңырақтың өткенін басып айтады. Дәулет Ізті\n\nИсточник: https://e-history.kz/kz/publications/view/2984\n© e-history.kz",
                "date": "19.02.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7,3 г тұз қышқылын бейтараптауға жұмсалатын барий гидроксидінің массасы",
        "question_content": "Мына есепті шығаруға көмектесіндерш",
        "question_date": "23.10.2016",
        "question_tag": "Химия",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "х             7,3     \nBa(OH)2 + 2HCl = BaCl2 + 2H2O\n\n171              2*36,5\n\nх=171*7,3/73=17,1г\n\nнемесе\n\nBa(OH)2 + 2HCl = BaCl2 + 2H2O\nn(HCl) = m/M = 7,3/36,5 = 0,2 моль\nn(Ba(OH)2) = 0,2/2 = 0,1 моль\nm(Ba(OH)2) = 0,1*171 = 17,1 г",
                "date": "27.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шешендік сөздер халық даналығы",
        "question_content": "Төле би Қазыбек би Әйтеке би",
        "question_date": "23.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алматыда соңғы үлгідегі оригинал TP-LINK WI-FI модемдері қанша тенге тұрады?",
        "question_content": "Алматыда соңғы үлгідегі  оригинал TP-LINK WI-FI модемдері қанша тенге тұрады?  Біреу алсаң қанша?  Ал 50 данасын  көтерме бағада сатып алсаң қанша болады?",
        "question_date": "23.10.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңа смарт LG теледидарының бейнелері дыбыс жылдамдығынан кешігіп көрсетеді ?",
        "question_content": "Жаңа смарт LG теледидарының бейнелері дыбыс жылдамдығынан кешігіп көрсетеді ол неден? Қалай жөндеуге болады? (Телемастердің сұрағы еді)  Білсеңіздер айтып жіберейік!",
        "question_date": "23.10.2016",
        "question_tag": "Кино",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үйде пайдаланатын табиғи жанғыш газдың құрамына көбіне органикалық зат",
        "question_content": "Үйде пайдаланатын табиғи жанғыш газдың құрамына көбіне органикалық зат пропан С2Н8 кіреді.Оның құрамындағы элементтердің оттекпен өосылатынын ескеріп,химиялық реакция теңдеуін жазыңдар",
        "question_date": "23.10.2016",
        "question_tag": "Химия",
        "question_views": 903,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Органкалық таза зат жанғанда әрқашан көмірқышқыл газы мен су бөлінеді.\n\nC2H8 + 4O2 → 2CO2 + 4H2O",
                "date": "27.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Химиядан берілгені 2KMnO4=K2MnO4+MnO2+O2",
        "question_content": "Берілгені 2KMnO4=K2MnO4+MnO2+O2\n\nm=(O2)                        \nm=(KMnO4)",
        "question_date": "23.10.2016",
        "question_tag": "Химия",
        "question_views": 618,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2KMnO4 --(t°)--> K2MnO4 + MnO2 + O2\nv(KMnO4) : v(O2) = 2 : 1 => v(O2) = 2,5 моль.\nm(O2) = 2,5 моль * 32 г/моль = 80 г.",
                "date": "25.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "30 кг таскөмірді алмастыру үшін неше литр бензин қажет болады?",
        "question_content": "Толық жанғанда дәл сондай жылу көлемі бөлінетін болса, 30кг таскөмірді алмастыру үшін неше литр бензин кажет болады?",
        "question_date": "23.10.2016",
        "question_tag": "Мектеп",
        "question_views": 620,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еңбекті төлеу қоры қандай құжат негізінде белгіленеді?",
        "question_content": "Білім саласында еңбекті төлеу қоры қандай құжаттармен белгіленеді?",
        "question_date": "23.10.2016",
        "question_tag": "Банк",
        "question_views": 385,
        "question_upvotes": 0,
        "answers": []
    }
]