[
    {
        "question_title": "Там, бейт, молалардың арасынан аң аулауға болама.",
        "question_content": "Там, бейт, молалардың арасынан аң аулауға болама. Молалардын арасынан коян мылтыкпен аулап журмин сол дурыспа.",
        "question_date": "5.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сіздің пікіріңіз?",
        "question_content": "Ассалаумағалейкум! \nКейде ойланып коям осы толғауларды жазғаным дұрыспа бұры деп, егер көпшілік бұрыс десе жоқ қыламын.\n\n21 ғасыр құрбандары\nАрмысың қонақ жайлы қазақ елім\nӨз намысын таптаған сараң елім\nСырты бүтін іші түтін бола тұра\nҰмтылған қатарына отыз елдің\nБізде сізде ойланып көрейікші\nАғайын анау мынау демейікші\nДәл қазіргі жағдайын қазағымның\nӘр біріміз таразалап көрейікші\nҮлкен кіші ұрғашылар арасында\nКөрсетуден көтен емшек жарысуда\nІшімдікпен темекіні әуес қылып\nҚазақ қызы қазақ елін дарға асуда\nСол көтенмен емшекті көрген еркек\nТұрып кетер кіші басы көлденеңдеп\nБілесіз турған кезі кіші бастың\nІстен шықты деген сөз үлкен бастың\nОтау кұрар қазіргі жастарымыз\nҚыз емес қатын ала бастадыңыз\nАзаматтық некемен қарық қылып\nҚанша қызды қатын қылып тастадыңыз\nКеңімесе кемімейтін бір тесік бар\nЖүз тесіктің ішінде біреуі тар\nСол тесіктің өзінде тауып алып\nБір имансыз оданда ләззат алар\nШет елің тұр көтен ашып бізге күліп\nҚазақ елін қазақ жерін сауда көріп\nӨз елінде ұлтан болып, біздің елде сұлтан болып\nШұбырған ит не істемей жүр пайда көріп\nБілім алу, жұмыс істеу шет елінде\nСол елдің тіліменен шектелуде\nҚазақ жерін басып жүрген шет елдіктер\nНеге солай шектеу қоймас өз тіліне\nҚазағым, айта берер толғауым көп\nӘр біріңнен өтінерім жалғауым боп\nЖүріңдерші бір біріңе айна болып\nШет елдіктің әр бірінің арманы боп\n                Жубаев Е.А. (24.08.2014жыл)\n\nҚыз емес қазіргінің көбі қатын\nАссалау мағалейкум елім менің\nӘльхамдулилла мұсылман жеріндемін\nАртымызға алдымызға бір қарайық\nҚазағымның жігіттері бір болайық\nКөз жұма қарайтындай жай болмай тұр\nҚазақ қызы қазағыма сай болмай тұр\nБұл күнде қазағымның қыздарына\nТастай батып судай сіңер жай болмай тұр\nҚыз емес қазіргінің көбі қатын\nҚыз деп қызықтырып қойған атын\nДеген сөз жайдан жай шықпас еді\nҚазақ қызы аяқ асты жатпас еді\nӘрине бес саусақта бірдей емес\nҚыз көрінген барлығы гүлдей емес\nАр ұятын сақтауды ұмытқандай\nАрсыздық олар үшін міндей емес\nЖігіттер сендерге де айтарым бар\nНәпсіден бойларыңды қайтарыңдар\nНекесіз төсекті егер тоқтатпасақ\nҚазақ қызын кім көрінген таптап басар\n                Жубаев Е.А. (29.11.2011жыл)",
        "question_date": "5.02.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сəлем достар.Менің телефоным Samsung Galaxy J5(2015) 4G қабылдайма",
        "question_content": "Сəлем достар.Менің телефоным Samsung Galaxy J5(2015) 4G қабылдайма.Жəне де қандай байланыс операторы болу керек",
        "question_date": "4.02.2017",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 459,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия қабылдайды. Қандай номерді қоссаңда өзің білусің тек номері 4G қолдауы керек",
                "date": "5.02.2017",
                "upvotes": 0
            },
            {
                "text": "жоқ қабылдамайды. J5 2016 жылы шыққандарда ғана бар 4G интернет",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұйық етістігі бар мақал мәтел керек еді?",
        "question_content": "Ттұйық етістігі бар мақал мәтел керек еді",
        "question_date": "4.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 13200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оқу - білім азығы, Білім – ырыс қазығы.\n\n Жол мұраты жету, қыз мұраты кету",
                "date": "6.02.2017",
                "upvotes": 0
            },
            {
                "text": "Жол мұраты жету,\n\nҚыз мұраты кету.\n\nМұндағы тұйық етістік-оқу,жету",
                "date": "7.02.2017",
                "upvotes": 0
            },
            {
                "text": "Уәдені бұзу ұяны бұзумен тең.\n\nОрмансыз ашу",
                "date": "10.02.2017",
                "upvotes": 0
            },
            {
                "text": "Судың да сұрауы бар.\n\nМұнда",
                "date": "11.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің ешбір досым жоқ. Осында мен сияқтылар бар ма екен?",
        "question_content": "Менің жасым 23-те, жігітпін. Бірде-бір досым жоқ. Жан досты айтпағанда жай араласатын доста жоқ. Негізі өзім тепсе-темір үзетін, сөзінде тұратын жігітпін. Қызылордада тұрам. Мен секілді адамдар барма осынд",
        "question_date": "4.02.2017",
        "question_tag": "Достық",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бар) Мен сізден кішімін. Менде де дос дейтіндей дос жоқ жай таныстар десем болады",
                "date": "3.04.2017",
                "upvotes": 0
            },
            {
                "text": "Менде де жоқ кезінде сыныптастарыммен мүлдем араласпағанмын тырыстым, бірақ олар менімен дос болғысы келмеді, жасқаншақ тұйық болдым, кейін колледжге түстім ол кезде  араласа бастадым, бірақ қатты емес, енді универге тапсырдым бірақ грантқа түсе алмадым, дистонционныйға тапсырғалы жатырмын ол жерге түссем мүмкін еске алатындай группаластарым болады деп армандайтынмын, бірақ енді дистонционныйға тапсырсам оларды қайдан табамын?  Мүмкін осылай жүре беретін шығармын жәй ғана араласатын қыздар ұлдар бар жан досым дейтін бір қыз болған, бірақ олда маған ренжулі 1 жыл болды, бірақ бірге оқымағанбыз жай общагада бір колледжден  келіп тұрдық    бір колледжде оқыдық яғни дос әлі таба алмадым шынымен де бұл бір дерт секілді.",
                "date": "9.07.2020",
                "upvotes": 0
            },
            {
                "text": "Менің достарым көп бірақ нағыз бауырым жалғыз✊",
                "date": "11.04.2021",
                "upvotes": 0
            },
            {
                "text": "Менің де қәзір досым жоқ. Ертеректе бала кезімізден бірге өскен, сыныптас достарым болды, кунде кыдырып жүретінбіз, тойларға барып, бар, клубтарға, спортқа бірге барып. Кейін мен иман жолына түстім, намаз оқи бастадым. Сосын қыдыратын, ұрттайтын, қыздарға баратын достарымнан алшактап кеттим. Олар мен бір кезде тойга барганмын, олар шақырып қоймағасын, бірақ артынан олармен араласа алмадым. Намаз оқитын достар таптым, кейін басқа қалаға кошип кеттим. Намаз оқып журген достарым сол қалада қалып қойды. Менің енді досым немесе достарым жоқ. Жалгыз жүрем. Кей кезде депрессияға түсіп кетем. Достасайын деп адамдармен сөйлессем, олар менен алшақтайды. Бұрынғы достарыма қайтайын десем, намазымды тастап кетемін бе деп қорқамын. Тек жәй таныс адамдар бар, бірақ оларды дос деп айта алмаймын. Менде енді қартайғанда дос іздеймін.",
                "date": "17.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айтуға оңай (\"Бір ұрпаққа зар\") бағдарламасы туралы.",
        "question_content": "Саламатсизбе! \"Бир урпакка зар\" деген багдарламада, бир ерлизаиептар узбек айелге барып ем алган Шымкент каласында, сонын бизге адреси керек еди, сизден отиниш сураймыз.\nБиздеде сондай жагдай болып тур.\nРахмет сизгең",
        "question_date": "4.02.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Автокөліктің мемлекеттік нөмірі бүлінсе не істеу қажет?",
        "question_content": "Автокөлік мем.номері бүлініп қалған болса МАИ мекемесіне арызданар болсақ тура сол номердің дубликатын жасап береді ме? Ал, егер мем.номерді осы мекемеге ескертусіз реставция жасатып алсақ бұл әрекетіміз Заңға қайшы боп есептелінеді ме?",
        "question_date": "4.02.2017",
        "question_tag": "Жалпы автокөліктер",
        "question_views": 569,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны кайтып жасатуға болады через автоцон арқылы жаңа номер алып коясын",
                "date": "20.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алгебра 8-сынып мәтінді есеп",
        "question_content": "Шебер мен оның шәкірті жұмысты  белгілі мерзімде дайындауы керек. Жұмыстың жартысын орындағанда шәкірті басқа жұмысқа ауысты. Шебер қалған жұмысты 2 күнге кеш бітірді. Барлық жұмысты орындау үшін шеберге шәкіртке қарағанда 5 күн кем уақыт қажет болса, олардың әрқайсысы жұмысты жеке орындағанда неше күнде аяқтайды?",
        "question_date": "4.02.2017",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шəкіртке 10 күн\n\nШебер 7күн",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұнай-газ саласын оқытатын ЖОО Қазақстанның қай жерлерінде?",
        "question_content": "Мұнай-газ саласын оқытатын ЖОО Қазақстанның қай жерлерінде?\n\nЖәне  мұнай-газ  саласының мамандарын кез-келген мемлекеттік  ЖОО оқытады ма?",
        "question_date": "4.02.2017",
        "question_tag": "Мамандық",
        "question_views": 902,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қорқыт-Ата университеті Қызылорда, КарГТУ Қараған",
                "date": "5.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Балам киіз, памперс қағазын жейді ол неден? Қай витамин жетіспейді?",
        "question_content": "Балам киіз, памперс қағазын жейді ол неден? Қай витамин жетіспейді?",
        "question_date": "4.02.2017",
        "question_tag": "Тазалық",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "БАЛА АҒЗАСЫНЫҢ ЗИЯНДЫ ЗАТТАРДЫ ҚАЖЕТСІНУІ\nҚазіргі таңда балалардың түрлі зиянды заттарды (бор, қағаз, кесек, топырақ) жеуге құмартуы жиілеп тұр. Бұл кей ата-ана үшін алаңдататын мәселе болса, кейбір ата-аналарға қалыпты жағдай болып барады. Ал осы екіұшты ойды қалыптастырып отырған ата-аналардың бірі: «қайтсем баламның осы әдетін қойдырамын, бұл өте зиян, түрлі аурулардың пайда болуына алып келеді» деп алаңдаса, бір тобы: «топырақтан жаратылғанбыз, ештеңе етпейді немесе ол қажеттілігін қанағаттандырады» деген көзқарасты алға тартады. Ал бұл екі жақты көзқарастың қайсысы дұрыстығын анықтау үшін арнайы маман дәрігері Элвира Фатихқызының кеңесіне жүгіндік.\nБалалардың зиянды заттарға құмарту себептері\nБалалардың топырақ, қағаз, бор, кесек, т.б. заттарды жеуі ата-ананы ойландыруы тиіс. Өйткені, сәбиінің мұндай әрекеттері оның ағзасымен тікелей байланысты. Көбінде бұл әрекеттердің негізгі себебі, қаназдықтан болады. Егер де ағзада гемоглобин төмен болса, өзге зиянды заттар құрамындағы элементтерге қажеттіліктер туындайды. Мұндай жағдайда ата-ана баланы қан құрамының жалпы талдауынан, яғни толық тексеруден өткізуі керек. Педиатр маманымен тұрақты байланыста болып, кеңесімен баланы емдеу қажет.\nБұл проблеманың кезігуі кальций жетіспегеннен де болады. Кальций дегеніңіз сүйектің берік болуын қамтамасыз ететін бірден бір элемент. Ал сүйектің адам ағзасы үшін қаншалықты маңызы бар екендігі айтпаса да түсінікті.\nҮй жағдайында ата-анаға бір кеңес\nӘрине, ең алдымен, жоғарыда айтқанымдай, арнайы тексеруден өтіп, дәрігердің қабылдауында болуы керек. Ал, егер де шалғай елді мекендерде немесе үй жағдайында дәрігерге дейінгі алғашқы көмекке келсек, ол әрине – дәрумендер беру. Бұл проблема бала ағзасына қажетті құндылықтардың жетіспегендігінен болады, ал дәрумендер солардың қатарын толықтырады. Әсіресе, көктем, күз мезгілі кезінде баланың тамақтануына, ағзасының күш-қуат беретін құнарлы тағамдарды тұтынуына жағдай жасау қажет. Ал жаз айларында міндетті түрде балаларды жеміс-жидектермен, көкөністермен дос еткен абзал. Қыс кезінде қуатты, құнарлы тамақтарды ағзаның өзі-ақ қажет етеді, тәбеті болады.\nБаладағы бұл проблеманың болуы ананың жүкті кезіндегі жағдайына байланысты ма?\nӨте орынды сұрақ, бұл – тікелей осы мәселеге қатысты. Осы сұрақ әр ананың көкейінде тұруы қажет. Себебі, бала ананың ағзасында не бар, сонымен қоректенеді. Міне, осы себептен ғой жүкті әйелдің тамақтануына, әрекетіне, дәрумендердің жеткілікті болуына ерекше назар аудару керектігін айтудан жалықпайтынымыз. Қыз-келіншектеріміз жоғарыдағы проблеманы болдырмау үшін бала бойына бітпей тұрып, тұрмыс құрғанда жүкті болуға үлкен жауапкершілікпен дайындалуы керек. Бұл дегеніңіз не? Алдымен, арнайы маман дәрігердің қабылауында болу, кеңесін орындау және ең маңыздысы гемоглобиннің, жалпы, ағзасын толық тексеруден өткізу керек.\nТамақтануға қатысы қандай?\nЕң негізгі себептерінің бірі десек те болады. Ағзаның дұрыс жұмыс жасауына оның күн тәртібі, тазалығы, спортпен айналысуынан да маңыздысы – тамақтануы. Бала тамағының құрамында ет көбірек болуы керек. Балаға 8-9 айдан бастап ет бере беру керек, ол – белокқа бай өнім. Сонан кейін бізде қосымша тамақтандыру деген мәселе бар. Әрине, олардың бәрі балаларға арнайы лайықтап, тексерістен өтіп, сертификатталып жасалады. Дегенмен, ол табиғи ана сүтінің орнын баса алмайды. Олардың барлығы консервленген. Кей жас аналарымызда мынадай қате түсінік бар: «бала қарны тоймаған соң көп жылайды, сондықтан, міндетті түрде қосымша тамақ беру керек» деген. Осы түсінікпен әлі екі айға толмаған нәрестеге тамақ береді. Баланың мұндай тамақтары омырауынан сүт шықпай қалған аналарға арналған көмек.\nҚазақта «Ауырып ем іздегенше, ауырмайтын жол ізде» деген сөз бар, сол жаны бар сөз. Маман кеңесін тыңдау барысында түйгеніміз – осы сөздің астары, егер балаңыздың әртүрлі химиялық, зиянды заттарды жеуге тәуелді болғанын қаламасаңыз, проблема туындамағанын тілесеңіз, ұрпағыңыздың дені сау болсын десеңіз, түбегейлі өзіңізден бастаңыз. Ана болудан бұрын жүкті болуға дайындалыңыз, бұл – ауырмаудың, проблема тудырмаудың, денсаулығы нашар бала болмауының жолы, кепілі.\nДереккөз.",
                "date": "4.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Түсінде аян берген есимді қойған дұрыспа? Бұған ислам діні не дейді?",
        "question_content": "Түсінде аян берген есимді қойған дұрыспа? Бұған ислам діні не дейді?",
        "question_date": "4.02.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Куб қабырғасының қалыңдығын табыңыз.",
        "question_content": "6 есеп, шешуи мен жауабы керек. Отинемин.\nқабырғасыныңм",
        "question_date": "4.02.2017",
        "question_tag": "Физика",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осы формулаға салып шығарасыз.",
                "date": "4.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Тасжолды жөндеу үшін әрбір бригадаға қанша күн қажет?",
        "question_content": "Екі бригада бірігіп тас жолды 18 күнде жөндеді.Ең алдымен 2/3 - сін бірінші бригада жеке , ал қалған бөлігін екінші бригада жеке орындаса , онда тас жолды жөндеуге 40 күн кетеді . Тасжолды жөндеу үшін әрбір бригадаға қанша күн қажет?",
        "question_date": "4.02.2017",
        "question_tag": "Математика",
        "question_views": 916,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екі бригада бірігіп тас жолды 18 күнде жөндеді.Ең алдымен 2/3 - сін бірінші бригада жеке , ал қалған бөлігін екінші бригада жеке орындаса , онда тас жолды жөндеуге 40 күн кетеді . Тасжолды жөндеу үшін әрбір бригадаға қанша күн қажет?",
                "date": "28.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Внешний хард диск жөндеу",
        "question_content": "Внешний хард дискім ашпай қалды ішінде маңызды документтерім бар еді тырқ-тырқ деген дауыс шығады да ашпайды. енді ішіндегі докуметтерімді қалай алып шықсам болады! SOS",
        "question_date": "4.02.2017",
        "question_tag": "Компьютер құрылыстары",
        "question_views": 334,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бағдарламаны телефонт арқылы қалай жасайды ?",
        "question_content": "Телефон арқылы бағдарлама қалай жасайды және оны плау маркетке қалай салады.Мысалы, тест бағдарламасын жасау",
        "question_date": "3.02.2017",
        "question_tag": "Бағдарламалау",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жасау қиын.меніде осы сурак мазалайды",
                "date": "10.02.2017",
                "upvotes": 0
            },
            {
                "text": "ойың ұшқыр екен жас кезімде менде осындай едім оk ушин биринши java тілін менгеруің керек",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ашық тұқымды өсімдіктердің жоғарғы сатыдағы өсімдіктерден ерекшеліктері",
        "question_content": "Ашық тұқымды өсімдіктердің жоғарғы сатыдағы өсімдіктерден ерекшеліктері қылқан жапырақты өсімдіктердің вегативты мүшелері қандай?",
        "question_date": "3.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "14Оның гүл болмағандықтан жемісі де болмайды",
                "date": "3.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қырғыстанның конституциясы",
        "question_content": "Қырғызтанның конституциясы қашан қабы",
        "question_date": "3.02.2017",
        "question_tag": "Заң",
        "question_views": 467,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Есептiн толык шыгарылу жолы Ежелги грек математигi Пифагордан...",
        "question_content": "Ежелгi грек математигi Пифагордан...",
        "question_date": "3.02.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жібек жолы қызметі қашан тоқталды",
        "question_content": "Қазақстан бойынша Жібек жолы қызметі қашан тоқталды\n\nосы сұраққа жауап керек",
        "question_date": "3.02.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 668,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Байырғы заманда жердің түкпір-түкпірінде тұратын адамдар бір-бірімен сауда байланысын жүргізген. Алғашында бұл зәру заттармен айырбас ретінде жүзеге асқан. Мысалы, асыл тастар, алтын, күміс, тұз, шипалы өсімдіктер, мал, сәйгүлік аттар, қымбат бағалы аң терілері, қола мен темірден жасалған заттар, мата, азық-түлік және басқа да тауарлармен алмасқан. Кейіннен ақшаға сауда-саттық басталып, көптеген елдер мен қалаларды байланыстырған орталықтар — базар, жәрмеңке, сауда жолдары ашылды. Жолдар бір-бірімен ұласып, Шығыс пен Батысқа, Оңтүстік пен Солтүстікке қарай жалғасып, көптеген жаңа аймақтарды қосты. Осылай б.з.б. II ғасырдың ортасында Еуропа мен Азияны біріктірген Ұлы Жібек жолы пайда болды.\nЕжелгі керуен жолдары\nҰлы Жібек жолы – Қытай мен Еуропа елдерінің арасын байланыстырған сауда жолы. Ұлы Жібек жолының кей тармақтары сол кезде-ақ іске қосылған. Негізінен, «лазурит жолы», «нефрит жолы» және «құндыз жолындағы» сауда қызып тұрды. «Лазурит жолы» - Мысыр, Иран, Вавилон елдеріне Памир тауларында өндірілген лазурит тасы тасымалданатын жол. Лазурит бұл елдерде өте кәделі саналып, аса жоғары бағаланған. «Нефрит жолымен» қытай патшалары мен бай-шонжарларына арналып жасалатын зергерлік әшекей бұйымдарға қажетті асыл да әдемі гауһар тас, нефрит Қашқардан Қытайға тасымалданған. «Құндыз жолымен» бағалы аң терілері әр елге таралған. Б.з.д. I мыңжылдықтың ортасында «дала жолы» іске қосылды. «Дала жолы» арқылы Қытай жібегі мен Иран кілемі жеткізіліп тұрды.\nҰлы Жібек жолы бүкіл адам ағзасын қоректендіруші қан жүйесіне ұксас жұмыс істеді. Себебі ол бүкіл Еуропа мен Азия елдерінің бір-бірімен қарым-қатынас жасауына мүмкіндік туғызып, ондағы халықтарды біріктірді.\n1-ші ғасырдағы Жібек Жолы, Қытайдан Жерорта теңізіне дейін.\n«Ұлы Жібек жолы» ежелгі атау емес, ол 1877 жылы пайда болған. Оны қолданысқа енгізген белгілі неміс географы Фердинанд фон Рихттофен. Жолдың бұлай аталуына сауданың негізгі заты – Қытайдан шығарылатын жібек мата себеп болды.\nСонау Еуропа мен Азияны біріктіріп жатқан бұл жол адамзатты ғажайып жетістіктерге жеткізді. Дамыған елдердің бір-бірімен сауда-саттықпен айналысуына, ғылым салаларының дамуына, діни және мәдени салт-дәстүрлерінің қалыптасуына ықпал етті.\nҰлы Жібек жолы ежелгі Қазақстан жерімен де өткен. Ең негізгі сауда жолы Тянь-Шань тау сілемдерімен, Сырдария, Талас, Шу, Іле аңғарлары аркылы Қытайға ұласкан, Жолдың ендігі бір бөлігі Яқсарт, Сейхун деп аталған Сырдария, Орал (Жайық) өзендерін жағалай ары қарай Қаратеңіз маңы, Византия мен Батыс Еуропа жерлеріне дейін созылып жатты.\nНегізгі күре тамырдан Орталық Қазақстан далаларына, Сарыарқа мен Ертіске, Алтай мен Моңғолияға карай тарамдалған жолдар өткен. Осындай жолдардың бойында Исфиджаб, Усбаникент, Отырар, Түркістан, Тараз, Сауран, Сығанақ, Сарайшық, Жаңакент сияқты ірі қалалар болған. Бұл қалалардың өркендеуіне Ұлы Жібек жолының тигізген әсері мол. Қалалар мен далаларды, тау етектерін сақтар, үйсіндер, қаңлылар, кейіннен түргеш, қарлұқ, оғыз, кыпшақ, қимақ сияқты ежелгі түркі тайпалары мекендеген.\nҚазақстанның ортағасырлық қалаларында жүргізілген қазба жұмыстары кезінде археологтар Қытай мен Византия, Иран мен Үндістан елдерінің теңге сарайларында нақыштап соғылған теңгелер мен ділдәлар қазып алған. Сонымен бірге сол жерде жасалған әрі сауда керуендерінен келген басқа бұйымдар да табылған. Алматы маңындағы ежелгі Талхир қаласының орнын қазған кезде Иранда жасалған қола табақ, қытай фарфоры мен жапон фаянс тостағанының сынығы және т.б. бұйымдар қолға түсті. Әсіресе, беті түрлі танғажайып оюлармен, тамаша суреттермен безендірілген табак ерекше қызықтырып, ықылас тудырады. Қызыл түсті жапон фаянс тостаған сынығының іші мен сыртында айдаһар, тау мен теңіз, «алтын» киім киінген ер кісі мен әйел әсем бейнеленген.\nКөз қызықтырар қола айналар – Таяу Шығыс пен Қытайдан шығып, кең таралған заттардың бірі. Олардың сырт жағына гүлді оюлар, ұшып бара жатқан тырналардың суреттері салынып, араб жазулары да түсірілген.\nҰлы Жібек жолы бойымен Ферғананың әйгілі жүйрік аттарын, араб және түрікмен арғымақтарын, түйе мен пілдерді, арыстан мен керіктерді, сілеусін мен карақұйрықтарды, сұңқар мен каршығаларды, тауық пен тотықұстарды, тіпті түйеқұстарды да сату үшін алып өткен.\nСонымен қатар осы жол арқылы қант, жүзім, шабдалы, қауын сияқты өсімдіктер мен азық-түлік түрлері де саудаланған.\nОртағасырлық Шығыстың ұлы ақыны Фирдауси ұлы Жібек жолын былай деп тамаша бейнелеген:\nСансыз қымбат жүк тиелген,\nМыңдаған алып түйелер.\nЖүз сары нарға дирхем артса,\nҚырық нарга динар жегілген.\nЕң керемет мускус пен алойыны,\nҒажап жібек маталарды,\nИран мен Мысыр керуені артқан\nТағы бар отыз түйесі.\nТүйме және қоладан жасалған құмыра. Греция. \nБ. з. І - IV ғғ. Батыс Қазақстаннан табылган.\nЖібек жолы арқылы тауарлармен қатар ортағасырлық өнер: сәулет, мәдениет, әуен мен би өнері, көркем қойылымдар да жан-жаққа таралған. Иран, соғды, түрік бишілері мен әртістері Қытай хореографиялық мәдениетіне зор үлес қосқан. Ұлы Жібек жолы бойымен дін өкілдері де өз уағыздарын шет елдерге тараткан. Бүкіл Орта Азия мен Шығыс Түркістан арқылы Үндістаннан, Қытай, Корей, Жапон халықтарына будда, ал Сирия, Иран, Арабия елдеріне христиан діндері енген.\nЕуропа мен Азияны, Шығыс пен Батысты ұштастырған бұл жол түрлі мәдениеттің дамуына ықпал етіп, алыс-жақын елдердің өзара қарым-қатынас жасауына өте қолайлы еді. Қазақ даласында өмір сүрген сол замандағы отырықшы қала тұрғындары мен көшпелі тайпалар адамзат мәдениетінің дамуына әсерін тигізген. Халықтың тұрмыс-тіршілігі жақсарып, білім деңгейлері көтерілді. Саусағынан өнер тамған қолөнер шеберлері өздерінің таңғажайып туындыларын дүниеге әкелді.\nТолығырақ: https://bilim-all.kz/article/5823-Uly-ZHibek-zholy",
                "date": "13.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен біреуге үйретуге міндеттімін бе?",
        "question_content": "Саламатсыздарма оқырмандар! мен жумыстан шығайын дегем. Бірақ мені шығармай отыр, себебі менің орныма оадам жоқ жанадан кегендерді үйретуім керек екен. Ал мен басқа жұмысқа орналасайын деп жатырмын. Мейірбике боп жасаймын. Негізінде орныма қалатын жанадан келгендерге уйрететін қыз бар. Бірақ врачым оның уйреткенин қаламайды.Оган мулдем карсы. Менин казирги жумыс орным частный. Директор де келіспей отыр. Мен жұмысқа шыкпай калсам не болады? Уйретуге миндеттиминбе?",
        "question_date": "3.02.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 421,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ үйретуге ешқандай міндетті емессіз, арыз жазған күннен бастап ол мекемеге еш қатыңыз жоқ, (енді үйретіп кетемін десеңіз ол өз еркіңізде)",
                "date": "5.02.2017",
                "upvotes": 0
            },
            {
                "text": "Әрине басқа материалдық құндылықтарыңызға байланысты жұмыс орныңызды ауыстыру өз еркіңізде. Ал сіздерде жаңадан келген қызметкерге ресми түрде тәлімгер ретінде бекітілеме, бекітілген күнде де ауысып кете бересіз.Ешкім кедергі келтіре алмайды.",
                "date": "25.01.2021",
                "upvotes": 0
            },
            {
                "text": "Мұғалім болсаныз болады ал бөтен болсаныз болмайды",
                "date": "25.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Псориазды қалай емдеп жүрсіздер?",
        "question_content": "Саламатсыздарма. Псориаз ауруын уақытша кетіру үшін қандай ем амалдарын қабылдап жүрсіздер???",
        "question_date": "3.02.2017",
        "question_tag": "Денсаулық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Король кожи деген китайский мазь бар. Қолданған адамдар бар http://king-skin.kz/?utm_source=google&utm_medium=cpc&utm_campaign=poisk&gclid=CjwKEAiA8dDEBRDf19yI97eO0UsSJAAY_yCSJPD_tsXL2JFA_PtCA8uXY4uIaWKcKtAm_-DnN-Hh1xoC61_w_wcB осы сайт арқылы заказ беріп алдыртсаң болады. Тексерілген бағасы да қымбат емес.",
                "date": "3.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екінші пойыздың жылдамдығын табу?",
        "question_content": "Арасы 142 км еки каладан бир мезгилде еки пойыз бир бирине карама карсы багытта жолга шыкты,5 сагаттан кеин пойыздар аялдады,сонда еки пойыздын арасы 842 км болды,егер биринши пойыз 325 км журсе,екинши пойыздын жылдамдыгы кандай болган?",
        "question_date": "3.02.2017",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "375 км/сағ болар",
                "date": "6.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арасы 83 км екі айлақтан бір мезгілде екі кеме бір біріне қарама қарсы бағытта?",
        "question_content": "Арасы 83 км екі айлақтан бір мезгілде екі кеме бір біріне қарама қарсы бағытта жолға шықты, бірінші кеменің жылдамдығы 32 км/сағ, 4 сағаттан соң екі кеменің арасы 355 км болды. Екінші кеме неше км жүзді және қандай жылдамдықпен қозғалды?",
        "question_date": "3.02.2017",
        "question_tag": "Математика",
        "question_views": 9200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "32*4=128 км проплыла за 4 часа 1 лодка\n\n128+83=211 км (на 211 км удалилась 1 лодка\n\n 355-211=144 км проплыла за 4 часа 2 лодка\n\n144:4=36 км/час скорость 2 лодки",
                "date": "6.02.2017",
                "upvotes": 1
            },
            {
                "text": "Екі қалдан бір бірене қарама карсы екі автокөлік шыкты",
                "date": "24.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 сынып физика масса көлем тығыздық?",
        "question_content": "Физикадан комек керек, отинемин. Шешуи мен жауабы керек.",
        "question_date": "3.02.2017",
        "question_tag": "Физика",
        "question_views": 9800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "857,5 г:294 см 2",
                "date": "14.11.2018",
                "upvotes": 0
            },
            {
                "text": "Бұл қандай кітап ?",
                "date": "22.12.2019",
                "upvotes": 0
            },
            {
                "text": "массаны табу үшін сен тығыздық пен ауданды биіктікті көбейту керексін\n5 есепте грамды кг айналдырасын грамды кг айналдыру үшін сен 1000 болу керексін см квадратты метр е айналдыру керек сін оны 10000 бөлесін и 29 кг метр\n6 есепте см м айналдырасын 150 көбейтесін 10000\n\n2700 көбейтесін 150 көбейтілген 10000 405 кг шығады дұрыч емес болса онда білмеймін",
                "date": "13.05.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек кітапшасына не жазам?",
        "question_content": "Сәлеметсіздер ме! кешріңіздер мен сұрақ болып тұр! біздің мектепте технология пәні мұғалімі қосымша математика пәнінен сағат жүктемесін алды. еңбек кітапшасында технология пәні мұғалімі ретінде қабылданды деген жазу бар. енді ол кісінің сұрағы маған : математиканы қоса алып жүрмын стаж жүрмей ме? және еңбек кітпашасына жазу жазбайсың ба дейді? мен қандай заңның негізінде жаза аламын. қосымша жүктеме алды деген бұйрығы шыққан. әлде сол жазыла ма?",
        "question_date": "3.02.2017",
        "question_tag": "Мектеп",
        "question_views": 382,
        "question_upvotes": 0,
        "answers": []
    }
]