[
    {
        "question_title": "Шоқан Уәлиханов Ыстықкөл күнделігі атты еңбегінде не жайлы баяндайды?",
        "question_content": "XIX ғасырда Ресей империясы Орта Азия, Шығыс Түркістан өлкелеріндегі мемлекеттермен сауда және саяси қатынастарды орнату мақсатында зерттеу экспедицияларын ұйымдастырып отырды. Орыс Географиялық Қоғамының зерттеушілері аталған өлкелерге жасаған саяхаттары туралы құнды еңбектер қалдырған.\n\nРесей империясының офицері, қазақ халқының ғалым ұлы Шоқан Уәлиханов жазған «Ыстықкөл күнделігі» сол кездегі ең бағалы ғылыми еңбек болып табылады. Ғалым осы еңбегінде Тарбағатай, Жетісу, Жоңғар Алатауы, Қырғызстан жерлеріне жасаған сапарлары жайында, сол жерлердің климаты, халқының тұрмыс-тіршілігі, салт-дәстүрі, көптеген тарихи ескерткіштері туралы толық мәлімет береді.\n\nКейбір көңіл аударарлық тарихи ескерткіштердің суреттерін өз қолымен салады.",
        "question_date": "25.06.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 92000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шоқан Уәлиханов 1856 жылы Ыстықкөл аймағына сапарға шығып, жол бойы көрген-білгенін қағазға түсіріп, күнделік ретінде жазып отырған. 18 сәуір мен 23 маусым аралығында жазылған. Бұл сол заманға ерекше жаңалық боп енді. Сол заман демей-ақ қазірдің өзінде осындай әрі күнделік, әрі әдебиет, әрі тың зерттеу еңбегі ретінде жарық көрген осындай құнды туынды жоқтың қасы. Шоқан Уәлихановтың «Ыстықкөл сапарының күнделігі» еңбегінің жаңашылдығына бойлап көрейік.\n\nБіріншіден, күнделік ұғымына тоқталайық. Күнделікті осындай ауқымды зерттеу еңбегіне айналдыру екінің бірінің ойына келмейді, ойына келген күннің өзінде қолынан келмеуі мүмкін. Осыған дейін алыс сапарға аттанып, жүрген жері туралы қызықты деректер жинап, оны қағазға түсіріп, күнделік етіп жазған еңбек болмаған. Бұл Шоқан Уәлихановтың аса зеректігін, ұқыптылығын, тиянақтылығын көрсетеді. Күнделікке жай ғана жүрген-тұрғанын, әркімнен естіген әңгімелерін, күлдіргі сөздерін жазбай, оны нақты ғылыми ақпараттармен байытқан.\n\nУақыты жағынан алар болсақ үш ай бойы ерінбей жазып, бір де бір күнін босқа жібермей, үзбей тізбектеп отырған. Қай жерге неше күн тоқтағанын, неше күннен соң қай бағытқа ауысқанын, әр аттаған қадамының бірін қалдырмай қағаз бетіне түсірген.\n\nҚазақта әр романда жер-су атаулары көп кездеседі, әр жердің өзіне тән тарихы, атауының мән-мағынасы, қойылуы, ол жердің өзіне тән салт-дәстүрі, халқының ерекшелігі жазылады. Алайда жүріп өткен жолында бірде бір жерді елеусіз қалдырмай, оның әрқайсысының тарихына тере бойлап, оқырманын да хабардар етіп отыратын көркем шығарма болуымен де «Ыстықкөл күнделігі» жаңашылдыққа жақындайды. Әр өңірдің ауа райы, тұрмыс-тіршілігі, табиғаты көркем тілмен керемет суреттелген.\n\nӨзі басып өткен қорғандар, үйінділер мен егістер туралы жазса да әрқайсысының тарихына тоқталмай өтпейді. Қай жерде қандай өсімдік өсетініне дейін, не себепті басқа өсімдік өспейтінін де жазғанда Шоқан Уәлихановты құдды бір өмір бойы өсімдік зерттеумен айналысқан ботаник дерсіз.\n\nСол замандағы мықты географтардың қолынан келмеген істі тындырып, әр жердің жынысын, граниттен бе, басқадан құрылған ба, онысын да жазып, түсті металдарын, бағалы тастарына дейін, әр сүрлеудің биіктігіне дейін жазып, бас шайқатар мәлімет береді.\n\nБұл еңбек алуан түрлі пейзаждан, картинадан да кенде емес. Топограф М.Сироткин, Суретші П. Кошаров, тіпті Шоқан Уәлиханов өзі салған картиналары да көрініс береді, олардың қандай бояу түрімен, қай жылы, қалай салынғаны, суреттің атауы, қай жер екені түгел жазылған.\n\nҚырғыз ауылына түскенде үш аяшпен (қырғыздар әйел дегенді осылай айтады екен, әдейі солардың тілінде жазған) қатар отырып, олардың жүріс-тұрысын, болмысын, мінезін, тіпті киім киісін әбден зерттейді. Қызы мен тұрмыс құрған келіншегінің айырмасына дейін байқап, қағазына түсіріп отырады. Қырғыз әйелдерінің аса тәкаппар әрі қағытпа қалжыңға келген шебер, батыл сөйлейтінін жазған. Қырғыз әйелдеріне Шоқан Уәлиханов өз қолымен салып, екі бірдей картина арнаған, еңбегі осы күнделігінде жарияланған.\n\nСапарға бірге шығып, жолдас болған жолаушылары – казактар туралы да көп тың деректер алуға болады. Олардың өзара әңгімелескенде бір-біріне айтқан сөздері, жай ғана сөз емес, нақылға құрылған ойларын, ол сөздерді қазақтар қалай айтатыны да келтіріледі. Мәселен казактар арасындағы мысқылшыл біреуі «Момын Миколаны бұзау жалайды» десе, бұл қазақтың «Жуас түйе жүндеуге жақсы» дегенімен парапар деп, бізге әңгіменің тұспалын, мағынасын да ұқтырып отырады.",
                "date": "19.12.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диктанттар жинағын қайдан табуға болады?",
        "question_content": "Диктанттар жинағы – қазірге дейін қолданылып келе жатқан оқу-әдістемелік құрал болып табылады.\n\nБұл оқу-әдістемелік құралы төменгі және жоғары сынып қазақ тілі және орыс тілі пәні ұстаздарында болуы тиіс. Оны арнайы мектеп тауарлары сатылатын дүкендерден, кітапханалардан, электрондық нұсқаларын интернеттен табуға болады.\n\nҚазақ, орыс тілі пәндері бойынша дәріс берудегі пайдасы көп. Оқушылардың орфографиялық сауаттылығын дамытады. Ал сондағы қосымша морфологиялық, синтаксистік, лексикалық талдау тапсырмалары арқылы жалпы грамматикалық сауаттылықты тексеруге болады.",
        "question_date": "25.06.2016",
        "question_tag": "Химия",
        "question_views": 556,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Диктанттар жинағы мектепте кітапханашы апайда болады немесе кейбір кітапханалардан табуға болады",
                "date": "26.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай дамыту ойындарын білесіз?",
        "question_content": "Дамыту ойындары әр түрлі болады. Олардың балаларға, жасөспірімдерге, ересектерге арналған түрлері бар.\n\nОлар адамның ойлау қабілетін, жылдамдығын, физикалық шапшаңдығын арттыруға, ой-өрісін кеңейтуге бағытталған. Мысалы, асық, боулинг, бильярд, «Чапаев» мергендікті, баскетбол, футбол, пионербол, теннис, волейбол, ләңгі жылдамдықты, төзімділікті, ептілікті, ұйымшылдықты талап етеді.\n\nАл дойбы, шахмат, карта, нарды ойластыру қабілетін жетілдірсе, «қала атаулары» ой-өрісті кеңейтеді. Турникке жарыса тартылу «лестница» деп аталады. Ол әсіресе жасөспірімдерге пайдалы, себебі бұлшық еттің өсуіне, күш-қуаттың артуына септігін тигізеді. Ал лото болса көңіл көтеруге арналған.",
        "question_date": "25.06.2016",
        "question_tag": "Химия",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бизнеске арналған назыз қызық ойын, Кофейня 2 тема ойын адамды ойландырады.",
                "date": "26.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сынып бітіріп оқуға түсу үшін қандай құжаттар қажет толық жауап берсеңіздер ТЕЗ АРАДА!",
        "question_content": "Қандай құжаттар керек сосын қай уақытта тапсыратыны туралы білсеңіз айтып өтсеңіз",
        "question_date": "25.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Резерфорд тәжірибесі нәтижесінде қандай қорытынды жасалды?",
        "question_content": "Кез келген химиялық элемент атомдардан құралады. Атом қанша ұсақ болғанымен, өзі де майда бөлшектерден тұрады.\n\nАтомның ядросы оң зарядталған, және ол атомның нақ ортасында орналасады. Оның радиусы 10-15 метр, бұл атомның радиусына қарағанда 100 мың есе кіші. Ядроны теріс зарядталған электрондар айнала қозғалады. Олардың әрқайсысы ядроны өз орбиталары бойынша айналады. Ал атом бейтарап зарядталған.\n\nБұл атом құрылысының планетарлық моделі, ол ұғым Резерфорд тәжірибесі нәтижесінде пайда болды. Атом құрылысы Күн жүйесіндегі планеталардың моделіне ұқсас деген тұжырым қалыптасты.",
        "question_date": "25.06.2016",
        "question_tag": "Химия",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақ қойып өзі жауап берген қызық екен...",
                "date": "26.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жамбыл Жабаев «Өтеген батыр» дастаны не жайлы?",
        "question_content": "Жыр алыбы Жамбыл Жабаев атамыздың «Өтеген батыр» дастаны XVIII ғасырда тарихымызда болған жаугершілік заман мен халық батырының өз еліне жайлы қоныс іздеуі туралы.\n\nОн жеті жыл бойы жан-жақты аралап, қазақ үшін лайықты қоныс Жиделібайсын жері деген қорытындыға келеді. Ол еліне келіп тезірек сол Жиделібайсынға көшейік, болмаса ол жерді де орыстар не басқа біреулер иемденіп алады деп халыққа ой тастайды.\n\nЖиделібайсынның жері, ауа райы халыққа жағымды, бірақ ол жердің шөбі жылқы үшін жарамсыз деп те ескертеді. Осыны естіген халық «егер Жиделібайсынның шөбі жылқы өсіруге жарамсыз болса, онда біз ол жаққа көшпейміз» деген шешімге келеді.",
        "question_date": "25.06.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 34900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жабыл Жабаевтың \"Өтеген батыр\" дастанындағы",
                "date": "22.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның Ресейге қосылуының аяқталуы қай жылдары болды?",
        "question_content": "Қазақстанның Ресейге қосылуының аяқталуы XIX ғасырдың 60-жылдарының соңы мен 70-жылдарының басына тұспа-тұс келді. Орта Азия хандықтарының езгісіне шыдамаған Ұлы жүз қазақтары Россия империясының құрамына қосылуға ниет білдіре бастады.\n\n1855 жылға қарай үйсін руы Россия құрамына енді. Россия болса Орта Азия хандықтарынан қорғану мақсатында өзіне бағынышты болған рулардың жерінде бекіністер салады. Қоқан хандығымен болған шайқастардың нәтижесінде Ұлы жүз рулары Россия империясы құрамына енеді.\n\nБұл 1865 жылы болды. 1866 жылы Бұхара хандығын, 1873 жылы Хиуа хандығын бағындырғаннан соң, оның құрамындағы қазақтар мен басқа да халықтар Россия империясы құрамына қосылады.",
        "question_date": "25.06.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 14900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ұлы жүз Ресейдің қоластына Кіші жүз бен Орта жүзден кейін өтті. Өйткені XIX ғасырдың 20 жылдары Ұлы жүздің бір бөлігі, Орта және Кіші жүздердің оңтүстік аймақтары Хиуа және Қоқан, Бұхар хандықтарының иелігінде болды. Олар Каспий теңізі жағалауларынан Жетісуға дейінгі жерлерге жиі-жиі шабуыл жасап отырды.\n1821 жылы Орта Азия хандықтарына қарсы Тентектөре басқарған қазақ шаруаларының қозғалысы басталды. Көтерілісшілер саны 10 мыңнан асып, Түркістан, Шымкент, Әулиеата, Сайран өңірін қамтыды. Көтерілістің халықтық сипатынан шошынған феодалдар опасыздықпен Қоқан жағына шықты, шаруалар көтерілісі қатыгездікпен басылды.",
                "date": "18.03.2020",
                "upvotes": 0
            },
            {
                "text": "Кіші жүздің Ресейге қосылуының алғышарттары мен себептері\nЖоңғариямен ұзаққа созылған аса ауыр соғыста қазақ жасақтары тамаша жеңіске жеткенімен ол табыс баянды бола қоймады. Қазақ хандары мен сұлтандарының тақ таласына байланысты алауыздығы салдарынан бұл күреске Ресей империясы да тартылды.\n\nРесей қалайда Қазақстанды өзіне қосып алуды көксеп, қолайлы кезеңді күтумен болды. Әбілқайыр қазақ хандығында жеке өз билігін нығайту жолдарын жатпай-тұрмай тынымсыз іздестіре бастады. Кіші жүздің ханы Ресей мемлекетінің қолдауына сүйенуге бел буды. Бұл ретте оның жеке басының қадір-қасиеті де шешуші рөл атқарды.\n\nӘбілқайыр Жоңғариямен соғыс қызу жүріп жаткан 1726 жылдың өзінде-ақ Ресейге елші жіберіп, оның қол астына өту туралы өтініш білдіру арқылы әрекет жасап көрген болатын. Бұл өтінішті елші Қойбағар жеткізген еді. Алайда ханның өтініші ол жылы жауапсыз қалдырылды.\n\n1730 жылы Кіші жүздің билері ханға Ресеймен әскери одақ жасасуды ұсынды. Алайда Әбілқайыр өз уәдесінде тұрмай, Ресеймен келіссөз мүлде басқаша сипат алды. Ресейдің өкімет билігімен неғұрлым жақын бола түсу мақсатымен 1730 жылғы қыркүйек айында Әбілкайырдың батыр Сейітқұл Қойдағұлұлы мен би Құтлымбет Қоштайұлы бастаған елшілігі Кіші жүзді Ресейдің қарамағына алу туралы императрица Анна Иоанновнаның атына жазылған өтінішті табыс ету үшін Санкт-Петербургке келді.\n\nБұл жолы Әбілқайырдың елшілігіне зор құрмет көрсетіліп, ол үлкен ықыласпен қарсы алынды. Ресей үшін Кіші жүзді империяның құрамына қосып алудың ең қолайлы сәті туды. Бұған дейін Ресейдің құрамына Еділ қалмақтары, Кабардин князьдігі косылған болатын.\n\n1731 жылы императрица Анна Иоанновна Кіші жүздің қазақтарын Ресейдің қол астына алу туралы грамотаға (ресми құжатқа) қол қойды. Бұл грамотаға қол қою кезінде бірқатар шарттар қойылатыны ескерілді.\n\nБіріншіден, Кіші жүз қазақтары Ресейге адал қызмет етуге және башқұрттардың үлгісі бойынша мұқият жасақ төлеп тұруға міндетті болды.\nЕкішіден, Ресейдің қол астындағы өзге халықтардың тарапынан қазақтарға шабуыл жасауға тыйым салынуы тиіс болды.\nҮшіншіден, қазақтарға олардың жаулары шабуыл жасай қалған жағдайда Ресей қазақтарды қорғауға міндеттенді.\nТөртіншіден, Әбілқайыр Ресейдің қол астындағы халықтардан алынған тұтқындарды\nқайтаруы, ал қалмақтармен және башқұрттармен тату-тәтті бейбіт жағдайда өмір сүруі тиіс болды.\n\nАлайда содан көп кейінгі оқиғалар ол шарттардың бірде-біреуін екі жақтың да орындамағанын көрсетті. Екі жақ та өздерінің пайдаларын көздеумен болды. Империяның қол астына қараудың жалған сипаттары ғана орын алды.\nКіші жүздің Ресей империясы құрамына кіруі. Жоңғар қаупінің жойылмауы билеушілерден сыртқы қауіптен құтқаратын жол іздеуді талап етті. Кіші жүз ханы Әбілқайыр (1680-1748) Ресейдің құрамына енуді ойластырды. Ол көздеген мақсаттардың ішіндегі ең бастысы Жоңғарларға қарсы күресте Ресеймен бірігу болды. Әбілқайыр ханның мақсаттары қазақ ауылдарының шаруашылық мұқтажымен де байланысты болды. Жайықтың төменгі ағысы, Есіл, Ертіс, Ор өзендері бойындағы қазақтардың мал жайылымдары үшін бейбіт өмірді сақтауды Ресеймен келісімге келу арқылы шешуді ойластырды. Бұдан басқа қалмақтар мен башқұрттардың Қазақ жерін шабуылдауын тоқтатуды көздеді. Петербург билеушілеріне арқа сүйеп, аға хандыққа таласта қарсыластарын жеңуді де ойлады. Қазақ жері арқылы өтетін керуен жолдарының қауіпсіздігін қамтамасыз ету- оның мақсаттарының бірі болды. Кіші жүз ақсүйектерінің талабы Ресеймен əскери одақ құру болды.\nƏбілқайыр хан Петербургке аттанған елшілері – Сейітқұл Қойдағұлұлы мен Құтлымбет Қоштайұлына Ресейдің қол астына кіру туралы құжат тапсырды. 1731 жылғы 19 ақпанда Кіші жүзді империя құрамына қабылдау туралы хан ұсынысын императрица Анна Иоанновна қабылдады. 1731 жылғы 10 қазанда Кіші жүздің 29 старшыны Ресейдің қол астына кіруге ант берді. Барақ сұлтан, Бөкенбай батыр топтары Кіші жүзді Ресейге қосу жөніндегі шараларды аяқсыз қалдыруға тырысқанмен, бұл қарсылық сəтсіз аяқталды.\n18 ғасырдың 30-40 жылдары қазақ халқының саяси дамуындағы күрделі кезең болды. 1740 жылы Иран əміршісі Нəдіршахтың Хиуаны талқандап, Сырдария өңіріне жақындауы қазақтардың жағдайын ауырлата түсті.\nОрыс үкіметі Қазақ өлкесі жөнінде отаршылдық саясат ұстанып, 1714-1720 жылдары Ертіс өзенінің жоғары ағысында бекіністер тұрғызған болатын. Ол бекіністер – Жəміш, Омбы, Колбасинск, Железинск, Семей, Коряков (Кереку), Өскемен. Патша үкіметі қазақ-жоңғар соғысын пайдаланып, бекіністер салу арқылы Қазақ өлкесін біртіндеп жаулап алу мақсатын көздеді. 1734 жылы мамырда Сенат хатшысы И.К.Кириллов басқарған «Қырғыз-қайсақ экспедициясы» жабдықталып, Қазақстанға жіберілді. 1735 жылы Ор өзені бойында Ор бекінісінің негізі қаланды. 1738 жылы тамызда Орынбор комиссиясының басшысы, тарихшы В.Н.Татищев Орынборда қазақ сұлтандарының сьезін өткізді. Кіші жүз бен Орта жүзден барлығы 60-қа жуық старшын Ресейге берілгендігін қуаттап екінші рет ант берді. 1740 жылы тамызда Əбілмəмбет хан мен Абылай сұлтан Ресейге ант берді. Алайда Орта жүз дербестігін әлі де сақтады.\nРесей үкіметі қазақтарды қорғау деген желеумен зеңбірек пен əскери бөлімдерді Ертіс, Алтай өңіріндегі бекіністерге орналастырды. Олар экономикалық мүдделерін бірінші орынға қойып, кенге бай Алтай өңірін отарлауды тезірек аяқтауға тырысты.\n1741-1742 жылдары қонтайшы Қалдан Серен (Галдан Цэрэн) Орта жүз бен Кіші жүзге екінші “ақтабан шұбырынды” жорықтарын жасады. Орта жүз қазақтары Ор бекінісіне дейін ығыстырылды. 1742 жылы 20 мамырда Ресей Сенаты қазақтарды жəне шекаралық бекіністерді қорғау жөнінде жарлық шығарды. 1742 жылы 2 қыркүйекте Орынбор комиссиясының төрағасы И.Н. Неплюев Қалдан Серенге жолдаған хатында Ресейдің қарамағындағы қазақтарға қысым жасамауды талап етті. Кіші жүз ханы Əбілқайырдың беделі өсіп, Орта жүздің Арғын, Керей, Уақ, Қыпшақ рулары оны аға хан ретінде мойындады. Орта жүз ханы Əбілмəмбет Түркістанға, Əбілқайырдың жауы Барақ сұлтан оңтүстік-шығыс аймаққа ығыстырылды. Кіші жүз ханы ауыр жағдайға қарамастан, қазақ жерін өз қолына біріктіруге тырысты. Ресей үкіметі Əбілқайырдың дара билігінің күшеюіне қарсы болды. Империяның қысымына шыдамаған Əбілқайыр Ресейден қайтадан бөлініп кетуді ойластырды. 1748 жылы Əбілқайыр Барақ сұлтанның қолынан қаза тапты.\nРесей империясы құнарлы жерлерді иемденіп, оларды төрелерге, қожаларға берді және ресейлік ірі помещиктер Юсупов пен Безбородкоға Каспий жағалауының құнарлы жерлерді бөліп берді. Бұл Бөкей Ордасындағы көтерілістің басталуының себептерінің бірі еді.\nƏбілқайыр ханның 1731 жылы Ресей билігін мойындауы Қазақстан тарихындағы өзекті оқиға. Бұл қадамның жоңғарлардың қазақ жеріне шапқыншылығына белгілі дәрежеде шек қойғаны мәлім.",
                "date": "12.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Банк құқығы пәні жайлы не білесіз? Банк құқығы бар ма?",
        "question_content": "Банк құқығы (ары қарай - БҚ) пәні – банктік жүйенің іс-әрекетінің нәтижесінде туындайтын қоғамдық қатынастарды реттейтін праволық нормалардың көпсалалы кешені.\n\nОның құрамына азаматтық және кәсіпкерлік праволар мен финанстық праволар кіреді. БҚ реттеу үкімет бекіткен заңдар мен үкімет органдары қолданатын заңды іс-шаралар нәтижесінде жүзеге асады.\n\nБҚ кеңестік заманда финанстық правоның институты немесе бір бөлігі ретінде қарастырылған. Қазір ол мемлекеттік праволардың жеке бір саласы. Сонымен қатар БҚ деген – ғылым саласы және жоғары оқу орындарында оқытылатын дисциплина.",
        "question_date": "25.06.2016",
        "question_tag": "Заң",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Саяси элита және саяси көшбасшылықты не ортақтастырады?",
        "question_content": "Саяси элита және саяси көшбасшылық. Біріншісі – ол әр түрлі билік салаларында жоғары дәрежелі лауазымдарды иеленіп, көпшілік атынан маңызды шешімдерді қабылдайтын азаматтар.\n\nӨздеріне тән ерекшеліктері: аз ғана адамдардан құралатын жоғары дәрежелі дербес қоғамдық топ; билікті жүзеге асыруға тікелей қатыса алады; ұйымдастырушылық қабілетімен ерекшеленеді.\n\nЕкіншісі – ол қолында билігі бар жоғары лауазымды адамдардың қоғамдық өмірге әсер ете алуы, лидерлік қабілеті бар аз ғана адамдардың көпшілікті басқару мүмкіндігі. Ал осы екі терминді билігі бар адамдардың көпшілікке билік жүргізе алуы, оларды басқара білуі, қоғамның өміріне әсер ете алуы ортақтастырады.",
        "question_date": "25.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Саясаттану пәні нені зерттейді, оның маңызы қандай?",
        "question_content": "Саясаттану пәні (ары қарай - СП) саяси теорияларды, саяси институттарды, саяси партияларды, қоғамдық пікірді, топтарды, халықаралық қатынастарды зерттейді.\n\nСП жоғары оқу орындарында білім алушылар үшін пайдасы: саяси мәселелер мен құбылыстар, мемлекеттердің ел басқару жүйелері, олардың ерекшеліктері мен айырмашылығы туралы жалпы білім береді, жеке тұлғалардың құқықтары мен саяси өмірге қатысу мүмкіндігін ашып көрсетеді, саяси ұйымдар, партиялар, қозғалыстар жөнінде хабардар етеді, ой-өрісін кеңейтеді.\n\nСП қазір жоғарғы оқу орындарындағы маңызды сабақтардың бірі болып табылады.\n\nСаясаттану туралы толық ақпарат бересіздер ма?",
        "question_date": "25.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кейбір адамдар не себептен мезгілінен бұрын ерте қартаяды?",
        "question_content": "Кейбір адамдар не себептен мезгілінен бұрын ерте қартаяды?  Ал кейбір адамдар ұзақ уақыт жас келбетін ұзақ сақтайды  бұлар қандай себептерге байланысты?",
        "question_date": "25.06.2016",
        "question_tag": "Денсаулық",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ең бірінші күтімге байланысты. Өз-өзін күткен адамдар(сыланып-сипану,бояну емес, СӨС ұстанғандар) жас күйінде ұзақ қалады. Және де тәні қартайса да, жаны қартаймайтын жандар бар.\n\nЕкіншіден генге байланысты. Атадан келе жатқан тұқымқуалаушылық болуы мүмкін.",
                "date": "26.06.2016",
                "upvotes": 0
            },
            {
                "text": "Себептері көп қой, көп көп ашулану, көп ойлану, ішімдік көп ішу сияқты.",
                "date": "26.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломмен ауылға бағдарламасымен үй алдым енді қазір ол үйді тартып алама деп қорқам",
        "question_content": "Мен декретке шыққан қыздың орнына істегем, Сол жұмыс орны бойынша дипломмен ауылға бағдарламасымен үй алдым енді қазір ол кісі орнына қайта шықты енді менің жұмысым жоқ не істеуге болады? Жұмыс таппасам үйімді тартып алама деп қорқам, өтініш жауаптарыңызды асыға күтем",
        "question_date": "25.06.2016",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз жұмыстан  мүлдем шығып кеттіңіз ба? Бұл мектеп па? Жұмыс орныңыз сақталуы керек негізі,  ол қыз немесе сол жердегі басқа қызметкер  бір себептермен декретке шықса, сол мекемеде жұмысты қайта жалғастыруыз керек.\n\n       Сіз мемлекеттен үй алған болсаңыз,  сізді жұмыстан шығарып жіберетін ешкімнің қақысы жоқ енді. Жұмыспен қамту орталығында тізімде тұрсыз. Сондықтан жұмыспен қамту орталығына барып бұл мәселенің түйінін шешіп алсаңыз болады.",
                "date": "25.06.2016",
                "upvotes": 0
            },
            {
                "text": "Ия бірақ мен біреуің орнына уақытша істегенмінғой жұмыспен қамту орталығына барсам жұмысың жоқ деп үйді тартып алмай ма деп қорқам",
                "date": "25.06.2016",
                "upvotes": 0
            },
            {
                "text": "Қайырлы күн мен дипломмен ауылға бағдарламасы бойынша үй алғам үйім өте кішкентай болғандықтан 1комната қосқам енді осы қосқаным үшін штраф толеймінба?",
                "date": "29.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Универде оқып жүріп, колледжге тапсыруға бола ма? Яғни екеуін бірге оқу.",
        "question_content": "Мен қазір Университетте енді 2 курс МЖЖБ мамандығында оқимын. Енді сұрайын дегенім повар-кондитер мамандығын оқығым келіп жүр. Соған қалай тапсырсам болама?",
        "question_date": "25.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 594,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таныс кісі ИТ мамандығын және Әскери кафедраны қатар оқып жүр. Екеуі екі бөлек университетте.\nСіз тәтті тағамдар аспазшы мамандығын қосымша курстардан оқып алсаңыз болады, деп ойлаймын.",
                "date": "6.06.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өт тасыйды не істесе болады?",
        "question_content": "Өт тасып тұрады, енді оны қалай үй жағдайында алдын алуға болады. (Естігенмін, Кола немесе Сарыағаш ішсе басады деп) Бұл ақпарат қаншалықты рас? Алдын ала рахмет! Алла разы болсын!",
        "question_date": "25.06.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Газдалған сусындарды ішуді тоқтатыңыз.  Кола мүлдем зиян. Ал сарыағаш минералды суының газдалмағанын ішіңіз. Ең дұрысы\" караловая вода\" суын алып ішіңіз , адам организімінің 80 пайзы  судан тұратынын бәріміз жақсы білеміз, сондықтан  ең әуелі ішетін суымыздың тазалығын, шипалылығына қатты назар аударғанымыз жөн. \"Караловая вода \" суы адам иммунитетін жоғарлатады, адам ағзасына қажетті компоненттерді  арттырады, арттырып қана қоймай қартаю процесін тежейді, ұзақ пайдалансаңыз жасартып, күш-қуатыңызды арттыра түседі. Иммунитетіңіз көтерілсе ағзаңыздағы аурулармен күресіп тез жазылуыңызға  үлкен көмек болады.            Аптекалардағы қымбат дәрілерді алып босқа шығындалмаңыз, олардан пайда жоқ, пайдасы болғанмен  басқа ағзаларыңызды зақымдап құртады.\n\n   Адам на үшін ауырады?  Оның себебі: Адам организіміндегі  ауруларға қарсы тұратын иммунитеттің өте төмендеп нашарлануынан.   Сондықтан БІЗ ИММУНИТЕТІМІЗДІ көтерудің жолдарын 1-ші орынға қойып, дұрыс күтіне білуіміз керек?  Дендеріңіз сау болсын, ауырмаңыздар!",
                "date": "25.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Іш ауру мен Жүрек айну",
        "question_content": "Досым Кеше Саумалдық ішіп қойып еді, бүгін іші ауырып , Жүрегі айнып тұр. Үй жағдайында бұдан ( Жүрек айну мен Іш ауыру) Қалай арылуға болады . Алдын ала рахмет! Алла разы болсын!",
        "question_date": "25.06.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 6800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ең мықты желім (Клей)керек ол қандай түрі?",
        "question_content": "Ең мықты желім (Клей)керек ол қандай түрі?  Пластик заттарды клейлейтін, әрі өте жылдам 1 минутта қатып, іске асырылуға жарай беруі керек..",
        "question_date": "25.06.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Серпін бағдарламасы бойынша қай жоғары оқуға тапсырсақ гран иегері болмасыз?",
        "question_content": "Серпін бағдарламасы бойынша қай жоғарғы оқуға тапсырсақ грант иегері боламыз егер балдық көрсеткіш 79 болса, орыс тілін алғанда 67 балл .таңдау пәні физика, ауылда оқыған. ОҚО Отырар ауданы/сельс квота/ СВЯЗ таңдап отырмыз, Қай жолмен жүрсек адаспаймыз, қай өзенге қармақ салсақ, алтын балық ілінеді. Қайным тапсырған еді ҰБТ 24.06.2016",
        "question_date": "25.06.2016",
        "question_tag": "Мектеп",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алтын балық болмағанымен сазанды ілдіруге көмектесе аламыз.",
                "date": "4.07.2016",
                "upvotes": 0
            },
            {
                "text": "Жалпы классификатор бойынша жоғары білім мамандықтарының ішінде СВЯЗЬ атты мамандық жоқ. Сіздер 5В071900-Радиотехника, электроника және телекоммуникациялар мамандығын айтып отырсыздар-ау деймін. Таңдау пәні - физика. 4 пән бойынша жинаған ұпай саны неше?",
                "date": "7.07.2016",
                "upvotes": 0
            },
            {
                "text": "Бір мамандықпен қатып қалуға болмайды. Грантсыз қалып кетулеріңіз мүмкін. 25-29 шілде аралығында келіп хабарлассаңыздар. e-пошта арқылы хабарласқан ыңғайлы сияқты.",
                "date": "8.07.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айлық, леч, пособия, кезекті еңбек демалысына ақшам қанша төленеді?",
        "question_content": "бизде сельский және экология төленеді 45 пайыз ау деймін. ОҚО Отырар ауданы. 18 сағатпен биология пәнінен 9-11 сабақ беремін. Жұмысым ауыр ҰБТ, ОЖСБ т.б үлкен жауапкершілікті қажет етеді. санатым ІІ стажым 7,5 жыл. 69000-70000 алып отырдым 2016-дағы көбейген айлыққа дейін. ал айлық көбейген соң 89000 шығып жүр. леч пособия -150000 алдым. отпуск енді түседі қанша болуы керек? Дұрыс шығып жатр ма, бұрыс шығып жатыр ма білмеймін. менімше аз сияқты . Маңдай терімізбен, адал еңбегімізді біреулер пайдаланып, өзімізге тиесілі ақшамызды ала алмасақ онда мен қапамын. Азғантай уақыттың ішінде шашымыз ағарып жүзіміз ескірді/шындық/. Осыны есептеуге көмектесесіздер ма? Менің сенбейтінім мен айта алмайтын бірнеше шикіліктерді ...... қысқасы маған көмек керек, мен шаршадым ойлана, ойлана....",
        "question_date": "25.06.2016",
        "question_tag": "Заң",
        "question_views": 1800,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Көршіге ремонт жасап беруге тиістімін бе?",
        "question_content": "Менің үйімде труба жарылған еді енді сол трубадан су ақты ол астындағы көршілерге де ақты енді ол көрші менің үйімее ремонт жасап бер деп отыр тек əжетханаға не істесем болады оған ремонт жасап беруге тиістімінбе ? Егер ремонт жасап бермесем ол маған моральный счет төлете алама?",
        "question_date": "24.06.2016",
        "question_tag": "Заң",
        "question_views": 377,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сен әдейі қаса-қана су ағызған болсаң онда сен төлеп бересің, ал су күтпеген жерден труба жарылған жағдайда білмей қалып, онда төмендегі көрші өзі жөндеп алады. Нақты айту қиын негізі. Енді келісесіңдер.",
                "date": "25.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Гуманитарлық қандай мамандықтар бар?",
        "question_content": "Менін інім 9 сынып бітірді. енді колледжде оқығысы келеді. Бірақ ол журналистика мамандығын ұнатып тұр  бірақ  журналистика мамандығы колледждерде жоқ, енді кейін университетке журналистика мамандығына түскенде  оқуын қысқартып оқу үшін(3 жыл) колледжде оқыған мамандығы журналистика мамандығына ұқсау керек. солай емес пе?  Сол енді сұрағым    >>>КОЛЛЕДЖГЕ<<<   қандай мамандыққа түсуге болады және ол қандай колледждерде бар(егер білсеніз(АЛМАТЫ қаласында))? Немесе басқа да қандай гуманитарлық мамандықтар бар? Әдебиетке жақын мамандықтар? Інім есепке, физика, химия дегендерге жоқ.",
        "question_date": "24.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Архитектура мамандағына гранқа түсу?",
        "question_content": "Ұбт-дан 83(70) алдыым. Қайда грантқа түсуге болады. Алматыға балл жете ме ?? таңдау пəн физика.",
        "question_date": "24.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Егер мүлкіңізге банк арест қойса, оны шешу үшін қандай әрекет жасауға болады?",
        "question_content": "Банк ағамның үйіне арест қойыпты. Бұрын қарызы болғанда. Қазір қарыз төлеген бірақ үй әлі аресте тқр. Оны кім шығаруы тиис. Алде озимиз барып шыгауымыз кажет пе?",
        "question_date": "24.06.2016",
        "question_tag": "Заң",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жалпы 102 балл. Орыс тілісіз 81. Физика пәні. Грант қайда түсе аламын?",
        "question_content": "Математика мұғалім немесе ұқсас мамандық. ЕНУ СДУ ұнайды. Мүмкіндігім бар ма? Жалпы 102 балл. Орыс тілісіз 81. Физика пәні. Грант қайда түсе аламын?",
        "question_date": "24.06.2016",
        "question_tag": "Университет, колледж",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның кез келген жоо-на. Тех факультетіне",
                "date": "25.06.2016",
                "upvotes": 0
            },
            {
                "text": "Кез келген жоо оку орына тусе аласыз егерде тандаган панин физика болса.Себеби техникалык мамандыктарга грант коп болінген.Егер география тандаганда шанс вобще болмас еди.Грант 2016 деп немесе казахстанская правда сайтынан коруынге болады грант тизимдерин",
                "date": "30.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жеке кәсіпкердің табысы қалай дәлелденеді?",
        "question_content": "Жеке кәсіпкердің табысы қалай дәлелденеді? Мысалы клиенттерге чек беру керек пе немесе келісімшарт арқылы ма? Мысалы, мен баланы дамыту орталығын ашсам яғни мектепке даярлық курстары. Оны салық органына қанша табыс тауып отырғанымды қалай көрсете аламын және қалай есеп қисап жүргіземін?",
        "question_date": "24.06.2016",
        "question_tag": "Заң",
        "question_views": 584,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кассовый апарат сатып алып салық комитетіне апарып тіркетіп қоясыз, (чек міндетті түрде бересіз, жаңағы кассовый апараттан шығарылады). Келісім шарт жасасу жолдары да қоса жүре береді( сіздің жеке шотыңызға ақша аударатын  тұлғалар немесе  мемлекеттік мекемелер де табылып жатады, немесе мүмкін. Сол сіздің шотыңызға түскен суманын белгіленген мөлшердегі 10 немес20 пайызы салыққа төленеді ).\n\n  Патент  алғаныңыз дұрыс сізге тиімді болады, егер ол мүмкіндік берілсе.",
                "date": "24.06.2016",
                "upvotes": 0
            },
            {
                "text": "Міні тапкан табысым деп 1 500 000 ды корсетесің, кейін калтасын 5000 салып жібересін болдыго",
                "date": "26.06.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кілті бұзылған антивирустар компьютерді толықтай қорғай алады ма?",
        "question_content": "Кілті(ключ) бұзылған антивирустар компьютерді толықтай қорғай алады ма?Яғни былай ғой,мендегі авасттың лицензиясы біткен,кеше интернеттен 2023 жылға дейін бұзылған кілт тауып алдым.Басында қуанғанмен енді ойланып отырмын,ондай антивирусқа сенуге болады ма?",
        "question_date": "24.06.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "әрине жоқ тек лецензияланған антивирусты қолданған дұрыс кей кезде оның да пайдасы тимей жатады",
                "date": "24.06.2016",
                "upvotes": 0
            },
            {
                "text": "лицензиясы бар антивирус пайдаға асады мысалға менде 360 total security негізі сол жақсы !",
                "date": "25.06.2016",
                "upvotes": 0
            }
        ]
    }
]