[
    {
        "question_title": "Шымкент қаласындағы \"САНМИ\" дүкенінде \"Iphone 6s\"-тің бағасы қанша?",
        "question_content": "Шырайлы Шымкент каламыздагы \"САНМИ\" дукенинде 'Iphone 6s ' багасы канша? 32ГБ",
        "question_date": "15.04.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 508,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екібастұз көмір кен орындары туралы ғылыми жоба жазу керек?",
        "question_content": "\"Екібастұз көмір кен орындарының қоршаған ортаға және адам өміріне әсері\" деген тақырыпта гылыми жоба жазу керек еді?көмек бере алатындар болса. рахмет",
        "question_date": "15.04.2017",
        "question_tag": "Табиғат",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қоршаған орта дегеніміз – бұл адамның шаруашылық іс-әрекеті және оның әсерінен өзгеріске ұшырап отырған табиғат пен табиғи орта. Қоршаған ортаға өнеркәсіп кәсіпорындары, көлік магистральдары, қалалар мен ауылды жерлердегі елді мекендер, әлеуметтік орта және т.б. кіреді.Адамның бір қалыпты өмір сүруіне таза ауа, ауыз су қажет болса, шаруашылықта пайдаланатын су мен табиғат кешекдерін қорғаудың да маңызы зор.\nШаруашылықтың әр түрлі салалары қоршаған ортаны ластаудың және оны тасымалдаудың көзі болып табылады. Өнеркәсіп – еліміздің экономикалық тұрақтылығын қамтып қана қоймайды, сонымен бірге қоршаған ортаны күшті ластаушы. Өнеркәсіптің әр түрлі салаларын қоршаған ортаға әсер ету бағытына қарай - өндіруші және өңдеуші өнеркәсіп салалары деп екі топқа біріктіруге болады.\nКөмір, темір рудаларын, минералды тұздар және басқа да қазба байлықтарын өндіретін кен орындарының жұмысы, әсіресе кенді өндіру ашық әдіспен жүргізілетін болса, үлкен аумақтық ландшафтың бұзылуына әкеп соқтырады. Бұл жерде антропогендік ландшафт қалыптасады.\nАнтропогендік ландшафт дегеніміз – адамның іс-әрекетінің нәтижесі. Мысалы, Соколов-Сарыбай кен байыту комбинатында темір рудалары жер бетіне таяу орналасқандықтан, ашық әдіспен өндіріледі. Екібастұз кен орнындағы көмірді де ашық әдіспен алады.\nАдамның биосфераға антропогендік іс-әрекеті Жер шарындағы көптеген аймақтардың климатын өзгеріске ұшыратуда. Адамдар пайдалы қазбаларды барлаумен және өндірумен қатар олардың саны мен көлемін ұлғайту жұмыстарымен үнемі айналысып отырады. Отын энергетикалық кешендері, пайдалы қазбаларды көп мөлшерде өндіру және оны жағу (дүние жүзі бойынша 10 млрд т) атмосферада көмірқышқыл газының жиналуына әсерін тигізеді. Ал атмосферадағы көмірқышқыл газының көбеюі жер планетасында температураның көтерілуіне, яғни ауа райының өзгеруіне – жаппай жылынуға әкеп соғады.\nҚазіргі кезде атмосферада метанның, көмірқышқыл газының, азот, күкірт және бірнеше ауыр металдардың жинақталуы ұлғайып отыр. Бұл адамдардың денсаулығына, ауыл шаруашылығына кері әсерін тигізеді [8,154-156б].\nТабиғат пен адам қоғамы арасында өзара байланыс бар. Рас, адам қоғамы өзінің ерекше заңымен дамиды. Адам қоғамы аңдар әлемінен саналы еңбек арқылы ерекшеленеді. Аңдар да өзіне қажеттісін жасайды. Олар ұя немесе үйшік салады, ін қазады. Бірақ өзіне немесе балаларына тек тікелей қажеттісін ғана жасайды. Адамдар өзі шығаратын затының шамасын, өлшемін, мөлшерін біледі, табиғи заңдылықты басшылыққа алады, әсемдікті сезінеді [9,10б].\n2.1.Экология - жаңа, жас ғылым саласы. Бұрын соңғы он – жиырма жылға дейін тіптен көңіл бөлінбей келген. Әбден табиғатымыз азып – тозғанда, бұл ғылым саласына бет бұрдық. Енді болашақта, экология саласында білім берудің аясын кеңейте түсу қажет. Ең негізгісі, “экология” пәнін бала бақшаларынан бастап барлық мектептерде, орта және жоғарғы оқу орындарында оқытылуын қамтамасыз ету қажет. Сонда ғана ертеңгі күннің белсенді табиғат қорғаушыларын дайындауға мүмкіндік аламыз [10,144б].\nТірі организмдердің таралуы бірінші кезекте өздері мекендейтін ортаның жағдайымен анықталады. Барлық тірі және өлі объектілер, жануарлар мен қоршаған өсімдіктер, олармен өзара тікелей байланыста болатын мекен ортасы деп аталады.\nҚоршаған орта (немесе қоршаған табиғат ортасы) терминінде адамдардың ықпалы жайылатын табиғаттың сол бөлігі ретінде түсіндіріледі.\nТірі организмдерге әсер ететін ортаның элементі - экологиялық факторлар деп аталады. Өзінің ықпал ету ерекшелігіне қарай ол үш топқа бөлінеді:\n- абиотикалық фактор – бұл өлі табиғаттың тірі организмдерге тікелей немесе жанама түрде әсер етіп, олардың өмір сүру жағдайын белгілеу қасиеті (температура, жарық немесе басқа сәулелі энергия, ылғалдылық, ауаның құрамы, атмосфералық қысым, жауын-шашын, жел, су құрамы, топырақ, жер бедері, т.б.)\n- тіршілік факторлары – бұл тіршілік иелерінің бір-біріне жер етудің барлық формалары. Әрбір организм басқа жеке дараның тікелей немесе жанама түрдегі ықпалын бастан кешіреді, өздерінің немесе өзге түр өкілдерімен өзара қатынаста болады немесе оларға тәуелді болып, не болмаса өздері әсер етеді.\n- антропогенді факторлар – организмдердің мекен ортасына, табиғаттың өзгеруіне, олардың өмір сүру жағдайына тікелей ықпал жасайтын адам қызметтерінің барлық факторлары. Мұндай факторларға жататындар: өнеркәсіп, ауыл шаруашылық өндірістері, көлік пен шаруашылықтың өзге салалары. Әсіресе, соңғы жылдары антропогенді түрде табиғатқа әсер ету көлемі арта түсуде [11,37б].\nЭкологиялық факторлардың әр әр алуандылығына қарамастан олардың организмдерге әсер ету қасиеті мен тіршілік иелерінің жауап беру реакциясының бірқатар ортақ заңдылықтары бар. Организмдердің қарқындылыққа немесе әсер ету күшінің факторына реакциясын жатқызуға болады. Жетімсіз немесе шамадан артық әсер ету организмдердің өміршеңдігіне кері ықпал етуі мүмкін.\nАлуан түрлі тіршілік иелерінің әр түрлі жағдайда өздеріне өте жақсы сезінулері бірдей емес. Мәселен, ылғалды жақсы көретін өсімдіктер ылғалды топырақты, гүлді капуста көлеңкелі салқынды ұнатады, кейбірі құрғақшылықты, ыстықты ұнатады. Осы факторлар өсімдіктердің өсу жағдайына өте маңызды ықпал жасайды. Бақылау нүктесінен барынша өсуі оңтайлылық деп аталады. Бұл әдеттегідей температураның көлеміне жатады. Жағымды күш әсерінің факторы (мөлшері) осы организм түріне оңтайлы зонаның факторы деп аталады. Ең азынан көбіне дейін бар аралық температура кезінде өсуге мүмкіндік барды диапазон (көлемінің) тұрақтылығы деп аталады. Шек қою нүктесінен, яғни ең азынан көбіне дейін тіршілікке қолайлы температура тұрақтылығының шегі немесе сол түрдің шыдамдылық шегі болады. Осы экологиялық факторларға қатысы бойынша шыдамдылық дәрежесін экологиялық валенттілік деп атайды. Организмдердің экологиялық валенттілігін оның әр алуан ортаға қоныстану қабілеттілігі көрсетеді.\nТұрақтылық шегінің нүктесіне жақындау шамасы бойынша егер әрекет ету факторы азайып, немесе көбейсе, тіршілік әрекеті төмендеп қысымға ұшырайды немесе тіршілік иесінің өлуіне әкеп соқтырады, яғни бұл жерде тұрақтылық диапазоны шеңберінде мазасыз күй зонасы туралы айтылып отыр. Мұндай ықпалды басқа факторлар да жасай алуы мүмкін.\nӘрбір өсімдік пен жануарлар түрінің оңиайлылығы, мазасыз күй зонасы немесе қысым зонасы мен тұрақтылық шегі (шыдамдылығы) қоршаған ортаның әрбір факторларына қатысы барлар өмір сүруде.\nЭкологиялық валенттіліктің кең түрі тіршіліксіз орта факторына қатысы бойынша факторлардың атауына “эври” қосымшасын қосып атайды. (грекше eurys - кең). Экологиялық енсіз валенттілік (тар) “стено” стенотерімді қосымшасымен (грекше stenos – тар, енсіз) белгіленеді. әр алуан экологиялық факторлардың (кең) алшақ шегіндегі ауытқуларға бейімделетін түрлерді эврибионтты деп атайды. Тіршілік ету үшін қатаң белгіленген жағдайды қажет ететіндер - стенобионтты деп аталады.\nЭкологиялық факторлардың әсерінен тірі организмдер белгіленген иерархиялық жүйеге бірігеді. Онда тіршілік иелерінің әр алуан деңгейде ұйымдасқандары: популяциялар, бірлестіктер және экожүйелерді көруге болады.\nПопуляция дегеніміз – белгілі бір аумақта тіршілік ететін және өзара шағылысып ұрпақ беретін бір түр даралардың жиынтығы. Түрі факторлардың әсерінен популяциядағы даралар саны, құрамы, таралуы өзгеріп тұруы мүмкін. Популяция латынша populus – халық, ел дегенді білдіреді.\nКөптеген орта параметрлерінің жиынтығы осы немесе басқа түрлердің тіршілік жағдайын анықтайтын функционалды сипаты оның экологиялық қуысын көрсетеді. Н.Ф. Реймерс бойынша эколгиялық қуыс – экологиялық жүйе ішіндегі түрлер ортасы немесе оның популяциялық тіршілік жағдайының жиынтығы. Сонымен қатар өзі мекендейтін әрбір түр аумаққа, өндіру функциясымен байланысты, қоректік қажеттілігіне сәйкес орынды иеленеді. Осындай экологиялық байланыстар биоценоздың белгіленген құрылымын жасайды. Биоценоздар – динамикалық жүйелер, олар тұрақты даму жолында және оларға сукцессия тән [12,16-18б].\nТабиғат – бүкіл әлем. Табиғат – адамның өмір сүретін ортасы.\nАдам табиғатта өмір сүреді, онымен тұрақты қатынаста болады. Адам, оның денесі мен рухани өмірі табиғатпен тікелей байланысты. Одан шығатын қорытынды – адам табиғаттың бір бөлігі. Табиғат адамның өмір сүруінің табиғи жағдайы ғана емес, оның өзгертушілік іс-әрекетінің кеңістігі, ортасы.\nАдамның өмір сүруінің табиғи жағдайы екі түрлі: өмір сүрудің қайнар көзі болып есептелетін – табиғи байлық (көмір, мұнай, ағын су мен желдің энергиясы, т.б.). Қоғам дамуының ерте кезеңдерінде адамдардың ынтасы “бірінші құбылысқа” көп аударылды, ал кейін өндіріс күшінің дамуымен байлаанысты “екінші құбылысқа” ауысты. Себебі табиғи байланыстар өндіріс дамуның, бүкіл қоғам дамуының алғышарттарына айналды.\nАдам, сонымен қатар, жасанды ортада – екінші табиғатта да өмір сүруде. Жасанды орта заттық негізде ғана жинақталмайды. Адам қоғамдық қатынас жүйесінде өмір сүреді, іс-әрекет жасайды. Ондай қоғамдық қатынас белгілі бір материалдық дүниеде ғана іске асырылады [5,44б].\n2.2.Табиғат – күллі тіршілік атаулының құтты қоныс мекені, алтын-ұя бесігі, құт-берекесі. Ал адам үшін табиғат ең қасиетті де қастерлі ұғым. Өйткені адамның өзін дүниеге келтіретін аяулы анасы, сондықтан да адамның табиғатты ана деп құрметтеуінде де өте үлкен ұғым жатыр.\nҚазақ халқының бар өмір тіршілігі табиғатпен тікелей етене байланысты өтіп келеді. Сан ғасырлар бойы халқымыз, сол өзін аялаған табиғат аясында тіршілік ете жүріп, оның сан алуан құпия – сырларына көңіл бөлді және сол туралы орынды пікірлерге келді. Халқымыздың табиғат жөніндегі ой-пікірлері табиғат құбылыстарымен, заңдылықтарымен үнемі үндесіп жатты. Қазақ халқы өзін табиғаттың бөлінбес бөлігі, құрамдас тобы деп есептеді. Сондықтан да табиғатпен бірлікте өмір сүру қажеттігін, ерте кезден-ақ сақтай білді. Табиғаттың қатаң жағдайына, түрлі өзгеоістеріне сай көшіп – қонып жүріп, өз шаруашылығын табиғатпен үйлесімді жүргізіп отырды. Және табиғатқа аялы алақан, жылы жүрек сезімі, көздің қарашығындай қамқорлық қажет екндігін ерте сезінді. Осыған орай халқымыздың да мінез – құлқы бірте-бірте қалыптасып, ондай қасиеттер атадан балаға, ұрпақтан – ұрпаққа асыл мұра ретінде жеткізіліп, жалғасып отырды [10,44б].\nӘлемдік экономиканың тоқтаусыз дамуы ғаламдық экологиялық көкейкесті проблемалардың туындауына себеп болып отыр. Жердің шөлге айналуы, орманның құрып кетуі, табиғи қордың сарқылуы, озон қабатының бұзылуы, жылыжай буының әсері (парник), тұзды жауын, ауыз судың тапшылығы, мұхиттардың ластануы, өсімдік пен жануарлар түрлерінің жойылуына және жердің аууына әкелуде. Жоғарыда аталған осы проблемалар қайткенде де адамзат өркениетінің болашағымен тығыз байланысты. Тұтастай алғанда табиғат экологиялық проблемаларды білмейді. Егер де олар кейбір организм топтарында туындай қалса, әдеттегідей эволюциялық баяу жолымен, біршама уақыт аралығында бір түрдің екінші түрге ауысуымен табиғатта білінбестен өте береді. Оларға қарағанда адамдардың экологиялық проблемаларды жер шарындағы бар табиғаттың өзекті проблемаларына айналып отыр.\n1.Табиғатпен қоршаған ортаға алдымен XX ғасырдағы антропогендік әсер етуінің шамасы үлкен болды. Қалыпты биосфераның шегіне жақындап қалды, тіпті кейбір параметрі бойынша асып кетіп жатыр. Әрине, мұның көріністері әр түрлі.\n- бұзылмаған жер көлемінің күрт азайып кетуі, олардың тозуы, биологиялық түрлердің азаюы, биосфераның сандық және спалық жағынан да кедейленуі.\n- тұщы су, топырақ гумусын, биомассасын және өсімдік өнімдерінің орнын толтыруға “мұрша бермей бәрін алып, тұтынып жатыр”.\n- XX ғасыр орны толмайтын минералдық және отындық қорлардың тез азайып, сарқылуға жақындауы өз кезінде қиын экономикалық проблемаларды тудырып отыр.\n- Құрамындағы заттар мен материалдар табиғат айналымына еш пайдаға аспайтын шаруашылықтағы қалдықтар ортаны ластайды, экожүйенің бұзылуына әкеп, адам денсаулығына қауіп төндіреді.\n- ортаны реттеп тұратын биосфераның қызметі әлсізденіп, экологиялық тепе-теңдіктің бұзылуына әкеледі.\nЖердің геологиялық тарихында өсімдік жабындысының құрғақтығында, құрлықтың ландшафт құрылымында, климат пен атмосфераның химиялық құрамында айтарлықтай өзгерістер бұрындары болып тұрған. Мондай-ақ адамның табиғатқа жағымсыз әсер етуінің де ұзақ тарихы бар. Бірақ осылардың барлығы біздің заманымыздағы жағымсыз әрекеттердің жылдамдығындай болған емес. Бұл ғаламдық экологиялық дағдарыстың есіктен “сығалауы” деген сөз.\n2.Өсіп отырған антропогендік қысымға табиғат бұрын соңды көрмеген экологиялық қауіпті өзгерістермен жауап беруде.\n\n\nhttp://group-global.org/kk/node/39631",
                "date": "22.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызмет үшін тест сұрақтары керек?",
        "question_content": "Мемлекеттик кызметке тест сурак жауаптары болса, adi_92_22@inbox.ru осы почтага жибериниздерши отиниш, алдын ала рахмет...",
        "question_date": "15.04.2017",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 731,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төмендегі сайттан онлайн тест тапсыруға болады:\nhttps://online-exam.kz/",
                "date": "30.08.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7-9 сыныптар арасында сабақ жоспары мен күнтізбелік жоспар керек?",
        "question_content": "физика пәнінен ақылы үйірмеге 7-9 сыныптар арасында сабақ жоспары мен күнтізбелік жоспар керек еді. сататында болса жазсыншы",
        "question_date": "15.04.2017",
        "question_tag": "Мектеп",
        "question_views": 913,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тіктөртбұрыштың ұзындығы неше см?",
        "question_content": "Математика  6 сынып тіктөртбұрыштың ені ұзындығынан 6см қысқа ал ұзындығы енінен 1.4 есе ұзын. Тіктөртбұрыштың ұзындығы неше см?Ұзындығы неше см?",
        "question_date": "15.04.2017",
        "question_tag": "Мектеп",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1,4х = 6+х\n\n0,4х = 6\n\nх= 15\n\nТіктөртбұрыштың ұзындығы 21 см, ал ені 15см.",
                "date": "14.01.2020",
                "upvotes": 1
            },
            {
                "text": "{ х=у+6      1,4у=у+6  0,4у=6   у=15\n\n{1,4у=х\n1,4×15=х  х=21",
                "date": "7.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үш санның арифметикалық ортасын теңдеу құру арқылы шығару",
        "question_content": "Есепті теңдеу құру арқылы шығарыдал",
        "question_date": "15.04.2017",
        "question_tag": "Математика",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үш санның арифметикалық ортасы",
                "date": "19.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбекақыны қалай есептеуге болады?",
        "question_content": "ПМНО факультетін бітірген, жоғары педагогикалық , білімі бар бастауыш сынып мұғалімі, мектепке дейінгі даярлық сыныбында тәрбиеші болып, қызмет атқара алама? Атқарған жағдайда, еңбекақысы қалай есептеледі ?",
        "question_date": "15.04.2017",
        "question_tag": "Банк",
        "question_views": 836,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қалихан Ысқақ \" Қоңыр күз еді \" композициялық құрылысы?",
        "question_content": "Қалихан Ысқақ \" Қоңыр күз еді \" композициялық құрылысы?",
        "question_date": "15.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тәрбиешіге жалақыны қалай төлеуге болады?",
        "question_content": "ПМНО факультетін бітірген, жоғары педагогикалық білімі бар бастауыш сынып мұғалімі мектепке дейінгі даярлық сыныбында тәрбиеші болып қызмет атқара алама?Еңбекақысы В 3-1 мен есептелеме? немесе В4-4 пен есептелеме?",
        "question_date": "14.04.2017",
        "question_tag": "Банк",
        "question_views": 671,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Тар жол тайғақ кешу\" романына ұқсас кітаптарды білсіз бе?",
        "question_content": "Сәке Сейфуллиннің Тар жол тайғақ кешу романына ұқсас әдеби шығармалар барма?",
        "question_date": "14.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХХ ғасыр әдебиетіндегі дау-дамайлы күрделі мәселенің бірі – көрнекті қазақ-совет әдебиетінің негізін салушы, дауылпаз ақын Сәкен Сейфуллиннің 1927 жылы Қызылорда қаласынан жеке кітап ретінде араб қарпімен жарық көрген «Тар жол, тайғақ кешу» мемуарлық романы. Романның 1927 жылғы алғашқы шығарылымынан кейін жарық көрген 1936 жылғы латын қарпімен шыққан екінші басылымы, 1960 жылы кириллица қаріпімен шыққан үшінші, 1977 төртінші, 1988 жылғы бесінші нұсқаларын оқып шығып, салыстырсақ, жер мен көктей айырмашылық бар екен. Ол қандай айырмашылықтар? Сәкенді «толықтыру» ма, әлде редакция алқасының қателігі ме? Романның әрбір нұсқасы неліктен өзгеше? Бұрмалану себебінің мәнісі қандай? Осындай сансыз ирілген сұрақ белгілерге қашан жауап береміз? Бұл роман төңірегіндегі теріс пікірлер әлі күнге дейін айтылып та, жазылып та жүр. Өткен жылдары бір әдебиеттанушының «Сәкен Сейфуллин – Алашорданың жауы болған» деген сыңайлы пікірін оқып қалғанбыз. Әсіресе, Сәкенді халыққа жеккөрінішті қылап отырған осы – тарихи мемуарлық романы. Сонда бұл роман халыққа несімен ұнамай отыр? Міне, басты сұрақ – осы. Егер, біз әдебиеттанушы маман ретінде осы сұраққа толымды жауап қайырсақ, жоғарыдағы сұрақтар оңтайлы шешілер еді.\nӘуелгі сөз – аз-маз роман хақында болсын. Бұл роман – сол кездегі қоғамдық — саяси өмірдің көркем шежіресі іспеттес тарихи тұрғыдан баяндалған мемуарлық шығарма. «Тар жол, тайғақ кешудің» алғашқы бөлімдері 1922 жылдан бастап «Қызыл Қазақстан» журналында жарық көрген. Романның негізгі сюжеті – сол уақыттағы қазақ даласында болған ірі саяси оқиғалар. Мысалы, Г.Е.Львов пен А.Ф.Керенский басқарған Уақытша Үкімет, Алаш қайраткерлері құрған «Алашорда» ұлттық автономиясы, әр түрлі бағыттағы ұйымдардың құрылуы сияқты ірі тарихи оқиғалардың басы-қасында болған Сәкен Сейфуллин өзінің көргенін, білгенін тарихқа қалдыру үшін, Ұлы Қазан төңкерісінен бастап қағазға түсіріп, оны көлемді романға арқау етті. Роман сол мезетте-ақ, өз алдына жеке кітап болып баспадан шығып, оқырманымен қауышты. Ол уақытта барлық Алаш қайраткерлерінің көзі тірі еді. Тек Нәзір Төреқұлов қана осы романдағы оқиғаларға шүйлігіп, сынап, мінеп шу шығарған болатын. Роман желісінде Әлихан Бөкейхан, Ахмет Байтұрсынұлы, Міржақып Дулатұлы, Мұхамеджан Тынышбайұлы, Айдархан Тұрлыбайұлы, Мұстафа Шоқай бастаған алаш азаматтары хақында автор өзінің ойын ашық айтқан еді. Осы аталған тізімдегілердің бірде бірі Сәкенге тірісінде «романыңдағы жазғандарың қате» деп тас атпаған. 1937 жылғы зұлматтан кейін Сәкенді, дұрысы, оның «Тар жол, тайғақ кешуін» кінәлайтындардың қатары көбейді. Себебі, НКВД-ның қызыл қырғынды тирынан Сәкеннің де, басқа Алаш қайраткерлерінің де ғұмыры келте қайырылып, қыршын кетті.\nСәкен Сейфуллиннің өмір жолы мен қоғамдық-саяси қызметі, париялық наным-сенімі мен азаматтық көзқарасы хақында әркім әр түрлі пікірде. Алайда, бұндай сықылды пікірлер ештеңенің өлшемі емес, бастысы ақын шығармашылығын оқырманы біледі, оқиды, жыл сайын ардақталып жатады. Бірақ, бұл жердегі айтпағымыз – «Тар жол, тайғақ кешу» романының әр жылдары шыққан нұсқалары. Бұл романның тарихи шындығы жайында сәкентанушы ғалымдар Тұрсынбек Кәкішұлы мен Күләш Садыққызы көп ізденіп, арнайы еңбек жазды. Осы орайда профессор Т.Кәкішұлының мына пікірін мысалға алсақ: « ХХ ғасыр басындағы тарихи оқиғалардың энциклопедиялық анықтамасы болған роман-эссенің тарих пен әдебиеттің бел қайыстырар ауыр жүгін қосарлай арқалауы,құйынды да дауылды,шапағатты да қасіретті кезеңнің щежіресін жасап беруі Сәкен үшін ғана емес,бүкіл «әдебиетіміз үшін орасан олжа.Өйткені ұлтымыздың тағдыры тәлкекке түскен 1916 жыл зобалаңының,1917 жыл елді қаңсыратқан төңкерістің басы қасында қазақтың ойы толғамды,тілі өткір қаламы жүйрік сөз зергерлері аз болған жоқ.Алайда солардың ішінен шыңға шыққан шынардай тек Сәкеннің ғана «Тар жол тайғақ кешуді» жазуы,бірінші уақыт талабы болса,екінші автордың қаһарман батылдығын,ұрпақ алдындағы адалдығын,әлеуметтік парызын мықтап сезгенін аңғартатыны сөзсіз» дейді. Яғни, бұл сөзден шығар түйін мынау – Сәкеннің аталмыш романында «Алашорда» ұлттық-территориялық автономиясының құрылуы және оның бағыт-бағдары жайында жазылған тұңғыш тарихи дерек осы. Алашорда ісін қарастырар болсақ, бірінші болып Сәкеннің осы романын қолға аламыз. Себебі: Т.Кәкішұлының тәмсіліне салып айтсақ, роман – ХХ ғасырдың энциклопедиялық анықтамасы. Бүгінгі күні біз біле бермейтін көптеген Алаш қайраткерлерімен идеялас, ниеттес болған азаматтардың есімі мен бостандық жолындағы атқарған қызметін осы романнан кездестіруге болады. Әлі де болса алаш қозғалысындағы белгісіз оқиғалар мен қозғалысқа белсене атсалысқан азаматтар жайында тың мәліметті осы роман аясынан іздеуге болады.\nТ.Кәкішұлы мен К.Садыққызы «Тар жол, тайғақ кешу» жайындағы «Тар жол, тайғақ кешудің» тағдыры» атты зерттеу еңбектерінде романның түпнұсқасы мен әр жылғы шығарылымы жайында және ондағы өзгешеліктер мәселесі туралы оң пікірлерін айтқан. Мәселен, К.Ахмет: «Өмірдің талай тар жол, тайғақ кешулерінде» Сәкен Сейфуллин «Алаш» азаматтарының ешқайсысында жамандыққа қиған емес. Сотына қатысқан емес. Бұған оның «Тар жол, тайғақ кешу» романы (1927), сәкентанушы ғалымдардың ғылыми-зерттеу еңбектері нақты дәлел бола алмақ. Қаншама жан түршігерлік азапты бастан өткерген Сәкен еш уақытта ешкімді ашық та, бұғып та көрсетпеген» деп зобалаң жылдардың ақиқатын айтады. Бұл романның тарихы және Сәкен мен Алашордашылар жайында басқа сәкентанушылардың тұжырымы мен аталмыш романның әр жылдардағы нұсқасы жайындағы пікірлері жоқ екенін байқадық. Сөздің шыны керек, романның әрбір нұсқасын түпнұсқамен салыстырып, әлі күнге дейін текстологиялық тұрғыдан толық талдау жасалмаған. Осындай олқылықтардың орнын толтыру – бүгінгі күннің кезек күттірмейтін мәселесі емес пе?!\nАстана қаласындағы С.Сейфуллин музейі – азамат ақынның әдеби әрі қоғамдық-саяси қызметін көпшілікке насихаттап отырған ғылыми-мәдени мекеме. Музей ұжымы – Сәкеннің қорғаушысы (Адвокаты). Музейдің Ғылыми кеңесінің шешімімен 2016 жылғы «Сырсандық» сериясымен шығатын екінші кітап – Сәкен Сейфуллиннің «Тар жол, тайғақ кешу» романының алғашқы нұсқасы мен әр жылдары шыққан нұсқаларына текстологиялық талдау жүргізіп, осы күнге дейін бұрмаланып келген жайттардың ақ-қарасын ажыратып, қазақ оқырманына ұсынбақшы. Бұл – ғылыми маңызы зор жоба. Маңызы сол – осы күнге дейін «Сәкенді Алашорданың жауы», «сатқын», «романда өзін-өзі мадақтап, Алашты сынаған» деген сыңайлы қысыр сөздерге текстологиялық талдаудың көңілге қонымды жауабы беріледі. Бұны – ұжымдық монографиялық зерттеу еңбегі деп қабылдау керекпіз. Себебі, әр жылдары шыққан нұсқалармен қатар 1922 жылдан бастап «Қызыл Қазақстан» журналында жарық көрген үзінділері де текстологиялық талдаудың негізгі нысаны болмақ. Сөз барысында текстологиялық талдау жұмысына Г.Ибраева, Е.Жаубай, М.Қойшыбай, Ә.Мақажан, А.Жанәліқызы, А.Бергенова сықылды музейдің ғылыми қызметкерлері атсалысып отырғанын айта кетейік.\nТекстологиялық талдау жұмысы дегеніміз – асқан ыждағаттылық пен қырағылықты талап ететін, немқұрайлы, салғырт қарауға болмайтын мәселе. Біздің басты мақсатымыз – әдеби туындының әрбір нұсқасындағы мәтінге, сөзбен сөйлемге, бөлімменен тарауына түпнұсқа бойынша қарап, салыстырып, автор еркінен тыс өзгеріп, бұрмаланған немесе сол уақыттағы саяси идеологияның салдарынан кеткен қателіктер мен кемшіліктерді анықтап, оқырман игілігіне жарар сапалы ғылыми зерттеу жұмысын ұсыну.\n«Тар жол, тайғақ кешу» роман-эссесінің бұрмалану себебі – 1927 жылдан кейінгі нұсқасына (1936 жыл, латын қарпімен жарық көрген екінші басылымы) автор өзі редакциялық жұмыс жасап, толықтырған. Ал, қалған жылдардағы нұсқаларына лито тарапынан «толықтыру» жұмыстары жүрген. Өйткені, социалистік идеологияның «қайшы» цензурасы – «Алашорда» автономиясының тарихта болмаған, құрылмаған қылып көрсетуді, қазақты надан, оқымаған халық деп ұғынған және осы жолда кейінгі қазақ буынын сауатсыз, надан етуге аянбай еңбек еткен. Бұрмаланып, өзгерудегі бар мәселе – осы.\n\nhttp://qasym.kz/",
                "date": "14.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Антарктида материгінің географиялық орнының ерекшеліктері?",
        "question_content": "№1 билет.\n\n1.Қазақстан Республикасы – тәуелсіз мемлекет.\n\n2.Қазақстан Респуликасының отын-энергетикалық кешені.\n\n3.Картадан (мұғалім таңдауы бойынша) нүктенің координатасын табу.\n\n№2 билет\n\n1 Атмосфера, құрамы, құрылысы, маңызы.\n\n2 Қазақстан Республикасының мұнай кешені.\n\n3 Ауыр және жеңіл металдар өнеркәсіп терінің орналасу ерекшеліктері.\n\n№3 билет\n\n1 Қазақстан территориясының зерттелу тарихы.\n\n2 Батыс Қазақстан.\n\n2 Африканың шеткі нүктелерін көрсету: солтүстіктен оңтүстікке қанша км-ге созылып жатқанын анықтау.\n\n№4 билет\n\n1 Қазақстанның жер бедерінің ерекшеліктері. Тектоникалық құрылысы.\n\n2 Қазақстанның шаруашылық құрылымы.\n\n3 Картадан (мұғалім таңдау бойынша) қаланың координатасын табу.\n\n№5 билет\n\n1 Қазақстанның климат қалыптастырушы факторлары.\n\n2 Қазақстан Республикасы машина жасау кешені.\n\n3 Картадан Қостанай, Павлодар, Қарағанды облыстың қара металлургиясының орналасу ерекшеліктерін ата.\n\n№6 билет\n\n1 Қазақстанның ішкі суларының орналасу ерекшеліктері.\n\n2 Қара металлургия.\n\n3 Топографиялық картадан А және В нүктелерінің арақашықтығын анықтау.\n\n№7 билет\n\n1 Табиғат ресурстары. Табиғат ресурстарының республика аймағында кездесу ерекшеліктері.\n\n2 Қазақстан Республикасының түсті металлургиясы.\n\n№8 билет\n\nwww.jospar.kz\n\nБарлық пәннен күнделікті сабақ жоспарлар\n\nорта және қысқа мерзімді сабақ жоспарлар\n\n1 Литосфера. Литосфералық тақталар теориясы.\n\n2 Қазақстан халқы «Халықтың табиғи және механикалық қозғалысы. Демографиялық жағдайы».\n\n3 Қазақстан Республикасының экономикалық аудандары және олардың құрамына кіретін облыстарды көрсету.\n\n№9 билет\n\n1 Ауыл шаруашылығына климаттың тигізетін әсері. Қазақстан Республикасының агроклиматтық қорлары.\n\n2 Урбандалу. Ауыл және қала халқы.\n\n3 Картадан дүниежүзілік мұхиттың тереңдігін анықтау.\n\n№10 билет\n\n1 Қазақстанның өзендері, қоректену ерекшеліктері, ірі бассейндері.\n\n2 Қазақстан Республикасының химиялық кешені.\n\n3 Атластан Еуразияның (оқушының таңдауы бойынша) еліне жалпы сипаттама беру.\n\n№11 билет\n\n1 Қазақстан Республикасының көлдері. Экологиялық проблемалары.\n\n2 Қазақстан Республикасының орман шаруашылығы. Қазақстан Республикасының құрылыс материалдары.\n\n3 Атластан Павлодар облысының географиялық орнына сипаттама беру.\n\n№12 билет\n\n1 Еуразия материгінің географиялық орны мен табиғат жағдайлары.\n\n2 Қазақстан Республикасының көлік кешеніне сипаттама беру.\n\n3 Қазақстанның табиғат байлықтарына (таңдау бойынша) сипаттама беру.\n\n№13 билет\n\n1 Гидросфера, оның құрамы.\n\n2 Қазақстанның жеңіл және тамақ өнеркәсібі, орналасу ерекшеліктері.\n\n3 Қазақстан облыстарының урбандалудың жоғары және төмен деңгейін анықта, себебін түсіндір.\n\n№14 билет\n\n1 Солтүстік Америка материгінің географиялық орнына сипаттама бер.\n\n2 Қазақстанның экологиялық проблемалары.\n\n3 Климат картасынан Қызылорда мен Петропавл қалаларының климаттық ерекшеліктерін анықта.\n\n№15 билет\n\n1 Биосфера. Қоршаған ортаға адамның тигізетін іс-әрекеті.\n\n2 Орталық Қазақстан.\n\n3 Қазақстанның мұнай және көмір өндіру аудандарына (таңдау бойынша) сипаттама бер.\n\n№16 билет\n\n1 Қазақстанның физикалық-географиялық, экономикалық-географиялық жағдайы.\n\n2 Шығыс Қазақстан.\n\n3 Диаграммаға қарап, климат типін анықта.\n\n№17 билет\n\n1 Қазақстан Республикасының уақыт айырмасы. Жергілікті, белдеулік, декреттік уақыт.\n\n2 Қазақстан Республикасының электрэнергетикасы.\n\n3 Қазақстан Республикасының бір қаласына сипаттама бер (таңдау бойынша).\n\n№18 билет\n\n1 Географиялық қабық, оның құрамы, арасындағы байланыс.\n\n2 Солтүстік Қазақстан.\n\n3 Картадан Қазақстанның ірі СЭС мен ГЭС табу.\n\n№19 билет\n\n1 Қазақстанның табиғи аудандары. Аудандарға бөлу себептері.\n\n2 Оңтүстік Қазақстан.\n\n3 Компос көмегімен көкжиек түстерін анықтау.\n\n№20 билет\n\n1 Оңтүстік Америка материгінің географиялық орнының ерекшеліктері.\n\n2 Қазақстан Республикасының ұлттық құрамы.\n\n3 Ертіс өзеніне сипаттама бер.\n\n№21 билет\n\n1 Қазақстанның топырағы. Топырақ эрозиясы.\n\n2 Қазақстанның өсімдік шаруашылығы.\n\n3 Қазақстан Республикасының әр түрлі сағаттық белдеуде орналасуын шешу жолдары.\n\n№22 билет\n\n1 Қазақстан Республикасының қорғалатын аймақтары.\n\n2 Қазақстанның мал шаруашылығы.\n\n3 Халықтың тығыздығын анықтау.\n\n№23 билет\n\n1 Африка материгінің географиялық орнының ерекшеліктері.\n\n2 Қазақстанның еңбек ресурстары.\n\n3 Павлодар-Екібастұз аудандық-аймақтық комплексіне сипаттама.\n\n№24 билет\n\n1 Аустралия материгінің географиялық орнының ерекшеліктері.\n\n2 Қазақстан Республикасының дүниежүзілік қауымдастықтағы орны. Қазақстан Республикасының ішкі экономикалық байланысы.\n\n3 Картадан облыс орталықтарын көрсету.\n\n№25 билет\n\n1 Антарктида материгінің географиялық орнының ерекшеліктері.\n\n2 Қазақстан Республикасының агроөнеркәсіптік кешені. Кешен проблемалары, болашағы.\n\n3 Картадан Қазақстанның табиғат зоналарын көрсет. Бір зонаға (таңдау бойынша) сипаттама берАнтарктида материгінің географиялық орнының ерекшеліктері.",
        "question_date": "14.04.2017",
        "question_tag": "География",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының Конституциясы мемлекетіміздің егемендігі мен тәуелсіздігін баянды етті. Қазақстан мемлекетінің егемендігі мына белгілермен сипатталады: Қазақстан мемлекетінің тарихи қалыптасқан аумағы бар. Қазақстанның аумағы бес мемлекетпен: Ресеймен, Қытаймен, Өзбекстанмен, Қызғызстанмен және Түркменстанмен шектес. Мемлекетіміздің аумағы біртұтас және оған қол сұғуға болмайды. Мемлекетіміздің аумағына басқа мемлекеттің қол сұғуы агрессия деп аталады. Агрессияны халықаралық құқық айыптайды. Конституцияда жарияланғандай, Қазақстан басқа мемлекеттермен тату көршілік, олардың ішкі ісіне араласпау, дауларды келісім арқылы шешу, бірініші болып қарулы күштерді қолданбау саясатын жүргізеді. Республикаға қарсы агрессия бола қалған күнде немесе сырттан тікелей қауіп төнсе, Президент республиканың барлық аумағында немесе кейбір жерлерде соғыс жағдайын енгізіп, ішінара немесе жалпы әскерге шақыруды жариялайды. Қазақстан Республикасының мемлекеттік шекарасы туралы заң бойынша біздің мемлекет өз аумағын құрлықта, теңізде, әуе кеңістігінде өз қарулы күштерімен қорғайды. Республика шекарасын Қазақстанның шекара әскері күзетеді, ол республика тұтастығына қандай болсын қарсы әрекетке тойтарыс беруі қажет, адамдарды қылмыстық әрекеттерден қорғауы тиіс. Қоғамда өтіп жатқан процестер мен мемлекет қызметінің бағытына сәйкес бұл факторлар мемлекеттегі дағдарыс пен тұрақтандыруға жауап береді. Соңғы жылдары экономика саласында көп деңгейлі меншік жүйесі қалыптасып, шаруашылықтың барлық элементтерін қамтитын жаңа құрылымының қалыптасу процесі жүріп жатыр. Өндірісте экономикалық саясат, құрылымдық саясат жүргізу, айырбасты дамыту, өндіріс технологияларын жаңарту, сауда-бұның барлығы мемлекеттің міндеті болып табылады. Жұмысы әдістер мен жұмыс жасауында және мемлекеттік ұйымдастырушылық пен реттеу функцияларын көрсетілген процестерге ендіру болып табылады. Бірінші орынға монопольді мемлекеттік жоспарлау кезеңінденгі мемлекет функциялары мен басқарудың командалық әдістері шығады. Ең алдымен есептеу, бақылау, экономика мен шаруашылыққа анализ жасау функцияларын ұйымдастырады. Ал белгілі бір тарихи немесе әлеуметтік жағдайдағы бар модельдерді көшіріп алып қайталауға жол берілмейді.\nЕгемендіктің маңызды белгісі — онда мемлекеттік биліктің жоғары органдарының болуы. Заң шығару қызметін жүзеге асыратын жоғары өкілдік орган — Қазақстан Республикасының Парламенті. Парламент екі палатадан: Мәжілістен және Сенаттан тұрады. Олар тұрақты қызмет істейді. Мәжіліс депутаттарын азаматтар тікелей сайлайды. Ал Сенат депутаттарының басым көпшілігін мәслихаттар сайлайды. Сенаттың жеті депутатын Президент тағайындайды. Мемлекеттің басшысы-Президентті азаматтар сайлайды. Президент мемлекеттің ішкі және сыртқы саясатының негізгі бағыттарын анықтайды. Президент мемлекеттік биліктің барлық буындарының келісіп қызмет істеуін қамтамасыз етуі қажет. Қазақстан Республикасының Үкіметі еліміздің көлемінде атқарушы билікті жүзеге асырады. Ол атқарушы органдардың жүйесін басқарады. Атқарушы органдардың жүйесіне жататындар-министрліктер, мемлекеттік комитеттер, коммиссиялар, бас басқармалар және жергілікті атқарушы органдар — облыстық, қалалық, аудандық, ауылдық, селолық әкімшіліктер. Атқарушы органдардың өкілеттіктері зандарда және арнаулы ережелерде анықталады[23].\nЕрекше құқық қорғау органдары бар, олар — соттар, ішкі істер органдары, ұлттық қауіпсіздік органдары, прокуратура. Олардың ішкі құрылымы, өкілеттіктері арнаулы зандарда анықталады.\nЕгенмендіктің тағы бір маңызды белгісі — өз азаматтығының болуы. Азаматтыққа байланысты мәселелер Конституцияда, азаматтық туралы заңда, Президенттің заң күші бар Жарлықтарында қарастырылған. Азаматтық — адамдардың мемлекетпен тұрақты саяси және құқықтық байланысының жағдайы. Мүндай байланыстан мемлекет пен азаматтардың өзара құқықтары мен міндеттері келіп туады. Мемлекет, оның органдары азаматтарға ол құқықтары мен бостандықтарын пайдалануы үшін қажетті жағдай жасауы керек. Азаматтардың құқықтары мен бостандықтары бұзылган болса, лауазым иелері, заң қорғайтын органдар кінәлілерді тиісті жауапқа тартады. Азаматтың міндеттері — Конституцияны, зандарды сақтау, мемлекеттік тілді, барлық ұлттардың тілдерін, әдеттерін, дәстүрлерін құрметтеу, еліміздің экономикалық қуатын күшейту.\nЕгемендіктің тағы бір маңызды белгісі — басқа мемлекеттермен қарым-қатынас жасау қабілеттілігі. Қазақстан Республикасы Біріккен Ұлттар Ұйымының, басқа да халықаралық ұйымдардың мүшесі. Көптеген шет мемлекеттермен елшілік қатынастарын жолға қойды. Олармен саяси, экономикалық, мәдени, т.б. мәселелер бойынша халықаралық шарттар жасасты. Сол мақсатпен Қазақстан Республикасының Конституциясы Президентке, Парламентке және Үкіметке қажетті өкілеттіктер берді.\nЕгемен Қазақстан Республикасының мемлекеттік рәміздері — Елтаңбасы, Туы, Гимні бар. Олар Қазақстанның дамуының тарихи жолдарын бейнелейді. Әр адам мемлекеттік рәміздерді құрметтеуге тиісті. Зандарда оларды пайдалану тәртібі белгіленген.\nҚазақстан мемлекеті ежелгі қазақ жерінде құрылды. Демек, қазақ ұлты осы аумақта бұрыннан өмір сүріп келе жатқан этнос болғандықтан, мемлекеттің сол ұлттың атымен аталуы табиғи және занды жағдай. Қазақ тілі — бірден — бір мемлекеттік тіл. Басқа ұлттардың тілдерін кемсітуге жол берілмейді. Орыс тілі мемлекеттік ұйымдарда және жергілікті өзін — өзі басқару органдарында ресми түрде қолданылады.\nҚазақстан Республикасының Конституциясы, ұлтына қарамай барлық азаматтарға тең құқық бере отырып, оларды тату тұруына заңдық негіз құрады. Сондықтан Қазақстан — бүкілхалықтық мемлекет. Бүл жағдай Конституцияда жазылған мемлекеттің, оның органдары қызметінің принциптерінде анық айтылған. Біріншіден, мемлекет, оның органдары қоғамдық татулық пен саяси тұрақтылықты қамтамасыз етуге талаптануы қажет. Қоғамдық татулық дегеніміз қайшылыққа, әлеуметтік топтар арасында, түрлі ұлттар арасында қарсы тұрушылыққа жол бермеу. Мұндай татулықты қамтамасыз ету қоғамның тұрақтылығының, әр адамның тыныш өмір сүріп, оқуының, жұмыс істеуінің алғы шарты. Екіншіден, мемлекет өзінің экономикалық саясатын қоғамның экономикасын дамытуға бейімдеп, тек бір топ адамның емес, бүкіл халықтың тұрмыс жағдайын жақсартуға бағыттауы керек. Үшіншіден, мемлекет органдары мемлекет өмірінің маңызды мәселелерін демократиялық жолмен шешуі керек. Бұл халық ең маңызды мемлекеттік мәселелерді, мысалы, Конституцияға өзгерістер енгізуді референдум арқылы шешеді деген сөз. Референдумды өткізу тәртібі ерекше заңмен қарастырылады.\nҚазақстан Республикасы алдына демократиялық мемлекет құруды мақсат етіп қойып отыр. Мүндай мемлекет құрудың негізгі шарты-барлық азаматтарды ұлтына қарамай тең құқықтық негзде біріктіру. Осы интернационалдық идеяға сүйене отырып, Конституция «халық» деген ұғымды қолданады. Саяси-құқықтық мағынада «халық» деген-мемлекет көлемінде саяси әрекеттерге қатысуға хақысы бар, барлық кәмелетке жеткен Қазақстан азаматтарының жиынтығы. Мысалы, Конституцияға, Президенттің Қазақстан Республикасында сайлау туралы жарлығына сәйкес азаматтар, саяси партиялар, басқа қоғамдық бірлестіктер Республика Парламентінің Мәжілісіне депутаттыққа кандидаттар ұсынуға ерікті. Оларды жан-жақты талқылап, қолдап немесе қарсы үгіт жүргізуге хақылы. Барлық саяси партиялар тең құқылы, олардың біреуіне қандай да болсын жеңілдік немесе артықшылық берілмейді. Азаматтар өз қалауымен саяси партиялардың біреуін қолдай алады немесе олар депутаттыққа ұсынған кандидаттарды қолдауға немесе қолдамауға ерікті. Мұның өзі халықтың ой-пікірін айқындауға мүмкіндік береді.\nДемократияның бір көрінісі — азаматтардың қоғамдық бірлестіктеріне мемлекет органдарының заңсыз қол сұғуына тыйым салу. Қоғамдық бірлестіктерді азаматтар түрлі мақсатпен: өздерінің саяси, әлеуметтік, рухани, мәдени, діни қажеттіктерін қанағаттандыру үшін қүрады. Әрине, қоғамдық бірлестіктер Конституцияны, завдарды сақтауға міндетті. Олар әлеуметтік, ұлттық, діни, нәсілдік арандатушылықпен айналыспауы керек. Олардың жұмысы мемлекеттің қауіпсіздігіне, конституциялық құрылысты өзгертуге, Қазақстан аумағының тұтастығына қарсы бағытталмауы тиіс. Қазақстан Республикасы — зайырлы мемлекет. Елімізде түрлі діни бірлестіктер әрекет етуде. Азаматтардың қандай дінге сенгісі келсе өз еркі, тіпті, ешбір дінге сенбеуге де хақылы. Дін мемлекеттен ажыратылған. Оның мәні мынада: бірінішіден, мемлекет қандай да болсын діни идеологияны мойындамайды; екіншіден, мемлекеттік оқу орындарында (мектептерде, институттарды, т.е.с.) діни ілімді уағыздауға жол берілмейді; үшіншіден, Республикамызда дінге сүйенген саяси партиялардың ұйымдастырылуына және қызметіне тыйым салынған.\nҚазақстан халқы өз алдына жоғары мәртебелі мақсат қойып отыр. Ол- құқықтық мемлекет құру. Бұл мақсатқа жету өте қиын. Құқықтық мемлекетте заң бір әлеуметтік топтың емес, халықтың шынайы еркін білдіреді. Мұндай мемлекетте заңның рухы үстемдік етеді. Барша адамдар, ең жоғары дәрежедегі лауазым иелерінен қатардағы азаматтарға дейін заңдардың бүкіл халықтың мүддесі, игілігі үшін жасалып, қолданылатын, заңдар адамдарға қажет қоғамдық тәртіпті орнататын, адамдарға отбасын құрып, өсіп-өнуге, өзі қалаған жұмыспен шұғылдануға, өздерін еркін сезшуге, қоғам ісіне қатысуға жағдай туғызуға керек екенін түсінуі қажет.\nҚазақстан Республикасында, Конституцияда айтылғандай, әлеуметтік мемлекет құрылуда. Әлеуметтік мемлекетте Конституция, заң халықты таптарға, ерекше әлеуметтік топтарға бөлмейді. Мемлекет халықтың барлық топтарына: шаруаларға, жұмысшыларға, қызметшілерге, мұғалімдерге, ғалымдарға, оқушыларға, аналарға, зейнеткерлерге, жетімдерге, т.е.с. тиісінше қамқорлық жасайды. Мемлекет әрбір әлеуметтік топтың ерекшеліктерін ескеріп, көмекке мұқтаждарға тиісті қаражат бөледі. Себебі еңбекке қабілетсіз, хал- жағдайы төмен адамдарға мемлекет тарапынан ерекше қамқорлық қажет. Мемлекеттің сипаты оның жастарға, мүгедектерге, зейнеткерлерге, көп балалы отбасыларына қамқорлық жасап, олардың адамға лайық өмір сүруіне жағдай туғызғанына қарап анықталады.\nҚазақстан Республикасының Конституциясында жазылғандай, ол біртұтас, Президенттік басқару жүйесіне негізделген мемлекет. Қазақстанның біртұтастығы — оның әкімшілік-аумақтық бөлшектерден құрылатындығы, автономияға бөлінбеуі. Әкімшілік-аумақтық құрылым туралы ерекше заң бар. Ол Қазақстанның тарихы және қазіргі замандағы ерекшеліктерін бейнелейді.\nҚазақстан Республикасының Президенті — мемлекеттің басшысы, оның жоғары лауазымды тұлғасы. Қазақстанның Президенті Конституция бойынша жоғары лауазымды тұлға болғандықтан Қазақстан халқының бірлігін қамтамасыз етеді, былайша айтқанда, түрлі ұлттар арасында, әлеуметтік топтар арасында лауазымды болмауына қамқорлық жасайды. Мемлекеттік биліктің түрлі буындарының арасында қақтығыс болмауын қадағалайды. Президент Парламент қабылдайтын заңдарға қол қояды, егер заңдар Конституцияға сәйкес келмесе, қайта қарау үшін кері қайтарады (вето құқығы). Егер Парламент заң қабылдау құқығын уақытша Президентке тапсырса, ол заңды өзі қабылдай алады. Сонымен қатар Конституцияда көрсетілген жағдайда Президент заң күші бар Жарлық қабылдай алады.\nҚазақстан Республикасының Конституциясы мемлекеттік билікті бөлу принципін бекітті. Мемлекеттік ьилік үш буынға бөлінеді: Заң шығаратын, атқарушы және сот. Заң шығарушы қызметімен Праламент шүғылданады. Атқарушы билікті жүзеге асыратын Үкімет. Ал сот билігін Жоғарғы Сот, облыстық, аудандық соттар жүзеге асырады. Аталған органдар біртұтас мемлекеттік биліктің әр буыны өз қызметін дербес жүзеге асырады, атқарады және басқа буындардың қызметіне араласпауы керек. Ондай жағдай бола қалған күнде тежемелік әрі тепе-теңдік жүйесін пайдалану қарастырылған. Парламент Үкіметі орнынан түсіру мәселесін қоя алады, ал Президент Парламент тарқата алады.\nМемлекеттің атқарушы органдары орасан зор жүмыс атқарады. Оларға жататындар: Үкімет, министрліктер, мемлекеттік комитеттер, жергілікті әкімшілік (облыстық, аудандық, қалалық, ауылдық, селолық). Заң қорғау органдарының әр бөлшегі туралы арнайы заң бар. Мысалы, прокуратура Конституцияда жазылғандай, мемлекет атынан заңдардың, өзге де нормативтік-құқықтық актілердің дәлме-дәл біркелкі қолданылуын, жедел-іздестіру қызметінің, анықтау мен тергеудің заңдылығын жоғары қадағалауды жүзеге асырады. Анықтау және тергеу қызметін жүргізу үшін арнайы органдар құрылды. Олар әр түрлі болады — милиция органдары, мемлекеттік қауіпсіздік органдары. Құқықтық тәртіпті қорғауда ішкі істер органдарының атқартын қызметі де сан алуан. Оларға жүктелетін міндеттер ерекше занда белгіленген. Адамның, қоғамның, мемлекеттің құқықтарын, тыныштығын, қауіпсіздігін қорғайтын, сақтайтын органдарға ұлттық қауіпсіздік органдары да жатады. Олардың да қызметі заңға сүйене отырып, жүргізілуі қажет. Аталған органдардың қызметінің тиімді және жемісті болуы қай кезде де азаматтардың қолдауына, көмегіне байланысты. Қазақстан Республикасы алдына демократиялық мемлекет құруды мақсат етіп қойып отыр. Мүндай мемлекет құрудың негізгі шарты-барлық азаматтарды ұлтына қарамай тең құқықтық негзде біріктіру. Осы интернационалдық идеяға сүйене отырып, Конституция «халық» деген ұғымды қолданады. Саяси-құқықтық мағынада «халық» деген-мемлекет көлемінде саяси әрекеттерге қатысуға хақысы бар, барлық кәмелетке жеткен Қазақстан азаматтарының жиынтығы.\nҚазақстан мемлекеті өз алдына дербес даму мақсатында, алдымен елде болып жатқан мәселелерге назар аударып, соларды қалпына келтіру жолы арқылы ол болашаққа батыл және нақ қадам жасайды.\nМемлекеттік идеологиядағы өзекті мәселеге тоқталып өткенді және елімізде болып жатқан басқа да көкейкесті мәселелерге тоқталып өткенді жөн көрдім.\nЖұртшылыққа мәлім 1994 жылдың мамыр айында астанамыз Алматыда өткен республикалық кеңесте азаматтық келісім мен татулық, бірлік, жас мемлекетіміздің гүлденіп, өсіп өркендеу мәселелері негізінен сөз болып, егеменді еліміздің жаңа сипаттағы мемлекеттік идеологиясының бет бейнесін айқындауға алғашқы қадам жасалды. Онда баяндама жасаған Президентіміз Н.Ә.Назарбаев қазіргі кезенде біздің саяси жұмысымыздың өзегі ретінде, бірігу, қоғамдық прогресс және әлеуметтік серіктестік идеясын ұсынады. Саяси қызметтің осынау мән-мазмүны терең және баршамыз үшін тың да сара соқпағы таңдауымыздың себеп-салдарына байланысты тоқтала келіп:\n— Біздің жаңылған жеріміз — жүргізіп отырған жұмысымыздың сипатын адамдарға түсіндіре алмауымызда, біздің максатымыз бен ұмтылыстарымызды жеткізе алмауымызда болар — деп атап көрсетті Президент.\nБақытымызға орай Қазақстан қазіргі өтпелі кезеңнің қиындықтарына, қарама-қайшылықтарына қарамастан Тәуелсіз Мемлекеттер Достығы ішінде тыныштығын, бейбіт тіршілігін сақтап келе жатқан бірден-бір ел. Осы факторға алаңсыз сеніп, іс-әрекетсіз, қаннен-қаперсіз, қол қусырып отыра беруіміз дұрыс па? Әсіресе, тап бүгіндей алмағайып өтпелі кезеңді байтақ елімізде жүздеген ұлт өкілдері тұратынын және қос қапталымыздағы алып көршілеріміз бар екенін ескерсек, бұл нағыз отпен ойнаумен пара-пар емес пе? Тіпті әрі-беріден соң біздің әлі буыны бекіп, қабырғасы қатаймаған жас мемлекетіміздің жоғын жоқтап, мұның мұңдайтын, қалың бұқарамен етене байланыстыратын және байыпты мемлекеттік саясатты мейлінше ынталы әрі ықыласты жүргізетін шынайы қамқоршысы, қолдаушысы мен қорғаушысы кім болмақ?\nМіне, бұл барша сергек ойлы, сезімтал жүректі, жанашыр жандарды көптен бері ойландырып, тереңінен толғандырып, жұмыла жауап іздеуге кезек күттірмес көкейкесті өзекті мәселе.\nДемек, бұдан шығар қорытынды: қазір бізге көсегесі көгерген, іргелі өркениетті ел, өзгелермен терезесі тең қуатты біртұтас халық болуды қамтамасыз ететін пәрменді идеология ауадай қажет-ақ.\nЖалпы идеология дегеніміз — әлде бір қиял ойдан туған, өмірден алшақ тұрған абстрактылы нәрсе емес. Біздіңше идеология дегеніміз-өмірмен біте араласып, бастауында, жалғасында қайнаған тіршіліктен тауып жататын, өмірлік қажеттіктерімізді қамтамасыз ететін құдыретті де қозғаушы күш. Қоғамның алдында тұрған кемел келешекке, бағытталған іргелі міндеттерді, жүзеге асыру барысында идеология ең алдымен барлаушы, ұйытқы, ұйымдастырушы және көш басында шамшырақтай жарқырап жетекші болып жүрсе, ал нақты мұраттар мен бағдарламалар орындала бастаған екінші бір тұста ол жариялылықтың арқасында қоғамдық бақылаушының, баға берушінің, тәжірибе жинақтап, таратушының рөлін атқарады.\nБүгінгідей бетбұрысты да тағдырлы кезеңде, біз үшін жаңа мемлекеттік идеологиямыздың маңыздылығы, қажеттілігі мен құндылығы да осында жатыр.\nАдамзат тарихында қай дәуірде болмасын бірде-бір ел идеологиясыз ойдағыдай өмір сүріп, өсіп-өркендемегені бәрімізге белгілі.\nСондықтан бүгінгі кеңестің күн тәртібінде де ең көкейкесті, тағдьголы мәселе тұр деп білемін.\nБізге керегі бүкіл Қазақстандықтардың арман-мүддесі түбегейлі көрініс тауып, Парламент бекіткен ата заңымыздағы тұжырымдарды іске асыруға негізделген идеология.\nТұжырымдай түссек, ұлттық және адамзаттық рухани құндылықтарға қозғалыстар мен саяси партиялар жинақталған оң тәжірибелерге негізделген мемлекеттік идеология, Қазақстан Республикасының егемендігі мен тәуелсіздігін нығайтуға, құқықтық мемлекет құруға және ең бастысы адамдардың игілігіне қызмет жасауға тиіс.\nНегізгі міндет барлық үкімет зандарын, мемлекеттік шешімдер мен бағдарламаларды жұртшылыққа кеңінен түсіндіру, қоғамдық пікірді зерттеу, оны талдау, оған оң әсер ету, ішінара ұшырасатын әлде бір қарама-қайшылықтарды бәсеңдету арқылы аталған құжаттардың орындалуына пәрменді ықпал жасау және жария түрде бүкіл халықтық бақылау орнату болып табылады. Сонымен қатар, ұлттар арасында жарасымды қарым-қатынастың орнығуын, халықтың ынтымағын, ауызбіршілігін, тыныштығын сақтауды, адам тәрбиесін, азаматтардың өз құқықтарын толық мәнінде пайдалануын қамтамасыз ету де күн тәртібінен түспейтін толғақты мәселе.\nҚазақстан түпкі мәртебелі мақсатына жету жолында, ең алдымен ұлттық және азаматтық намыс туын жоғары көтеріп, бүкіл қазақстандық отансүйгіштік қастерлі сезімді түбегейлі қалыптастыру аса маңызды іс.\nҚорытынды\nҚазақстан мемлекеттік тәуелсіздік алғаннан бері он бес жыл. Тарих ауқымын алғанда бұл уақыт жиынтығы ғана, ал мұндай уақыттың ішінде, әлбетте, мемлекеттік дамудың сапалық жағынан жаңа үлгісін қалыптастыру біршама қиын. Он екі жыл — бұрынғы бірқалыпты тіршіліктің талай жылдарына татитын уақиғаларды бойына жинақтаған уақыт болды.\nҚазақстан егеменді, тәуелсіз мемлекет ретінде қалыптасты және әлемдік қоғамдастықтың толық қүқылы мүшесі, оның ажырамас бөлігі. Біріккен Ұлттар Ұйымының мүшесі болды. Қазіргі кезде Қазақстан Республикасы әлемнің 117 мемлекетіне танылды, олардың 105-імен дипломатиялық қатынастар орнатылды. Мемлекетаралық және Үкіметаралық 800-ден астам Шарттар мен Келісімдер жасалды. Бұл кезең еліміз үшін мемлекеттік құрылым мәселелерінің бірінші дәрежелі маңызы болды. Жаңа мемлекеттіліктің іргелі негіздері қаланды, қоғамдық дамуды реттеп және бағыттап отыратын қабілетті біртұтас мемлекеттік билік қалыптасты.\nҚоғамның рухани өміріне, оның әлеуметтік көңіл-күйіне, ұлттық сананың өсуіне байланысты салаларда да біршама күрделі жұмыстар атқарылды.\nҚазақстан зайырлы, демократиялық, құқықтық және әлемге ашық мемлекет құруда. Бұл принциптер біздің конституциямызда баянды етілген.\nҚазақстан Республикасы азаматтарына нәсіліне, ұлтына, жынысына, тіліне, әлеуметтік, мүліктік және лауазымдық жағдайына, әлеуметтік тегіне, тұрғылықты жеріне, діни көз-қарасына сеніміне, қоғамдық бірлестікке мүшелігіне, сондай-ақ бұрын қылмыстық жазаға тартылғанына қарамастан құқықтар мен бостандықтар теңдігіне кепілдік беріліп, азаматтарды кемсітушіліктің кез-келген түріне тыйым салған.\nАзаматтарды патриотизмге, азаматтыққа тәрбиелеу мемлекеттің, барлық қоғамдық ұйымдардың, кезек күттірмеймін негізгі міндеті. Азаматтық келісім негізінде әрдайым мемлекет пен халықтың, мемлекет пен жеке сектордың бірлігі дамып келеді. Нақ осының арқасында көптеген елдер дағдарыс пен жақсылықты еңсере білді.\nМыңжылдықтар мен ғасырлар тоғысы, шындап қарқындай бастаған реформа қай-қайсымызды да түбегейлі тарихи өзгерістердің тек куәгерлеріне ғана емес, тікелей қозғаушы күшіне де айналдырып отыр. Осыған дәлел ретінде 1997 жылғы 10 қазанда Елбасы Н.Назарбаев еліміздің халқына сол жылғы жолдауында «Қазақстан-2030», «Барлық Қазақстандықтардың өсіп өркендеуі, қауіпсіздігі және әл-ауқатының артуы» атты даму стратегиясын Республика активінің жиналысында жария етті. Бұл бағдарламаны орындауға сол тұстағы қиындық жағдайда мүмкін бе деп көпшілік қауым күмәндана қарады. «Дегенмен, деп ой түйген еді Елбасы, мен мынаған кәміл сенімдімін: егер біз саяси тұрақтылығымызды, ұлттар мен ұлыстарымыздың үйлесімін сақтай алсақ, егер біз халқымыздың, еліміздің болашаққа деген сенімімізде сары уайымға салынушылардың сарынына жол бермесек, онда экономикалық өрлеу мақсаттарына тезірек қол жеткізетін боламыз. Егер стратегиямызды айқын орындай отырып, тыным таппай жұмыс істейтін болсақ, онда шын мәніндегі тұңғыш Орталық Азия барысына айналамыз». Егер Елбасы Н.Назарбаев негіздеген стратегиядағы ұзақ мерзімді басымдықтардың жүзеге асырылу барысына зер салатын болсақ, атқарылатын ұлан-асыр істерді көре аламыз.\nБұл күнде ұлт тағдыры барша халықты ойландыра бастаған кезең. Осыған қарағанда саны аз ұлттардың өз ертеңіне қобалжи қарап, болашағымыз не болады, алда бізді не күтіп түр, деген ойлардың құшағына берілуі әбден занды да.\nТәуелсіз мемлекеттің тағдыры, оның ертеңі, болашағы, қазақ ұлтының өркениетті әлемге тұрақты өз орнын иемденуге деген ынтасы жылдан жылға күшейіп, өткен кезеңде жақсы көрініс тапты.\nМемлекетіміздің өркендеуі, дамуы, гүлденуі болашақ білімді жастарды қажет етеді, жаңа замандағы ғылымның жетістігінен толық хабардар олар мемлекетіміздің көш бастаушысы, ілгерілетушісі болып қалыптасуы керек. Міне, сонда ғана Тәуелсіз Қазақстан асқақ арманы мен мүратына жетері анық. Өркениетті елдерде тәжірибе алмасу, шетелдерде білім алу, оны жетілдіру мемлекетіміздің дамуының тетігі. Мемлекет нысанының толыққанды өмір сүруіне ат салысуымыз керек.\nҚұқықтық мемлекетті қалыптастыруымыз қажет. Мемлекетіміздің рәміздерін, заңдарын сақтап, құрметтеуге міндеттіміз.\nКөп үлтты тәуелсіз мемлекеттілікті нығайту — бүгінгі сала бағытымыз, ашық та айқын мақсатымыз, саясатымыз, мүның өзі ұлтымыздың мүддесін қорғаудан ауытқу деген сөз емес. Көп үлтты Қазақстан Қазақтың тарихи, ежелгі топырағында шаңырақ көтеріп отырған бірден-бір мемлекет болғандықтан, ол қазақтардың ұлттық, түбегейлі мүдделерін қорғауға, қастерлеуге міндетті. Осы қажеттіліктің өзі оны XX ғасырдың соңында дүниеге қайта оралып, өмірге әкеліп отырғаны белгілі.\nҚазіргі заманда еліміз нарықты экономикаға көшіп жатқанда, тәуелсіз Қазақстан Республикасы өмірге келгенде жалпы теорияның ғылыми мазмүны, функциясы күрт өзгерді. Жаңа өмірге сай ғылым өзінің жұмысын қарқынды түрде жүргізіп, жаңа қоғамның тілектеріне, мүдделеріне сәйкес ғылыми зерттеулер, қорытындылар жасауға тиіс.\nКеңестер Одағы ыдырап, тәуелсіз мемлекеттердің достастығы (ТМД) құрылып, Қазақстан Тәуелсіз Республикаға қолы жетіп, өзінің Конституциясьш қабылдады.\nӨткен тәуелсіздіктің он екі жылдығы Республика тарихында ерекше кезеңге айналады.\nБіз мемлекетіміздің тәуелсіздігінің он екі жылын және экономикалық дербестігіміздің тоғыз жылын атап өтсек, дағдарыстан шығу барысында осы уақыт ішінде экономикалық, саяси және қоғамдық өмірдің барлық салаларында белгіленген түбегейлі реформалар жолымен ұдайы ілгерілей түскеніміз байқалады.\nКөптеген басқа елдерге қарағанда бұл жылдардың Қазақстан үшін азаматтық тыныштық, ұлтаралық тұрақтылық және рухани келісім уақыты болды.\nҚазақстан Республикасының қазіргі Конституциясының кіріспе бөлімі ақиқат пен толық үйлесім таба үндесіп түр. «Біз ортақ тарихи тағдыр біріктірген Қазақстан халқы, байырғы қазақ жерінде мемлекеттілік құра отырып, өзіміздін егеменлік құқығымызды негізге ала отырып, Қазақстан демократиялық мемлекетін қүрамыз» (1 кіріспе бөлім).\nРеспублика қызметінің түбегейлі принциптері: қоғамдық, татулық пен саяси тұрақтылық; бүкіл халықтың игілігін көздейтін экономикалық даму; Қазақстандық патриотизм; мемлекет өмірінің аса маңызды мөселелерін демократиялық әдістерімен, оның ішінде республикалық референдумда немесе Парламентте дауыс беру арқылы шешу.\n«Қазақстан Республикасы өзінің егемендігін, тәуелсіздігін қалыптастырып дүниежүзілік қауымдастықты дамытуға, нығайтуға өз үлесін қосуда. Қазақстан мемлекеті халықаралық құқықтың принциптері мен нормаларын құрметтей отырып, мемлекеттер арасында ынтымақтастық пен тату көршілік қарым-қатынас жасау, олардың теңдігі мен бір-бірінің ішкі істеріне араласпау, халықаралық дауларды бейбіт жолмен шешу саясатын жүргізеді, қарулы күшті бірінші болып қолданудан бас тартады»,- деп Конституцияда көрсетілген.\n1995 жылы 30 тамызда республикалық референдумда қабылданған Қазақстан Республиасы Конституциясы тәуелсіз, егемен мемлекеттің конституциялық дамуының жаңа кезеңіне жол ашқан акт болып табылады. Республика Конституциясының қабылдануы конституциялық құрылыстың құқықтық негізін қалады, қоғамдық, саяси институттар қызметіне негіз боларлықтай принциптерін орнықтырды, адам мен азаматтың конституциялық мәртебесін белгіледі, экономикалық құрылыстың негіздерін айқындады. Республика Конституциясы Конституциялықтың демократиялық дәстүрлеріне сүйене отырып, Қазақстанның көп ұлтты халқын мемлекеттік биліктің бірден-бір қайнар көзі деп таныды. Мемлекеттік биліктің бірлігін атап көрсете отырып, Конституция билікті заң шығару, атқару және сот тармақтарына бөлу принципін мемлекеттің, ұйымдық және қызмет ету тетігін негіз етіп алды. Қазақстан республикасының құрылым нысаны бойынша — президенттік басқару нысанындағы біртұтас мемлекет. Конституцияға сәйкес тұрақты жұмыс істейтін қос палаталы Парламент заң шығарушы орган ретінде танылды. Сөйтіп, Қазақстан Республикасында Парламенттің берік құқықтық негізі жасалды. Конституцияның маңызды ортақшылдығының бірі — оның жалпыға мәлім демократиялық құқықтық идеялар мен принциптерге бейімділігі болып табылады. Конституциясының кіріспесінде жария етілген қазақстан халқының бостандық, тендік мұраттарына адалдығы оның нормаларында нақты көрініс тапты.\nҚазақстан Республикасының Конституциясында тек адамның, азаматтың, мемлекеттік және қоғамдық құрылымның тың мәртебесі ғана емес, сонымен бірге стратегиялық құқықтың идеялары да айқындалды. Бұл, атап айтқанда, Конституциядағы Қазақстан Республикасының өзін демократиялық, зайырлы, құқықтық және әлеуметтік мемлекет деп орнықтыратыны жөніндегі қағидада көрініс тапқан. Қысқа кезеңде мүндай мемлекет болу мүмкін емес. Алдыңғы қатарлы мемлекеттердің қалыптасуының тарихи тәжірибесі көрсеткендей алға қойған мақсатқа жету үшін, белгілі бір уақыт, табанды талап, белсенді шығармашылық іс — әрекет керек. Қазақстан Республикасының Конституциясының идеяларын, принциптерін, нормаларын саяси және рухани өсуіне соны серпіліс, қуат беретінін көрсетеді. Барлық мемлекеттік органдардың, лауазымды адамдардың, қоғамдық бірлестіктердің, азаматтардың Конституция нормаларын, принциптері мен идеяларын мүлтіксіз сақтауы, пайдалану мен қолдануы құқық тәртібін, заңдылықты орнықтыру, адамның құқығы мен бостандығын іске асыру, материалдық әл — ауқатты жақсарту, саяси тұрақтылық пен қоғамдық келісімді бекітудің сөзсіз шарты болып табылады.\n\nhttp://bigox.kz/",
                "date": "14.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нәтижесінде неше грамм натрий гидроксиді түзіледі?",
        "question_content": "Массасы 9,2 г натрийдің кесегі сумен түгелдей реакцияға түсті. Нәтижесінде неше грамм натрий гидроксиді түзіледі?",
        "question_date": "14.04.2017",
        "question_tag": "Химия",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Na + 2H2O = 2NaOH + H2\n\nn(Na) = m(Na)/M(Na) = 9,2/23 = 0,4 моль\n\n n(NaOH) = n(Na) = 0,4 моль\n\nm(NaOH) = n(NaOH)*M(Na)H) = 0,4*40 = 16 г",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күні бойы оң көзімнің тартылып шығуының себебі неде?",
        "question_content": "Менің оң көзім бүгін қайта қайта тартылды! Не себептен коз тартылады? Ия ынғайсыз сұра",
        "question_date": "14.04.2017",
        "question_tag": "Тазалық",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның көзінің ашылу немесе жұмылу қозғалысын ми басқарады. Әдетте оны еркін тежеуге болады. Бірақ, кей сәттерде бар ықыласымызбен жұмыс істеп отырғанда аяқ астынан көздің үстіңгі не астыңғы қабағы тартып, тоқтау бермейді. Көздің үстіңгі терісі өте жұқа болады. Бірақ, көздің үстіңгі терісінің астында онан да жұқа бір қабат сопақша келген бұлшық ет бар. Оны ғылым көз дөңгелек бұлшық еті деп атайды. Міне, осы бұлшық еттің жиырылуы немесе жазылуы салдарынан көздің тарту құбылысы пайда болады. Әдетте көз дөңкелек бұлшық еті орталық нервтің басқаруында болады, ал орталық жүйке жүйесі үлкен ми қыртысына орналасқан. Сыртқы дүние қаупі көзге төнген сәтте қабақ дереу жұмылады. Бұл – қорғану сипатты рефлекс. Дегенмен кейбір жағдайларда көз бұлшық еті қалыпсыз жұмыс істеуден шаршап немесе бет нервтерінің күшті тітіркенуінен көздің қабақтары өз ықтиярыңызға көнбей тарта бастайды. Ұйқының дұрыс болмауы, күшті жарықтан тітіркену, көз нұрының шашырауы сынды жағдайларда, ауруларда бұл құбылыс көп кездеседі.\n\nhttp://massaget.kz/",
                "date": "14.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақселеу Сейдімбектің өлеңдері керек?",
        "question_content": "Ақселеу Сейдімбектің өлеңдері керек?",
        "question_date": "14.04.2017",
        "question_tag": "Қазақша ән",
        "question_views": 5000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сырттай және іштей сызылған шеңберлердің радиустар қосындысын табыңыз?",
        "question_content": "7Катеттері 6 және 8-ге тең тік бұрышты үшбұрышқа сырттай және іштей сызылған шеңберлердің радиустарының қосындысын табыңыз.",
        "question_date": "14.04.2017",
        "question_tag": "Геометрия",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құқық қорғау қызметінің 2 бағдарламасына дайындалатын тест керек?",
        "question_content": "Кукук коргау кызметинин 2 багдарлмасына дайындалатын тест =материалдар бар болса жибересиздер ма Алла разы болсын почта ms.alaidarova@mail.ru",
        "question_date": "14.04.2017",
        "question_tag": "Заң",
        "question_views": 851,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Отандық авиа компания неге соншалықты қымбат?",
        "question_content": "Отандық авиа компания неге соншалықты қымбат?",
        "question_date": "14.04.2017",
        "question_tag": "Банк",
        "question_views": 373,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мен анықтамалық сайт ашсам \"жеке кәсіпкер\" болуым міндетті ме?",
        "question_content": "Сәлеметсіздер ме?\nӨздеріңізге белгілі ғаламтор желісі күнделікті дамып жатыр мен де өз үлесімді қоссам деп едім негізі мақсатым әрине ақша табу. Қарапайым ғана мысал осы сайтта тұрған яндекс директ жарнама тағысын тағы ақша жүрген жерде салық болатынын бесенеден белігі қазақстанның ол электронды ақшаға салық салуға әлі де 15-20 жылдың көлемі қажет екені айтпаса да түсінікті және сайттың бірінші бетіне яндекс директ тан басқа жарнамаларды да қойсам, ал енді сұрақ үлкен телефон анықтамалығы онлайн жүйесін ашсам \"Жеке кәсіпкер\" болуым шарт па?  менің негізі ойым халық пен кәсіпкерлердің арасындағы көпірді жалғау кәсіпкердің мекен-жайы, телефон нөмері, жұмыс уақыты тағысын тағыларын қойсам жеке кәсіпкерлерден рұқсат сұрауым керек па және бұл қандай заңда жазылған?\nАлдын ала рахмет!",
        "question_date": "14.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 401,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дөңгелектің ауданы неге тең?",
        "question_content": "Егер дөңгелекке іштей сызылған дұрыс төртбұрыштың қабырғасы 4 см болса, дөңгелектің ауданы неге тең",
        "question_date": "14.04.2017",
        "question_tag": "Математика",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дөңгелектің ауданы",
                "date": "19.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астрономияға байланысты ребус немесе сөзжұмбақ керек?",
        "question_content": "Маған срочно астрономияға байланысты ребус немесе сөзжұмбақ керек",
        "question_date": "14.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ДЕВА\n\nСТРЕЛЕЦ\nОсылар сияқты ребустарды мына жерден таба аласыз.\nhttp://allforchildren.ru/rebus/rebus12.php?page=4",
                "date": "14.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Закон подлости\" деген сөзді қазақша қалай айтатын еді?",
        "question_content": "\"Закон подлости\" деген сөзді қазақша қалай айтатын еді?",
        "question_date": "14.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Подлость, подлый, подлец деген сөздердің мағынасы зіл. Оның мәдениетті түрі: сенуге болмайтын, алдап соғатын, зұлымдықты еш толганбастан жасайтын. Яғни сұм, зымиян. Былайша закон подлости деген жоқ. Тек ауыз екі айтылады, негізі қисынсыз.",
                "date": "14.04.2017",
                "upvotes": 0
            },
            {
                "text": "немесе \"итшілік жасау\"",
                "date": "28.05.2017",
                "upvotes": 0
            },
            {
                "text": "Мен\" итшілік\"   деп аударар едім",
                "date": "28.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Арман\" туралы шағын шығарма жазу керек?",
        "question_content": "Fсалеем маган жедел арада арман туралы шагын шыгарма керек еди комек бере аласыздарма жанеде мен осы сайтка коп сурак жазамын себеби бизге уй тапсырмасына ылги адебиет панинен такырыпка байланысты шыгармалар береди алдын ала коп коп рахмеееет",
        "question_date": "14.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Велосипед менің жеке көлігім\" атты шығарма керек?",
        "question_content": "салеметсиздерме маган велосипед менин жеке колигим атты шыгарма керек еди комектесип жбересиздерме алдын ала рахмет",
        "question_date": "14.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 7700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Еуропа елдері, Қытай мен Жапонияда велосипед басты көлік құралдарының біріне айналған. Біздің елімізде де велоспорт жақсы дамып, күнделікті жұмыс пен сабаққа велосипедпен барып келетіндердің қатары көбейіп жатыр. Егер сіз бұрын-соңды велосипед теуіп көрмесеңіз, елден қалмай, бұл денсаулыққа пайдасы мол, көңілді сергітетін спорт түрімен айналысып көріңіз. Мамандардың айтуынша, велосипед серуендерінің мынадай жағымды жақтары бар. Велосипед тебу бұлшық етті жаттықтырып, ағзаның төзімділігін арттырады. Қала көшелерінде велосипедпен жүру тез әрі ыңғайлы, жол тығындары кезінде велосипедтің көліктер алдындағы артықшылығы қатты байқалады. Көлікпен салыстырғанда велосипедтің тағы да бірнеше артықшылығы бар: парковка, бензин, штраф төлеуге артық ақшаңыз кетпейді. Велосипедті өзіңіздің басты көлігіңіз ретінде таңдауыңыз экологияның жақсаруына қосқан үлесіңіз болып саналады. Велосипед қоршаған ортаға мүлдем қауіпті емес. Велосипедпен серуен көңіліңізді көтеріп, күні бойы сергек жүруіңізге кепіл болады. Велосипед тебу – артық салмақ тастауға жақсы көмекші бола алады. Ол аяқ бұлшық еттерін жаттықтырып, сізді шымыр қылады. Велосипед тебу жүрек-тамыр жүйесін жақсартады. Ал егер велоспорт күнделікті әдетіңізге айналса, жалпы денсаулығыңыз жақсы болады.\nВелоспорт стрестен арылу мен жастықты ұзаққа сақтаудың әмбебап жолы. Зерттеулер көрсеткендей, велосипедпен әуестенетіндердің орта жасы басқалармен салыстырғанда 5 жасқа ұзақ екен. 20 жылға жалғасқан бұл зерттеуге велосипед тебетін 5 мың адам қатысты. Олардың әрқайсысы велосипедті күнделікті қолданатын жандар. Зерттеу нәтижесінде велосипедті жоғары жылдамдықта айдайтындардың өмір жасы ұзағырақ болатыны дәлелденді. Алайда велосипедті тым тез айдау жүрек аурулары бар, физикалық жаттығуларға үйренбегендерге зиян болуы мүмкін. Велосипед серуендері кезінде аяқ, сан бұлшық еттері жұмыс жасайды. Сонымен қатар іш, жамбас, балтыр, тобық та жаттығады. Бұндай спорт түрі қимыл-қозғалысында қиындықтары бар, варикозға шалдыққандарға жақсы ем бола алады. Педальдарды табанның алдыңғы бөлігімен басыңыз. Велосипед тепкен кезде қол, мойын, арқаңызды босаңсытып отырыңыз. \nhttp://massaget.kz/",
                "date": "14.04.2017",
                "upvotes": 0
            },
            {
                "text": "улкен рахмет сизге))",
                "date": "31.07.2017",
                "upvotes": 0
            },
            {
                "text": "улкен рахмет сизге коп коп))",
                "date": "31.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көздің ақ бөлігінің сарғаю себебі неде?",
        "question_content": "Көзімнің ағы сарғайып жəне қызыл түйіршік тамыр шығып кетті.. он қалай емдеугеболад",
        "question_date": "14.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны дәрігерге көрсетпей біле алмайсыз, мүмкін көз ауруы , мүмкін бауыр ауырады, мүмкін қалыпты жағдай.",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төртбұрыштың түрін және ауданын табыңдар?",
        "question_content": "теңбүйірлі трапецияның орта сызығы мен биіктігі, сәйкесінше, 15cm және 6cm.. Оның қабырғаларының орталары төртбұрыштың төбелері болып табылады. Осы  төртбұрыштың түрін анықтаңдар және ауданын табыңдар.",
        "question_date": "14.04.2017",
        "question_tag": "Геометрия",
        "question_views": 880,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ABCD тең қабырғалы трапеция болсын, E, F, K, L трапеция қабырғаларының ортаңғы нүктелері болсын, онда EK=15 см трапецияның ортаңғы сызығы, FL=6 см биіктігі және O=FL∩EK. EFKL төртбұрышының диагональдарының қиылысу нүктесі. Төртбұрыштың диагональдары қиылысатындықтан және қиылысу нүктесі екіге бөлінгендіктен, алынған төртбұрыш параллелограмм болады (параллелограмм негізінде). Ал EK║AD және EK║BC (ортаңғы сызық ретінде) және биіктігі FL⊥AD және FL⊥BC болғандықтан, FL⊥EK параллелограммның диагональдары тік бұрышта қиылысатынын білдіреді, сондықтан EFKL параллелограмы ромб ( ромбтың белгісі). Ромбтың ауданын мына формула арқылы табуға болады: S=1/2*d1*d2, мұндағы d1 және d2 ромбтың диагональдары. \nS=1/2*6*15=45 (см²). \nЖауабы: 45 см².",
                "date": "22.03.2023",
                "upvotes": 0
            }
        ]
    }
]