[
    {
        "question_title": "Түс жору. Түсімде ата анам жылап отыр?",
        "question_content": "Түсімде үйімнің бір жары құлап қалды. Көз алдымда ата анам жылап отыр?",
        "question_date": "28.12.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жақсылыққа жору керек, жаман түс көрсеңіз ешкімге айтпау керек. Ол сүннет",
                "date": "29.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бұқар жырау жырларындағы замана сипаты тарихи тұлғалар?",
        "question_content": "Шығарма жазу керек. Бұқар жырау жырларындағы замана сипаты тарихи тұлғалар?",
        "question_date": "28.12.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұқар жырау Қалқаманұлы (1693-1787) – әйгілі жырау, Абылай ханның ақылшы-биі, абыз. Жұрт оны «Көмекей әулие» деп атаған. Сөйлегенде үнемі қара сөзбен емес, көмекейі бүлкілдеп, түйдек-түйдек жырмен сөйлейтін болған. Көбіне-көп Абылай ханның өтінішімен, «сәуе айтшы» деген тілегімен түсінде көрген істерін болжап айтады екен, бұлары дәлме-дәл келіп отырған. Жырау қазақ халқының жоңғар басқыншылығы тұсында, елдің болашағы қыл үстінде тұрған кезде өмір сүріп, сол алмағайып замандағы күрделі мәселелерге өз жырларымен жауап бере білген. Осындай ауыр сәттерде Абылай ханға дұрыс кеңес беріп, ел-жұртты басқыншы жауға қарсы күресте біріктіруге, бір тудың астына топтастыруға күш салған. Өзінің саяси-әлеуметтік мәнді жыр-толғауларымен сол жалынды күрестің жыршысына айналған. Осы мақсатта ол Абылай ханды бірден-бір қажетті басшы санап, оған халық бірлігін сақтап калатын көсем тұрғысында үлкен сенім артқан. Абылай хан да сол биік талаптан табылып, елдің бірлігі мен жарқын болашағы үшін жан аямай қызмет еткен. Жырау сол азаттық жолында өлімге бас байлап, ерліктің небір ғажайып үлгілерін көрсеткен хан мен оның батырларын жырға қосып, олардың өшпес әдеби бейнелерін жасаған. Әсіресе, Абылай ханның көрегендігі мен даналығын, ауыр кезең, қиын сәттерде ел ұйытқысы бола білгенін асқақ жырлаған. Оның «Абылай ханның қасында», «Ал, тілімді алмасаң», «Ай, Абылай, Абылай», «Қазақтың ханы Абылай», «Ханға жауап айтпасам», «Басыңа біткен күніңіз», «Ай, Абылай, сен он бір жасыңда», «Ал, айтамын, айтамын» атты толғауларында ханның сол кездегі ұстанған саясаты мен көрегендігі, алғырлығы мен білгірлігі сипатталған. Ал «Садыр, қайда барасың?», «Бұқарекең біз келдік, Ақан, Төбет байларға» деген жырларында ол ел болашағы, татулық мәселелерін сөз еткен. «Он екі айда жаз келер», «Абылай ханның қасында», «Ханға жауап айтпасам» атты толғаулары халық болашағы мен бейбітшілікті сақтау, отарлауды көздеген елден жыраққа, Жиделі байсынға көшу мәселесін қозғаған. Бұл жырлардың үгіт-насихаттық, дидактикалық сипаты басым. Бұқар жыраудың толғаулары, шын мәнінде Абылай дәуірінің айнасы. Ұлтының тамаша рухани адамгершілік қасиеттерін бойына дарытқан көкірегі даңғыл, алмас тілді, дуалы ауыз кемеңгерді Абылай хан да қасынан бір елі қалдырмаған. Ақыл-ойға кемел «Көмекей әулие» Абылай ханның дұрыс шешім, парасатты пайым қабылдауына, қос бүйірдегі Қытай мен Ресей аты қос алып мемлекеттің арасында оңтайлы саясат ұстауына, әскери дипломатиялық қарым-қатынастарды реттеуге барынша ықпал жасаған. Заман келбеті, Отан тағдыры, болмыс шындығы, ел тұтқасын ұстаған асқан қолбасшы, біртуар баһадүр, үздік мәмілегер, зерделі мемлекет басшысы Абылай ханның жортуыл-жорық күндеріндегі іс-қимылдары, ұлтының ұлы мұраттар жолындағы ізгі, жалынды күресі ? жырау мұраларында шынайы шыншылдықпен суреттелген. Әсіресе, оның толғауларында Ресей империясының отарлаушылық, басқыншылық саясаты, зұлымдық әрекеттері әшкереленген. Мысалы, «Қилы заман» толғауындағы мына бір жайлар «Күнбатыстан бір дұшпан, Ақырында шығар сол тұстан. Өзі сары, көзі көк, Діндарының аты боп Күншығысқа қарайды. Шашын алмай, тарайды, Қүдайды білмес, діні жоқ, Жамандықта міні жок, Затсыз, тексіз бір кәпір, Аузы-басы жүн кәпір, Жемқорларға жем беріп, Азды көпке теңгеріп, Ел қамын айтқан жақсыны, Сөйлетпей ұрар ұртына. Бауыздамай ішер қаныңды, Өлтірмей алар жаныңды, Қағазға жазар малыңды. Есен алар пұлыңмен, Солдат алар ұлыңнан, Күндердің күні, Абылай, Жаяулап келер жұртыңа, Жағалы шекпен кигізіп, Балды май жағар мұртыңа, Есе тимес өзіңе, Есіктегі құлыңнан», табандап жылжып келе жатқан қайшылығы мол заманды елестетеді. Қазақ қоғамының сәнінен, мәнінен айрылатынын, дінінің, тілінің, жерінің тозатынын, қабілетсіздер сұңғылаларды илеп билейтінін, дәрменсіздік жалайтынын, марқасқалар төбесінде бұлт үйірілетінін баяндаған. Бұқар жырау поэзиясының негізгі ерекшеліктерін, ішкі ағыс-толқындарын, күйлі-қуатты толғамдарын білімпаздықпен саралаған М.Әуезов: «Жырау... заман сыншысы, сөйлесе шешілмеген жұмбақ, түйіні шатасқан сөздерді ғана сөйлейді. Өзі тұрған заманның белгілеріне қарап, келешек заман не айтатынын болжайды. Сөзінің бәрі терең ой, терең мағынамен сөйлейді. Сыртқы түрі құбажондатқан толғау, салыстырған суреттермен ұқсатқан нобай, жағалатқан белгімен келеді... Не айтса да, көптің мұңы мен қамы, көптің жәйі туралы: не көпке арнаған ақыл, өсиет есебінде айтылады», - дейді. Жыраудың толғауларының сыртқы сымбаты мен ішкі қасиет-қуатында, көркем ойлау процесінде шиыршық атқан жалынды шешендіктің буы, асқақ қаһармандық рухтың лебі білінеді. Негізінде, толғаудың құрылысы күрделі ой ағымына, пікір еркіндігіне, ауызекі сөйлеу стиліне бағынады. Тармақтар 7-8 буынды, ұйқастары еркін. Тегінде, толғау музыкалық аспаптардың (қобыз яки домбыра) сүйемелдеуімен орандалады. Толғауларының поэзиялық сәулеті, ерекше қасиеті және оның сөз қолдану ерекшелігі де өзгеше «Бұхарекең сөйлеген уақытында сөзі мұндай жүз есе, мың есе шығар. Бізге келіп жеткен тамыры ғана, бұл кісінің сөзін түгел жазамын деушіге Нұқтың өмірі, Айыптың сабыры, Аплатонның ақылы керек» - деп жазады жыраудың тұңғыш библиографы Мәшһүр Жүсіп Көпеев. Жыраудың шығармаларының текстологиясы әлі күнге ретке келтірілмеген. Ең қажетті таңдамалы сөздер, сөз тіркестері, сөйлемдер іріктеліп, сұрыпталып алынбаған, дұрыс, түзу, мұқият салыстырулар жүргізілмеген. Бұл ? болашақтың ісі. Бұқар жырау мұрасын жинауда, жариялауда және зерттеуде Мәшһүр Жүсіп Көпеев, Қ.Халид, Г.Потанин, Ш.Уәлиханов, М.Әуезов, С.Сейфуллин, С.Мұқанов, Қ.Жұмалиев, М.Мағауин, Р.Сыздықова секілді ұлт зиялылары еңбек сіңірген.\n\nДереккөзі.",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қыздық перде туралы? Құлағанда қан көрінді.",
        "question_content": "Кішкентай кезде велосипедтен құлағанда қыздық пердеге зиян келмейди ме? Яғни алынып кетпей ме менің? Құлағанда қан көрінді.",
        "question_date": "28.12.2016",
        "question_tag": "Денсаулық",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Велосипед айдау қыз балаларға зиян боп келеді. Дəрігерге тексерілгеніңіз жөн.",
                "date": "2.01.2017",
                "upvotes": 0
            },
            {
                "text": "Қыздық перде деген не?",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Калий хлоридінің құрамында қанша калий бар?",
        "question_content": "Калий хлоридінің құрамында қанша калий бар?",
        "question_date": "28.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Калий хлоридінің құрамында қанша калий бар?\n\n63,1 %",
                "date": "28.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Айды не себепті есептеу кезінде материялық нүкте деп санауға болады?",
        "question_content": "а)ай-Жер серігі б)айдың массасы жердің массасынан кем в)жерден Айға дейінгі арақашықтық Айдың радиусынан әлденеше рет артық г)жерден Айға дейінгі арақашықтық Айдың радиусынан әлденеше рет кем",
        "question_date": "28.12.2016",
        "question_tag": "Мектеп",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "г) Жерден Айға дейінгі арақашықтық Айдың радиусынан әлденеше рет артық.",
                "date": "3.03.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ара балын сататын болсам, заңды түрде болуы үшін қандай құжаттар керек?",
        "question_content": "Ара балын сату үшін қандай құжаттар менде болу керек?",
        "question_date": "28.12.2016",
        "question_tag": "Заң",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Калий хлоридінің судағы ерітіндісі электр тогын өткізеді ме?",
        "question_content": "Калий хлоридінің судағы ерітіндісі электр тогын өткізеді ме?",
        "question_date": "28.12.2016",
        "question_tag": "Мектеп",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ия өткізе алады",
                "date": "9.09.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "у-тің қандай мәндерінде берілген бөлшектер тең болады?",
        "question_content": "у-тің қандай мәндерінде\n\n1)1 мен у+1/у-2 бөлшегінің қосындысы 3у+1/у+2 бөлшегіне\n\n2)5 пен 2у-/у+3 бөлшегінің айырымы у+3/у-3 бөлшегіне\n\n3)у/у+3 және 1/у-3 бөлшектерінің айырымы 18/у^2-9 бөлшегіне\n\n4)7/у+2 және 8/у^2-4 бөлшектерінің қосындысы у/у-2 бөлшегіне тең болады ма?",
        "question_date": "28.12.2016",
        "question_tag": "Математика",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жәрдемақы қалай алуға болады?",
        "question_content": "Мен Астана қаласының тұрғынымын. Екі балам бар. Жасы 11-12 жаста. Жалғыз басты анамын. Пәтер жалдап тұрамыз. Менің білгім келгені балаларыма жәрдемақы ала аламын ба? Ол үшін қай жерге барып білуіме болады. Сиздердин кенестериниз керек боп тур.Алдын ала рахмет.",
        "question_date": "28.12.2016",
        "question_tag": "Заң",
        "question_views": 532,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақша медициналық кітап керек?",
        "question_content": "Шымкент қаласында немесе Тараз қаласында фельшерленге арналған медициналық кітаптар сататын жерлер бар ма? Былсеныздер айтып жыберсеныздер ТЕК КАЗАКША ОРЫСША КЕРЕК ЕМЕС(ОТЫНЫШ)",
        "question_date": "28.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менделеев периодтық кестесінде жай зат болып келеді?",
        "question_content": "Д.И.Менделеев периодтық кестесінде жай зат болып келетін неше бейметалдардың неше түрі бар?",
        "question_date": "27.12.2016",
        "question_tag": "Мектеп",
        "question_views": 4400,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Химиялық элементтер туралы айтқанда біз атомдардың белгілі түрін елестетеміз. Атомдардың құрылысы туралы да біз теориялық түрде ойлаймыз. Ал іс жүзінде біз сол атомдардан түзілген заттармен ғана кезігіп отырамыз. Біз затты ғана көріп, оның физикалық қасиеттерін анықтай аламыз, реакциялар жүргізіп оның қай заттармен әрекеттесетінін, реакция нәтижесінде не алынатынын біле аламыз.\nКейбір жай зат – бейметалдар бізге мәлім, біз оларды өзге бейметалдар арасынан ажырата аламыз. Мәселен, біз сутегінің Н2, оттегінің О2 қасиеттерін білеміз, сондықтан оларды анықтап, тани аламыз. Бірдей көміртек С атомдарынан түзілген графит пен көмірдің қандай зат екенін білеміз, фосфордан сары күкіртті ажырата аламыз. Біз галоген тектестерге жататын жай заттар – хлор СI2, бром Br2, иодты I2 көріп жүрміз.\nКейбір жай заттар – бейметалдар мектеп зертханасында жоқ. Мәселен, біз мектепте металл балқымаларының ыстыққа беріктігі мен қаттылығын күшейту үшін пайдаланылатын бордың қошқыл сұр кристалдарын көре алмаймыз, бірақ бор қышқылы Н3ВО3 бізге мәлім. Бұл кристалды ақ ұнтақ барлық үйде болуы мүмкін, өйткені оның ерітіндісі зарарсыздандыру құралы есебінде қолданылады. Ақшыл сары газ – фторды да бізге көрсетпейді, өйткені ол өте белсенді, көптеген матриалды бүлдіреді. Оны тек платина немесе мыс-никелді ыдыстарда ғана сақтауға болады. Әрине, біз астатты At да көре алмаймыз, себебі ол жасанды жолмен алынатын радиактивті элемент.\n10-сурет. Химиялық элементтердің Д. И. Менделеев жасаған периодтық жүйесінің 2-периодындағы элементтерден түзілген жай заттар – бейметалдар\nӨзге бейметалдардың барлығымен сендер (10 және 11-суреттер) мектеп химия кабинетінде немесе басқа химиялық зертханаларда таныса аласыңдар.\n11-сурет.Химиялық элементтердің Д. И. Менделеев жасаған периодтық жүйесінің 3-периодындағы элементтерден түзілген жай заттар – бейметалдар\nБейметалдар бөлме температурасында молекулалар түрінде болады. Олардың молекулаларында атомдар бірімен-бірі ковалентті үйексіз байланысады.Бейметалдардың кейбіреуі газ тәрізді күйде болады, олардың молекулалары екі атомды: оттегі О2 , сутек Н2 , азот N2 , фтор F2 , хлор Сl2 . Сұйық бром және қатты иодта Br2 және I2 екі атомды молекулалардан түзілген. Өзге қатты бейметалдар кристалл түріндегі алып бөлшектерден түзілген, олардың атомдарының көпшілігі ковалентті үйексіз байланыстармен байланысқан. Алмаз Сx, кремний Six , бор Вx кристалдары осындай.\nЕкі электрондардың әрқайсысы энергетикалық тиімді жүйе түзіп, атомдар ядроларына бір мезгілде тартылатындықтан, коваленттік байланыс түзіледі. Ковалентті химиялық байланыс тұрақтылығының себебі осында:\nМолекулалардағы атомдарда олардың қасында орналасқан инертті газдың сыртқы қабатында неше электрон болса, сонша электроны болады: мысалы, сутек атомында – 2, хлор және азотта 8 электрон.\nБейметалдардың барлығының қатты күйінде кристалды торы болады (10-кесте). Егер балқу температурасына дейін салқындатсақ, газды да қатты күйге айналдыра аламыз. Мысалы, оттегі –218,3°С кезінде қатаяды. Бір жағдайларда кристалды торлардың түйіндерінде – молекулалар (О2, I2, S8) болады. Молекулалық типті мұндай кристалды торлары берік емес, температура артқан кезде оңай бұзылады. Өзге жағдайларда кристалды торлар түйіндерінде атомдар болады. Бұлар – атомдық кристалдар, олар өте берік, қиын балқиды (Сx, Six, Вx).\n10-кесте. Қатты күйдегі жай заттар –\nбейметалдардың кристалды торларының типтері\n(H2)\nB\nC\nN2\nO2\nF2\nSi\nP4\nS8\nCl2\nSe\nBr2\nI2\nAt2",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ және ойшылдары тақырыбында шығарма керек?",
        "question_content": "Қазақ және ойшылдары тақырыбында шығарма керек?",
        "question_date": "27.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қазақ халқының философиямен ойлау мәдениетінің шығу тегі көне түркі заманнан басталады. V – VI ғасырларда түркілердің әліппесімен жазуы болды соның негізінде түріктер жазба мәдениетін туғызды, оны көне түркі жырлар деп аталады. Сол замандағы түркілермен қазіргі қазақ саласының арасындағы терең рухани сабақтастықты аңғарамыз. Орта азия мен қазақстан жеріне ислам діни таралуына байланысты. 2 мәдениет 2 альфавит тайталасқа түсті 1 – түркі мәдениеті және түркі альфавиті 2 – араб парсы мәдениеті араб альфавиті.\nIX ғасырда өмір сүрген Фараби өз еңбектерін араб тілінде жазды, негізгі еңбектері (Екінші ілім философ трактаттары математикалық әлеуметтік әстетикалық трактаттары). Фарабиден екі ғасыр өмір сүрген Жүсіп Баласағұн “Құтты білік” шығармасын араб әрпімен түркі тілінде жазған. Ал аса көрнекті Ахмет Иассауи өз шығармаларын түркі тілде жазғанмен араб әрпін қолданған Жүсіп Баласағұннан кейінгі түрк ойшылдарының қатарына Ахмет Югнаки, Махмұт Қашқари, Жамал Қарши т.б. жатады. Қазақ халқының қоғамдық санасының қалыптасуына бұл ойшылдардың ықпалы зор болды. Қазан төнкерісіне дейін бұларды қазақ зиялалары жақсы білген, сонымен қатар көшпенділер деген атта қалған. Қазақтардың жоғары қала мәдениетінің болғанын айғақтайды. Жоғарыда аталған ойшылдардың көбісі араб парсы мистикалық философиясы болған. Қазақ топырағына араб парсы мәдениеті Шығыс поэзиясы арқылы таныған. Фир Дау Си бастап Науай деген ақындар бәрі суфизм ықпалында болды сондықтан өнерге поэзияға жақын. Қазақ халқы исламның ортодокциялық жағына ден қоймай оның философиясын қабылдаған, философия қазақ қалқына сырттан танылған ілім емес өзінің төл санасына жататын құбылыс. Айталық “тәуба”философиялық ұғым ол қандай құбылыстың болса да рухани өлшемі. Бұл ұғым адам қуанышының да қайғысын да шегі барын білдіреді, барға қанағат ету керек. Осы философия халқымыздың әлеуметтік психолог – сына әлеуметтік дүниетанымына әбден сіңді, халқымыздың дүниетанымының ерекшелігі оның түрмысынан аңғарылуы заңды дүние. Сондықтан араб – парсы мистикалық философиясын қазақ халқы сол күйінде емес, өзінің өмір сүру тәсілі салты ерекшелігіне салт қабылдаған.\nVIII – IX ғасыр Сырдария бойында данышпан ойшыл Қорқыт ата өмір сүрді ол кітаби Қорқыт эпостық жырының атасы қазақ арасында Қорқыт ата туралы тарихи жыр дастандар аңыздар ән күй көп кездеседі. Қорқыт атаның негізгі көз қарастары тағдырға жазылған деген фотолизмге қарсы күресіп адамдарға мәңгә өмір іздеуші тұлға ретінде өзін көрсетті ол өмірдің қиындықтарына мойын сүнбай үнемі күресе білуге шақырды әр істің ізгілікпен жақсылыққа негізделіп жүзе асуын уағыздады бұл ғұламаның кейінгі ұрпаққа берген рухани тәлімі. Қорқыт ата қазақ даласында тұңғыш рет қобыз жасаушы болып табылады қазіргі уақытта 22 – ден астам күйлері белгілі шартарапқа тараған Қорқыт дүниеде өзгермейтін еш нәрсе жоқ “Сынбас темір жоқ – өлмес өмір жоқ”. Өлмейтін өмірді өнерден табады. Қорқыт бабамыздың артынан қалдырған жырлары өте маңызды. Кітаби Қорқыт 12 жырдан тұрады. Бүкіл түркі елдеріне ортақ бұл кітаптың 2 түрлі ннұсқасы бар оның бірі Ватикан (Рим) Дрездн (Германия) қаласында кітап қоймаларында сақталған.\nҚорқыттың нақыл сөздерінде қазақ мақалдарына өте ұқсас одан көшпелі елдің салт – сана табиғат және қоғамға деген көз қарасы көрініп тұр.\nҚар қанша қалын жауғанмен\nКөктемнен қалмас.\nЕскі темір біз болмас,\nЕскі дүшпан дос болмас.\nАтасыз ұл ақылға жарымас,\nАнасыз қыз жасауға жарымас.\nАжал келмей кісі өлмес,\nӨлген адам тірілмес.\nт.б. қайталанбас уақытты қадірлеуге шақыру сол арқылы өмірге мәңгілік ету идеясы оның философиясының ірге тасын қалайды.\nМ. Әуезов Қорқыттың мәңгі өмірі туралы толғаныстарын негізгі философиялық түсінігін аша келе оның болашақ үрпақ үшін дүние танымдық маңызы зор мәңгілік мұра екенін атап өткен Қорқыт – “Өлім” деген құбылысқа қарсы түра алатын рухани күш таба білген әлемге мұндай өлмес шығармалар қалдырған ойшылдардың ұмтылуы мүмкін емес және ол халықтын зердесінде мәңгі қалуы заңды.\nМахмуд Қашқари, Жүсіп Баласағұнидың замандасы, Қашқарияда дүниеге келгенмен, бүкіл саналы өмірін Қазақстан, Орта Азия жерлерінде өткізген. Негізгі еңбегі: “Диуани лұғат ат – түрік” (Түркі тілдерінің жинағы ). Ол кезінде түркі елдерін көп аралаған. Олардың тілін, тарихын, әдет – ғұрпын зерттеп, мақал – мәтелдерін жинастырған. Қазақ халқының сол кездегі адамгершілік, ерлік, тіл байлығы қасиеттеріне жоғары баға берген.\nXV ғасыр аңыз кейіпкеріне айналған өз заманының ойшылы Асан Қайғы,, Керей Жәнібек хандардың ықпалды биі ақылшысы болған өзінің философиялық жыр талғауында хандық үкіметтік нығайту елдің қорғаныс қабілетін арттыру қажеттілігін насихаттады. Қоғамдағы әдет ғұрып мінез құлқын мәселелерін көрсеттік Асан Қайғы бір орталыққа бағынған мемлекет құруды насихаттады аңыз бойынша Сарыарқада ұлытауда дүние салған.\nXX ғасырдың басында қазақ топырағында бір топ талантты ойшыл ақындар, қоғам қайраткерлері дүниеге келді, әрине, оларды дүниеге келтірген объективті қоғамдық жағдайлар. Ең алдымен 1861 жылдан бастап басыбайлық құқық жойылғаннан кейін Ресей құлаш жайып, дами бастады.\nСондай – ақ, XX ғасырдағы қазақ ойшылдары түрлі философиялық ізденістер жасады. Қазақ халқының қарапайым ой – пікірлерінен алғаш философиялық деңгейге дейін көтеріле алған Абайдың немере інісі Шәкәрім Құдайбердиев болды. Ол Абайдың “Қырық бес қара сөзіндегі” ой толғау дәстүрін дамыта отырып, 1898 жылдан бастап отыз жылдай табанды ізденіс жасап, “Үш анық” философиялық еңбегін жазып шықты.\nҚазан төңкерісіне дейін де одан кейін де ұлттық сананың еркіндікпен дамуына көптеген тосқауылдар болды. Соның бір көрінісі ұлттық философия халықтық дүние таным. Қазақ философиясы қазақ ойшылдары деген мәселелердің күн тәртібінде болмауы. Қазақ философиясы адам және оның өмірсүру философиясы жалпы бостандықты еркіндікті сүйетін кең даласы сияқты кең пішіндегі бар халықтың соған сай философиялық дүние танымы ой пікірлері болуы заңды дүние.\nДереккөзі.",
                "date": "13.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "MN орта сызығы мен а(альфа) жазықтығы қалай орналасқан",
        "question_content": "Трапецияның АД табаны а(АЛЬФА) жазықтығында жатыр.MТ орта сызығы мен а(альфа) жазықтығы қалай орналасқан",
        "question_date": "27.12.2016",
        "question_tag": "Геометрия",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Cағат тілінің бағытымен 90 градусқа бұрғандағы бейнесін салыңдар?",
        "question_content": "Центрі (-3;0) нүктесінде жататын радиусы 2-ге тең шеңберді бас нүктеге қарағанда сағат тілінің бағытымен 90 градусқа бұрғандағы бейнесін салыңдар.",
        "question_date": "27.12.2016",
        "question_tag": "Геометрия",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай сызылады. (0; 3)",
                "date": "2.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі заман адамы қандай??",
        "question_content": "Заманына сай адамы. Қазіргі заманның адамдары қандай?",
        "question_date": "27.12.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 48000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұрпақ ауысқан сайын, заман да жаңарып бара жатқандай әсер қалдырады. Сондықтан, әр ұрпақтың өзін барынша заманға сай адам ретінде сезінетіні заңдылық па дейсің. Техникалық прогрестің арқасында ол өзінен бұрын өмір сүрген адам өңінде көрмеген нәрселерді қолданады. Расымен, өткен ғасыр адамдарының қиялында ғана қалықтаған іPad-тың бір өзі қандай мүмкіндіктер беріп жатыр! Ғылымға сүйенсек, қазіргі адамның бас сүйегі ежелгі адам бас сүйегінен ерекшеленетін көрінеді. Бас сүйектің көлемі орта есеппен ерлерде 1440 куб.см, әйелдерде 1300 куб.см. екен. Тек бас сүйек емес, дене мүшеміздің де уақыт өткен сайын өзгеріске ұшырап жатқанын тарихтан білеміз. Оған қоса, адамдардың ойларынан бастап, киім кию әдебіне дейін өзгеріп, жаңа ұрпақпен жаңа өмір басталып жатады. Мойындайықшы, өз заманында дәурені дүркіреген әуендер, сән үлгілері, қарапайым шаш сәнінің өзі бізге тым қарапайым болып көрінеді емес пе? Анаңыздың не әкеңіздің суреттерін көріп отырып, дәл қазір өзіңіз сол суреттегідей балақты шалбармен көшеге шығар ма едіңіз? Біздің ұрпағымыз да біршама жылдар жылжыған соң, ноутбукті көрген кезде \"Неткен қарабайыр техника!\" деулері әбден мүмкін! (Қазірдің өзінде ғалымдар ноутбук дәуірі 5 жылдан соң бітетінін айтып, дабыл қағып отыр). Шыны керек, жаңа заман техникамен бірге бітесе дамып жатыр. \"Виртуалды әлем\" пайда болып, кейбіріміз осы әлеммен тыныстайтынды шығардық. Біз осы жаңа заман беріп жатқан мүмкіндіктерді қаншалықты пайдаланып жүрміз? Жалпы заманға сай адам деп кімді айтуға болады? Осы жолдарды оқып отырған мына Сіз өзіңізді заманауи жандардың қатарына жатқызар ма едіңіз? Заманға сай адам болу үшін қандай болуыңыз керек? Енді осы турада аз-кем ойланып көрейік. Күніміздің көп бөлігі жұмыста өткенімен, жеке өмірдің тірліктерін былай ысырып қойғанның өзінде, кейде сол жұмыстың тапсырмаларына үлгермей, жанталасып жатамыз. Сондықтан, ең алдымен уақытты тиімді пайдалана білуіңіз қажет. \"Уақыт - ақша\" екенін ұмытпаңыз. Кез келген техниканың мүмкіндіктерін тиімді қолданып, жоғары технологиядан хабардар болып жүргеніңіз жөн. Айпад пен айфонды бір-бірінен ажырата алмау жаңа заман адамы үшін ұят деуге де болады. Заманауи адам болып жатқан маңызды жаңалықтарға құлақ түріп жүруі керек. Кез келген тақырыпты әрі алып кете алатындай ой өрісіңіз, біліміңіз болғаны жөн. Заманауи адам - жоғары білімді, мәдениетті, рухани бай және жетістікке жете білетін адам. \"Ағаш көркі жапырақ, адам көркі шүберек\". Гардеробыңызда кез келген жағдайға ( жұмысқа, кездесуге, отырысқа, кештерге т.б.) арналған киімдердің тұрғаны жөн. \"Қазір адамды киіміне қарап бағалайтын заман\" деген сөздің жаны бар. Сондай-ақ адамның сіз туралы ең бірінші ойы сыртқы келбетіңізге байланысты қалыптасатыны дәлелденген. Сіз жоғарыдағы тізімге тағы не нәрсені қосар едіңіз? ...Біздің жағдайда сөз саптасақ, қазір адамның жан-жақты жетілуіне бар жағдай жасалған. Оқып, үйренгіңіз келе ме? Ғаламтор деген қиырсыз кеңістікті ашыңыз да, жақсысынан үйреніп, жаманынан жиреніңіз. Заман беріп жатқан бар мүмкіндіктен бас тартудың қажеті жоқ. Бастысы - адамдықты жоғалтпасаңыз болғаны...\n\nТолығырақ.",
                "date": "13.01.2017",
                "upvotes": 0
            },
            {
                "text": "Тақырып бойынша жоспар және эссе жазу: алғашқы қауымдық қоғам белгілері және оркениет\nСоставить план и написать эссе на тему: признаки первобытного общества и цивилизация.",
                "date": "21.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заманына сай адамы эссе керек еді???",
        "question_content": "Қазіргі заман адамы қандай???Эссе, ойтолғау",
        "question_date": "27.12.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына кітапты алып оқысаңыз болады. \nWord about the poet Zharaskan Abdrashev (Аралдан ұшқан ақсұңқар)\nhttps://books.google.kz/books?id=x3vCDwAAQBAJ&pg=PA13&lpg=PA13&dq=%D0%97%D0%B0%D0%BC%D0%B0%D0%BD%D1%8B%D0%BD%D0%B0+%D1%81%D0%B0%D0%B9+%D0%B0%D0%B4%D0%B0%D0%BC%D1%8B&source=bl&ots=QwFA518hYE&sig=ACfU3U3lF7dK_Wdn_j1Pq2m_4ofyo7NHBg&hl=ru&sa=X&ved=2ahUKEwiG48i3n__pAhXpkYsKHeVLAzcQ6AEwD3oECAoQAQ#v=onepage&q=%D0%97%D0%B0%D0%BC%D0%B0%D0%BD%D1%8B%D0%BD%D0%B0%20%D1%81%D0%B0%D0%B9%20%D0%B0%D0%B4%D0%B0%D0%BC%D1%8B&f=false",
                "date": "13.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ жастары қарабайыр ұлтшылдық шеңгелінен неліктен шыға алмай қалды?",
        "question_content": "Қазақ жастары қарабайыр ұлтшылдық шеңгелінен неліктен шыға алмай қалды? Алға қарай ұмтылып, әлемдік көшке ілесудің орнына неліктен көткеншектеп кері кетті? СССР-дің кезінде қазақ азаматтары әлемге ортақ рухани, мәдени һәм әдеби жауһарларды бөтенсімей ана тіліне тез аударып алатын. Енді СССР тарап, шекара ашылып, интернет әлемдік өркениетке кеңінен жол ашқанда «тек ұлттық құндылық тұтынамын» дейтін надандық қайдан шықты?",
        "question_date": "27.12.2016",
        "question_tag": "Қоғам",
        "question_views": 519,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оны түсіну үшін Франклдың «Концлагерьдегі Психолог» деген еңбегін оқу керек. Осыған қатысты маңызды мәтінді кітаптан алып, үзінді берейін. Сосын картина анық болады. Франкл концлагерьдегі тұтқындардың психологиялық ахуалын былайша сипаттайды. «Концлагерьге қамалған тұтқынды тағы бір ой жегідей жейді. Ол – белгісіздік. Ендігі жайының не боларына емес, азаттыққа шығатын уақытына қатысты белгісіздік. Қамауда неше жыл жатарын болжай алмайды. Бейне бір мәңгілікке қамалғандай миы айналып қалады. Бізбен салыстырғанда белгілі мерзімге сотталған қылмыскердің жағдайы тойға барғандай еді. Олар неше жылға сотталса да, шығатын күнін біліп, санап, ойша дайындалып отырады. Ал бізді 24 сағат бойына «Қашан шығамыз? Мына тозақ неше жылға созылады?» деген сұрақтар жүндей түтетін. Себебі жауабы жоқ! Көбі мына мәселеде менімен келіседі. Лагерьде психологияға ауыр салмақ салған фактор – жауаптың жоқтығы! Өмірі бітпейтін бір өсек күн сайын таралады. «Әне-міне шығамыз. Міне-міне ертең-ақ азапты күндер артта қалады. Шығуға санаулы күндер қалды» деген алып-қашты әңгімелер шаршатты. Талайдың жігерін құм қылды. Тіпті тұрмастай етіп, езіп тастайтын. Шығатын күннің беймәлім болуы мәңгілікке қамалғандай қорқынышты сезімге шырмады. Милары шатысып, шығатын күнді есептей алмай азап шекті. Келе-келе оларға тікен сымның арғы бетінде бөтен әлем бардай көрінді. О жақтан біреуді көрсе, жат планеталық сияқты қабылдайтын. Өзі сол әлемнен бөлініп қалғандай күй кешетін. Арғы жақтағы адам бейне бір о дүниеден тіріліп келген әруақтай көрінетін. Мерзімнен шатасудың зияны мынада: тұтқында келешек туралы түсінік жойылады. Бір танысым: «Колоннаның ішінде келе жатқанда құдды бір табытымның соңынан келе жатқандай күй кешемін», – деді. Лагерьдегі уақыт қысымының күштілігі сонша:келешек уақыт жоқ сияқты көрінеді. Бейне бір тек өткен шақта өмір сүргендей күйге түседі. Өзін әруақ сияқты сезінеді. Бәрінің ойы өткен оқиғаларға жабысып, қатты да қалды. Уақыт мәселесін назарға алғанда, мынадай нәрсені байқайсың. Адам уақыттық өлшемге тәуелді. Осы өлшем күйрегенде тіршілік шытынайды. Сана болашақтағы бір уақытқа бекімей, өмір сүре алмайды. Ниет еткен ісін қай күні қолға аларын ілкіден белгілейді. Сосын барып талпынады. Мысалы, металл сынығының магнитке тартылғаны сияқты. Осы тәртіп бұзылғанда пенде болашаққа бара алмай өткен шаққа еріксіз байланады. Уақытқа есептеген жоспары күйрейді. Межелі уақытты қиып өткенде оқиғаның болғанын анық сезінетін. Енді оның бірі жоқ. Ол аз болғандай даңғырлаған қуыс сезім лезде көңілді билеп алады. Өзіңді мағынасыз тіршілік иесі сезініп, ішкі дүниеңде уілдеп дауыл соғып тұрғандай. Немесе түбі жоқ тұңғиыққа батып бара жатасың. Мұндай сезім жұмыссыз жанда жиі кездеседі. Жұмыссыз қалған адам тоқтап қалған уақыттың ішінде қамалғандай күй кешеді. Уақытқа есептелген жоспары күйрейді. Біз бір заманда жұмыссыз қалған шахтерларды тексергенбіз. Сол кезде дәл осындай аурулар анықталған еді. Латынның «finis» сөзі «соңы» және «мақсат» дегенді білдіреді. Адам өмірдегі уақытша жүрісінің аяқталар соңғы нүктесін көре алмаса, алдына мақсат қоя алмайды. Мақсат-мұрат қойылмаса, өмірдің мәні мен мазмұны ғайып болады. Табан тірейтін соңғы нүктені айқын көріп, бір мақсатқа ұмтылғанда тұтқындарға ауадай қажет рухани тірек уақытша болса да табылады. Дәл осы рухани тірек оны әлеуметтік ортаның соққысынан құлатпай ұстап тұрады. Кімде-кім бір істі ойға алып, уақытын белгілеп алмаса, іштей құлдырап, тозып кетуге бейім. Рухани тіректің жоқтығынан іштей күйреу сезімі тұтқын үшін қауіпті апат болды. Лагерьде жиі болатын бұл қорқынышты құбылысты жақсы біледі. Ішкі тірегі сынғандар тез күйреп, аз күнде ажалға жем болады. Әдетте былай басталады: күйреген адам жұмысқа шықпай, жуынбай, тамаққа да бармай жата береді. Ескерту, қоқан-лоққы оны қозғалта алмайтын. Жазалау түрлері де түк әсер етпейді. Таяқ жеп жата береді. Үлкен-кіші дәретіне былғанып, түңіліп жатқан адамның ажалы тақады деген сөз. Тұтқынның кеудесіне, соңы жоқ сезім бекініп алып шықпай қойғанда осындай қауіпті көңіл күй жанға жабысады» Тақырып ашыла түсу үшін тағы бір мысал берейік. Әдетте, «Отбасы хрестоматиясын» жазғанда былай болады. Біздің команда жылдың басында бір жобаны бекітеді. Шамамен осы уақытта жазып бітеміз деп жобалаймыз. Ми сол уақытты сарт еткізіп санада фиксация жасайды. Мерзім тақаған сайын ми: «Кітап қашан шығады? Тездетіп шығарсаңдаршы. Мен шатыса бастадым. Фиксация жасалған оқиға неге болмай жатыр?» деп бейсаналы түрде сигнал жіберіп мазаңды алады. Ақыры кітапты баспаға өткізіп, бір күні үйіңе қайтасың. Ми уақытша тынышталып жаңалық күтіп жатады. Бір күні Полиграф комбинаттан хатшы қыз телефон толғап: «Жігіттер, кітаптарың дайын. Ертең келіп артып алып кетіңдер» дейді. Сол кезде 10 айдан бері бекітілген оқиғаны болдыра алмай, толғатып тұрған жүкті ми ЭЙФОРИЯНЫ тұла бойыңа бұрқ еткізіп шашып жібереді. Шаттықтан бүкіл денең балқып, кәдімгідей елтіп қаласың. Бірнеше күн ұйықтай алмай, аяғың жерге тимей, қуаныштан жетінші қатта қалықтап жүресің. Франклдың айтып отырғаны сол. Бұндай сезім барлық творчество адамына таныс. Адам алдына мақсат-мұрат қоймаса миы шатысады. Бәлкім алжып қалады. Келешектің мақсат-мұраты анықталмаса, ми өткен шаққа өтуге мәжбүр болады. Одан соң автоматты түрде тек өткен заманда болған оқиғаларды еске салып, содан қуат алып, ақырында адамды тірі әруаққа айналдырады. Қазір невроздың мұндай ерекше түрі Қазақстанды жаппай жайлады. Неге дейсіз ғой. Себебі былай. Қазақстан жұрты соңғы он жылда болашағы бұлыңғыр, шегі жоқ уақыт аймағына мықтап қамалды. Елдегі 10 миллион қазақ этносы мойындарын қалай созса да келешегін көре алмай мезі болды. Тап қазір Қазақ жұртының миы болашаққа мақсат қоя алмайды. Қоймаған соң санада ешқандай фиксация жасалмайды. Нақты фактіге назар аударыңыз. 25 жылда Қазақ тілі сол күйі мемлекеттік тілге айналмады. 2010 жылы мемлекет қазақ тіліне толық өтіп болады деген. Ол уәде жайына қалды. 2030 деген стратегия болған. Ол 2050-ге шегерілді. Есі дұрыс ел оның мәнісін бірден түсінді. «Ел межесі – елу ел» деген ұранның үні өшкелі қай заман. Тіпті «орысша хатқа қазақша жауап берген адам жазаға тартылсын» деген қатаң ескерту алды. Енді қазақ тілінің бұғанасы қатаятын күн белгісіз. Экономика сол күйі тұрақтамай кері кетті. Теңгенің қай шекке дейін құнсызданары әліге дейін беймәлім. Тоқырап тозып бара жатқан ілім-білім жүйесі мен күйреп бітуге айналған денсаулық саласы құрдымға толық жұтылып болған жоқ. Қашан және қайда барып тоқтары әзірге белгісіз. Мәдени саланың да миы айналып кетті. (Министрдің қолы тимейді. Ол бір бойжеткенмен соттасам деп құжаттардың копиясын жинап жүрген) Дін саласы да солай. Салафизмге сол күйі тыйым салынбады. Оның соңы немен тынарын ешкім болжай алмайды. Жемқорлықтың қоғамды шырмауы шапшаң жүріп жатыр. Оның да тоқтайтын соңғы нүктесін ақылмен болжау мүмкін емес. Биліктің қашан және кімге ауысатыны туралы тырс еткен ақпарат жоқ. Ең сұрқия, ең зымиян, ең жытқыр деген агенттердің өзі Қазақ Билігінің келесі иесін сол күйі анықтай алмады. Осы белгісіздік факторының бәрі жиналып келіп, қазақ жұртын соңғы он жылда тірі әруаққа айналдырды. Болашақты болжай алмай діңкелеген қазақтар өткен шаққа қалай өтіп кеткендерін байқамай қалды. Себебі ми автоматты түрде өзіне тән механизммен барлық оқиғаны артқа лақтырды. Оны мынадан-ақ білеміз. Кез келген қазақ тіліндегі бұқаралық ақпарат құралын ашып қалсаң, тек өткен шақ туралы толғап отырады. 1937 жылғы атылып кеткен зиялы жұртты жаппай тұрақты түрде жоқтау әдетке айналды. Әрине, олардың өмірін, ісін тарихшылар зерттей береді. Ол қалыпты құбылыс. Өкінішке орай бүкіл бұқара сол жылдарға жабысып алды. Солай етпеске шарасы да жоқ. Себебі зиялы элитаның жаңа легін тәрбиелеп шығудан үміт жоқ. Шарасыз жұрт атылып кеткен арыстарын айналып кеп жоқтай береді. Ендігі жұрттың бір парасы Кенесарының басын іздеп жүр. Тағы бір топ Кейкі батырдың басын әкелумен жұмыстанды. Батырлардың бас сүйегі әкелінсе бейне бір болашақ өзінен өзі реттеліп, қазақ жұрты дүр сілкінетіндей сезіледі. Өткенде Кейкі батырдың басын әкелді. Бірақ ештеңе өзгермеді. Ел жаңалық ретінде оқыды да қойдық. Шынымен де елге БАС әкелу тиімді болса, марұмның емес, тірі қазақтың басын әкелген дұрыс шығар. Мысалы жазушы Мұхтар Мағуиннің басы, энергетик Мұхтар Жәкішовтың басы, ғалым Саят Ыбырайдың басы, саясатшы Жақияновтың басы тағы басқа алтын басты адамдардың ұзын-сонар тізімін айта беруге болады.",
                "date": "27.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күннен электр энергиясын өндіретін панельдерді қайдан алуға болады?",
        "question_content": "Күннен электр энергиясын өндіретін панельдерді қайдан алуға болады? Бағасы қандай? Размері қандай? Қалай орнатып, пайдалануға болатындығы жөнінде информация бар ма?\n\nОсы сұрақпен бұдан біразырақ бұрын Жәкеңе жекеге хабарласып едім, тұшымды жауап ала алмадым, бірақ әлі күдерімді үзбей, жауап күтіп жүрмін, өйткені ол Жамбыл облысында осындай бірнеше станциялардың жасап тұрғанын, өзінің де сол салада жасайтындығын айтып қалды.\n\nБұл жерде мен біреуді мұқатайын деген ойдан аулақпын, тек шынымен де білгім келеді, өйткені алдағы жазға жоспарлап отырған жұмыстарыма қажеттілік туып отыр. Игергелі отырған жер участогіме электр желісін тарту мүмкіндігі қиындау.\n\nМүмкін, біреу-міреу бұл проблемамен жақсырақ таныс шығар? Бізде жел энергиясын пайдаланудың қандай мүмкіндіктері бар? Маған теориялық сипаттағы жалпылама әңгіменің керегі жоқ, оны өзім де білемін, маған, мысалы, пәлен жерде бар, бағасы мынадай, қол жетімді, сатып аласыз да былайша орнатасыз деген нақты әңгіме керек.\n\nҚанша дегенмен де ЭКСПО өткізгелі жатқан ел емеспіз бе? Негізі, бұлай сұрауымыздың өзі ұят-ақ. Мұндай елде, әрбір банктер мен сауда нүктелерінде кредит алуға шақырған буклеттер сияқты, кішкентай, ықшам буклеттер толып жатуы керек қой )).",
        "question_date": "26.12.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 536,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сонда гуглден іздеуге ерініп, мында соны жазуға ерінбепсіз. Қызық екен. Оңтүсітік Қазақстаннның жол желектерінде толып тұрған шамдар автоматически подстраиваться ететін құрылғысымен. Соған қарағанда солнечные панели купить алматы деп іздесеңіз компаниялар толып тұр. Есі дұрыстауына барып консультация сұрасаңыз бәрін айтып берер. Жалпы панельдың өзі жеткіліксіз болар, оған қосымша аккумуляторлары керек. Себебі күні бойы аккумулировать еткен энергияны сақтау керек қой. Одан кейін күннің түсуін барынша ұтымды жұту үшін мойнын бұрып тұратын тетігі де қажет болу керек.",
                "date": "26.12.2016",
                "upvotes": 1
            },
            {
                "text": "Мә саған мың түрі!\n\nhttps://ru.aliexpress.com/af/%25D1%2581%25D0%25BE%25D0%25BB%25D0%25BD%25D0%25B5%25D1%2587%25D0%25BD%25D1%258B%25D0%25B5-%25D0%25BF%25D0%25B0%25D0%25BD%25D0%25B5%25D0%25BB%25D0%25B8.html?ltype=wholesale&d=y&origin=n&isViewCP=y&catId=202001470&initiative_id=AS_20161230141729&SearchText=%D1%81%D0%BE%D0%BB%D0%BD%D0%B5%D1%87%D0%BD%D1%8B%D0%B5+%D0%BF%D0%B0%D0%BD%D0%B5%D0%BB%D0%B8&blanktest=0&isAfChannel=y",
                "date": "31.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала \"н\" мен \"ң\"-ды шатастырмас үшін не істеу керек еді?",
        "question_content": "Осы балалар \"н\" мен \"ң\"-ды шатастырмас үшін не істеу керек еді? Бір ереже ме, бірдеңе бар сияқты еді. Осыны үйретіп беретін методист мұғалімдер бар ма екен? Логопед емес. Логопед айтылуын үйретеді ғой. Жазғанда қате жазатын балалар болады. \"мен, пен\" қай кезде бірге, қай кезде бөлек жазылатынын сұрақ қою арқылы анықтаймыз ғой, сондай бірдеңе бар сияқты...",
        "question_date": "26.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол үшін балаға \"ң\" әріпі бар сөздерді көбірек оқыту керек. Мысалы:\n\nҚаңбақ, жаңғақ, аң, шың, жең.\n\nЖаңбыр, қайың, таң, тың сен -\n\n\"ң\" - нан сөз жоқ басталған,\n\n\"ң\" - үлестен бос қалған.\n\n- деген сынды жаңылтпаш жаттатқызу арқылыда тілді жаттықтыруға болады. Және де сөздерді көбірек жазып машықтануы қажет.",
                "date": "27.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Болашақ бағдарламасымен оқуға түсуге болады ма?",
        "question_content": "Менің қызым 2015 жылы мектеп бітірды. Содан бері ағылшын курстарына қатысып жүр. Болашақ бағдарламасымен шетелде оқығысы келеді, қандай мүмкіншіліктер бар. Қандай да бір құжаттарды тапсыру үшін кімге, қайда жолығуыма болады?",
        "question_date": "26.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 667,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Лексика-грамматикалық мағынасына талдау жасау",
        "question_content": "Қашан сөзін сөз құрамына, лексика-грамматикалық мағынасына талдап бересіздер ме?\n\nЖауап бергендеріңіз үшін көп,көп рахмет!",
        "question_date": "26.12.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызылордаға келін болу қиын ба?",
        "question_content": "Сəлеметсіздерме?!Жақында бір жігітпен таныстым.Ол Қызылорданыкі мен Шымкенттікімін.Анам ол жақты тым алыс əрі адамдары біз жақтан басқа деп келіспей отыр.Сіздерден сұрайын дегенім Қызылордаға келін болудың қандай ерекшелігі бар?",
        "question_date": "26.12.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 711,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Екеуіде оңтүстікке жатады, қатты айырмашылық жоқ сияқты. Қай жерге келін боп түссеңде, келін болып, сол үйге сіңісіп кету оңайшылықпен келмейді.",
                "date": "2.01.2017",
                "upvotes": 0
            },
            {
                "text": "Қайта Қызылордаға келін болу Шымкенттен оңай.",
                "date": "8.01.2017",
                "upvotes": 0
            },
            {
                "text": "Кызылорда казакшылыкты жаксы устайтын халық. Мысалы жасы улкенге жолы улкенге сәлем салу,орамал тагу уйден улкендердің руксатынсыз шыкпау т.б әсіресе сөздік хорыңызда \"сіз\" сөзі болуы шарт.Бул келіннің тәрбиесінің дарежесін аңғартатын.",
                "date": "30.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тең бүйірлі пропорцияның бүйір қабырғасы 10см,үлкен табаны-17см,биіктігі-8см тең.",
        "question_content": "Тең бүйірлі пропорцияның бүйір қабырғасы 10см.улкен табаны 17см .биіктігі 8 см",
        "question_date": "26.12.2016",
        "question_tag": "Геометрия",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарасыз",
                "date": "2.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денеге бір түзудің бойы мен бір бағытта үш күш әрекет етеді",
        "question_content": "Денеге бір түзудің бойы мен бір бағытта үш күш әрекет етеді f=50 ньютон f100 ньютон f=150 ньютон тең әрекетті күш неге тең:",
        "question_date": "26.12.2016",
        "question_tag": "Физика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "R=F1+F2+F3\n\nR=50+100+150\n\nR=300H",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қылдай, иненің көзіндей, тырнақтай, оймақтай, бір елі, бір сүйем мағынасы?",
        "question_content": "\"Қылдай, иненің көзіндей, тырнақтай, оймақтай, бір елі, бір сүйем, алақандай, кере қарыс, ұлтарақтай, қарға адым жер, қол ұсыным, бір аттам, құрық бойы, сойыл салым, арқан бойы, тас лақтырым, қозы көш жер, бір көштік, қой өрісіндей, ат шаптырым жер, ит арқасы қиянда, жер түбі\" мағынасын жазып беріндерші?",
        "question_date": "26.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Барлығы мағынасынан шығып тұр. Бір елі, бір сүйем, кере қарыс, қарға адым жер, қол ұсыным, бір аттам, құрық бойы, сойыл салым, арқан бойы, тас лақтырым дегендер аралықты, кейде ұзындықты білдіреді.  \nБір елі-саусақтың диаметріндей ұзындық, (1. 5см)  \nБір сүйем-бір нәрсенің ұзындығын мөлшерлеп өлшегенде сұқ саусақты бүгіп, қолды жайып, бас бармақ пен сұқ саусақтың екінші буынының аралығы арқылы өлшейді. (17-19см) әдетте сүйем қарыс деп айтылады.  \nКере қарыс-қолды қарыстағандағы басбармақ пен ортаңғы саусақ аралығы. (21-24см)  \nҚарға адым жер-бір адым (1 метр)  \nҚол ұсыным-білекті созғандағы иықпен ортаңғы саусақ ұшына дейінгі аралық. (0. 9метр)  \nБір аттам-қарға адым жермен ұқсас.  \nҚұрық бойы-құрықтың ұзындығындай (3 метр)  \n. . . . . . . . . . . .  \nҚалғанын жазудан ерініп отырым. Мына арадан көріңізші:\n\nhttp://aielbakyty.yvision.kz/post/670804\n\nhttps://infourok.ru/material.html?mid=102114",
                "date": "31.12.2016",
                "upvotes": 0
            }
        ]
    }
]