[
    {
        "question_title": "Биологиядан биллеттердің дұрыс жауабы керек?",
        "question_content": "Билет №1\n\n1. Тіршілік деңгейлері. Тірі организмдердің қасиеттері.\n\n2. Адамның және сүтқоректі жануарлардың қанайналым мүшелері, олардың организмнің тіршілік әрекетіндегі рөлі. Қан, оның құрылысы мен қызметі.\n\n3. Кеппешөп үлгілерінен бунақденелілер және жел арқылы тозаңданатын өсімдіктерді анықтаңдар.\n\nБилет №2\n\n1. Организмдердің көбею формалары. Жынысты және жыныссыз көбеюге сипаттама.\n\n2. Паразит организмдер. Паразит құрттардың тіршілік ету ерекшеліктері. Адамда ішекқұрт ауруларының алдын алу.\n\n3. Пияздың өңінен препарат дайындау, жасушаның суретін салып, бөліктерін жазу.\n\nБилет №3\n\n1. Түр, түр критерийлері, түрөзгерістер.\n\n2. Адамның және омыртқалы жануарлардың тыныс алу мүшелерінің құрылысы. Организмдердің тіршілігіндегі тыныс алудың маңызы. Өкпедегі және ұлпадағы газ алмасу.\n\n3. Тұщысу гидрасының микропрепаратын қарап, құрылыс ерекшелігін ашу.\n\nБилет №4\n\n1. Жасушаның бөлінуі. Митоз бен мейоздың биологиялық маңызы.\n\n2. Біржасушалы жәндіктердің саналуандығы, құрылыс ерекшіліктері, тіршілік әрекеті, адам өміріндегі және табиғаттағы маңызы.\n\n3. Кеппешөп үлгілерінің көмегімен даражарнақтылар класына жататын өсімдіктерді анықтаңдар, қандай белгілеріне қарап анықтағандарыңды айтыңдар.\n\nБилет № 5\n\n1. Жасушаның химиялық құрамы. Органикалық заттар, олардың құрылысы мен қызметі.\n\n2. Сүйектің құрамы, құрылысы мен өсуі. Сүйектердің байланысу түрлері.\n\n3. Өсімдіктердің кеппешөп үлгілерінен гүлшоғырларды тауып, оларды атаңдар.\n\nБилет №6\n\n1. Жасушадағы энергия және зат алмасу, өсімдік жасушасындағы зат алмасудың ерекшеліктері. Фотосинтез процесіне сипаттама.\n\n2. Адам мен сүтқоректі жануарлардың қаңқаларының ұқсастығы, олардың туыстықтарының дәлелі. Тік жүруге және еңбек етуге байланысты адам қаңқасының ерекшеліктері.\n\n3. Самырсынның бұтағынан аталық және аналық бүрлерді тауып, олардың өсімдік тіршілігіндегі рөлін анықтаңдар.\n\nБилет №7\n\n1. Жасушадағы зат және энергия алмасу, тыныс алу процесіне сипаттама.\n\n2. Тері және оның организмдегі рөлі. Тері гигиенасы.\n\n3. Микроскоппен жасыл эвленаның дайын микропрепаратын қарап, неліктен бұл организмді өсімдік пен жануар арасындағы аралық формаға жатқызатынын түсіндіріңдер.\n\nБилет №8\n\n1. Адамның және омыртқалы жануарлардың зәр шығару мүшелерінің құрылысы. Организмдердің тіршілігіндегі зәр шығарудың маңызы.\n\n2. Табиғи бірлестік, қоректік тізбектің негізгі звеносы.\n\n3. Асбұршақ өсімдігінің фенотипін анықтаңдар, (сары тұқым- А, жасыл- а, тегіс –В, кедір-бұдырлы- в), генотиптері: ААВв, АаВв, аавв, ааВВ. Генотиптері АаВВ * аавв асбұршақ өсімдіктерін шағылыстырғанда ұрпағында генотиптері мен фенотиптері қандай болуы мүмкін?\n\nБилет №9\n\n1. Экологиялық факторлар, оларға сипаттама. Факторлардың организмге әсері.\n\n2. Тамыр—минералды қоректену мүшесі. Тамырдың және тамыр жүйесінің түрлері, тамырдың түрөзгерістері.\n\n3. Барлық азотты негіздердің жалпы санынан ДНК молекуласында 30 тимин нуклеотидтері бар. Осы молекуладағы басқа нуклеотидтер санын анықтаңдар.\n\nБилет №10\n\n1. Табиғи және қолдан сұрыптау. Сұрыптаудың салыстырмалы сипаттамасы.\n\nСұрыптау туралы білімнің практикалық маңызы.\n\n2. Дәрумендер, олардың организм тіршілігіндегі маңызы.\n\n3. Бунақденелілердің коллекциясын қолдана отырып, идиоадаптацияны анықтап, бунақденелілер тіршілігіндегі оның рөлін ашыңдар.\n\nБилет №11\n\n1. Тіршілік үшін күрес. Тірі организмдер эволюциясындағы тіршілік үшін күрестің рөлі.\n\n2. Өсімдік ұлпаларының түрлері, олардың құрылысы мен қызметі.\n\n3. Өсімдік және бактерия жасушаларының дайын микропрепараттарын қараңдар. Жасушаның суретін салып, оның бөліктерін көрсетіңдер. Жасушаларды салыстырып, олардың ұқсастықтары мен айырмашылықтарының себептерін түсіндіріңдер.\n\nБилет №12\n\n1. Организмдердің тіршілік ортасы. Организмдердің тіршілік ортасына бейімделгіштігі.\n\n2. Жануар ұлпасының түрлері, олардың құрылысы мен қызметі.\n\n3. Белгілердің өзгергіштігінің вариациялық қатарын құрыңдар. Вариациялық қисықты сызып, алынған нәтижелерді түсіндіріңдер.\n\nБилет №13\n\n1. Нуклеин қышқылдары, олардың түрлері, құрылысы, белок биосинтезі процесіндегі маңызы.\n\n2. Жүректің құрылысы мен жұмысы. Жүректің жұмысын реттеу.\n\n3. Кеппешөп үлгілерінен бір тұқымдасқа жататын екі түрді таңдап алыңдар, олардың морфологиялық ерекшіліктерін сипаттаңдар. Өсімдіктерді салыстырып,ұқсастығы мен айырмашылықтарынң себептерін түсіндіріңдер.\n\nБилет № 14\n\n1. Жасушаның құрылысы, оның органоидтарының қызметі. Жасушадағы органоидтардың құрылысы мен қызметінің өзара байланысы.\n\n2. Сабақ, оның құрылысы, қызметі, түрлердің саналуандығы, сабақтың түрөзгерісі.\n\n3. Дайын микропрепараттан адам мен бақаның қандарын анықтаңдар. Адам мен бақаның эритроциттерін салыстырыңдар.\n\nБилет №15\n\n1. Ч.Дарвиннің эволюциялық ілімі. Эволюцияның қозғаушы күштері.\n\n2. Ішкі секреция бездері. Гормондар, олардың адам өміріндегі маңызы.\n\n3. Егер тышқандарда сұр түс ақ түске қарағанда доминантты болса, сұр түсті гетерозиготалы аталық пен ақ түсті гомозиготалы аналықты шағылыстырғанда қандай ұрпақ алуға болады?\n\nБилет №16\n\n1. Организмдердің эмбриондық және постэмбриондық дамуы.Органогенез.\n\n2. Жапырақтың ішкі және сыртқы құрылысы. Жапырақтың түрлері, жүйкелену, сабақта орналасу тәсілдері, жапырақтың түрөзгерістері.\n\n3. Эпителий және дәнекерлеуші ұлпалардың микропрепараттарын микроскоппен қарап, айырмашылықтарын табыңдар.\n\nБилет №17\n\n1. Прогресс және регресс. Эволюциялық прогреске жету жолдары.\n\n2. Жүйке жүйесінің құрылысы мен қызметі. Шартты және шартсыз рефлекстер және рефлекторлық доға.\n\n3. Жауын құртын қарап, құрылысы мен қозғалуындағы ерекшеліктерін ашыңдар.\n\nБилет №18\n\n1. Органикалық дүниенің даму тарихы. Тірі организмдердің саналуандығы.\n\n2. Гүлдің құрылысы. Гүлдердің түрлері, формулалары. Гүлшоғырлар.\n\n3. Микроскоппен бұлшықет және жүйке ұлпаларының микропрепараттарын қарап, айырмашылықтарын табу.\n\nБилет № 19\n\n1. Адамның шығу тегі және оның даму стадиялары.\n\n2. Орталық жүйке жүйесінің құрылысы мен қызметі.\n\n3. Өсімдіктердің кеппешөп үлгілерінен жүйкелену түрін, жапырақтың түрлерін және сабаққа бекіну тәсілдерін анықтаңдар.\n\nБилет № 20\n\n1. Белгілердің тұқым қуалау заңдылықтары. Моногибридті және дигибридті шағылыстыру бойынша Мендельдің тәжірибелері.\n\n2. Жемістер, олардың жіктелуі, табиғатта таралу жолдары.\n\n3. Шешесі түсті ажырата алмау генін тасымалдаушы, әкесі түстерді жақсы ажыратады. Олардың балаларында түсті ажырата алмау тұқым қуалауы мүмкін бе?\n\nБилет №21\n\n1. Популяциядағы организмдердің қарым-қатынастарының түрлері.\n\n2. Жабықтұқымды өсімдіктердің сипаттамасы. Жабықтұқымды өсімдіктерді жүйелеу.\n\n3. Былқылдақденелілердің бақалшақтарын қарап, бақалшақтардың ұқсастығы мен айырмашылықтарын табыңдар.\n\nБилет №22\n\n1.Биосфера, оның құрылымы мен қызметі.\n\n2. Адам организмінің сенсорлық жүйесі. Көру анализаторының құрылысы мен қызметі.\n\n3. Өзен шаянының ылғалды препараты бойынша тіршілік ортасына бейімділік белгілерін табыңдар.\n\nБилет №23\n\n1. Қазақстандағы табиғи ресурстарды тиімді пайдалану. Қазақстанда табиғатты қорғау.\n\n2. Жоғары споралы өсімдіктердің сипаттамалары. Өсімдіктердің құрылыс ерекшеліктері мен маңызы.\n\n3. Бунақденелілер коллекциясы бойынша олардың тіршілік ортасына бейімділіктерін анықтаңдар.\n\nБилет № 24\n\n1. Адам генетикасы. Тұқымқуалаушылықты зерттеу әдістері. Денсаулықты сақтаудың генетикалық мәселелері.\n\n2. Құстар класына сипаттама. Олардың құрылыс ерекшеліктері, ұшуға бейімділігі. Құстарды жіктеу.\n\n3. Бунақденелілер коллекциясын қарап, оларды тиісті отрядтарға бөлу.\n\nБилет №25\n\n1. Селекция. Жануарлардың жаңа қолтұқымдары мен өсімдіктердің жаңа іріктемелерін алу.\n\n2. Адамның және сүтқоректілердің ас қорыту жүйесі. Ас қорыту процесі, ас қорыту бездерінің ролі.\n\n3. Тамырдың ішкі құрылысының микропрепаратын қарап, тамыр түзетін ұлпалар мен тамыр аймақтарын анықтаңдар.о",
        "question_date": "19.04.2017",
        "question_tag": "Биология",
        "question_views": 6400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "өзін жаса кішкентай емессің",
                "date": "11.06.2017",
                "upvotes": 0
            },
            {
                "text": "тапкан жоксынба жауаптарын? менде дал сондай сурактар еди.))",
                "date": "18.05.2019",
                "upvotes": 0
            },
            {
                "text": "менде бар +77788032523 ватсапка жаза салындар",
                "date": "27.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Серпін 2017-де қандай мамандықтар бар?",
        "question_content": "Серпін 2017 қандай мамандықтар бар?",
        "question_date": "19.04.2017",
        "question_tag": "Мектеп",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "98 баллмен дүниежүзі+қоғам бейінді пәндерімен грантқа түсуге болама? Қандай мамандықтар",
                "date": "17.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазіргі кездің жігіттері",
        "question_content": "Бүгінгі күннің жігіттеріне тән қасиеттері қаситтерді Абай Құнанбавтың \" Жігіттер ойын арзан күлкі қымбат \" өлеңіндегі жігіттің мінез құлқын салыстырыңыз",
        "question_date": "19.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 874,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Абайдың өлеңдері жанрлық ерекшеліктеріне қарай түрліше көркемдік бейнелеу құрал-дарының қызметімен ерекшеленеді. Қайсы бір жанрдағы өлеңдер тобында көркемдік бейнелеу құралдары күрделі, ұлттық реңі бай болып келсе, енді бір жанрлық топтағы өлеңдердің тілі қарапайым, нақты.\n«Жігіттер, ойын арзан, күлкі қымбат» өлеңі туралы да осыны айту дұрыс. Басты идеясы алдыңғы өлеңдермен үндес, сарындас болғанмен, кейінгі өлеңде ақынның жастар алдындағы ағалық ниеті, ұстаздық ғибраты тікелей оқу, білім, ғылым төңірегінде ғана болмай, өмірдегі адамгершілік іс, достық пен татулық, адалдық секілді әлеуметтік-этикалық биік қасиеттерді үлгі етіп, өсиет қылады. Адамгершілік, кісілік туралы «ойларды шешендік, ақылгөйлік түрінде әсіресе баса айту — бұл Абайдың ағалық, ұстаздық ниеті» . Тақырып пен идея, мазмұн тұрғысынан алып қарағанда, аудармада Абайдың осы ниеті, осындай ұстаздық ғибраты мен көзқарастары ашылуының маңызы жоғары. Өлеңнің алғашқы шумағын алып, онда берілген жайлардың орыс тіліне аударылу, орыс тілінде берілу деңгейіне назар аударайық:\nЖігіттер, ойын арзан, күлкі қымбат,\nЕкі түрлі нәрсе ғой сыр мен сымбат.\nАрзан, жалған күлмейтін, шын күлерлік\nЕр табылса, жарайды қылса сұхбат .\nОсы тармақтарындағы әр ой анық, оны жеткізіп тұрған тілдік құралдар, түрге пішін беріп тұрған бейнелеу құралдары да жара-сымды. Мазмұн мен пішін арасынан ешқандай жарықшақ табылмайды, бәрі де сұлу келісіммен үндесіп тұр. Ақын өлеңнің бастапқы тармағында жігіттерге екі түрлі, біріне-бірі қарама-қарсы екі құбылысты қатар пайымдауды ұсынады: ойын және күлкі. Ауызекі сөз барысында ойын мен күлкі бір-бірінен ажыратылмай, екеуі өзара шектес, мәндес құбылыстар ретінде айты-латыны рас. Ақын осы екі құбылыстың ара-жігін ашып, олардың әрқайсысының мәні мен мәнісін ажыратып сипаттайды. Олардың мәнін ашу мақсатында ақын бір-біріне қарама-қарсы мағынадағы, антонимдік қатынастағы екі сөзді таңдап алған: арзан — қымбат. Өлеңнің мағыналық өзегі мен құрылым жүйесі үшін «ойын-ның арзан» болуы қаншалықты шешуші болса, соған орай «күлкінің қымбат» болуы сон-шалықты маңызды. Бұл секілді антонимдік қатынаста тұрған сөздердің мағыналары ақын-ның айтайын деп отырған негізгі ойының сал-мағын арттырып, өлеңнің поэтикалық қасиетін күшейте түсетіні сөзсіз. Ақынның осы ойы өлеңнің келесі тармағында және бір жұп құбылыстармен негізделеді. Ол құбылыстар — сыр мен сымбат. Өлеңнің басты идеясы мен тақырыбын, мазмұны мен пішінін тану үстінде осы екі тар-мақта түзілген түр мен өрілген ойдың өзара қатынасы, байланысы, сабақтастығы айрықша мәнді. Өлеңнің ішкі болмысына, нақты мағы-насы мен эмоциялық мазмұнына, поэтикалық тұтастығына бастайтын арна осы екі тармақтан басталады. Ақынның ішкі сырына, ақындық-азаматтық нысанасына барар жол осы екі тар-мақтың көркемдік-эстетикалық табиғатынан тамыр тартады.Жігіттер ойын арзан күлкі қымбат деген өлеңінде бозбалаларға өзінің ақыл-кеңесі мен шын ықыласын білдіреді.\n\nhttp://khan-tengri.kz/",
                "date": "19.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өрнекті ықшамдап беріңіздершi!",
        "question_content": "4(x+5)+3x мұндағы x=2",
        "question_date": "19.04.2017",
        "question_tag": "Математика",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4x+20+3x=7x+20=14+20=34",
                "date": "19.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "LG телефондарының ең жақсыларын атаңыз?",
        "question_content": "LG телефондарының ең күштісін әрі бағасын айтып беріңішдерші",
        "question_date": "19.04.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 327,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жаңа форматта Архитектрор мамандығына қалай оқуға түсемін?",
        "question_content": "Ассалаумағалейкум!\n\nҚазіргі жаңа форматта архитектор мамандығына түсу үшін қандай пән таңдаймын?\n\nЕгер шығармашылық болса оны қалай тапсырамын?\n\nТолық мәлімет керек еді.",
        "question_date": "19.04.2017",
        "question_tag": "Мамандық",
        "question_views": 481,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Завучтың орнында істеген кісі қайтадан отыру қажет пе?",
        "question_content": "Мектеп завучы ҚР Еңбек кодексінің 57- бап 1.5 тармағы бойынша мұғалімдікке ауыстырылған. Яғни бұрынғы завуч сот шешімімен жұмыс орнына қайта келген. Апелляциялық шешіммен қайтадан қызметінен кетті. Енді завучтың орнында істеген кісі қайтадан отыру қажет пе, жоқ əлде басшы қалаған адамын қоя алады ма?",
        "question_date": "19.04.2017",
        "question_tag": "Заң",
        "question_views": 297,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қанша жастан бастап интернет магазинмен айналысуға болады?",
        "question_content": "Мысалы мен жасым 15те. Интернет магазинмен айналысуыма болама? Товардын миндетти турде сертификаты лицензиясы болуы керекпа. Затты поштамен жберуме болама 16 жастагларга",
        "question_date": "18.04.2017",
        "question_tag": "Бизнес туралы",
        "question_views": 590,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Бизнес бастауда 9 жастағы бала да кітап сатып байып жатыр дейді, соған қарағанда болатын шығар.",
                "date": "19.08.2017",
                "upvotes": 1
            },
            {
                "text": "Лицензия-пицензия дегендер керек емес, салық төле деп басыңды қатырады. Үндемей Қытайдан тауар әкеліп инстаграм немесе вконтакте желісінен парақша ашып смело сата берсейш) Почтамен жібересің тауарларды Қазақстаннның кез келген нүктесіне. Тауарды жіберетін кезде 18 жасқа толған танысыңмен барсаң болады.",
                "date": "19.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шам жарығы, жалған сөз, жас буын және шылауды пайдалана отырып сөйлем құрау керек?",
        "question_content": "Срочно керек. ой өрбіту мақсатында өлең жолдарынан алынған шам жарығы, жалған сөз, жас буын, естіліден сөзін және шылауды пайдалана отырып сөйлем",
        "question_date": "18.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың үлкен биіктігін табыңдар?",
        "question_content": "25 м, 9 м, 36 м қабырғалары бойынша үшбұрыштың үлкен биіктігін табыңдар",
        "question_date": "18.04.2017",
        "question_tag": "Геометрия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біз биіктікті үлкен жағына түсіреміз, а = 25 жағы бар ортақ төбесі бар бөлік x арқылы белгіленеді.\n\nh^2 + x^2 = 25^2;\n\nh^2 + (36 - x)^2 = 29^2;\nx = (36^2 + 25^2 - 29^2)/(2*36) = 15;\n\nяғни бірінші таңгерім бойынша  h = 20;",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттик қызметке тұруға арналған тест сұрақтары",
        "question_content": "Салеметсизбе! маған мемлекеттик кызметке тұруға арналған тестти жауаптарымен почтама жибере аласыз ба, алдын ала рахмет! abd_ms@mail.ru",
        "question_date": "18.04.2017",
        "question_tag": "Заң",
        "question_views": 796,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Қанның құрылысы мен қазметі қандай?",
        "question_content": "Адамның және сүтқоректілердің қанайналым мүшелері,олардың тіршіліктегі рөлі. Қанның құрылысы мен қазметі.",
        "question_date": "18.04.2017",
        "question_tag": "Биология",
        "question_views": 14900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қанның құрамы. Қан дәнекер ұлпасының сұйық түрі. Ағзада болатын қанның мөлшері адамның дене салмағына байланысты 4,5-5 л. Қанның құрамы - плазмадан{55%) және қан жасушаларынан (45%) тұрады .\nҚанның плазмасы\nҚан плазмасы (қан сарысуы) - қанның сарғыштау түсті сұйық бөлімі. Егер қанды ыдысқа құйып тұндырса, ыдыста 3 қабат айқын білінеді. Соның ең үстіңгі сарғыш түсті мөлдірлеу қабаты плазма. Ал астыңғы қызыл түсті қабаты - қан жасушалары. Плазманың құрамында 90-92% су; 7-8% нәруыз (белок); 0,12% глюкоза; 0,7 0,ұ% май; 0,9% тұз болады. Бұлардан басқа сүтқышқылы, ферменттергормондар бар. Плазмадағы нәруыздар (7-8%) 3 топқа бөлінеді: альбуминдер (4,5%); глобулиндер (1,7-3,5 %) және фибриногендер (0.4). Фибриноген нәруызы қанның ұюына қатысады. Құрамында фибриноген нәруызы болмайтын қан сарысуы сарысу деп аталады .Қан сарысуы мен сарысудың айырмашылығы: қан сарысуы қаннын сұйық бөлігі, ал сарысу ұйыған қаннан кейінгі сұйықтық (қан ұйығының сығындысы). Альбумин мен глобулин нәруыздары жасушадағы су мен денедегі сұйықтықты реттеуге қатысады. Минералды калий, кальций, магний тұздары болады. Нәруыздар қан ұюына қатысып, плазмаға жабысқақтық қасиет береді.Глюкоза - жасушалар үшін негізгі қуат көзі. Плазмада глюкоза мөлшері 0,04%-дан аз болса, ми жасушалары қатты қозып, бұлшақеттер жиырылып, құрысады, түйіледі. Гліокозаның концентрациясы тым азайып кетсе, қанайналымы мен тынысалу бұзылып, адам өліпкетуі мүмкін.\nҚан жасушалары.\nАдам қанының микрофотосуреті\nҚан жасушалары. Қан жасушаларына - эритроциттер (қанның қызыл түсті жасушалары), лейкоциттер (қанның түссіз жасушалары) және тромбоциттер (қан пластинкалары) жатады Қызыл денешіктер - эритроциттер, ағы - лейкоциттер. Жасушалар арасында тромбоциттер бар.Эритроциттердің құрылысы. Эритроциттер (грекше «еrythros» — қызыл) қанның қызыл түсті ядросыз жасушалары. Жаңадан түзілген эритроциттерде ядро байқалады да, кейіннен жойылып кетеді . Қанның басқа жасушаларына қарағанда салмақтырақ болғандықтан, ыдыстың ең түбіне тұнады. Эритроциттердің пішіні - ортасы қысыңқы табақша тәрізді, жиегі қалың, ортасы жұқарған тиынға ұқсайды. Пішінінің мұндай болуы олардың беткі көлемін үлкейтеді. Эритроциттер өздігінен қозғалмайды, тек қан сұйықтығының ағынымен жылжиды .Адам эритроциттерінің диаметрі 7,5 мкм, қалыңдығы 1-2 мкм. Қанның 1 мм3-де - шамамен 4,5-5 млн, жаңа туған нәрестенің 1 мм2 қанында 6-7 млн эритроцит бар. 3 айдан соң оның мөлшері азайып, қалыпты мөлшерге (5 млн) келеді. Эритроциттердің қызыл түсі гемоглобинге (грекше «гема» - қан) құрамында темір бар нәруызды қызыл пигментке байланысты. Оттекпен қосылған гемоглобинді оқ-сигемоглобин дейді. Оксигемоглобинмен қаныққан қан - алқызыл түсті артерия қаны, көмірқышқыл газымен қаныққан қан күңгірт қызыл түсті вена қаны. Молекулаларының осы қасиеті гемоглобин оттекті өкпеден дененің барлық ұлпаларына жеткізіп қана қоймай, көмірқышқыл газын ұлпадан өкпеге жеткізетінін анықтайды.\nГемоглобин\nГемоглобин — қанның қызыл түсті пигменті. Эритроциттер оттегін тынысалу мүшелерінен ұлпаларға, көмірқышқыл газын ұлпалардан өкпеге тасуды қамтамасыз етеді. Адамның 100 мл қанында шамамен 15-16 г гемоглобин болады.\nЭритроциттердің тіршілік ету ұзақтығы 120-127 тәуліктей. Оның шамамен 2,5 млн-ы көкбауыр мен бауырда жойылып, осынша мөлшері сұйек кемігінде қайта түзіліп отырады. Көкбауыр мен бауырдың қантамырлары қабырғасының эритроциттерді тұтып қалып, ерітіп жіберетін қасиеттері бар. Эритроциттердің мөлшері әр түрлі физиологиялық жағдайларға байланысты өзгеріп тұрады. Жазда бұлшықеттердің жұмысы күшейсе, шамадан асыңқырайды. Қаны аз адам мен жұқпалы аурумен ауырған адамдарда эритроциттердің мөлшері кемиді.\nҚорыта іселгенде, эритроциттер оттекті өкпеден ұлпаларға, көмірток қос тотығын ұлпалардан өкпеге тасиды (жеткізеді).\n\nhttp://ustazuni.kz",
                "date": "18.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ас-адамның арқауы шығарма жазу?",
        "question_content": "\"Ас-адамның арқауы\" деген қазақтың мақалы. Бұл- өте құнды мақал. Өткені денсаулықтың жақсы болуы адамның дұрыс тамақтануына байланысты. Дұрыс тамақтану әсіресе балалар үшін қажет. Дұрыс тамақтану адамның қанын толтырады, күшін арттырады. Ал қаны толық, күші мол адам ыстыққа да, суыққа да шыдамды.\n\nТаңертеңгі, түскі, кешкі тамақты күнде бір мезгілде ішу керек. Күніне төрт рет тамақтанса, тіпті жақсы.\n\nЖайлы жағдайда тамақ ішу қанағат сезім әкеледі. Әрине, дәмді тамақ ішудің ләззатына тым беріліп, оны нағыз мақсат етіп алуға болмайды. Лев Толстой былай жазған: \"Қомағайлық өзгелерге елеулі зиян келтірмейтін болғандықтан ғана оны күнә деп санамайды, бірақ ол адамның қасиеттеріне қарсы күнә болып саналады\". Ежелгі грек данышпаны Сократтың өзі де: \"Біз тамақ ішу үшін өмір сүрмейміз, қайта өмір сүру үшін тамақ ішеміз\", - деген екен.",
        "question_date": "18.04.2017",
        "question_tag": "Мектеп",
        "question_views": 109000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тамақтану мәдениеті дегеніміз – бір қалыпты тамақтану, тағамдардың әр түрлі болуы, қай кезде және қандай мөлшерде ішіп-жей білу.\nАдам тағамнан өзінің бір тәулікте жұмсайтын энергиясының мөлшеріне сай қуат алуға тиіс. Егер адам үнемі мөлшерден тыс ішіп-жесе, семіріп кетеді де, нәтижесінде қант диабетіне, атеросклерозға ұшырайды, бауырдың қызметі бұзылады, басқа да ауруларға шалдығады.\nДемек, «сұлулық үшін» ішіп-жеу мөлшерден артық тамақтану емес. Алайда, тамақты аз ішіп, үнемі аш жүруге де болмайды. Бұның да қауіпті зардаптары бар. Тамақтанудың ақылға қонымды жай-жапсары болуға тиіс. Адам денесінің тканьдары (мысалы, салмағы 70 кг тартатын) 40-45 кг судан, 16-17 кг белоктан, 7-10 кг химиялық элементтерден, 2,5-3 кг минерал тұздарынан және 0,5-0,8 кг көміртегінен тұрады.\nӨмір сүрудің әр түрлі күрделі процестерін қамтамасыз ету үшін біздің организміміз жоғарыда аталған тағам түрлерін, сонымен бірге дәрумендерді т.б. биологиялық заттарды ұдайы қабылдап тұру керек. Сондықтан азық-түліктің түр-түрін жеу – адамға пайдалы, ал оның белгілі бір түрін ғана жеу зиян. Адам организміне қажетті тағамдық заттар (белоктар, майлар, көмірсулар, дәрумендер, минерал тұздар) ас қорытатын шырындардың әрекетімен тағамнан бөлініп, қанға барып араласады да, дененің барлық организміне тарайды, сөйтіп онда түрлі клетка элементтерін құруға, оларды қалпына келтіруге және адамның жұмсаған энергиясының орнын толтыруға жұмсалады. Осыдан келіп тамақтану режимін сақтау қажеттілігі туады.\nТамақтану режимі мыналарды қамтиды: тамақты қабылдау мезгілдігі, тамақ қабылдау аралығындағы үзіліс, тәуліктік рационға кіретін калорияны бөлу. Төрт мезгіл тамақтану анағұрлым тиімді болып табылады, өйткені асқазанға күш біркелкі түсіп, тамақ шырындарының тағамды толық өңдеп шығуын қамтамасыз етеді. Тамақты күн сайын белгілі бір мезгілде қабылдау асқазан сөлін неғұрлым шұғыл бөлу рефлексін қалыптастырады. Төрт мезгіл тамақтану кезінде тәуліктік рационды бөлу күн тәртібіне және әдеттенуіне байланысты істеледі. Рационды мынадай тәртіппен бөлу анағұрлым тиімді: таңертеңгі асқа 25%, түстікке 15%, кешкі тамаққа 25%. Ақырғы тамақ қабылдау ұйқыға дейін 2 сағат бұрын болуы тиіс. Түңгі сменада жұмыс істеген кезде кешкі ас күндік рационның 30% болуы тиіс, сонымен қатар тамақты түңгі сменаның екінші жартысына қабылдау көзделеді.\nІшетін тамақтың түрін өзгертіп отыру керек, яғни белокқа бай сүт, ірімшік, балық немесе ет, дәрумендер мен минерал тұздары көп көкөністер, жемістер аса қажет. Тіпті ешқандай пайдалы заттары жоқ көкөкністер мен жемістер де (өсімдік жасушасының (клетка) қабығын құрайтын зат) ағзаға қажет-ақ, өйткені олар денеде ас қорытатын шырындардың түзілуін қамтамасыз етеді, ішектің қызметін ретке келтіреді және ағзадағы басы артық хлорестеринді сыртқа шығарып отырады.\nТамақты шамадан тыс көп ішіп-жеумен қатар, ауқаттануды тәулігіне 1-2 ретке дейін қысқарту, кешке жатарда қатты тоя тамақтану көптеген адамдардың семіруіне апарып соғады. Себебі, ауқаттанудың арасын алшақтату мидың тамақтану орталығын қатты қоздырып, адам ашқарақтанып, тамақты өзіне қажетті мөлшерден көп жейді. Ұйықтар алдында көп жеген тағам да зиян. Тамақтың қорытылуы, тағам заттарының қышқылдануы күндізге қарағанда түнде азаяды. Сөйтіп, майлы тағам денеге толық сіңбей, етке айналады.\nДастарханға қойылған тағамның қалай пісріліп дайындалғаның, сүйкімділігі мен дәмділігінің айрықша маңызы бар. Сүйкімді әрі дәмді даярланған тағам көзді қызықтырып қана қорймайды, тәбетті шақырып, асқазанға шырын бөледі, сөйтіп тағамды қорытатын ішкі жүйенің барлығы асты «қабылдауға» дайын тұрады. Тағам ауызға түсісімен-ақ, ас қорытатын ағзалар дереу қызметке кіріседі, соның нәтижесінде белоктар, майлар, көмірсулар жақсы сіңеді. Сондықтан даярланған тағамды дастарханға кастрөлмен немесе табамен әкеліп қоймай, әрқайсысын жеке-жеке тәрелкеге салып, үстіне петрушка, аскөк, балдыркөк, салат жапырақтары сияқты көкөністермен сәндеп әкелген жөн. Тағамды өте ыстық немесе өте салқын күйінде жеу – зиян. Ыстық тағамның температурасы – 50-60 градус, салқын тағамдыкі 10 градустан төмен болмауы тиіс. Тағамды белгілі бір реттілікпен ішіп-жеу керек. Әдетке айналған дәстүрді бұзудың қажеті жоқ. Мәселен, түскі асты көбінесе көкөністен тұратын жеңіл тағамнан бастаған жөн. Көкөністер, әсіресе, оның шикілей желінетіндері (қызанақ, қияр, орамжапырақ), сұйық тағамдар (сорпа, көже) ас қорытатын шырындардың бөлінуін тездетеді. Сондықтан олар қою тағамның алдынан беріледі.\nТамақты асықпай, майдалап шайнап жеу керек. Асқазанға әбден ұсақталып түскен тағамға ас қорытатын шырындар оңай сіңеді, демек тағам жақсы қорытылады, денеге жақсы тарайды.\nСонымен осы жұмысымды жазудағы менің көздеген мақсатым – тамақтануды тиімді ұйымдастыру, азықты толық пайдалану, тағамды дәмді дайындау және дұрыс сақтау; тағамды сәнді әшекейлеп, дастарханды дұрыс әзірлеуді үйрену.\n\nhttp://malimetter.kz/",
                "date": "18.04.2017",
                "upvotes": 0
            },
            {
                "text": "неге сыз бутып жаздыныз",
                "date": "19.11.2019",
                "upvotes": 0
            },
            {
                "text": "Адам күн уақыты  бойынша дұрыс тамақтанса  күші көп болады. ысттықа және суыққа шыдамды болады. Ал  тамақты түсте және таңертең жемесе .  Онда  адам әлсірейді  тез ауырып қалады. Басы айырады басы айналады",
                "date": "20.11.2019",
                "upvotes": 0
            },
            {
                "text": "Ас адамның арқауы. Дегеніміз бұрынғы заманнан келе жатқан мақал. Өйткені Адам асты күнделікте 3 ішсе онда күшті  болады. Ыстыққада  да Суыққада шыдамды болады . Ал егер тамақ ішпесе онда Әлсірейді. Басы ауырады басы айналады көзі  қараңғы болады тез ауырып қалады . Асқазаны ауырады Қаны азайтылады .",
                "date": "20.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отау твдан теледидар экранын қалай жөндеуге болады?",
        "question_content": "отау твдан теледидар экраны көк түсті болып тұр дауысы шығады тек экран көк жолақ  бірақ дауыс шығару меню барлығы көрінеді қалай жөндеуге болады?білсеңіздер жауап жазыңыздаршы!",
        "question_date": "18.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 781,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Таразыны қалай теңестіруге болады?",
        "question_content": "физикадан, ұзындығы 1метр таразының екі шетінде салмағы 2жəне 5кг болатын жүк бар. осы таразыны қалай теңдестіруге болады",
        "question_date": "18.04.2017",
        "question_tag": "Физика",
        "question_views": 748,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақстандық ЖОО-ларда докторантураға түсу неге қиын?",
        "question_content": "1) 10 мың долларың болмаса докторантураға түсе алмайсың дейді.\n2) Ақшаң болмаса да ЖОО-ның жоғары жағында ағаң болуы керек дейді.\n3) Түссең де зерттейтін тақырыбың бойынша жетекші табу үлкен мәселе дейді.\n4) Түскеннен кейін зерттеудің орнына жетекшің, зав.кафедра, деканның шопыры болуға тура келеді деседі.\n5) Жалақының аздығы, қағазбастылықтың көптігінен қажыған ЖОО-лардың көпшілігінде психологиялық ахуал қиын деседі. Бір-бірін аңду, сөз тасу, интриги и расследовение көп. Еркін жұмыс істеу мүмкін емес дейді.\n5) Соңында бәрінен қажып, бүйткен ғылымы бар болсын деуің ғажап емес дейді.\nСондықтан шетел асқан оңай дейді.\nРас па?",
        "question_date": "18.04.2017",
        "question_tag": "Университет, колледж",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Біз соғысқа қарсымыз\" тақырыбында эссе керек?",
        "question_content": "Біз соғысқа қарсымыз деген эссе керек 5-6 сөйлем жетеді",
        "question_date": "18.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен соғысты жек көрем\nКім қасірет шекпеген\nКім көз жасын төкпеген\nТалай өткен ғасырлар\nЕш соғыссыз өтпеген,-деген ашу-ыза талай батырларымыздың жүрегінде ерімес мұз болып қатып қалғандай. Сол алапат соғыстың аяқталғанына, яғни Ұлы Жеңіске 70 жыл толып отыр. Қазақстандықтардың майдан даласындағы ерліктері мен батылдығы ешқашан ұмытылмайды.\nЕкінші дүниежүзілік соғысты әзірлеуші және бастаушы фашистік Германия болды. Бірінші дүниежүзілік соғыста жеңілген Германия өзін отарлар бөлісуден құр қалған мемлекетпін деп есептеді. Сонымен қатар өздерін шығу тегі жағынан таза қанды арийлердің ұрпақтарымыз деп, дүние жүзіне билік жүргізгісі келді. 1933 жылы Германияда фашистік партия сайлауда жеңіске жетті де, оның жетекшісі Адольф Гитлер елде қатал фашистік тәртіп орнатты. Гитлерлік Германия өзінің агрессиялық соғыс жоспарын жүзеге асыруды 1939 жылы бастады. 1939жылы 1 қыркүйекте Польша жеріне басып кірумен Екінші дүниежүзілік соғыс басталды. Еуропа елдерін бірінен соң бірін бағындыра отырып, 1941 жылы өзінің басты қарсыласы деп есептеген КСРО шекарасына жақындады.\n1941 жылы 22 маусымда таңғы сағат 4 шамасында фашистік Германия әскері КСРО-ның батыс аумағына баса-көктеп кірді. Гитлердің соғыс жоспары \"Барбаросса\" деп аталды. Ол сол бойынша КСРО¬-ны қысқа мерзім ішінде жаулап алып, оны болашақ соғыс жорықтары кезіндегі шикізат, адам қоры көзіне айналдырмақшы болды. Кеңес халқы тарапынан әділетті бұл соғыс тарихи әдебиеттерде \"Ұлы Отан соғысы\"деп аталды.\nОсыдан 70 жыл бұрын, дәл осы күні таң қылаң бере фашистік Германия Кеңестік Социалистік Республикалар Одағына шабуыл жасады. Соғысты бірінші болып қарсы алғандардың қатарында Кеңес Одағының батыс шебін күзеткен ондаған мың Қазақстандық-шекарашылар болды. Соғыс өрті ішке қарай еніп, Брест қамалының тірі қалған қорғаушылары партизандар қозғалысына қосылды. Олардың қатарында 190 Қазақстандық болған. Соғыс аяқ астынан басталғанымен алғашқы күннен бастап халық жұдырықтай жұмылды. Кеше ғана мектеп партасында отырған бозбалалар мен бойжеткендер де елі үшін соғысқа аттанды.\nШегінген кеңес әскері Мәскеуге 25-30 шақырым таяп келді. Бұл 1941 жылдың қараша айы болатын. Мәскеуді жауға беру бүкіл елді жауға берумен тең еді. Мәскеуді қорғау үшін шайқасқа Қазақстанда құрылған атақты 316-атқыштар дивизиясы қатысты. Генерал-майор И.В.Панфилов басшылық еткен бұл дивизия Мәскеуді немістерден қорғауда асқан ерлік көрсетті.\nДәл осы жылы халқымыз соғысқа қызу дайындалды. Атақты Бауыржан Момышұлы соғысқа әскерлер жинап басшылық етті. Қол астындағыларына аса қаталдықпен қарады. Тіпті соғысқа қатысқысы келмеген сарбаздарды өлім жазасына кестіртті.\nСоғыс жылдары Қазақстан жерінде 12 атқыштар дивизиясы, 7 атқыштар бригадасы мен 50-ге жуық әр түрлі полктер,батальондар құрылып, майданға аттанды.Соғыс кезінде 3,5 мыңдай қазақстандық партизан отрядының құрамында болды. Жан қиярлық ерлігі мен батырлығы үшін 96638 қазақстандық жауынгер бірнеше дүркін орден-медальдармен марапатталды. 497 жерлесіміз Кеңес Одағының Батыры атанды.Олардың 97-сі қазақ болатын.142 жауынгер \"Даңқ\" орденінің иегері болды.Ұлы Отан соғысына барлығы 35 миллион адам қатынасты,Орта Азия республикаларынан 3 миллионға жуық адам қатысса, соның 1 миллион 366 мыңы-қазақстандықтар.Ұлы Отан соғысы жылдарында Қарулы Күштерде 4 орталық,19 майдандық және флоттық,103 армиялық газет, әр ұлт тілінде 50 газет шығып тұрды. Сол сұрапыл ауыр жылдарда қазақ тілінде 10 майдандық,3 дивизиялық,1 округтік газет жарық көрген.Олар:\"Қызыл әскер ақиқаты\",\"Қызыл Армия\", \"Жауға қарсы аттан!\",\"Отан үшін алға!\",\"Дабыл\" және т.б.\nҰлы Отан соғысы төрт жылға созылды.Майдан даласында алты жүз мыңнан астам қазақстандық қаза тапты. Миллиондаған өмірді жалмаған сұрапыл соғыста ерлік көрсеткен белгісіз батырлар қаншама десеңші! Өмірдің ең қуанышты,ең бақытты кезеңі-балдай тәтті балалық шақ емес пе?Сол балалық шақты соғыс кезінде бар бала ойын-күлкімен өткізе алмаған. Тоғыз жасар баланың өзі үлкен адамдарша жұмыс атқарған. Бір түйір нан мен қара суды қорек етіп, үстіне малдың терісінен тіккен шалбар киіп,балалық шақтың дәмін татпаған. Азаннан кешке шейін қырманда ауыр жұмыстар жасады. Белі бекініп, буыны қатпаған қазақ жасөспірім балалар майдандағы аға – апкелеріне өз септігін тигізу мақсатында тынбай еңбектенді. Күнделікті өмірін үрей мен қорқыныштан өткізген қазақ еліне майданнан балысының қаза болғандығына келген қара хатты алғанда қабырғасы қатты майысты. Зұлым, қатыгез фашисттерге тек қарғыс пен лағынет айтудан басқа қолдарынан ешнәрсе келмеді. Бұндай қиын да сұм кезеңді сөзбен айтып жеткізу мүмкін емес.\nҰлы Отан соғысы аяқталғаннан соң жауынгер батырларға «Кеңес Одағының батырлары» деген атақ берілді. Батыс жауынгерлеріміз елін сақтап, қорғап қалу үшін бір қасық қаны қалғанша күресті. Кеңес Одағы Батырларының қатарында қазақтың екі қаһарман қызы -Әлия Молдағұлова мен пулеметші Мәншүк Мәметова бар болатын. Мәншүк Мәметова Ұлы Отан соғысы кезінде медицина институтында оқған. Ол өз еркімен сұранып қазақ ұлттық 100-бригадасы қүрамында майданға аттанады. Мәншүк Невель қаласын қорғау кезінде ақырғы оғы қалғанша жаумен соғысып,ерлікпен қаза табады. Невель қаласын қорғаудағы ерлігін мәңгі есте қалдыру үшін қаланың бір көшесі Мәншүк Мәметованың есімін берілді. Қазақтың қайсар рухты қаһарман қызына Кеңес Одағының Батыры атағын бергендігі, апамызға деген үлкен құрмет деп білемін. Және де Әлия Молдағұлова да 1942 жылы өз еркімен соғыс алаңына аттанады. Ол Ленинградтағы елді азат ету шайқасына қатысады. Алдыңғы шепте жүрген Әлия: «Отан үшін алға!»-деп,барлық жауынгерлерді соңынан ертіп, жауға қарсы ұмтылады. Жаудың бораған оғына қарамастан қыстаққа бәрінен бұрын кіріп,бірнеше жаудың көзін жояды. Мерген қыз жиырма жасқа толмаған кезінде, қыршын жасында жау оғынан көз жұмады. Ерлікпен қаза тапқан ержүрек апамызға да «Кеңес Одағының Батыры» деген атағы беріледі. Батыр Бауыржан Момышұлы - Мәскеу түбінде өз әскерін бес рет неміс қоршауынан аман-есен алып шыққан сайыпқыран қолбасшы. Соғыс жылдарында батальон, полк, дивизияны басқарды.1992 жылы аты аңызға айналған қазақтың даңқты, батыр перзенті Бауыржан Момышұлына егемен еліміздің жоғары наградасы - Қазақстанның Халық қаһарманы атағы берілді. Батыр Бауыржанның ерлігін білмейтін қазақ жоқ шығар. Рейхстагқа Жеңіс туын тіккендердің бірі-қазақ жігіті Рахымжан Қошқарбаев.1945 жылы 9 мамырда кеңестік қызыл армия жауынгерлері Германияның астанасы Берлин төбесіне ту тікті. Қазақ азаматы Рахымжан Қошқарбаев 1945 жылы 30 сәуірде,жауынгер Булатовпен бірге,жаңбырдай жауған жау оғының астында Рейхстаг төбесіне Жеңіс туын желбіретті.Бір өкініштісі Кеңес үкіметі Рейхстагқа ту тіккен орыстар мен грузиндер болуы керек деп,Рахымжан Қошқарбаевтың ерлігін жасырып, мойындамай қойды.Рахымжан Қошқарбаев 1999 жылы еліміздің жоғарғы наградасы - Халық қаһарманы атғымен марапатталады. Жаудың тылында партизандардың қатарында да қазақстандықтар шайқасқан. Солардың бірі - Қасым Қайсенов. Ол елім деп, жерім деп елі үшін жанын қиды.\nСоғыста қаза тапқандардың саны бүкіл әлемді дүр сілкіндірді. Жекелеген мәліметтер бойынша,адамзат тарихындағы бұл ең зұлмат соғыс 20 миллионнан астам кеңес азаматтарының өмірін қиды.1710 қала және 70 мыңнан астам село-деревнялар,3180 өнеркәсіптік кәсіпорын, 36 мың пошта телеграф мекемесі,телефон стансасы және басқа да байланыс бекеттері жермен-жексен болды. Көптеген кітапханалар,ауруханалар тоналған.\nҰлы Отан соғысы жылдары Кеңес елі халықтарының достығын нығайтты.Жеңіс КСРО-ға төнген отарлық қауіптен құтқарды.Ұлы Отан соғысы Кеңес Одағы құрамындағы халықтар басына түскен ауыртпалықты тарихи сын кезеңі болды. Осы сыннан халқымыз мүдірмей өтіп, әлем алдындағы беделі асқақтай түсті.Сонымен қақар кеудесімен жау пулеметін жауып Отан үшін жанын қиған батырларымыздың ерлігі ешқашан да ұмытылмақ емес.\nҚорытындылай келе, Отан - адамға не үшін қымбат екенін түсіндім. Бабаларымыздың «Отан үшін отқа түссең күймейсің», - деген қымбат та асыл сөздер тектен-текке айтылмаса керек.Отан үшін от кешкендердің жүрегінің дүрсілі тек «Отан» деп соқты.Олар біздің асыл қазынамызды, байлығымызды қорғап, сақтап қалды.Сол себептіде Отан-біз үшін ата-бабаларымыздан қалған асыл-мұра болып есептеліп қалады. Жан қию оңай ма? Олар Отанымызды қорғап,жаулармен соғысып үлкен ерлік жасады.Қазіргі таңда бүгін Қазақстанның барлық қалалары мен ауылдарында Даңқ монументтерінде Ұлы Отан соғысында қаза тапқан жауынгерлердің ескерткіштеріне гүл шоқтарын қою рәсімдері өтуде.Бұл соғысты ешкім де ұмытпауы керек.Отан-әрбір адамның жүрегі,яғни Отансыз ешқашан өмір сүре алмайды.Отан туралы Бауыржан Момышұлы «Красная звезда» газетінде былай деп жазды: «Өз халқын құрметтеп,сүймеген адам - опасыз,оңбаған адам»,-деп жазды. Бауыржан Момышұлы елі үшін 25жыл өмірін әскерге арнаған. Бауыржан Момышұлы: «Отан үшін жаным –арымның садағасы,халқым үшін қасықтай қаным пида»,-әрдайым жүрегі дүрсілдеп тұратын. Мен және бүкіл ел азаматтары бейбітшілікті қалаймыз. Соғыстың бетін аулақ қылсын! Еліміз аман, тыныштық болсф екен деп тілеймін.\n\nhttp://kazustaz.kz",
                "date": "19.04.2017",
                "upvotes": 0
            },
            {
                "text": "Маған өте ұнады керемет жақсы жазылған",
                "date": "5.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі үшбұрыштың ауданын табыңдар?",
        "question_content": "Табаны 12 см, ал табанына жүргізілген биіктігі оның бүйір қабырғасы мен табанының орталарын қосатын кесіндіге тең болатын теңбүйірлі үшбұрыштың ауданын табыңдар.",
        "question_date": "18.04.2017",
        "question_tag": "Математика",
        "question_views": 38000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "h=6. Өйткені орта сызық табанының жартсына тең 12/2=6\n\nS= 1/2ha=(6•12)/2=36",
                "date": "19.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Құлагер\" тақырыбына шығарма керек?",
        "question_content": "Маган кулагер туралы шыгарма керек ертенге дейын.\n\n«Құлагер» поэмасы – ақынның эпикалық жырларының ең соңғысы және поэзиясының ең биік шыңы. Поэмаға арқау болған оқиға – тараудың басындағы тұсында сері болсын, пері болсын, өмірімен ұнаған Ақан және тұлпар ат Құлагер. Поэма сюжетін құрайтын оқиғалар асты бейнелеген тарауларда ат жарысын, Құлагердің мерт болуын, сонымен байланыста Ақанның қайғы-шерге көмілуін суреттеген тарауларда баяндалған. Құлагердің өлімі асыл Ақан үшін өте ауыр болады. Ол айдалада Құлагердің басын құшақтап көзінен қанды жас ағады. Құлагер – Ақан серінің сұлулығы, идеалы. Менің ойымша, ақын мен тұлпар өмірі ажырамас тұтастық. Себебі, оның түсінігінде ондай тұлпар енді келмесі анық. Сол тұлпармен жүрек түкпіріне ұялаған әсемдік, көркемдік бәрі жоғалған. Оның бұрынғыдай ән айтуы да, ел арасында жайраңдап жүруі де екі талай. Құлагерге жұмсалған айбалта, Ақанның өзіне тиген, ол енді тірі өлік.",
        "question_date": "18.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 344000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақын Ілияс Жансүгіровтің өнер тақырыбына жазылған көрнекті поэмасының бірі – «Құлагер» қазақ халқының әйгілі өнерпазы, ардагер ұлы Ақан серінің өміріне арнады. Ақан сері – XIX ғасырдағы қазақ елінің рухани мәдениетінің тарихынан елеулі орын алатын белгілі өнер қайраткері. Ол дарынды композитор, ақын, әнші. Өзі өмір сүрген заманның әрқилы мәселелерін айқын өнер тілімен көрсете білген оның әдеби, музыкалық, әншілік еңбектері жайлы көптеген ғылыми-зерттеулер бар. Сол еңбектердің бәрінде де Ақан серінің асқан өнерпаздығы, халықтың рухани азығы болған тамаша поэтикалық, музыкалық шығармалар бергені айрықша атап көрсетіледі. Поэмадағы әр көрініс, әр оқиға өз орнында, ақынның құдіретті шеберлігімен олардың бәрі табиғи бірігіп, үлкен бір жарқыраған тұтас мүсінге айналып кеткен. Бұл поэманың сюжетін, композициясын құрудағы ақынның үлкен ұсталығын байқатса керек. Ақын бас кейіпкер өмірін бейнелегенде поэма жанрының шеңберінен аспай, осы жанрдың адам образын мүсіндеудегі көркемдік мүмкіншілігін белгілі дәрежеде ұтымды пайдаланғанын көреміз. Ол, ең алдымен, оқушы қауымды Ақан серімен біраз таныстырып өтеді. Бұл ретте ақын Ақан серіге кең көлемде мінездеме берген. Сол мінездеме арқылы Ақан серінің ұнамды тұлғасы анықтала бастайды. Ақан мен Батыраш айқасының нәтижесі поэманың соңында аян болады. Зұлым Батыраш өзінің жендетін жұмсап, бәйгеден озып келе жатқан Ақанның Құлагерін қанға бояп өлтіреді де, өз дегеніне жетеді. Ақанның жанын жаралап, өшпес қайғы-қасіретке көміп тастайды. Ежелден келе жатқан зұлымдықтың бұқпантайлап істейтін қанды әрекеті осылай болатын-ды. Ақан да сол жауыздықтың қанды шеңгеліне іліне барады. Өзінің жар астынан бұғып тұрып істеген қастандығын мойындамай жалтарған, көлгірсіген, оның үстіне ат бәйгесін алмақ болып тырысқан Батырашқа сол жердегі халық дүрсе қоя беріп, қарсы шығады. Поэманың тіл байлығы төтенше. Өзге поэмаларындағыдай, мұнда да ақын еркін төгілген, образды бейнеге бай құнарлы тілімен оқушыны бірден баурап алып, бастан-аяқ ғажайып эстетикалық ләззатқа бөлеп тастайды. Мұндағы ұмытылмас сұлу картиналар, айқын әдемі образдар, шындықтан туған романтикалық леп, бұлақша сылдырлаған нәзік лирикалық сезім, серпінді, кең, эпикалық құлаш, балы сорғалаған құнарлы бай тіл, ұйқасы сыңғырлаған кәдімгі он бір буынды қара өлеңнің мінсіз-мүлтіксіз үлгілері «Құлагер» поэмасын шын мағынасында поэзияның «сұлу сарайы», Жансүгіров шығармашылығының биік шыңы екеніне толық дәлел бола алады.\n----------\nҚазақ халқы әнші ақындар шоғырының аса көрнекті өкілдерінің бірі – Ақан Қорамсаұлы. Жасынан ән–жырға үйір ол қолына домбыра алып ән салады, өлең шығарады. Жігіттік, сал, серілік жолға бейімделеді. Әдемі киініп, жүйрік ат, құмай тазы, қыран бүркіт ұстайды. Қасына өнерлі жігіттерді жинап, ел аралайды, сауық–сайран құрады. Қалың елді ғажайып әнімен баурайды. Бір уақ сейіл–серуенге шығып, саятшылық құрады. Осындай өзгеше өміріне, өнеріне риза болған халық «сері» атандырады. Ақан сияқты көп қырлы өнері бар адам дүние–байлыққа қызықпаған, оны мақсат та етпеген. Оның есесіне Құлагердей ат, Қараторғай мен Базар ала сияқты қыран құс пен тзы ұстаған. Ақан сал–серіліктің салтанатын аңшылық–саятшылық, құсбегілік мергеншілікпен ұштастырып, бір уақыт осыларды қызықтаған. Құс салып, ит жүгіртіп көңілін көтеріп, жанын жадыратқан. Сондықтан бір қатар туындылары осы тақырыпқа арналған. Солардың ішінде қалың елге кең тарағаны «Құлагер» ән өлеңі. Бірнеше рет аламан бәйгенің алдын бермей, даңқы бүкіл Арқаға тараған Құлгер 1876 жылы Сағынайдың асынд қастандықпен өлтірілгені белгілі. Бәйгеге үш жүз жиырма үш жүйрік қосылады. Осынша аттың алдына қара үзіп келе жатқан қанатты жүйрік Құлагерді Ақмолның алпуыты Жүсіптің жандайшаптары қастандық жасап, айбалтамен басынан ұрып өлтіреді. Осы бір қарабет–қастандық ақынның жүрегін жаралайды. Өйткені ер қанатына айналған атқа халық ерекше мән берген. Сондықтан бұл өлең ақынның ауыр жан күйзелісі, терең тебіренісінен туған. Өлеңде озбырлықтан зәбір көрген ақынның көкірегін кернеген қайғы–мұңы бар. Сондай–ақ ақынның көңіл–күйіндегі сан түрлі психологиялық өзгерістер де айқын байқалып отырады. Құлагерді қарап тұрған Ақан сері алдыңғы аттың түсінің өзге екенін байқап мазасыздана бастайды. Бір жамандықты сезгендей болады. Жел соқса қамыс басы майда деймін, Атыңды, ат айдаушы қайда деймін. Алдыңғы ат баран болмай, қылаң болды, Жығылмаса Құлагер қайда деймін?! Деген жолдарда бір үміт, бір күдік тай–таласқа түскендей болады. Ақан сері Құлагердің өлгенін естігенде есі ауысқандай басқа күйге түседі. Оның ой –сезімін бір сәт шарасыздық билегендей болады. Өлді деп Құлагерді естігенде, Бір тұрып, бір отырып ойбайлдым, – дейді. Ақанның өкінішінде шек жоқ. Өлеңнің әр шумағы оның жан күйігіне толы. Құлагер дүбірлі бәйгеге қосылғн сайын Ақан серінің де, елінің де намысын асқақтата түседі. Сондықтан оны бүкіл Атығай, Қарауылға олжа салған жүйрік ретінде жоқтайды. Ердің де, елдің де даңқын асырған тұлпардың қапияда мерт болуы жалпақ жұртқа да оңай болмаған. Ор болып қалушы еді шапқан жерің, Шаттанып тұрушы еді қосқан елің. Атығай, Қарауылға олжа салған, Бота тірсек, қыл сағақ, сандал керім. Құлагер құнанында керім еді, Нағашым сұрағанда беріп еді. Ат қоса Ерейменге барғанымда, Бір сыншы көзі шыққыр көріп еді. «Құлагер» өлеңін оқып отырғанда Ақан серінің жанына жара салған күйзелісі, мұң мұнары басып тығырыққа тірілген ауыр да, азапты сәттерінің шыны мен сырына қаныға түсеміз. Ақынның азалы үнінен сырт қалу мүмкін де емес. Қызғаныштың қызыл итін жүгіртіп, әділдікке жымысқылық пен қол көтерген қараниет қарақшылардың зұлымдығына басылған лағынет таңбасы. Құлагерді өлтіргенде алдым несін, Әркімнің тәңірім берген несібесін. Қас қылған жануарым Құлагерге, Жауызға бар тілегім өлім берсін, – деген жолдар Ақан серінің ғана тілегі емес, қара ниет жауға деген бүкіл халық қарғысы деп ұқсақ болады. «Құлагер» өлеңі бір ғана жүйрік тұлпарға арналмаған. Мұнда әділетсіздікке деген Ақан серінің жан ашуы жатыр. Ат өлімі жүрегіндегі ашу–ыза, кекті тұтандырып, намысын жани түскен. Сондықтан Ақан сері сол тұстағы заманның ащы шындығын ашып, қанды қол қарақшыны да, кеудесіне нан піскен озбырларды да өлтіре сынап, оларға қарсы үн көтереді, өлім тілейді.",
                "date": "19.04.2017",
                "upvotes": 0
            },
            {
                "text": "Жаңа әдебиеттің негізгі идеясын қабылдап, оны жырлауға құлшыныс білдірген ақынның бірі – Ілияс Жансүгіров еді. Төңкерістен бұрын демократиялық бағытта өлеңдер жазған ақынды идеясына тартқан да өкіметтің кедейлерге деген қолдауы болды. 20-жылдардың аяғына қарай Ілияс эпикалық поэзияға бет бұрды. Оның ұзын сарынды эпикалық поэмалары қазақ тарихындағы елеулі кезеңдерді, ел басындағы қуаныш пен ауыр күндерді, әр заманда өмір сүрген адамдар өмірін жырлауға арналған. Осындай өнер тақырыбына жазылған туындыларының бірі – атақты «Құлагер» поэмасы. Бұл поэманы ақын қазақ халқының ардагер ұлы Ақан сері арнаған.\n\n«Құлагер» поэмасы – ақынның эпикалық жырларының ең соңғысы және поэзиясының ең биік шыңы. Поэмаға арқау болған оқиға – тараудың басындағы тұсында сері болсын, пері болсын, өмірімен ұнаған Ақан және тұлпар ат Құлагер. Поэма сюжетін құрайтын оқиғалар асты бейнелеген тарауларда ат жарысын, Құлагердің мерт болуын, сонымен байланыста Ақанның қайғы-шерге көмілуін суреттеген тарауларда баяндалған. Құлагердің өлімі асыл Ақан үшін өте ауыр болады. Ол айдалада Құлагердің басын құшақтап көзінен қанды жас ағады. Құлагер – Ақан серінің сұлулығы, идеалы. Менің ойымша, ақын мен тұлпар өмірі ажырамас тұтастық. Себебі, оның түсінігінде ондай тұлпар енді келмесі анық. Сол тұлпармен жүрек түкпіріне ұялаған әсемдік, көркемдік бәрі жоғалған. Оның бұрынғыдай ән айтуы да, ел арасында жайраңдап жүруі де екі талай. Құлагерге жұмсалған айбалта, Ақанның өзіне тиген, ол енді тірі өлік.\n\n«Құлагер» поэмасындағы ақынның көркемдік шеберлігі, тілінің аса шұрайлығы жайлы М. Қаратаев «Қазақ поэзиясының Құлагері» деген ғылыми зерттеуінде: «Мұндағы ұмытылмас сұлу картиналар, айқын, әдемі образдар, шындықтан туған романтикалық леп, бұлақша сылдыраған нәзік лирикалық сезім, серпінде, кең эпикалық құлаш, балы сорғалаған құнарлы бай тіл, ұйқасы сыңғыраған кәдімгі он бір буынды қара өлеңнің мінсіз-мүлтіксіз үлгілері «Құлагер» поэмасын шын мәнінде поэзияның «сұлу сарайы», Жансүгіров творчествосының биік шыңы деуге толық дәлел бола алады» - деп түйген болатын. Тілінің байлығы, тазалығы, мөлдірлігі мен бейнелілігі жағынан «Құлагер» - қазақ поэзиясындағы ең үздік поэмалардың бірі.\n\nҚысқасы, «Құлагер» дастаны ақын туралы, оның тағдыры десек те, оның негізгі өзегі – Ақан трагедиясы арқылы әлеуметтік орта және замана лебі, қуанышы мен қайғысы кең көлемде жырланған ірі лиро-эпикалық поэма.",
                "date": "26.01.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепте мұғаліммін. Сауықтыру жәрдемақысын аламын ба?",
        "question_content": "Мектепте мұғаліммін. 24 қаңтар мен 4 мамыр аралығына кірдім. Сауықтыру жәрдемақысын аламын ба?",
        "question_date": "17.04.2017",
        "question_tag": "Заң",
        "question_views": 490,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Алгебрадан 7 сыныптар үшін 4 тоқсанның бақылау жұмысы керек?",
        "question_content": "маган сол сурактын жауабы дал казир кажет тез жауап",
        "question_date": "17.04.2017",
        "question_tag": "Математика",
        "question_views": 15200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "№ 1 бақылау жұмысы\n\nА\n\nI нұсқа\n\n1. Көбейтіндіні дәреже түрінде жазыңдар:\nа) a∙a∙a∙a∙a; ә) -x(-x)(-x)(-x);\n\nб) -32-32-32;\n\nв) b∙b2∙b3; г) m3∙m∙m4; ғ) 3∙9∙27.\n\n2. 0, 04; 12425сандарын қандай да бір санның квадраты түрінде жазыңдар.\n\n3. Бөліндіні дәреже түрінде жазыңдар:\nа) n8:n5; ә) p16:p12; б) 37:27.\n\n4. Амалды орындаңдар:\nа) a∙a25; ә) c53:c26.\n\nIIнұсқа\n\n1. Көбейтіндіні дәреже түрінде жазыңдар:\nа) b∙b∙b∙b; ә) -y(-y)(-y)(-y)(-y);\n\nб) -34-34-34-34;\n\nв) x4∙x2∙x; г) n5∙n∙n6; ғ) 2∙8∙16.\n\n2. 0, 25; 13249сандарын қандай да бір санның квадраты түрінде жазыңдар.\n\n3. Бөліндіні дәреже түрінде жазыңдар:\nа) a7:a4; ә) q18:q16; б) 27:32.\n\n4. Амалды орындаңдар:\nа) x2∙x3; ә) b73:b54.\n\n\nB\n\nI нұсқа\n\n1. 0,125; 343 сандарын қандай да бір санның кубы түрінде жазыңдар.\n\n2. Көбейтіндіні дәреже түрінде жазыңдар:\nа)x2x2x2x2; ә) -3mn-3mn-3mn;\n\nб) x-yx-y;x-y;x-y;x-y;;\n\nв) m∙m3∙m2m5; г) a∙a5∙(a2)3; ғ) b32∙b24∙b.\n\n3. m-нің қандай мәнінде a5∙am=a15теңдігі орындалады?\n\n4. Ықшамдаңдар:\n\nа) 9n+1:9n; ә) 21m+1:211-m; б) x7∙x6x24\n\nIIнұсқа\n\n1. 0,027; 216 сандарын қандай да бір санның кубы түрінде жазыңдар.\n2. Көбейтіндіні дәреже түрінде жазыңдар:\nа)-y2-y2-y2; ә) 2ax2ax2ax2ax;\n\nб) a+ba+ba+ba+b;\n\nв) p∙p2∙p3∙p4; г) b6∙b∙(b3)2; ғ) c52∙c24∙c.\n\n3. n-нің қандай мәнінде xn∙x11=x17теңдігі орындалады?\n4. Ықшамдаңдар:\n\nа) 7m+1:7m-1; ә) 132-m∙13m; б) a12∙a36.\n\n\nC\n\nIнұсқа\n1. Ықшамдаңдар:\n\nа) 2a3b2c2∙(0,5∙abc2)2;\nә) (3a3b:(8cx))2∙(64c2x3:9∙b).\n\n2. x4-7x3+x2-5x+1=0 теңдеуінің теріс түбірлері болмайтынын көрсетіңдер.\n3.\n4. 716-110өрнегінің мәне бүтін сан болатынын дәлелдеңдер.\n5.\n6. a10санын бір көбейткіші a3 болатындай етіп, екі көбейткішке жіктеңдер.\n7.\n8. 12717саны қандай цифрмен аяқталады?\n9.\n10. IIнұсқа\n1. Ықшамдаңдар:\n11.\n12. а) 3x2y∙z32∙(13xz2)2;\n13. ә) 3∙(3x3y2)2∙(0,5∙a3b2)3(1,5a2x)3∙(b3∙y)2.\n14.\n2. x3+3x2+x+7+1=0 теңдеуінің оң түбірлері болмайтынын дәлелдіңдер.\n3.\n4. 426-610өрнегінің мәне бүтін сан болатынын дәлелдеңдер.\n5.\n6. a24өрнегін негізі a8 болатындай етіп, дәреже түрінде жазыңдар.\n7.\n8. 124125саны қандай цифрмен аяқталады?\n\n\n\nБүтін көрсеткішті дәреже\n№ 2 бақылау жұмысы\n\nА\n\nI нұсқа\n\n1. Дәрежені бөлшек түрінде жазыңдар:\n\nа) a-7; ә)5-3; б) (-2)-5; в) (зax)-2.\n\n2. Бөлшекті теріс көрсеткішті дәреже түрінде жазыңдар:\n\nа) 135; ә) 172; б) 1x5; в) 1a2b2.\n\n3. Бөлшекті көбейтінді\n\nа) 6x2; ә) 2a2b3; б) x16; в) 2xy33a2.\n\n4. 18; 12; 16 сандарын 2-нің дәрежесі түрінде жазыңдар.\n5. Дәрежені көбейтінді түрінде жазыңдар:\nа) (32х-2∙у3)2; ә) (5а-3b3m2n-2)-3.\n6. 18 729 000 000 және 0,000127 сандарын стандарт түрде жазыңдар.\n6. ІІ нұсқа\n1. Дәрежені бөлшек түрінде жазыңдар:\nа) m-4; ә) 7-2; б) (-3)-3; в) (-2 bу)-5.\n\n2. Бөлшекті теріс көрсеткішті дәреже түрінде жазыңдар:\nа) 153; ә) 165; б) 1b4; в) 1m3х3.\n3. Бөлшекті көбейтінді түрінде жазыңдар:\nа) 5х3; ә) 3m2n5; б) 7y; в) 3p2q4m3.\n4. 127; 19; 9 сандарын 3-тің дәрежесі түрінде жазыңдар.\n5. Дәрежені көпбейтінді түрінде жазыңдар:\nа) (34a3∙b-2)3; ә) 7m2n-16xy-3-2.\n6. 299 000 000 және 0, 0000208 сандарын стандарт түрде жазыңдар.\n\nB\n\nI нұсқа\n\nБөлшекті теріс көрсеткішті дәреже түрінде жазыңдар:\n\nа) 1(2by)3; ә) 116∙m2n2; б) 19x4y2; в) 1125(a-b)3.\nБөлшекті көбейтінді түрінде жазыңдар:\nа) 5x33y2; ә) 2mna-b; б) x+y25a3b4; в) (p+q)37(p-q)2.\n3. Есептеңдер:\nа)(0,2)-3:25; ә) 8-1∙0,5-4.\n4. (0,2)-3; (0,5)-3; (0,3)-3 сандарын өсу тәртібімен орналастырыңдар.\n5. Ықшамдаңдар:\nа) x-36y4k2-2:(3x2y2k)3; ә) (0,04m-3n-2)-3.\n6. 25 м2 –ге тең ауданды мм2 есебімен анықтап, жауабын стандарт түрде жазыңдар.\nІІ нұсқа\nБөлшікті теріс көрсеткішті дәреже жазыңдар:\nа) 1(3xy)4; ә) 19a2b2; б) 149m4n2; в) 164(p-q)3.\nБөлшекті көбейтінді түрінде жазыңдар:\nа) 7p44q3; ә) 3aca+c; б) m+n36x3y2; в) (x-y)28(x+y)3.\n3. Есетеңдер:\nа) (0,25)-2∙16-1; ә) 125-1:0,24.\n4. (0,1)3 ;(-3)-3 ; (-0,5)-3 сандарын өсу тәртібімен орналастырыңдар.\n5. Ықшамдаңдар:\nа) a-2∙b5m3x2-3:0,2-1m3b-2a-2x-32; ә)(8p-4q-2)2∙(2q2p-3)-3.\n6. 125 мм2-ге тең ауданды м2 есебімен анықтап, жауабын стандарт түрде жазыңдар.\n\nС\n\nI нұсқа\n\nӨрнектің мәнін табыңдар:\nа) 12∙(-6)-1+3:(13)2; ә) (13)-2∙0,25:2-4+0,9970.\n2. n-нің қандай мәнінде yn∙(y3)5=(y-2)2теңдігі орындалады?\n3. x16өрнегін негізі:\nа)x-4; ә)x4болатындай етіп, дәреже түрінде жазыңдар.\n4. Тендеуді шешіңдер: 5x-1=7.\n5. Өрнекті ықшамдаңдар:\nа) 0,0452n-1-n; ә)702n∙251-n49n∙22n.\n6.0,5 тоннаны грамм есебімен анықтап, жауабын стандарт түрде жазыңдар.\nІІ нұсқа\nӨрнектің мәнін табыңдар:\nа) 32∙(-4)-2+1,2:(-0,5)2;\nә) (57)2∙25:(37))2+4∙(0,098)0.\n2. n-нің қандай мәнінде (x2)4:x-n=(x3)-2 теңдігі орындалады?\n3. y15өрнегін негізі:\nа)y5; ә)y-3болатындай етіп, дәреже түрінде жазыңдар.\n4. Тендеуді шешіңдер: 4∙x-1+3=(0,5)-3.\n5. Өрнекті ықшамдаңдар:\nа) (0,25)-n22n-2; ә)422n∙91-n22n+1∙49n.\n6.27центнерді грамм есебімен анықтап, жауабын стандарт түрде жазыңдар.\n\n№ 3бақылау жұмысы\n\nА\nI нұсқа\n\nБірмүшіне стандарт түрде жазыңдар:\nа) 0,3a∙(-5∙x2a); ә) 4a∙ (-0,5b); б) 34x∙215y∙5.\n2. Амалды орындаңдар:\nа) (2x2)3; ә) (-12a3b2)3; б) (34m2∙n)2∙(-0,75∙mx2)3;\nв) 2x-3y-x+y; г) -2ax-x2-a2+2x2+2ax-a2.\n3. Ұқсас мүшелерін біріктіріп,көпмүшені стандарт түрде жазыңдар:\nа) 8ab+b2-x2+4b2-7ab;\nә) 2x3-3a2b2+a3-2ab-x3+4a2b2-ab.\n4. Бірмүшенің квадраты түрінде жазыңдар:\n\nа) 0,01a4b2; ә) 214x6∙y4; б) 144m2n10; в) 4964p2q8.\n\nІІ нұсқа\nБірмүшені стандарт түрде жазыңдар:\nа) 0,4x∙0,5ax2; ә) 5m∙(-0,2n2); б) 113a∙-94∙by.\n2. Амалды орындаңдар:\nа) (3a3)2; ә) (-32x2y)3; б) (114pq2)2∙(-1,25∙pu2)3;\nв) 5a-6b+2a+4b; г) -3xy-2y2+x2+2xy-y2.\n3. Ұқсас мүшелерін біріктіріп,көпмүшені стандарт түрде жазыңдар:\nа) 7xy+x2-y2-2x2-3ab+y;\nә) a3-b3b2+2ab3-2a3b-2a3+3a2b2+b3.\n4. Бірмүшенің квадраты түрінде жазыңдар:\n\nа) 0,04x2y4; ә) 12425a6b2; б) 625p4q12; в) 12164u8v10.\n\nB\n\nI нұсқа\n\nБірмүшіне стандарт түрде жазыңдар:\nа) 3xy(-2x2)(-0,5y2);\nә) (-5mn2)0,4mp2∙3nq;\nб) 23ab2∙34a2b(-8ab).\n2. Амалды орындаңдар:\nа) (0,2a3b)3(-25ab3)2; ә) (-74xy2)2∙(6xy)3∙(-2x2y)2.\n3.fx=2x2-x2+3x-7 жәнеgx=x3-x2-2x+3көпмүшелері үшін:\nа)fx+g(x);ә) fx-g(x) амалдарын орындап, нәтижесін стандарт көпмүші түрінде жазыңдар.\n\n4. Бірмүшенің квадраты түрінде жазыңдар:\n\nа) 0,008a3b6; ә) 5427x6y9;\nб) -125m9∙n12; в) 52p3x2∙(-25qx2)∙(-0,5qxp3)2.\n\nІІ нұсқа\nБірмүшені стандарт түрде жазыңдар:\nа) 2ab2(-34a2)(-6b);\nә) 8x2y∙-0,5xy27px;\nб) 25m2n∙-7m2.\n2. Амалды орындаңдар:\nа) (-0,8x3y2)2(2,5xy2)3; ә) (-35pq2)3∙(23p2q)3∙(-12,5pq)2.\n3.fx=3x3-4x2+2x-5және gx=8-x+x2-2x-3x3көпмүшелері үшін:\nа)fx+g(x); ә) fx-g(x) амалдарын орындап, нәтижесін стандарт көпмүші түрінде жазыңдар.\n4. Бірмүшенің кубы түрінде жазыңдар:\n\nа) 0,027x6y3; ә) 16164a3b9;\nб) -27m12∙n9; в) 272∙m3c2∙(-92cn3)2∙9c2.\n\nС\nIнұсқа\n\n1. 500∙a4∙b3cxбірмүшесін алу үшін:\nа) 25a2c; ә) -125a2b3x3; б) 503∙b2cx.\nбірмүшесін қандай бірмүшеге көбейту қажет?\nа) x6y8; ә) -0,027a12b9\nбірмүшесін алу үшін бірмүшені квадраттау керек кубтау керек?\n3x3-x2+4көпмүшесін бір қосылғышы:\nа)x3-5; ә) 2x3+3xекімүшесіне тең болатындай етіп, екі қосылғышқа жіктеңдер.\n4. Теңдеуді шешіңдер:\nx-2+3x2-x+7-2x2-x3+x-3=x3+x2.\nІІ нұсқа\n-144a2b6x3y2бірмүшесін алу үшін:\nа) 12ab3x2y2; ә) -36a2b6y; б) 185ab3x3бірмүшесін қандай бірмүшеге көбейту қажет?\n2. а) a4n12; ә) -0,064m2x18бірмүшесін алу үшінқандай бірмүшені квадраттау керек немесе кубтау керек?\n3. 2x3-3x+5көпмүшесін біпр қосылғышы:\nа) x+5; ә) x3+x2екімүшесіне тең болатындай етіп, екі қосылғышқа жіктеңдер.\n4. Теңдеуді шешіңдер:\nx2-x3x∙2x-2x3+3x2-x+7=4x3-2x2.\n\n\n№ 4бақылау жұмысы\n\nА\n\nI нұсқа\n1. Көбейтуді орындаңдар:\nа) -4a(3a2-5a-2); ә) 2a(x-3y2+x2);\nб) (2a+1)(7a-4); в) p-qp2+pq+q2.\n\nКөпмүші түрінде жазыңдар:\nа) 7x(4x-y)+4x(x-7y); ә) 2ab-a+b3a-b.\n3. Ортақ көбейткішті жақша сыртына шығарыңдар:\nа) 3a2y-6ay2+9y; ә) 10m3n-15m2n3.\n4.Теңдеуді шешіңдер:\na) 3x-4+2x+3=8; ә) x-1x+3=x(x-2).\n\nІІ нұсқа\n1. Көбейтуді орындаңдар:\nа) 2m(5m2-3m+7); ә) -3a(a2-2ab+5b2);\nб)3x-24x+1; в) u+vu2-uv+v2.\n2. Көпмүші түрінде жазыңдар:\nа) 3aa-5b-5b(b-5a); ә) 2xy-(x-y)(2x-3y).\n3. Ортақ көбейткішті жақша сыртына шығарыңдар:\nа) 7x2y2-14xy3+28x2y4; ә) 24p2q2-16pq3.\n4.Теңдеуді шешіңдер:\na) x+2+3x-8=10; ә) 2x+1x-3=x(3+2x).\n\nВ\nI нұсқа\n1. Көпмүше түрінде жазындар:\nа) (а2- 3аb)(a2- 7ab +2b2);\nә)4у – 2(у-3)-3(у-3(4-2у) +8);\nб) (х-у+2)(3х+2у-1);\nв)(m +2n)2.\n2. Өрнектіғң мәнін табыңдар:\n(р-2)(р+3) – (р+1)(р – 6), р=123.\n3.Теңдеуді шешіңдер:\nа) 7+2х2 = 2(х+1)(х+3); ә) у2-7у=0.\n4. Көпмүшені көбейткіштерге жіктеңдер:\nа) 3х4-6х3у-15х2у2+9ху3; ә) 15рq3-10 р2q2+5 р3q .\nII нұсқа\n\n1. Көпмүше түрінде жазыңдар:\nа) (2m2-nm)(m2-3mn+4n2);\nә)3(х+4)-5х-2(х-5(3-4х)+7);\nб) (2а+ b-3)(а-2b+1);\nв)(3р-1)2.\n2. Өрнектіғң мәнін табыңдар:\n(а+1)(а-3) – (а-2)(а+1), а=-1,27.\n3.Теңдеуді шешіңдер:\nа) 5-2у2+(у+1)(2у-1)=7; ә) 2х2-6х=0.\n\n4. Көпмүшені көбейткіштерге жіктеңдер:\nа) 2а4+6а 3b -6а2b2 +8аb3; ә) 7р5q-21р4q2-14 р2q3 .\nС\nI нұсқа\n1. Көпмүше түрінде жазындар:\nа) (х- m)(х-n)(х-k); ә) аb(а- b)(а+b-с).\n2. m-нің әрбір бүтін мәндерінде (m+5 )( m+4)-m(m-1) өрнегі 10-ға бөлінетінін дәлелдеңдер.\n3. Теңдеуді шешіңдер ( көбейткіштерге жіктеу тәсілімен):\nа) (х-1)(2х-3) – (х-1)(х+2) =0; ә) х2-4х+3=0.\n4. Тізбектес екі натурал санның көбейтіндісі келесі тізбектес екі натурал\nсанның көбейтіндісінен 26-ға кем. Осы сандарды табыңдар.\nII нұсқа\n1. Көпмүше түрінде жазындар:\nа) (х+а)(х+ b)(х-с); ә) mn(m+n)(m-n-k).\n2. n-нің әрбір бүтін мәндерінде (n+3 )( n+7)-n(n-4) өрнегі 7-ғе бөлінетінін дәлелдеңдер.\n3. Теңдеуді көбейткіштерге жіктеу тәсілімен шешіңдер:\nа) (у+1)(3у-2) + (у+1)(2-у) =0; ә) х2-5х+6=0.\n4. Тік төртбұрыштың ұзындығы енінен екі есе артық. Егер оның 3метрге арттырып, ұзындығын 4 метрге кемітсек, онда тік төртбұрыш ауданы 4 м2-ге кемиді. Берілген тік төртбұрыш өлшемдерін табыңдар.\n\n№ 5 бақылау жұмысы\nА\nI нұсқа\n1. А(1;-2), В(-1;2), С(2;8) нүктелері у= 2х2 функциясының графигінде жата ма?\n2. М(2;8), N(1;3),P (-1;1) нуктелерінің қайсысы у=х2 функциясының графигінде жатады?\n3. у=х2 функциясының графигін қолдана отырып, у=-2х2 функциясының графигін салыңдар.\n4. Өрнекті көпмүше түрінде жазыңдар:\nа) 2х(3у-х)+5у(2х-у); ә) (а+b)(m-n+k).\n5. Көбейткіштерге жіктеңдер:\nа) 3а2х -15 ах2 + 9а2х2; ә) (х+2у)(х-у)-(2у+х)(2х-3у).\n6. Теңдеуді шешіңдер:\n2х(1-3х) +(2х+1)(3х-1) =0.\nII нұсқа\n1. P(1;3), Q (-2;12), R(-1;-3) нүктелері у= 3х2 функциясының графигінде жата ма?\n2. A(-1;-1), B(2;-8),C (3;27) нуктелерінің қайсысы у=-х3 функциясының графигінде жатады?\n3. у=х3 функциясының графигін қолдана отырып, у=-х3 функциясының графигін салыңдар.\n4. Өрнекті көпмүше түрінде жазыңдар:\nа) 3a(4a-2b)- 2b(3a-b); ә) (m-n)(a+b-c).\n5. Көбейткіштерге жіктеңдер:\nа) 8a2b2 -12 a3 b+ 20ab3; ә) (m+3n)(m+n)-(3n+m)(2m-n).\n6. Теңдеуді шешіңдер:\n3х(2-х) =(3+х)(4-3х) .\n\nВ\nI нұсқа\n1. А(-2;4), В(3;-1), С(3;3) нүктелерінің қайсысы:\nа) у= х23; ә) у = - х3 2 функциясының графигінде жатады?\n2. Абсциссасы 3-ке тең А нүктесі:\nа) у=- х22 ; ә) у= 2х3 функциясының графигінде жататыны белгілі, оның ординатасы неге тең?\n3. а) у= х22 ; ә) у=- 2х3 функциясының графигін салыңдар.\n4. а) х= 0,5; а=1; ә) х=- 15; а =2 деп алып, 5х(х-0,2а) – (х-2а)(5х-а) өрнегінің мәнін табыңдар.\n5. а) 2113 - 2112 саны 420- ға; ә) 1919 + 1920 саны 20-ға бөлінетінін көрсетіңдер\n6. Теңдеуді шешіңдер: (2х-1)(3х+2) = (5х-2)(х+1).\nII нұсқа\n1. М (-2;2), N (-1;- 13), Р (1;- 12) нүктелерінің қайсысы:\nа) у= - х23; ә) у = х3 2 функциясының графигінде жатады?\n2. Абсциссасы 2-ге тең В нүктесі:\nа) у=- х22 ; ә) у= 2х3 функциясының графигінде жататыны белгілі, оның ординатасы неге тең?\n3. а) у=- 2х2 ; ә) у= х34 функциясының графигін салыңдар.\n4. а) х= -3; ә) х=2 деп алып, (х+5)(х2 – 5х +25) -125 өрнегінің мәнін табыңдар.\n5. а) 2030 - 2030 саны 30- ға; ә) 1119 + 1118 саны 110-ға бөлінетінін көрсетіңдер\n6. Теңдеуді шешіңдер: (2у-1)(5у+1) = (3у -1)(3х+1).\n\nС\nI нұсқа\n1. Теңдеудің графигін салыңдар:\nа) 4у-х2х2-1 = 0; ә) у=2х2х.\n2. Ординатасы – 2- ге тең нүкте:\nа) у=2х2; ә) у=- х34 функциясының графигіндежатуы мүмкін бе? Егер бұл нүктефукция графигінде жатса онда оның оординаталарынын табыңдар\n3. (х+у -3)2 = х2 + у2 +9 +2ху -6х-6у теңбе теңдігін дәлелдеңдер.\n4. Көбейткіштерге жіктеңдер:\n(х -2у)(х2 + ху + 2у2) + (2у – х)(2х2 -2ху +2у2).\n5. Теңдеуді шешіңдер:\n(х-1)(1-х) + (2х -1)(х+1) =2.\n6. Компьютер операторы бірдей екі қолжазбаны 9 сағатта теріп бітірді. Ол бірінші қолжазбаны сағатына 10 беттен тергені, ал екінші қолжазбаны сағатына 8 беттен тергені белгілі. Әрбір қолжазбада неше бет болған?\nII нұсқа\n1. Теңдеудің графигін салыңдар:\nа) 4у+х3х2-4 = 0; ә) у=2хх.\n2. Ординатасы 4- ке тең нүкте:\nа) у=-2х2; ә) у= х32 функциясының графигіндежатуы мүмкін бе? Егер бұл нүкте фукция графигінде жатса онда оның оординаталарынын табыңдар\n3. (а- b +2)2 = a2 + b2 +4 -2ab + 4a-4b теңбе теңдігін дәлелдеңдер.\n4. Көбейткіштерге жіктеңдер:\n(a -3b)(a2- ab+ b2) - (3b – a)(2a2 -ab -3b2).\n5. Теңдеуді шешіңдер:\n2(х-1)(х-2) + 4 = (х+1)2.\n6. Үш күнде 25 метр мата сатылды. Бірінші күні екінші күнмен салыстырғанда 3 метр мата кем ал, үшінші күні бірінші және екінші күндері\nсатылған матаның 23 бөлігіндейі сатылды. Әрбір күні неше метр мата сатылған?\n№ 6 бақылау жұмысы\nА\nI нұсқа\n1. Көпмүше түрінде жазындар:\nа) (2а – b)(2а + b); ә) (х+5)2; б) (m-3)2;\nв) (у-2)3; г)( n+3)3 ; ғ) (х-1)(х2+х+1);\nд)(с+2)(с2-2с+4).\n2. Көбейткіштерге жіктеңдер:\nа) 81-4а2; ә) 25m2 - 10mn+n2; б) 16с2+8с +1;\nв) p3- q3; г) х3-3х2у+3ху2-х3; ғ) b3+8;\nд) 8+12а+6а2+а3.\n3. Есептеңдер:\nа) 352 – 252; ә) 299∙301.\n4. Теңдеуді шешіңдер:\n(х-2)(х+2)-(х-3)2=-1.\nII нұсқа\n1. Көпмүше түрінде жазындар:\nа) (а –3b)(а +3b); ә) (у-4)2; б) (х+3)2;\nв) (х+2)3; г)( m-3)3 ; ғ) (а+1)(а2-а+1);\nд)( n-3)( n2+3n+9).\n2. Көбейткіштерге жіктеңдер:\nа) 49-9b2; ә) 16а2 – 8аb + b 2; б) х2-10х +25;\nв) m3+ n3; г) с3-27; ғ) у3+3у2х+3ух2+х3;\nд) с3 - 6с2+12с-8.\n3. Есептеңдер:\nа) 552 – 452; ә) 199∙201.\n4. Теңдеуді шешіңдер:\n(х+1)2-(х-2)(х+2)=7.\n\nВ\nI нұсқа\n1. Көпмүше түрінде жазындар:\nа) (2аb-1)(2аb+1); ә) (35 ху2 +23 х2у)2;\nб) (0,5-2 mn)2 ; в) (p- 13 )3;\nг)(2 bс+1)3; ғ) (3х+1)(9х2-3х+1);\nд) (12а-2)(14а2+а+4).\n2. Көбейткіштерге жіктеңдер:\nа) 50p2q4-72; ә) 3а2-6аb+3b2;\nб) 0,04х2+4у2+0,8ху;\nв) 0,027m3-0,54m2 n+3,6mn2-8 n3;\nг) a3b38+3a2b24+3ab2+1;\nғ) с3125 -64d3; д) д)8u327+27v38.\n\n3. Өрнекті ықшамдаңдар:\nа) 4(х+3у)2+3(4х-у)2-52(х+у)(х-у);\nә) а3+125b3-(а+5b)3.\n4. Теңдеуді шешіңдер:\n3х2-0,6х+0,03-3(х-0,1)(х+0,1)=0,6.\n\n\n\nII нұсқа\n1. Көпмүше түрінде жазындар:\nа) (3х-2у)(3х+2у); ә) ( 34 d2 - 43 c)2;\nб) (0,1+10pq)2 ; в) ( m2 -3n )3;\nг)(0,2с+5а)3; ғ) (4а-3)(16а2+12а+9);\nд) ( х3 -3)( х29+х+9).\n2. Көбейткіштерге жіктеңдер:\nа) 128а4-72b2; ә) 9х2-132ху+44у2;\nб) 0,09m4+4,2m2n+49n2;\nв) 0,064х3+0,96х2 у+4,8ху2+8 у3;\nг) р3125-9р2q50+27pq220- q38;\nғ) 27c3- d38 ; д) д)0,08а6- b3;\n3. Өрнекті ықшамдаңдар:\nа) -(2m+5n)(2m-5n)-6(2n-5m)2+6(5m+2n)2-4m(60n-m);\nә) (2а-3b)3- 8а3 +27b3.\n4. Теңдеуді шешіңдер:\n(х-3)(5+2х)=2(х-1)2.\nС\nI нұсқа\n1. Амалды орындаңдар:\nа) ( аm- b)( b+ аm); ә)(2+а)(2-а)(4+а2);\nб) ( хn+2 +у22)2; в)(а-b-с-d)(а-b+с+d);\nг) ( 10m3-13 n2)3+( 10m3+13 n2)3.\n2. Көбейткіштерге жіктеңдер:\nа) х2+6х+9-у2; ә) (2а-b)3 -4а2+4аb-b2;\nб) 27m6k – p9n; в) с9m125 + 64d18n.\n3. у=- 13 деп алып, 3(у-1)2+(у+2)(у2-2у+4)-(у+1)3 өрнегінің мәнін анықтаңдар\n4. Теңдеуді шешіңдер:\n5х(х-3)2-5(х-1)3+15(х+2)(х-2)=5.\nС\nI нұсқа\n1. Амалды орындаңдар:\nа) ( х2n-2у)( х2n+2у ); ә)(с+3)(3-с)(9+с2);\nб) ( аn+1 - b22)2; в)(х+у+z-u)( х+у-z+u );\nг) ( 5с2- d34 )3-(5с2+ d34)3.\n2. Көбейткіштерге жіктеңдер:\nа) а2+4b2-25с2 -4аb; ә) (3х-у)3 +у2-6ху+9х2;\nб) 125а9m +b27n; в) 8с6m - d18n27.\n3. у=- 2 деп алып, (х-1)3-4х(х+1)(х-1)+3(х-1)(х2+х+1) өрнегінің мәнін анықтаңдар.\n4. Теңдеуді шешіңдер:\n6(х+1)2+2(х-1)(х2+х+1)-2(х+1)3=32.\n№ 7 Бақылау жұмысы\nА\nІ нұсқа\n1. Көбейткіштерге жіктеңдер:\nА) 6а2-6b2; Ә) 5x3y-5xy3;\nБ) 3m2-12n2; В) 2a(x+y)+x+y;\nГ) 3m(p-2q)-p+2q; Ғ) 3a(m-n)-2b(n-m);\nД) 2xy+x2+y2-3x-3y; Е) (2x-y3)2-(x+y)2;\nЖ) (5х-3)3+(3-5х)2\n\n2. Есептеңдер:\n1352-352\n\nІІ нұсқа\n1. Көбейткіштерге жіктеңдер:\nА) 8х2-8у2; Ә) 3ab3-3a3b;\nБ) 6u2-54v2; В) 3c(p+q)+p+q;\nГ) 4p(m-3n)+3n-m; Ғ) 2x(m+2n)-y(2n+m);\nД) a2+b2+2ab+5a+5b; Е) (0.1a-b)2-(a+0.1b)2;\nЖ) (7х+2)3-(2+7х)2\n\n2. Есептеңдер: 772-232\n\nВ\nІ нұсқа\n1. Көбейткіштерге жіктеңдер:\nА) 1,21х2-0,36у6; Ә) 214a4-49b2;\nБ) -9+1,69m8n8; В) 49(n-2)2-16(3n+1)2;\nГ) a2+4b2-4ab-ax+2bx; Ғ) 2x(m+2n)-y(2n+m);\nД) 338m15+n12; Е) y2-7y+7c-с2;\n\n2. Есептеңдер: 39,52-3,5257,52-14,52 .\n3. Теңбе-теңдікті дәлелдеңдер:\n(x-3)(x2-8x+5)-(x-8)(x2-3x+5)=25\nІІ нұсқа\n1. Көбейткіштерге жіктеңдер:\nА) 2,25a2-0,49b2; Ә) 179m2-11336n4;\nБ) -1.44x6y8+25; В) 36(u+1)2-25(2u-1)2;\nГ) 9x2+y2+6xy-6cx-2cy; Ғ) -p158+1;\nД) 21027a12+b9; Е) m2+5m+5n-n2;\n\n2. Есептеңдер: 17,52-9,52131,52-3,52 .\n\n3. Теңбе-теңдікті дәлелдеңдер:\n(2a+5)(a2-3a+2)+(4-a)(2a2+7a+17)=78\n\nC\nІ нұсқа\n1. Көбейткіштерге жіктеңдер:\nА) a2-b2-34(a-b); Ә) 2(x+y)2+5x2-5y2;\nБ) m3+n3+3m(m2-mn+n2); В) 8c3+6c2+3c+1;\n\n2. Айырманың кубы формуласын қосындының кубы формуласы көмегімен дәлелдеңдер.\n3. Натурал n-нің әрбір мәнінде (6n+1)2-(n-4)2 өрнегінің мәні 5-ке бөлінетінін көрсетіңдер.\n4. Теңдеуді шешіңдер: x3-5x2+5-x=0\n5. a) x2-14x+50; Ә) (x+100)2-0.01 өрнегі теріс мәндер қабылдауы мүмкін бе? Жауаптарыңды негіздеңдер.\nІІ нұсқа\n\n1. Көбейткіштерге жіктеңдер:\nА) x2-y2-32(x+y); Ә) 3(a-b)2-4a2+4b2;\nБ) p3-q3-5q(p2+pq+q2); В) 27m3+9m2-3m-1;\n\n2. Қосындының кубы формуласын айырманың кубы формуласы көмегімен дәлелдеңдер.\n3. Натурал n-нің әрбір мәнінде (7n+1)2-(n-1)2 өрнегінің мәні 16-ға бөлінетінін көрсетіңдер.\n4. Теңдеуді шешіңдер: x3+7x2=7+х\n5. a) 16у-у2-65; Ә) 0,01-(у+10)2 өрнегі оң мәндерге болуы мүмкін бе? Жауаптарыңды негіздеңдер.\n№ 8 Бақылау жұмысы\nА\nІ нұсқа\n1. Бөлшекті қысқартыңдар:\nА) 14a3 b70a2b2; Ә) 7a3a2-ax; Б) m2-n27m+7n .\n2. Бөлшек түрінде жазыңдар:\nА) 5-6xx2+2x+6x+2 Ә) 2b-1b2-4-3b2b; Б) x423y5 • 69y5x3;\nВ) 3a+3a2b-a; Г) m+1m2-4 : m+13m+6;\n\n3. Бөлшекті қысқартып, оның мәнін табыңдар:\na3b-ab3ab2-a2b, мұнда a=-0.5; b=13 .\n\nІІ нұсқа\n1. Бөлшекті қысқартыңдар:\nА) 17x4y234x5y; Ә) 6bbc-7b2; Б) p2-q26p-6q ;\n\n2. Бөлшек түрінде жазыңдар:\nА) 9y+3-9y-7y2+3y; Ә) a-105a+2a-1a2; Б) 6x2x-y- 6x;\nВ) 12nmx : 48nm2;; Г) b+5b2-4 • 3b-6b+5 .\n\n3. Бөлшекті қысқартып, оның мәнін табыңдар:\nx3y-xy3xy2+x2y, мұндағы x=13; y=14 .\nB\nІ нұсқа\n1. Бөлшекті қысқартыңдар:\nА) 5x2-5y2(5x-5y)2; Ә) ab-c-b(a-c)ab-c2-b(a-c)2 .\n\n2. Өрнекті бөлшек түрінде жазыңдар:\nА) 5a-3+1a+3+4a+18a2-9; Ә) c2+x2c2x5-c+xc3x3;\n\nБ) 4y4y2-1-2y+16y-3+2y-14y+2;\nВ) a-a2+b2a+b-m•1b+2a-b;\n\nГ) 4m2-m-m:2+m2+4m-2 .\n\n\n3. xy=1 деп алып: А) x2-4y2x2+4y2; Ә) 4x2-12xy+9y2x2+y2; өрнегінің мәнін табыңдар.\nІІ нұсқа\n1. Бөлшекті қысқартыңдар:\nА) 7a2-7b2(7a-7b)2; Ә) m2-n(2m-n)mn-n(2m-n) .\n2. Өрнекті бөлшек түрінде жазыңдар:\nА) 2a-1a2-1+32a2+2a-2a; Ә) 53-2x+2x2x+3-4x2+94x2-9;\n\nБ) b2-b+1b3c-c2-1bc3;\nВ) mm+1+1•1-m24m2-1;\n\nГ) 11-p-p:p2-p+1p2-2p+1 .\n3. yx=3 деп алып: А) 9x2-4y2x2+y2 ; Ә) 2x2-4xy+y2x2+y2 өрнегінің мәнін табыңдар.\n\nC\nІ нұсқа\n1. Өрнекті ықшамдаңдар:\nА) ab+b25a2-5ab+ab+b25aa+b-ba-b;\nӘ) 4m2(m-2)4:1(m+2)2+1(m-2)2+2m2-4.\n2. x4+4x2-2x+2 бөлшегін қысқартыңдар.\n3. a12-1(a4+a2+1)(a3-a2+a-1) өрнегін ықшамдап, оның мәнін: a) a=2, Ә) a=3 деп алып, анықтаңдар.\n4. Натурал n-нің қандай мәндерінде 360-10n2n2 өрнегінің мәні натурал сан болады?\nІІ нұсқа\n1. Өрнекті ықшамдаңдар:\nА) 3a+b-3a-3b2a-3b•2a-3ba2-b2-2a+3b;\nӘ) m+nmn2:1m2+1n2+2m+n1m+1n.\n2. x2-x+1x4+x2+1 бөлшегін қысқартыңдар.\n3. a8-b8(a4+b4)(a3+a2b+ab2+b3) өрнегін ықшамдап, оның мәнін: a) a=2, b=1; Ә) a=-2, b=1 деп алып, анықтаңдар.\n4. Натурал n-нің қандай мәндерінде 100n2-1440n2 өрнегінің мәні натурал сан болады?\n\n№ 9 қорытынды бақылау жұмысы\nА\nI нұсқа\n1. Амалды орындаңдар:\nа) 2а2b∙(-3аb2)2; ә) (2ху-1)4 ∙ 4х-3у-2;\nб)(- 12аb2)-3∙(4а2b3)2; в) 5х(х-2у)-2х(х+3у);\nг) х3-3х2+1-2(х2-х+0,5х3-2).\n2. Көбейткіштерге жіктеңдер:\nа) 4х2-у2 ; ә) 9а2+6аb+b2;\nб) (2m-1)(х-у)+у(1-2m); в) (m+2n)2+ m+2n;\nг) 8х3-27у3.\n3. Көпмүше түрінде жазыңдар:\nа) (1+2х2); ә) (а+2)(а2-2а+4);\nб) (3аb-1)(3аb+1); в) -2х3у3(5х3у3-4х2у-3ху2);\nг) (3а+7b)(2а-5b).\n4. Бөлшек түрінде жазыңдар:\nа) 2р+5р2+2р- 2р ; ә) 52х-1 + 3-х1-2х ;\nб) х2-4х+у ∙ 3х+3ух2+2х ; в) a2-9a+2 : 3a+92a+4 .\n5. А(1;2), В(12; 14 ), С(-2;8) нүктелерінің қайсысы:\nа) у=х2; ә) у=-х3; б) у=2х функциясы графигінде жатады?\n\n\nII нұсқа\n1. Амалды орындаңдар:\nа) (-3ху2)∙ 2х3у; ә) (-3a-2b)-3 ∙ 9a-5b2;\nб)(0,3m2n)2∙(- mn2)-3; в) 2у(а-3у)-4а(у-2а);\nг) 2ху + у2- х2-2(3х2+2у2 +ху).\n2. Көбейткіштерге жіктеңдер:\nа) m2-9n2 ; ә) 25х – 10ху+у2;\nб) (а+2b)(p-q)-2q(2b+а); в) (а-2b)2+ а-2b;\nг) 125х3+у3.\n3. Көпмүше түрінде жазыңдар:\nа) (2-а2)2; ә) (х-3)(х2+3х+9);\nб) (2ах-1)(2ах+1); в) -3bу2(4bу2-у3+2b2у);\nг) (5m-4n)(2m+3n).\n4. Бөлшек түрінде жазыңдар:\nа) 3-2mm2+3m+ 2m ; ә) 42a-3b + a-13b-2a ;\nб) 9b2-c2b+c ∙ 5b+5c3b2+bc ; в) x2-25x+4 : 2x+103x+12 .\n5. P(1;-2), Q(2;-4), R(1;1) нүктелерінің қайсысы:\nа) у=-х2; ә) у=х3; б) у=-2х функциясы графигінде жатады?\nВ\nI нұсқа\n1. Амалды орындаңдар:\na-3b5cx2-3: 0,2-1с3b-2a-2 x-32; ә) ( 0,2х-3у-2)2∙ x-35y2-3;\nб) (m2-3mn)(m2-7mn+2n2).\n2. Бөлшекті қысқартыңдар:\nа) 21a3b263a5b ; ә) 27х3-у318х2+6ху+2у2 ; б) х2-4х+43х-63 .\n3. Көбейткіштерге жіктеңдер:\nа) 2516 а6-1,69b2 ; ә) 0,008х6+8у3;\nб) m2+n2-k2-2mn; в) (х-3у)3-х2+6ху-9у2.\n4. Өрнекті ықшамдаңдар:\nа) a+1a2-a - a+22a2-2 ; ә) (х+13х-3 + 63х2-3 - х+33х+3 ) ∙ 3х24 .\n5. у=- х22 функциясының графигін салыңдар. Осы функция графигінде жататып және ординатасы (-2)-ге тең нүктелердің координаталарын табыңдар.\nII нұсқа\n1. Амалды орындаңдар:\nху-23ab2-3: 9ay-3x-2 b-32; ә) ( 0,5a-2b-3)2∙ a-22b2-3;\nб) (p2-2pq)(3p2-7pq-4q2).\n2. Бөлшекті қысқартыңдар:\nа) 12x2yz18x2y3z ; ә) 2ac-4bc5a3c-20ab2c ; б) (5m+5n)32m2+4mn+2n2 .\n3. Көбейткіштерге жіктеңдер:\nа) 49x8-1,44y2 ; ә) 8a3-0,027b6;\nб) p2+4q2- 9r2-4pq; в) (m+2n)3-m2-4mn-4n2.\n4. Өрнекті ықшамдаңдар:\nа) 12a+2 - a-13a2+6a+3 ;\nә) (2xx+2 + 2x6-3x + 8xx2-4 ) : x-4x-2 .\n5. у= 12 x2 функциясының графигін салыңдар. Осы функция графигінде жататып және ординатасы (-4)-ге тең нүктелердің координаталарын табыңдар.\n\n\nС\nI нұсқа\n1. (3х-1)(3х+1)-4у(3х-у) өрнегінің ең кіші мәнін анықтаңдар.\n\n2. Көбейткіштерге жіктеңдер:\nа) х4-2х3+х2-1; ә) а3+b3 -2а2-2ab +2b2 .\n3. x+yy = 5 деп алып: а) ху ; ә) х-ух бөлшегінің мәнін табыңдар.\n4. Құрамындағы айнымалылардың барлық мәндерінде 3a2-3a + a2a-3 және a+3+9a+3a2-3a өрнектері теңбе-тең болатынын көрсетіңдер.\n5. Өрнекті ықшамдаңдар:\n(m-nm2+mn - mn2+mn ) : (n2m3-mn2 + 1m+n ).\nII нұсқа\n1. (1-2х)(1+2х)+3у(4х-3у) өрнегінің ең үлкен мәнін анықтаңдар.\n2. Көбейткіштерге жіктеңдер:\nа) а2b2-4ab -а2-b2+1; ә) х3-y3+5х2 +5xy+5y2.\n3. x+yy = 3 деп алып: а) ух ; ә) х-уу бөлшегінің мәнін табыңдар.\n4. Құрамындағы айнымалылардың барлық мәндерінде х3х2-4 - хх-2 - 2х+2 және х-1 өрнектері теңбе-тең болатынын көрсетіңдер.\n5. Өрнекті ықшамдаңдар:\n(a+1a-1 - 1-a1+a - 4a2a2-1 ) : (2-2aa2 - 2a3+a2 - 2).\n\nhttp://collegy.ucoz.ru/",
                "date": "17.04.2017",
                "upvotes": 0
            },
            {
                "text": "Бари оңай есеп той. Осыны да",
                "date": "3.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл аттестат алу үшін мұғалімдеріңізден жылдық бағаны түзеткендеріңіз болды ма?",
        "question_content": "Баршаңызға сəлем,құрметті оқырмандар!Сіздерге қоятын өзекті сұрағым-сіздердің араларыңызда 9-сыныпта қызыл аттестат алу үшін мұғалімдеріңізден жылдық бағаны түзеткендеріңіз болды ма?Олай алуға бола ма?Өтініш маған сіздердің қолдауларыңыз керек!",
        "question_date": "17.04.2017",
        "question_tag": "Мектеп",
        "question_views": 700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кондилома деген ауыруы қауіпті ме?",
        "question_content": "Сəлеметсіздер ме? Менің жасым 19да астыма бөртіп бірдеме шыккан врачка барсам кондилома дит  ол кауіпті ме? Жане эрозия,выделение бар дит. Оларды қалай емдеуге болады? Бала таба аламын ба?  Катты қорқып журмін",
        "question_date": "17.04.2017",
        "question_tag": "Денсаулық",
        "question_views": 8500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүйір кондилома – жыныс мүшелерінде, айланшықта, кейде ауызда пайда болуы мүмкін дене түстес майда бездер. Бұл адам папилломы вирусы (АПВ) тудыратын вирустық ауру болып табылады.\nАуру қарым-қатынас жолымен, яғни жарақаттанған немесе шырышты терімен байланысқа түскенде жұғады. Сондай-ақ тұрмыстық жағдайда жұғуы да мүмкін. Жарақаттанған кейін кейін шырышты теріде де қалады.\nСүйір кондилома иммундық жүйеге байланысты. Мындай нұсқалары болуы мүмкін:\nкондиломның біртіндеп өсуі (көлемі де, саны да);\nөзгерістердің болмауы (ұзақ уақыт ішінде);\nөз бетінше шешу.\nПапилома вирусын жұқтырып алмау үшін жыныстық қатынаста қарапайым гигиена ережелерін сақтау және кездейсоқ байланысқа түсуден сақтану қажет. Арзан қуыққаптар папилома вирусымен бірге СПИД вирусы секілді вирустық инфекциялардан сақтамайтындығын ескеру қажет. Жылыс мүшелері аумағында сүйір кондиломның пайда болуына күмән туған жағдайда тез арада венерологтың кеңесін алу қажет.\n\nhttp://www.derma.kz/kz/",
                "date": "18.04.2017",
                "upvotes": 0
            },
            {
                "text": "Ракка алып келуі мүмкін алдын алып емделу керек",
                "date": "23.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Неге кейбір адамдар демалғанды ұнатпайды?",
        "question_content": "Неге кейбир адамдар Кадыров демалысты унатпайды ?????",
        "question_date": "17.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақша жоқтықтан. Əйтпесе қыдврғанды кім жек көрсін. Айнала кредит қыдырайын десе көбісі отпускіде демалып қайту дегенді білмейді. Ақшасы көп адам болмаса.",
                "date": "4.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіс ауырғанда не істеу керек?",
        "question_content": "Не истеу керек ???\n\nТис ауырганда не истеу керек?іс",
        "question_date": "17.04.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 729,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Стаматологқа бару керек!",
                "date": "22.04.2017",
                "upvotes": 0
            }
        ]
    }
]