[
    {
        "question_title": "Виндовс 7 -ні обновление жасамасаң не болады?",
        "question_content": "Виндовс 7 -ні обновление жасамасаң не болады? Обновлениені өшіріп қойғанмын,есесіне компютерім менің мазамды алмайды, тез қосылып,тез сөндіріледі ол өте жағымды жағадай. ( Мысалы: лицензенный емес виндовс 7-лер обновление жасалғанда экранға Ошибка: 0Х8000 70003 деп синнии экран пайда болады, кейде өте ұзақ обновление жүріп, ол обновление орындалмай біраз қиыншылықтарға апаратынын жақсы білесіздер).",
        "question_date": "11.09.2016",
        "question_tag": "Операциялық жүйелер",
        "question_views": 324,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Негізі обновление жасасаң Вирусқа қарсы қауіпсіздік файлдарды жібереді сосын ең қажет деген файлдарды жаңартады сосын жаңартуды қосып қойсаң білдіртпей адамның рұқсатынсыз windows 10 ға ауыстырып тастайды дұрыс істедің!",
                "date": "11.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұнғыс-Маньжур тілдер тобына қандай тілді халықтар кіреді?",
        "question_content": "Тұнғыс-Маньжур тілдер тобына қандай тілді халықтар кіреді?",
        "question_date": "11.09.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 998,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл топқа эвенкілер, эвендер, жапондар кіреді",
                "date": "11.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туризм мамандығы қазіргі таңда сұранысқа ие ме?",
        "question_content": "Туризм мамандығы қазіргі таңда сұранысқа ие ме? Қай қалада осы мамандықтың оқу ақысы төмен?",
        "question_date": "11.09.2016",
        "question_tag": "Университет, колледж",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Cөздердің морфолгиялық айырмашылығын табыңыз?",
        "question_content": "Cөздердің морфолгиялық айырмашылығын табыңыз\n\nCанай бермеші Nанай бермеші\n\nа)көсемшенің жұрнағы\n\nв)сабақты етістік\n\nc)өтіну мағынасындағы жұрнақ\n\nd)сөз тудырушы жұрнақ\n\ne)болымсыз етістік\n\nжауабынызды түсіндіріңіз!!",
        "question_date": "10.09.2016",
        "question_tag": "Мектеп",
        "question_views": 495,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әлемдегі ең жарық жұлдыз?",
        "question_content": "Әлемдегі қай жұлдыз ең жарық?",
        "question_date": "10.09.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 22000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әлемдегі ең жарық жұлдыз-Сириус. Сүмбіле немесе Сириус (лат. Sirius), сонымен қатар Үлкен арлан шоқжұлдызындағы α жұлдыз (лат. α Canis Majoris) — Тазы шоқжұлдызында, аспанның орталық жарты шарына орналасқан, (Қазақстанда қыста шығыс оңтүстік аспаннан көрінеді) жерден қарағанда ең жарық көрінетін жұлдыз. Белгісі - Bd：α CMa. Сүмбіленің жалтырауы 1,46 жұлдыздық шамаға тең болып, екінші жарық жұлдыз Канопуске қарағанда екі есе артық жарқырайды. Оның ағылшынша аты Sirius /sɪɹiəs/, ол ежелгі грекше Σείριος сөзінен келген. Оның Байер белгілемесіндегі аты - Үлкен арлан шоқжұлдызындағы α жұлдыз. Көзімізге сүмбіле бір тұрақты жұлдыз болып көрінгенімен, ол шынтуайтында Қосаржұлдыз болып есептеледі. Ол спектрі A1V болған ақ негізгі тізбек жұлдызы мен спектрі DA2 болған күңгірт ақ ергежейлі серігі Сүмбіле B дан құралады（Bd：α CMa B）.[1] Сүмбіленің басқа жұлдыздардан өте жарық көріну себебі оның жарық шамасының жоғарылығынан ғана емес, және оның жерге өте жақындығынан болған. Ол күнге жақын жұлдыздардың бірі есептеледі. Сүмбіленің Күннен қашықтығы 2,6 парсек (8.6 жарық жылы). Сүмбіле диаметрі жағынан Күннен екі есе үлкен, жарқырауы Күн жарқырауынан 25 есе артық. Сүмбіле Қосаржұлдызы 200 - 300 млн жылдық тарихқа ие. Ол әу бастан-ақ екі көк түсті жарық жұлдыздан құралған. Жоғары энергияға ие Сүмбіле B өз энергиясын сарқып, алып қызыл жұлдызға айналған және сыртқы қабатынан үздіксіз жеміріліп, осыдан шамамен 120 млн жыл бұрын қусырылып қазіргі Ақ ергежейліге айналған екен.",
                "date": "11.09.2016",
                "upvotes": 0
            },
            {
                "text": "Ең жарық жұлдыз деп қай жұлдызды атайды",
                "date": "23.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйкеліс күші қаншаға бөлінеді?",
        "question_content": "Үйкеліс күші қаншаға бөлінеді?",
        "question_date": "10.09.2016",
        "question_tag": "Физика",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бір дене екінші дененің бетімен қозғалған кезде пайда болатын күш үйкеліс күші деп аталады. Жанасатын денелердің бір-біріне қатысты қозғалысына қарай үйкеліс сырғанау үйкелісі, домалау үйкелісі және тыныштық үйкелісі болып бөлінеді.",
                "date": "11.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат тығыздығы формуласы",
        "question_content": "Заттың тығыздығының формуласы керек",
        "question_date": "10.09.2016",
        "question_tag": "Физика",
        "question_views": 27600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "р=m/V P-заттың тығыздығы m-заттың массасы V-заттың көлемі",
                "date": "11.09.2016",
                "upvotes": 1
            },
            {
                "text": "P=m/v тыгыздык Р  масса М колемV",
                "date": "9.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бойды қалай өсіруге болды? Физикалық күш түсіруге болмайды.",
        "question_content": "Бойды қалай өсіруге болды? Жаттығу жаса, турниикке тартыл деудің қажеті жоқ. Физикалық күш түсіруге болмайды. Мүмкін біреу дəрі ішіп өскен шығар?",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 489,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің досым 3 жыл бұрын менің бойыммен бірдей болған еді. Сонан соң ол дәрі ішкен соң 3 жылдан соң бойы ұзыын болып кеткен. Дәрінің аты қандай екенін білмеймін, бірақ менің айтқым келгені дәрі ішсең өсуің мүмкін деген сөз",
                "date": "10.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлағымда сырға салатын тесігі жара, ірің-жара болып тұр?",
        "question_content": "Құлағымда сырға салатын тесігі жара, ірің-жара болып тұр. Соның арты ісіп кетті (сырғасыз жүре алмайм) не істесем болады?",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менде де бүгін тура сондай болып тұр. Айып етпеңіз мен бұл сұрақтың жауабын білмеймін. Өзім де не істерімді білмей отырмын.",
                "date": "16.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкентте Мед книжка қалай тез істетуге болады? Қай жерде тез істейді?",
        "question_content": "Шымкентте Мед книжка қалай тез істетуге болады? Қай жерде тез істейді?",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 496,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Смотрия ол қандай, кімдерге арналған , не үшін керек болып тұрған мед книжка?",
                "date": "10.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Военкоматтағы мед колледж қалай өзі? Оқуға бола ма жағдай жасалған ба?",
        "question_content": "Военкоматтағы мед колледж қалай өзі? Оқуға бола ма жағдай жасалған ба?",
        "question_date": "10.09.2016",
        "question_tag": "Университет, колледж",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адреналинды қандай ауруларда қолданады?",
        "question_content": "Адреналинды қандай ауруларда қолданады?",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 641,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол қандай дәрі? толығырақ айтып жіберсеңіз.",
                "date": "10.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің бетіме күннен қара дақ пайда болды?",
        "question_content": "Менің бетіме күннен қара дақ пайда болды, оны қалай тез кетіруге болады және бетті қалай ағартуға болады, фебрликтің касметикасын істетіп журмін, пайдасы жоқ сияқты",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 472,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағару үшін косметикалық өнімдерді қолдануға кеңес бермеймін. Олар теріңізді ағартқанымен, өзіне тәуелді қылып алады. Сондықтан, бетіңізді ағарту үшін қиярды үккіштен өткізіп, оған бал араластырып жақсаңыз болады. Немесе цитрусты жемістерге аллергияңыз болмаса, лимонның 1 ас қасық шырынын 10 ас қасық суға араластырып, таңертең және түнде бетіңізді сол сумен сүртіп отырыңыз. Сондай-ақ, петрушканы ұсақтап турап, 1 литр ыстық суға салып, 3 сағатқа қойып қойыңыз да, онымен де таңертең және кешке бетіңізді сүртіп тұрыңыз.\n\nКүннен бетіңізде дақтар пайда болмасын десеңіз, күннің қай уақыты болмасын, қай мезгіл болмасын, күнге қарсы крем жағып жүруге кеңес беремін :)",
                "date": "27.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Беттегі ақтанылтақты қалай кетіруге болады?",
        "question_content": "Беттегі ақтанылтақты қалай кетіруге болады?",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Гемоглобин қалай көтеруге болады?",
        "question_content": "Гемоглобин қалай көтеруге болады? Белоктардың бір тобы – гемоглобин, қан плазмасаның белоктары альбумйн, глобулин тасымалдау қызметін атқарады.Сонымен белоктар тіршілік етудің: ас қорыту, тітіркену» өсу, көбею, қозғалу сияқты барлық құбылыстарына қатысып, тірі организмнің тіршілігінің көзі болып табылады.\nБелоктардың әлементтік құрамы:\nБұлардан басқа Р/2°/о — ке дейін,Cu, Mn, Fe, Co, т.б. элементтер кездеседі. Белоктардың молекулалық салмағы 12-13000 – нан жәй белоктарда бірнеше миллионға дейін күрделі белоктарда жетеді.\nСондықтан белоктардың молекулалық салмағын анықтау көптеген қиындықтар туғызды. Жәй заттардан молекулалық салмағын анықтауға қолданып жүрген классикалық физикалық-химиялық әдістер, белоктардың ерекше қасиеттеріне сәйкес, олардың молекулалық салмағын анықтау үшін жарамсыз болды. Тек қана XIX ғасырда ультрацентрифуганың жасалуына сәйкес ультрацентрифугалық әдіс дами бастады. Осы әдіс арқылы центрден тепкіш күшке байланысты белоктардың тұнбаға түсу жылдамдығының әртүрлілігіне сәйкес, олардың молеқулалық салмағын дәл анақтауға, мүмкіндік туды. Қазіргі кезде бұдан басқа гельфидатрация электрофорез әдістері де қолданылады",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағзаның қан жасаушы қызметінің негізі біздің не жеп, не ішетінімізге байланысты. Ағзамен жақсы қабылданатын, қанға жақсы сіңетін тағам түрлерінің бірі сиыр етін (немесе сәл қуырылған бауыр етін) қарақұмық ботқасымен жеген дұрыс. Созылмалы аурулардан кейін ағза қалпына келу үшін көп мөлшерде ақуыз қажет.\nКагор, түйе жаңғақ немесе қызыл алма. Таңмен аш қарынға немесе түскі ас алдында 50 гр кагор ішу немесе 3-5 түйе жаңғағын жеу, күніне бір қызыл алма – міндетті түрде сіздің гемоглобиніңізге көмектеседі.\nАнар. Анардың дәнін жейсіз бе, әлде шырынын ішесіз бе таңдау еркі өзіңізде.\nШикі сәбіз бен қызылша шырындарын ішу де өте пайдалы. Бұл көкөністердің шырындары ауызды қуырады, сол себепті аздап сумен араластырып ішсеңіз де болады. Бір күнде ½ стақан жеткілікті. Ескерту! Қызылша шырынын 2 сағаттай қойып қойған жөн. Содан соң барып қана ішіңіз.\n\nТаза ауаға жиі шығыңыз, саябақта, қала сыртында, далада жиі серуендеңіз. Қанға оттегі қажет! Адам ағзасында барлық минералдар мен дәрумендер бір-бірімен байланысты. Егер біреуі жетіспесе, екіншісінің сіңуі екіталай. Темірдің жақсы сіңуі үшін В тобындағы дәрумендер мен (дәнді дақылдар) ішкі секреция бездерінің жұмысы жақсы болуы қажет.\n\nКеңестер мен ескертулер:\n\nГемоглобиннің қалпына келу процесі тез болмайды, әдетте жақсы нәтижеге жету үшін 3 айдай уақыт қажет.\nЕгер гемоглобин қалыпты жағдайдан өте қатты түсіп кетсе (дәрігер тексерісінен кейін) дәрігер жазып берген темір көбейтетін арнайы препараттарды қабылдаңыз.\nСонымен қатар, шай мен кофе (және соған ұқсас ішімдіктер) темірдің сіңірілуіне кедергі болатынын ұмытпаңыз.\nТемір препараттарын кальций препараттарымен бірге қабылдамауға кеңес береді. Өйткені кальций ағзаның темірді сіңіруіне тосқауыл болады.",
                "date": "12.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұлудың қандай маскалары жақсы?",
        "question_content": "Ұлудың қандай маскалары жақсы? Егер қолданып көргендер болса?",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Беттегі майды қалай кетіреді менің бетім майлы?",
        "question_content": "Беттегі майды қалай кетіреді менің бетім майлы майлы боп турады маңдай жағым сол маңдайымның айналасы майлы жалпы бетім майлы боп тұрады қалай кетіред маған құрғақ бет ұнайды жалпы беттегі майды қалай кетіреді",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 11200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Беттің майлы болуының да өз артықшылығы бар .Мысалы майлы беттер кеш қартаяды :).Егер майлы бет терісінің иегері болсаңыз онда бетіңізді спиртпен немесе құрамында спирт бар заттармен сүртпеңіз.Спирт бет терісін құрғатып керсінше майдың бұрынғыдан екі есе шығуына əсерін тигізеді.Сонымен қатар бетіңізді ыссы сумен жəне сабынмен көп жумаңыз.Егер майды тағамдарды қолданатын болсаңыз оны аз мөлшерде жеуге кеңес беремін.",
                "date": "11.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аяғым толық, әсіресе саным. Қандай жаттығулар жасауға болады?",
        "question_content": "Салмағым 48, бойым 157. Ендігі мәселем аяғым толық, әсіресе саным. қандай жаттығулар жасауға болады?",
        "question_date": "10.09.2016",
        "question_tag": "Тазалық",
        "question_views": 975,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Киімнің шалбардың түтіліп қалуын қалай кетіруге болады?",
        "question_content": "Киімнің шалбардың түтіліп қалуын қалай кетіруге болады?",
        "question_date": "10.09.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жалпы түкті алатын арнайы құралды дүкендерден алуға болады.Ал егер ондайды таба алмасаңыз кəдімгі ер адамдардың сақал қыратын құралымен кетіруге болады.",
                "date": "11.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атам мен енемнің көңілінен қалай шығамын?",
        "question_content": "Еш нəрсе де түсіне алмадым. Атам мен енем оқымаған кісілер еді. Мінездері өте ауыр қатал адамдар қалай ғана көңілдерінен шығам деп зыр жүгіріп жүрм. Бірақ сонда да қабақтарын бір ашпай қойды. 1 жылда келін баласына барлығын үйреніп шығу мүмкін бе. Ауылдық жерде тұрам. Барлығы 3-4 жылда үйреністім деп айтып жатады əлде маған уақыт керекпе. Күйеуім екеумізді бірге жүрмеңдер деп .уже күйеуімді менен алыстатып жіберді.күйеуімде суып бара жатыр . Енеме айтсам басқа қыздарға барса барсын деп отыра беред .жамандағаным емес.тек біз жақында ғана үйлендік кішкене күйеуі екеуі қыдырып келсін демейді .мүлдем қатты адамдар .еш нəрсе де сатып алмаймыз .барлығы қолмен.сол қаттылықтан шіріп кеткен адамды көрмедім.еш нəрсе түсінгілері келмид.айтсам өзіме қарсы сөйлейді.өздерін өте жоғары санайды.əпкелер өз ақылдарыңызды",
        "question_date": "10.09.2016",
        "question_tag": "Жанұя",
        "question_views": 662,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ешкім жоқта күйеуіне еркеле, смстер жаз, звандап сагынганынды айт. Кишкене кулау бол. Ата ененнин көзінше көп сойлеспендер, барибир қызғанып тұрады ғой. Менің түскен жеримде де барин қолдан жасайды. Басында сен сияқты менинде ашуым келетін, қаз керисинше уйренип калдым . За то келген адамдар мақтап кетеді, бари табиғи таза деп. Унемдеуди менде уйрендим. Базарға сирек барамыз, барлық затты үйде осиремиз, писиремиз. Шүкір жақсы бари. Пысық та болып кетесин уақыт өте, қонақ келсе жугирип пирогынды писирип, дәмді рулеттеринди жасап. Так что уайымдама автор. Осы үйге келген екенсин, оларды өзгерте алмайсың бірақ озин өзгере аласың пысық болып",
                "date": "10.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Есеп айырысу (расчетная)",
        "question_content": "Ассалаумағалейкум!Маған есеп айырысу (расчетный) есептеуге көмектесіңіз Құрылыс компаниясында 6күндік 3-ай көлемінде жасап келісім шарт бойынша айына 80 000 теңге жалақы алып тұрдым.Жұмыстан шығу туралы арыз жазғаннан кейін маған қпнша төлеулері керек?",
        "question_date": "10.09.2016",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "80 мыңды бөлеміз12айға көбейтеміз 3айға=20 мың шамасында",
                "date": "11.09.2016",
                "upvotes": 0
            },
            {
                "text": "Саламатсыздарма! Менин сурагым бар еди. Мен балабакшада жумыс жасаганыма 1 жыл 4 ай болды. Казирги уакытта акысыз демалыска жиберди. Егер мен жумыстан шыгар болсам маган расчетный калай есептеп береди?",
                "date": "9.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімдер күніне байланысты мектепте кеш өтеді. Ағылшынша өлең керек?",
        "question_content": "Жақында мұғалімдер күніне байланысты мектепте кеш өтеді. Мұғаліммен қосылып əн айтудан жарыс болады. Соған қандай өлең айтса болады. Көңілді, залды көтеретіндей) Ағылшынша өлең айту керек себебі мұғалімім ағылшын пəнінен береді",
        "question_date": "10.09.2016",
        "question_tag": "Жалпы ән туралы",
        "question_views": 28700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "I always love your class;\nYour teaching helps me see,\nThat to have a happy life,\nLearning is the key.\n\nI’m grateful for your wisdom\nFor the teacher that you are;\nYou’re a very good person,\nAnd as a teacher, you’re a star!\n\nFor teaching children lessons,\nTo help them as they grow,\nLet this gift remind you,\nYou’re the best teacher we know!",
                "date": "12.09.2016",
                "upvotes": 0
            },
            {
                "text": "рахмет мағанда кеоек еді",
                "date": "8.10.2018",
                "upvotes": 0
            },
            {
                "text": "Авторы мен аты. кайда\n\nАвторы мен аты. кайда",
                "date": "18.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшынша хатты кім аударып бере алады қазақшаға?",
        "question_content": "Достар Интернеттен заказө беріп едім , маған тауар сатқан адам маған хат жіберіпті сол жерде не деп жазылғанын біле алмай отырм, ағылшынша білсеңіздер аударып беріңіздерші?   \n\nDear Beksapar Shakhmuratov, Regarding your order number: 78251181688945, we have shipped your items and the tracking number is 03678370521 . Please check the tracking information here: http://www.17track.net/en for updates. Please note, it will take 2-3 days before the tracking information can be viewed online.China Post Ordinary Small Packet Plus,don't have complete logistics information.If you have any further questions, please feel free to contact us. Thank you! Best Regards, Bella\nАлдынала РАХМЕТ!!!!!!!!",
        "question_date": "10.09.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құрметті Бексапар Шахмұратов,сіздің тапсырыңызға байланысты хат. Сіздің тапсырысыңыздың номеры:78251181688945 Біз Сіздің тапсырысыңызды сізге жіберіп осы номер арқылы бақылаймыз 03678370521 Тауарыңызды баұылау туралы ақпаратты осы сайттан ала аласыз http://www.17track.net/en Сіздің тауарыңыз Қытай Почтасы(china post) арқылы жөнелтілді,товар кішкентай қарапайым қаптамада орналасқан. Егер сізде сұрақтар туындап жатса ұялмай қысылмай біге жазсаңз болады.Ізгі ниетпен,Белла",
                "date": "10.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Париж несімен қызықты, несімен тартымды?",
        "question_content": "Париж – туристер ең көп тамашалайтын қалалар тізімінің көшбасында орналасқан. Оған дәлел, ресми мәліметтер бойынша, 2015ж Париж қаласына әлемнің түкпір-түкпірінен 31 млн. жуық турист келген екен. Сонымен, әлемдегі миллиондаған адамның арманына айналған Париж несімен қызықты, несімен тартымды?",
        "question_date": "10.09.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Парижде Эйфель башнясы бар ғой. Сол башня әлемге танымал.Және мысалы кезкелген адамнан қай қала саған ұнайды деп сұрасаң 10 адамның бірі соны айтады. Негізі ол да кәдімгі қалалар секілді қала.",
                "date": "10.09.2016",
                "upvotes": 0
            },
            {
                "text": "Ең бірінші Эйфель башнясы, дамыған мәдениеті",
                "date": "6.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бал құйылған ыдыстың балмен қоса есептегендегі массасы",
        "question_content": "Бал құйылған ыдыстың балмен қоса есептегендегі массасы 900 г сол ыдысқа сүт құйғанда, онын сүтпен қоса есептегендегі массасы 400 г. бал сүттен 3 есе ауыр. Ыдыстың массасын табыңдар?",
        "question_date": "10.09.2016",
        "question_tag": "Мектеп",
        "question_views": 4700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "X-ыдыс, Y-бал, Z-сут\n\nх+у=900\n\nх+z=400\n\nу=3z,      х+3z=900\n\n              x+z=400\n\n              2z=500 z=250    x+z=400  x=150",
                "date": "12.09.2016",
                "upvotes": 0
            }
        ]
    }
]