[
    {
        "question_title": "Қолжетімді баспана 2020 бағдарламасы",
        "question_content": "Салеметсизер ма?!менин жасым 24-те жолдасымнын жасы 28-де.3 баламыз бар.мен бюджетникпін.уйленгенимизге 5 жыл.кол жетимди баспана бағдарламасына тиркеле аламыз ба?жане ол ушин не истеу керек?",
        "question_date": "24.11.2016",
        "question_tag": "Заң",
        "question_views": 635,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Елімізде жалғыз басты және  көп балалы  (4бала)əкеге қандай көмек бар? Қол жетімді баспана алу мүмкіндігі бар ма?",
                "date": "3.02.2017",
                "upvotes": 0
            },
            {
                "text": "2019 жылы,яғни биыл ондай бағдарлама жоқ. Бірақ Жилстройсбербанкте депозитке ақша жинап аз процентпен үй, баспана алу мүмкіндігі бар плюс мемлекет салған ақшаңызға 20% қосады. Толығырақ білу үшін ватсап сілтемеме өтіңіз getchat.me/madi",
                "date": "30.11.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зар заман өлеңінен менің алатын тағылымым(тəрбием).",
        "question_content": "Осы такырыпка эссе жазу керек!",
        "question_date": "24.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағзы заманнан бері қарай өмір сүрген ақын, жыраулар қазақ жеріндегі замана көшінің бағыт-бағдарын елден бұрын бағамдап, өмір ағымының беталысын, тіршілігінің тынысын тамыршыдай дөп басып танып отырған. Іштен, тыстан келетін қауіп-қатерлерді алын-ала сезіп білген. Бұл өзгелерден артық туған ақын, жырауларға тәңірдің берген тән қасиеті болса керек. Олар қой үстіне бозторғай жұмыртқалаған мамыражай заман болса, шаттана, масаттана жырлаған. Ел басына күн туған аласапыранда отты жырларымен қалың қазақтың жігерін жанып, тұтастық пен бірлікке шақырған. Ал туған жеріне жатжұрттықтар сұқ көздерін сүзіп, шеңгелдеп қол сала бастағанда жыландай жылжып келе жатқан қасіреттен халқын сақтандырып жырмен зар жылаған. Жат пиғылдылардың елдің іргесін ірітіп, ырысын шашып, қазынасын қасықтап та, шөміштеп те таситынын елден бұрын аңғарған. Ақындар алмағайып заманда елдің жігерін жанып, төнген қауіптің бетін қайтаруға халықты үндеп отырған.\n\nБіздің дәуіріміздің ХVІІІ ғасырынан бастап Ресей патшалығы қазақ жерінде де отаршыл, озбыр саясат жүргізе бастады. Орыстар қазақ елін еріксіз билеп-төстеп, елдің шұрайлы, құйқалы өңірлерін емін-еркін егеленіп, халықты жерінен, әдет-ғұрпынан, дінінен бездіруге әрекет жүргізді. Әлімсақтан атадан балаға мирас болып, сан ғасырлар бойы алтын тіндей жалғасып келе жатқан қазақ қоғамындағы қалыптасқан құндылықтар орыс озбырлығының әсерінен өзгеріске түсті. Ел басқарудың жүйесі бұрынғыдан басқа сипат ала бастады. Халықты қисыны жоқ салықтармен, ретсіз алымдармен қанап, түкпір-түкпірде отаршылдықтың дендеп енуі, одан халықтың зардап шегіп, күйзеліске ұшырауының ақыры — тарих сахнасына елдің мұңын мұңдайтын бір шоғыр «зар заман ақындарын» шығарды. Олар қазақ халқының сол кезеңдегі мұң мен зарын, тарта бастаған азабын, көріп отырған теперішін, алдағы күнін ойлаған ұлт қайраткері дәрежесінде танылды. Өз заманының тамыр соғысын елден бұрын сезетін, өмір ағысының беталысын алдын ала біліп отыратын көріпкелдей сұңғыла ақындар күңірене небір толғауларды толғады, күрсіне тіл қатты. Ұлтқа қауіп-қатер жақындай түскенін естірте отырып, елді ата-баба дәстүрін қаймағы бұзылмаған күйінде сақтауға, ұлттық болмыстан ажырап қалмауға жалынды жырларымен үндеді. Осы арқылы халықты ел басына төніп келе жатқан қасіреттен сақтандырды.\n\nЗауалды заманда ғұмыр кешіп, отарлық езгіге, орыс патшалығының қанауына түскен халықтың тағдырын запыранды зармен, күңіренген мұңмен жырлаған ақындар шоғырын қазақтың әдебиеттану ғылымына «зар заман ақындары» деп атайтын термин пайда болды. Бұл терминді ғылымға Мұхтар Әуезов 1927 жылы енгізген және зар заман ақындарының дәуірін бір ғасыр көлемі деп көрсеткен.\n\nОсы зар заман ақындары шоғырында елге белгілі ақындар Дулат Бабатайұлы, Шортанбай Қанайұлы, Мұрат Мөңкеұлы, Әбубәкір Кердері, Албан Асандар болды.\n\nХалықты зар илеткен зобалаң заманды жыр еткендердің бірі — ақын Шортанбай Қанайұлы. Ол 1818 жылы Қаратау өңірінде, Түркістан жерінде туылып, 1881 жылы Қарағанды облысының Шет ауданына қарасты Ақсу-Аюлы ауылында өмірден озған. Шортанбайдың өз кіндігінен Алдаберген, Аязбай деген ұлдары мен Бәйіш атты қызы болған. Сыр бойы мен Түркістан аймағындағы ірі дін өкілі Мәді (Маһди) қажы — (Диуана) қожаның ұрпағы Шортанбай жас шағында арабша оқып білім алған. Көкірек көзі ояу, білімпаз Ш.Қанайұлы көрген-білгендерін көңіліне түйіп, санасына орнықтырып отырған. Тәңірдің берген дарынының арқасында ол ХІХ ғасырда өмір сүрген қазақ халқының тарихындағы ірі қоғам қайраткерінің бірі болған ақын. Өз дәуірінің өмір шындығын айқын көрсете білген бірден-бір көреген ақын заманның, қоғамның әр саласын кеңінен қамтып, шынайы өмірді көзбен көргендей етіп бейнелеп берген ірі суреткер, өткір тілді жампоз жырау болды.\n\nДіни сауатты Шортанбай Қожа Ахмет Иассауидің «Диуани Хикметінен» сусындап, оны жаттап өскен. Ислам діні жолындағы оқуының нәтижесі Шортанбайды ишандық дәрежеге жеткізді. Шортанбай ишан Түркістан өңірінде ислам дінін тарату жолында қызмет атқарып жүріп, Сарыарқаның Қарқаралысындағы Жамантай төренің жанына біраз уақыт қоныс аударады. Кейіннен Жанғұтты бидің қолқасымен Ақсу-Аюлы бойына қоныс жаңғыртады. Онда барған соң мешіт салдырып, медресе ашып бала оқытады. Өмірден озғанға шейін Жанғұтты бидің қамқорында болады.\n\nБойына туа бітті тәңірден берілген ақындық шабыт дарын иесін осы жолға түсірмей қоймайды. Жан-жақты сауатты, өлең-жырға әуес, сөзге шешен Шортанбай жиын, той-думандарда жырға ден қоя бастайды. Ақырында толғау айтса — толғап айтатын, жыр айтса — төкпелеп төгетін ақынға айналады. Қасиетті Түркістан жері оны ишан дәрежелі дін иесі етсе, Қарқаралы байтағына арқалы ақын ретінде танылады. Шортанбай шығармаларында ХІХ ғасырдағы қазақтың өмірі шынайы болмысымен суреттеледі. Әсіресе, елдің тұрмыс-тірлігі, жоқ-жұтаңдардың жағдайы ақынды қатты толғандырып, жат жұрттық келімсектердің қазақ жерін талапайға сала бастауы ақынға шаншудай қадалады. Елге жасалған отаршылдық, халыққа істелген қиянат ақынның көптеген шығармасына арқау болды, зар заманның келгенін күңірене жырлап, халқын төнген қауіптен қорғады.\n\nШортанбай шығармалары өткен ғасырдың соңғы ширегінде кейбір кітаптарда жариялана бастады. 1882 жылдардан бастап, өлең, толғаулары жинақталып, бөлек кітап көлемінде жарық көреді. Аталған жинақтарға ақынның «Тар заман», «Опасыз жалған», «Бала зары», «Байды құдай атқаны», «Атамыз Адам пайғамбар», «Өсиет-насихат сөздер», «Айттым сәлем», «Асан қожаға» тағы басқа да шығармалары енген.\n\nКешегі кеңес заманында бірқатар толғаулары мен айтыстары С.Сейфуллиннің 1931 жылы шыққан «Ескі әдебиет нұсқаларында», С.Мұқанов пен Қ.Бекхожиннің 1942 жылы жарық көрген «Қазақ әдебиетінің хрестоматиясында», 1962 жылғы «ХVІІІ-ХІХ ғасырлардағы қазақ ақындарының шығармалары» және1965 жылғы «Айтыс» жинағында жарияланған.\n\nШ.Қанайұлының «Бала зары» атты өлеңдер жинағы ХІХ ғасырдың 80-жылдарында Қазан қаласында баспаханадан басылып шыққан.\n\nКелешекті көрегендікпен болжау, алдағы күндердегі елдің даму сипатындағы өзгерістерді көзбен көріп, қолмен ұстағандай етіп шынайы бейнелеп жырлау секілді зар заман ақындарына ортақ қасиет Ш.Қанайұлында да бар. Бұндай сипаттағы өлең мен толғаулар оның шығармаларында көптеп орын алады.\n\nШортанбай ақынның шығармаларының дені дерлік «қой үстіне бозторғай жұмыртқалаған» мамыражай заманды аңсап, заман ағысының кері кетіп бара жатқанына налудан туған. Мысалы, «Зар заман» деген толғауында өткен заманның жақсылықтарын аңсау байқалады. Мұнда ақын заман азды, заң тозды, бұрынғы зорлар қор болды, қорлар зор болды, ұрпақ ата-анасын тыңдаудан қалды деп торығады. Ел ішіндегі әлеуметтік мәселені жырға арқау етіп, жұртқа төрелік айтатын билер мен ел билеушілерінің парақорлығы мен әділетсіздігін, ел ішіндегі алауыздықты тағы басқа да мін-қылықтарды шариғат жолымен кінәлап, бұрынғы өтіп кеткен замандағы билердің әділ іс-әрекеттерін аңсайды. Аласапыраны көп алмағайып замандағы өзгерістер мен жаңалық біткенді танығысы келмей, оған үрке қарап:\n\n— Мына заман қай заман?\n\nАзулыға бар заман.\n\nАзусызға тар заман,\n\nМұның өзі — зар заман…- деп, кейпі қашқан заманның кесір кепиетін ашына айтады, батыл толғайды. Қазақ жеріндегі ел билеушілерді сын садағына алып, Асанқайғыша толғанады әрі торығады.\n\nЗаман ағымының беталысының қалыптан ауып, адамдар арасындағы әлеуметтік теңдіктің ауытқуын, осыдан барып кедей мен жоқ-жұтаң елдің басына түскелі келе жатқан кесапаттан жұртты сақтандырып:\n\nМынау ақыр заманда,\n\nАлуан-алуан жан шықты.\n\nАрам, араз хан шықты,\n\nҚайырымы жоқ бай шықты.\n\nСауып ішер сүті жоқ,\n\nМініп көрер күші жоқ,\n\nАқша деген мал шықты.\n\nКедей қайтіп күн көрер? —\n\nСол себепті қорқамын! — деп, заманның түнеріп келе жатқан қара бұлтын ашық көрсетеді.\n\nШортанбай шығармаларының өзегі — беталысы өзгерген заман, қайырымсыз қоғам, берекесі кете бастаған халық тұрмысы, елдің өмір сүру ырғағының бұзылуы, қонысы мен жерінен шеттетуге негізделген қысым көрсету, отаршылар мен жергілікті әкімдердің озбырлығы, жаңа қоғамдық қарым-қатынастардан туындаған ел тонаудың небір түрлері, екі жүзді ел билеушілер, бұзақы тонаушы топтар. Патша отаршыларымен қатар елді қанауға малды байлар да, алып сатар саудагерлер де кірісіп жүргенін шығармаларында көрсетеді. Бұларға қоса князьдар мен генерал-губернаторлар, әскербасылар мен дуанбасылар, соттар, тілмаштар секілді сол кездің әкім-ұлықтары елдің тыныштығы мен дәулетін судай шашады. Осыны көріп отырған Шортанбай ақын:\n\nЗаман қайтып оңалсын,\n\nАдам қайтып қуансын,\n\nЖандарал болды ұлығың.\n\nМайыр болды сыпайы,\n\nАйрылмайтын дерт болды,\n\nКедейге қылған зорлығың.\n\nКнязьді көрдің піріңдей,\n\nТілмәшті көрдің биіңдей,\n\nДуанды көрдің үйіңдей,\n\nАбақты тұр алдыңда,\n\nҚазылып қойған көріңдей, — деп, олардың барлығын елдің ырыс-несібесін жалмайтын ауызын ашқан аждаһадай етіп көрсетеді.\n\nОл «Бір тәңірге аян-ды», «Бір насихат айтайын» және тағы басқа да өлеңдерінде қараша халықтың ауыр тұрмысын, би-болыстар, ұлықтар мен байлардың ел билеудегі кейбір келеңсіз әрекеттерін, озбырлықтарын әшкерелеп көрсетеді.\n\n… Кедейлерге салып шығынды,\n\nНегізі байдың тоймайды, — деп, байлардың тойымсыздығы мен ашкөздігін өткір тілімен түйрейді, олардың бет-бейнесін ашып береді.\n\nОтаршыл Ресей патшасының қазақты үйреншікті сүйегіне сіңген әдет-ғұрыптан, наным-сенімінен, иманынан, ел билеу салтынан айыруға жасаған әрекеті мен зорлықшыл әділетсіздігін көрген Шортанбай одан әрі:\n\n…Осы күнде заманың\n\nОсылайша болып тұр.\n\nМұсылманды бұл күнде,\n\nОрыс кәпір жеңіп тұр…- деп, түйіндейді.\n\nШ.Қанайұлы қазақтың бойындағы адами қасиеттердің айни бастағанын, ұлттық тұрпаты мен елдік сипатының бұзылғанын былай деп көрсетеді:\n\nЗаманақыр кезінде —\n\nҰл сыйламас атасын.\n\nҚыз сыйламас енесін,\n\nЕр жеттім деп егесіп,\n\nСалыстырар денесін, — деп, қазақтың қанында жоқ жат қылықтардың өріс алып келе жатқанын ашына жырлап, ескертеді, кимелеп келе жатқан кесапаттың кері кеткен кейпіне ашынады.\n\nБұдан әрі мұсылмандық шарттар мен иманға жасалып жатқан қиянат, адал мен арамның ара қатынасы туралы да болашақ болжамын айтады.\n\n…Зекетсіздің бұйырар\n\nСүндетсізге жиғаны.\n\nАузы түкті ие боп,\n\nҚазаққа берер қиғанын, — деп, көреген ақын күйініш білдіреді.\n\nБұдан соң ақын ХХ ғасырда қазақтың басынан өткерер бар қияметі туралы:\n\n…Қайран да халқым, қайтейін,\n\nКейісті көп тартасың.\n\nКөппен көрген селебе,\n\nСелебені елеме,- деп, егіле отырып, елін жұбатады.\n\nШортанбай ақын елдің басына түскен нәубетті ақырзаманның келгеніне теңейді. Оның бұл жердегі ақырзаман дегені дүниені жойып жіберетін ғаламдық апат емес, отаршылық пен қанаудың аранына түскен ұлттың күйреуі мен тозаққа ұшырауы сипатындағы ақырзаман екенін көреміз. Ол осы тұрғыда:\n\nТаңда махшар күн туса,\n\nТаразыны аударар.\n\nЖаһаннам деген дозақта,\n\nШайтан болар жолдасы.\n\nҚұбыласын білмей құл\n\nСонда тартар жазасын.\n\nКешірмейді Құдайым\n\nБес намаздың қазасын.\n\nҚұрт-құмырсқа жиылып,\n\nСонда алады мазасын.\n\nЖаһаннамның белгісі\n\nЖалғанға болар расың.\n\nМұқып қылмай құдайым\n\nОл залымның тәубасын\n\nСақта құдай солардан,\n\nСол себепті қорқамын!- дейді. Осылайша келер нәубеттің зардаптарын тайға таңба басқандай күн ілгері айтып береді.\n\nАқын өмірден өтер алдында көптен сыйлас досы Жанғұтты мен Асанбұғы қожаны шақыртып алып, араздасады. Заман ағымы, ұрпақ болашағы, ел болу қам-қаракеті туралы олармен ой бөліседі, пікірлеседі. Екі ақылдасына келер заман туралы өзінің болжамын жаздырады.\n\n…Отыз, отыз бірінші жылдары,\n\nЕлдің ері еренде,\n\nЖалғыз-ақ қара қалады.\n\nҰялмастан бұл кәпір,\n\nОған да салық салады.\n\n…Сол уақыттың кезінде,\n\nҰмытпасаң тәубаңды,\n\nТүтін салар соқпаққа.\n\nТүзу жолдан сан қилы,\n\nЖолығарсың күрзі менен соқпаққа, -деп, алдағы күннің болжалды, келер ұрпақтың мойнына түсер ауыртпалықты көзбен көргендей, қолға ұстатқандай етіп айтып берген.\n\nШортанбай негізінен болжампаз, көреген, ақылгөй, өсиетшіл ақын. Сондықтан жырларымен де адами ақыл айтып, халықты түзу жолға салып, жөн сілтеуді өзінің зор мақсаты санаған болса керек. Ақын әр кезде терең толғап, өрнекті де өрелі сөз термелейді. Орынды да орнықты ақылдар береді, нақылды сөз айтады.\n\nОл өсиеттерін қалың қазаққа, оның кәрі-жасына арнайды. Елдің бас көтерер адамдарын тәубаға шақырып, бір күндік мал-мүлік пен дүние жинап қор болмай, халық үшін, бір Құдайдың жолында қызмет етуін тілейді. Ізгілік, әділет жолынан тайынбай іс қылып, саналы, салиқалы өмір кешуін уағыздайды. Ақирет жолы мен адамгершілік, әділет жолдарын тең ұстап, ешкімге обал, қиянат жасамай, тек қана ізгілік жасап өткенін қалайды. Адамдарды тойымсыздық пен опасыздықтан аулақ болып, қанағат пен рақымға жақын болуға үндейді.\n\nШортанбайды зар заман кезеңінде өмірден түңіле жырлаған жігерсіз, қайғы мен мұңның ақыны деп тұжырым жасауға келмейді. Жоғарыда келтірілген бірқатар өлеңдердің үзінділерінен-ақ ақынның бойындағы басым күш пен жігерді бағамдауға болады. Өлеңдер өзегінен елді бас көтеріп, серпілуге шақырып, батыл күреске үндеуді, халықтың сана-сезімін оятуды көздегенін көреміз. Шортанбай өмір сүрген зар заман деп аталған — тар заманда халыққа ұран тастап, үндеу жасап, алды-артын болжап бергеннің өзі үлкен ерлік, елге адал қызмет. Шортанбай шығармашылығын зерттеушілердің пайымдауынша, халқының тағдырын ойлаған ақынның жарғақ құлағы жастыққа тимеген. Ол ел-жұртының қасіретін ерлерше арқалап, мұңын мұңдады, ақындық шабытынан күрескерлік жыр толғады. Өз елінің мінезін, мінін түзетпек болды. Жасығандардың жігерін жанып, тәуелсіздігі үшін аянбай күресуге шақырды.\n\nСол замандағы қоғамның жай-жапсарын зерделеп, залалды зардабын елге түсіндірді, салдарынан сақтандырды, кесапаттың алдын алуға жатпай-тұрмай жұртын үгіттеп, ілгері жетеледі. Ел ішін дендей бастаған әр түрлі келеңсіздіктерге, талан-таражға, алауыздыққа, берекесіздікке, бейәдептікке, опасыздыққа қарсы халықты аянбай күресуге шақырды. Сол заманда бұдан артық елі мен халқының қамы үшін адал қызмет ету екіталай еді.\n\nШортанбай өз заманындағы қазақ даласындағы әлеуметтік теңсіздік пен өмір шындығын шынайы суреттей білген сұңғыла жыршы екендігімен қатар суырып салма айтыскер ақын болған. Кезінде ол Шөже, Орынбай, Асан ақындармен сөз сайыстырған. Осылардың ішіндегі көлемдісі де, мазмұны жағынан толымдысы да Орынбаймен айтысы. Айтыстың өн бойынан ақынның тапқырлығын, сөзге шеберлігін, тілінің өткірлігін анық аңғаруға болады. Талай айтыстарда шыңдалып, сан рет жүлде алған Орынбай сияқты айтулы ақынмен сайысқа түскен Шортанбай өзінің алғырлығымен тілге тиек болар жағдайды бұрынырақ болжап, табан астында қарсыласының алдын орап кететін тапқырлығын танытады.\n\nШортанбай Қанайұлы өр мінезді өлеңдерімен қазақ әдебиетін түр, мазмұн жағынан байыта түскен, адами және бекзаттық қасиеттерді, ізгілік пен парасаттылықты жырлаған, оны елге насихаттаған ірі ақын.\n\nБір сөзбен айтқанда, Шортанбайды заманның тамыр соғысын дөп басып танитын, мезгіл мұғдарын алдын-ала болжап, күн ілгері көре білетін өз заманының да, одан бергі заманның жаршысы болған кемеңгер де көреген ақын деп бағалауға болады.\n\nБойындағы адами қадір-қасиетінің молдығына, дарынды білім иесі болуына, елі мен жерін қастерлей білуіне байланысты Шортанбай ақынды ел бүгінге дейін әулие деп есептейді.\n\nӘулие ақын дүниеден озған соң мүрдесі жерленген орынға зират салмауды өсиет етіп кеткен. Ақынның атын атауға, оның шығармаларын насихаттауға ХХ ғасырдағы әміршіл саясат рұқсат бермеді. Оның жырларын айтуға тыйым салынды, өлеңін айтатындар болса олар қуғындауға ұшырады.\n\nОсы тыйымдардың кесірінен кеткен олқылықтың орнын толтыратын кезең енді келіп жетті. Ол үшін қазіргі күні Қазақстан Республикасы Ұлттық Ғылым академиясының Ұлттық ғылыми кітапханасында сақтаулы тұрған айтулы ақынның шығармаларының қолжазбасын толыққанды зерттеп, зерделеп, өлең-жырларын жинақтап жарыққа шығару, жұртшылық арасында насихаттау керек деп білеміз. Бүгінгі уақыт соны көрсетіп отыр.",
                "date": "6.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Моя любимая передача",
        "question_content": "\"Моя любимая передача\" деген тақырыпта сочинение керек еді",
        "question_date": "23.11.2016",
        "question_tag": "Телебағдарламалар",
        "question_views": 526,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пример сочинения на тему \"Моя любимая телепередача\":\n\nЯ люблю смотреть телевизор. Мне нравятся развлекательные шоу. А самой любой телепередачей является проект \"Голос. Дети\". Сама я не умею петь, но мне нравится смотреть, как это делают мои ровесники в рамках телевизионного конкурса.\n\nЯ смотрю эту передачу с первого сезона. Мне очень понравились наставники, хотя сейчас они уже все поменялись. Они всегда находили слова, чтобы подбодрить и утешить участников, которые не проходят дальше. А бывало и так, что если кто-то из детей пел не очень хорошо, то члены жюри всё равно к ним поварачивались, чтобы поддержать, так как было слышно по голосу, что участнику совсем мало лет. И очень трогательно наблюдать, как радуются детки и их родные, если они продолжают участие в шоу. Правда иногда выбор наставников я не совсем одобряю, но это их решение, ведь на креслах жюри сидят они, а не я.\n\nОтдельно хочу сказать про ведущего. Дмитрий Нагиев - актёр, но фильмы с ним мне не очень нравятся. А вот как ведущий, для меня он прекрасен. Он может найти подход не только к родителям, но и расстроившимся детям.\n\nЯ всегда с удовольствием смотрю каждый выпуск этой телепередачи, и в каждом сезоне у меня появляются свои фавориты, за которых мы потом болеем всей семьёй.",
                "date": "7.12.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Екі айнымасы бар сызықтық емес теңдеу дегеніміз не?",
        "question_content": "Екі айнымасы бар сызықтық емес теңдеу дегеніміз не? Оның графигін салыңдар?",
        "question_date": "23.11.2016",
        "question_tag": "Геометрия",
        "question_views": 663,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үшбұрыштың бұрыштарын табуға бола ма?",
        "question_content": "Үшбұрыштың медианасы оны екі теңбүйірлі үшбұрышқа бөледі. Берілген үшбұрыштың бұрыштарын табуға бола ма?",
        "question_date": "23.11.2016",
        "question_tag": "Геометрия",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CM медианасы AB-ны M нүктесінде қисын.\nAM = CM = BM;\n∠CAM = x деп алайық;\nAM = CM  ==>  ∠ACM = ∠CAM = x;\n∠CMB = ∠ACM  + ∠CAM  = 2x;\nCM = BM  ==>  ∠CBM = ∠BCM;\nΔCMB үшбұрышында ∠CBM + ∠BCM + ∠BMC = 180;\n2∠CBM = 180-2x    ==>   ∠CBM = 90-x;\n∠ACB = ∠ACM + ∠MCB = x + 90 -x = 90;\nБерілген үшбұрыштың бұрыштары {90, x, 90-x}",
                "date": "23.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Логикалык есеп. Күзетшілерге қанша алма тиді?",
        "question_content": "1. Әйел бақшадан алма терді. Бақшадан шығу үшін алмасының жартысын тартып отырган. Әр есіктің күзеткен күзетшілер төрт есіктен өтуге тура келді. Күзетшілерге қанша алма тиді?\n\nЖауаптар: А.120         В.150        С.320        Д.410",
        "question_date": "23.11.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айел бакшадан 160 алма алады\nКузетшилерге 150 алма береди\n\nЯгни 160÷2=80\n\n80÷2=40\n\n40÷2=20\n\n20÷2=10\n\nЕнди 10+20+40+80=150",
                "date": "17.11.2018",
                "upvotes": 0
            },
            {
                "text": "Айел бакшадан 320 алма терген",
                "date": "17.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған мынау Менделеева таблицасы",
        "question_content": "Осы Менделееваның 18 шіне дейін реттік ядро заряды электрон санын жазып және ссуретін салу керек көмектесінішші",
        "question_date": "23.11.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 159,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "a1=2 және an+1=(2n-1)an (Алгебра, 9-сынып)",
        "question_content": "a1=2 және an+1=(2n-1)an рекуренттік тәсілмен берілген тізбектің a5 мүшесін табыңыз.",
        "question_date": "23.11.2016",
        "question_tag": "Мектеп",
        "question_views": 1000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "n=1  a[1+1]=(2*1-1)a1\n\n        a2=(2-1)*2=2\n\nn=2  a[2+1]=(2*2-1)a2\n\n        a3=3*2=6\n\nn=3  a[3+1]=(2*3-1)a3\n\n        a4=5*6=30\n\nn=4  a[4+1]=(2*4-1)a4\n\n        a5=7*30=210",
                "date": "2.02.2018",
                "upvotes": 1
            },
            {
                "text": "Толық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "23.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Практика есеп беру ақпараттық ресурстар техникалық қауіпсіздік ережесі?",
        "question_content": "Практика есеп беру ақпараттық ресурстар техникалық қауіпсіздік ережесі?",
        "question_date": "23.11.2016",
        "question_tag": "Мамандық",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Автомашина 2500 км жолды 46 км/сағ жылдамдықпен жүріп өтті?",
        "question_content": "1. Автомашина 2500 км жолды 46 км/сағ жылдамдықпен жүріп өтті. Автомашинаның жолды жүріп өтуіне кеткен уақытты тап. 2. Ұшқыш 400 км қашықтықты реактивті ұшақпен 6,2 минутта үшып өтті. Ұшақтын орташа жылдамдығы.",
        "question_date": "23.11.2016",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.2500/46=54.5 (сағ)\n\n2.400/6,2=64.5 (км/мин)=3870 (км/сағ)",
                "date": "8.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Теңбүйірлі трапецияның бүйір қабыпғасы",
        "question_content": "Теңбүйірлі трапецияның бүйір қабыпғасы 6 см, ал орта сызығы 10 см. Трапецияның периметрін тап?",
        "question_date": "23.11.2016",
        "question_tag": "Геометрия",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "AC = BD = 5;\nТеңбүйірлі трапецияның орта сызығы = (AB+CD)/2;\n (AB+CD)/2 = 10     ==>    AB+CD=20;\nТрапецияның периметрін = AB+BD+DC+CA = (AB+CD) + (AC+BD) = 20 + 5 + 5 = 30cm;",
                "date": "23.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ерітіндіде қанша грамм тұз бар жəне қанша тұнба түзілген?",
        "question_content": "Массасы 62 г 5%-тік мыс(II) сульфатының ерітіндісіне 31,2 г 20%-тік барий хлориді құйылып, ерітінді сүзілді. Ерітіндіде қанша грамм тұз бар жəне қанша тұнба түзілген? Химия 9 сынып",
        "question_date": "23.11.2016",
        "question_tag": "Мектеп",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы:62×5:100=3,1.",
                "date": "10.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қабдеш Жұмаділовтың \"Соңғы көш\" романын қайдан табуға болады?",
        "question_content": "Маған \"Соңғы көш\" романын оқу керек болып тұр.",
        "question_date": "23.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менде бар сатам .\n\n10000тг\n\n87е",
                "date": "17.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "an=6n+5 тізбегінің нешінші мүшесін 18-ге бөлгенде 5 қалдық қалады?",
        "question_content": "an=6n+5 тізбегінің нешінші мүшесін 18-ге бөлгенде 5 қалдық қалады?",
        "question_date": "23.11.2016",
        "question_tag": "Математика",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "23.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Банк хоум кредиттен депозит ашу",
        "question_content": "Қайырлы кеш ДОСТАР! Банк Хоум кредиттен \"Отбасы\" депозитін ашып көрдіңіздер ме?",
        "question_date": "23.11.2016",
        "question_tag": "Банк",
        "question_views": 591,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жасушалық иммунитет жүйесі эссе бар ма?",
        "question_content": "Жасушалық иммунитет жүйесі туралы эссе қажет еді?",
        "question_date": "23.11.2016",
        "question_tag": "Биология",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жасушалық иммунитет. Т — лимфоциттер \nЖасушалық иммунитет жүйесіне (Т-жүйесіне) ізашар Т-лимфоциттердің негізгі дамитын орны – тимус, иммундық жүйенің шеткі мүшелерінде басымырақ түрде Т-лимфоциттер орналасатын аймақтар (Т-тәуелді ай-лимфоциттердің әртүрлі функционалды субпопуляциялары (Т-хелперлер, киллерлер, мақтар), Тсупрессорлар), сонымен қатар осы жасушалармен өндірілетін цитокиндер (лимфокиндер) кіреді. Тимуста Т-лимфоциттердің негізгі субпопуляцияларының клондары түзіледі. Шеткі мүшелерде Т-лимфоциттер антигендермен кездеседі және басқа иммунды хабарлы жасушалармен кооперация кезінде иммунды жауаптың қалыптасуына, реттелуіне және оның жүзеге асуына қатысады. Т-лимфоциттер рециркуляция үрдісінде белсене қатысады, осы үрдістің арқасында иммунды бақылау қызметі нәтижесінде иммундық жүйесінің біртұтас қызметі жүзеге асады. \nИммунитеттің Т-жүйесінің қызметтері: \nЖасушалық түрдегі иммунды жауаппен қамтамасыз ету Т-жүйесінің негізгі қызметі: Т-лимфоциттер генетикалық бөгде жасушаларға (мутантты және ісік жасушалары, вируспен зақымдалған жасушалар, бөгде трансплантат жасушасы және т.б.) цитотоксикалық әсер етеді. Одан басқа Т-лимфоциттер кейбір антигендерге қарсы фагоцитарлық түрдегі жауапты қалыптастырады. Иммунитеттің Т-жүйесі табиғатта кездесетін көпшілік антигендерді тануға және жасушалық, гуморалды иммунды жауаптың қалыптасуында басты қызмет атқарады. Т-жүйесі иммунды жауапы реттеуде маңызды рөл атқарады. Бұл үрдіске, ең алдымен, әртүрлі түрдегі иммунологиялық серпілістерді ынталандыратын және тежейтін Т-хелперлер мен Т-супрессорлар өздері өндіретін лимфокидерінің көмегімен қатысады. Т-жүйесі иммунологиялық төзімділіктің қалыптасуына және оның сақталып тұруына қатысады. Иммунологиялық төзімділік дегеніміз организмнің меншікті антигендеріне қарсы арнайы иммунологиялық ареактивтілік. Жетілген эффекторлы Т-лимфоциттер иммунологиялық зерде қызметін, яғни организм антигемен қайталап әрекеттескен жағдайда иммунды жауаптың жылдам қалыптасуы. \nТ-лимфоциттердің дифференцировкасы \nТ-лимфоциттердің дифференцировкка үрдісінде екі негізгі кезең бар: антигентәуелсіз және антигентәуелді дифференцировка. Т-лимфоциттердің антигентәуелсіз дифференцировкасы тимуста өтеді, оған ізашар Т-лимфоциттердің (іТ) тимусқа өтуі, тимоциттердің пролиферациясы, антигентанушы рецепторлардың түзілуі, Т-лимфоциттердің клондарының оң және теріс сұрыпталуы (MHC антигендері бойынша рестрикцияланған клондардың сақталуы және организмнің өзінің анигендерімен әсерлесуге қабілеті бар клондарының жойылуы), бір-бірінен қызметі және беткей CD-маркерлері бойынша ажыратылатын Т-лимфоциттердің әртүрлі субпопуляцияларының қалыптасуы жатады. Антигентәуелді дифференцирровка үрдісі кезінде тимустан шыққан жетілмеген лимфциттер сәйкес келетін антигендер клондарымен кездеседі және оларды антигентаныстырушы жасушалармен бірге анықтау салдарынан бірқатар керекті стимулдарды алады. Нәтижесінде Т-лимфоциттер көбейеді және жетілген эффекторлы Т-лимфоциттерге дифференцияланады (хелперлер, киллерлер, супрессорлар). Олар сол антигенмен қайта кездескен жағдайда он өз бетімен анықтайды және иммунологиялық жауапты қалыптастырады. \nТ-лимфоциттердің антигентәуелсіз дифференцировкасы. \nСүйек кемігінде түзілген іТ-лимфоциттер қан ағысымен тимустың қыртысты аймағына келіп орналасады. Бұл үрдісте тимустың эпителиалды жасушалары түзетін хемокиндер маңызды қызмет атқарады (хемокинндер іТ-лимфоциттерді тимусқа тартады). іТ-лимфоциттер тимусқа өту үшін гематотимикалық тосқауылдан өтуі тиіс. Бұл тосқауылдан өту іТ-лимфоциттердің мембранды молекулалары (протеогликан CD44, гиалурон қышқылының қалдықтары, β-интегрин және басқа ) мен жасушааралық матрикс молекулаларының (фибронектин, тосқауыл жасушаларының мембраналық молекулалары) өзара әсерлесуіне негізделген. Тимустың субкапсулярлы аймағында Т-лимфоциттерден жетілмеген Т-лимфоциттер түзіледі, олар иммунды хабарлы болып тимустан шығу үшін дифференцировканың бірнеше сатысынан өтеді. Тиустың қыртысты қабатында лимфоциттердің көбею үрдісі өте интенсивті жүреді. Адамда орта есеппен тәулігіне шамамамен 5х10⁸ тимоциттер түзіледі, ал тимустан осы уақыт арасында шамамен тек 8х10⁶ жасушалар ғана шығады. Яғни, жаңа түзілген жасушалардың шамамен 3% тимустан шығады. Бұл құбылыстың биологиялық мәні жақында ғана белгілі болды. Ол меншікті гистосәйкестік антигендерімен әрекеттесуге қабілеті бар Т-лимфоциттер клондардың сұрыпталуына негізделген. іТ-лимфоциттерден жартылай жетілген Т-лимфоциттердің тимус ішіндегі түзілуі үрдісі фенотиптік Т-жасушалық маркерлер экспрессиясының өзгеруімен сипатталады. Олардың негізінде беткей CD-антигендер (дифференциялаушы антигендер) жатады. Әртүрлі CD-антигендер дифференцировканың белгілі кезеңіне, сондай-ақ функционалды әртүрлі Т-лимфоциттердің субпопуляцияларына тән. Ванга: \"Казахстан ждет ужасное, но на 3 знака деньги упадут с неба...\" Доход для сайтов CD-антигендер – күрделі нәруыздардың, гликопротеидтердің молекулалары, олар лимфоциттердің плазмалық мембранасында орналасқан. Т-хелперлер үшін фенотиптік маркер CD4 антиген болса, Т-киллер/супрессор үшін – CD8. Аталған екі нәруыз корецептор қызметін атқарады және антигенді тану үрдісіне қатысады. Кортикалды лимфоциттердің ең алғашқы даму сатыларында CD2 нәруызы пайда болады және Т-лимфоциттер үшін жалпы маркер болып есептеледі, сонымен қатар, ол қой эритроциттеріне рецептор қызметін атқарады. Аталған рецепторды анықтау үшін қой эритроциттерімен қойылатын спонтанды розетка түзу әдісі қолданады (Е-РОК). Бұл әдістің көмегімен Т-лимфоциттердің жалпы санын анықтауға болады. Басқа жалпы Т-лимфоцитарлы маркер болып CD3 нәруызы табылады, ол Т-лимфоциттердің антигентанушы рецептор мен антиген детерминантасының әсерлесуі кезінде Т-лимфоциттердің цитоплазмасына белгі беруде маңызды қызмет атқарады. Т-лимфоциттердің дифференцировка үрдісі кезінде жаңа CD-антигендердің пайда болуымен қатар кейбір ескі антигендер жойылуы мүмкін. Сондықтан, CD-антигендер кезеңерекшелік антигендердің мысалы бола алады. Яғни, CD-маркерлер бойынша Т-лимфоциттердің жалпы саны мен олардың субпопуляцияларының санын және жасушалардың жетілуі дәрежесін анықтауға болады. Антигентанушы рецептор (ТЖР – Т-жасушалық рецептор) Т-лимфоциттер үшін басқа негізгі маркер болып табылады, ол да тимустың қыртысты қабатынды, тимоциттер дифференцировкасының алғашқы кезеңдерінде пайда болады. Бірқатар стимулдар әсерінен жасуша ішіндегі дифференцияланған өзгерістердің болуы, дифференцировка үрдісі кезінде Т-лимфоциттердің беткей маркерлерінің фенотиптік өзгеруін көрсетеді, яғни белгілі бір гендердің қайта құрылуы мен ынталануын, жасушадағы синтетикалық үрдістердің және жасушаның белгілі бір функционалды қасиеттерге ие болуын көрсетеді. Т-лимфоциттердің дифференцировкасын шақыратын стимулдарға, ең алдымен, тимоциттердің тимустың эпителиалды жасушалармен, макрофагтармен, дендритті жасушалармен жасушааралық әсерлесуі және тимоциттердің адгезия молекулаларымен әрекеттесуі, сонымен қатар адгезия молекулаларының өздері жатады. Бұл үрдісте гуморалды әсерлер де маңызды рөл атқарады. Олар: тимус гормондары мен бірқатар цитокиндер: ИЛ-3, ИЛ-1, ИЛ-7 және т.б. Сүйек кемігінен тимусқа келген іТ-лимфоциттер лимфобласт болып табылады, олардың бетінде беткей молекулалардың белгілі жинағы бар, атап айтқанда CD44. Бірақ дифференцировка маркерлері CD4 пен СD8 жоқ. Олар тимустың қыртысты қабатының жоғарғы бөлігі – субкапсулярлы аймаққа орналасады. іТ-лимфоциттер мен субкапсулярлы аймақтың стромасының әсерлесуі Т-жасушалардың алғашқы арнайы маркері – СD2 нәруызының пайда болуына әкеледі. Аталған маркері бар (CD2+) тимоциттер мен эпителиалды «тәрбиеші» жасушалар (nurse cells) тығыз байланыста болу салдарынан белсенді түрде көбейе түседі және жаңа нәруыздарды экспрессиялай бастайды. Олар: CD3, CD4, CD8 және ТЖР-дың β-тізбегі. Олардың фенотипі келесідей жазылады: CD2+CD3+CD4±CD8±βТЖР±. Енді осы жасушалар тимустың қыртысты қабатына тереңірек кіре бастайды. Бұл үрдісте маңызды қызметті тимопоэтин және ИЛ-3 пен ИЛ-7 цитокиндері атқарады. Қыртысты қабатта ТЖР қадағалайтын гендердің қайта құрылуы мен ынталануы нәтижесінде ТЖР-дің екі тізбегі де (α және β тізбектері) пайда болады. Бұған қоса CD4 пен CD8 нәруыздарының экспрессиясы толығымен реттеле бастайды. Қыртысты қабаттағы тимоциттер цитоплазмалық өсінділері тармақталған кортикалды эпителиалды жасушалармен тікелей байланыста болады. Аталған эпителиалды жасушаларда І және ІІ класс MHC молекулалары жақсы экспрессияланған. Осы жасушааралық әсерлесу тимустың қыртысты қабатында өтетін негізгі сұрыпталу үрдістерін шақырады. Кортикалды тимоцитердің бетінде ТЖР-дың толық экспрессиялануы ерекшелігі бойынша әртүрлі CD4+CD8+ТЖР+ Т-лимфоциттер клондарының дамуына әкеледі. Рецепторлары MHC-дің меншікті нәруыздарына сәйкес келмейтін клондар (олардың саны басымырақ) апоптоз (жасушалардың жоспар бойынша жойылуы) нәтижесінде жойылады. Тек MHC-дің меншікті нәруыздарына сай рецепторлары бар клондар сақталады. Бұл Т-лимфоциттер керекті дифференцировка белгісін алғандықтан апоптозға ұшырамайды және ары қарай даму сатысына өтеді. Сонымен, өзінің организмінде жұмыс істеуге қабілеті бар (MHC-рестрикция) Т-лимфоциттер клондарының сұрыпталуы өтеді. Бұл үрдіс оң сұрыпталу деп аталады. Оң сұрыпталудан кейін кортикалды тимоциттердің шамамен 5% қалады, олар кортикомедулярлы аймақ арқылы тимустың милы қабатына жылжиды. Аталған жасушалардың әрқайсысының немесе І класс MHC нәруыздарымен, немесе ІІ класс MHC нәруыздарымен әсерлесуге қабілеті бар. Оң сұрыпталу үрдісі кезінде І класс MHC нәруыздарына сәйкестігі бар тимоциттер CD8 корецепторын сақтап қалады, ал CD4 нәруызының экспрессиясын тоқтатады. Бұл жасушалар Т-киллерлердің фенотипіне ие болады: CD2+3+8 (CD8+). ІІ класс MHC нәруыздарына сәйкестігі бар тимоциттер CD4 корецепторын сақтап қалады, ал CD8 нәруызының экспрессиясын тоқтатады. Бұл жасушалар Т-хелперлердің фенотипіне ие болады CD2+3+4+ (CD4+). Осылайша Т-лимфоциттердің екі негізгі функционалды субпопуляциялары қалыптасады. Тимустың кортикомедулярлы және милы қабттарында оң сұрыпталудан сақталаып қалған Т-лимфоциттердің клондары бірқатар цитокиндер мен тимикалық гормондардың (ең алдымен тимозин әсерінен), сондай-ақ жасушааралық әсерлесу әсерінен пісіп жетілудің келесі кезеңіне өтеді және теріс сұрыпталу үрдісіне ұшырайды. Қалыпты жағдайда организмнің иммундық жүйесі меншікті (аутологиялық) антигендерге төзімді. Соңғы көзқарастар бойынша тимустағы теріс сұрыпталу үрдісі нәтижесінде меншікті антигендерге төзімділік қалыптасады деп саналады. Экспериментальды мәліметтерге сүйене отырып көптеген зерттеушілер келесі тұжырымға келді: тимустың кортикомедулярлы және милы қабаттарында түзілген, бірақ толық жетілмеген CD4+ және CD8+ Т-лимфоциттер организмнің меншікті антигендерін (фагоцитоз бен пиноцитоздан кейінгі тимустың меншікті жасушаларының ыдыраған өнімдері және тимусқа қан арқылы түскен аутологиялық нәруызды молекулалар) иммуногенді түрде, яғни І және ІІ класс МНС нәруыздарымен комплекс түрінде «ұсынып» тұрған макрофагтармен және дендритті жасушалармен әсерлеседі. Бірақ, Т-жасушалық рецептор көмегімен Т-лимфоциттер аталған анигендерді анықтаған кезде тек арнайы белгіні алады, ал апоптоздан қорғану үшін, олар екінші – костимулдаушы белгіні алуы тиіс. Сонымен қатар, тимоциттердің бетінде Bcl-2 немесе Bcl-XL нәруыздарының экспрессиясы болуы керек, олар сәйкес онкогендердің өнімдері болып табылады және жасушаны апоптоздан қорғайды. Жетілмеген тимоциттердің бетінде аталған нәруыздар және костимулдаушы молекулалар болмағандықтан немесе олар өте аз мөлшерде болуы салдарынан меншікті антигендерімен әсерлескен Т-лимфоциттердің клондары апоптозға ұшырайды. Сонымен, жасушааралық әсерлесу (костимулдаушы молекулалармен әрекеттесу арқылы) немесе гуморалды өсуші факторлар түрінде қажетті белгілердің болмауы нәтижесінде Т-лимфоциттер тимуста пісіп жетілудің барлық кезеңдерінде апоптозға ұшырайды. Клоналды сұрыпталу кезеңдерінде апоптоз керексіз, оң сұрыпталудан өтпеген (МНС-рестрикция) және аутореактивті клондардың (теріс сұрыпталу) жойылуында маңызды орын алады. Нәтижесінде меншікті антигендерге ерекшелігі жоғары, Т-жасушалық рецепторы бар Т- лимфоциттер клондарының көпшілігі жойылады. Қан айналымына Т-жасушалық рецептордың «өзінің» антигендеріне ұқсастығы жоқ Т- лимфоциттердің клондары шығады және сақталады. Бүгінгі күні клоналды делеция (теріс сұрыпталу) табиғи иммунологиялық төзімділіктің түзілуінің негізгі механизмі деген пікір қалыптасқан. Бірақ, организмнің барлық аутоантигендері тимусқа түспейтінін ескеруіміз қажет, сол себептен олар теріс сұрыпталу үрдісіне ұшырамайды. Атап айтқанда, тимусқа көптеген мүшеерекшелік антигендер түспейді, яғни аутореактивті клондардың белгілі бір саны тимуста жойылу үрдісіне ұшырамайды, нәтижесінде олар бірден шеткері мүшелерге барады. Қалыпты жағдайда бұл клондардың жұмысы төзімділіктің шеткері механизмдері арқылы тежелуі мүмкін деп болжанады. Теріс сұрыпталудан сақталған CD4+ және CD8+ Т- лимфоциттер клондары тимустан шығып шеткері лимфоидты мүшелердің тимустәуелді аймақтарына барады, мұнда сәйкес антигендермен кездесу нәтижесінде антигентәуелді дифференцировкаға ұшырайды. Тимустағы оң және теріс сұрыпталудан сақталған CD4+ және CD8+ Т- лимфоциттер клондары әлі функционалды жетілмеген жасушалар болып табылады. Бұл жасушаларды антигендермен кездеспегендіктен «аңқау» лимфоциттер деп атайды. Кейде жетілген эффекторлы лимфоциттердің ізашарлары деп те атайды. Тимустан шыққан CD4+ Т-лимфоциттер эффекторлы Т-хелперлердің ізашарлары, ал CD8+ Т- лимфоциттер эффекторлы Т-киллер/супрессорлардың ізашарлары болып саналады. \nТ-лимфоциттердің антигентәуелді дифференцировкасы \nТимуста түзілген Т-лимфоциттер қан ағысымен иммундық жүйесінің шеткі мүшелерінің Т-тәуелді аймақтарына келеді. Бұл жасушалардың фенотипі немесе CD4+ немесе CD8+. Тек кейбір жасушалар тобының (шамамен 2%) фенотипі CD4+CD8+ болуы мүмкін – бұл жетілмеген жасушалар. Шеткі мүшелерде «аңқау» Т-лимфоциттер антигендермен кездесуі және олардың антигентәуелді дифференцировкасы басталады. Т-лимфоциттердің антигентәуелді дифференцировкасы 4 негізгі кезеңнен тұрады: Функционалды жетілмеген Т-лимфоциттермен (аңқау) антигендердің танылуы; Олардың жетілген эффекторлы жасушаға дейін пролиферация мен дифференцировка түрінде антигенге қарсы серпілісі; Иммундық жауаптың эффекторлы кезеңіне – антигенді бейтараптау мен жоюға қатысуы; Т-зерде жасушаларының түзілуі. Сонымен, Т-лимфоциттердің антигенерекшелі клондарының түзілуі антигентәуелсіз дифференцировканың негізгі мазмұны мен нәтижесі болса, антигеннің өзімен шақырылатын және осы антигенге арнайылығы бар Т-лимфоциттер клонының пролиферациясы мен дифференцировкасы және олармен антигенге қарсы иммундық жауаптың жүзеге асуы антигентәуелді дифференцировканың негізі болып табылады. Бұл үрдіс антигентаныстырушы жасушалардың қатысуымен жүреді. Тимустан шыққан Т-лимфоциттердің қаннан шеткі мүшелердің тіндеріне өтуі бір топ адгезия молекулаларының жиынтығымен (адгезиндермен) қадағаланады. Олар селектиндер, адресиндер және интегриндер тұқымдастығы деп бөлінеді. Адгезиндер Т-лимфоциттердің бетіне де, лимфоидты мүшелердің қан тамырларының эндотелиіне де экспрессияланады. Сәйкес келетін адгезия молекулаларының әрекеттесуі нәтижесінде Т-лимфоциттер мүшенің паренхимасына өтеді. «Аңқау» Т-лимфоцитттердің функционалды жетілген Т-лимфоциттерге дейін түзілуі шеткі мүшелерде өтеді. Антиген организмге қай жолмен түссе де, ол лимфа арқылы енген жерге жақын орналасқан регионарлы лимфа түйініне келеді. Мұнда антигентаныстырушы жасушалар (макрофагтар, дендритті жасушалар немесе В-лимфоциттер) антигенді жұтады, сосын оны иммуногенді түрге дейін өңдейді (процессинг) және таныстырады (презентация). Жетілмеген Т-лимфоциттер антигендермен алғаш рет АТЖ бетінде әсерлеседі. АТЖ бетінде антигенді детерминанта (эпитоп) І немесе ІІ класс МНС молекулаларымен комплекс түрінде болады. Антигендерді анықтау нәтижесінде жетілмеген Т-лимфоциттер белсенді де бірқатар лимфокиндерді өндіре бастайды, көптеген цитокиндерге қарсы рецепторларды экспрессиялайды, ең алдымен ИЛ-2-ге рецепторлар, сондай-ақ олардың бетіндегі адгезиндердің құрамы өзгереді. Антигендердің алғаш рет жетілмеген Т-лимфоциттермен кездесу үрдісін лимфоциттердің танысуы деп атайды. Лимфоциттер клонының көбеюі мен жетілуі нәтижесінде жетілген эффекторлы жасушалар түзіледі, олар антигенді бейтараптау мен жоюды жүзеге асырады (жасушалық иммундық жауап) немесе антиденелердің өндірілуін реттейді, сонымен қатар фагоцитарлық иммундық жауаптың қалыптасуына да ықпал етеді. Жетілмеген Т-лимфоциттердің антигентанушы рецепторының (ТЖР) АТЖ бетіндегі иммуногендік комплекспен байланысуы (ТЖР, CD3, CD4, CD8 молекулаларының қатысуымен) тек бірінші – арнайы белгімен ғана қамтамасыз етеді. Бірақ жетілген эффекторлы Т-лимфоциттерге дейін пролиферация мен дифференцировкаға ұшырау үшін екінші белгі керек. Бұл белгіні ИЛ-2 және басқа цитокиндер қамтамасыз етеді, сондай-ақ АТЖ бетіндегі В7 корецепторының жетілмеген Т-лимфоциттердің бетіндегі (CD4+ немесе CD8+) сәйкес рецептормен (CD28 немесе CTLA-4) әрекеттесуі де қамтамасыз етеді. Екі белгіні де алу клонның пролиферациясы мен дифференцировкасын қамтамасыз етеді. Егер жасуша тек бірінші белгіні алып, ал екінші белгіні ала алмаса, онда ол апоптозға ұшырайды және жойылады. Екі белгіні де алған CD4+ және CD8+ Т- лимфоциттер ИЛ-2 рецепторларды экспрессиялайды және өздері ИЛ-2 өндіре бастайды. ИЛ-2 жасуша бетіндегі ИЛ-2-рецепторларына әсер ету (аутокринді) арқылы жетілмеген Т-лимфоциттердің көбеюін және жетілген эффекторлы жасушаларға дифференциациялануын ынталандырады. Бұл үрдіс 4-5 тәулікке созылады. Бұл жасушалар енді қосымша костимулдаушы белгілер болмаса да, өз бетімен антигенді анықтауға және оған тікелей әсер етуге мүмкіншілігі болады. Эффекторлы Т-лимфоциттердің біраз бөлігі иммундық жауапқа қатыспайды. Олар зерде жасушалар тобын түзеді. Бұл жасушаларда рецепторл аппарат өте жақсы дамыған және цитокиндер мен адгезиндерге рецепторларды экспрессиялайды, сондықтан зерде жасушалары антиген организмге екінші рет түскен жағдайда жылдам жауап беруге қабілетті. Т-зерде жасушаларының көпшілігі хелперлі субпопуляцияға жатады, яғни олардың фенотипі CD4+. Олар ІІ класс МНС нәруыздары бойынша рестрикцияланған. Зерде жасушаларының өмір сүру ұзақтығы бірнеше айдан бірнеше жылдарға дейін созылады.+ Т-зерде жасушалары организм жұқпалы агенттермен қайталама кездескен жағдайда қабылдамаушылықты, яғни иммунитетті қамтамасыз етеді. Зерде жасушаларының өмір сүру ұзақтығы белгілі бір антигендерге генетикалық детерминацияланған.\nhttp://kazmedic.kz",
                "date": "28.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "тендеу шешу 6сынып",
        "question_content": "5/2:3/5х-1/5-1/5=1/20",
        "question_date": "23.11.2016",
        "question_tag": "Математика",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Толық ақпарат беруге тырысыңыз (15 әріптен кем болмасын)",
                "date": "23.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жаңа мектеп бағдарлама сы балаларға пайдалы ма?",
        "question_content": "Жаңа мектеп бағдарламасы мұғалімдерді қатты ойландырады ма? НЕГЕ ҮНДЕМЕЙ ,ІШТЕЙ РЕНЖІП МОЙЫНСЫНЫП ЖҮРЕ БЕРЕМІЗ. БҰЛ БАҒДАРЛАМА БАЛАНЫ ОҚЫТУ ЕМЕС, МҰҒАЛІМДІ ТОНАУ ҒОЙ . ТЕК ҚАҒАЗ БАСТЫЛЫҚ-200ПРОЦЕНТ,бАҒДАРЛАМА ЖАСАҒАН АВТОРЛАРҒА АЙТАРЫМ: МЕТЕПКЕ КЕЛІП ЕШКІМГЕ САЛМАҚ САЛМАЙ, ӨЗ ҚАРАЖАТТАРЫҢЫЗБЕН 9 САҒАТПЕН 1-АҚ ТОҚСАН ЖҰМЫС ЖАСАП ,ЖҰМЫС ЖАСАП КӨРІҢІЗ. ӘЛДЕ БАРЛЫҚ МҰҒАЛІМ 18 САҒАТПЕН ЖҰМЫС ІСТЕЙДІ ДЕП ОЙЛАЙСЫЗДАР МА?\n\nбІДІҢ АЛДЫМЫЗДАҒЫ ҒАЛЫМ, ПРОФЕССОРЛАР 4 ЖЫЛДЫҚ БІЛІММЕН -АҚ ҮЛКЕН ЖОЛДАРЫН ТАПҚАН. ЕҢ ДҰРЫСЫ ДӘСТҮРЛІ САБАҚ БЕРУ ҒОЙ.",
        "question_date": "23.11.2016",
        "question_tag": "Мектеп",
        "question_views": 407,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кубада əр қаладан 5 жол шығады жəне барлық жол саны 140.Кубада қанша қала бар ?",
        "question_content": "Кубада əр қаладан 5 жол шығады жəне барлық жол саны 140 .Кубада қанша қала бар ?",
        "question_date": "23.11.2016",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 950,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кубада х қала болсын.\n\nКубадағы барлық жол саны - x*5/2;\n\nx*5/2 = 140;\n\nx = 56;\n\nКубада 56 қала бар.",
                "date": "23.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Жалғыз ұлым деген терме керек еді",
        "question_content": "Алдараспан театры қарттар үйі деген тамаша қойған едіғо сонда Жалғыз ұлым деген терме айтады ғо Нұржан төлендиев соның минусы керек еді яғни домбыра тартқаны.Ішінде Қаусаған қасіретті қара шалмын деген сөзі бар тезірек тауып бере аласыздарма керек болып тұр.Алдын ала рахмет",
        "question_date": "23.11.2016",
        "question_tag": "Әннің сөзі",
        "question_views": 846,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "АВ кесіндісінің ортасы С арқылы осы кесіндіге перпендикуляр түзу жүргізілген.",
        "question_content": "АВ кесіндісінің ортасы С арқылы осы кесіндіге перпендикуляр түзу жүргізілген. Осы түзудің әрбір Х нүктесінен АВ кесіндісінің ұштарына дейінгі қашықтықтар тең болатынын көрсетіңдер.",
        "question_date": "23.11.2016",
        "question_tag": "Геометрия",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нкзнеаю может быть жауапты озим кутип отырмын",
                "date": "20.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бірінші көлік 3 сағатта 65 км/сағ ал екінші көлік 3 сағатта",
        "question_content": "Бірінші көлік 3 сағатта 65 км/сағ ал екінші көлік 3 сағатта 60 км/сағ бір-біріне қарсы жүріп өтті арақашықтық 864 км, олар қанша уақытта кездеседі?",
        "question_date": "23.11.2016",
        "question_tag": "Математика",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "шарты сәл қате ау, 3 сағаттан жүрсе кездеспейді арасында тағы жол қалады\n\n864-3*(60+65)=864-375=489",
                "date": "30.03.2023",
                "upvotes": 0
            },
            {
                "text": "Жалпы қашықтықтан 2 көліктің 3 сағатта жүрген жолын алып тастап, қалған жолда неше сағаттан кейін кездесетін табайық\n864-3*(65+60)-х(65+60)=0\n489-125х=0\n125х=489",
                "date": "30.03.2023",
                "upvotes": 0
            },
            {
                "text": "864/(65/3+60/3)=20.736 сағат",
                "date": "3.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күшік алғам соған жарасымды əдемі ат тауып берсеңіздер",
        "question_content": "Күшік алғам тұқымы белгісіз (білетін болсаңыз айтып жіберіңіз) сол күшікке жарасымды ат айтсаңыз",
        "question_date": "23.11.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 476,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Итіңе Таймас . Ақтөс. Құтжол деп ат қой",
                "date": "21.11.2018",
                "upvotes": 0
            },
            {
                "text": "Лашын,Тұйғын,Жебе,Жетер,Сүңқар,Күміс,Көксерек,",
                "date": "23.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мектепте 11 сыныпқа қалатын бала нені көздеп қалады?Нені көздегенін өзй түсінеме?",
        "question_content": "Толық ойыңызды нақты жазсаңыз",
        "question_date": "23.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 623,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұраққа әр адамның өз дұрыс жауабы бар",
                "date": "23.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ұзын шаштың маңызы неде?",
        "question_content": "Қазақ қызына ұзын шаштың маңызы неде?",
        "question_date": "23.11.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шаш – әйел адамның ажары. Қазақ қыздың шашын белден асырып өсіргенді құп көрген. Ұлы Абайша сөйлесек, \nБілектей арқасында өрген бұрым, \nШолпысы сылдыр қағып, жүрсе ақырын. \nКәмшат бөрік, ақ тамақ, қара қасты, \nСұлу қыздың көріп пе ең мұндай түрін?.. Бұл өлең жолдарынан ұлт пайымындағы сұлулық ұғымының ұзын шашпен астасатынын түсінеміз. \nҚұралай көз, қолаң шаш \nАлма мойын, қиғаш қас \nСүйген сәулем Қарлығаш, – деп жырлаған ақындар. Қазақ \"сұлу\" деп мойындайтын қыздың шашы ұзын, қалың болу керек. Заман талабына сай, көп ару шашын қысқа етіп қиып жатады. Қазіргі таңда ұзын шашты қыздар азайып барады. Өйткені қысқа шаш ұзын шашқа қарағанда әлдеқайда ыңғайлы, жууға да оңай. Бірақ ұзын шаштың сіз бен біз білмейтін тылсым күші бар екен.\n\nШаш адамды ғарышпен байланыстырады. Ұзын шаш ғарыштан келген күшті көбірек алады екен. Ұзын шаш түйсікке жол ашады, әйелдің энергетикасы, отбасын сақтайтын жылулықтың бәрі шашта сақталады деген түсінік бар. Шашты неғұрлым қысқа қиған сайын, соғұрлым әйелдің энергетикасы азая түседі. Әйел адам екіқабат кезінде, баланы босанғанша шашына қайшы тигізбеуі керек. Бұл қағиданы қазақ қатаң ұстанып келеді. Өйткені әйел адам шашын қиып тастаса, іштегі балаға зиян келеді екен. Ұзын шаш – нәзіктіктің белгісі. Статистикаға сүйенсек, ер адам қызға таңдау жасағанда, оның шашының ұзын-қысқалығына баса мән береді. Ер адамның көбінің ұзын шашты қыздарды ұнататыны, \"болашақ жары\" ретінде ұзын шашты қызды құп көретіні дәлелденген. Ұзын шаш деннің саулығын білдіреді. Шашы сау адамның ішкі ағзасы ғана емес, жүйке жүйесі де сау болады. Шаштың саулығын сақтау үшін дәрумен ішу керек. Қысқа шаш ер адамның шалбары секілді әйел бойындағы күрескерлік, белсенділік сияқты қасиеттерді оятады. Қысқа шашты арулар билікке ұмтылып, отбасын екінші орынға қойып жатады. Ал ұзын шашты қыздар отбасы берекесін сақтап, нағыз жар атануды мақсат тұтады. Ұзын шашты жайып жүру бүгінгі таңда сәнге айналды. Ертеде әйел адам күйеуі өлгенде шашын жайып, жоқтау айтқан. Жайылған шаш әсіресе, күн батқан уақытта бойына жағымсыз энергияны жинайды екен, сондықтан әке-шешеміз түнде далаға шыққанда \"басыңды жауып шық\", \"бас киіміңді киіп шық\" деп айтып жатады. Шашты жаю сондай-ақ қыз баланың жеңілтектігінен де хабар береді. Қызды қырық үйден тыйған қазақ үшін шашты жайып жүру – тәрбиесіздік. Жайылған шаш кез келген жерге түсіп, тамақ ішкенде дастарханға тиіп қыздың тазалығына да нұқсан келтіреді. Сондықтан шашты буып, жинап жүру керек. Түрлі сәнді шаш үлгісін үйреніп алсаңыз, артық етпейді. Шашты күтіп-баптау, шашты тарағанда, өргенде тек жақсы нәрсе ойлау, армандау адамды алға жетелейді. Шаштың \"есте сақтау қабілеті\" өте мықты, шаштың адам өміріне жасайтын ықпалы зор. Кей адамдар шаш үлгісін өзгерткен соң, өмірінің де өзгергенін айтады. Ал жаны бір өзгерісті қалайтын адам алдымен шашын ретке келтіреді.\n\nТолығырақ:https://massaget.kz/kyizdarga/krasota/44263/",
                "date": "9.08.2017",
                "upvotes": 0
            }
        ]
    }
]