[
    {
        "question_title": "Қазақ тіліндегі әдеби кітап оқырмандары не себептен азайып жатыр?",
        "question_content": "https://docs.google.com/forms/d/1UDzfKqKprCHvWgBpR22iTOAMb9hWH_55LEG4l7gNtFA/edit",
        "question_date": "12.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 420,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мені алтын белгіге ұсынады ма?",
        "question_content": "Мен келер жылы бітіремін.5 6  сыныпта екпінді болдымда 7 сыныптан осы кезге дейін үздікпін.Мені алтын белгіге ұсвна алады мам",
        "question_date": "12.02.2017",
        "question_tag": "Әлеуметтік желі",
        "question_views": 447,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Отинем жауап бериниздерши",
                "date": "12.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аудармашы мамандығымен қандай жерде жұмыс істеуге болады?",
        "question_content": "Аудармашы мамандығын колледж дипломынмен қандай жұмыс істеуге болады?",
        "question_date": "12.02.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандықтың ерекшелігі:\nаудармашылық (әр түрлі жанрдағы мәтіндер мен құжаттарды жазбаша аудару, келіссөздерде, халықаралық кездесулерде, конференцияларда ауызша аударма жасау );\nұйымдастырушылық (әр тұрғыдағы іс-шараларды ұйымдастыру және өткізу, кәсіби және қоғамдық ұйымдарды құру);\nөндірістік-басқарушылық (отандық, шетелдік және бірлескен кәсіпорындар мен ұйымдардың тиісті бөлімшелерінде басқару және/немесе кәсіби міндеттерді атқару (әр түрлі аудармалар);\nақпараттық-аналитикалық (әлеуметтік-саяси талдау жүргізу, іскерлік хат-хабарлар, есептер, шолулар, жағдаяттың болжамын жасау, аудармаларды редакциялау);\nғылыми-зерттеу (практикалық материалды жинап, өңдеу, аударматану және мәдениаралық коммуникация мәселелері жөнінде баяндамалар мен мақалалар әзірлеу).",
                "date": "12.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Эмблеманы онлайн жасайтын сайтты білесіз бе?",
        "question_content": "эмблеманы онлайнда оңай жасауға болатын сайтты білесіз бе? МИФ апталығына эмблема керек еді... Универсиада, Тәуелсіздігіміздің 25 жылдығы бір эмблемада қамтылса деп ойлап едім... көмектесіңіздерші... осы тақырыпта сурет көрсеңіздер жіберіңіздерші...",
        "question_date": "12.02.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осыларды қарап көр.",
                "date": "12.02.2017",
                "upvotes": 1
            },
            {
                "text": "Мен жасап берейін,Вкаға кіресіз бе?Маған толығырақ неден жасау керек екенін айтсаңыз жасап берейін.",
                "date": "13.02.2017",
                "upvotes": 0
            },
            {
                "text": "жалын тобы эмблема керек дәл қазір",
                "date": "27.09.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтөбеде Араб тілін үйрететін қандай университет бар?",
        "question_content": "Араб тілінен аудармашы мамандығына қандай универлер бар ?",
        "question_date": "12.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Актобеде универ жок бирак медресе бар ол Бештамакта",
                "date": "17.10.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "МИФ апталығына арналған бұрышты (ширма) қалай жасауға болады?",
        "question_content": "МИФ апталығына арналған бұрыш (ширма) қалай жасаса болады? суреттері бар ма? қазақша...",
        "question_date": "12.02.2017",
        "question_tag": "Мектеп",
        "question_views": 683,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мында жасалуына мысал келтірілген.",
                "date": "12.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Қысқа да нұсқа сөйлеу-білімділік пен тапқырлық\" тақырыбында эссе керек еді?",
        "question_content": "Маған осы тақырыпта эссе керек. \"Қысқа да нұсқа сөйлеу-білімділік пен тапқырлық\" тақырыбында эссе керек еді?",
        "question_date": "12.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Эрозияның бала көтере алмауға қатысы бар ма?",
        "question_content": "Менин турмыска шыкканыма 1 жылдан асты, менде эрозия бар, эрозиянын бала котере алмауга кантысы барма? егер емделсем сосн бала котере беруге боладыма? ! Эрозияны емдегеннен сон 2 жылдай бала котеруге болмайды деп естип едим, каншалыкты дурыс?!",
        "question_date": "12.02.2017",
        "question_tag": "Тазалық",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ ,бірақ, оны емдеп бірақ бала жоспарлаған әйел денсаулығы үшін маңызды.",
                "date": "28.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заңгердің көмегі керек. Алатау аудандық сотына барып мекен-жайын сұрасам берема?",
        "question_content": "Маган заңгер кеңесі керек еді. Біздің итернет клубымыз болған 2013 жылы 13 мың долларға сатып алғанбыз барлық құжаттары бар. Сол интернет клубты бір алааяқ алдап білдіртпей сатып жіберді 2013 жылдың күз айында. Сосын біз оған арыз жаздық оны 2016 жылдың сәуір айында ұстап 2 айдан кейін шартты турде 3 жылға соттады, яғни келісіммен ағасы р қарызды айына 100 мың теңгеден төлеп отырам деп өз мойнына алды. содан 3 ай 100 мың теңгеден 300 мың берді да жоқ болды. төлемеймін ақшам жоқ дейді. Алатау Аудандық сотына арыз жазғанбыз тағыда али нәтиже жоқ. Олардың тұратын мекен-жайынан да хабарсызбыз. ол тұратын мекен жайы бойынша ай сайын отметкаға келіп түруға міндеттіма?сосын қайтадан арыз жазсақ оны соттауға болама? немесе ақшамызды қандай жолмен алсақ болады? Сол интернет клуб үшін сіңілім кредит алып берген енди ол жабылмай жатыр. нестесек болады?Егер Алатау аудандық сотына барып мекен-жайын сұрасам берема?",
        "question_date": "12.02.2017",
        "question_tag": "Заң",
        "question_views": 390,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шет елден келіп азаматтық алған адамға қалай туған жылын ауыстыра алады?",
        "question_content": "Көрші елден келіп азаматтық алганнан кейін туган жылын ауыстырғысы келсе қандай органға бару керек қандай құжаттар қажет?",
        "question_date": "12.02.2017",
        "question_tag": "Заң",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тек көрші елден келген емес, әр азаматқа да туған жылын ауыстыруға рұқсат етілмейді",
                "date": "13.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сұлы көп жылдық өсімдік пе?",
        "question_content": "Сұлы шабындық өсімдік. Сұлы көп жылдық өсімдік пе?",
        "question_date": "12.02.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұлы – астық тұқымдасына жататын бір жылдық және көп жылдық шөптесін өсімдіктер туысы. Қазақстанда 7 түрі бар. Ең маңыздысы -  Екпе сұлы.",
                "date": "12.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Еңбек құқығым бұзылды ма?",
        "question_content": "Мен Алматы каласынын мугалимимин. Мына сурак кокейимнен кетпейди, 18 сагатпен жумыс истейтин мугалим, демалыс кезинде кунине 3 сагаттын орнына неге 8 сагат жумыс истейди, занды ма?",
        "question_date": "12.02.2017",
        "question_tag": "Мектеп",
        "question_views": 186,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Оймауыт руы жаманқара руынан қыз алуға болама?",
        "question_content": "Ұлы жүз дулаттан тараған оймауыт руы.Жаманқара руынан",
        "question_date": "12.02.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жастардың өзара ру сұрасуын жаман әдет деп айта алмаймыз. Осы арқылы өз тектерін біледі әрі танысқан қыз-жігіт ара туыстық байланыстың алыс-жақындығын да айырады. Міне бұл жастардың тіл табысып, өзара сөз байласуына ықпал етеді. Қазір де көптеген азаматтар өз руластарын жақын туысы ретінде қарап, көмектеседі.\nЖеті атаға толмай қосылған жастардың мәселесін ру басшылары мен ақсақалдарының жиналысы шешіп отырған. Алдымен 3 тен 5 ретке дейін ескерту жасаған. Егер екі жас ақсақалдардың, әке-шешенің шешіміне қарамай үйленсе, қашып кетсе ең алдымен “теріс бата” берген. Сонымен бірге қайда қашып кетсе де тауып алып, жазалап, тіпті, өлтіріп отырған. Себебі, бұл – бүкіл рудың ар-намысына дақ түсіріп, қара бет қылатын, ата-бабаның салт-дәстүріне қиянат келтіретін ауыр қылмыстардың бірі ретінде тарихқа қалды.\nМұндайдан елді шектеп, халыққа үлгі ету үшін “тас ату” арқылы да қия басқандарды жазалап отырған. Онда әр үйден бір адамнан шығып, бір кесек тасты елді қара бет еткен қылмыскерге атқан. Бұл діни жазалау түріне ұқсап кетеді. Кейде төрт жаққа керіп, жерге жатқызып байлап қойып, үстінен қоралы қойды арлы-берлі өткізу арқылы малдың тұяғына таптатып өлтірген. Елден аластау – кейде осындай ауыр қылмыс жасаған екі жасты байлап, елден алыс жерге апарып, тентіретіп қоя берген. Бұдан тыс асау жылқының құйрығына тағып, сүйретіп жіберген жағдайлар да болыпты\nТолық ақпаратты мына сілтемеден оқи аласыз.",
                "date": "7.06.2018",
                "upvotes": 0
            },
            {
                "text": "Жигитим оймауыт мен жаныс ниязгелди биз неке кураламыз ба?",
                "date": "3.01.2019",
                "upvotes": 0
            },
            {
                "text": "Жаманкара руы кандай руга жатады агайын?",
                "date": "14.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін қалай тез үйренуге болады?",
        "question_content": "Ағылшын тілін тез қалай үйренуге болады?",
        "question_date": "12.02.2017",
        "question_tag": "Мектеп",
        "question_views": 656,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Жақсы оқулықты таңдаңыз.\n\n2)Жеке сөздерді емес, сөз тіркестерін жатқа үйреніңіз.\n\n3) Тақырыптық мәтіндерді қайталау.\n\n4) Үйренгендеріңізді қайталаңыз.\n\n5)Тілдік ортаға еніңіз.Сөйлесетін адамдарды табыңыз.\n\n6) тест тапсырмаларды  орындау.\n\n7)Аударма жаттығуларын орындаңыз.",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Физикадан қандай жобалар алуға болады?",
        "question_content": "Физикадан қандай жеңіл,түсінікті жобалар алған дұрыс?",
        "question_date": "12.02.2017",
        "question_tag": "Мектеп",
        "question_views": 655,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Нұрмахан Оразбековтың кез-келген бір шығармасының толық нұсқасы керек еді",
        "question_content": "Нұрмахан Оразбековтың кез-келген бір шығармасының толық нұсқасы керек еді. Сілтемесін бере аласыздар ма?",
        "question_date": "12.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 351,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Неліктен қытайлықтар Димашты \"Димаши\" деп атайды?",
        "question_content": "Қытайдағы \"I am Singer\" жобасына қатысып жатқан қазақстандық Димаш Құдайбергеновты қытайлықтар \"Димаши\" деп атайды. Неліктен қытайлықтар Димашты \"Димаши\" деп айтауының себебі бар ма?",
        "question_date": "12.02.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 3900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жобаға қатысқанға дейін қытайлар Димаш емес, Қазақстанды зорға білетін еді. Жобаның бас режиссері Хоң Тао мырзаның өзі алғашқы кездесуде біздің елді тұспалдап айтатын. Біз дайындықты жобаға шамамен бір ай уақыт қалғанда ғана бастадық. Өте қысылтаяң жағдайда жүрдік. Бізден гөрі, қытайлар қатты еңбектенді. Димашты сахнаға жан-жақты дайындап шығарған қытайлық BG Talent компаниясы бізден де артық күш жұмсады. Бір қызықты мәліметпен бөлісе кетейін. Негізі, «Димаш» сөзінің қытайша дыбысталуының өзі үлкен талқылаудан өтіп бекітілді. Хоң Тао мырза бастаған «Хунан» телеарнасының өкілдері мен BG Talent компания басшыларымен болған бір отырыста ортаға «Димашты қытайша қалай атаймыз?» деген сауал тасталды. Әлбетте 迪马仕 (di ma shi) сияқты «Димаш» деген сөзді айнытпай беретін қытайша иероглифтер көп. Бірақ оның дыбысталуынан бұрын, әрбір иероглифтің мағынасына көп мән берілді. Сөйтіп, жиналғандардың ортақ шешімімен 迪玛希 (di ma xi) яғни, соңғы «希» (си) иероглифі – «үміт, үміттену» деген мағына бергендіктен, Димаштың келешегіне үлкен үміт артып отырғандардын арман-тілегін ескере келе «Димаси» нұсқасы таңдалды. Айтса айтқандай-ақ, ол үміт те ақталды.",
                "date": "1.05.2017",
                "upvotes": 1
            },
            {
                "text": "Үйткені қытайдың тілі димаш деп айтуға келмейді, оның үстіне Димаштың атықытай әріптерімен Димаш деп",
                "date": "12.02.2017",
                "upvotes": 2
            },
            {
                "text": "",
                "date": "4.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кез келген наннан тыңайтқыш жасала ма?",
        "question_content": "Жалпы тыңайтқышқа нан қосуға бола ма?\n\nАпай жоба байланысты наннан тыңайтқыш жасау деген тақырып алған\n\nНе істесек болады?",
        "question_date": "11.02.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 498,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шартты бағыныңқылы сабақтас сөйлемдерді жазып шығыңыз?",
        "question_content": "Осыган комектесіп жіберіңіздерш отініш",
        "question_date": "11.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әнді бір ғажап бастасаң, бүкіл жұрт қолдайды.\n\nӨнерсіз жан болсаң, бұл қазақ қатарыңа қоспайды.\n\nЖігіттен түзде түлесең, қалайша жыр шықпайды?!\n\nӨлеңсіз болсаң, қазақтың ұлттық тілі сені ұқпайды.",
                "date": "6.06.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызметтің 8 заңын (қазақша) қайдан алуға болады?",
        "question_content": "Саламатсыздарма! Маған мемлекеттік қызметке арналған 8 заң керек еді! Соны тауып бересіздер ме?",
        "question_date": "11.02.2017",
        "question_tag": "Мамандық",
        "question_views": 434,
        "question_upvotes": 1,
        "answers": []
    },
    {
        "question_title": "Жоғары оқу орнына түсу туралы сұрақ",
        "question_content": "Жалпы орта меатепті бітіргеннен кейін шетелге жоғары оқу орнына қалай түсуге болатыны туралы айтып берсеңіздер. Емтиханды қалай тапсырады? Тест түрінде ме? Грантпен оқуға бола ма? Ақылы түрде де оқуға бола ма? Жобада қанша төлейді? Тағы басқа қандай ережелері бар?",
        "question_date": "11.02.2017",
        "question_tag": "Мектеп",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ауданы 24м^2 үй қабырғасына желдің түсіретін қысым күші қандай?",
        "question_content": "10 балдық дауыл желінің тсқауылға түсіретін қысымы 1100 Па.Ауданы 24м(квадрат)^2 үй қабырғасына желдің түіретін қысым күші қандай?\n\nОтнем тез керек толыктай",
        "question_date": "11.02.2017",
        "question_tag": "Физика",
        "question_views": 10700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Біз барлық Қазақстандық студенттерге арнап рефераттар, курстық жұмыстарды, диплом жұмыстарын, бақылау жұмыстарын жазамыз. Немесе Қанат Рахымов вк",
                "date": "11.02.2017",
                "upvotes": 0
            },
            {
                "text": "Берілгені : P=1100па, S=24м², F=?H\n\nФормула: F=P*S F=1100*24=26400H\n\nЖауабы: Күш 26400Н",
                "date": "26.01.2024",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Саягүл есімінің толық мағынасын кім біледі?",
        "question_content": "Саягүл есімін өзім былай түсінгеніммен жеткізе алмай жүрмін сая-пана тағы қандай т",
        "question_date": "11.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екі конденсатордың астарларында қандай кернеу орнайды? Зарядтар қалай бөлінеді?",
        "question_content": "Сыйымдылығы 6 мкф және астарындағы кернеуі 4.0*102 в конденсатормен параллель қосады. Екі конденсатордың астарларында қандай кернеу орнайды? Зарядтар қалай бөлінеді?",
        "question_date": "10.02.2017",
        "question_tag": "Физика",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "4,9 г калий хлораты ыдырағанда ,түзілетін оттектің көлемін тап?",
        "question_content": "4,9 г калий хлораты ыдырағанда түзілетін оттектің көлеҮй жұмысы шығаруға көмектесіңіздерші!!!Алдын ала",
        "question_date": "10.02.2017",
        "question_tag": "Химия",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4,9                           х  \n2KClO3 → 2KCl + 3O2\n\n               2*122,5               3*22,4\n\nх=3*22,4*4,9/2*122,5=1,344л",
                "date": "25.03.2023",
                "upvotes": 1
            }
        ]
    }
]