[
    {
        "question_title": "Мұғалімдік оқулар қай жерде бар",
        "question_content": "Мұғалімдік оқулар қай жерде бар? Мен биолоия мұғалімі болғым келеді\n\nжәне сол оқу орынына грантқа түсу үшін ҰБТдан қанша балл жинау қажет",
        "question_date": "26.09.2017",
        "question_tag": "Биология",
        "question_views": 458,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Фармацептика мамандығына грант бөлінгенбе? Қай жерде жұмыс жасауға болады?",
        "question_content": "Сәлеметсіздерме! Мен 2018 түлегімін. Мен фармацевтика мамандығына түскім келеді. Аптекадан басқа қай жерде жұмыс жасауға болады және грант бөлінген бе?Айлығы қанша? Жұмыс табу оңай ма?",
        "question_date": "26.09.2017",
        "question_tag": "Мамандық",
        "question_views": 982,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қамбар батыр жырының толық нұсқасы керек!!",
        "question_content": "Тез арада Қамбар батыр жырының толық нұсқасы керек, немес сілтеме болса да болады!!",
        "question_date": "26.09.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 29300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Қамбар батыр» эпосы да қазақ халқына көптен мәлім, мейлінше кең тараған. Қазақстанның қай түпкірінде болсын, ел сүйсіне тыңдап, сүйіп оқитын шығармасының бірі.\n\n«Қамбар батыр» туралы аңыз ел аузынан жазылып, алғашқы рет 1865 ж. басылады. Бұдан кейін 1868 ж. «Қисса Қамбар», 1903 ж. «Тоқсан үйлі тобыр» деген аттармен Қазанда басылып, ең толығырақ түрі «Қамбар батыр» деген атпен 1922 ж. Ташкентте шығады. «Қамбар батырдың» бұл вариантын баспаға даярлаған А.Диваев. Бізше, Диваев варианты тек толығы ғана емес, ең көркемі, ең жақсы варианты. Диваевтың 1922 жылы бастырған «Қамбар батырын» Сәкен Сейфуллин (1933 ж.), Сәбит Мұқанов (1939 ж.) жолдастар шығарған батырлар жинағында өзгертілмей, қайта басылды. Ең соңғы рет басылуы - 1957 ж. Мұнда «Тоқсан үйлі тобыр», «Қамбар батыр» екі вариант қатар берілген. Бұл баспасында «Қамбардың» басылу тарихы, версия, варианттары жайлы ақпар, мәліметтер болғандықтан, ол жағына біз тоқталмайық.\n\nБізде күні бүгінге дейін дұрыс көңіл аударылып, анықталмай келген бір мәселе - «Қамбар батыр» эпосын қазақ халқы тарихындағы қай дәуір, қай кезеңге жанастыруымызға болады деген мәселе. Бұл айтуға оңай болса да, дәлелдей қою қиын. Әйтсе де шығарманың мазмұны суреттелетін оқиға, тартыстарға сүйене отырып, кейбір топшылаулар жасауға болмайды емес.\n\nБүгінгі қазақ атанып отырған елдердің көптеген рулары ноғайлы, өзбек хандықтарының қарауында болғандығы, ноғайлы хандығының өзі сол рулардың құрамасы екендігі Қазақ ССР тарихында да, басқа тарихи еңбектерде әлдеқашан дәлелделініп, қорытылған пікір. Бұл мәселе жөнінде «Ер Тарғын» эпосымен байланысты толық айтылады. Бізше, «Қамбар» эпосы да сол ноғайлы дәуіріндегі қалмақ пен ноғайлылықтардың араларындағы қарым- қатынастардың негізінде туған эпос. Бірақ бұл ноғайлы хандықтарының өзара туыстарының қырсығынан әлсіреген, сондықтан қалмақ хандықтарының ноғайлыларды өзіне бағындырып алуға ұдірет-күшіміз жетеді деген сенім туа бастаған кезді меңзейтін тәрізді. Эпоста екі елдің аттары аталады: ноғайлы және өзбек. Бірақ жырдың ұзын-ырғасын алып қарасақ, Әзімбай да, Қамбар да ноғайлылықтар екендігі аңғарылады. Алдымен Қамбар жайлы. «Қамбар батырдың» бас жағында-ақ:\n\nҚазақ емес, сарт емес,\n\nҚамбардың түбі ноғайлы - десе, Назымды Қамбарға беру туралы Алшыораздың сөзін қостаған ағасы Дараз:\n\nОсы екен істіңмақұлы,\n\nКекті болып кетпесін,\n\nНоғайлының батыры.\n\nАзулымен өшіксең,\n\nТигізер зиян ақыры, -дейді.\n\nКелмембет:\n\nНоғайдың Қамбар деген батыры бар...\n\nКелмембет ұрып мініп жорғасына,\n\nЖөнелді ноғайлының жолбарысына...\n\nНазым:\n\nТуғызып сіздей сұлтан ноғайлыдан,\n\nҚұдайдан айналайын батыр қылған, - деген сөздерден біз Қамбардың ноғайлы батыры екенін көрсек, сонымен қатар Қамбар мен\n\nНазымның сөйлескен сөздеріненол «Алпыс үйлі арғын, тоқсан үйлі тобырдың батыры да» екендігі байқалады. Кейбір баспада\n\n(арабша жазылған текстіде) «Алпыс елді Арғын» деп те келеді.\n\nҚамбар:\n\nҚабатыма аламын,\n\nАлпыс үйлі арғын мен\n\nТоқсан үйлі тобырды, - десе, Назым:\n\nМейман бол, қонып кет дей келіп:\n\nАлпыс үйлі арғынға\n\nАсықпасаң барарсың,\n\nҚардар емес, бізден ол, - дейді.\n\nНазым «арғын, тобыр», «ноғайлы» деген сөздерді бір мағынада қолданады. Бұл жерде «Асықпасаң барарсың, алпыс үйлі Арғынға» десе, екінші жерінде:\n\nТуғызып сіздей сұлтан ноғайлыдан,\n\nҚұдайдан айналайын батыр қылған. -\n\nдейді.\n\nНазымның бұл сөздері «арғын, тобырлар» сол ноғайлы атанған елдің бір\n\nбұтағы, бөлімі екендігін меңзейді. «Тоқсан үйлі тобырда» Қамбардың ата-тегі\n\nкім, қай елге жатады, эпос осыдан басталады:\n\nБұрынғы өткен заманда,\n\nЕр Қамбар деген бар екен.\n\nӘзімбай деген бай екен,\n\nСолардан қалған сөзімді\n\nБаян қылып айтайын:\n\nОн сан үйлі Аят бар,\n\nҚырық сан үйлі Қият бар,\n\nАлпыс үйлі Арғын бар,\n\n(Сексен үйлі Ыбыр бар)\n\nОн сегізде жасы бар,\n\nАдал қара дегеннен\n\nҚара тұлпар аты бар,\n\nҚамбар деген ері бар, -\n\nдеп келеді. Бұл\n\nүзіндідегі кейбір рулардың аты қазір белгісіз. Ондай рулар болды ма, жоқ па, ол\n\n- өз алдына мәселе. Бірақ Қамбардың тегі арғын, қият елдері болушылық пен\n\nжоғарыда келтірілген үзінділердің бәрінде де оны Ноғайдың батыры деушіліктің\n\nтамырын іздесек, тағы да сол ноғайлы дәуіріне тірелеміз.\n\nӘзімбайдың кім екені жөнінде де эпос\n\nкөп дерек береді.\n\nБір вариантында:\n\nСол уақытта ноғайда\n\nӘзімбай деген бай болған,\n\nТөрт түлігі сай болған, -\n\nдесе, екінші\n\nвариантында:\n\nТеңіздің\n\nбойы ноғайлы\n\nЕл\n\nекен өскен жағалы, -\n\nдейді.\n\nҚалмақ ханынан елші болып келген\n\nКелмембет Әзімбайға:\n\nОсы айтқаным болмаса,\n\nТұғырға сұңқар қонбаса\n\nНоғайлы\n\nелің бүледі ...\n\nҚұда\n\nтүсіп, құйрық жеп,\n\nҚыламыз\n\nқызық ойынды;\n\nНоғайлыңды\n\nшақырма,\n\nӨзіме\n\nбер тойыңды ...\n\nҚараман:\n\n«Түбіңе қап, ноғайлы жетермін» деп,\n\nҚараман ашуланып қапа болды ...\n\nБес мың алды адамнан,\n\nНоғайлыға бармаққа.\n\nӘзімбай атынан Қамбармен сөйлесе\n\nбарған Жәдігер:\n\nНоғайлыны шаппаққа\n\nҚалмақтар ішті қасамды¹.\n\nӘзімбай Жәдігерді аттандырып жатып,\n\nҚамбармен өзінің туыстастығын, мұндай қиын-қыстауда көмекке келуі, халқын\n\nқорғауы батырлық борышы екендігін баса айтып, айрықша ескертеді.\n\nӘзімбай айтты жақсылап\n\nЕр Қамбарға сәлемді.\n\nТүбіміз бірге туыс-ты\n\nАғайын кісі үсте ме,\n\nҚалайша бізбен суысты?\n\nСүйегін батыр қорлай ма?\n\nОйласын батыр бұл істі\n\nЖауың жаман сенің-ай,\n\nТастасын басқа жұмысты ... -\n\nдейді.\n\nҚамбар келіп, қалмақтарға қарсы ұрыс\n\nашқанда, өзінің ноғайлылары мен Алшыораз да оған көмектеседі. Ұрысты суреттеген\n\nбір жерінде:\n\nӨшігіп қалған ноғайлы\n\nҚоймайтұнға ұқсады.\n\nҚаласына жеткізбей\n\n¹ Қасам - ант, серт.\n\nКөбісін қырып қалмақтың\n\nҚайратты туған ер Қамбар,\n\nШығарды іштен құсаны, -\n\nдейді.\n\nБұл келтірген үзінділердің бәрі де\n\nӘзімбайдың өзінің де ноғайлы екендігін дәлелдейді. Эпостың бір-екі жерінде\n\nөзбек елінің аты аталатыны рас.\n\nОн екі баулы өзбекте\n\nКелмей қалған кім бар? деп\n\nШақырушыны шақырды.\n\nӨзбек елінің аты тек Назымның тойына\n\nбайланысты ғана айтылады да, эпоста суреттелінетін оқиғаға қатынаспайды. Әңгіме\n\nтек қалмақ пен ноғайлы арасында ғана болады.\n\n«Тоқсан үйлі тобыр» деп аталатын\n\n«Қамбар» вариантында өзбек көршілес, іргелес отырған ел есебінде\n\nноғайлылықтардың атынан шақырылады. Бір жерінде:\n\nАт шаптырды Әзімбай\n\nОн екі баулы өзбекке.\n\nАт кекілін өрмекке,\n\nШақырғанның мәнісі -\n\nЛазым деген сұлуды\n\nСүйгеніне бермекке,\n\nНоғайлы салған шабарды, -\n\nдесе, екінші бір\n\nжерінде:\n\nКөп өзбекті шақырттым\n\nКелсін деп өңкей сабазға;\n\nКелсін деп, сірә, айтпадым\n\nБурыл сақал қақпасқа,\n\nНоғайлы\n\nжаман болды ма\n\nБіреуі\n\nсаған жақпасқа?\n\nАқылсыз,\n\nбалам, тудың ба\n\nБір\n\nер таңдап таппасқа? - дейді.\n\nСөйтіп, бұл келтірген мысалдар Қамбар да, Әэімбай да Ноғайлы, өзара туыстас, бір елдің адамдары екендігін және эпостың дүниеге келуіне себеп те осы ноғайлы мен қалмақтардың араларында болған\n\nсоғыс, қанды майдандар болғандығын аңғартатын сықылды.\n\nБірақ эпостың жалпы мазмұны\n\nсуреттелінген оқиға, адамдардың қарым-қатысы, тартысқа қарағанда, бұл ноғайлы\n\nелдерінің ыдырап, әлсіреген кездеріндегі жағдайды көрсететінге ұқсайды. Бұл\n\n«Тарғындағы» Торғауыттың қамалын бұзып, ескі кегін алмақшы болған Ақша ханның\n\nхандығына да, Тарғынның күшімен Шаған бойындағы қалмақтарды көшіретін Ханзадаға\n\nда ұқсамайды. Ақша ханға қарағанда, Ханзада анағұрлым әлсіз еді десек те, оның\n\nқарауында ноғайлылық деп аталатын іргелі елі бар, бірақ айтулы батыры жоқ, егер\n\nондай адамы болса, недәуір белді ел боларлық шамасы бар екендігін көрсек,\n\nӘзімбайға қараған ноғайлылықтар, хандықтан айырылған, іргесі сөгіліп, әбден\n\nтозып кеткен ел. Әзімбайды эпостық жырлардың ескі дағды бойынша, кейде «хан»\n\nдеп атаса да, шындығында онда ешбір хандық қасиет жоқ. Жай ғана бай адам.\n\n«Тоқсан үйлі Тобырдың» бір жерінде:\n\nӘзімбай деген бай болған,\n\n.\n\n. . .\n\n. . .\n\n. . .\n\n. .\n\nІшкендерін сұрасаң,\n\nШекер менен шай болған.\n\nБайлығы шалқар көл еді\n\nКөп ноғайдың бірі еді, -\n\nдейді. Эпостағы\n\nоның іс-әрекеті де осыны аңғартады.\n\nТарихтың айтуынша, Қалмақ\n\nхандықтарының дәуірлеген кездері болды. Олар осындай кездерде көршілес елдеріне\n\nжойқын шабуыл, қанды жорықтар жасады. «Қамбар батыр» эпосындағы оқиға сондай\n\nкүндердің бір алуан көрінісі. Бұл ноғайлылықтардыңәлсіздігі, әсіресе Қараман келіп Әзімбай\n\nауылын қамаған жерінде айқын аңғарылады:\n\nӨзіңменен қосылып\n\nҚамбар неге келмеді?\n\nҚарсыласып менімен\n\nНоғайлы да ел ме еді?\n\nАлдыңа салып айдамай,\n\nҚол-аяғын байламай\n\nКеткенің тастап жөн бе еді?\n\nБұйрығыма бұл күнде,\n\nҚай мұсылман көнбейді, -\n\nдеген тәрізді\n\n«қарсыласса ханды, егессе елді» алып, әбден мейманасы тасқандығын көрсететін\n\nҚараманнның сөзін есепке алмағанда, еліне жау тигенде, Алшыораздан басқа қолына\n\nқару ұстарлық бір адам болмайды. Оның өзі\n\nде тек ауыл арасындағы ғана мықты жігіттердің бірі. Мұндайда ду\n\nкөтеріліп, күш біріктірерлік көпшілігі жоқ ноғайлылықтар аз ғана ауыл\n\nбейнесінде суреттеледі. Әрқайсы әр сайды өрлеп жүргендіктері, байлығына\n\nмастанып, алпыс үйлі Арғын, тоқсан үйлі Тобыр тәрізді кедей руларды менсінбей,\n\nелдің іргесін босатып алғандығы енді естеріне түсіп, ноғайлы билерінің\n\nкеңескендегі тапқан ақылы Қамбарға бару, оның да ноғайлы, туыстас, ақсүйектігін\n\nбетке ұстау болады. Сөйлеуге барған Жәдігер:\n\nҚарқын су келіп қаптады,\n\nОндағы жатқан халқыңды;\n\nӨз теңіңнің ішінде\n\nАқылың асқан данасың\n\nЖұбатасың жыласа,\n\nНоғайлының баласын, -\n\nдейді.\n\nНоғайлы басындағы шындық жайт осылай\n\nбола тұрса да, халық - әрдайым оптимист. Жақсылықты алдағы өмірден күтеді.\n\nБолашаққа сенімі мол. Сондықтан ол Қамбарды мықты жаулары қалмақтарға қарсы\n\nшығарып жеңдіреді. «Ноғайлы да ел ме еді» деп менменсінген Қараман ақыры күлкі\n\nболып қалады. Елдікті аңсаған ел тілегі Қамбар сықылды ерді, оның атымен\n\nбайланысты эпостық поэманы туғызды.\n\nҚысқаша мазмұны\n\nтөмендегіше:\n\nҚамбар батырӘзімбай\n\nдегенніңалтыұлы, бір\n\nқызы\n\nболады. Әзімбай қызынсүйгеніне\n\nбермек\n\nболып, Ноғайлы он\n\nекібаулы өзбекті шақырып, қызының\n\nалдынан өткізеді. Іштей Қамбарды сүйетін Назым ешкімді ұнатпайды. Тойға\n\nқатынаспаған Қамбар тоқсан үйлі Тобырын аңмен асырап күнелтуші батыр, бір күні\n\nарыстанға жолығып, оны өлтіреді. Сондай бір күндері қыз Назымның ауылының\n\nүстінен өтіп бара жатып Назымға көзі түседі. Қыз қанша амал-айла жасаса да,\n\nҚамбар оған тоқталмайды. Екінші оралғанында қызбен тіл қатысып, аулақ жүргенін\n\nмақұл көретіндігін аңғартады. Бұлардың сөйлесіп тұрғанын қыздың ағалары көріп,\n\nҚамбарды өлтірмек болады. Бірақ Назымның кіші ағасы Алшыоразбасқаларын тоқтатады. Қамбар өз бетіне\n\nкетеді.\n\nНазымның сұлулығын естіп, көршілес\n\nқалмақтың ханы Кедей ұлы Келмембетті жіберіп, Әзімбайдан қызын сұратады. Қыздың\n\nағасы Алшыораз Келмембеттің құлақ, мұрнын кесіп кейін қайтарады. Хан әскер жиып\n\nкеліп, күшпен алмақ болады. Әзімбайлар «береміз» деген амал, айлақолданып, Қамбарға елші жібереді, Қамбар\n\nбарамын деп уәде береді. Келеді. Ноғайлының батырын көрмекші болып, Қамбарға\n\nқалмақ ханы Қараман да кісі жібереді. Қамбар келісімен-ақ хан екеуінің арасында\n\nалыс-шалыс сөз болып, жекпе-жекте Қамбар Қараманды өлтіреді. Қалмақтармен соғыс\n\nсалып, Қамбар мен Алшыораз оларды жеңіп қуады. Қамбарға Назымды қосады. Той жасап,\n\nжасау жабдықтап, еліне қайтарады.\n\nБіз жоғарыда Қамбар батырдың атымен\n\nбайланысты эпостың бірнеше версия, варианты бар дедік. Соның бірі- «Тоқсан үйлі тобыр» . Бұл варианттың\n\nжоғарғы, қысқаша мазмұнын келтірсек, өткен варианттан өзгешелігі аз. Оқиға\n\nжелісі, ондағы тартыстардың себебі, дәлелі, байланыс іздері бір, тек кейбір\n\nкісі аттарында өзгешеліктер бар: Қараман - Махтым, Керей ұлы Келмембет - Кедей\n\nұлы Келмембет, Назым - Лазым т.б. кейбір сөз сөйлемдері басқаша болып келеді.\n\nБірақ, негізінен алғанда, бірінен бірі не идея жағынан, не құрылысы жағынан\n\nпәлендей айырмашылығы жоқ. «Қамбар батырда» әртүрлі өмір құбылысы молырақ,\n\nкеңірек қамтылады да, «Тоқсан үйлі тобырда» сол құбылыс, эпизодтар қысқа\n\nкөлемде баяндалып, қысқаша түрде суреттеледі.\n\nҚолдағы мәліметке қарағанда, «Тоқсан\n\nүйлі тобыр» варианты «Қамбар батырдан» әлдеқайда бұрын жазылынып, бұрын басылып\n\nшыққан. Бұл екеуінің қайсысы ескірек, қайсысы жаңа, ол жөнінде үзілді-кесілді\n\nпікір айту қиын. Кейбір жолдастар «Тоқсан үйлі тобыр» варианты «Қамбар батыр»\n\nаталатын варианттан гөрі ескірек деп жүр. Бірақ келтірген дәлелдері әлсіз.\n\n«Қамбар батыр» вариантының кейін жиналып, кейін басылуы ол дәлел болып\n\nжетпейді. Бұрын шығып, кейін басылуы, кейін шығып, бұрын басылуы екеуі де\n\nмүмкін нәрсе.\n\nАл толығырақтығы, көркемдігі жағынан «Қамбар\n\nбатыр» деп аталатын нұсқа анағұрлым артық. Сондықтан эпостың құрылысын, адам\n\nобраздарын т.б.жақтарын талдауға осы вариантты алуды мақұл көрдік.\n\n«Қамбар» жырының негізгі идеясы да\n\n«Қамбар\n\nбатыр»елдік-бірліктіңтуын\n\nжоғарыұстау.\n\nэпосындағы образдарСондайлық ел\n\nсанасы бұл жырда\n\nнақтылы\n\nшыншылдықпен баян етілген деуге болады. Бұрынғы жырларда фантастика, әсірелеу\n\nкөбірек болса, «Қамбарда» олар аз.\n\nБатырлар қылған қайратын\n\nҚартаймай тұрып әріде,\n\nЕртедегі ерлерден\n\nНұсқа болып соңғыға,\n\nҚалған өлмей бәрі де, -\n\nдейді.\n\nЭпоста ең басталарда айтқан осы сөз,\n\nішіндегі оқиға дамуы, жеке адамдардың іс-әрекеттерімен толық дәлелденіледі.\n\nЭпостың мақсаты: ертеде өткен ерлердің ісін кейіңнгілерге үлгі ету болса,\n\nАлшыораз, Назым, Қамбарлар оны істерімен ақтайды. Бұлардың үшеуі де кейінгі\n\nұрпаққа үлгі боларлық, ел сүйсінерлік істер істейді.\n\nХалық эпостарының бәріне өзек болған\n\nпатриоттық, өз елін, өз жерін жауға бермеу, ел қорғайтын елді дәріптеу, соны\n\nсүю «Қамбар» эпосына да өзек. Бір елдің бар адамын қалдырмай таңдауға салғанда,\n\nНазым біріне көңіл бөлмейді. Арман еткені Қамбар болады:\n\nКөк жорғаны жектіріп,\n\nКелтірді барқыт күймені,\n\nЖақсы көріп жүр еді,\n\nМақтауын естіп белгілі.\n\nСұлу да қайтты үйіне,\n\nЕр Қамбар болып сүйгені, -\n\nдейді.\n\nНазым Қамбарды көрмесе де ғашық.\n\nӨйткені ол - аты шулы батыр. Бұл жалғыз «Қамбар» эпосында ғана емес,\n\n«Қобыланды», «Алпамыс», «Ер Тарғындағы» Ақжүніс, Қарлыға, Гүлбаршын, Қаракөз,\n\nҚұртқа тәрізді арулардың бәріне тән салт. Назым «теңіз бойлы ноғайлы» «он екі\n\nбаулы өзбектердің» ішінде, мол дәулет, алты ағаның ортасында бұлаңдап өскен\n\nерке, өркөкірек, паң қыз. Назым жиылған жұрттың бірін менсініп, көзін салмайды.\n\nҚамбар қарамай кеткен жерде де, өрмектің талқанын шығарып, жұртты тасқабақтай\n\nқағыстырады.\n\nАшуы\n\nкеліп Назымның,\n\nАсау тайдай тулады.\n\nҚапаланып Қамбардан\n\nЖүрегі қатты зулады,\n\nҚылышын алып қолына,\n\nАдыра қал деп сен өрмек\n\nАлты жерден турады.\n\nЖібекке кетті жаны ашып,\n\n«Не болды, - деп, - шырағым»,\n\nЖеңгелері шулады.\n\nҚаны қашып бетінің,\n\nРеңі құмдай қурады,\n\nТоқтай тұр, - деп, - ер жігіт», -\n\nӨтіп кеткен Қамбарға\n\nШақырып қолын бұлғады.\n\nБұл үзіндіден жоғары айтылған\n\nеркелігі де, менмендік, ерлігі де айқын көрінеді. Бірақ халық ол үшін Назымды\n\nдаттамайды. Өйткені Назым ел сүйген ерді сүйіп, өз тұғырына отырғызбақ. Ел\n\nқорғарлық ерді кім де болса сүйсін, жүрегінен қадірлі орын берсін деген ел\n\nтілегі, халық мүддесіне Назым ісінің қайшы келетін жері жоқ. Қамбар - халық\n\nбатыры. Оның жолына басын бәйгеге тіккен қызды ардағы етіп дәріптейді, Назымды\n\nда кейінгіге үлгі етеді.\n\nНазым ісінің дұрыстығын Алшыораздың\n\nсөздерімен толықтыра түседі. Қамбар мен Назымға ызаланып кек ойлаған Қарымсақ,\n\nҚораз, Дараздарды жыр кекетіп келеді:\n\nАшуға мінді Қарымсақ,\n\nАдамда жаман сол еді.\n\nСақалы ұзын ақымақ\n\nАйқайын салып келеді.\n\nБақырауық неме еді,\n\nӘңгі есектей аңқылдап, -\n\nдеп онымейлінше міней, шеней суреттейді.\n\nБатырдың батырлығын елемейтін\n\nездерге қалай қарайтындық, ел емеуріні осында-ақ байқалады. Әзімбайдың\n\nАлшыораздан басқа балаларының бәрі де көкірегіне нан пісіп, байлығына мас\n\nболған, алды-артын болжамайтын ойсыз, озбырлар. Оларды жыр үстем таптың өрескел\n\nжиренішті бейнесі етіп кейіптейді. Мұндай сотқар, басбұзар байларға халықтың\n\nқатал сынын, қарсылығын көрсетеді.\n\nҚорлағаны емес пе,\n\nЖалаң аяқ жарлының\n\nЖүргені бізге жақындап, -\n\nдейді.\n\nҚарымсақ «дәрежесіне» ғана\n\nмастанушы, өрісі тар, даңғой адам бейнесінде көрсетіледі. Оған қарсы батырды\n\nбағалай біле алатын Назымның ойын дұрыс түсініп, оның тілегімен тілегі ұштасқан\n\nАлшыораз образы алдыңғыларға қарама-қарсы қойылады:\n\nАлтауының ішінде\n\nАқылы көп артықша\n\nАлшыораз еді зерегі.\n\nЕкіталай іс болса,\n\nПаналарсың тығылып\n\nОсының барып жеңіне.\n\nҚарындасың кем болса,\n\nБатырдың түссе жеміне\n\nАғайынмен ойласып,\n\nНазым жанды қосайық,\n\nҚаласа құдай теңіне, - дейді.\n\nАлшыораздың айтқаны дәл келіп, ел басына күн түскенде паналары Қамбар болады. Алшыораз тек өз басының ғана пайдасын ойлаушы, сол көзқарастан ғана қарайтын, өрісі тар адам емес, алды-артын әріден болжайтын адам. Сондықтан да ол Қамбарға қарындасын қосуға әзір. Сонымен қатар ол күштінің бәрі күшті деп қарамайды. Оған қымбат: өз елінің батыры. Қалмақтың Қараманы жіберген Келмембеттің құлақ- мұрнын отап, кері қайырады. Сүйеккке таңба болады деген жерде, өлімге басын байлап, соғысуға әзір:\n\nБіз таласып бармаймыз,\n\nҚыз-келіншек, бойжеткен,\n\nТікелеп алған жарыңа\n\nҚазақ пен қалмақ қастасып\n\nҚұда болған бар ма екен,\n\nБұрынғыдан соңғыға?\n\nАлшыораз аңдысқан дұшпанның қызға\n\nқұда түсемін деуін тек өзін, әкесін қорлау деп ұқпайды. Елін басыну деп ұғады. «Біз\n\nсендердің қыз-келіншектеріңе көз сүзгеніміз жоқ, бұларың ел дәстүрі, ескі заңды\n\nаттау, арға кір, сүйекке дақ, беліңді басамын» деген сөз дейді.\n\nБірақ Назым да, Алшыораз да жаңа\n\nобраз, жаңа адамдар емес, бұрынғы эпостардағы ұнамды қаһармандардың сыңары.\n\nБасқа жағдайларда кездескендіктен ғана, жаңа адамдар болып көрінеді. Эпостағы\n\nерекшелік те, басқалардан өзгешелік те басты қаһарман Қамбардың бейнесінде.\n\nБұрынғы эпостарда батырлардың\n\nбалалық шағын, туысын басқалардан өзгеше етіп және тарығып-зарығып жүрген\n\nбіреудің жалғызы етіп, әке-шешелерін өте бай, дүниесін мол етіп көрсетсе,\n\nҚамбар, ең алдымен, кедей. Бүкіл ауыл-аймағы Қамбардың қолына қарайды. Тоқсан\n\nүйлі тобырда, алпыс үйлі арғында содан басқа қалт етер біреу жоқ, бәрін Қамбар\n\nасырайды. Эпоста Қамбардың бастыөмірі,\n\nбалалық шағы мүлде айтылмайды. Салғаннан тыңдаушыны ержеткен жігіт, аңшы\n\nбатырмен таныстырады.\n\nЭпоста ең алғаш шығарушы ақынның\n\nсөзі ме, әлде кейінгі жыршылардың қоспасы ма, ол арасын ашып айту қиын. Басқа\n\nэпостардан гөрі мұнда бай табы, кедей табы барлығы да екеуінің арасындағытеңсіздік те айқын көрінеді. Әрине, әңгіме\n\nтаптың барлығында ғана емес. Әр таптың адамдары сол кездегі әлеумет өміріндегі\n\nөз орнындәл танытып, таптық тұрғыдан\n\nдұрыс кейіптелуінде. Назымның даңгой ағалары Қамбардың деңгейінен анағұрлым\n\nкем, анағұрлым алыс жатса да, малы мен дәрежесін жоғары санап, биіктен қарғығысы\n\nкеледі.\n\nҚорлағаны емес пе.\n\nЖалаң аяқ жарлының,\n\nЖүргені бізге жақындап, -\n\nдесе, байлық,\n\nдәреже жағынан Әзімбай балаларымен тең еместігін Қамбардың өзі де сезеді.\n\nНазымға айтқан сөзінде:\n\nҚатарыңа қарасаң,\n\nМен емес таңдап тиерің.\n\nІздегенің асылық,\n\nЫңырсытып байлаған,\n\nМастығы шығар биенің...\n\nҚол ұстасып, қыз Назым,\n\nУәде қылсам сенімен,\n\nБір жаман келіп малы көп,\n\nАлып кетсе, айырылып,\n\nАбыройы ашылар,\n\nҚайғыменен басылар,\n\nАт басындай жүрегім, -\n\nдейді.\n\nҚамбар - жас. Сұлуды сүйерлік жүрек\n\nонда да бар. Әйтсе де өзінің кедейлігін еске алып, Назымның сүйетіндігіне еркін\n\nсене алмайды. Сенсе де, малы көптер «малы көптігін жасай ма» деп сақтанады.\n\nНазымға басы тең болғанымен, малы тең еместігін батыр сезеді. Екеуі - екі тап\n\nадамы. Бұл жағынан арасы алыс жатыр. Ол өзінің азаматтық, адамдықборышын ұмытпайды және жастықпен желіксем\n\nасырап отырған елім не болады деп алдымен соны ойлайды.\n\nБірақ елдің ардақты ұлына аяулы\n\nаруын қосуы, күнкөрісі, тіршілігі жағынан арасы алшақ жатқан екі жасты қосып\n\nекеуін де тілегіне бас игізу деген жырдың негізгі идеясы. Эпоста олардың өмір\n\nтіршіліктеріндегі өздері айқын сезіп отырған теңсіздіктерін, кейінгі оқиға\n\nтартыстарымен жойғызады да, ақыры бір-бірін сүюлеріне мойындатады.\n\nСайратып тілді көмейден,\n\nЖағымды қайрап безеймін.\n\nБөтен туған бала едің,\n\nЖұртқа тұлға болғандай\n\nСол себеп сені тежеймін.\n\nАқылың болса ойлап тұр,\n\nЕндігісін өзің біл,\n\nАсырып бұдан не дейін, -\n\nдегенНазымның ең соңғы, үзілді-кесілді сөздері\n\nҚамбарды ел ері деп, Назымға сүйгізеді, ол ел тілегінің ұлы сорабы тәрізді.\n\nБір қарағанда, «Қамбар» эпосы бай\n\nмен кедейдің тілегін ұштастырған, кедейді байдың қолжаулығыетпек болған жыр тәрізді. Бірақбұлай десек, үстірт қарағандық, жалаң\n\nсоциологиялық көзқарас болар еді. Өйткені эпос оқиғасының негізгі өзегі болған\n\nбасты қаһарман - Назым, Қамбар образдары, эпос идеясының тамыры халық тілегінде\n\nжатқандығын айқындайды. Бұл пікірдің дұрыстығын тек Назым, Алшыораздың сөзімен\n\nғана емес, Қамбардың өз сөзімен де дәлелдеуге болады.\n\nЭпоста Қамбардың батырлығы да,\n\nаңшылығы да, азаттығы да, кекшіл намысқорлығы да әрі көркем, әрі шебер суреттелінеді.\n\nОны батыр образы етіп шығаруды жалаң, бір жағынан алып көрсетпей, қиыннан\n\nқиыстырып және ол іс-әрекеттері бір адамның басына сыйғандай етіп суреттеу\n\nәуелгі ақынның да,кейінгі жыршылардың\n\nда шеберлігін көрсететіні сөзсіз. Басқа эпостарға өзек болған патриоттық мотив\n\nҚамбар эпосында берік сақталады. Қамбардың Әзімбай ауылын қорғауы - сол ауыл\n\nүшін емес, бірден ел намысы үшін, екінші мұның өзі сүйген жазықсыз, жақсы қыз -\n\nНазым үшін.\n\nЕл басына күн туғанда, қара бастың\n\nкек, шамдарын Қамбар елемей кетеді.\n\nӘзімбайдың Қарымсақ тәрізді\n\nдаңғойлары батырдың кедейлігін бетіне басып, өлтірмек болғаны, оның қара басы\n\nүшін осал соққы емес еді. Оны Қамбар кек тұтып, ішінде сақтайды. Қатты\n\nөкпелейді де, бірақ жалпы ел басына күн туғанда, өз басының кегін кек демейді.\n\nҚамбар айтты: Жәдігер,\n\nҚылмаңыз көп уайым.\n\nӘуелі алла, екінші,\n\nЖұрт үшін белді буайын.\n\nОтыңды жанған өшіріп,\n\nАсырып қырдан қуайын.\n\n.\n\n. . .\n\n. . .\n\n. . .\n\nӘзімбайдың ақымақ\n\nАлты итіңе өкпелеп,\n\nЖаманның ісін қылмайын, -\n\nдейді.\n\nЖоғарғы айтылған пікірлердің\n\nдұрыстығын Қамбардың сөзі де, ісі де дәлелдейтін тәрізді.\n\nЭпоста Қамбар әр жағынан\n\nкөрсетіледі. Ең алдымен, ол өзінің адамдық, азаматтық борышын берік сақтайды.\n\nБатыр «Алпыс үйлі арғын, Тоқсан үйлі тобырын» асырауды негізгі міндеті деп\n\nбіледі. Назымға кездескен жерінде:\n\nҚамбар айтты өзіне:\n\nОсыған көңілім бөлініп\n\nҰмытып кетсем жұртымды\n\nҚұдайдың, - деді, - ұрғаны, -\n\nдейді.\n\nЖәдігермен кездескенде де, аузына\n\nтүскен бірінші сөзі қарт әке-шешесі мен бағып отырған тобырлары болады.\n\nӨзінің туыстарын да, халқын да ол\n\nтереңнен сүйеді. Бұл жерде аңғарылатын оның батырлық, ерлігі емес, кәрі ата,\n\nана мен «тоқсан үйлі тобырға»деген\n\nмахаббат, достығы. Бірақ жауымен шендескенде\n\nҚамбар - екінші адам. Қараманға кездескен жерде ол бопсаға шыдарлық\n\nтөзімділігін де, өжеттік, ерлігін, елдессе елдікке, жауласса жаулыққа жарайтын\n\nбатырлығын да анық байқатады. Қараманды кекей сөйлеп:\n\nЖолымнан қалдым кешігіп,\n\nШатыр тігіп шаңдатып,\n\nЗорлығыңды андатып\n\nНоғайлының сазында\n\nСіз де отырсыз шешініп\n\nӘзімбайды жүдетіп,\n\nСансыз қолды түнетіп\n\nЖерімнің шөбін қашырдың\n\nБерекесін кетіріп,\n\nСіз бенен біз жауласып,\n\nЖаманның ісін қылмайық,\n\nҚалаңа қайт, Қараман,\n\n«Кінәмді» менің кешіріп, -\n\nдейді.\n\nҚамбар Қараманның зорлығын да, ауыр\n\nқолмен келіп елдің үрейін алып жатқандығын да бетіне басып, бұл істері ел\n\nнамысы, ер намысына тиетіндігін айтса да, оның іздегені соғыс емес бітім, қан\n\nтөгуге Қамбардың құмарлығы жоқ. Бірақ басқа елді жаулап алуға үйреніп қалған\n\nқалмақ ханы өзінің бітімге көнбейтіндігін білдіріп, ұрысқа шық дегенде ғана\n\nбатырдың ит арқасы қозып, атқа мінеді. Бұл жерде де оның ерлігі мен адамдық\n\nқасиеті қатар суреттеледі.\n\n«Қамбар» эпосында Қараман, Келмембет\n\nсекілді жаулап аламын деушілер ұнамсыз етіліп көрсетіледі. Әңгіме, әрине,\n\nолардың тек қалмақтығы ғана емес, жаулап аламын деулерінде, қызды сұратуы\n\nелшіге көрсеткен жәбір, ұрынудың себебі ғана. Өзінің күшіне сенген Қараман мен оның\n\nөкілі Келмембеттердің сөздерінен де менмендіктері анық көрінеді. Келмембеттің\n\nӘзімбайға, Қараманның Қамбарға айтқан\n\nсөздері олардың күш басымдығына сеніп, әлсізге шеккен айбаты, момынға\n\nкөрсеткен қыры болатын.\n\nБіз жоғарыда «Қамбар» эпосын да\n\nбасқа эпостармен салыстырғанда, мифологиялық ұғым да, өмір құбылысын әсірелей\n\nсуреттеу де аз ұшырайды дедік. Эпоста кездесетін уақиғаның бәрі де тұрмыста\n\nболған не болуы мүмкін жайттар. Мына көрінісіне қиял қосылған деу қиын. Қараман\n\nоқ атқанда «Битуажа бабасықағып қалды»\n\nдеген бір сөзден басқа, мифтік ұғым кездеспейді.\n\n«Қамбар батырды» эпостың санына\n\nқосатын оның идеялық мазмұны. Жаудан өз елін, өз жерін қорғай алатын асқан күш,\n\nқайтпас жүректі батыр ұл туса деген ел арманы, жұрт тілегін қамтушылық. Сол\n\nтілек, мақсатқа сай қандай мықты дау, қалың қол келсе де, жалғыз шауып елге\n\nжүлде салушылығы.Халық эпосына тән\n\nәсірелеушілік тек осы батырдың күш-қуатын сипаттаудың айналасында. Басқа қимыл,іс-әрекет - бәрі де шындықтың шеңберінде\n\nсуреттеледі.\n\nОған эпостық түс беретін және бір\n\nнәрсе - аңшылық. Аңшылық өзінің ескі түрінде қаһармандардың ерлік, мергендігін,\n\nкүшін, жүректілігін, қапылыста қалжырап қалмай, қайрат көрсете алатындығын\n\nсипаттайтын күрес майданы. Сондықтан негізгі күнкөрістің бір жағы аңшылық\n\nболған елдерде аңшы, мергендер біздің батыр, ер деген ұғымымызбен барабар\n\nұғымда қолданылады.\n\nӘрине, Қамбардың батырлығы аңшылық,\n\nмергендік ұғымында емес, шет жауларға қару жасай алатын, асқан күш иесі және\n\nсаналы, шын мәніндегі батырлық, ерлік ұғымында. Ол көзін аңшылықпен ашып, өмірі\n\nаң аулаумен өтсе де, оны сол үшін батыр демейді, ел қорғауға құдырет, күші\n\nкелгендіктен батыр дейді. «Қамбар» эпосында суреттелінетін аңшылық өмір жалғыз\n\nжолбарыспен кездесетін эпизодында болмаса, басқа жақтары өмір шындығына дәл\n\nкеледі. Жолбарыспен кездесуі, оны жеңуі де мүмкін нәрсе. Ал оны тым әсірелей\n\nсуреттеуі - эпостың өзіне тән ерекшелігі.\n\nӘйтсе де аңшылық эпизоды - сол екі\n\nэпостардың ұлы сорабы немесе соңғы айтушылардың эпостың ескі түрлеріне\n\nжақындатпақ болған талабынан туған деуге болады. Қайсысы болса да, бұл жайт\n\n«Қамбар» поэмасына эпостық әр береді.\n\nБатырлық эпостар жай қарағанда\n\nбіріне бірі ұқсас көрінсе де, тереңірек зерттеп, үңіле қарасаң, ел өмірін\n\nтанытуда өздерінше ауыз әдебиетіне қосқан үлестері барлығын көреміз.\n\nБасқа эпостарымызда атүсті ғана\n\nкөрсетілетін халықтың аңшылық өмірі «Қамбарда» тамаша түрде суреттеледі.\n\nКүмістен тағып қарғысын,\n\nСоңына ертіп тазысын,\n\nАу қылып Қамбар шығады,\n\nҚасындағы құмайы\n\nТаңынан тартып талайын\n\nТау текені жығады,\n\nАйрылады жарылып,\n\nКиікпен жатқан құланы\n\nАт бетіне қарамай,\n\nАқ бөкендей жосытып,\n\nАйқайын салып қуады.\n\nНайзаменен шабақтап,\n\nТазысы жетіп тамақтап,\n\nҚасапқа сойған ешкідей\n\nҚан сасытып қырады...\n\nАңшылық өмірдің бұл сықылды әдемі\n\nсуреті қай елдің болсын эпосындағы осы көріністі суреттеген эпизодтармен қатар\n\nқоюға жарайды. Бұл эпизодтек өзінің\n\nәдемі, көркемдігімен ғана емес, аңшылық халықтың сол кездегі күнкөрісінің\n\nнегізгі қорларының бірі болғандығын да аңғартады.\n\nБұл эпостыңқұрылысындағы бір\n\nЭпостың құрлысы ерекшелік\n\n- шегініс. Бір оқиғаны айтып\n\nжәне тілікеле жатыпоны\n\nтоқтататұрып, сонымен байланысты әңгімені екінші жақтан бастау басқа эпостарда да там-тұмдап кездеседі. Бірақ күрделі жүйеге түсіріп, басынан аяғына дейін сол әдісті толық қолданған эпостың брі деп «Қамбарды» ғана айтуға болады. Әңгіме Назымнан басталады да, оны қоя тұрып, Қамбардың аңшылық өмірін, мұны қоя тұрып, Қараманның елшісінің келуі жырланып, ауысып, өзгеріп отырады. Бірақ «Сайын» эпосындағы тәрізді оқиға үзіліп те қалмайды. Кейбір эпостардағыдай үзілген оқиға аралығын қара сөзбен де баяндамайды, өзінің алғашқы бағытында өрби береді. Әйтсе де оқиға желісі алыстан жалғасып, үзілмей отыратындығы оқушығатүсінікті. Мұның себебі: барлық оқиға Назымның айналасына құрылғандықтан. Той да, Қараман елшісі де, Қамбар да, аттанып келген ауыр қол да, соғыс, отыз күн ойын, қырық күн той да Назымның төңірегіндегі мәселе. Оқиға шешуі Қамбардың Назымға үйленуімен бітуі, яғни көп түйіннің бір қазықтың төңірегінде өзінің дамуын, шешімін табады.\n\nНазым образын сөз еткенде, кейбір зерттеушілер оның күйеу тандауын ескі «әдет-ғұрыпты бұзып, еріксіз қалың малға сатылуғакөнбейтін қыз»деп дәлелдемекші\n\nболады. Бізше, бұл - дәлелсіз, тым ұшқалақ айтылған пікір. Назым дәуірі қалың малға қарсы күресу дәуірінен ертерек және бұл мотив жалғыз«Қамбарда» ғана емес, барлық эпостық жырларда да кездеседі. «Қобыланды», «Алпамыс», «Тарғын» тағы басқа эпостарда халық ел қорғаған батыр ұлына, елден озған сұлуын өздері қосады. Ғашықтық жырларда арулар арманына жете алмаса, батырлық жырда оқиғаның шешуі олардың үйленуімен тынады.\n\nӘкесі не шешесі жар салып, қызын өзінің сүйгенін тандату үшін, әдейі той жасау, бәйге тігіп, сол бәйгедеаты да, өзі де озық шыққан адамға ғана қыздың тиюі де белгілі, әріден келе жатқан мотив. «Қобыландыда» Құртқаның шешесі Көкеман кемпір той жасап, қызына күйеу тандатса, «Алпамыста» бәйгені Гүлбаршынның өзі жариялайды. Егер қазақ эпостарындағы күйеу таңдау мәселесі әдет-ғұрыптағы қалың малға қарсы шығу деп қарасақ, онда бұл мәселе жөніндегі\n\nбірінші қаһарман Құртқа болуы керек.\n\nЭпостардағы бұл мотивті қалың малға қарсылықтан туды деп түсіндірсек, онымыз, әрине, жалаң социологизмге бой ұру болар еді.\n\nҚазақ эпостарында аты озу, палуан күресінде жығып шығу, алтын қабақ атып түсіру т.б. жігіттің күшін, мергендігін, ер серігі атының жүйріктігін негізгі шарт етіп, сол шарттарды орындап шығушыға кім де болса тием деушілік негізгі мотив. «Қамбар» эпосындағы тойда бұл шарттардың бірі де қойылмайды. Бірақ Назымның ойлағаны - бұрынғыдай әр жақты қасиет, өнері бар батыр. Жігіт тандауға арналған тойдың бұл кемшілігін Назымның өзі толтырады. Тойға жиналған көпшіліктің ішінен оның іздегені Қамбар болады.\n\nСұлудың батырды іздеушілігі «Қамбар» эпосындағы жаңалық емес. Керісінше, бұрынғы эпостардағы дағдылы салттың жаңа жағдайдағы көрінісі ғана. Ескірек эпостардағы сұлулардан гөрі Назым тереңірек. Назым басқалардай батырдың адал жары болып, сол арқылы өз елі, өз Отанын қорғау ісіне көмек етуші ғана емес, елдік мәселелерді әкесі Әзімбай, ағалары Қарымсақ, Дараздан да анағұрлым жақсы, анағұрлым тереңірек түсінетін қыз.\n\nЭпоста Назымның осы жағын баса көрсетеді.\n\nНазым әкесіне берген жауабында:\n\nОн екі баулы өзбекті\n\nСынап келдім, ата-еке,\n\nТал бойыма бір берен\n\nТаба алмадым жарастық,\n\nЖамандарға көз салсақ,\n\nЖақсы жолдан адастық.\n\nМұсылман аз, қалмақ қау,\n\nБір күні келер бетпақ жау\n\nДаңқымыз кеткен әр жерге.\n\nЕлде туған бір ер жоқ.\n\nЖекпе-жекке шығарға.\n\nЖауға шығар бір ер жоқ\n\nҚынабы алтын көк алмас\n\nТасты кесер жібектей.\n\nНазар көзім салмаймын,\n\nЕш теңдікке алмаймын\n\nАқылы жоқ немені, - дейді.\n\nБұл үзіндідегі Назымның нені аңсап, кімді көздейтіні қосымша түсінікті керек етпейді. Егер біз Назым образының өзіне шейінгі ұнамды қыз образдарынан ерекшелігі бар десек, осы айтылған өзіне серік жар тандаушылықты ел қорғау мәселесімен саналы түрде байланыстыруынан іздеуіміз керек. Бұл «Қамбар» эпосының кейінірек шығуымен байланысты болуы да мүмкін. Бірақ қолдағы материалға қарағанда, ел мәселесін саналы түрде ашық сөз ететін қазақ эпостарындағы бірінші қыз - Назым. «Қамбар» эпосының және бір ерекшелігі - халық юморы, оның кейбір элементтері «Алпамыста» да кездесетіні рас. Бірақ мұнда одан гөрі нәзігірек және жай халықтың психологиясына тән мінездерді зілсіз әзіл, ажуа, сықақ түрінде астарлап, өте шебер түрде бере білген.\n\nАйтулы ару, аты шулы сұлудан үміт еткен көпшіліктің Әзімбай аулына қарай ағылған көрінісін оқыған адам күлмей оқи алмайтыны, сол халық юморының күші, суреттеуінің табиғилығы.\n\nНоғай салған шабарды,\n\nЕсіткесін қабарды,\n\nАз да кетіп барады,\n\nКөп те кетіп барады,\n\nАлтын тақтың үстінде\n\nБи де кетіп барады;\n\nСақал, мұрты ағарған\n\nШал да кетіп барады;\n\nСамайынан тері аққан\n\nТаз да кетіп барады;\n\nСексен қойға ат алған\n\nСелдір мұртты сықаққой\n\nЖарлы да кетіп барады.\n\nБай тойына барғалы,\n\nЖетсе Лазым алғалы\n\nШара барма құдайға\n\nҚалың борышқа қалғалы.\n\n(«Тоқсан үйлі тобыр»)\n\n«Назым қызды алмаққа,\n\nШалдар да жаман желіккен,\n\nҚартайған адам көп екен\n\nКемпірден көңіл зеріккен.\n\nЖарасты деп киеді\n\nЕлтірі қара бөріктен.\n\nҚатындары үйінде\n\nҚайғыланып жылайды:\n\n«Сұлуды алса байымыз\n\nАйырылдық», -деп, - серіктен»\n\nҮміткер болып барша тұр\n\n«Сабағынан үзіп ап\n\nЖесем, - деп, - піскен өріктен».\n\nОсы эпизодты суреттеуде әр варианттың сөздері әр басқа болса да, «Қамбар батыр» әдісі біреу-ақ. Ол - халықтық юмор. Зілсіз күлкі.\n\n«Қамбар» эпосы өзінің тілі жағынан да құнды эпостардың бірінен саналады. Жоғарыда айтылып өткен өмір құбылысын реалистік тұрғыдан суреттеу әдісі басымдығына орай, өз образдарында да дәлдік, шындыққа қабысушылық басым. «Қамбар» эпосын бұрынғы талдап өткен «Қобыланды», «Тарғынмен» салыстырсақ, ол жырларды айтушы Мергенбай, Марабайлардың эпостық жыршы ақын есебіндегі кейбір өзгешеліктері сөз образын қолдануларында да кездеседі. «Қобыланды», «Тарғындарда» ең алдымен айрықша көзге түсетін нәрсе - өмір құбылысын әсірелей суреттеу, дамыту (градация) және психологиялық параллелизм («Тарғын»), оларда оқиғаның эпикалық сарында дамуына сәйкес, өмір құбылысын суреттеуде тіл көркемдігіне көп көңіл бөлушілік. Сондықтан, бәлкім, тыңдаушысы,\n\nоқушыларына әсерлілігі де басымырақ болуы мүмкін.\n\n«Қамбар» эпосында, ең алдымен әсірелеу аз. «Үлкендігі басының он екі қарыс қазандай» деген тәрізді бірен-саран әсірелей теңеу болмаса, оған тән сөз образдар өмірдегі шындыққа дәл не дәлге жақын болып келеді. Сөйлемдері де көпке ұғымды, бергі заманның тілінен құралған сөз тізбектеріне ұқсайды. Жеке сөздіктерінде де архаизмнан гөрі, өз кезеңінің шеңберінде алып қарағанда, бергі заманға тән сөздіктер көп кездеседі. «Тұғырға сұңқар қонбаса, ноғайлы елін бүледі», «Киіз ілмес кешқұрым», «Пайікелік» деген сықылды архаизмдар ұшырайды. Бірақ «Күймеден басқа нәрсеге, арба екен деп мінбеген», «Қамқа тонын киіпті», «Киіп алды қос манат», «Алтыннан соққан терезе» т.б. Кейде тіпті, орыс тілінен алған сөздер де жиі ұшырайды:\n\n«Алтыннан қамыт, доғасы», «Шиделкесі күмістен», «форымына қараса» т.б.\n\nБұл келтірілген мысалдар тілшілер үшін мәні зор. Әйтсе де біздің бұл жердегі тоқталайын дегеніміз, «Қамбар» эпосының жалпы тілі емес. Өйткені бұл тәрізді мысал бірен-саран болса да, басқа эпостардан табылуы мүмкін.\n\nБіздің тоқталмағымыз осы эпостың өзіне тән, басқаларда кездеспейтін поэтикалық тіл, сөз образы қайсы, оның эпосты тануда мәні қандай деген сұрақтарға жауап іздеу.\n\nБіз әр эпосқа тоқталып талдау жасағанша, мүмкін, табылып қалар, өздеріне тән сөз образдарының да ерекшелігіне тоқталдық, мұның себебі бірінде бір түрлі, екіншісінде басқа түрдегі ерекшеліктерін білу арқылы, эпостарды тану ісіндегі көзқарас, ой-пікіріміз де кеңи түспек.\n\nОсы тұрғыдан қарағанда, бізше, «Қамбар» эпосының поэтикалық тіл жағынан өзіне тән бір ерекшелігі - символ.\n\n«Тарғын» эпосын талдағанда, психологиялық параллелизмге айрықша мән бердік. Әрине, символ мен психологиялық параллелизмнің бір-біріне жақындығымен қатар, үлкен айырмасы да бар. Бірлігі - екеуінде де екі нәрсе, екі өмір құбылысы қатар алынады. Тарихи даму жолынан алғанда, психологиялық параллелизм анағұрлым ерте. Символдың өзі сол психологиялық параллелизмнен таралады, соның бір бұтағы саналады.\n\nМысал үшін татар ауыз әдебиетінен мына бір үзіндіні келтірелік:\n\nСуда балық көп болар,\n\nШортан балық бір болар.\n\nЕлде матур көп болар,\n\nСүйген жарың бір болар.\n\nБұл - параллелизмнің таза түрі.\n\nМұнда судағы көп балық пен елдегі көп қыз, шортан мен сүйген жар баланбайды да, теңелмейді. Екі объектінің екеуі де көз алдыңда тұрады.\n\nСимволда да екі нәрсе параллельге алынса да, екеуі бірдей көз алдыңда тұрмайды. Символда сол екі нәрсенің біреуін айтады да, екіншісі соның ар жағында, қабатында қалады. Бірақ айтайын деген ой, пікір құлаққа естіліп, көзге елестейтін бергі айтылған нәрсе емес, соның қабатындағы көңіліңмен сезіп, ойыңмен топшыларлық бүркеулі пікір не бір құбылыс болады. Сондықтан да оны символ, бейнелеу деп атайды. «Сұңқар - жігіт мағынасында, гүл - қыз мағынасында, бірінің орнына екіншісі ауыстырылып қолданыла береді. Өлеңде әңгіме «сұңқар» туралы, «гүл» туралы болса да, біз жігітті, қызды ұғамыз. Мұның элементі қазақтың ертеден келе жатқан қара өлең, қайым өлеңдерінде де кездеседі.\n\nАққу ұшып көлге кетті,\n\nАқ сұңқар ұшып шөлге жетті,\n\nОл өз бетімен кеткен жоқ,\n\nӘркім де баратын жөнге кетті.\n\nӘңгіме дүние салған адам туралы.\n\nОның өлгендігін естірту үшін әуелі осы тәрізді жұмбақтау, бейнелеу арқылы психологиялық даярлық жасап, сосын барып болған оқиғаны ашық баяндайды.\n\nБұл айтылған халық поэзиясындағы символдыңең күрделі, әдемі үлгілерін «Қамбар» эпосынан табуға болады.\n\nКелмембет:\n\nСаусағы алтын сұңқарға\n\nІлдірейін деп келдім,\n\nКөлдегі үйрек, қазыңды.\n\nАлтайы қызыл түлкіңе\n\nҚосайын деп ойлап ем\n\nҚұмай жүйрік тазымды, - дейді.\n\nКелмембет Қараманды - сұңқар, құмай тазы бейнесінде, Назымды - үйрек, қаз, қызыл түлкі бейнесінде меңзейді.\n\nҚамбар мен Қараман сөйлескенде де осы символмен бейнелеп сөйлеу әдісі қолданылады.\n\nСұңқардың ілген қазына\n\nБір қарақұс таласып\n\nЖатыр екен өшігіп,\n\nАжыратып екеуін,\n\nОнан бері жүріп ем,\n\nҚұмай тазы бір қуды\n\nАлған екен бейнетпен.\n\nБір төбет ит айқасып,\n\nҚалыпты зорлық есіріп\n\nАжыратып соларды\n\nЖолымнан қалдым кешігіп.\n\nЖай оқығанда, әңгіме сұңқар, қаз, қарақұс, құмай тазы, аққу, төбет ит туралы. Бірақ бұл - символ, айтайын дегенін, ой-пікірін бейнелеп сөйлеу. Қамбар өзін сұңқар, құмай суретінде бейнелесе, Қараманды зорлықшыл қарақұс, төбет ит кескінінде бейнелейді.\n\nСөйтіп, айтайын дегенін кейде ашып айтпай, әдейі бүркемелеп бейнелеу түрінде берушілік - «Қамбар»эпосының өзіне тән ерекшелігі. «Қамбар»\n\nэпосындағы поэтикалық тілдің ерекшелігі «Тарғындағыдай» психологиялық параллелизм болмай, символ болуының өзі де, бұл поэманың анағұрлым бе заманда шыққандығын аңғартады.\n\nҚорыта айтқанда, «Қамбар» бір кезде ноғайлы хандығына қараған қазақ руларының соңғы бір кезеңдерін елестетінжаулаушыларға қарсыелдің бірлігі мен елдігін, ердің ел үшін қызмет етуін аңсау тілегінен туған, құрылыс, көркемдігі шебер, құнды мұрамыздың бірі.",
                "date": "26.09.2017",
                "upvotes": 1
            },
            {
                "text": "Сюжеті ертеде туып, қазақ арасына кең тараған жырдың бірі – «Қамбар батыр» жыры. Жырдың қазіргі кезде 10-15-ке жуық нұсқасы сақталған. Зерттеушілердің пікірінше «Қамбар батыр» жыры ең алғаш аңыз түрінде айтылған. Аңызға сүйенсек, «Қамбар батыр» жырының сюжеті ноғайлы заманында туған. Дегенмен ондағы аңшылық көріністері аңыздың одан да бұрын болғандығын айғақтайды.\n\nЖырдың тақырыбы – ел бірлігі, жауға қыз бермеу болса, идеясы - ел, қорғау. Жырдағы Қамбар батыр - үлкен ерлік, елдікті ту еткен, Назым сұлудың арманы болған, қара бастың мүддесінен халық мүддесін жоғары қойған батыр. Ал Назым – бақыт, елдік байлықта деп ұғатын қыз емес, өзіне тең іздеген, ақылына көркі сай ару. Байлығына мастанған Әзімбай қалың елден бөлек қонған, өзін өзгеден ерекше көрген жан болса, оның Алшыораз деген баласы ақылды, алдағы күнін болжай білетін, елшілдік рухтағы тұлға болып көрінеді. Назымның өзге бес ағасы Қамбарды көп малына сеніп, тең тұтпайтын, бүгінгімен ғана өмір сүретін ойсыз, ожар жандар болып суреттеледі. Жау шылауындағы жағымпаз, өз басының ғана қамын ойлайтын Келмембетті халық ұнатпай, жыр нұсқаларының барлығында да улы тілімен сынап-мінеп, келеке қылып отырады. Өзге жырлардағыдай «Қамбар батыр» жырында батырдың әке-шешесі не ағайын туыстары көрінбейді.\n\nЖырдың барлық нұсқаларында өзіндік ерекшеліктер болғанымен, жалпы сюжеттік желісі ұқсас. «Қамбар батыр» жырының сюжеті өмірдегі шынайы оқиғаларға жақын құрылған. Жырда мифологиялық көріністер кездеспейді. Оқиға бірден Назымның жар таңдаған тойынан басталады. Бұл жағынан алғанда «Қамбар батыр» жыры «Қобыланды батыр», «Алпамыс батыр» жырынан өзіндік дараланып тұрады. Одан соң алпыс үйлі арғыны мен тоқсан үйлі тобырын бағатын Қамбардың аңшылық құрып жүрген сәтін суреттеп кетеді. Мұның бір жырдың басталуы болса, екіншісі байланыс болып келеді. Жыр оқиғасының шарықтау шегі – Назымды күштеп алу үшін ауылға қосынын қондырған Қараман ханды Қамбардың жекпе-жекте өлтіруі. Ал шешімі – Қамбар мен Назымның қосылуы.\n\n«Қамбар батыр» жырында негізгі оқиғалар желісі Назымға байланысты өрбігенмен, басты назар Қамбардың ел қоғаудағы ерлік істері, қарамағындағы ел-жұртын асырап сақтауы, оған адал қызмет етуі айтылған.",
                "date": "26.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алпамыс батыр 3 күнде неше сұлуды куң болудан құтқарды?",
        "question_content": "Алпамыс батыр бірінші күні 40 сұлуды, ал екінші күні бұдан 6 сұлуды кем, ал үшінші күні 16 сұлуды күң болудан құтқарды. Алпамыс батыр 3 күнде неше сұлуды куң болудан құтқарды?",
        "question_date": "25.09.2017",
        "question_tag": "Математика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1) 40\n\n2) 40-6=34\n\n3)16\n40+34+16=",
                "date": "8.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тіл тірегі тақырыбында эссе керек!!!",
        "question_content": "Маған тез арада Тіл тірегі тақырыбында эссе керек еді!",
        "question_date": "25.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 21100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ана тілім – шексіз бай, шұрайлы, тегеуріні мықты тіл. Өйткені өмірдің алмастай қырын, абзал сырын түсіне білуіме басты себепкер - сол ана тілім! Мынау жарық дүниеге келгеннен бастап, ананың әлдиімен бойыма сіңіріп келе жатқан тілім мен үшін ең қастерлі, ең қымбат тіл. Ақын С.Торайғыров ана тілімді: \nСүйемін туған тілді – анам тілін, \nБесікте жатқанымда-ақ берген білім. \nШыр етіп жерге түскен минутымнан, \nҚұлағыма сіңірген таныс үнін, – деп жырға қосқан. \nАна тілім-ата-бабамыздан мирас болып келе жатқан баға жетпес мұра. Демек әр адам ана тілін көзінің қарашығындай қорғауға, оның тазалығын сақтауға тиіс. Амал не, туған тілімізді шұбарлап, басқа тілдің сөздерімен араластырып сөйлейтіндерді жиі көремін. Тіпті, туған тілінен безетін сорақыларды да, менсінбеушілікпен қарап, қазақша сөйлеуге ұялатындарды көргенде, белгілі орыс жазушысы К.Г.Паустовскийдің «Туған тіліне жаны ашымаған адам – жәндік» деген сөзі ойыма еріксіз оралады. \nАна тілі - ар өлшемі. Олай болса, тілді шұбарлау – арды шұбарлау, көңіл тұнығын майлау. Ең жақсы адам – ана тілін құрметтеген адам. Бұл сенің басқа тілді меңгеруіңе бөгет болмайды, қайта сені адамгершілікке, шын патриот болуға жетелейді. Ана тілдің терең иірімдеріне бойлай білу – саналы адам болғысы келетін жас адамның бірінші парызы. Ол – туған жеріңді, еліңді, сүйікті Отаныңды сүйе білу деген сөз. Ақиық ақын М.Мақатаев «Отан» атты өлеңінде: \nМен оның түнін сүйем, күнін сүйем \nАғынды өзен, асқар тау, гүлін сүйем. \nМен оның қасиетті тілін сүйем \nМен оның құдіретті үнін сүйем, – деп Отанды сүюдің, ана тілін сүюдің құдіретті биік сезім екендігін білдіреді. \nМенің елім – көп ұлтты Қазақстан. Қанша ұлттың баласы бір анадан туғандай тату-тәтті өмір сүріп жатыр. Қазақстанда ұлттар арасында татулық пен бірлік, ынтымақтастық пен достық орнағаны - бәріміз үшін мақтаныш. Бұл - біздің Елбасымыз Нұрсұлтан Назарбаевтың сарабдал саясатының, дана ойларының жемісі. Елімізді жарқын болашаққа жетелейтін, халық мүддесін ғана ойлайтын Елбасының арқасында біз, қазақ елі, мәңгілік ел болып қала бермекпіз. \nЕлбасы Н.Назарбаевтың «Қазақстан-2050»: «Бір мақсат,бір мүдде,бір болашақ» атты Жолдауында: «Енді ешкім өзгерте алмайтын бір ақиқат бар! Ана тіліміз Мәңгілік елімізбен бірге Мәңгілік тіл болды. Бұл мәселені даудың тақырыбы емес, ұлттың ұйытқысы ете білгеніміз жөн. Біздің тіліміз мемлекеттің барлық жүйесінде қолданылуы үшін біз өзімізді өзіміз қамшылауымыз керек және осыған өзіміз атсалысуымыз қажет» деген жолдауындағы сөздерін барша қазақстандық құптайды. Мен әлемдегі ең бай, ең сұлу тілдердің бірі – қазақ тілінің құдіретіне әрдайым сенемін. Тіліміз - бірлігіміздің тірегі, халқымыздың ұлттық байлығы. \nҚазір Елбасымыз үш тілді білуді міндеттеп отыр. Болашақта бұл үлкен мәселе болмақ. Менің ойымша, егер адам өзге тілді білетін болса, ол рухани бай адам деп ойлаймын. Өйткені сол тіл арқылы басқа халықтың мәдениетін, дәстүрін үйренеді, басқа тілді үйрену арқылы танымы кеңейеді. Сондықтан мен өз замандастарымды «өзге тілдің бәрін біл, өз тіліңді құрметте» деп ақын Қ.Мырзалиев айтқандай, басқа тілді біле отырып, ең алдымен өз ана тілімізді құрметтеуге шақырамын және бәріне: \nМейлі, сен көп тілді біл «қой» демес ем! \nПушкин, Байрон, Шекспир, Гейнеге сен. \nБірақ сені қазақ деп айта алмаймын \nТуған ана тіліңде сөйлемесең, – дегім келеді. Сырдың сыршыл ақыны Ә.Тәжібаев «Біз түгел қазақ бола білейік» деген өлеңінде: \nКүркіре, көңілім, \nҚобызым, гуле, бұрқыра! \nКүн жаңа туды \nЕрлікке ғана ұмтылар. \nЕлдікті қорға,\n Елдікті бастар ерлікті айт. \nСарының сенің \nРух берсін жуас жұртыңа \nЖырла, тілім, жырла! - дейді. \nҚорыта келгенде, Абай әрлеген тіл, Жамбыл жырлаған тіл – қазақ тілі, Мәңгілік елдің Мәңгілік тілі болып қала бермек!\n\nhttps://massaget.kz/okushyilarga/shyigarma/22506",
                "date": "26.09.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "5-сыныпта апталық жүктеме неше сағат? 32 не 33?",
        "question_content": "5-сыныпта апталық жүктеме 29+3 пе әлде 29+4 пе. бұрынғы жарияланған сағат санында қате жазылғаны қаншалықты рас?",
        "question_date": "25.09.2017",
        "question_tag": "Мектеп",
        "question_views": 637,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай қысқартылған географиялық термин білесіздер?",
        "question_content": "Қандай қысқартылған географиялық терминдер  білесіздер?",
        "question_date": "25.09.2017",
        "question_tag": "Университет, колледж",
        "question_views": 510,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Геометрия 9-сынып сабақ жоспары",
        "question_content": "Геометрия  пәнінен  9-сыныпқа арналған жылдық сабақ жоспары керек еді. Бар болса *Emails are not allowed* электронды поштама жіберсеңіздер.",
        "question_date": "25.09.2017",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Білім беру ұйымының істер номенклатурасы қанша жыл сақталуы керек?",
        "question_content": "Білім беру ұйымының істер номенклатурасы қанша жыл сақталуы керек? Мектептегі құжаттар қанша жыл сақталады директор, орынбасары, әлеуметтік педагог, тәлімгер құжаттары қанша жыл сақталады? Номенклатура бар заң баптары бойынша қанша жыл сақталады?",
        "question_date": "25.09.2017",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қызымды алып қашқаным дұрыс па?",
        "question_content": "Менің қызым шымкенттен. Өзім алматыда тұрамын. Қызымның әке шешсі қарсы болып отыр. Бірақ қыз мені жақсы көреді, бірақ әке шешесіне қарсы шыққысы келмейді. Алып қашқаным дұрыс па?",
        "question_date": "24.09.2017",
        "question_tag": "Достық",
        "question_views": 4300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əрине үйден ұзатылып шығу кез келген қыздың арманы ғой.Егер де қызың тойды қаламаймын десе,онда алып қашуыңа болады.Сол кезде ата анасы рұқсат берер.",
                "date": "24.09.2017",
                "upvotes": 0
            },
            {
                "text": "Егер қыз келісіп түрса алып қашқан жөн! Менің ойымша ұзату екі жаққада шығын! Мені алып қашқан. Əрине келісіммен! Бірақ ата анас қарсы болып алып кеткен, содан күйеуім 2-3күн келіп жүріп алып кетті! 1-айдан соң узату той жасадық,мен күйеуім үйінде тұра бердім, бəрі келісіммен",
                "date": "25.09.2017",
                "upvotes": 0
            },
            {
                "text": "Ең бірінші қыздың ата -анасы не үшін қарсы екенін білу керек қой. Ондай бір шешілмейтін мәселе болмаса , қыздарының бақыты үшін келі",
                "date": "25.09.2017",
                "upvotes": 0
            },
            {
                "text": "Кол хат жаздырыа",
                "date": "25.09.2017",
                "upvotes": 0
            },
            {
                "text": "Егер кыз келіссе, онда алып қаш. Ата Ата- анасы  сен оны ол сені жаксы көретінін көреді де . Өз батасын береді. Менің ойым сондай!!!Сендерге ұзақ өмір, Бақыт, махаббат тілеймін!!!",
                "date": "25.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстандағы жоғары білім беру жүйесінің дамуына свот талдау қалай жасаймын?",
        "question_content": "Қазақстандағы жоғары білім беру жүйесінің дамуының жақсы жақтары мен әлсіз жақтары свот талдау\n\nмүмкіндіктермен қауіптері",
        "question_date": "24.09.2017",
        "question_tag": "Университет, колледж",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "SWOT-талдау — стратегиялық план құру әдісі. Сыртқы және ішкі факторларды ескере отырып төр бөлімге бөліп талдау. Ағылшынның 4 сөзінен құралған\nStrengths (мықты жақтары),\nWeaknesses (әлсіз жақтары),\nOpportunities (мүмкіндіктер),\nThreats (қауіп) \n       Парақ бетін төртке бөліп, Қазақстандағы жоғарғы білім беру жүйесінің бір бөлігіне мықты жақтарын, екінші бөлігіне әлсіз жақтарын, сондай-ақ мүмкіндіктерін және жаңа жүйеден келетін қауіпті сәттерді талдап жазыңыз",
                "date": "6.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Мен таныған мыңнан бір\" атты ұлы дала ғалымдары жайлы мақала жазу?",
        "question_content": "Мақала жазып беріңіздерші! \"Мен таныған мыңнан бір\" атты ұлы дала ғалымдары жайлы мақала жазу?",
        "question_date": "24.09.2017",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10 ә #260 2018ж\n\nӨздерің жазсаңдаршы қыздар",
                "date": "2.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сабақ беретін ұстазыма ғашықпын. Мұным дұрыс па?",
        "question_content": "Мен өз сабақ беретін ағайымды ұнатамын. Не істесем болады? Ағайымды ойламасам жүре алмаймын. Қазір сабақ орындауды қойып, тек ағайымды ойлаумен жүретін болдым. Не істеуіме болады. Маған ақыл-кеңес айтсаңыздар екен.",
        "question_date": "24.09.2017",
        "question_tag": "Достық",
        "question_views": 690,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ. Бұл дұрыс емес. Мүмкін ағайыңның отбасы (əйелі, бала-шағасы) бар шығар. Олай біреудің жан-ұясын бұзып бақытты бола алмайсыз! Ең əуелі сабағынызды жақсы оқыңыз. Одан кейін бəрі жақсы болады.",
                "date": "24.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "9 сыныптан кейін Қызылорда облысында қандай оқу орындары бар?",
        "question_content": "9 сыныптан кейін Қызылорда облысында қандай оқу орындары бар? және мамандығымен бірге керек еді!",
        "question_date": "24.09.2017",
        "question_tag": "Университет, колледж",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кандай оку орны бар",
                "date": "23.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның мемлекеттік билігі АҚШ билігінен ерекшелігі неде?",
        "question_content": "Осы тақырыпқа қатысты мәлімет көзін  тауып бере аласфздар ма? Әлде өзініңдің пікірінізді қалдырыныз",
        "question_date": "24.09.2017",
        "question_tag": "Саясат туралы",
        "question_views": 681,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АҚШ билігі екі партиялыққа негізделсе, ал Қазақстан билігі көппартиялыққа негізделген.",
                "date": "30.08.2021",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "\"Ұлттық салт-дәстүрлерді жүйеге келтіру\" дегеніміз не?",
        "question_content": "\"Ұлттық салт-дәстүрлерді жүйеге келтіру\" дегеніміз не?",
        "question_date": "24.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазіргі таңда қазақ халқының елеулі бір бөлігі ҚР шекараларынан тысқары жерлерде тұрып жатыр. Ал Батыс Еуропадағы бірқатар елдерде де қазақ диаспорасының өкілдері өмір сүреді. Биыл Батыс Еуропа елдеріндегі қазақ диаспорасының қалыптаса бастауына 50 жыл толып отыр. Бұндағы қазақтардың алғашқы легі 1961 жылы Германия мен Түркия арасында қол қойылған «еңбек миграциясы» туралы келісім-шарт бойынша 1962 жылдан бастап Түркиядан Германияға қоныс аударған. Түркиямен сондай келісім-шарттар ол кезде еңбек күшіне мұқтаж басқа Еуропа елдерімен де жасалған. Сол еңбек миграциясы келісім-шарттары негізінде қазақтар тағы Түркиядан сол 1960 жылдардың алғашқы кезеңдерінен бастап, 1970 жылдардың аяқ шеніне дейін Германияға қоса Швеция, Франция, Австрия, Норвегия, Дания және Швейцария сияқты Батыс Еуропа елдеріне көшіп барған. Осылайша Еуропа елдерінде қалыптасқан қазақ диаспорасының қатары 1980 жылдары Түркиядағы қазақтардың өз беттерінше Голландия, Франция, Ұлыбритания және Австрия сияқты елдерге қоныс аударуымен толыға түскен.\nЖалпы алғанда Еуропада тұратын қазақтар екі топтан құралады: бірінші топтағылар 1950 жылдары Қытайдың Шыңжаң аймағынан «бұрынғы Шығыс Түркістан» Пәкістан және Үндістан арқылы Түркияға көшкен, ол жерден жоғарыда аталған еңбек миграциясы арқылы Батыс Еуропа елдеріне қоныс аударған қазақ отбасылары мен олардың балаларынан құралады. Сан жағынан аздау келетін екінші топқа кіретіндер: 1920 жылдардың аяғына таман Қазақстанда жүргізілген советтендіру саясатының салдарынан елдерінен кетіп, Ауғанстан және Иранға көшкен, әсіресе 1980 жылдардан бастап тағы Түркия мен Иран арқылы Еуропаға келген қазақтар мен олардың ұрпақтарынан құралған.\nБатыс Еуропаның әртүрлі елдеріне қоныстанып, тұрған жерлеріндегі тұрмысқа бейімделе бастаған сол қазақтар біраз уақыттан соң өздерінің ана тілдерін, ұлттық қасиеттерін, мәдениеттерін және салт-дәстүрлерін сақтап, оларды келешек ұрпақтарға жеткізудің қамына кіріскен. Осы мақсатқа орай олар қоғамдық ұйымдар құрып, солардың айналасынa топтаса бастаған. 1980 жылдардың басында тұңғыш рет Германияда құрылған қазақ мәдениет қоғамдарының қатарына басқа Еуропа елдерінде құрылған қазақ қоғамдары да қосылған. Осы қазақ орталықтары өзара байланыстарын, жұмыстарын белгілі бір жүйеге келтіріп, үйлестіріп отыру мақсатына орай «Үйлестіру кеңестері» ұйымдастырылып, сол арқылы бәрінің басын қосатын бір шаңырақ ұйым құруды қолға алған. Осы бағыттағы жұмыстардың нәтижесінде, Еуропадағы 10 қазақ қоғамы 2009 жылы ресми түрде «Еуропа Қазақ Қоғамдары Федерациясын» құрған.\nЕуропа Қазақ қоғамдары алдарына қойған аталған мақсаттарын жүзеге асыру үшін бірқатар шараларды іске асыруда. Олардың ең бастыларының бірі, жыл сайын Еуропаның қазақтар қоныстанған бір елінде өткізілетін дәстүрлі «Eуропа қазақтарының кіші құрылтайы». 2002 жылдан бері жүйелі түрде өткізіліп келе жатқан бұл құрылтайларға Еуропада тұратын қазақ диаспорасының жүздеген өкілдеріне қоса, орталығы Aлматыдағы Дүниежүзі қазақтары қауымдастығының басшылары, Қазақстанның үкімет адамдары, ғылым, әдебиет және өнер қайраткерлері, ән-би ансамбльдері, баспасөз қызметкерлері де қатысады. Әсіресе, шетелдерде туып-өскен жастардың бір-бірлерімен танысып-білісулеріне дәнекер болған және әртүрлі елдерде өмір сүріп жатқан ағайынның басын қосқан осы құрылтайларда Еуропадағы қазақ диаспорасы душарласып отырған ана тіліне, ұлттық мәдениетке, ұлттық құндылық және салт-дәстүрлерге қатысты проблемалар талқыланып, оларға қатысты шешім-шаралар қарастырылады. Тағы осы тақырыптар аясында, Еуропа Қазақ қоғамдары федерациясы мен оны құрайтын Еуропадағы Қазақ қоғамдары 2009 жылдан бері жыл сайын Еуропаның бір қаласында Еуропадағы қазақ диаспорасының жастарына арналған конференциялар да өткізіп келеді.\nЕуропа елдерінде тұратын қазақтар арасындағы ең басты қиыншылықтардың бірі ана тіліне қатысты болып отыр. Қазірге дейін атқарылып отырған ізгі ниетті іс-әрекеттерге, шараларға қарамастан Еуропа қазақтары арасында қазақ тілінің жағдайы жыл өткен сайын нашарлап бара жатқанын, әсіресе жас буынның ана тілін мүлдем білмей, ұмыта бастағанын мойындауға мәжбүрміз. Қазақ диаспорасын қатты алаңдататын мұндай жағдайдың қалыптасуының кейбір себептерін мысал ретінде келтіріп кететін болсақ:\nБұрын диаспора өкілдері елден келген үлкен кісілермен басқа тіл білмегендіктен балаларымен және немерелерімен тек қана қазақ тілінде сөйлейтін. Сондықтан отбасы арасында қазақша сөйлесетін. Бірақ қазір сол аға буынға жататын үлкен кісілердің қатары тым сиреп барады. Бұл шетелдерде тұратын қазақтар арасында қазақ тілінің қолданылу үрдісіне ауыр соққы болып тиді;\nЕуропада қазақша сөйлейтін орта жоқ. Балалар мектептерде, үлкендер болса жұмыс орындарында тұрған жерлерінің тілімен сөйлейді. Үйге келсе олар түрікше сөйлеседі. Өйткені қазіргі Еуропадағы қазақ диаспорасының орта буын өкілдерінің барлығы дерлік Түркияда туып-өсіп, мектептерде түрік тілінде оқыған адамдардан құралады. Сондықтан олардың балалары қазақшаға шорқақ немесе мүлдем білмейді. Бұған қоса түрік тілінде кең тараған теледидар хабарлары мен түрік тіліндегі кино фильмдері де мұндай жағдайдың қалыптасуына үлкен ықпал етуде;\nБір ескерерлік жайт, тамырлас, түбі бір тіл болғандықтан ба, түрікше сөйлеген қазақ жастары кейін қазақ тілін үйренгенде тез қабылдап, тез үйреніп кетіп жүр. Мұның кейбір мысалдарын Түркиядан, яки Еуропадан Қазақстанға оқуға барған қазақ жастарының арасынан көріп те жүрміз. Бірақ қазір, қазақ диаспорасының жаңа буынына жататын Еуропада туып-өскен ата-аналар арасында жаңа бір дағды қалыптасып келеді. Осы жаңа буын ата-аналар отбасында, өзара және бала-шағаларымен өздері тұрып жатқан жердің тілімен сөйлей бастады. Бұл енді шетелдегі қазақтар арасында болашақта қазақ тілін сақтап қалуға төнген ең үлкен қауіптің бірі болып есептелсе керек.\nӘйткенмен, Еуропадағы Қазақ қоғамдары қазақтар арасында қалыптасқан ана тілі жөніндегі осы ұнамсыз беталысқа қарсы қол қусырып, жайбарақат өз жайларында отыр деуге де болмайды. Мысалы, Лондон, Париж, Кельн, Мюнхен және Вестерос сияқты қалаларда Қазақ мәдениет қоғамдары көптеген уақыттан бері қазақша үйрететін курстар ұйымдастырып келеді. Бұл оқу курстарына мезгіл-мезгіл Қазақстанның Еуропадағы дипломаттық өкілдері де қолдау білдіріп отырады.\nАптасына бір реттен оқытылатын қазақша үйрену курстарына қызығушылық көп. Өйткені ол курстарға балалар, жастар, тіпті ересек кісілер де қатысады. Бірақ бұл қазақша үйрету курстары кейде жалғасын таппай, үзіліп те қалады. Сондықтан Еуропа Қазақ қоғамдары Федерациясымен Франция Қазақ мәдениет қоғамы тарапынан 2011 жылдың желтоқсан айының 24-25 күндері Францияның астанасы Парижде бірге ұйымдастырылған «III Еуропа қазақ диаспорасының жастар конференциясы» осы мәселені қарап, бірқатар шешімдер қабылдады. Оған Дүниежүзі қазақтары қауымдастығының өкілдері де қатысты.\nСол шешімдерде қазақ тілін үйренудің ең тиімді жолдарының бірі интенсивті курстар ұйымдастыру екендігі баса көрсетілген. Осыған орай, Қазақстан Республикасы Білім және ғылым министрлігі, Еуропа қазақ қоғамдары Федерациясы мен Франция қазақ мәдениет қоғамы тарапынан осы үстіміздегі 2012 жылдың сәуір айының 16-29 күндері аралығында Парижде жастармен ересектерге арналып, 2 апталық интенсивті қазақ тілі курсы бірге ұйымдастырылған. Қазақстаннан келген маман мұғалімдердің жетекшілігінде аса табысты өткен осы курсқа қызығушылық жоғары деңгейде болған әрі оған қатысушыларға сертификат берілді. Шетелдердегі қазақ жастарының қазақша тіл сындыруына аса ыңғайлы жағдай жасаған мұндай шаралар алдағы уақытта да жалғасын тапса нұр үстіне нұр болар еді.\nБұған қоса, қазақ фильмдері, театр қойылымдары, әзіл-сықақтар, теледидардағы ән-күй, концерт бағдарламалары да шетелдердегі қазақтар арасында ана тілге деген ынтаны одан әрі күшейтері анық. Осы орайда, Дүниежүзі қазақтары қауымдастығының шетелдегі, соның ішінде Еуропа елдерімен Түркияда тұратын қазақ жастарының өз беттерінше қазақ тілін үйренуіне көмектесетін қазақ-түрік тілдерінде дайындаған көмекші оқу-құралдарын, CD дисклерін, кітап және газет-журналдар дайындап, кеңінен жеткізіп жүргенін де атап өткен абзал.\nЕуропадағы қазақ жастарын ана тілін, ұлттық мәдениетін және салт-дәстүрлерін үйренуге ынталандыратын кейбір шаралардың да маңызы зор. Ал, ана тіліне шорқақ болса да, яки бүтіндей білмесе де Еуропада тұратын қазақ жастарының көбінде «Қазақстан тарихы, атажұртымыз» деген ұғым қалыптасқан. Сондықтан, Еуропа елдерінде туып-өсіп, орта және жоғары оқу орындарында білім алып жатқан қазақ жастарының қазақша біліп, үйренуге деген ынталары жоғары деп айтуға болады.\nСол себепті, жазғы демалыстарда диаспорадағы қазақша үйренгісі келетін жастарды топтарға бөліп, Қазақстанның ауылды жерлеріне жіберу шаралары ұйымдастырылса дейміз. Бұл арқылы жастар бірнеше айға болса да аздап қазақша үйреніп, әрі салт-дәстүрлерді біліп, атажұртқа деген ынта-ықыластары артып қайтар еді.\nАл жоғары оқу орындарын бітірген, университеттерде мамандық алған жастарға қалаулары бойынша Қазақстанда ұзағырақ тұрып, қазақша тіл курстарына барып, атажұрттарын әбден танып-біліп қайтуларына жағдай жасауға да болады. Осы орайда, өткен 2011-2012 оқу жылында Астанадағы Назарбаев Университеті мен Еуразия ұлттық университетінде шетелде туып-өскен және Еуропада мамандық алған кейбір жастарымыздың уақытша келісім-шартпен оқытушы маман ретінде қызметке тартылғанын атап өткеніміз жөн болар. Мұндай шаралар алдағы уақытта да жалғасса әсіресе, Еуропада тұратын жастарымыз атамекенге келіп, қазақ тілін, тарихын, мәдениетін, салт-дәстүрлерін үйреніп қайтуға мүмкіндік табар еді.\nАл Еуропадағы қазақтардың ұлттық салт-дәстүрлерді қаншалықты сақталғандығына келер болсақ, жағдай жаман емес. Тіпті, оны күтілмеген деңгейде жақсы деуге де болады. Құда түсу, қыз ұзату, үйлену тойлары, шілдехана, бесік той, тұсау кесу рәсімдері, азан шақырып, балаға ат қою дәстүрлері, баланы сүндетке отырғызу салты, қайтыс болған кісіге жетісін, қырқын беру, жыл айналғанда асын өткізу, ораза айында Құран-хатым түсіру сияқты жоралғылар, салт-дәстүрлер азды-көпті өзгешеліктерімен бұрынғысынша орындалып келеді. Мұнда әрине, қазір қатары сиреп бара жатқан елден келген аға буынның ықпалы үлкен болған.\nБірақ қазір қажетті шаралар қолданылмаса Еуропадағы жаңа буын жастардың ассимиляцияға ұшырау қаупі бар. Aйталық, Eуропадағы жастардың көпшілігі болашақта не ата-аналары келген Түркия және түрік мәдениеті салтымен өмірлерін жалғастыратын болады немесе тұрған елдерінің мәдениетін және салт-дәстүрлерін қабылдап, оларға сіңісіп кетеді. Сондықтан, Еуропа елдеріндегі ата-аналарға жүктелетін міндет өте көп. Бірақ өздері шетелдерде туып-өскен осы ата-аналарға Қазақстандағы тиісті орындардың рухани қолдаулары қажет. Мұндай рухани қолдаулардың жүйелі түрде жүзеге асырылғаны абзал. Осы тұрғыдан алғанда, үстіміздегі 2012 жылдың мамыр айында Данияда өткен Еуропа қазақтарының кіші құрылтайы кезіндегі халықаралық дөңгелек үстел басқосуында әңгімеге арқау етілгеніндей, Еуропа елдерінде ашылуы жобаланып отырған «Aбай институты» секілді Қазақстан мәдени орталықтарының атқарар жұмысы мен қосар үлестерінің маңызы өте зор болмақ.\nҚорыта айтқанда, «жабыла көтерген жүк жеңіл» деген аталы сөзде айтылғандай, жоғарыда аталған қиыншылықтарды ретке келтіру үшін Еуропадағы қазақ орталықтары шама-шарқылары жеткенше бірге жұмыс істеуге күш салып жатыр. Сондықтан, Еуропадағы қазақ қоғамдары өзара ынтымақтарын нығайтып, іс-әрекеттерін бір жүйеге келтіру және үйлестіру үшін Еуропа қазақ Федерациясын да құрып үлгерген. Олар шетелдердегі қандастар арасында қазақ тілін, қазақи қасиеттерді, ұлттық-мәдени құндылықтарды, ұлттық салт-дәстүрлерді сақтап қалу, оларды жас буындарға жеткізу үшін бірлікті, берекені және елдікті сақтауға, сонымен қатар, атажұрт Қазақстанмен барлық салаларда байланысты нығайтуға тырысып келеді. Әңгімеге арқау етілген мәселелер шешіліп, аталған жағдайлар ретке келсе, Еуропадағы қазақтар тұрған жерлерінде қазақ мәдениетін танытып, Қазақстанмен ол елдер арасындағы мәдени-шаруашылық байланыстардың нығаюында елеулі рөлге ие болар еді.\n\nhttp://www.qazaq-alemi.kz/more?page_id=28&id=179",
                "date": "24.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Сөз қасиеті\" тақырыбына шағын эссе керек?",
        "question_content": "\"Сөз қасиеті\" тақырыбына шағын эссе керек?",
        "question_date": "24.09.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 38400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқы ежелден сөз қадірін білген, сөзге тоқтаған. Ұрпағына «Ойнап сөйлесең де, ойлап сөйле» деп үлкен міндет жүктеген. Аңдамай сөйлесең, ауырмай өлесің, қадір-қасиетің кетеді, елге күлкі боласың» деп ескертіп, сөз құдіретін асырып отырған. Себебі сөз біздің ата-бабамыз көтере алмаған үлкен жүкті ғасырлар бойы көтеріп, шашпай-төкпей бүгінгі күнге жеткізген.\nСонау заманнан бері халқымыздың асыл қазынасы: тарихын, өнерін, жырларын, халық ауыз әдебиетінің барлық түрлерін ауыздан-ауызға таратып, бізге мұра етіп жеткізіп отырған да осы сөз еді. Ұрпақ жадында сақталып бізге жеткен бұл сөздер бабаларымыздың аманаты еді.\nСондықтан да сөзді сақтау, оны қадірлеу, орнымен сөйлеу, сөз қадірін білу қазіргі және кейінгі ұрпақтардың мәңгілік міндеті мен парызы болуға тиіс.\nБіздің қазақта «Ердің құнын екі ауыз сөзбен бітіру» деген әріден келе жатқан сөз бар. Екі ауыз ұтымды, ұтқыр, қисынды айтылмаған жағдайда даулы екі руды елдің атысып,шабысып, тоз-тоз боп кететін жайлары тарихтан белгілі. Сол себепті сөз құдіретін, сөз өнерін дамытуға, сөздің күшімен құдіретін ортаға әсер, ықпалын арттыруға бүкіл халық болып, арғы замандардан бері ат салысқан. Халық аталы сөзді алты жасар бала айтса да, айтушысына қарап, айтқанына қарап бағалаған, тыңдаған. Ақылы асса аға ғой деп құрметтеген, сөзге тоқтаған.\nОсындай құдіретті шешен сөздің дән қамбасындай болған елдің ұрпағы біздер бұл күнде сөз меңгеру, қолдану, пайдалану жағдайымыз қандай? Мені осы мәселе көп толғандыруда. Ортамызда орыс тілді қаракөздер мен екі ауыз сөздің басын қосып сөйлей алмайтын үлкендер де, жастар да, оқушылар да аз емес. Ұлы заңғар жазушы М.Әуезов «Туған елінің тарихын, әдебиетін, тілін білмеген ұлт-ұлт болып жарымайды» деп айтып кеткен жоқ па? Толғандырған осы мәселені сыныбымда түйінін шешуге көп көңіл бөлемін. Міндетті түрде мақал-мәтел, тұрақты сөз тіркестері, синоним сөздерді көп жаттатып, күнделікті өмірде, үйде, мектепте, көшеде жүргенде қолдану керектігін үнемі естеріне салып, ана тілі, қазақ тілі сабақтарында сөздік қорларын молайту мақсатында жарыстырып, салыстырып отырамын.\nОқушыға қойылатын талабым ойын толық, дәл жеткізу. Осы сөзімнің дәлелі ретінде Ана тілі сабағында «Сөз құдіреті» атты сабағымды оқушыларға қалай ұсынғанымды қысқаша айтып кетейін. Сабақты оқушыларға жетекші сұрақтар арқылы ұсынғаннан кейін өздері түсініп оқып шығады. Мен мынандай жұмыстар өткіземін. Өлеңдегі тәтті сөз, қатты сөз, батыл сөз, шымыр сөз, қыңыр сөз, шақар сөз, ақыл сөз дегеніміз не деп сұрай отырып, осы сөздердің қолдану аясына толық тоқтаймыз. Әр сөз түрлеріне мысал келтіреміз. Мақал-мәтел, тұрақты сөз тіркестері, синонимдермен мысал келтіре отырып, дәлелдейміз. Оқушылар сөз туралы ойларын: «Жылы-жылы сөйлесең, жылан іннен шығады; Тура сөзбен туғаныңа жақпайсың; Сөз бас жарады, бас жармаса тас жарады; Сөз сүйектен өтеді, таяқ еттен өтеді; Сөзге аспандағы бұлт та азады» деп мақалмен түйіндесек;\n«Тәтті сөз - дәмді сөз, жылы сөз; қатты сөз - өткір сөз, қатал сөз, қатаң сөз, түрпідей сөз; қыңыр сөз-қисық сөз, мәнсіз сөз, әрсіз сөз» деп синонимдермен өрнектеуге болады. Одан соң қатты, тәтті, батыл, қыңыр, қатал, жұмсақ сөздерге тұрақты тіркестер, мақал-мәтелдермен өрнектеуге болады. «Туған жердің түтіні де тәтті; ащы да тіл, тәтті де тіл: еңбегің қатты болса, татқаның тәтті болар; ананың алақаны жұмсақ; жауар бұлттай, қабағынан қар жауған, мақтадай мамық, қара тастай сияқты теңеулер айтуға болады. Сабақ соңында Мақпал Жүнісованың орындауында «Бір ауыз сөз» әнін тыңдаттым. Сөздің алмайтын қамалы жоқ екеніне көздерін жеткіздім. Тіпті оқушылардың өздері де өмірде болған ренжіген, қатты, тәтті сөз естіген кездерін бал тілдерімен жарыса айтып жатты. Оқушылардың түрінен неше түрлі құбылыстарды да байқап қалдым. Сөзден алған әсерлерінің нәтижесі осы болар.\nОсылай жүргізілген жұмыстар қай уақытта да өз нәтижесін беретіні сөзсіз. Оған көп жылдардан бергі тәжірибем де өз пайдасын беруде. Мектеп табалдырығын жаңа аттаған бүлдіршін ермексаз сияқты қалай исең солай иіледі не үйретсең соны меңгереді. Сол үшін әр ұстаз өз пәнінің шебері сөзге ұста болуы керек. Әрбір ұстаздың таптырмайтын көмекші құралы, көрнекілігінің негізі сөз деп ойлаймын. Елбасымыз Н.Ә.Назарбаев «Әр қазақ бір-бірімен қазақша сөйлессін» деген сөзі ұстаздар бізге артылған үлкен де, жауапты міндет.\n«Жастар біздің болашағымыз» - деп қарымтап, өсіп келе жатқан ұлы еліміздің ертеңі, жастар, бұл күнде мектептерде оқып білім алуда, ұстаздардын алдында отыр. Сол себептен де біздер, ұстаздар оқушыларға білім беру саясатында көштен калмайық, өзімізге жүктелген міндет пен парызымызды дұрыс атқарайық дегім келеді.\n«Түгел сөздің түбі бір, түп атасы Майқы би» - деп сол сөзге, бабадан қалған қасиетті асыл сөзге, адал болайық, қиянат жасамайық. Сөз-ол қару, сөз-саясат, сөз - ел, сөз құдірет деп бағалап аялайық. Сөздің дұрыс қолданылуына сөз болашағын өсіруге күш салайық. Сөз - ол біздің болашағымыз екені айдан анық.\nСөз құдіреті дегеніміз - тауып айтылған тапқыр сөз, ақылға қозғау салып, ой түсіретін даналық сөз, қиялға әсер етіп, сезіміңді қозғайтын көрікті де әсерлі сөз, бұра тартпас дәлелімен тамсандырып, таңдай қақтыратын білгір-білімді сөз, өтіп кеткен не өтіп жатқан оқиғаны жанды суретттей көз алдыңа алып келетін суретті сөз, тоқсан ауыз сөздің тобықтай түйінін жеткізетін мағыналы, түйінді сөз дегім келеді. Сөз құдіреті - дегеніміз осы.\n\nhttp://www.shahtinsk.gov.kz/kk/news/id/3396",
                "date": "24.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Заң түрінде қабылданатын салт-дәстүрлер\" деніміз қандай?",
        "question_content": "заң түрінде қабылданатын салт-дәстүр",
        "question_date": "24.09.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ халқында көптеген қазақ дәстүрлері болған. Ежелден келе жатқан дәстүрімізді ата бабамыз сақтап, ұрпақтан  ұрпаққа жалғастырып келген. Халқымыздың ата дәстүрін, әдет ғұрыптарын білу қажет деп санаймын. Менің отбасымда қазақтың салт-дәстүрін сақтаймыз. Себебі менің атам, әжем үлкен адамдар, олар бізге барлық қазақтың ата дәстүрлерін үнемі түсіндіріп айтып отырады. Мысалы: шашу шашу, сүндетке отырғызу, бесікке салу, беташар, тұсау кесу сынды. Ал, дәстүрлі ойындарға асық ойнау, арқан тарту, ақсүйек, аударыспақ.\n\nДүние жүзінде қазақтың дәстүрі сияқты, ата-бабалары салған сары жолы, бұлжымас заңы бар. Қазақ халқы дәстүрді қатаң сақтаған. Мысалы жеті атасын білмеген адам қазақ емес деп ойлаймын.\n\nӨйткені, жеті атасын білу, қазақтың әдет ғұрпын білу отбасындағы тәрбиелікке үйретеді.Мен көріп білмегенмен үлкендердің айтып түсіндіруі бойынша менің жетінші атам Күштік, алтыншы атам Босқын, бесінші атам Сүгір, төртінші атам Төлей, үшінші атам Досқали, екінші атам Заки, әкем Ғалымжан. Халқымыздың әдет ғұрып пен дәстүрін, тарихын біліп, оны қастерлеп, бүгініміз бен келешегіміздің айналдыру әрбір адамның азаматтық парызы.Қазақ халқының наным-сенімін жете зерделеген ғұлама Ахмет атамыз «Құдайдан кейінгі қорқатыным, қазақтың дәстүрінің бұзылуы» — деп айтқан.\n\nСалт — дәстүр – ел өмірімен біте қайнасып кеткен рухани және мәдени азық. Біздің халқымыз өз ұрпақтарын қасиетті салт — дәстүрмен, өнегелі әдет — ғұрыппен, ырым — тыйыммен тәрбиелеп, ұлағатты ұл мен инабатты қызды теріс жолға түсірмей тәрбиелей білген. Б. Момышұлы «Мен өзімнің ұрыстағы тәжірибемнен жауынгерлік қасиетті тәрбилеуде ұлттық дәстүрдің маңызы зор екеніне көзім жетті» деп жазады. Бұдан отаншылдық, ерлік, батырлық, жомарттық, адамгершілік қасиеттердің бәрі салт — дәстүр арқылы даритынын түсінуге болады. Яғни, салт — дәстүр адамды адастырмас тура жолмен жүруге, жөн — жосықты біліп, үйренуге және өмірде қолдануға үгіттейтін мызғымас заң іспетті десек те болады.\nӘрбір қазақ ұлттық салт-сана, дәстүр, әдет, әдептен аттап өтпейді. Және оны берік ұстайды, жас ұрпаққа үйретеді. Ұлан-ғайыр даланың заңдылығын сақтай отырып,  мәдениет пен ізгі қасиетке толы ата дәстүрімізді көздің қарашағындай сақтап келген. Қазақ халқы бастарына қандай да қиындық тумасын ата дәстүрімізді сақтаған, әлі де сақтап келеді.\n\nҚазақ елі  — қуанышын көпшілік жамағатпен бөлісе білетін, бір – бірін қолдаған  қасиетті халық.\n\nСондықтан қазақ халқы кішкентай қуанышына шашу шашып, жиған-тергенін тойға беретін пейілі кең, дархан халықпыз. Шашуды кез келген қуаныш тойларда шашады.\n\nТуған-туыс, жекжат-жұрағатына ат шаптырып, атойлатып өткізетін тойдың бірі  — сүндет той. Бұл тойға әсересе ұл баланың әжелері ерекше дайындалған. Сүндеттелген балаға «Сүндет жейде» кигізген. Баланың жарасы жазылғанша киетін кең әрі ұзын етіп тігілген арнайы жейде. Мұнда да үлкен тазалық пен әдептілік жатыр. Сүндетке жол-жорығын білетін, қолы жеңіл ауылдың қожа молдалары отырғызылған.\n\nБесікке салу – бұл кішігірім той ретінде өтеді. Бесікке салуды көпті көрген,  тәжірибелі әжеге жүктеледі. Бесікті түбегімен, жабдығымен кіндік шеше алып келеді. Бесіктің түбегі орналасқан жерден  кішкене пісірілген бауырсақтар мен кәмпиттерді өткізіп балаларға таратады. Оны «тыштырма» деп айтады. Осы жерде жиналған аналар бесік жырларын айтады.\n\nТұсау кесер – бір жасқа толып еркін жүре бастаған бал бөбектің басқан қадамы құтты болып, тілек білдіру салтанаты ретінде өтеді. Бөбектің тұсауын ата-ананың қалауымен кеседі. Тұсауы кесілген баланы «Ақ жол болсын» деп ақ орамалдың үстімен немесе жұмсақ болсын деп кілем үстімен жүргізеді.\n\nБеташар — қазақтың келін түсіргенде жасалатын салтының бірі. Шымылдық ішінде отырған келіннің басына орамал жауып, той өтіп жатқан үйдің ең жақын, үлгілі келіндері екі жағынанқолтықтап алып шығады. Орамалдың теңге түйілген ұшын домбыраның мойнына не таяқтың ұшына байлап, жырау беташар жырын бастайды. Ол шаңыраққа жаңа түскен келінге ата-енесін, үй-ішін таныстырады, қандай туысқандық жақындығы бар екенін, беделін, қадір-қасиетін шебер тілімен жеткізіп, әрқайсысына жеке-жеке сәлем жасатады.",
                "date": "30.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлыпталған сайттарды қалай ашуға болады?",
        "question_content": "Сайт ашылмайды! \"не защищено\" деп. қалай ашсақ (кірсек) болады сайтты\nНОБД ашылмайды. калай кіреміз? КӨМЕК",
        "question_date": "24.09.2017",
        "question_tag": "Интернет, Сайт",
        "question_views": 408,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Браузердің басқасымен көрдіңізбе сайтты ашып",
                "date": "12.10.2017",
                "upvotes": 0
            },
            {
                "text": "НОБД кез келген уақытта кіре алмайсыз! Ол бірде ашық бір есе жабық болатын сайт!",
                "date": "15.11.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Басқа емханаға тіркелсем, онда медициналық қызмет алуды қай кезде бастаймын?",
        "question_content": "Басқа емханаға тіркелсем, онда медициналық қызмет алуды қай кезде бастаймын?",
        "question_date": "23.09.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның екі нұсқасы бар:\n\n1) Өзге қалаға көшуге байланысты емхана ауыстырған болсаңыз – тіркеле сала медициналық қызмет алуды бастайсыз. Мысалы: А. есімді азамат бұрын Алматыда тұрған. 10 қыркүйекте Астанаға көшті.11 қыркүйекте сол қаладаға емханаға тіркеліп, дәрігердің қабылдауында болды.\n\nӨз қалаңызда қала тұра, Тіркелу науқаны аясында басқа емханаға тіркелсеңіз – келер жылдың 1 қаңтарынан бастап (яғни, биылғы жыл аяқталғанға дейін бұрынғы емханаңыздан қызмет ала бересіз).",
                "date": "24.09.2017",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Ломбардтан пайызға қаражат алып жеген ас адал бола ма?",
        "question_content": "Ассалаумагалейкум! Сурагым адал ас туралы: халал емес тойдан, дастарханнан келген саркыт жане ломбардтан пайызга каражат алып жеген ас адал бола ма?",
        "question_date": "23.09.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 573,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адал ас - шариғат заңдары бойынша адамның ішіп-жеуіне рұқсат етілген, бұйырылған және таза жарамды ас.  Сонымен бірге, таза еңбекпен, маңдай термен келген асты, азық-түлікті де адал ас дейді.\nДәстүрлі ортада арнайы семіртіп жетілген малды жініктірмей, қуып, қызылмай етпей, сою талаптары бойынша сойылған мал етін де адалға жатқызады. Мәселен, таңертең оріске шықпаған малды союға алып қалса, бауыздамас бұрын аузына су тамызып, жерден кок жұлып тістетіп, яғни дәстүрлі ұғымда «отқа іліндірген соң» ғана союға жарамды санаған. Сол тәрізді кешке өрістен қайтқан мал қорада жусаған соң күйіс қайтарып тұрса, дәстүрлі ырым-жора бойынша, «күйіске ілінгеннен» кейін оны союға болмайды. Сол тәрізді, қонақ сыбағасына шымқай баран түсті малды (қойды) сою адалға жатпайды. Ол дегеніміз қонаққа адал ниет, ақ пейіл таныту болып саналмайды.\nАдамды ақыл-естен айыратын арақ- шарап тектес ішімдіктер, доңыздың, арам өлген малдың еті, «бисмилла» айтып бауыздалмаған аң, құстың еті, сасып шіріген арам хайуандар мен жәндіктераузын батырған тағамдар, қан, жын, дәрет тектес нәрселер тамған, ит жалап кеткен азық-түліктер арамға саналады.\nМәлімет kk.wikipedia.org сайтынан алынды.",
                "date": "11.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менеджментті қайда оқыған жақсы?",
        "question_content": "Менеджментті оқытатын қандай жақсы оқу орындары бар? Айтып жіберіңіздерші",
        "question_date": "23.09.2017",
        "question_tag": "Мамандық",
        "question_views": 520,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://www.almau.edu.kz/\n\nОсы универді байқап көріңіз",
                "date": "23.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "25 әріптен тұратын латын әліпбиі сізге ұнайды ма?",
        "question_content": "Қазір жаңа заң аясында қазақша жаңа латын қаріпі ұсынып жатқандығы белгілі. Өз басым барлық қазақ әріптерін екі символ арқылы белгілеп, қысқартып тастауына қарсымын. Менің ойымша шекесінде ноқаты бар түріктердің тымалындағы әріптерді қолдануды құп көремін. Сіз қалай ойлайсыз? Әріптерді 25 символға сыйғызып тастауды дұрыс деп ойлайсыз ба? Сіз үшін ә әріпін жазу үшін ae болғаны дұрыс пе?",
        "question_date": "22.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 935,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Ақ пен қара\" қай елдің сериалы?",
        "question_content": "\"Ақ пен қара\" қай елдің сериалы?",
        "question_date": "22.09.2017",
        "question_tag": "Телесериалдар",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Филиппин елінің сериалы. Ютубтан Double Kara деп қара й аласыз",
                "date": "22.09.2017",
                "upvotes": 0
            },
            {
                "text": "Тай тілінде Мемлекеті Тайланд",
                "date": "25.07.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Не үшін халқымыз латыншаға ертерек көшпейді?",
        "question_content": "Неге казах балдары , латынга тез кошпейдi! bar alem latynszha zhasady goi!",
        "question_date": "22.09.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Латын тілін нестемек Өз АНА ТІЛІИІЗДІ əлі күнге жетік білмей жатырмыз! Алматының əкімінің сыйқы анау бір жиналысты терлеп тепшіп əрен откізді! Əкімді қоя берш жоғарыдағы коптеген көкелерімізəлі күнге шалақазақ емес пе! Ата бабамыз кезінде бакытты урпақ үшін соғысқан. Ал ұрпағының бірі орысша сайрап жөнелет бірі латын алфавиті деп жүгірет. Оны білмесен 1986 ның жастары (желтоксан жастары) не үшін құрбан болд",
                "date": "22.09.2017",
                "upvotes": 0
            }
        ]
    }
]