[
    {
        "question_title": "Бақа бассүйегінің балық бассүйегінен қандай айырмашылығы бар?",
        "question_content": "бақа бассүйегінің балық бассүйегінен қандай айырмашылығы бар",
        "question_date": "27.02.2017",
        "question_tag": "Табиғат",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жазықтықтың теңдеуі туралы реферат керек?",
        "question_content": "маған жазықтықтың теңдеуі бойынша реферат сияқты қосымша материал керексонымен қоса түсіндіріп кетсеңіздер жақсы болатын еді",
        "question_date": "27.02.2017",
        "question_tag": "Геометрия",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жазықтықтың теңдеулерінің түрлері\nЖазықтықта жататын кез-келген 2 коллиниар емес вектор оның бағыттауыш векторлары деп аталады. Жазықтықтың теңдеуін жазу үшін 3 нәрсе к/к.: 1нүкте ж/е 2 бағыттауыш вектор.\nжазықтық\n, бағыттауыш вектор\n,бағыттауыш вектор,\n, параллель емес векторлар\n- ағымдағы нүкте\n-=\n(,)-базис\n;\n-\n= - жазықтықтың векторлық, параметрлік теңдеуі\n(2) жазықтықтың координаттық, параметр-к теңдеуі.\nкомпланар векторлар болуы қажетті және жеткілікті\n(, )=0\n=0 (3)\nЖазықтықтың жалпы теңдеуі\nТеорема: 1) Аффин координат-р жүйесінде кез-келген жазықтықтың теңдеуі кеңістікте бірнеше дәрежелі теңдеумен жазылады.\n(4)\n2) Кез келген (4) түрдегі теңдеу кеңістікте жазықтықты анықтайды.\nД/у: 1)дәлелдеу үшін (3) пен (4) тің байланысын табу керек.\n(3) =>(4) (3)ті 1-қатар бойынша жіктейміз.\n=0\n=А =В =С\n=> Ax+By+Cz+D=0;\n2)(4)=>(3) (4)=> ал (4) 1 дербес.\nШешімі => (5).\n(4)-(5)=(6)\n=\n(7).\n(6)=(7)=>(3) теорема дәлелденді.\nСалдары 1. (4) түрлі теңдеу жазықтықтың жалпы теңдеуі д.а.\nСалдары 2. (6) теңдеу\n(6) = (,) = 0;\nДекарт координаттар жүйесінде (А,В,С) – жазықтықтың нормаль векторы д.а.\nҮш нүкте арқылы жазылған жазықтықтың теңдеуі.\nбір түзудің бойында жатпайды.\n(3)\n= 0 (8)\nКесінділер арқылы берілген жазықтықтың теңдеуі\n(4) / -D\n(9)\n= a; = b;= c.\n1) x=0 y=0 z=c\n2) x=0 z=0 y=b\n3) y=0 z=0 x=a\nЕкі жазықтықтың орналасуы және арасындағы бұрыш.\n1)\n2)\n3)\nЕкі жазықтықтың арасындағы бұрыш –ол нормаль-р-ң арасындағы бұрыш.\nНүктелердін жазықтыққа дейінгі арақашықтығы.\nAx+By+C+D=0;\nd-? (арақашықтық)\nM(x,y,z)\nd=== =\n\nДереккөзі.",
                "date": "28.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жамбыл Жабаев және Сүйінбай Аронұлы шығармашылық ерекшеліктері туралы мәлімет керек?",
        "question_content": "Шығармадағы қорытыңындыны қамту үшін малемет керек. Өзіңіз қысқаша жазсаныс тіпті керемет болар еді",
        "question_date": "27.02.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сүйінбай ақын Алматы облысының Жамбыл ауданы, Қарақыстақ ауылында дүниеге келген, сонда қайтыс болды. Қазақ халқының ақыны, айтыс өнерінің шебері. Аронұлы Сүйінбай (1815 - 1898) – қазақтың әйгілі ақыны, айтыс өнерінің майталман жүйрігі. Туып өскен жері Алматы маңы, Жамбыл ауданына қарасты Қарақыстақ елді мекені. Осы өңірден топырақ бұйырған. Шыққан тегі Ұлы жүз Шапырашты тайпасының ішіндегі Екей руы. Шежіре дерегі бойынша арғы атасы Күсеп дәулескер қобызшы болған. Күсептен Арон, одан Сүйінбай туған. Сүйінбайдан туған Малыбай, Бағыжан, Жетібай есімді балаларының ұрпағы өсіп өнген.\nСүйінбайдың ақындық дарының алтын бесігі халқының ежелден қалыптасқан өнерпаздық дәстүрі. Әсіресе, ел ішінің сөз өнерін әспеттеген ұлы дәстүріне жастайынан ерте ұштап, төңірегіне ерте танылады. Ел аузында айтылатын:\n«Екейде елу бақсы, сексен ақын,\nЖаратып мінеді екен ерттеп атын.\nҚобызға домбырасы үнін қосып,\nГулейді жын қаққандай кешке жақын»\nдеген өлең сол ортаның ән күй мен өлең жырды айрықша дәтүр еткенін аңғартса, одан тағылым алып өскен Сүйінбайдың:\n«Атыңнан айналайын Қызыр бабам,\nТүсімде таңға жуық келді маған.\nБілмеймін «өлең» деді, «көген» деді,\nСайрауық құстар келіп төнді маған»\nдеуі, оның ақындық дарынының ерте оянғанын аңғартады. Сүйінбайдың даңқын елге жайған, ауыздан ауызға тараған шығармаларының бір шоғыры өз кезіндегі хан қара, би төре, бай манаптарға, көз көрген замандастарына қарата айтылған өлеңдері. Бұл өлеңдері, ол бір жағынан елдің мұңын мұңдап, жоғын жоқтайтын, табанды да турашыл азаматтың тұлғасын танытып отырса, екінші жағынан айтар ойын ұрымтал образ, ұтқыр ой арқылы жеткізуге шебер ақынның тегеурінді қарымын танытады.\n«Хан емессің, күйіксің,\nҚалың елді айдап жеп,\nТеріңе зорға сиыпсың,\nҰры қары залымның,\nЖаныңа бәрін жиыпсың...\nДүниені жұтса тоймайтын,\nТүпсіз жатқан ұйықсың,\nҚадірің жоқ халыққа,\nАққан судай сұйықсың», дейді Сүйінбай.\nҚұнарлы сөз, кесек ой, келелі уәж оның поэзиясына, эпикалық қарым, көркемдік сипат дарытып отырады.\nСүйінбайдың, әсіресе, айтысқа түскенде қынынан суырылған қылыштай жарқылдап, өзінің туа біткен ақындық дарынмен қауышқандай әсерге бөлеп отырады. Оның Майлықожамен, Тезек төремен, Қатағанмен, Арыстанбекпен айтыстары нағыз шашасына шаң жуытпайтын жүйріктің айғағы. Сүйінбай поэзиясы арқылы қазақтың айтыс өнерінің өрісі анағұрлым ұзарып, биіктеді, тақырып аясы кеңейіп, әлеуметтене түсті.\nЭпикалық қарымдағы ақын ретінде Сүйінбай халықтың әр түрлі жыр дастандарын таңды таңға ұрып айтып, «Манас», «Көрұғлы», «Рүстем Дастан», «Тотынама» сияқты туындыларды шығармашылықпен өзінше жырлаған.\nОның Сұраншы, Саурық батырлар туралы циклді өлеңдері мен толғаулары нағыз эпик ақынның өресін танытатын өлмес мұра. Мұнда ежелгі эпосқа тән асқақ рух, алапат теңеулер қарша борап отырады. «Лашын құстай түйілген, ақ тұйғындай шүйілген» батыр тұлғасын, «отыз жылдай алысқан, қырық жылдай шабысқан» дұшпан бейнесін нағыз жыраулық тегеурінмен сипаттайды.\nОл айбынды айтыскер ақын және батырлық эпостарды жырлаудың шебері болған. Өтеген, Қарасай, Сұраншы, Саурық сынды қазақ батырлары турасында қаһармандық дастандарын дүниеге келтірді. Оның Тезек төре және Катаған ақындармен айтысы да дүйім жұртшылыққа мәлім. Бұл айтыстарда ол орын алған әлеуметтік мәселелерді арқау етіп, ерекше орындаушылық дарыны мен суырып салма ақын екенін паш етті.\nСүйінбайдың Тезек төремен кездесуі — кейінірек, ақынның ер жетіп, елге танылған шағы. Қалың бұқараға сүйенген ақын тайсалмай сөйлеп, Тезек төрені де жалайырдағы Солтанға ұқсатып ел алдында әшкерелеп, бас көтертпей жалынды сөзінің күшімен бөгеп отырады. Тіпті көрші қырғыз халқының қанды балақ, орақ ауыз Орман хан тұқымдарының орынсыз істерін де батыл сынайды. Ол шындық үшгін күресіп, хан-төре тұқымының қылмыстарын бетіне басадй. Әр түрлі дауға түсіп, әділ қазыдай әмірлі билік айтады.\n|Ақынның бұлайша ел ісіне араласуы оның қоғамдық бетін айқындайды, бетіне адам қаратпаған әрі ақын, әрі әкім төренің аузын буып, оның төріне именбей шығып, табағынан ас, малынан бас беруге мәжбүр еткен — Сүйінбайдың тас жібітер өткір де батыл тілі. Табиғатынан талантты ақынға ел артқан сенім, ол көрсеткен сый-құрмет өшпес даңқ әперіп, бойындағы сарқылмас талант бұлағының көзін ашты. Ақын енді үй айналасыңдағы әкесінің шағын шаруашылығымен айналыспай, ағайын арасы ұсақ дау-шарға бөгелмей, ел кезіп, өмір көру, ділмар-шешен ақындармен кездесіп, олармен дидарласу арманын алға қояды.\nСүйінбай — халқымыздың поэтикасына жетік шебер тілді, жүйрік ақын. Бұған оның билер мен төрелердд сынап, мысқылдап айтқан өлеңдерінің өзі дәлел. Ақынның „Кәріілік\" атты өлеңін еске алсақ, бұл да оның адамның қартая бастаған өмір белестерін айқын бейнелеп, шендестіре сөйлеуге ұста екенін танытады.\nАқын боп жиырмада желдей болдым,\nОтызда асқар биік белдей болдым.\nОтыз асып қырыққа келгеннен соқ,\nҚаптаған жердін, жүзін селдей болдым.\nҚырықтан асып, елуге келгеннен соң,\nТүбім терең, құрақты көлдей болдым.\nЕлу асып, алпысқа келгеннен соң,\nСалынды суға ілінген сеңдей болдым\nАлпыс асып, жетпіске келгеннен соң,\nТап-тақыр ел жайлаған жердей болдым.\nАқынның бір арманы еліне әділетті өмір орнатып, еңбек адамын бақ-дәулетке ие ету. Берекелі, бейбіт елді, елі үшін еңіреп туған ерді көрсетіп, бұқара халықты әділ жолға бастар абзал басшыны, адал азаматты қадірлеу. Ел берекесі бірлікте екенін ескертіп, әсіресе, сыртқы жауға қарсы тұру үшін ауыз бірліктің маңызы ерекше екенін баса айтады.\nЖау басынар халықты\nБасқарушы оңбаса.\nМалша айдап адамды\nОрынсыз күштеп зорласа.\nАуға тускен балықтай\nШыға алмайсың бұлқынып,\nӘділетшің болмаса\nКүннің көзін жасырар,\nАспанды бұлт торласа.\nЕлдің бағы ашылар\nӘділеттік орнаса.\nЖамбылдан басқа ақындар да Сүйінбайды өздеріне ұстаз тұтып, оның таланты алдында бас иген. Сүйінбай қайтыс болғаннан кейін, бір топ ақын оған арнап жоқтау өлеңдерін шығарғану Мысалы Үмбетәлі ақынның жоқтауы 1935 жылы шыққан Сүйінбай өлеңдерінің алғашқы шағын жинағында басылды.Сүйінбайдың кейінгі ақындарға осылай үлгі-өнеге болғаньш айта келіп, профессор Е. Ысмайылов былай дейді: „Сүйінбайдың бүкіл Жетісу ақындарына, әсіресе, ең талантты шәкірті, келешегінен зор үміт күткен Жамбылға берген ақындық, ұстаздық жолында екі үлкен ерекшелік бар. Бірі — айтыста болсын, шындықты жеткізіп өткір, шешен, тапқыр тілмен тыңдаушыны қүмарландырып сөйлеуі, екіншісі — тарихта болған батырларды үнемі желілі жырға айналдырып айтуы (\"Ақындар\"— 103-бет).\nСүйінбайдың көпшілікке мәлім, баспа бетін көрген өлеңдері тым аз және көркемдігі жағьшан да онша мәз емес еді. Мұның өзі, ақын өлеңдерін алғаш жариялаушылар оның көп өлеңінің көзін дұрыстап таппай, көркемдік мәнін солғындатып айтқан орашолақ ақындардың аузынанжазып алып, тым жасытып жібергенін байқатады. 1935 жылы шыққан „Сүйінбай ақын\" деген оның түңғыш жинағы осындай болды. Бұл жинаққа ақынның айтыстары мен бірен-саран жеке өлеңдері енген-ді. Ал, бұл жинаққа дейінгі „Жаңа әдебиет\" журналында (1926, № 6) жарияланған Сарыбас ақынға арнауы мен Сәкен Сейфуллин жариялаған Сүйінбайдың кәрілік туралы өлеңі түпнұсқаға өте жақын. Сүйінбайдың жоғарыда аталған 1930 жылдары жарық көрген көлемі шағын, көркемдігі әлсіз шығармалары негізінде 1940 жылдардан бастап, Сүйінбай шығармашылығын орта мектепке оқу құралдарына енгізу әрекеттері де істелді. Бұл салада Қ. Жұмалиев пен Е. Ысмайылов тұңғыш қадамдар жасаған болатын.\nСүйінбайдың өмірбаянына қатысы бар кейбір мәліметтерді жазушы С. Бегалиншң Жамбыл Жабаев өмірі туралы қолжазба кітабынан да ұшыратамыз. 1955—1960 жылдары біз Сүйінбай шығармаларын жинау жұмысына араласып, сол кезде көзі тірі көп ақындармен кездесіп, жаңа шығармаларының көзін таптық. Әсіресе, халық ақыны Әбдіғали Сариев табыс еткен Сүйінбай өлеңдері қүнды боп шықты. Онда бұрын жарияланбаған көптеген мәнді шығармаларына кезіктік. Бұрын баспаға шыққан кейбір туындыларын жаңа табылған нұсқамен салыстырып, олардың өзгешеліктерін тексеріп, түпкі асыл арнаның негіздерін табыс еттік. Біз салыстырған ақынның Тезекке айтқаны, кәрілік, Сарыбасқа, сары атқа айтқан арнауларынан біраз өзгешеліктер байқалады. Бірақ олардың жалпы сарыны бір.\nОсылайша 1960 жылдан кейін Сүйінбай творчествосына біз жаңаша талдаулар жасап келеміз. Сөйтіп, ақын творчествосын зерттеудің 1960 жылдардан жаңа кезеңі басталды. Киров атындағы Қазақ университетінің әдебиет кафедрасының аспиранттары мен студенттері де бұл жұмысқа атсалыса араласты. Соның нәтижесінде ақын шығармаларының жаңа жинағы жасалды. Ел көкірегінде берік сақталып жетсе де, асқақ ақьшның асыл туындыларымен оқырман көпшілік осы кезден ғана толығырақ таныса бастады. Содан бері оның шығармаларының бірнеше басылымы жарық көрді.\nАршын төс алғыр қыранның қанат қағысы суылдап, ерте естілгенмен, қолға қонбай, көңіл күпті етіп, көп жылдар ел көңілінде қалып келген-ді. Енді ақиық ақынның шабытқа толы толғауларына қол жетті. 1975 ж. „Жазушы\" баспасы „Ақиық\" атты ақынның жаңа жинағын шығарды. Бұл жинақ 1990 ж. тағы басылды. Сүйінбай Аронүлының шығармаларының жаңа басылымы халық сақтаған қымбат мұраны бір қыдыру мол қамтып, ақынның алып бейнесін толық танытты.\nАқынның қолда бар шығармаларын түгелдей қарастырсақ, оларды негізгі үш салаға жатқызуға болады. Олар: толғаулар, арнаулар, айтыстар.\nСүйінбайды тек қазақ елі ғана емес, көрші Орта Азия халықтары да жақсы білген. Әсіріесе, оның есімі — туысқан қырғыз халқына жете таныс.\nХалық арасында оның \"Мақсұгқа\", \"Қасымға\", \"Жетісу билеріне\", \"Болыстарға баға\", тағы да басқа сатиралық өлендері кеңінен танымал.\nСүйінбай - өзі туып-өскен еңбекші халық ортасында жасап, сол ортадан тәлім алып, жетілген өнер саңлағы, дәуір қайшылықтарын аша да жырлай да білген шыншыл ақын. Оның шағармалары - өзінің өміршендігі мен көркемдігі мен құнды.\n\nmassaget.kz",
                "date": "24.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ежелгі финикияның орналасқан жері қолайлы болуының себебі неде?",
        "question_content": "ежелгі финикияның орналасқан жері қолайлы себебі\n\nа. теңіз сауда жолдарының тоғысқан тұсы\n\nб. финикияға грецияның керуен жолдары шығатын\n\nв. финикияға египеттің сауда жолдары шығатын\n\nд. қара теңіз жағалауына шығатын\n\nе. финикияға қосөзен сауда жолдары шығатын",
        "question_date": "27.02.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Б.д.д. XI ғасыр басында Финикия мен Палестина дербес саяси даму мүмкіндігіне ие болады. Тарихи дәуір бұл елдерде кең көлемді сауда байланыстарына, қалалардың өркендеуі мен кәсіби қол өнерінің дамуына ықпалын тигізеді. Осы кезде финикиялықтардың эшекей бүйымдарын жасау, піл сүйегін оюлау, түрлі-түсті шыны жэне қара-қошқыл түсті мата дайындау шеберлері ретінде аты шығады. Өнерлі теңізшілер болған олар қүл сатумен, теңіз қарақшылығымен айналы-сады. Деректер б.д.д. ІІ-І мыңжылдықтар арасында Финикияның Тир жэне Сидон қалалары өз дамуында үлкен жетістіктерге жеткенінен хабар береді.\nФиникияның эртүрлі аймагында орналасқан қалаларының өз пат-шалары болған. Бірақ, олардың билігіне абыздар мен ең бай түрғындар шектеу қойған. Кейбір қалалар қорғаныс үшін өзара одақтарға біріккен. Ежелгі дэуірде осындай одақта басты орынды — Сидон, кейін кең танымал болған Тир алса керек. Бүлардан басқа: Арвад, Триполис, Библос, Берит тэрізді жақсы дамыған қалалар да болған.\nФиникия патшалары ішінен тек Тирді басқарған бірнешеуінің ғана аты осы заманға жеткен. Мысалы: Иерусалим ғибадатханасын түрғызу үшін Соломонға сэулетшілер мен қүрылыс материалдарын жіберген Хирам; карфагендік Дидонаның ағасы Пигмалион жэне Навуходоносордың замандасы Этбаал.\nФиникия мэдениеті туралы мэліметтер үзік-үзік, жазба дерек-тер, бейнелеу өнері туындылары там-түм. Бүл туралы тек ежелгі грек, рим жазушылары мен тарихшыларының болар-болмас бүлдыр түсініктері сақталған.\nСауда-саттық мақсатын көздеген, теңіз жагалауына иелік еткен осы мэдениет өрісі Батыс Жерорта теңізі, Солтүстік Африка, Сарди-ния аралы, Пиреней түбегі аймағына тарайды.\nАлғашқы сауда жағалауда орналасқан көршілерді тонау-дан, адамдарын үстап, құлдыққа сатқан теңіз қарақшылығынан басталған. Уақыт өте, бұл кэсібін қойған финикиялықтар, бейбіт түрде өндірген тауарла-рын басқа халықтармен матаға, металға, бағалы өсімдіктерге жэне т.б. айырбастаған. Ежелгі гректер халқының саны көп, қызу өмірге толы Финикия қалаларының дэулетін үлкен таңқалыспен мэлімдейді. Сауда-саттық орталықтары болған қалаларда ежелгі элемнің эртүрлі түкпірінен осында экелінген нені де болса: шарап, шыны, мата, салтанатты киім, зергерлік заттар, керемет өнер туындыларын да сатып алуға болатын. Сауда кемелері Финикияның Тир мен Сидон қалаларына күндіз-түні келіп-кетіп жатқан.\nТарих Финикия саудагерлерінің сауда-саттықтың өзіндік ерекшелігімен көзге түсетін түрін өмірге экелгенін мэлімдейді. Өзге ел аумағына келген олар тауарларын жағаға шығарып, кемелеріне қайта оралып, лаулатып от жаққан. Түтінді көрген жергілікті халық жағаға келіп, жерге қойылған тауарлар ішінен өздеріне қажеттерін таңдап, жанына алтындарын қалдырып, үйлеріне қайтқан. Финикиялық саудагер үсынылған алтын көлеміне қанағаттанса, соны алып еліне оралған, қанағаттанбаса, алмай, одан ары күтіп отыра берген. Осындай үзаққа созылған күтулерден тұрақты елдімекендер пайда болып, оған халық келіп орналаса бастаған.\nФиникиялықтар тек жағалауларды қоныстанған, түрғылықты халықтармен жаулап алу соғыстарын жүргізбеген. Олардың өзге ел-дермен байланысы тек сауда-саттық сипатын алған. Жақын орналасқан Кипрге жиі барып тұрған. Осы жерден мыс кені табылғаннан кейін, мұнда финикиялық елдімекендер пайда болған. Тарихи деректер белгілі бір уақыттан кейін сауда арқылы финикиялықтар эсерінің Жерорта теңізінің жағалаулары мен барлық аралдарына тарағанын көрсетеді. Испаниядан күміс кенінің мол қоры табылған. Аңыздардың айтуынша, олар осы жерге алғаш келгенінің өзінде-ақ күмісті көп өндіргені соншама, оны тек кемелеріне ғана тиеп қоймай, кеменің барлық жарағын, соның ішінде зэкірлерін де күмістен жасаған.\nЖерорта теңізінің батыл теңізшілері ретінде Атлант мүхитына, Гибралтар бүғазына дейін барған. Атлант мүхиты арқылы Британ аралдарына дейін жетіп, ол жерден қалайы алған. Балтық теңізіне барып, Пруссия жағалауларынан ежелгі халықтар алтыннан да қымбат бағалаған янтарьды өздеріне экелген. Финикиялықтар Ги-бралтар бұғазы арқылы Африка жағалауларын да аралағаны туралы мэліметтер кездеседі.\nТарихта Мысыр перғауындарының бірі (Нехо) өзіне қызмет етіп жүрген финикия теңізшілеріне Африканы айналып келу жөнінде тапсырма бергені айтылады. Сапарға шыққан теңізшілер жылдың жауын-шашынды кезіне тап келіп, жағаға шығып, өздеріне баспана болатын үйшіктер түрғызады; егін егіп, оны жинап алғасын, саяхат-ты одан ары жалғастырған. Тек үшінші жылы ғана олар Мысырға аман-есен жеткен екен. Финикия теңіз саудагерлері басқалардың өз іздерімен жүріп, Гибралтар бүғазынан ары өткенін қаламаған. Сол үшін, эртүрлі бұрқасынды дауылдар, адамды күтіп тұратын теңіз қүбыжықтары мен теңізде кездесетін басқа да қатерлер туралы үрейлі эңгімелер таратқан…\nФиникиялықтар қүрлықта да сауда жүмыстарымен айналысқан. Керуен жолдарымен жүзеге асырылған сауда солтүстікте Арменияға жетіп, қүлдар мен жылқыны; шығыста, Вавилоннан жібек пен ша-рап; оңтүстікте, Аравиядан алтын мен жерлеу рэсімін өткізген кезде пайдаланылатын жағымды иісі бар қарамай мен шайырды экелген.\nФиникиялық сауда, эсіресе, қола дэуірі бұйымдарының әртүрлі елдерге таралуына мүмкіндік берді деген жорамал жасалады. Әлі де болса дамудың төменгі сатысында тұрған, тас құралдарды пайдала-натын (тас ғасыры) халықтар металл өңдеуді білмеді. Қару-жарақтар жэне үйдің керек-жарағы үшін пайдаланылған алғашқы металл, қақтауға жеңіл металл мыс болды. Алайда, мыс құралдар аса берік болмағандықтан, мысқа қалайы араластырған. Осы қосынды қола (қола дэуірі) деп аталады. Финикиялықтар қоладан көптеген бүйымдар жасаған. Уақыт өте келе, олар бұрынғыдан да қиын өнерді, темір (темір ғасыры) өндіруді, оны қақтауды жолға қояды. Әртүрлі өнімдер өндіру, бү_йымдар жасау жэне қалыптасқан кең көлемді сауда-саттық, Финикияны ежелгі дэуірдің ең бай елі ретінде көзге түсіреді. Финикия мануфактураларында металдан, піл сүйегінен, қара ағаштан озық үлгідегі бүйымдар жасалды; жүннен, жібектен қымбат маталар тоқылды. Әсіресе, түқымы ерекше үлудан алынған қызыл-күрең бояумен боялған маталар аса жоғары багаланады.\nЕжелгі заманның көптеген жаңалығы мен өнертапқыштық эрекеттері финикиялықтарға таңылады. Мысалы, алғашқы кезде өте қымбат бағаланған, үйдің бөлмелері мен киімдерді эшекейлеуге пайдаланылған шыны жасау өнері. Ауа-райы қолайлы, жылы аймақта өмір сүрген ежелгі адамдардың үйлерінің терезелері эйнек салынбай тек жапқыштардан ғана түрған. Ал ыдыстар саз немесе металдан жасалған.\nБ.д.д. II мыңжылдық соңында финикиялықтардың эріптік жазу өнерін өмірге экелуі мэдениет дамуындағы ірі жетістік бол-ды. Жоғарыда Қосөзен елдерінде жазу өнерінің эволюциясы сөздік-буындықтан таза буындық жүйеге бірізді дамығанын көрсеткенбіз. Енді финикиялық алфавиттің тек дауыссыз дыбыстарды білдіретін 24 таңбадан тұрғанын айтқан орынды. Бұл тіпті «эріптік жазу бол-ды», өйткені дауыстыны болжауға болатын еді (зерттеушілер: дау-ыссыз дыбыстар «нөлдік», демек қалайда дауысты болады дегенді айтады). Финикиялық эріптер жазудың буындық жүйесі мүрасын сақтады. Мүның пайда болуы мэдениет дамуының өте маңызды жетістігі еді.\nБ.д.д. VIII ғ. гректер Финикия алфавиті негізіне дауыстылар ушін бірнеше таңбаны қосып, фонетикалық жазу өнерін өмірге алып келеді. Ол басқа жазу өнері жүйелерімен салыстырғанда өзінің қарапайымдылығымен үлкен артықшылыққа ие болады.\nҚол өнері шеберлері мен суретшілер арасында Финикияның сэулетшілері мен тас қалаушыларының атағы шығады.\nҒалам туралы. Элдің жеңісі ғаламға ақтық түрді берді. Көзге көрінетін элем үстіне аспан мүхиты орналасты. Осы жоғарғы мүхитта аспан қүдайлары тіршілік етеді, солардың ішінде Баал-Хаммон жэне Тиннит бар. Ал осы мүхит астында күн, жұлдыздар және жарық шырақтарымен көзге көрінетін аспан орналасқан. Ең төменде астыңғы мүхит жайылып жатыр. Осы аспан және жер асты мұхиттары ортасын-да өзендері, көлдері, теңіздерімен жер орналасқан. Бұлар элемдік екі мұхитпен қосылатын тэрізді. Осы екі мұхит, бірегей ғарыштық ағымды құрайды. Оның белгісі өз қү_йрығын өзі жұтып жатқан, доға бойымен жиырылған жылан еді. Оның бейнесін ғибадатханалардан жиі көруге болады.\nФиникиялықтар діні негізінен аспан жарық жұлдыздарына табы-нудан түрады. Олар күнді Ваал немесе Молох қүдай, ал айды Астар-та немесе Танита қүдай эйел деп таныған. Түсінік бойынша, Молох қатал жэне кекшіл. Жазғы жан төзгісіз ыстық, аңызақ — осы қүдайдың эрекеті… Сондықтан оның көңілін аулау үшін үлкен қүрбандықтар, керек десе, адамнан да құрбандық шалу орын алған. Кезінде Финикияның отары болған Карфагенде қолын жайған Молохтың мыс мүсіні тұрған. Құрбандық берілген кезде оның аяқ жағына от жағылған, ата-анасы алып келген баласын тас мүсін қолының үстіне қойған, оған ең жағьімды қүрбандық осы деп есептелген. Бүдан басқа, финикиялықтардың қүрметіне бөленген келесі қүдай — сауда мен теңізде жүзудің қамқоршысы, желеп-жебеушісі ретінде таныла-тын Малькарт немесе Тирскип Геркулес. Тир қаласында оған арнап керемет ғибадатхана түрғызылған. Жыл сайын басқа қалалардан оған арнап абыздар неше түрлі тарту-сыйлар экелген.\nФиникия қалаларының байлығы басқа елдердің, сол тари-хи дэуірдегі Мысыр, Ассирия тэрізді күшті мемлекеттердің үлкен қызығушылығын тудырған. Інжілде ассириялық Салманасар патша шапқыншылығының аса қатерлі болғаны айтылады. Сосын Финики-яны вавилондық патша Навуходоносор бағындырған, осыдан кейін Тир тұралап қалған. Кир патша кезінде Финикия парсыларға тэуелді болған. Тирді жаулап алған Александр Македонский қаланы жер-мен-жексен етіп қүртып жіберген. Финикиялықтар сауда-саттығы басқа жерге, негізінен мысырлық Александрияға ауысқан. Сөйтіп, кедейленген Финикия бірте-бірте иесіз қалады.\nФиникиялықтардың б.д.д. IX ғасырда түрғызған ірі қаласы -Карфаген. Қала финикиялықтардың орталығы Тир қаласына бағынышты болғанымен, салыстырмалы түрде, өз дербестігін сақтайды. Соның арқасында, Солтүстік Африкада бірнеше қалалар мен көптеген ливиялық тайпаларды бағындырған ол, үлкен жер көлеміне ие болады.\nБ.д.д. IX ғ. Тирді Мутон, немесе Метен патша билеген. Оның Пигмалион деген үлы жэне Элиса атты қызы болған (арнайы эдебиеттерде римдіктер Карфагеннің негізін Дидона қалаған деп көрсетсе, б.д.д. III ғ. өмір сүрген грек тарихшысы Тимей қала іргетасын қалаушының финикиялық екенін айтады). Аңыз бой-ынша, патша қызын бас абыз Ахеребқа күйеуге береді. Ахереб өте бай болады. Әкесі бақилық болғаннан кейін, патша болған Пиг-малион жездесінің байлығын тартып алуды ойластырып, ақыры оны өлтіріп тынады. Інісінің зұлымдығынан, қудалауынан қашқан Элиса, жақтастарымен бірге кемемен үзақ жүзіп, Солтүстік Африка жағалауына келеді.\nЭлиса кезінде, аттың шүйде сүйегі табылған жерден қала түрғызатыны жайлы аян-түс көрген еді. Африка жағалауымен жүзіп, одан құрлыққа шығып ат басының шүйде сүйегін іздеген қашқындар ақыры сүйекті тауып, сол жерде түрақтауға шешім қабылдайды.\nБірақ, жат жердің патшасы көшіп келушілерді қабылдамай, олардың кемеден түсіп, орнығуына қарсылық көрсетеді. Сонда Эли-са патшадан бұқа терісінің көлеміндей ғана жер сатуын сүрайды. Бүқа терісі көлеміндей жерге осыншама адамның қалай сиятыны са-насына симаған патша, оның өтінішін күлкіге айналдырады. Түнде Элисаның бүйрығымен, финикиялықтар бүқа терісін жүп-жүқа ғып тіліп, иірілген жіптей жіңішке терімен аумағы үлкен жерді қоршап алады. Таңертең бүған қайран қалған Ливия патшасы сол аймақты Элисаға беруге мәжбүр болады. Осы жерде түрғызылған қала, Жаңа қала деп атала бастайды. Финикия тілінде бүл Картхадашт дегенді білдіреді. Элиса патша түқымынан болғандықтан осы, жаңа тұрғызылған қаланың патшасы болады.\nАфрикалықтар, жергілікті тұрғындар Дидона деп атаған Эли-са Карфагенде бірнеше жыл билік құрады. Қала тез өсіп, өркендей береді. Осы кезде Элисаға ынтық болған патша Гиарб, одан күйеуге шығуын талап етеді. Өз күштерінің аздығын мойындаған жэне пат-ша кэрінен қорыққан кеңесшілер, оның талабымен келісіп, күйеуге шыққанды дүрыс деп ұйғарады. Элисаның ливиялыққа күйеуге шыққысы келмейді. Уақыт ү_ту үшін тойға дайындалған түр көрсетеді. Ал расында өлуге бел буып, үлкен етіп от жағуға бүйрық береді. Бүл жайлы кейбіреулер патшайымның отқа түсіп, азаппен өлгенін айтса, екіншілері, ал-дын-ала өзін жарып өлтіргенін, сосын отқа тасталғанын жеткізеді [112].\nБ.д.д. ІХғасыр соңындаКарфагендемонархиялықбилікжүйесі қалыптасқан, өйткені оның негізін қалаушы Элиса «патшайым» деп аталады. Дегенмен, мемлекет қүл иеленуші олигархиялық республика ретінде көзге түскен. Егін шаруашылығына қолайлы үлкен жер иелігінде көптеген құлдар жүмыс істеген. Карфагеннің егін шаруашылығының басқа елдерге, соның ішінде Сицилия мен Италияға үлкен эсері тигені эдебиеттерден мэлім.\nБ.д.д. VI ғасыр мен V ғасыр аралықтарында құл иеленуші Карфагенде егін шаруашылығының теоретигі, сол тарихи дэуірде еңбегі елге кеңінен танымал болған жазушы Магон өмір сүреді. Б.д.д. II ғасырда Карфагенді қоршауға алған Рим эскерлеріне оның еңбегін сақтап қалуға бұйрық беріледі. Арнайы эдебиеттер римдік сенат үкімімен Магон еңбегінің финикия тілінен латын тіліне аударылғанын, сосын Римнің ауыл шаруашылығы жұмыстарын жүргізуде кең көлемді пайдаланылғанын жеткізеді.\nФиникия туралы басты дереккөзді ежелгі грек географы Стра-бон еңбектері береді. Сонымен қатар, мэліметтер Ескі Наным (Інжіл) кітаптарында кездеседі. Соңғы уақытта Финикия тарихы туралы де-ректер Ассирияның сына жазулары мен Мысырдың иероглиф жазу-ларынан да табылды.\nБ.д.д. III ғасыры шамасында мақсат-мүддесі қайшылықты кел-ген Карфаген мен Рим империясы арасындағы соғыс 100 жылға со-зылып, Карфагеннің толық жеңілісімен аяқталады.\n\nДереккөзі.",
                "date": "28.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бөксемді қалай шығарсам болады?",
        "question_content": "Тым арыкпын бөксемде жок калай шығарсам болады жасым 17де комек берерсіздер деп ойлаймын рахмет",
        "question_date": "27.02.2017",
        "question_tag": "Денсаулық",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Спортпен шұғылдан, сол кезде тәбетінде жақсы болады сол кезде ақуызы, көмірсуы көп тамақтарды жегенің дұрыс. Тек бөксені шығара алмайсын.",
                "date": "28.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қайрырмасында \"Эй арман, арманым-ай\" деген сөзі бар ән керек?",
        "question_content": "Бір жігіт айтат касында бір жігіт гитара тартып турад. Әннің атын да, әншіні де білмим. Қайырмасында Эй арман арманым ай бес күндік дүние жалған ай дегені бар.",
        "question_date": "27.02.2017",
        "question_tag": "Жалпы ән туралы",
        "question_views": 914,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мейрбан Сейтбай - Арман-Ай",
                "date": "7.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нағыз MISS қандай болуы керек?",
        "question_content": "Қалай ойлайсыздар? Нағыз МИСС қандай болуы керек?",
        "question_date": "27.02.2017",
        "question_tag": "Денсаулық",
        "question_views": 718,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Білімді , тәрбиелі, күтінген, спортқа бейім, сыпайы, ізденімпаз, пысық.",
                "date": "28.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Павлодардағы нефтегаз колледжі тегін ба?",
        "question_content": "Павлодарский нефтегазовый колледж бесплатный ?",
        "question_date": "27.02.2017",
        "question_tag": "Университет, колледж",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ұялы телефондағы қара тізім",
        "question_content": "Ұялы телефондағы қара тізімге алынған тұлғадан келген хабарлама",
        "question_date": "27.02.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қара тізімде тұрған адам хабарламаны сізге жібере алмайды ,ол өзінің туралы ақпарат біле алмайды.",
                "date": "27.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Фейсбуктің Мессенджерін телефоныма орнатсам, менің телефон номерім көріне ме?",
        "question_content": "Фейсбуктің Мессенджерін телефоныма орнатсам менің тел номерім басқаларға көрінема?",
        "question_date": "27.02.2017",
        "question_tag": "Facebook",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ сіздің номеріңіз көрінбейді.",
                "date": "24.03.2017",
                "upvotes": 0
            },
            {
                "text": "Қызылорда облысы\nЖаңақорған ауданы\nТөменарық ауылы\n№223 орта мектеп\nҚазақ тілі мен әдебиет пәнінің мұғалімі\nМайлыбаева Жадыра\nҚысқа мерзімді жоспар\nІ тоқсан\n22.10.2016ж\n45 минут\nПәні: Абайтану\n10б– сынып\nСабақтың тақырыбы:\n«Желсіз түнде жарық ай»\nСабақтың мақсаты:\n1.Өлең туралы жан-жақты мәлімет беру. Өлеңінің идеясын ашу, білімдерін кеңейту, сын тұрғысынан ойлауға дағдыландыру, өз ойын толық жеткізіп, өлеңнен негізгі түйінді таба білуге үйрету. 2.Оқушылардың қоғамға деген өзіндік көзқарастарының қалыптасуына ықпал ету, өз ойларын еркін, нақты жеткізе білуге баулу, тіл байлықтарын дамыту, өз бетімен ізденуге, ой қорытуға дағдыландыру. 3.Ақынның өлеңі арқылы оқушылардың бойына сұлулық, көркемдік қасиеттерін дарытып, отаншылдыққа тәрбиелеу.\nСабақтың – әдіс тәсілдері:\nӘңгімелесу, оқу, түсіндіру, талдау, сұрақ - жауап, тіл дамыту,іздену\nКөрнекілігі:\nсызбалар, кестелер,маркер,постер,үлестірмелі қағаздар\nТапсырмалар:\nШығармашылық жұмыс\nСабақтың барысы:\nІ.Ұйымдастыру кезеңі Жағымды ахуал тудыру\nІІ.Үй тапсырмасын сұрау ІІІ.Жаңа сабақ.\nОқушыларды «Желкенді кеме» ойыны бойынша 3 топқа бөлу.\nІ-топ. Өлеңді мәнерлеп оқу.\nЖелсіз түнде жарық ай\nСәулесі суда дірілдеп\nАуылдың жаны - терең сай\nТасыған өзен күрілдеп\n\nҚалың ағаш жапырағы\nСыбырласып өзді-өзі\nКөрінбей жердің топырағы\nҚұлпыраған жасыл жер жүзі\n\nТау жаңғырып, ән қосып\nҮрген ит пен айтаққа\nКелмеп пе едің жол тосып\nЖолығуға аулаққа?\n\nТаймаңдамай тымылжып\nБір суынып, бір ысып\nДем ала алмай дамыл қып\nЕлең қағып, бос шошып\n\nСөз айта алмай бөгеліп\nДүрсіл қағып жүрегі\nТұрмап па еді сүйеніп\nТамаққа кіріп иегі?\nІІ-топ.Өлеңнің шығу тарихымен таныстыру.«Желсіз түнде жарық ай...» - Абайдың 1888 жылы жазған өлеңі. Әрқайсысы 4 тармақты 5 шумақтан тұрады. Өлең - ақынның табиғат көріністерін, махаббат сырларын кестелі тілмен айшықтаған әлем поэзиясындағы шоқтығы биік туындыларының бірі. Онда пәк, таза махаббаттың белгісіндей жарық айлы, желсіз түнжан толқынысына үн қосып, сыбырласқандай қалың ағаш жапырағы, жүрексінген көңіл, бұлықсыған сезіммен астасып, көлеңкелі, терең сайға гүрілдей құлаған өзендыбысы, осындай сырлы, сұлу түнде, әлдеқайдан естілген сазды ән, тынымсыз тірлік алмағайып уақыт дабылындай бейсауат үрген ит пен үздік-создық айтақ астында сүйгенімен жолығуға аулаққа асыққан сұлу қыз жанды бейнедей ерекше лирикалық леппен тамаша суреттеледі.\nШығарма алғаш рет 1909 жылы Санкт-Петербургте жарық көрген «Қазақ ақыны Ибраһим Құнанбайұлының өлеңі» атты жинақта жарияланды.\n«Абай» бұл өлеңіне ән шығарған. Ән Абайдың композиторлық талантының сегіз қырлы, бір сырлы қуатын, оның көркемдік талғам-танымының биіктігін танытады. 1935 жылыкомпозитор Л.А.Хамиди Әрхам Ысқақовтан әннің екі түрін нотаға түсіріп алды. Алайда осы екі ән бір-бірінен тек өлеңнің 3-тармағының басында сәл ғана әуен ырғақтықпен ерекшеленетіні болмаса, жалпы ән мелодиясы бір. Өлең ағылшын, араб, башқұрт, қарақалпақ, қырғыз, орыс, өзбек, татар, тәжік, түрікмен, ұйғыр тілдеріне аударылған.\nІІІ-топ.«Желсіз түнде жарық ай» өлеңін әнмен айту.\nІҮ.Жазбаша жұмыс. Өлеңге сатылай кешенді талдау:\nТақырыбы–табиғат сұлулығы, махаббат сыры. Екеуінің үндесуі.\nИдеясы–Адам да табиғат сияқты, табиғат көрінісі қандай әдемі, нәзік болса, адамның жан дүниесі де сондай нәзік. Сұлулықты, сезімді құрметтеуге, сезіне білуге жетелейді.\nЖанр түрі–лирика,поэзия (өлең)\nШумақ–5\nТармақ–4\nБунақ–2\nБуын–7-8\nҰйқас–шалыс ұйқас (а-б-а-б)\nҮ.Білімді бекіту.Бес жолды өлең әдісі.\nҮІ.Бағалау.Жұлдызша арқылы\nРефлексия.\nСабақтан алған әсерлері туралы ой бөлісу.\nСабақ ойынша ойыңды білдір.\nҚандай жаңа білім алдың?\nАлған біліміңді қолдана аласыңба?\nСаған қиындық тудырған түсініктер?\nКейінгі тапсырма:«Желсіз түнде жарық ай» өлеңін жаттау.",
                "date": "24.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Белгісізді табыңыз?",
        "question_content": "67,8а+3/25, мундагы а =10\n7/20+0,65b,мунд.b=100\n0,002а-3/4, мунд  а=1000\n4/5-0,003b мунд.b=100",
        "question_date": "27.02.2017",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарады",
                "date": "28.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тендеуді есептеңіз?",
        "question_content": "10х=5,8+3 2/5=\n100х=28 1/2-3,7=\nх/100=0,81+0,009=\nх/1000=2,149-1,234=\n<br",
        "question_date": "27.02.2017",
        "question_tag": "Математика",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4.есептің жауабы:\nX/1000=2,149-1,234\nX/1000=0,915\nX=0,925×1000\nX=915.",
                "date": "27.02.2017",
                "upvotes": 0
            },
            {
                "text": "3.есептің жауабы:\nX/100=0,81+0,009\nX/100=0,189\nX=0,189×100\nX=18,9",
                "date": "27.02.2017",
                "upvotes": 0
            },
            {
                "text": "2 епептин жауабы\n\n100x=281/2-3,7\n\n100x=140,5-3,7\n\n100x=136,8\n\nx=136,8/100\n\nx=1,368",
                "date": "27.02.2017",
                "upvotes": 0
            },
            {
                "text": "1 есептин жауабы\n\n10х=5,8+32/5\n\n10x=5,8+6,4\n\n10x=12,2\n\nx=12,2/10\n\nx=1,22",
                "date": "27.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұрнақтармен сөз құрау керек?",
        "question_content": "-кес жұрнағы жалғанған сөздер керек еді. Мысалы: зиянкес таға қандай білесіздер?",
        "question_date": "27.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "даукес - дауласып жүретін адам деген мағынада",
                "date": "5.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Денем бөртіп қышиды, неліктен, не істеуге болады?",
        "question_content": "денемде бөртпелер пайда болып қышиды, әсіресе желке, кеуде, екі білекте, тізеден төмен жағы да бөртіп қышиды. дуылдап кышыганнан тырнап қотыр қылып жібердім.Жұқпалы емес.  Бұл бөртпелер не үшін шығып жатыр, оны қалай емдесем болады?",
        "question_date": "27.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін тәттіні шамадан тыс мөлшерде қолданып жүрген боларсын!",
                "date": "28.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Септік жалғауы жуан буынды сөз тіркесін көрсетіңіз?",
        "question_content": "А) Орманды дала В) Табиғатты қорғау С) Газет шығару Д) Сурет салу Е) Жануарлар мен құстар\n\nСептік жалғауы жуан буынды сөз тіркесін көрсетіңіз?",
        "question_date": "27.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы а.Орманды дала",
                "date": "27.02.2017",
                "upvotes": 0
            },
            {
                "text": "Табиғатты қорғау дұрыс жауабы осы.себебі табыс септігі арқылы жасалған.а жуан ы əріпі де жуан болып келе",
                "date": "28.02.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Полиция мамандығы жайында білгім келеді?",
        "question_content": "Оқып отырғандарға сəлем! Араларыңызда органда жұмыс жасайтын адамдар бар ма? Мен колледжде аудармашы мамандығын оқып бітірдім, енді полицейский мамандығын меңгергім келеді. Сол жайында шағын ақпарат айтып жіберсеңіздер деймін. Қалай түсуге болады, оқуы неше жыл, юристке тапсырсам, бітіргенде органда жұмыс жасай аламын ба? Жəне де қыз балаға полицейский болып жұмыс жасаған қалай болады? Қыз балаға ондай мамандық оқып керек емес деп естігенім көп болды...назар аударып оқығандарыңызға рахмет.",
        "question_date": "27.02.2017",
        "question_tag": "Мамандық",
        "question_views": 35900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Полиция қызметкері – қоғамдық тәртіптің басты қорғаушысы. Ешқандай ірі шаралар полиция қызметкерінің қатысуынсыз мүмкін емес. Полиция қызметкерлері басқа күндері де қызметтік борышы бойынша қаланың әрбір көшесін күзетеді.\n\nПолиция қызметкері заңға бағынатын азаматтардың денсаулығы мен мүлкі толығымен қауіпсіздікте болуын қадағалайды. Полиция қызметкері заңды бұзушыларға қатысты өзгеше әрекет етеді. Сонымен бірге полиция қызметкері құқық бұзушы үшін толық жауапты болады, сондықтан оның денесіне зақым келтіре алмайды (басқа шара болмаған жағдайда ғана күш жұмсауға рұқсат етіледі).\n\nПолиция қызметкері түрлі ұйымдарда (соның қатарында мектеп оқушылары арасында) дәрістер оқып, әңгімелер жүргізеді, келіп түскен шағымдарды қарайды.",
                "date": "27.02.2017",
                "upvotes": 0
            },
            {
                "text": "Полиция мамандығы болу үшін қай колледжге түссем болады.",
                "date": "26.03.2017",
                "upvotes": 0
            },
            {
                "text": "Пойлицидін окуын оку үшін юристты таңдауым керекпін бе?",
                "date": "24.05.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда өмір сүру қаншалықты тиімді?",
        "question_content": "Дебат ойынына мәлімет керек.\n\nҚазақстанда өмір сүру қолайлы деп есептейді және қазақтарға",
        "question_date": "27.02.2017",
        "question_tag": "Мемлекеттік тест сұрақтары",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дебат-пікірталас ойыны.\nНегізгі мақсаты:оқушының ой-өрісін дамыту,іздендіру, мәдениет-тілікке тәрбиелеу.\nНегізгі ережелер:құрылымды сақтау,әр топта 3 оқушының болуы, сөйлеу мәдениеті, шыдамдылық, шындық, сыйластық.",
                "date": "27.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ тілі мен әдебиеті сабақтарынан эсселер керек?",
        "question_content": "Қазақ тілі мен әдебиеті сабақтарынан эсселер керек үлкен сыныптарга, негұрлым көп болса жақсы болар еді, алдын ала рахмет!",
        "question_date": "26.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Туған жер.\nТуған жер – адам өмірінде киелі орын алады. Нақты осы жер оны елімен, өткенмен және болашақпен байланыстырады. Міне, сондықтан да тіпті балалық шақтан бастап-ақ адамда отанға деген махаббат сезімі оянады. Әрбіріміз үшін Отан ошақ басынан басталады: туған жер, туған көше, туған қала немесе мен үшін туған кент. Менің Отаным кішкентай болса да, мен үшін аса қымбат жер Бестөбе кентінен басталады. Дәл осы жерде менің көңілді де, шаттықты, уайымсыз балалалық шағым өтті. Үйдің маңындағы аулада ойнағаным және бала-бақшаға барған көше әлі есімде. Сол кезде ол маған өте ұзын болып көрінетін. Мұнда көлік сирек жүретін, бірақ серуендеп жүретін адамдар көп болатын. Иә... Туған жер ұзаққа қиып жібермейтін. Сен әрқашан өзің бармасаң да, оймен қиялдап туған көшені, есіктің алдын, «Қызым, үйге кір...»деген ананың сөздерін еске түсіресің. Жүректің әлсіздүрсілі естіледі. Қазір бойжеттім, бірақ та өмір бойы мен үшін балалық шақтағы туған аула мен көше – менің кішкентай Отаным. Сонымен бірге мен елімнің бір бөлшегімін, оның бүгіні мен болашағымын. Біздің Қазақстан – көп ұлтты мемлекет. Бейбітшілік пен достастықта, татулықта бірге жұмыла отырып, қызметтің әр түрлі саласында қазақтар мен орыстар, татарлар мен немістер, украиндер мен кәрістер...еңбектенуде. Мен соңғы жүз жылда Қазақстан жеріне әр түрлі халықтар қоныс тепкеніне жиі ойланамын. Біздің еліміз сияқты менің ағайыным да көп ұлтты. Бірлік, ұлтаралық келісім және саяси тұрақтылық – қазақстандықтардың қалауы. Мен оны білемін. Онда татарлар да, орыстар да, қазақтар да бар. Олардың тағдырын, өмір тарихын тыңдағанда менің елім одан сайын маған жақындай түседі, оны жақсырақ түсіне бастаймын. Біздің отбасы тарихымыз мыңдаған басқа отбасылардың тарихына ұқсас. Өмірдің қиын кездерінде, ауыр жұмыстарда, өтіп жатқан күндер мен мерекелерде әр түрлі ұлт өкілдерінің пікірі қалыптасты. Адамзат баласының татулығына ұмтылу әр халықтың қанында бар, әсіресе ол қазақстандықтарда ерекше дамыған. Бұл Қазақ жерінің жомарттығынан, осы өлкелерге тағдыр алып келген барлығына құшағын кең жайып, пейілін кеңге салатын Қазақ халқының мінезінен жаралған.Осында тұрушылардың барлығы Қазақ халқының тілін, тарихы мен салт-дәстүрін білуі келек. Қазақстанда тұратын барлық халықтың татулығы мен бірлігінің мәні осында. Ол байырғыкөркем Қазақстан жерінде бейбітшілікті сақтауға көмектеседі. Ал татулық – болашақта гүлденудің маңызды талабы.\n\nАна.\nӨмірдің иесі сен, ғазиз Ана, Келтірген дүниеге нелер дана. Анасыз батыр да жоқ, ақын да жоқ, Өмірдің алтын кілті сонда ғана, - дегендей көктем табиғатымен жымдасқан жылылық, шексіз мейірімділік, дүниеге жаңа келген тіршілік иесіне нұрын шашып, келешекке ақ жол, адал ниет нұсқап өмір себуші асқақ құдірет иесі, адам сәулетшісі – ол Ана. Адамзат қуат алар ақ сүтіңнен, Мәпелеп, әлдилеген пейілің кең. Аналық махаббатың кәусар бұлақ, Сөнбейтін ақ жүрегің мәңгі шырақ. Адам “адам” болғысы келсе, алдымен Ананы қастерлей білуі керек. Өмірде Ана алақанының қызуы мен әке-шеше мейірімін тоя жеген тамақ та, шипасы күшті дәрі де алмастыра алмайды. Осыдан жарты ғасыр бұрын ғалымдар жүргізген бір қарапайым тәжірибе осыған дәләл болса керек. Ғалымдар адам Аналарынан айрылған маймыл балалар үшін екі қуыршақ маймыл Ана жасап, бірінің омырауынан сүт шығатын, денесі қатты да суық етіп, екіншісінің омырауынан сүт шықпайтын, бірақ денесін жылы да жұмсақ етіп, жасаған екен. Маймыл балалары сүті бар денесі қатты қуыршақты емес, сүті жоқ болса да денесі жұмсақ қуыршақты Ана ретінде қабылдап, соның бауырына тығылған. Міне, сонда кімге болса да бәрінен бұрын керегі мейірім, Ана құшағы ғана. Мұхаммед пайғамбарымыздың хадистерінде де ең алдымен Ананы құрметтеу парыз екені айтылады. “Әуелі Анаңа, тағы да Анаңа, содан соң әкеңе жақсылық жаса” делінген онда. “Егер атаң мен Анаң бір мезгілде үн қатып қалса, әуелі Анаңа жауап бер” деген ұлағатты сөз бар. Пайғамбарымыздың тағы бір хадисінде “Анаңды Меккеге үш рет арқалап барсаң да, парызыңды өтей алмайсың”; “Кімде-кім ата-Анасының ризалығын алған болса, бала соның өмірін ұзартады” делінген. Ана – үйдің берекесі, қыз баланың өнегесі, шаруаның несібесі. Ананың көзінен нұр төгіліп, жан-жағына шуағын төгеді. Осы шуақпен жылынып, асыл Ананың құшағында мейір алып жүрген біз – алтын Ананы мәңгі қастерлеп, еңбегін бағалап өтейікші! Ананы аспандағы ай мен күнге, жарық жұлдызға, баға жетпес асыл заттарға теңеу дәстүрі де өз тілімізде берік қалыптасқан. Олай болса сөз – сөздің ең төресі: Анаңды қалай сыйласаң, өз балаңның Анасын да солай сыйла, ьарлық әйел затына, тіпті жас нәресте қызына да құрмет көрсет, оларға қолдан келгенше қамқорлық жаса\nОсы жерден көбірек шғарма қарай аласыз.",
                "date": "24.03.2017",
                "upvotes": 0
            },
            {
                "text": "Қызылорда облысы\nЖаңақорған ауданы\nТөменарық ауылы\n№223 орта мектеп\nҚазақ тілі мен әдебиет пәнінің мұғалімі\nМайлыбаева Жадыра\nҚысқа мерзімді жоспар\nІ тоқсан\n22.10.2016ж\n45 минут\nПәні: Абайтану\n10б– сынып\nСабақтың тақырыбы:\n«Желсіз түнде жарық ай»\nСабақтың мақсаты:\n1.Өлең туралы жан-жақты мәлімет беру. Өлеңінің идеясын ашу, білімдерін кеңейту, сын тұрғысынан ойлауға дағдыландыру, өз ойын толық жеткізіп, өлеңнен негізгі түйінді таба білуге үйрету. 2.Оқушылардың қоғамға деген өзіндік көзқарастарының қалыптасуына ықпал ету, өз ойларын еркін, нақты жеткізе білуге баулу, тіл байлықтарын дамыту, өз бетімен ізденуге, ой қорытуға дағдыландыру. 3.Ақынның өлеңі арқылы оқушылардың бойына сұлулық, көркемдік қасиеттерін дарытып, отаншылдыққа тәрбиелеу.\nСабақтың – әдіс тәсілдері:\nӘңгімелесу, оқу, түсіндіру, талдау, сұрақ - жауап, тіл дамыту,іздену\nКөрнекілігі:\nсызбалар, кестелер,маркер,постер,үлестірмелі қағаздар\nТапсырмалар:\nШығармашылық жұмыс\nСабақтың барысы:\nІ.Ұйымдастыру кезеңі Жағымды ахуал тудыру\nІІ.Үй тапсырмасын сұрау ІІІ.Жаңа сабақ.\nОқушыларды «Желкенді кеме» ойыны бойынша 3 топқа бөлу.\nІ-топ. Өлеңді мәнерлеп оқу.\nЖелсіз түнде жарық ай\nСәулесі суда дірілдеп\nАуылдың жаны - терең сай\nТасыған өзен күрілдеп\n\nҚалың ағаш жапырағы\nСыбырласып өзді-өзі\nКөрінбей жердің топырағы\nҚұлпыраған жасыл жер жүзі\n\nТау жаңғырып, ән қосып\nҮрген ит пен айтаққа\nКелмеп пе едің жол тосып\nЖолығуға аулаққа?\n\nТаймаңдамай тымылжып\nБір суынып, бір ысып\nДем ала алмай дамыл қып\nЕлең қағып, бос шошып\n\nСөз айта алмай бөгеліп\nДүрсіл қағып жүрегі\nТұрмап па еді сүйеніп\nТамаққа кіріп иегі?\nІІ-топ.Өлеңнің шығу тарихымен таныстыру.«Желсіз түнде жарық ай...» - Абайдың 1888 жылы жазған өлеңі. Әрқайсысы 4 тармақты 5 шумақтан тұрады. Өлең - ақынның табиғат көріністерін, махаббат сырларын кестелі тілмен айшықтаған әлем поэзиясындағы шоқтығы биік туындыларының бірі. Онда пәк, таза махаббаттың белгісіндей жарық айлы, желсіз түнжан толқынысына үн қосып, сыбырласқандай қалың ағаш жапырағы, жүрексінген көңіл, бұлықсыған сезіммен астасып, көлеңкелі, терең сайға гүрілдей құлаған өзендыбысы, осындай сырлы, сұлу түнде, әлдеқайдан естілген сазды ән, тынымсыз тірлік алмағайып уақыт дабылындай бейсауат үрген ит пен үздік-создық айтақ астында сүйгенімен жолығуға аулаққа асыққан сұлу қыз жанды бейнедей ерекше лирикалық леппен тамаша суреттеледі.\nШығарма алғаш рет 1909 жылы Санкт-Петербургте жарық көрген «Қазақ ақыны Ибраһим Құнанбайұлының өлеңі» атты жинақта жарияланды.\n«Абай» бұл өлеңіне ән шығарған. Ән Абайдың композиторлық талантының сегіз қырлы, бір сырлы қуатын, оның көркемдік талғам-танымының биіктігін танытады. 1935 жылыкомпозитор Л.А.Хамиди Әрхам Ысқақовтан әннің екі түрін нотаға түсіріп алды. Алайда осы екі ән бір-бірінен тек өлеңнің 3-тармағының басында сәл ғана әуен ырғақтықпен ерекшеленетіні болмаса, жалпы ән мелодиясы бір. Өлең ағылшын, араб, башқұрт, қарақалпақ, қырғыз, орыс, өзбек, татар, тәжік, түрікмен, ұйғыр тілдеріне аударылған.\nІІІ-топ.«Желсіз түнде жарық ай» өлеңін әнмен айту.\nІҮ.Жазбаша жұмыс. Өлеңге сатылай кешенді талдау:\nТақырыбы–табиғат сұлулығы, махаббат сыры. Екеуінің үндесуі.\nИдеясы–Адам да табиғат сияқты, табиғат көрінісі қандай әдемі, нәзік болса, адамның жан дүниесі де сондай нәзік. Сұлулықты, сезімді құрметтеуге, сезіне білуге жетелейді.\nЖанр түрі–лирика,поэзия (өлең)\nШумақ–5\nТармақ–4\nБунақ–2\nБуын–7-8\nҰйқас–шалыс ұйқас (а-б-а-б)\nҮ.Білімді бекіту.Бес жолды өлең әдісі.\nҮІ.Бағалау.Жұлдызша арқылы\nРефлексия.\nСабақтан алған әсерлері туралы ой бөлісу.\nСабақ ойынша ойыңды білдір.\nҚандай жаңа білім алдың?\nАлған біліміңді қолдана аласыңба?\nСаған қиындық тудырған түсініктер?\nКейінгі тапсырма:«Желсіз түнде жарық ай» өлеңін жаттау.",
                "date": "24.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызыл куəлік қандай жағдайда алады?",
        "question_content": "Қызыл куəлік үшін жылдық бағалар маңызды ма?Əлде тоқсандық баға ма?Толық түсіндіріп жіберіңіздеші",
        "question_date": "26.02.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 541,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сенын аттестатын таза 5 болса.\n\n1-11класс 5",
                "date": "27.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Металл өткізгіштің көлденең қимасынан заряд қанша уақытта өтеді?",
        "question_content": "1,6 миллиампер ток жүріп жатқан металл өткізгіштің көлденең қимасынан 1,6*10^-5 Кл заряд өткендегі уақыт қалай болады?",
        "question_date": "26.02.2017",
        "question_tag": "Физика",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "уақыт 0,01 с-қа тең",
                "date": "8.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құралай сұлуға мінездеме керек?",
        "question_content": "\"Құралай сұлу\" поэмасындағы Құралай сұлуға мінездеме жазыңыздаршы",
        "question_date": "26.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "менің ойымша сен өзін жаз",
                "date": "17.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алматы жайлы мәтін құрауда жәрдем берсеңіз?",
        "question_content": "маған сөйлем құру керек мысалға, АлматыдА АлғашқЫ Ыдыс... \"Города\" ойынға ұқсас. (бір сөйлемде минимум бес сөз болуы керек)",
        "question_date": "26.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Куйеуіңізді тума туыс араларында калай атайсыздар??",
        "question_content": "Жас келіншектер, немесе отбасын құрғандар көмектесіңдерші. Мен жан жарымнын есімі Асхат. Ат таба алмай жатрм. Өзіміз арасында юылы сөздер журе бередіғо. Тума туыс арасында куйеуді қалай атаса болады?? Отағасы,мырза дегеннен басқа. Жалпы салт дəстурде осындай нарсе бар ма?? Мен куйеуімнің есімін тастай кылып айтқым келмейді.",
        "question_date": "26.02.2017",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бегім, Асеке, Балаларымның әкесі",
                "date": "27.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ілияс Есенберлиннің Үш ақын үш әлемді таныстыратын романы керек?",
        "question_content": "і есенберлиннің үш ақын үш әлемді таныстыратын романы",
        "question_date": "26.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 916,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дəрігер болу үшін биологиямен бірге қандай пəн оқу керек?",
        "question_content": "Медик болу үшін биология пəнімен бірге қандай пəннен тест тапсырады?9 бітіріп колледжге түссем деймін.Қанша жыл оқу керек?",
        "question_date": "26.02.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 8700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжде барлық пәнды оқиды 1 курста. Сосын анатопия, физиология, фармокология, хирургия оқисын\n\nПедиатрия",
                "date": "27.02.2017",
                "upvotes": 0
            },
            {
                "text": "Жалпы дəрігер болу үшін биологиямен бірге ағылшынды да оқиды деп естігенмін.",
                "date": "22.03.2017",
                "upvotes": 0
            },
            {
                "text": "Мамандықтар мен оларға қажетті таңдау пәндері туралы толық ақпаратты мына жерден біле аласыз.",
                "date": "19.02.2018",
                "upvotes": 0
            }
        ]
    }
]