[
    {
        "question_title": "Екінші жар болатын, ибәлі, қара шаңырақ ұстайтын қыз бар ма?",
        "question_content": "Мен 1983 жылғы азаматпын. Жоғары білімді. Астана қаласында белгілі ғылыми зерттеу орнында қызмет істеймін. Асып жатқан байлығым жоқ. Елдің артында қалыпта жатқан жоқпын.\n\nҮйленгемін. Үш балам бар. Әке-шешем астана қаласында өзіммен бірге тұрады. Әйелім менің ата-анаммен бірге тұруға қарсы. Олармен ара қатынасы жақсы емес. Әңгімелеспейді, мен үйде жоқ болсам тіпті сөзін тыңдамай қояды. Мен неше рет ақылмен да, қатты да, тәтті де тілмен айтып көрдім. Бірақ ол әке-шешеме деген қарым-қатынасын өзгертпеді. Бізің үй үлкен қарашаңырақ. Бір үлкен әулеттің ордасы. Келетін-кететін туыстар болады. Оның бәрі әйеліме ұнамайды.\n\nБіз 21 жаста үйлендік. Ол кезде жас болып тәрбие жағына мән бермептім. Кейін барған сайын қиындай бастады. Әйелімді тастап кету ойым жоқ. Әйелімде менің тастап кетпейтінімді білген соң,сенген соң осылай істейтін шығар.\n\nМен көп ойланып,ақыры екінші жар алуым керек деп шештім.\n\nЕкінші жар болатын ақылы көркіне сай қазақы тәрбие алған,балалы болғысы келетін,26 жасқа дейінгі қыздар болса таныссам деймін.",
        "question_date": "5.12.2016",
        "question_tag": "Махаббат",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Əбу-Лəйс-Самарханди туралы айтсаңыз?",
        "question_content": "Əйгілі ғалым Əбй-Лəйс-Самарханди жайлы айтсаныз. Руы кім? Туған жері?",
        "question_date": "5.12.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 338,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2016 жылы болған ОЖСБ-ның 4 сынып барлық нұсқаларын тауып бересіздер ме?",
        "question_content": "Сәлеметсіздер ме, әріптестер. Сіздерге өтініш 2016 жылы болған ОЖСБ- ның  4сынып барлық  нұсқаларын тауып бересіздер ме?",
        "question_date": "5.12.2016",
        "question_tag": "Мектеп",
        "question_views": 9400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тест жауаптары 501 нуска 4 сынып",
                "date": "15.04.2017",
                "upvotes": 0
            },
            {
                "text": "Динара Ануар 4сынып",
                "date": "18.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бензин иісі жақпайт. Ол неден?",
        "question_content": "Машинаға отырған кезде бензин иісі жақпай жүр. Бұрындары 1 күндік жолды да газельмен өңгеріп тастайтынмын, ал қазір 5 минут отсам болды жүрегім көтеріле бастайды. Не себепті? Оның емі қандай? Қандай дəрі ішу керек?",
        "question_date": "5.12.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 514,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өт толған немесе бауыр ауыратын болуы мүмкін.\nЖолға шыққанда құрт алып жеп көріңіз, көмектеседі дейді ғой.",
                "date": "29.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "География бойынша гранттар, алтын белгі болған жағдайда?",
        "question_content": "Келесі жылы, Бұйырса, 11 сынып бітіремін. Алтын белгіге үміткермін. Жаңа оқу форматына сəйкес география жəне математика пəндерін таңдамақшымын. Қаржы (финанс) мамандығы бойынша. Сұрайын дегенім, осы пəндер, осы мамандық бойынша қанша грант бөлінеді, Алтын белгі болғандықтан грант иеленуге мүмкіндігім бар ма, жəне осы мамандық бойынша қай қалада жақсы жоғары оқу орындары бар?",
        "question_date": "5.12.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 793,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еркек жыныс мүшесінің қисаюы неге алып келеді?",
        "question_content": "Егер мүше қисық болса ол жыныстық қатынастан соң бала пайда бола алам ма?",
        "question_date": "5.12.2016",
        "question_tag": "Тазалық",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әрине бала болады, ондай ойдан арыл!",
                "date": "5.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Use the verbs in the passive voice помогите по английскому",
        "question_content": "use the verbs in the passive voice.\n3.he made the report in class. 4. the tourists asked the guide a lot of questions about Westminster Abbey. 5. i bought this dress at the central department store. 6. everybody discusses this film. 7. where did you buy this guide book? 8. who cooked this wonderful pie?-I did.",
        "question_date": "5.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "he made the report in class- the report was made by him in the class\n\nthe tourists asked the guide a lot of questions about Westminster Abbey - the guide was asked a lot of questions about  Westminster Abbey by the tourists\n\nI bought this dress at the central department store. - this dress was bought by me at the central department store\n\n everybody discusses this film - this film was discussed by everybody\n\n where did you buy this guide book - where was this guide book was bought?\n\n who cooked this wonderful pie?-I did. - whom was this wonderful pie cooked? - By me",
                "date": "6.12.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Халел Досмұхамедов және мен деген тақырыпта эссе жазу?",
        "question_content": "Халел Досмұхамедов және мен деген тақырыпта эссе жазып бере аласыздар ма?",
        "question_date": "4.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұйықташиш . Өзін жаз",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құрамында 46г тұз бар, 100 г ерітінді алу үшін қажет судың зат мөлшері?",
        "question_content": "Құрамында 46г тұз бар, 100 г ерітінді алу үшін қажет судың зат мөлшері?",
        "question_date": "4.12.2016",
        "question_tag": "Мектеп",
        "question_views": 745,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Безеу тұқым қуалай ма?",
        "question_content": "Менің жасым 16 да ұлмын. Бетіме безеу шықанына көп жылдар болды. Анамның жасоспрм кезнде Бетыне безеу шыкан екен.кейн кетп калган. сосын менын апкемнын бетнеде шыкты 19-20 ж безеулеры кетп калды. Айтпагм безеулер тукым куалай ма куаласа менынде бетмдегы безеулермде отп кете ма анамдыкы жане апкемдыкы секлды.",
        "question_date": "4.12.2016",
        "question_tag": "Тазалық",
        "question_views": 553,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің ойымша тұқым қуаламайды.  Гормондар мен ағзаның токсиндерден тазалығына байланысты.",
                "date": "29.03.2023",
                "upvotes": 1
            },
            {
                "text": "Тұқым қуаламайды. Бірақ ата ананың қаны арқылы паразиттер балаға беріледі. Одан тазарылуға болады. Паразитке қарсы табиғи өнімдер ішіңіз",
                "date": "10.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихынан аудандық олимпиада тапсырмаларын білесыздер ме?",
        "question_content": "Қазақстан тарихы бойынша аудандық олимпиядаға қатысатын едім. Қандай тапсырмалар келетінін білмейсіздер ме?",
        "question_date": "4.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2017 жылы геодезия мамандығына қандай пəн таңдау керек",
        "question_content": "2017 жылы геодезия мамандығына қандай пəн таңдау керек?",
        "question_date": "4.12.2016",
        "question_tag": "Мамандық",
        "question_views": 862,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "36 тəулікте қанша сағат бар?",
        "question_content": "Математика,4 сынып,логикалық сұрақ",
        "question_date": "4.12.2016",
        "question_tag": "Математика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ой,кешіріңіздер! Жауапты дұрыс бермедім.Негізгі дұрыс жауап - 864.\nЯғни,36 тәулікте 864 сағат бар.",
                "date": "5.12.2016",
                "upvotes": 0
            },
            {
                "text": "36 сағат=1 тәулік,12 сағат©",
                "date": "5.12.2016",
                "upvotes": 0
            },
            {
                "text": "24×36=864 жауабы:864",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ешек шөп жемесе не болады?",
        "question_content": "Ешек шөп жемесе не болады?",
        "question_date": "4.12.2016",
        "question_tag": "Биология",
        "question_views": 557,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2017 жылға арналған жұлдыз-жорамал бар ма?",
        "question_content": "2017 жыл қызықты сәттер мен есте қаларылық оқиғаларға толы болады. Ол материалды құндылықтар, жеңісті көксеу, рухани ізденіс пен жайлылыққа деген ұмтылыс басты мақсат болатын сипат алмақ.\n2017 жылға арналған жұлдызнама керек еді?\nМынау 2016 жылға арналған жұлдыз жорамал!\n2016 жыл жұлдыз-жорамал\nҮстіміздегі жылы әлемдегі жағдай тыныш бола қоймайды: жағымды процестер баяу қарқында жүріп, жетістіктер қиындықтар арқылы жетіледі. Сондай-ақ, кей мемлекеттерді түбегейлі өзгерістер күтуде. Мемлекет ішіндегі қақтығыс, жаһандық саяси процестер, табиғат өзгерісі де орын алу мүмкін. Жыл ішінде бұқаралық ақпарат құралдары жанжалды әшкерелеуге толады. Аталғандарға қарамастан, қоғамда рухани жетілуге деген мығым ұстаным қалыптасып, философия мен дінге қызығушылық артады.\nТоқты: Үстіміздегі жылы кәсіби қызметіңізде үлкен өзгерістер күтіледі. Тіпті, бұл жұлдыз белгісіндегі туғандардың кейбірі басқа салаға бет бұрып, болашағы бар мамандық иесі атанады. Алайда діттеген мақсатыңа жету үшін, өмірдегі барлық іс-әрекетте табандылық танытып, қосымша күш жұмсау керек. Отбасылық өміріңізде айтарлықтай өзгеріс жоқ. Алда-жалда өзгеріс бола қалғанның өзінде, ол сіздің пайдаңызға болмақ.\nТорпақ: Өміріңіз ойыңыздағыдай өрбіп келе жатқанымен, аңсағаныңызға қол жеткізбекте ыждаһатты болғаныңыз жөн. Бұл жыл қиындықсыз өтпейді, бірақ әр асуды бағындырып, қиындықпен күрескен сайын өмірден тәжірибе жинап, қанатыңыз қатая түседі. Сүйген адамыңызға жылы шырай таныта білсеңіз, жеке бас мәселесінде бақытқа қауышасыз.\nЕгіздер: Көрген-түйгені мол адамдармен араласу егіздерге рухани толастап, тәжірибелі болуға себін тигізеді. Жаңадан келген жыл көптеген дүниеге көзіңізді ашып, кәсібіңіз бен жеке өміріңіздегі бас қатырарлық мәселер өздігінен шешіледі. Кейбір егіздер жанұясы жаңа адамдармен толығуы ықтимал.\nШаян: Жұмысыңыздағы қиындықтарға қарамастан, көптеген шаяндар мансап баспалдағында алға жылжиды. Бастысы, төзімді болып, мәселені жылдамдатуға тырыспаған абзал. Жыл басында созылмалы аурулардың сыр беруіне байланысты қиындықтар орын алуы мүмкін.\nАрыстан: 2016 жыл арыстан белгісінде туылғандар үшін бірсарынды бола қоймайды: бірде сәтсіздікке ұшыраса, бірде айы оңынан туып, өткен күнде қалған армандарының есесін толтыра алады. Бастысы, өзіңізге сенміділікті жоғалтпаңыз. Сіздер үшін күз мезгілі жайлы болмақ.\nБикеш: Жылдың алғашқы жартысында қызметіңіз бен мансабыңызда жетістіктерге жетуге мүмкіндік пайда болады. Алайда отбасы мәселелеріне байланысты мүмкіндігіңізді жіберіп алуыңыз ықтимал. Сондай-ақ, қастық ойлаушылардың әрекеттері себепті кей дүниелерден айырылуыңыз болжалуда. Жаз мезгілінің ортасынан бастап жағдай жақсара бастағанмен, қиындықтар толығымен жоқ болып кетпейді.\nТаразы: Жыл қоғамдық өмірде табысқа жетуді қалайтын таразаларға танымалдық алып келеді. Ал жылдың екінші жартысы – қызмет пен білім аясын кеңейтуге қолайлы. Жеке өміріңізде күтпеген жағдайлар орын алса да, олар жағымды сипатта болады.\nСарышаян: Бұл жылы жақындарыңызбен, сүйіктіңізбен қарым-қатынас уайымға батырып, біраз әбігерге салады. Оған қоса, араларыңыздағы дау ұзақ уақытқа созылуы мүмкін. Көктемгі уақыт – қаржы жұмсауға қолайсыз. Бірақ жылдың екінші жартысында қалтаңыз қалыңдап, бастаған істеріңіз жемісін береді.\nМерген: Күз түскенше қаржылық мәселелерде сақтық танытыңыз. Тәуекелге барудан бас тартып, қаражатыңызды сақтаудың тиімді жолдарын ойластырыңыз. Сәтсіздіктерге ұшырауыңыз мүмкін. Бірақ өзіңізге деген сенімділікті еш уақытта жоғалтпаңыз. Табанды болып, аянбай еңбек етіңіз. Ол қиын сәттерді жеңіл өткеруге көмектеседі.\nТауешкі: Барлығын алдын-ала жоспарлауға тырыссаңыз да, бұл жыл тосын сыйларға толы болады. Бұл қызметіңізге де, отбасыңызға да қатысты. Жылдың екінші жартысында қаржылық қиындықтар туындауы мүмкін.\nСуқұйғыш: Биылғы жыл биіктерге самғап қана қоймай, шыңнан төмен құлауыңыз күтілуде. Мұнымен қатар, жаныңызға жақын адаммен ренжісіп, бір-біріңізден алыстауыңыз мүмкін. Жылдың екінші жартысында еңбекқорлығыңыз бен жауапкершілігіңіз себепті қызметіңізде табыстарға жетіп, биіктерден көрінесіз.\nБалықтар: Жыл басында түйіні шешілместей көрінген мәселелер уақыт жылжыған сайын ойыңыздағыдай жүзеге аса бастайды. Жеке өміріңізде уайымға салынуыңыз мүмкін, махаббат мәселесінде әдептен аспағаныңыз дұрыс. Жыл ішінде өзіңізді нашар сезініп, бойыңызда бұғып жатқан дерттің сыр беруі ықтимал.",
        "question_date": "4.12.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 11600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "2017 жылға арналған жұлдыз-жорамал көптеген тосынсыймен қуантады. Қызыл Қораз жылы – жамандық пен қауіп-қатерден ада. Келе жатқан жылы «күтпеген», «тосынсый» сөздері өміріңізде жиі қолданылатын болады. Ол, әсіресе, махаббат мәселесіне қатысты. Ертегі әлемінде жүргендей күй кешіп, сезімталдыққа бол алдырасыз. Десе де абай болғаныңыз абзал. Сезімге толы сырлы әлемде өзіңізді жоғалтып алмасаңыз болғаны.\nТоқты. Келе жатқан 2017 жыл Тоқтылардың бойында күш-қуат таситынын жұлдыздар уәде етеді. Алайда оны қайда жұмсарыңыздың білмей, бар істі күш сала атқаруға тырысасыз. Соның салдарынан бойыңызда барды мақсат-жоспарларыңызға жету мақсатында емес, одан мүлдем басқа арнаға шығын еткендей күй кешіп, уайымға салынасыз. Шындығыныда, бұл сезімнің алдамшы екенін білгейсіз. Өмірде кездейсоқ ештеңе болмайды. Бар ынтаңызбен істеген кез-келген іс ертелі-кеш жемісін берері анық. Сондықтан бұл жайт алаңдауға себеп емес.\n\nТорпақ. 2017 жыл Торпақтардың күш-қайратын, төзімділігін сынға алады. бұл сынақтың негізгі құраушылары – қызығу мен ләззат. Сақтық танытыңыз! Келе жатқан жыл Торпақтардың ләззат алуға деген ынтықытығының артатыны сонша, шәрбатқа батып, шыға алмаған шыбындай күйге түседі. Ол өмірдің барлық саласына қатысты. Тіпті, қарапайым ғана жалқаулықтың өзі Торпақтарды тереңге тартып әкетуі мүмкін.\n\nЕгіздер.2017 жыл Егіздерге маңызы зор, үлкен істер атқаруға мүмкіндік береді. Ол Егіздердің өміріне әсерін тигізбей қоймайды. Келе жатқан жылы оларға белгілі бір істі қолға алып, бос шаруаларға мән бермей, соған ғана көңіл бөлу, алға қойған мақсаттарының ішінен ең маңызды әрі келешегі зорын таңдау оңайға соғады.\n\nШаян.2017 жылы Шаяндар өмірінде көптеген қызықты жайттар, тосынсыйлар орын алады. Олар келер жылы өзін толықтай үй шаруасына, жөндеу жұмыстарын жүргізуге арнағысы келгенімен, бұл ойына кедергі келтіретін тамаша мүмкіндіктер мен күтпеген жағдайлар орын алады. Сондықтан төрт қабырғаға қамалып отыру мүмкін болмайды. Бұл жылы Шаяндар көптеген жаңа таныстық, кездесу күтеді. Олардың кейбірі Шаяндар үшін тағдыршешті сипатта блолып, өмірін өзгертуі мүмкін. Жаңа таыстарының арқасында қызметі мен мансабында ғана емес, жеке өмірінде де біраз дүние өзгереді. Десе де мұндай сақтық тантытқан жөн, себебі жаңа таныстықтардың барлығы пайдалы бола бермейтінін ұмытпағайсыз.\n\nАрыстан. Келе жатқан 2017 жылы Арыстанға жағымпазданатын, қошемет сөздерін үйіп-төгетін жандар аз болмайды. Бірақ оларға алданудың, босаңсудың қажеті жоқ. Әр мақтау сөздің астарында қулық жатқанын біліңіз. Жалпы, бұл жыл Арыстандар үшін табысты, сәтті жыл болмақ. Оның еңбекқорлығы жетістікке жеткізеді. Ал бар ынтасымен қолға алған істерінің барлығы жемісін береді. Өз бағасын білетін, қашанда тек өзіне сенетін өршіл Арыстан қызметінде, мансабында биікке жетелейтін пайдалы мүмкіндіктерді жібермейді. Ал жеке өмірінде үйлесім мен гүлдену кезеңі орын алады.\n\nБикеш. 2017 жылы Бикештердің өмірінде көп өзгерістер орын алады. оларға бір дүниеге ғана назар аудару, тек бір жоспардың соңынан жүру қиындық туғызады. Бір жағынан, бұл өзгерістер әдеткі өмірін ағымын бұзғандықтан, Бикештердің ызаландырады. Басқа қырынан алсақ, дәл осы өзгерістер өмірін қызықты, жарқын етеді.\n\nТаразы. Келе жатқан 2017 жыл Таразылар үшін махаббат және шығармашылық арнасында өте сәтті болатынын жұлдыздар уәде етеді. Ал ұйымдастырушылыққа қатысты жоспарлар айтарлықтай табысты бола қоймайды. Өкінішке орай, нақтылық, ұқыптылық және тәртіпті талап ететін кез-келген мәселе аздаған қиындықтар тудырады. Ал ішкі әлеміне, сезімдеріне басы бүтін берілген Таразылар келер жылы жұмысына салғырт қарап, салдарынан ол опық жегізуі мүмкін.\n\nСарышаян. 2017 жыл Сарышаяндар үшін сәтті болмақ. Өзіне, өз күшіне сене білетін Сарышаяндар жолында кездескен мүмкіндіктердің барлығын құр жібермейді. Нәтижесінде өмірінде бірқатар оң өзгерістер орын алады. Өзгелері «жеті рет ойлап, бір рет кеспек» үшін біраз уақыт ой соңында жүргенде, салқынқанды Сарышаяндар мақсатына жетудің оңай жолын тауып, күмәнсіз, табысқа қол жеткізеді. Келер жылы бұл жұлдыз белгісі өкілдері діттеген мақсаттары мен жоспарларын жүзеге асыра алады. Олардың бойындағы әр істі саралай шешіп, дұрыстығына көз жеткізіп барып қолға алу қабілеті бұл жылы Сарышаяндар үшін аса пайдалы болмақ. Өзгелердің аяқтан шалуға талпынған кез-келген жымысқы әрекеті Сарышаяндарға зиянын тигізе алмай, қазған орларына өздері түседі. Бұл жұлдыз белгісінде дүниеге келген жандардың ойы – нақты, жауабы – жылдам.\n\nМерген. 2017 жылы Мергендер бойында бұғып жатқан жаңа дарын мен қырларын байқайды. Оның шығармашылық қабілеті және парасаттылығы көп мүмкіндіктерге есік ашып, талай биікті бағындыруға көмектеседі. Әрине, бұл деген әрбір Мерген 2017 жылы ғаламат дүниелерді жүзеге асыруы тиіс дегенді аңғартпайды. Бірақ олардың қатысуымен жасалған істің қай-қайсы болмасын бұрынғыдан айтарлықтай жақсырақ шықпақ. Ең бастысы, айналысқан істердің барлығы Мергендердің көңілін қанағаттандырып, қызығушылығын арттырады.\n\nТауешкі. Жұлдыздар Тауешкілерге 2017 жылы барынша сақ жүруді ескертеді. Бұл жылы үлкен қателік жіберіп, арман-мақсаттарыңыз бен жоспарларыңыздың күл-талқаны шығуы мүмкін. Оның себебі жүрегіңізде тұтанған бір сәттік сезім болуы ықтимал. Өкінішке орай, әдетте ұстамдылығымен, сабырлылығымен көзге түсетін Тауешкілер кенеттен пайда болған сезімге бой алдырып, көптеген қателікке ұрынады. Ең алдымен, қауіп-қатер жеке өміріңізде, махаббат арнасында туындайды. Алып ұшқан сезім Тауешкіні елітіп әкетіп, ұстамдылық пен салқынқандылықтан айырылған олар өз құмарлығының құрбанына айналады.\n\nСуқұйғыш. Қораз жылы Суқұйғыштар өмірі қызықты сипат алады. Жұлдыздар жаңа мүмкіндіктер сыйлап, өмірін өзгертуге жағдай тудырады. Мұндай мүмкіндіктер Суқұйғыштардың қатысуынсыз-ақ өздігінен пайда болады. Оларды пайдалану не жіберіп алу Суқұйғыштардың өз ырқында. Өмірді жарқын ету үшін берілген мүмкіндіктердің құр өзі аздық етеді. Ол үшін мүмкіндіктерді дұрыс қолдана білу қажет. Ал ол Суқұйғыштар үшін оңай болмауы мүмкін. Мақсаттарының соңында жүріп, ережелерге, ағсқа қарсы жүзіп, қателіктерге ұрынуы мүмкін. Нәтижесінде табысқа жеткізетін мүмкіндіктердің ізі де қалмайды. Сонымен қатар көптен күткен үлкен табыс үлкен қателікке айналуы ғажап емес.\n\nБалықтар. Балықтар үшін келе жатқан 2017 жыл – тосынсыйларға күтпеген жайлар толы. Балықтар қандай жоспар құрып, табандылық танытса да, жұлдыздар өзгерістерн енгізбей қоймайды. Олардың қашан орын алатынын болжау мүмкін емес. Әрине, бұл Балықтар алдағы жылға ешқандай жоспар құрмауы тиіс деген сөз емес. Керісінше, жоспарлау керек. Тек жоспарыңыздың күтпеген жерден өзгеруіне дайын болыңыз. Оллардың еш зияны жоқ. Керісінше, өз пайдаңыз үшін қолдана аласыз. Мұнда, бастысы, өзгерістермен күресуге күшіңізді жұмсамаңыз. Орын алған өзгерістерді мүмкіндігінше дұрыс бағалап, соларға сәйкес жоспарыңызға түзетулер енгізіңіз.\n\nТолығырақ: http://alashainasy.kz/interested/2017-jyilga-arnalgan-juldyiz-joramal-90851/",
                "date": "9.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жар тұралы мақал мәтелдер керек еді бере алала сыздарма?",
        "question_content": "маған жар тұралы мақал керек еді",
        "question_date": "4.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әйел — үйдің қазығы.\n*\nӘйел – үйдің көркі,\nЕркек – түздің көркі.\n*\nАсыл әйел – әрі еркек, әрі қатын.\n*\n\n Еркек – бас, әйел – мойын.\n*\nЖақсы әйел – теңі жоқ жолдас,\nТүбі жоқ сырлас.\n*\nИнабатты болса әйел,\nӨнегелі болса бала көрікті.\n\n *\nЖақсы әйел – ырыс,\nЖаман әйел – ұрыс.\n*\nҮйді қырық еркек толтыра алмайды,\nБір әйел толтырады.\n*\nЖақсы қатын жаман еркекті адам етеді.\n\n *\n\n Ердің асылы күшінен білінеді,\nӘйелдің асылы ісінен білінеді.\n*\nӘйелді бастан, баланы жастан.\n\n *\nЕркекке жүрек керек,\n\n Әйелге тірек керек.\n*\nАқылды әйел күйеуінің ойнап айтқанын,\nОйлап талдайды.\n*\nЕрге жаққан қатын елге де жағады.\n*\nЖақсы әйел жарының жақсылығын асырар,\nЖамандағын жасырар.\n*\nӘйелдің ақылын жесірінде байқа,\nБаланың ақылын жетімінде байқа.\n\n *\n\n Салақ қатынның үйінен,\nСабақты ине табылмас.\n\n *\nАйлас қатын мұңдас.\n*\nЖаман әйел төсегінен белгілі,\nЖаман жігіт есебінен белгілі.\n*\nЖаман ерден жайдағым жақсы,\nЖаман әйелден бойдағым жақсы.\n*\nЖақсы әйел – жарты иманың.\n*\nЕрін баққан әйел елін де бағады.\n*\nҰятсыз әйел тұзсыз ас секілді.\n*\nӘйелдің абыройы – дақ түспеген ары.\n*\n\n Ері өліп ерге тисе – елдің жорасы,\nЕрі тұрып ерге тисе – беттің қарасы.\n*\nБірінші әйел – шекер,\nЕкінші әйел – бекер.\n*\nЖаман қатын өлсе, төсек жаңғырады,\nЖақсы қатын өлсе, бас қаңғырады.\n*\nӘйелі азған елдің ертеңі жоқ.\n*\nЗаман бұзыларда әуелі әйел бұзылады.",
                "date": "6.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен қазір 8 сынып оқимын 9 сыныптан бастап Назарбаев мектебіне түсуге бола ма?",
        "question_content": "Мен қазір 8 сынып оқимын 9 сыныптан бастап Назарбаев мектебіне түсуге бола ма?",
        "question_date": "4.12.2016",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "иә болады 6-сыныптан бастап оқуға болады",
                "date": "4.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қолдың білегін орысша қалай атайды?",
        "question_content": "Қолдың білегін орысша қалай атайды?",
        "question_date": "4.12.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Предплечье-қол білегінің орысша нұсқасы",
                "date": "4.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маған Ақселеу Сейдімбектің \"Аққыз\" шығармасының қысқаша мазмұны керек еді",
        "question_content": "Маған Ақселеу Сейдімбектің \"Аққыз\" шығармасының қысқаша мазмұны керек еді",
        "question_date": "4.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 6300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Однако жерде бир кыздын омири Туралы айтады",
                "date": "24.10.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бала динамометрді созып, өзінің тарта алатын ең үлкен күшін анықтады.",
        "question_content": "Бала динамометрді созып, өзінің тарта алатын ең үлкен күшін анықтады. Ол 400Н-ға тең болып шықты. Серіппені созғанда бала қандай жұмыс атқарады? Динамометр серіппесінің қатаңдығы 10000Н/м.",
        "question_date": "4.12.2016",
        "question_tag": "Физика",
        "question_views": 11000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Формуласы: F=kx\n\nx=F/k\n\nЕсепетелуі:\n\nx=400*10000=4000000метр",
                "date": "4.12.2016",
                "upvotes": 0
            },
            {
                "text": "F=400H.   K=10000H/m\n\nF=kx. X=F/k\n\nx=400H/10000H/m=0.04m\n\nEп=10000H/m*(0.04m)^2 /2=8дж\n\nА=8дж",
                "date": "6.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қандай мобильді wi-fi модемі жақсы?",
        "question_content": "Қандай мобильді уайфайда лимитсіз интернет бар? Жәнеде 30гб 1 айға жетема, Ноутбукке қосса?",
        "question_date": "4.12.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 572,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тістің сарғаюын қалай кетіруге болады?",
        "question_content": "Менің тісім 10 жасымда сарғайды. Стоматологтар оны кетіре алмаймыз деген. Себебі ол судан пайда болған дейді. Не жасасам болады, қазір жасым 21-де. Алдынғы екі тісім сары.",
        "question_date": "4.12.2016",
        "question_tag": "Тазалық",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Тістері маржандай\" деген сөз тіркесін бәріміз білеміз. Бірақ, бәріміз соған сәйкес келмейміз. Темекі, кофе, шай - бұлардың барлығы тісті сарғайтатын факторлардың бір бөлігі ғана. Күнделікті жейтін тағамның да ішіндегі қоспалар тістің сарғаюына әкеледі. Одан қалай құтылуға болады?\n\nТіс қабы\n\nТіс қаптарын (боксшылар тістерін қорғау мақсатымен киіетін қаптап сияқты) арнайы тіс емханаларында жасатуға немесе дәріханалардан дайынын сатып алуға болады. Алайда, дайын түрлері тісіңізге дәл келмеуі мүмкін. Сол себептен, дұрыс ағартпайды.\n\nҚап сутек тотығы және карбамид тотығы ерітінділерімен толтырылған. Оларды бірнеше сағат бойы тағып жүру керек. Егер күндіз тіс қабымен жүрген ыңғайсыз болса, түнде ұйқыға кетерде тағып, таңертен шешсе де болады. Алғашқы нәтиже 2 аптадан кейін байқалу керек. Темекі шегетін адамдарда ол одан кеш байқалады. Есесіне, нәтиже ұзақ уақыт бойы сақталады.\n\nБұл әдістің жағымсыз жағы да бар: тіс эмальінің бұзылуы, тиіс жиегінің қозуы, тістің ыстық және суық температураға әсер етуі. Сондықтан, тіс қаптарын тіс дәрігерінің кеңесімен таңдаған жөн.\n\nЖабыстырмалы сызықшалар\n\nТіске жабыстыралатын арнайы сызықшалар тіс ағартудың тиімді альтернативасы болып табылады. Бірақ, бұның да өз минустары бар: тіс ағарғанымен, тістің арасындағы тетіктерге сызықшалар әсер етпейді. Сол себептен, тістің орталары сары болып қалу қауіпі бар.\n\nГель\n\nТіс ағартуда ең оңай тәсел - арнайы ағартатын гель. Гельді щетканың көмегімен тіске жағып, өзідігінен еріп кетпегенше күту керек. Алғашқы нәтижелер 2 аптаның ішінде білінуі керек.   \n\nСтиктер\n\nТіс ағартушы стиктер ерін далабына ұқсайды. Бірақ, іші арнайы ағартатын гельге толы. Бұл гельді тіске арнайы щетканың көмегімен жағып, бес минуттан кейін сумен шайып тастау керек. Кофе, темекі, шараптың ізін бірден кетіреді. Бірақ, әдетте, тісті толығымен ағарту стиктердің қолынан келмейді.\n\nТіс пасталары\n\nЖармаға сеніп, кез-келген тіс ағартатын пастаны алып жүрмеңіз. Олардың басым бөлігінің құрамында амброзивті қоспалар бар болғандықтан, бұндай пасталар тіс эмальін зақымдайды. Сондықтан, құрамында арнайы химиялық қоспалары бар тіс пасталарын таңдау керек. Бірақ, бұл пасталарды ұзақ уақыт бойы қолдануға болмайды. Сол себептен, жай тіс пасталарымен алмастырып отырған жөн.\n\nАғаш шайыры\n\nАғаш шайырының құрамына калий гидроксидінің қоспасы кіреді. Сол қоспа сарғайған тісті ағартуға көмектеседі. Ағаш шайыран бөлек немесе тіс пастасына қосып пайдаланса да болады. Бірақ, бұл тәсіл де тіс эмальіне жағымсыз әсер етеді.\n\nҚұлпынай\n\nТабиғи құрамдас бөліктерінің арқасында құлпынай тіс эмальіндегі күңгірт дақтарды кетіре алады. Құлпынайдан езбе жасап, тіске жағып, бірнеше минуттан кейін шайып тастаңыз.\n\nАс содасы мен сутек тотығы\n\nБұл тәсілді адамдардың барлығы дерлік жақсы біледі. Бірақ, ас содасы амброзив болғандықтан, тістің эмальін бұзады. Сондақтан, тіс ағартудың бұл тәсіліне аптасына бір реттен артық жүгінбегеніңіз дұрыс.",
                "date": "4.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өлең сөзін қаншаға сатуға болады",
        "question_content": "Ассалаумағалейкум сұрақ жауап сайтының қолданушылары. Өлеңге сөз жазатын талантым бар. Айтайын дегенім, өлеңдерімді сатқым келеді елдегі танымал әншілерге. Бірақ олар менің өнерімді пысқырсын ба. Негізінде сұраныс бойынша арнау өлеңдер сатып жүрмін. 10000-15000тг дейінгі аралықта. Ол адамдар өзім сияқты қарапайым жандар(көше әншілері, танымал емес). Анда санда ғана бір хабарласад олар. Менің айтқым келгені тұрақты түрде, елдегі белсенді әнші, сазгерлермен жұмыс істегім келед. Егерде жолым болып жатса алдағы уақытта, бір өлеңді(4шұмақты) қаншаға саудаласам болад. Және авторлық құқығымды қорғай аламба, әлде авторлық құқық қорғау орталығы бар ма Алматыда. Білсеңдер айтып жіберіңдерш. Нақты мәліметтер керек ед.",
        "question_date": "4.12.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кәсіби қазақ тілінен эссе жазу?",
        "question_content": "1. Менің кәсібім және заман талабы\n\n2. Жаңа химиялық технологиялар – болашаққа жол\n\n3. Химиялық өндірістің ең пайдалы өнімі\n\n4. Қазақ тілі және менің мамандығым тақырыптарына эссе жазуға көмектесіңіздерші. Кімде қандай ой бар? Мамандығым химик - технолог.",
        "question_date": "4.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "FIFA 2017 қайдан жүктеймін ?",
        "question_content": "Және ол ойын жүктеу қанша ГБ ?",
        "question_date": "4.12.2016",
        "question_tag": "Компьютер ойындары",
        "question_views": 349,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Озу: 8GB.\nЖетский диск: 50GB.",
                "date": "7.12.2016",
                "upvotes": 0
            },
            {
                "text": "Торрентта толып тұр. Сол да қиын боппа",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    }
]