[
    {
        "question_title": "Картадан Хром және никель кендерін көрсет?",
        "question_content": "1. Тараз қаласының өнеркәсібі.\n\n2. Құбыр көлігі.\n\n3. Картадан Хром және никель кендерін көрсет.",
        "question_date": "30.05.2017",
        "question_tag": "География",
        "question_views": 952,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жеке меншікте жұмыс істеген əйелге бала туғанда айлық көрсеткішінің 40 % төлене ме?",
        "question_content": "\"ИП\" яғни жеке меншік иесінің қол астында жұмыс істеген əйелге бала туғанда айлық көрсеткішінің 40 % төлене ме əлде тек мемлекеттік қызметшілерге ғана солай есептеледі ме? Жеке меншікте декреттік ақша төленбейді.",
        "question_date": "30.05.2017",
        "question_tag": "Заң",
        "question_views": 317,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Өлшемдері бірдей екі кішкене металл шардың зарядтары - 3 мкКл жəне 9 мкКл.",
        "question_content": "Өлшемдері бірдей екі кішкене металл шардың зарядтары - 3 мкКл жəне 9 мкКл. Егер оларды бір-біріне түйістіріп, содан кейін қайтадан ажратсақ, онда олардың зарядтары қандай болады?",
        "question_date": "30.05.2017",
        "question_tag": "Физика",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өлшемдері бірдей екі кішкене металл шардың зарядтары - 3 мкКл жəне 9 мкКл. Егер оларды бір-біріне түйістіріп, содан кейін қайтадан ажратсақ, онда олардың зарядтары қандай болады?",
                "date": "19.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Кулон заңына есеп",
        "question_content": "Зарядтары q жəне 3 q аттас зарядталған бірдей екі металл шар бір-бірінен R қашықтықта тұр. Шарларды бір біріне тиістіргеннен кейін өзара əсер күші өзгермейтіндей болып",
        "question_date": "30.05.2017",
        "question_tag": "Физика",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Вооовлллооокудшкла",
                "date": "31.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Карта бойынша Дүниежүзілік мұхиттағы беткі ағыстарының айналым жүйесін көрсетіңдер?",
        "question_content": "Карта бойынша Дүниежүзілік мұхиттағы беткі ағыстарының айналым жүйесін көрсетіңдер?",
        "question_date": "30.05.2017",
        "question_tag": "Табиғат",
        "question_views": 5900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дүниежүзілік мұхит суындағы беткі ағыстар",
                "date": "14.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледж таңдау, не істесем болады?",
        "question_content": "мен Актауда турам, 9 кл бтрдм, енд программист болгм келед, мен озм оралга кеткм келп отрм, папа озн бл дид, оралга барсан жберем киым тамак квартира озм толим дид, брак экзаменнен оз кушынмен басынмен от дид.! Мен енды математика вообще шарит етпим, кадмг ноль, брак баска сабактарды оксам нормально тусне алад сияктмн, атестат клен 3 брак компютерге озмнын желанием бар, программист айтишник болгм келед\n\nнестин енды, актауда калсан брдене клп отеснго дид, сосн уйден крп шгп журесн, жумска тгам дид, кандай екенын блмим айтеур жумс стисн дид,  мен озм казр баннер степ сосн бузлган комптарды жондеп акша тауп журм, аз маз акша анда санда келед заказ, оралга барсам жаксы уйрететн шгар деп ойлайм, сояктан жаксы окп бтрп келсем, осы жака келп жумска крсем деп отрм, тапты сабак окымап едм, енды вот экзамен оте алмайтн шгарм сонын кесрнен,.\n\nварианттар айтн если че",
        "question_date": "30.05.2017",
        "question_tag": "Университет, колледж",
        "question_views": 436,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "молодец жарайсын компьютер жондесен енди сайт жасаудыд ауйрен мысалга пронт пейдж программасы ал оку келсек олардан озин жаксы билесин",
                "date": "30.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сығылған газдарды неге арнаулы баллондарда сақтайды?",
        "question_content": "Сығылған газдарды неге арнаулы баллондарда сақтайды?",
        "question_date": "30.05.2017",
        "question_tag": "Логикалық сұрақтар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сығылған газ сұйықтық күйде болады. Сұйықтық ағып кетпестігі үшін оны арнайы баллондарда сақтайды.",
                "date": "10.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қан топтарына байланысты есеп шығарып берсеңіздер",
        "question_content": "Әкесінің қан тобы ІІ, анасының қан тобы да ІІ болған жағдайдағы балаларының қан т",
        "question_date": "30.05.2017",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "(II)-ши немесе (I)-ши кан тобы болуы мумкин.",
                "date": "24.02.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тоқ күші 1А болатын қимасы 1,4мм квадрат алюминий өткізгіштегі өрістің кернеуі қандай?",
        "question_content": "Ток күші 1А болатын қимасы 1,4мм квадрат алюминий өткізгіштегі өрістің кернеуі қандай?",
        "question_date": "30.05.2017",
        "question_tag": "Мектеп",
        "question_views": 4900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ток күші 1А болатын қимасы 1,4мм квадрат алюминий өткізгіштегі өрістің кернеуі қандай?",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жазда кайда қыдырса болады",
        "question_content": "Жазда кайда қыдырса болад ЭКСПО дан басқа",
        "question_date": "29.05.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 966,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "акшан кайда жетет сол жерге барсай",
                "date": "30.05.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Етеккір уақытында келмесе не болады?",
        "question_content": "Менің құрбымның жасы 13 те.Оның етеккірі алдыңгы айдың 25 күнінен 30 күніне дейін болған.Енді казіргі май айында оган али етеккір келген жох не себепті?Бугин уже 29 ы.\n\nЖыныстық қатынасқа түспей бала көтеруге бола ма?\n\nӨтініш тезірек нақты жауап беріңіздерш\n\n(Мен құрбымды жақсы білем ол ешашан арсыз әрекетке бармайды.Ол өте ибалы тәрбиелі қыз)",
        "question_date": "29.05.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 10900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1- Бұл жаста етеккір мерзімі әлі толық қалыптаспағандықтан оның әр айда әр түрлі келуі заңдылық. Оған бола қорқудың қажеті жоқ! Дегенмен егер бір  жеріңіз ауырса бірден дәрігерге көрінгеніңіз жөн болар\n\n2-олай болуы мүмкін емес! Уайымдамаңыз.",
                "date": "7.06.2017",
                "upvotes": 1
            },
            {
                "text": "Етеккір 3 ай жұғып келіп жур неден болуы мүмкін?",
                "date": "30.10.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тарих 24 билет 3 сұрақ кім біледі?",
        "question_content": "Қазақстан тарих 24 билет 3 сұрақ, қазақ зиялыларының суреті мен кенес одағының əскелері тұркім біледі?",
        "question_date": "29.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 657,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Рамсы попутали деген сөздің мағынасы қандай",
        "question_content": "Рамсы попутали сөзінің мағынасы калай болад",
        "question_date": "29.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Рамс – это азартная карточная игра. И когда человек смешивал карты, то остальные участники игры выражали недовольство за мухлеж и говорили «Ты что рамсы попутал?». И поэтому первоначальное значение данного выражения заключалось в том, что рамсы попутать значит не рассчитать свои возможности в игре и приходится прибегать к мухлежу. Рамсить – означает играть в карты. И когда говорили «пойдем порамсим» – это означало — пойдем, поиграем в рамс.\n\nПозже данное выражение эволюционировало и стало применяться в значении – ошибиться, сделать что-то неправильное, влезть в чужой разговор, не поняв сути разговора и т.д.\n\nПо одной из версий происхождение данного выражения вызвано тем, что когда круг людей собирался за столом для игры в рамс и кто-то начинал мухлевать, то ему говорили «рамс попутал», т.е. эту игру шулер перепутал с другой или с такой же, но в другом круге участников игры.\n\nИ как ни странно значения выражения рамсы попутал в Википедии не найти, но можно найти, что такое рамс.",
                "date": "11.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Арзандау ГМО азық-түлік пе, әлде екі-үш есе қымбат табиғи өнім бе?",
        "question_content": "Супермаркетке барған сайын маңызы күннен күнге артып келе жатқан бір сұрақ алдымнан қайта-қайта шығады:\n\n- Арзандау ГМО азық-түлік пе, әлде екі-үш есе қымбат табиғи өнім бе?\n\nЕкеуінің шекарасы қай жерде, оларды қалай ажыратамыз?\n\nСебебі табиғатта ұзындығы үш қарыс қияр жоқ, сүт (ұнтақ) 7 ай сақталмайды, тістесең тіс сындыратын алма, пышақ зорға кесетін помидор болмайды.\n\nБұрын кісі тонағанда қойылатын \"жизнь или кошелёк???\" деген классикалық сұрақ супермаркетке көшкендей.....",
        "question_date": "29.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 511,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Біреуі мыстан, ал екіншісі алюминийден...",
        "question_content": "Біреуі мыстан, ал екіншісі алюминийден жасалған екі өткізгіштердің ұзындықтары жəне кедергілері бірдей. Мыс сымы алюминий сымына қарағанда неше есе ауыр? p(м)=0,017*10^-6 Ом*м, p(а)=0,028*10^-6 Ом*м, Д(м)=8,9*3 кг/м^3,",
        "question_date": "29.05.2017",
        "question_tag": "Физика",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Біреуі мыстан, ал екіншісі алюминийден жасалған екі өткізгіштердің ұзындықтары жəне кедергілері бірдей. Мыс сымы алюминий сымына қарағанда неше есе ауыр? p(м)=0,017*10^-6 Ом*м, p(а)=0,028*10^-6 Ом*м, Д(м)=8,9*3 кг/м^3",
                "date": "19.03.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемі 3 л керосинді көлемі 1 л спиртпен араластырды.",
        "question_content": "Көлемі 3 л керосинді көлемі 1 л спиртпен араластырды. Осы отын жанғанда бөлініп шығатын жылу мөлшері қандай? q(к)=4,6*10^7 Дж/кг°С, pс)",
        "question_date": "29.05.2017",
        "question_tag": "Физика",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дұрыс деп ойлаймын\n\nБерілгені:\n\nVкер.=3 л=0,003м3\nVспирт=1 л=0,001м3\n\nqкер.=46*10^6 Дж/\n\nqспирт=27*10^6Дж/кг  \nРкер.=800кг/м3\n\nРспирт=800кг/м3\n\nТ/к:Q=?\n\nФормула:\n\nQ=qm\n\nm=pV\n\nШешуі:\n\nmкер.=800*0,003=2,4кг\n\nmспирт=800*0,001=0,8кг\n\nQкер.=46*10^6Дж/кг*2,4кг=110,4*10^6Дж\n\nQспирт=27*10^6Дж/кг*0,8кг=21,6*10^6Дж\n\n️Q=(110,4+21,6)10^6 Дж=132*10^6Дж\n\nЖауабы:Q=132*10^6 Дж.",
                "date": "27.04.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сұрақ-жауап сайтында бұрынғы аккаунттарды қалай өшіруге болады?",
        "question_content": "Сəлеметсіздер ме! Сұрақ-жауап сайтында бұрынғы аккаунтарды қалай өшіруге болады? Жəне де сайт модераторлары, админдерімен қалай байланысқа шығуға болады? Сайт авторларына ұсыныс баптаулар мəзіріне аккаунтты өшіретінді қоссаңыздар. Жəне де бұрынғы кіре алмай менің атымнан ашылған аккаунтты қалай өшірсем болады?",
        "question_date": "29.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 705,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аккауынтыңызды өшіру үшін Сұрақ-Жауап сайытының Админіне хабарласасыз. Ал модератор керек болса,маған хабарлассаңыз болады.",
                "date": "31.05.2017",
                "upvotes": 2
            },
            {
                "text": "Админге фейсбуктағы əлеуметтік желісіне шықсаң тезірек жауап береді))",
                "date": "18.08.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Көлемі 1,5 л суды 10°С-тан 100°-қа дейін қыздыру үшін қанша уақыт қажет?",
        "question_content": "ПƏК-і 40% керосин жанарғасында əр минут сайын 3 г керосин жанады. Көлемі 1,5 л суды 10°С-тан 100°-қа дейін қыздыру үшін қанша уақыт қажет? с=4200 Дж/кг°С, q=46*10^6 Дж/кг",
        "question_date": "29.05.2017",
        "question_tag": "Физика",
        "question_views": 14000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Уақыт 10 минутқа тең",
                "date": "29.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өсімдік шаруашылығының басты салаларына сипаттама беріңіз?",
        "question_content": "Өсімдік шаруашылығының басты салалаырн атап, оларға сипаттама беріңіз.",
        "question_date": "28.05.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 15100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өсімдік шаруашылығы ауыл шаруашылығы өндірісінің бір саласы. Еліміздің 2030 жылға дейінгі дамытудың ұзақ мерзімді стратегиялық бағдарламасында, Қазақстан Республикасы Президентінің «Жаңа жүз жылдықта еліміздің тұрақтылығы мен қауіпсіздігі» атты халыққа жолдауында ауыл шаруашылығы өндірісін ғылыми тұрғыдан қамтамасыз ету белгіленген. Бағдарламаның мақсаты – табиғи ресурстарды тиімді пайдалану, аграрлық- өндірістік кешенде жаңа технологиялар жасау мен өндіріске енгізу жөніндегі ғылыми кепілдемелер негізінде Қазақстан халқын қоректік өнімдермен және еліміздің азық – түлік қауіпсіздігін қамтамасыз ету.\nЕліміздің ауыл шаруашылығы өндірісі негізінен екі саланы -өсімдік шаруашылығы мен мал шаруашылығын біріктіреді. Бұл салаларды қарқынды дамытып қана қоймай, азық-түліктің өзіндік құнын азайтып, аталған салаларда еңбек өнімділігін анағұрлым арттыра отырып, бәсекеге қабілетті өнімдер өндіру күн тәртібінде тұрған мәселердің бірі.\nБіздің елімізде өсімдік шаруашылығы ауыл шаруашылығының негізгі саласы ретінде басымдыққа ие. Өсімдік шаруашылығының негізгі құралы –жасыл өсімдіктер, оның ішінде ауыл шаруашылығы дақылдары қоректік заттардың негізгі көзі болып табылады.\nӨсімдік шаруашылығының өнеркәсіп өндірісінен айтарлықтай айырмашылығы бар.: басты айырмашылығы-маусымдылық (қалыпты жағдайларда өсімдіктер аязсыз кезеңде ғана өнім беруге қабілетті); өнім мөлшері мен сапасының топырақ-климат жағдайларына тәуелділігі ; өсімдік тіршілігіне қолайлы жағдайлар жасауда далалық жұмыстардың (топырақ өңдеу, тыңайтқыш жүйесін қолдану, себу (отырғызу), егістікті күтіп-баптау, егінді жинау т.б.) дер кезінде және сапалы іске асырылуы т.б.\nӨсімдік шаруашылығы мал шаруашылығымен тығыз байланысты: оған ол ірі сабақты, шырынды, құнарландырылған жем азық берсе, мал шаруашылығынан ол тұрақты және мол өнім алу үшін, әсіресе құнарлығы төмен жерлерде, органикалық тыңайтқыштар алады.\nҚазіргі кезеңде өсімдік шаруашылығы өндірісінде қоршаған ортаны қорғау, экологиялық таза өсімдік және мал өнімдерін өндіруді қабыстыра жүргізген жөн. Сондықтан да осы заманғы ғылыми жетістіктерге сүйенген оңтайлы технологияны қолдану, қоршаған ортаны қорғау шараларына кепілдік береді. Жалпы қоршаған орта, оның ішінде топырақ, неғұрлым таза су көздері, мал, өсімдік гендік қорлары, жануарлар әлемі біздің болашақ ұрпақтарымызға лайықты мұра болып қалуы керек.\nХалықтың өскелең талабы, өнеркәсіптің өркендеуі өсімдік шаруашылығы өнімдерінің үздіксіз ұлғаюын талап етеді.\nӨсімдік шаруашылығы саласы өзіне егіншілікті, көкөніс, жеміс-жидек, жүзім, гүл, шалғындық, орман шаруашылықтарын біріктіреді. Алайда ғылыми пән ретінде тек қана танаптық (екпе) дақылдарды – дәнді астық, дәнді бұршақ, картоп, мал азықтық, бақша, талшықты (тоқыма) дақылдары ж.б. қарастырады.\nҚазақстанда соңғы жылдардағы өсімдік шаруашылығының маңызды танаптық дақылдарының егістік аумағы, жалпы түсімі мен өнімі төменде келтірілген (Кесте 1).\nКесте 1. Қазақстандағы маңызды ауыл шаруашылығы дақылдарының егістік аумағы, жалпы түсімі және өнімі\nДақылдар Орта есеппен бір жылда\n1996-2000 2001-2005 2006-2010\nЕгістік аумағы, мың га\nДәнді дақылдар 14039,3 14025,4 16377,5\nМайлы дақылдар 370,8 544,4 1053,0\nТалшықты дақылдар (мақта өсімдігі) 120,1 196,5 172,3\nКартоп 168,5 163,8 165,3\nҚант қызылшасы (зауыттық) 21,0 16,2 13,9\nӨнімнің жалпы түсімі, мың тонна\nДәнді дақылдар 12073,8 15007,2 17263,9\nМайлы дақылдар 133,5 353,9 553,6\nТалшықты дақылдар (мақта өсімдігі) 209,0 428,4 340,9\nКартоп 1636,1 2276,8 2488,2\nҚант қызылшасы (зауыттық) 289,8 322,7 224,8\nОрташа өнімі, ц/га\nДәнді дақылдар 8,6 10,7 10,5\nМайлы дақылдар 3,6 6,5 5,3\nТалшықты дақылдар (мақта өсімдігі) 17,4 21,8 19,8\nКартоп 97,1 139,0 150,5\nҚант қызылшасы (зауыттық) 138,0 199,2 161,7\nӨсімдік шаруашылығында барынша ауқымды егістік аумағы дәнді дақылдардың (бидай, арпа, сұлы, тары, жүгері, күріш) үлесінде. Елімізде жыл сайын 15 млн гектардан астам жерде дәнді дақылдар өсіріледі. Дәнді астық дақылдарының ішінде бұрынғысынша барынша жоғары егістік аумағын бидай алып жатыр. Ол жыл сайын 12-14 млн га алқапта өсіріледі және негізгі бөлігі Солтүстік Қазақстанның облыстарында шоғырланған. Егістік аумағы және жалпы түсімі бойынша екінші орынды арпа иеленеді – жыл сайын 1,6-1,9 млн га өсіріліп, жалпы астық түсімі 1,8-2,1 млн тонна құрайды.\nАстық емес дақылдардан елімізде майлы дақылдар кеңінен өсіріледі (күнбағыс, рапс, қыша, мақсары, майбұршақ ж.б.). Өсімдік майы тамақ өнеркәсібінде, медицинада, техникалық және басқа мақсаттарда кеңінен пайдаланылады. Соңғы жылдары, өсімдік шаруашылығындағы диверсификацияға байланысты, майлы дақылдардың егістік аумағы күрт өсті. Атап айтқанда, 1996-2000 жылдары майлы дақылдар жыл сайын 371 мың гектар жерге өсірілсе, 2006-2007 жж ол көрсеткіш 715 мың гектарға жетті, ал 2009 жылы – 1,0 млн гектардан асты. Тиісінше майлы тұқымның жалпы түсімі мен өнімі де артты.\nМайлы дақылдардың үлкен егістік аумағы Шығыс Қазақстан, Павлодар, Оңтүстік Қазақстан облыстарының еншісінде (негізінен күнбағыс дақылы) және соңғы жылдары майлы дақылдардан рапс егістігі күрт артып келеді (СҚО, Қостанай, Ақмола ж.б. облыстарда).\nТалшықты (тоқыма) дақылдарынан Қазақстанда мақта өсімдігі өсіріледі (Оңтүстік Қазақстан облысында). Оның егістік аумағы орта есеппен жыл сайын шамамен 195 мың га жетті, ал мақта шитінің жалпы түсімі 415 мың тоннадан асты.\nНегізгі қант беретін дақыл – қант қызылшасы (зауыттық) еліміздің Алматы, Жамбыл облыстарында өсіріледі, алайды бұл тәтті түбірдің егістік аумағы мен өнімі халықтың өскелең талабын қанағаттандырып отырған жоқ.\nКартоп өсімдік шаруашылығы саласының маңызды танаптық дақылының бірі. Ол азық-түлікке, техникалық ж.б. мақсаттарға пайдаланылады және Қазақстанның дерлік барлық аймақтарында өсіріледі, оның егістік аумағы жыл сайын орта есеппен 160 мың гектардан асады, жалпы түсімі 2389 мың тоннаны құрайды (1-кесте).\nБір айта кетерлік жәйт, елімізде негізгі ауыл шаруашылығы дақылдарының өнімінің соңғы жылдары біршама артып келе жатқаны байқалады. Оған қолайлы ауа-райы жағдайлары мен қатар егіншілік мәдениетінің арта бастағаны, жаңа техника, құрал жабдықтардың қолданыла бастауы, мемлекеттік қолдаулар да әсер етуде. Дегенмен, астық, мал азығын және басқа өсімдік өнімдерін өндіру мен олардың сапасын арттыру мәселесі (проблемасы) баяу шешілуде. Қазақстан Республикасының 2006-2010 жылдарға арналған «Аграрлық-өндірістік кешенді (АӨК) тұрақты дамыту концепциясында» көрсетілгендей, өсімдік шаруашылығы саласында АӨК-ді одан әрі дамыту кластерлік жүйе есебінен іске асырылуға тиіс: астық өндірісі мен оны тереңдете өңдеу (Ақмола, Қостанай, Солтүстік Қазақстан облыстарында), күріш (Қызылорда облысында), мақта (Оңтүстік Қазақстан облысында) ж.б. кластерлерін дамытудың болашағы зор. Қазақстанның азық-түлік қауіпсіздігін қамтамасыз ететін маңызды ауыл шаруашылығы дақылдарының агротехнологияларын жетілдіру бірінші кезектегі маңызды мәселе болып қала береді.\n\n\nhttp://studopedia.info/6-76701.html",
                "date": "29.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның өсімдік шаруашылығының мамандануына сипаттама беріңіз?",
        "question_content": "Қазақстанның өсімдік шаруашылығының мамандануына сипаттама беріңіз.",
        "question_date": "28.05.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасы Статистика агенттігінің мәліметі бойынша 2011 жылы барлық ауыл шаруашылығы дақылдарының егіс алқабы 21,2 млн. га, соның ішінде дәнді дақылдар – 16,2 млн. га, оның ішінде бидай 13,8 млн. га құрады. Майлы дақылдар 1,8 млн. га, мақта – 160,6 мың га, қант қызылшасы 21,0 мың га, картоп және бақша дақылдары тиісінше 184,2 және 196,5 мың га алқапқа егілді. Дәнді дақылдардың алқабы 2010 жылмен салыстырғанда 427,3 мың га (2,6%) қысқарып, 16,2 млн. га құрады, бидайдың алқаптары 448,1 мың га қысқарып, 13,8 млн. га құрады.\nБұл ретте, 2010 жылмен салыстырғанда дәндік жүгері алқабы – 2,2 мың га, дәнді бұршақ дақылдар – 19,9 мың га, күнбағыс – 85,8 мың га, соя – 8,9 мың га, зығыр – 95,8 мың га, мақта – 23,4 мың га, қант қызылшасы – 0,9 мың га, көкөніс-бақша дақылдары – 12,7 мың га, картоп – 4,4 мың га, жемшөптік дақылдар – 97,3 мың га ұлғайды.\nЕгін түсімін жинау\nҚазақстан Республикасы Статистика агенттігінің мәліметі бойынша астықтың жалпы түсімі өңделгеннен кейінгі салмақта 27 млн. тоннаны ( соның ішінде бидай – 22,7 млн. тоннаны) құрады. Астықтың экспорттық әлеуеті ағымдағы жылы 15 млн. тонна деңгейінде бағаланып отыр\nМайлы дақылдар бойынша жалпы түсім өткен жылмен салыстырғанда 1,5 есе ұлғайып, 1,1 млн. тоннаны құрады. Бұл көлем өсімдік майына ішкі қажеттілікті 100 % қамтамасыз етуге мүмкіндік береді.\nКөкөніс дақылдары мен картоптарға деген ішкі қажеттілік 200% жабылып отыр, ағымдағы жылы бұл дақылдар бойынша жалпы түсім 6,0 млн. тоннаны, соның ішінде картоп – 3,1 млн. тоннаны, көкөніс – 2,9 млн. тоннаны құрады.\nМемлекеттік ресурстарға астық сатып алу\nБюджеттік қаражат есебінен мемлекеттік азық-түліктік астық резервін жаңарту, мемлекеттік сатылатын астық ресурстарын қалыптастыру және ішкі астық нарығын реттеу үшін отандық ауыл шаруашылығы тауар өндірушілерден мемлекеттік ресурстарға 500,0 мың тоннаға дейінгі көлемде астық сатып алу жүзеге асырылады.\nҚазақстан Республикасының экономикасын жаңғырту бойынша мемлекеттік комиссиясының (бұдан әрі - Мемкомиссия) 2011 жылғы 22 тамыздағы №11-5/010-71,10-19 отырыс хаттамасына сәйкес, АШТӨ қолдау мақсатында «Азық-түлік келісім-шарт корпорациясы»ҰК» АҚ ауыл шаруашылығы тауарын өндірушілерінен 1 тоннасына 25000 теңге бағасымен 5,0 млн. тонна шамасында астықты сатып алуды (комерциялық және мемлекеттік ресурстарды қоса алғанда) жүргізіп жатыр. 2012 жылғы 6 қаңтардағы 4,6 млн. тонна астық сатып алынды.\nСонымен қатар, Мемкомиссияның 2011 жылғы 8 қарашадағы № И-661 шешімімен тоннасына 16500 теңге бағасымен 3 млн. тонна астықты қосымша сатып алу мақұлданды. Бірінші кезекте, астық шағын және орта ауыл шаруашылығы тауарын өндірушілерден сатып алынуда.\nАстық нарығы\n2011 жылдың қорытындысы бойынша экспортқа астыққа шаққандағы ұнды қоса есептегенде 6,2 млн. тонна астық жөнелтілді.\nАстық экспортының қарқынын ұлғайту, оның бәсекеге қабілеттілігін көтеру мақсатында астықты Қытай Халық Республикасы бағытында және Ресей Федерациясы мен ҚХР аумағы бойынша транзитпен экспорттау кезінде бір тоннасына 6000 теңге есебімен көлік шығындарын субсидиялау жүзеге асырылып жатыр. Аталған мақсатқа республикалық бюджеттен 2011 және 2012 жылдарға 2,5 млн. тонна астық көлеміне тиісінше 5 және 10 млрд. теңге бөлінді.\n22 желтоқсандағы жағдай бойынша субсидиялауға жоспарланған астықтық көлемі экспортқа жөнелтілді (833,3 мың тонна).\nАстықты тасымалдау\nӨсірілген түсімнің сақталуын және оны өткізуді қамтамасыз ету үшін солтүстік облыстардың астық қабылдау кәсіпорындарының астық көлемінен басқа облыстардың АҚК-леріне 1,8 млн. тонна астықауыстырылды, бұл жаңа түсімнің астығын қабылдауға мүмкіндік берді.\nФитосанитариялық қауіпсіздік\nӨсімдіктерді қорғау мақсатында ағымдағы жылы 2,9 млрд. теңге бөлініп, бүкіл болжанған – 2,9 млн. га алқапта аса қауіпті зиянкестерге, 1,0 млн. га алқапта немесе жоспарланған алқаптың 50 %-ында дәнді дақылдар ауруларына қарсы химиялық күрес жүргізуге мүмкіндік берді.\nДәнді дақылдар ауруларына қарсы өңдеулер 0,8 млн. га алқапта ауыл шаруашылығы тауарын өндірушілердің есебінен жүргізілді. Сонымен қатар, жергілікті атқарушы органдардың қаражаты есебінен шегіртке тектес зиянкестерге қарсы химиялық өңдеулер 344,0 мың га алқапта жүргізілді.\n«Өсімдік карантині» 004 республикалық бюджеттік бағдарламасының шеңберінде 1,0 млрд. теңге бөлініп, олардың есебінен карантиндік арамшөптерге қарсы 150,0 мың га алқапта, зиянкестерге қарсы 19,4 мың га алқапта оқшаулау және жою іс-шаралары жүргізілді.\nКарантиндік зиянкестерді анықтауға зерттеулер 149,7 мың га алқапта, арамшөптерді – 3103,2 мың га, ауруларды – 15,5 мың га алқапта жүргізілді, оның ішінде ауру жұққан алқаптар тиісінше 19,5 мың га, 644,1 мың га және 18,0 га құрады.\nТехникалық саясат\nЖалпы, республика бойынша күзгі дала жұмыстарын жүргізу үшін ауыл шаруашылығы техникасының дайындығы өткен жылғы деңгейде болды. Күзгі науқанның басына 46,2 астық жинау комбайындары немесе қолда барының 98%, 14,8 мың жалшалап дестелегіш (99 %), 45,3 мың жүк көлігі (95%), 146,3 мың трактор (94 %), 82,6 трактор тіркемесі (95%), 3,2 мың механикаландырылған ток (94 %) дайындалды.\nЖЖМ қамтамасыз етілу\nОблыстық ауыл шаруашылығы басқармаларының деректері бойынша, 2011 жылы егілген егіс алқаптары мен ауыл шаруашылығы дақылдарын өсірудің технологиялық карталарына сәйкес АШТӨ күзгі дала жұмыстарын жүргізу үшін дизель отынына қажеттілігі 800 мыңға жуық тоннаны құрады.\n2011 жылдың көктемгі дала жұмыстарын жүргізуге АШТӨ атына тоннасына 70 000 теңге (литрына 59 теңге шамасында) көтерме бағамен 354 мың тонна арзандатылған дизель отыны жіберілді, бұл АШТӨ-ге айтарлықтай қолдау болды. Бұл ретте, көктемгі дала жұмыстарын жүргізуге АШТӨ үшін орташа баға 68 теңге/литр құрады, бұл орташа бөлшек нарық бағаларынан 6 теңгеге төмен.\nКүзгі дала жұмыстарын жүргізуге тоннасына 80 000 теңге бағасымен (литрына шамамен 67 теңге ) 405 мың тонна арзандатылған дизель отыны бөлініп, АШТӨ жеткізілді. Бұл ретте, АШТӨ үшін дизель отынының орташа бағалары операторларда литрына 77 теңгені құрады, бұл бөлшек нарық бағаларынан 15 теңгеге төмен.\nСонымен қатар, дәнді дақылдардың жоғары түсімі мен ылғалдығы жоғары астықтың үлкен легінің болуына байланысты дизель отынының қосымша көлемдеріне деген қажеттілік пайда болды.\nКүзгі дала жұмыстарын жүргізуге және астық дақылдарын кептіруге шаруаларға 80000 теңге/литр бағасы бойынша 40 мың тонна арзандатылған дизель отыны бөлінді (оның ішінде Ақмола облысына – 13 мың тонна, Қостанай облысына – 10 мың тонна, Солтүстік Қазақстан облысына 17 мың тонна).\nМал шаруашылығы\n2012 жылғы 1 қаңтардағы жағдай бойынша өткен жылдың сәйкес күнімен салыстырғанда Қазақстан Республикасы Статистика агенттігінің мәліметтері бойынша мал шаруашылығы дамуының негізгі көрсеткіштері мынадай:\nірі қара мал басының саны 7,6 % азайып, 5,7 млн. басты құрады, қой 0,6 % ұлғайды (15,4 млн. бас), шошқа 9% азайды (1,2 млн. бас), жылқы 1,5% ұлғайды (1,6 млн. бас), түйе 0,4% азайды (1,6 млн. бас), құс 0,4% ұлғайды (32,8 млн. бас).\nБұл ретте, ірі қара мал басы санының азаюы тек жеке қосалқы шаруашылықтарда ғана байқалуда, ал ауыл шаруашылығы құрылымдары мен шаруа қожалықтарында тиісінше 6,8% және 8,4% тұрақты өсім байқалуда.\nЕт (сойыс салмақта) және жұмыртқа өндірісі өткен жылдың деңгейінде сақталып, 937,6 мың тонна мен 3700,9 млн. дананы құрады.\nІҚМ басының төмендеуі салдарынан сүт өндірісі 3,0 % (5186,3 мың тонна) төмендеді.\nБұл ретте, 2011 жылдың қорытындылары бойынша республиканың ауыл шаруашылығы құрылымдарында ет өндірісі (сойыс салмақта) 5,5%, сүт – 10,5%, жұмыртқа – 0,4% және жүн – 1,1% ұлғайды.\nОблыс әкімдіктерінің мәліметі бойынша ауыл шаруашылығы тауарын өндірушілер ірі жемшөппен 114,5 % (қажеттілік 20131,2 мың тонна болғанда, 23047,6 мың тонна ірі жемшөп дайындалды), құнарлы жемшөптермен (сүрленген шөп) 20,6 % (834,1 мың тонна, қажеттілік 4045,7 мың тонна), құнарландырылған жемшөптермен – 137,2 % (6067,4 мың тонна, қажеттілік 4423,5 мың тонна) қамтамасыз етілді.\nВетеринария\nМинистрлік халықаралық стандарттарының талаптарына сәйкес ветеринария жүйесін қайта ұйымдастыру бойынша жұмыс жүргізді.\nАтап айтқанда, диагностика жүйесін жетілдіру мақсатында халықаралық талаптарға сәйкес ветеринариялық зертханалар салынып жатыр. Қазіргі уақытта жоспарланған 11 облыстық және 115 аудандық бір типті модулдық зертхана, 27 ветеринариялық зертханасы (11 облыстық және 16 аудандық) салынды, 36 аудандық зертхана бойынша құрылыс жүргізіліп жатыр. Қалған 63 аудандық ветеринариялық зертханалар бойынша құрылыс кейінгі жылдары жүзеге асырылатын болады.\nЖануарлардың аса қауіпті ауруларына диагностикалық зерттеулерді жүргізуге арналған қаржыландыру көлемдерін ұлғайту бруцеллезге тексерумен (ҰҚМ, ІҚМ) мал басын 100% дейін, ал аналық мал басын 2 есе қамтуға мүмкіндік берді.\nҚазіргі уақытта республикада эпизоотиялық жағдайларға сәйкес эпизоотияға қарсы іс-шараларды (малдарды вакцинациялау) қаржыландыру малдың 13 аса қауіпті аурулары бойынша жүзеге асырылады. Ветеринариялық шараларды жүргізуге жыл сайын қаржыландыру көлемдерінің ұлғаю динамикасы байқалады, оған ветеринариялық препараттарды сатып алу, сақтау, тасымалдау және пайдалану, сонымен қатар малдың аса қауіпті аурулардың тіркелген ошақтарын оқшаулау және жою бойынша шараларды жүргізу, республика аймағында ветеринариялық-санитарлық қауіпсіздігін қамтамасыз етуге мүмкіндік беретін мал иелеріне жойылған және тартып алынған малдың нарықтық құнынан 80% дейін өтем ақысын өтеу кіреді.\nҚазақстан Республикасы Халықаралық эпизоотиялық бюромен (бұдан әрі - ХЭБ) ынтымақтастықты тұрақты негізде жүзеге асырылады, оның басты қызметі зоосанитарлық ақпаратты ұсыну, ветеринариялық қызметтердің жұмысын жақсарту, халықаралық нормаларды әзірлеу арқылы әлемде мал ауруларының таралуын алдын алуға бағытталған.\nХЭБ Қазақстан Республикасына жануарлардың денсаулығын, тамақ өнімінің қауіпсіздігін қамтамасыз етуде, халықаралық сауданы жүзеге асыру кезінде және малдың аса қауіпті ауруларын жоюда әдістемелік және консультациялық көмек көрсетеді.\nАуыл шаруашылығы өнімін қайта өңдеу\nҚазақстан Республикасы Статистика агенттігінің мәліметі бойынша тамақ өнеркәсібінің өнімін шығаруды 2,3 мыңға жуық кәсіпорын жүзеге асырады.\nШырындарды қоса алғанда тамақ өнімі өндірісінің құрылымында негізгі үлесті астықты қайта өңдеу (31%), етті қайта өңдеу(9,6%), сүт (14,2%), жеміс-көкөніс (8,1%), тоң май (6,8%), шырын өндірісі (17%) алады.\nҚазақстан Республикасы Статистика агенттігінің мәліметі бойынша 2011 жылғы қаңтар-желтоқсанда қайта өңдеу өнімдерінің өндіріс көлемі 2010 жылдың сәйкес кезеңімен салыстырғанда 0,3% ұлғайып, ақшалай мәнде 747,4 млрд. теңгені құрады.\nАтап айтқанда, көкөніс консервілерінің 2,5 есе, макарон 13,9%, күріш 11,2%, шырындар 23,2%, маргарин 10,3%, шоколад 11%, кондитерлік өнімдер 1%, сұйық май 3,3% және шұжық өнімдерінің 7,9%өсуі байқалып отыр.\nСондай-ақ, барлық сүт өнімдерінің өндірісі айтарлықтай өсті. Осылайша, сұйық өңделген сүт пен кілегей 13,9%, сары май 7,1%, ірімшік пен сүзбе 4,2%, құрғақ сүт 12%, қойылтылған сүт пен кілегей 11,5% және ашыған сүт өнімдері 14,7% ұлғайды.\nСонымен бірге, кейбір тауарлар өндісінің шамалы қысқаруы байқалып отыр. Мысалға, қант өндірісі 25,4%, жарма 17,5%, ет және ет-өсімдікті консервілер 4,1% және ұн 4,4% төмендеді.\nӨндірістің төмендеуі көптеген факторлармен байланысты, соның негізгісі республикада азық-түлік тауарларының ішкі және сыртқы ағыны болып табылады.Бұл ретте, елде бұл өнім түрлері бойынша жетіспеушілік байқалмайды.\n2011 жылғы қаңтар-қазан айында республиканың ауыл шаруашылығы өнімінің қайта өңделген өнімдері бойынша сыртқы тауар айналымының көлемі 36% ұлғайып, 3 045,3 млн. АҚШ долларын құрады.\nЕсепті кезеңде жеміс-көкөніс консервілері, күріш, ет және ет-өсімдікті консервілер, шоколад пен кондитерлік өнімдер экспортының көлемдері әжептәуір ұлғайды.\nІшкі тұтынуда өңделген сүт, қойылтылған сүт және кілегей, күріш, маргарин импортының үлесінің төмендегені байқалады.\nСонымен қатар, қайта өңдеу көлемдерінің жыл сайынғы өсуіне қарамастан, негізгі ауыл шаруашылығы шикізаттарын қайта өңдеу үлесі төмен болып қалуда. Осылайша, етті қайта өңдеу үлесі 24,2%, сүт – 30,4%, дәнді дақылдар – 29,4%, жеміс-көкөніс дақылдары– 2,4% құрады.\nСондай-ақ, дәнді дақылдарды қайта өңдеу бойынша қазіргі қуаттардың жүктелуі 44,7%, ет бойынша – 35%, сүт – 71%, жеміс-көкөніс дақылдары – 39%, майлы дақылдар – 36% құрады.\nОсылайша, қайта өңдеу саласының дамуын тоқтатып тұрған Қайта өңдеу саласының дамуын тоқтатып тұрған себептер - өндірілген шикізат сапасының төмендігі, қайта өңдеу қуаттарының толық жүктелмеуі, сондай-ақ техникалық жабдықтардың тозуы болып табылады, бұл нәтижесінде отандық ауыл шаруашылығы өнімі мен оның қайта өңделген өнімдерінің бәсекег қабілетсіз болуына алып келеді..\nАуыл шаруашылығы қайта өңдеу өндірістерін қолдау мақсатында несиелер бойынша сыйақы ставкаларын субсидиялау және ИСО, ХАССП енгізуге байланысты шығындарды өтеу бойынша бюджеттік бағдарламалар іске асырылуда, сондай-ақ ҚҚС төлеу бойынша жеңілдіктер, «ҚазАгро» ҰБХ» АҚ еншілес ұйымдары арқылы жеңілдікті несиелендіру қарастырылған.\n\nhttp://old.minagri.gov.kz/kz/big/pages/azastanny-ak/784.html",
                "date": "29.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ байқау сынағы 2017 сайтына қалай тіркелсем болады?",
        "question_content": "https://prob-ent.testcenter.kz/#/login осы сайтқа қалай тіркелсем болады? Барлығын істеп көрдім. Бірақ ЖСН немесе пароль дұрыс емес деп шығара береді, неге?",
        "question_date": "28.05.2017",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сіз ит өсірумен айналысасыз ба?",
        "question_content": "Сіз ит өсірумен айналысасыз.",
        "question_date": "28.05.2017",
        "question_tag": "Мектеп",
        "question_views": 504,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қолдағы ісікті қалай кетіруге болады?",
        "question_content": "сəлеметсіздерме. менің денеме қатты емес аздап сəл удар тиетін болса ісіп шыға келеді. қышып ашымайды. аллергия сияқты іседі, 25-30 минуттан кейін қайтады кызарып іскені. бірақ ешнарседен аллергиям жоқ. бұл неден жəне емдеу жолдары қандай?",
        "question_date": "28.05.2017",
        "question_tag": "Тазалық",
        "question_views": 8400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қара зере майын ішіп көріңіз, кемінде бір ай ішу керек",
                "date": "11.07.2017",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе. Менде де тура осындай жағдай. Емін таба алдыңыз ба. Тапсаныз айтынызшы",
                "date": "12.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген теңдеуді шешіңіз?",
        "question_content": "√7х-3=√5х+5 есеп шығаруға көмектесіңіздерші өтінем",
        "question_date": "28.05.2017",
        "question_tag": "Математика",
        "question_views": 503,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7х-5х=5+3\n\n2х=8\n\nх=4",
                "date": "29.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз бекіту ниетін ауыз бекітер алдында айтқан жөн бе?",
        "question_content": "Ассалаумағалейкум!!! Ораза мүбəрəк болсын, ұстаған барша мұсылман қауым!!! Менің білгім келген бірнеше сұрағым бар еді:                                     1) Ауыз бекіту ниетін ауыз бекітер алдында айтқан жөн бе? Əлде ауыз бекіткеннен кейін айтқан жөн бе?       2) түтін, ас иісін иіскесе ораза бұзыла ма?                                             Рахмет!!!",
        "question_date": "28.05.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Мұсылман болу: Ораза мұсылмандарға парыз. Сондықтан жаңа мұсылман болған жандарға өткен жылдардағы ораза секілді ғибадаттарына қаза керек емес. Олардың бейне бір жаңа туған сәбидей барлық күнәсі кешіріледі: Құранда Аллаһ Тағала: (Мұхаммед) «Күпірлік еткендерге егер олар жамандықтан тыйылса, өткен күнәлары кешіріледі. Ал егер олар қайталаса, сонда өткендегілердің де үкімі орындалады» де. (Әнфал, 8/38) \n2. Балиғат жасында болуы және ақыл-есі түзу болу: Бала мен ақыл-есі ауысқан, талған адамға немесе мас адамға ораза ұстау парыз емес. Бұлардың санасы толық болмағандықтан, мұндай әмір оларға жүктелмейді. Пайғамбарымыз (с.а.у.) былай дейді: «Үш адамға қалам жазылмайды: Балиғат жасына жетпейінше балаға, ақыл-есі түзу болғанға дейін ақылы кеміске, оянғанға дейін ұйқыда жатған адамға» (Бухари, Талақ, 11; Әбу Дәәуд, Худуд, 17). Яғни, сана аса маңызды. Аллаһтың әмірі саналы жандарға келген. Жеті жасқа кірген кезден оразаға күші жететін қыз бала мен ер балаға ата-анасы ораза ұстатып үйрету керек. Мақсат — балаларды оразаға баулу. Ақыл-есі кемтар не есінен танып қалған адамдарға уақытша болса да ораза парыз емес. Ақылы орнына келсе, қазасы өтелмейді. \n3. Ораза ұстауға күші жету және тұрғын болу: Науқас немесе жолаушыларға ораза парыз емес. Бірақ ораза ұстаса, оразасы дұрыс. Ал ораза ұстамаса, басқа күндері оразасын қаза етеді. Құранда олар жөнінде былай дейді: «Ораза санаулы күндерде. Кімде-кім науқастанса яки жолаушы болса, басқа күндері өтесін» (Бақара, 2/184). Кәрілік жасқа келіп, ораза ұстауға шамалары келмеген жандарға ораза парыз емес. Сонымен қатар хайыз, нифас кезіндегі әйелдер және өзі немесе баласына зиян тиюі ықтимал екі қабат әйелдер мен бала емізген әйелдерге де парыз емес. Кәрі адамдар ораза орнына пидия береді. Олар оразаның қазасын да өтемейді. Жолаушыға келсек, ол 90 шақырымнан астам жерге жолаушылап шықса, жолаушы саналып, ораза ұстамауына рұқсат. Бірақ кейін ұстамаған күндерінің қазасын өтейді.\nОразаның дұрыс орындалу шарттары\n1. Хайыз бен нифастан таза болу: Хайыз бен нифас жағдайындағы әйелдер уақыты өткеннен кейін Оразаның казасын өтейді. Бірақ бір адамның түнде немесе күндіз жүніп күйінде болуы, Ораза ұстауына кедергі емес. Бірақ мүмкіндігіне қарай, ауыз бекітпес бұрын, ғұсыл алу - абзал. \n2. Ниет: Барлық Оразаға жүрекпен ниет ету - жеткілікті. Бір адам түн жарымында ертеңгі күннің Ораза екенін біліп, бұл айда Ораза ұстайтынын жүректен өткізсе немесе сәресіге тұрса, бұл ісі Ораза ұстауға ниет саналады. Бірақ тілмен айту мәндүп. Барлық Оразаға түнде немесе таң уақыты кірмей тұрып ниет ету - абзал. Рамазан Оразасына ниет етерде әрбір күніне жеке-жеке ниет ету шарт. Себебі әрқайсысы өз алдына жеке ғибадат. Бұл - факихшілердің басым көпшілігінің пікірі. Оразаға ниет ету екіге бөлінеді. Бірінші -түнде ниет ету. Бұларға қарыз болған Оразалар жатады. Яғни, Рамазан қазасы, ұстап, бірақ аяқталмай қалған нәпіл Оразаның казасы және кәффәрат Оразасы мен жалпы атау (нәзір) Оразасы осы топқа жатады. Міне, мұндай Оразаны ұстайтын адамдар түнде немесе таң атпай тұрып, ниет етуі шарт. Ақшам уақытында шешім қабылдау мен сәресіге тұру да ниетке жатады. Екінші - түнде ниеттену мен анықтау шарт емес Оразалар: Бұған Рамазан Оразасы, уақыты белгіленген атау Оразасы және мұстахап, мәкрүһ, сонымен қатар, барлық нәпіл Оразалар жатады. Мұндай Оразаларға ақшамнан бастап, ертесі күні түске дейін ниет ете алады. Бірақ бесіннен бұрын мұндай Оразаға ниет ететін адам екінші шанақтан бері ешнәрсе ішіп-жемеген болуы керек. Бесіннен бұрын нәпіл Оразаға ниет ете алуға мына хадис дәлел: Аллаһ Елшісі (с.а.у.) бір күні Айшаға былай деді: «Бесінғе тамақ бар ма?». Айша: «Жоқ», - деп жауап қайтарды. Сонда Аллаһ Елшісі: «Онда мен ораза ұстаймын», - деді. Кісі түнде қандай да бір Оразаға ниет етсе, бірақ екінші шапақ атпай тұрып, ниетінен бас тартса, бұл бас тартуы дұрыс саналады. Сол секілді Оразасын бұзуға ниет етіп, аузын ашпаса, Оразасы дұрыс болып саналады. Ниет еткенде екі ойлы немесе шарт қою арқылы ниет етпеу керек. Мысалы: «Ертең пәленше қонаққа шақыра қалса, аузымды ашуға, егер шақырмаса, ораза ұстауға ниет еттім» дегендей ниет жарамсыз. Рамазан түні немесе күндіз есінен танып қалып, түс уақытынан бұрын айығып ниет етсе, Оразасы жарамды. Бір адам Рамазан айында уәжіп немесе нәпіл Оразаға ниет етсе, ол Рамазан Оразасына ниет еткен болып саналады. \nОраза дұғалары:\nАуыз бекіту дұғасы: \nНәуайту ән асума саума шаһра рамадана минал фажри иләл мағриби халисан лилләһи таъала. Аллаһу акбар! \nҚазақша мағынасы: Аллаһтың разылығы үшін таң білінгеннен күн батқанға дейін рамазан айының оразасын ұстауды ниет еттім. \nАуыз ашу дұғасы: \nАллаһумма ләкә сумту уә бикә әмәнту уә ъаләйкә тәуәккәлту әу ъала ризқикә афтарту фағфирли зунуби ма қаддамту уа мә аххарту. Аллаһу акбар! \nҚазақша мағынасы: Аллаһым! Сен үшін ораза тұттым, Саған иман келтірдім, Саған тәуекел еттім. Сенің берген ризығыңмен ауыз аштым. Уа кешірімді Аллаһым! Менің әуелгі және кейінгі күнәларымды кешіре гөр.\nМәліметтер islam.kz сайтынан алынды.",
                "date": "3.05.2018",
                "upvotes": 0
            }
        ]
    }
]