[
    {
        "question_title": "Біздің спортшылар Универсиадаға қалай дайындалып жатыр?",
        "question_content": "Біздің спортшылар Универсиадаға қалай дайындалып жатыр? Кімнен қандай медал күтуге болады?",
        "question_date": "26.01.2017",
        "question_tag": "Жалпы спорт",
        "question_views": 606,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан құрамасы 11 алтын 8 күміс 17 қола жеңіп алып, командалық есепте 2 орынды иеленді.",
                "date": "31.01.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұқағали Мақатаевтың Атамекен поэмасы керек еді",
        "question_content": "Мұқағали Мақатаевтың Атамекен поэмасының толық нұсқасы керек еді.",
        "question_date": "26.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "МАҒАН ДА КЕРЕК ЕДІ",
                "date": "30.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жоңғар - қалмақ езгісіне қарсы күрескен батырлар кімдер?",
        "question_content": "Жоңғар - қалмақ езгісіне қарсы күрескен батырлар ол кімдер болған",
        "question_date": "26.01.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 5800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1738 – 41 жылдары қолбасшы Сары Манжаның 30 мыңдық әскерінің шабуылы – ойраттардың қазақ жеріне жасаған соңғы ірі шапқыншылықтарының бірі. 1745 жылы Қалдан Серен қайтыс болғаннан кейінгі Жоңғариядағы билік үшін өзара тартыс олардың саяси жағдайын әлсіретіп жіберді. Осыны пайдаланған Абылай хан басқарған қазақ әскерлері жоңғарларға шешуші соққылар беріп, Жетісу мен Шығыс Қазақстанды қайтарып алды. 1755 – 58 жылы жоңғарлар Цин әскерлерінің шабуылынан кейін тас-талқан етіліп, дербес ел ретінде өмір сүруін тоқтатты. Жоңғар хандығы жойылғаннан кейін 1757 – 58 жылы Қазақ хандығы өзінің жаңа көршісі Цин империясы әскерлерімен соғыс жағдайында болып, кейіннен бітімге келді. Қытайлар Жоңғарияны толық жаулап алды, ал қазақтар өздерінің ежелгі ата мекені Жетісу, Тарбағатай, Алтай өңірлерін иеленіп, шығыстағы шекарасын бекітті. Кейіннен 1771 жылы батыста бөлініп қалған қалмақтар да Еділ – Жайық арасындағы қоныстарын тастап, қазақ жері арқылы Жоңғарияға ауды (қ. Шаңды жорық). Жоңғар шапқыншылығына қарсы күресте Сәмеке, Жолбарыс, Болат, Әбілмәмбет, Әбілқайыр сынды хандар қазақ халқының рухын көтеріп, болашаққа деген сенімін оятқан, әскери біліктілігімен танылған тарихи тұлғалар ретінде ел жадында қалды. Көрнекті мемлекет қайраткері, есімі жауынгерлік ұранға айналған, даңқты қолбасшы, дарынды дипломат Абылай хан бастаған еркіндік пен ерлік рухы биік, соғыс даласында тегеуріні мықты Қабанбай, Бөгенбай, Баян, Наурызбай, Саурық, Бөлек, Малайсары, Шоқантай, Жауғаш, Сәмен, Өтеген, Райымбек, Қарасай, т.б. батырлардың өшпес ерлігі тәуелсіздікті аңсаған қазақ халқының тұтастығын, бірлігін сақтап қала алатындығын дәлелдеді.\n\nДереккөз.",
                "date": "26.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сақ, ғұн дəуіріндегі батыр бабаларымыз кімдер?",
        "question_content": "Сақ жəне ғұн дəуріндегі батырларының есімдері керек",
        "question_date": "26.01.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 9200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Б.з.д. VI ғасырда II жартысында Иран жеріндегі парсы мемлекеті жаулап алу соғыстарын жүргізді. Парсы патшасы Кир Кіші Азияны жаулап алудан кейін Окс (Әмудария) және Яксарт (Сыдария) өзендерінің арасын мекендейтін сақ тайпаларына басып кірді.Томирис патша басқарған массагеттерге аса күшті жаумен соғысуға тура келді.Сақ жауынгерінің де күші әлсіз емес-ті.Сақ әскерлеі тез қимылдайтын епті,соғыс ісінің үздік шеберлері болатын.Олрдың ең басты ерекшелігі ірі артықшылығы — олар қыр сырын жақсы білетін өз жерлерінде соғысты.\nБ.з.д. 529 жылы парсы әскерлері Окс өзенінен өтіп,бірнеше сақ отрядын талқандады.Томирис өз жеріне жауды тереңдей енгізіп, шатқалға апарып талқандау үшін, өз жауынгерлеріне жылдам кері шегінуге бұйрық берді.Жеңіске масаттанған парсылар сақтардың соңынан қуып берді де, сақтар алдын ала ойлағандай шатқалға жетіп,парсылар құрылған қақпанға тап болды.\nОсы шатқалда парсылар түп — тұқиянымен талқандалды,Кир патша өлтірілді.Юстиннің айтуынша, осы ұрыста сақтар 200 мың парсыны құртып жіберген.Бұл сан ұлғайтылып көрсетілген,шындығында,бірнеше ондаған мың парсы құртылған.Өйткені,олар үнемі,үздіксіз соғысып отырғандықтан, өз тайпаларының есебіне жауынгерлер саны толықтырылып отырса да, тек ондаған мыңға жеткенін, алайда 200 мың болмағандығын байқауға болады.\nСоғыс ісін жүргізуде, атап айтқанда, жаппай соғысқа кірісуде де, жеке-жеке шабуыл жасауда да сақ соғыс өнерінің өзіндік ерекшеліктері болды. Сақ стратегиясы соғыста күшті дұрыс бағалай білуімен, оны өз пайдасына өзгерте алуымен сипатталады. Жаудын күші сан жағынын басым түскен жағдайда сақтар соғысқа кіріспей, әдей өз жерінің ішінде қарай шегініп отырды. Жау күші әлсіреген жағдайда, шегінер жолын кесіп, оларды қоршап алып, құртып жіберуге тырысты. Осылайша, сақтар соғыс барыснда күшті өз пайдасына бұруда бірінші болып стратигиялық шегініс жасау қолданды.\nСақтардын соғыс жүргізу әдісінің де өзіндік ерекшелігі болды. Сақтар әскерді өзара келісімге келіп отыратын екі топқа бөлінді: бірінші отряд соғысқан жауға қарсы майданға шаққанда, екіншісі жау тылында немесе жау шегінген жағдайда соққы беруге дайын тұрды.\nСақтар бұл әдісті ескі грек-рим автролары атаған “кіші соғыстарда” кеңінен пайдаланды. Олар кедергілер жасады, алдап түсірді, күндіз де, түнде де тұтқыйылдан шабуыл жасап, тез жоқ болып кетіп отырды. Күтпеген ұсақ шабуылдармен жау әскерлерін үнемі үрейлендірді, алайда өздері ешқашан ұстатпады.\nСақтардың соғыс өнеріне сипаттама бере отырып, Геродот былай деп жазды: “олардың жеріне басып кірген жаудың ешқайсысы қашып құтыла алмайды. Егер олар ашық соғысуды өздері қаламаса, ешкім оларды қуып жете де алмайды, себебі оларда қала да, бекініс те жоқ. Алайда, олар өз баспаналарын өздерімен бірге ала жүреді әрі олардың барлығы да ат үстінде садақты жақсы ататын мергендер. Азықты олар жерден емес, мал өсіруден табады. Осындай жағдайда олар қалай жеңімпаз болмасын.”\n530 жылы парсы патшасы Кирдің Амударияның арғы бетіндегі сақтарға қарсы жорығында әйел патша Томирис (Тұмар ханым) басқарған массагеттерден қиратыла жеңіліп, Кирдің өзі шайқаста опат болғаны кеңінен мәлім. “Тарихтың атасы” Геродот осы жорық туралы былай әңгімелейді: “Кир массагеттерді бағындыруды жоспарлайды. Ал массагеттер болса өте көп және ержүрек тайпалар болған. Олар Аракс өзенінің арғы бетінің күншығыс жағында, исседондарға қарсы бетте өмір сүрген. Ал кейбіреулері оларды скиф тайпалары деп атайды.”\nБатыста Кавказ Каспий теңізімен шектеседі,ал теңіздің күн шығыс жағына қарай ұшы-қиыры жоқ жазық алып жатыр. Кир басып алуды көздеген осынау ұлан -ғайыр жазықтықтың көп бөлігін жоғарыда айтып кеткен массагеттер мекендеген. Кир Томириске үйленбекші болып құда түсу өзінің елшісін жібереді. Бірақ Томирис Кирдің оған үйленуді емес, оның массагеттер патшалығын иемденуді көздеген ішкі ойын сезіктеніп, оған қарсылық білдіреді. Мақсатына жете алмаған Кир массагеттермен ашығ соғысуға шығады.\nГеродоттың айтуы бойынша Томирис патша өзінің әскерімен ұлының тағдыр тәлкегіне түскенін естіп Кирға мынандай сөздерді айтуға хабаршы жібереді: “Қанішер Кир! Сен өзінің ермектеріңмен мақтанба… Менің ізгі кеңестеріме құлақ сал; ұлымды босат, менің жерімнен өз еркінмен аман-сауында қайт, сен онсыз да массагет әскерінің үштен бірін опасыздықпен құрттын. Егерде, менің айтқанымды орындамасан, массагеттердің әміршісі — Күн құдайы алдында ант етемін, қаншалықты тойымсыз болсаң да, мен сені қанмен шөлінді қандырамын,”- деген.\nТомирис Кирдің айтқанын әстемегенін біліп, шабуылға аттанды. Бұл, шайқас, менің ойымша ең қатыгез шайқас болды.\nСақ тайпаларының Александр Македонскиймен соғысы.(Б.з.д. 330-328ж.ж)\nАрриан, Курций Квинт және Геродот еңбектеріңде сақтардың Александр Македонскиймен әскері екі жыл бойы соғыс жүргізгендігін баяндайды. Александр Македонскиймен сақтарды соғыста тізе бүктіре алмады. Енді сол сақтардың Александр Македонскиймен жүргізген соғыстарының шешуші кезендеріне тоқталайық.\nҮш жарым жыл ішінде македондықтар парсы флотын талқандап,Эгей мен Жерорта теңізіне орнығып алды. Парсылардың саяси — экономикалық орталығы Вавилон қаласын жаулап алды.Осы уақыт ішінде македон жауынгерлері сегіз мың шақырымды басып өтті.Шығысқа үстемдік ету үшін македондықтарға міндетті түрде осы аймақты бағындыруға тура келді.Бұл мақсатты жүзеге асыру үшін македондықтарға тағы да үш жарым жыл уақыт кетірді.\nБ.з.д. 330 жылы көктемде Македон әскерлері Эктабанға дейін жылжып,15 күннің ішінде мың шақырым жерді басып өтті де, Дарийдің соңғы байлығын басып алды. Македон атты әскері мен жеңіл қаруланған жаяу әскері парсы әскерін одан ары қарай қуды. Көп ұзамай Дарийдің өлтіргені белгілі болды. Содан соң македондықтар Соғдианаға — сақтарға басып кірді де, бостандық сүйгіш тайпалармен екі жылға созылған соғыс жүргізді.\nСоғыстың бірінші кезеңінде — б.з.д. 329 жылы Македон жауынгерлері Окс өзенінен өтті де, Мараканд қаласын басып алды. Бұдан кейін македондықтар Яқсарт өзеніне жетіп, аса мықты қамал соңғы қала Александрия қаласын салды.\nМакедон басқыншыларымен күресті Соғдиананың әскер басы Спитамен басқарды.Ол сақ тайпаларымен одақ құрды. Жергілікті халық көтеріліске шығып, Яқсарт өзені аңғарындағы жеті қаладағы Македон гарнизондарын жойып жіберді. Спитамен басқарған жасық мараканд қаласындағы Македон гарнизонын қоршауға алды.Македон әскері қиын жағдайда қалды.Олар,дегенмен,жанталаса отырып, көтеріліске шыққан жеті қаланы\nда қайта қайтарып алды, бірақ Спитамен әскеріне қарсы тұруға мүмкіндігі болмады. Себебі, Яқсарт өзенінің оң жағында тұрған сақтардың үлкен күші өзен арқылы Македон армиясына атқылады.Сақ Александға сөз салды: “Сен, Александр, сақтармен соғысамын деп өрескелдікке\nбарма,егер сенің оларға шабуыл жасауға батылың барған болса, олардың азияттық тағылардан (варварлардан) өзгеше екенін байқаған болар едіңдер.”\nМакедондықтар өзен арқылы тас ататын машиналарын құрып, сақтарды атқылай бастады.Атқылау кезінде садақшылар мен мергендер өзеннен өтіп,сақтардың алдыңғы отрядтарын кейін шегіндірді және фалат атты әскердің өзенінен өтуіне жағдай жасады. Сөйтіп шайқас Яқсарт өзенінің оң жағасына ауысты.\nШайқастың бірінші кезеңі македондықтардың алдыңғы отряды бастады. Сақтарға қарсы одақтас атты әскер отряды бастады. Сақтарға қарсы одақтас атты әскер отряды жіберілді. Сақтар бұл шабуылды тойтарып, оларды қоршап алып, жебемен атқылады.Атты әскерге көмекке жеңіл қаруланған жаяу әскер жіберілді.енді сақтар шегінді, алайда жауларды көзден таса қылған жоқ.\nЕкінші кезең — негізгі күштің ұрысы және сақтардың шегінуі.Алдыңғы жасаққа үш шағын топпен атты мергендер жіберілді.Алайда сақтар македондықтар шабуылын тойтарып тастады. Сонда Александр өзінің атты әскерінің барлығын соғысқа қатыстырды да, сақтарды шегіндіріп, соңынан түсті.Аррианның айтуынша, аптап ыстық,шөл және Александрды ауыртқан су, лай құтқарды. Шыңдығында,Кирдің түбіне жеткен қайғылы оқиғаны еске алған Александр сақтардың жеріне тереңдеп енуге бата алмады.Македон армиясына қарсы сақтардың әскери қимыл өз әскерін жеке — жеке талқандаудан сақтай отырып, дұшпанға қарсы сақтардың әскери қимылы бірте — бірте топтастырып, күшеюімен сипатталады.\nШайқасып жатқан отрядтар бір — бірімен тығыз байланыста болды және өзара тактикалық қимыл бірлестігін сақтады.Сақтардың артынан түсуді тоқтату, Арриан айтқандай, сақтарды талқандалудан сақтаған жоқ, керісінше сақтардың македондықтарды өз жеріне тереңдете енгізіп алып, талқандауынан сақтап қалды.\nОсыдан кейін Македон басқыншылары негізгі күштерін Маракадан тұрған Спитамен басқарған жауынгерлерге қарсы жұмсады. Бірақ\nСпитамен жағдайды дұрыс сарапқа салды да, шайқасқа түскей\nМараканды тастап, тез шегініп, сақ әскерлеріне барып қосылды.\nСоғыстың екінші кезеңі — Аралдағы македондықтарды қоршау және құртып жіберу. Спитамен сақ жасақтары македондарды, негізінен, жебенің астына алды. Македондықтардың бір бөлігі сақ тосқауылына тап болды және барлық Македон әскер басқыншылары оққа ұшты.Қырық шақты атты әскер ғана қашып құтылды.Сақтар кейіннен Александр Македонский армиясында қызмет етті. Сақтардың замандастары олардың әскери өнерін жоғары бағалады. Мысалы, Александр Македонский жағында сақтардың атты әскері болған. Арриянның “Анабазис Александра” кітабынан мәлім болғанындай, Александрдың бойшаң жауынгерлерінің өзі сақ жауынгерлерінің иығына әрең жетеді. Сақтар империясының ең шалғай өңірлерінде де қызмет көрсетеді.\n\nҒұн тайпаларының ежелгі түркі мемлекеті болып саналады.Орыс ғалымы Н.А.Аристовтың айтуынша, б.з.д. III ғасырда ғұндар түркше сөйлеген. Ғұн тайпаларына: қыпшақтыр, қаңлылар, үйсіндер және Жетісу бойынан ығыстырылған сақтар жатады.\nӘскери өнері жағынан оларды нағыз жауынгер халық деуге тұрарлық. Соғысты алыстан, арнайы жасалған ұшы өткір жебе мен мықты садақ арқылы жүргізеді. Қоян — қолтық шайқаста олардай ешкім қылышпен шебер соғыса алмайды. Жауының қашып құтылуына мүмкіндік бермес үшін, олар арқан мен тұзақ алып жүреді, сол арқылы ұстап алады.\nӨздеріне қауіп төнсе, соғысуға шақырады. Соғысқан кезде жауын шеберлеріне құрсауға алып, қатты ашулы дауыстар шығарады, жеңіл және айлакер олар қасақана бытырап кетіп, бірақ майдан шебін бұзбаған күйі, жауларын оп — оңай қынадай қырады. Олардың жау бекінісін қалай алғанын бақылау мүмкін емес сияқты.\nОлар қас қағым сәтте-ақ дүниенің астан — кестеңін шығарады.Тарихшылардың айтуы бойынша, Аттила әскер басы болуға, саясаткерлікке қабілетті адам еді. Мұны Римдіктер мойындаған болатын.\nҒұндардың патшасы Аттила 450 жылы Рим империясының шекарасын кесіп өтуге дайындалды. Ол Рим императоры Валентино III-ден қарындасы Генорияны өзіне әйелдікке және Рим мемлекетінің байлығы мен билігінің біраз бөлігін беруге талап етті. Римдіктер мұны біліп қатты дүрлігеді.\n451 жылы Аттила алып державаның әміршісі болды. Оған Днестірден Римге дейінгі, Балтық теңізінен Қара теңізге дейінгі жерлер бағынды.Ол қай жерге аяқ басса, сол жерде үрей туғызды. Аттилаға бағынбаған Рим ғана қалды. 451 жылы аттила Рейн өзенінің басы өткенде, Римнің тағдыры қыл үстінде тұрды. Римнің әскер басы Аэци деген адам еді. Ол ғұндар әлемін жақсы білетін. Аэцидің туы астында весьтоготтар, аландар, алемендер, бургундар, франктар бірігіп 451 жылы маусымда Тура қаласының жанындағы жазықта Аттила әскерімен шешуші шайқас болды. Мұндай жүздеген мың әскер қатысқан ірі соғысты бұдан соң тарихты XIX ғасырға дейін ешкім көрген емес. Өлгендердің саны 166 мыңға дейін жеттіп, жапа шеккен жаралылар өзеннен қан араласқан су ішкен екен.Алғашқы шайқас Аттиланың жеңілісімен бітті. Ол әскерлерімен бірге күшті лагерьге тасалануға мәжбүр болды. Шабуылды күту кезінде, ол ғұндардың дәстүрі бойынша, жау қолына тірі түспеу үшін өзін отқа жағуға дайын еді. Римдіктер құрған одақтың арасында өзара келіспеушілік, сенбестік, араздық басталды. Аттила өз әскерлерін ертіп,\nаман — есен кері қайтты. Көп ұзамай ол өзінің әскері қатарын толықтырып, Италияның оңтүстігіне, яғни Римге қарай бет алды. Милан қаласы Аттилаға тіпті өз еркімен берілді.Қала басшысы қақпаны ашқан үшін Аттила қайырымдылық жасап, қаланы жай ғана тонады.\nЕндігі кезең Римдікі еді. Мәңгілік қаладан Рим папасы — I Лев Аттилаға, қайырымдылық сұрау үшін, елші жібереді. Елшілер Аттилаға көп алтын,асыл заттар тарту еткен. Күтпеген жерден Аттила келісім берді. Себебі, ғұн елінде оба ауруы басталған еді. Ғұн патшасы Попнонияға кетпекші болды, бірақ римдіктері Гопорияны әйелдікке бермесе, келесі жылы келіп қаланы шабамын деп қорқытты. Аттила қайтып келмеді.Ол өз сарайында әйелдікке бургун елінің сұлу қызы Ильдиконы алды. Бірақ, Аттила тойдың ертесі күні өлейін деп жатқанын көрді. Аттиланың өлімі туралы оның бургун карольдігін күйреткені және туысқандарын өлтіргені үшін кек алу мақсатымен Ильдико у берді деген хабар еуропаның шартарабына тарайды.",
                "date": "26.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Директор мұғалімдердің сабағына қатысар алдынан қанша уақыт бұрын ескертеді?",
        "question_content": "завуч или директор мұғалімдердің сабағына қатысар кезде қанша уақыт бұрын ескертеді.",
        "question_date": "26.01.2017",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Директор мұғалімнің сабағына жоспарға сәйкес қана кіре алады.  Жыл басындағы алғашқы педкеңесте жоспармен таныстырып, қай пәннің мұғалімдеріне мектепішілік бақылау қай айда  болатынын айта кетеді. Тек сол жоспардағы кезеңде кіруге құқығы бар. Сонымен қатар шұғыл жағдайда кіре алады. Онда да бір күн бұрын ескертіп. Сіздің үстіңізден жазба түрде арыз түскенде шұғыл жағдай болып есептеледі.",
                "date": "19.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Халықаралық экономикалық қатынастар дегеніміз не?",
        "question_content": "Халықаралық экономикалық қатынастар дегеніміз не?",
        "question_date": "26.01.2017",
        "question_tag": "Кәсіпкерлік",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2 қалада орналасқан компьютерлерді байланыстыратын программа бар ма?",
        "question_content": "Өзге қалада орналасқан, /мамамның компьютерімен/ байланыс орнату қажет болып тұр,  ішіндегі документтерін,  өзім отырған қалада өз ноутбугімнен почтаға жіберіп берейін деген едім,/мамам интернетті дұрыс қолдана білмейді. сол себептен өзім жасап берейін деген мақсатта:,компьютерлер арасындағы байланыс орнататын программа қажет,\n\nҚандай программа бар?",
        "question_date": "26.01.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 333,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "TeamViewer арқылы байланысуға болады",
                "date": "26.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Универсиада кезінде қай спортқа барсам болады?",
        "question_content": "Бірінші кезек, мәнерлеп сырғанау. 1-4 ақпан арасында \"Алматы аренада\" өтеді. 1-2 ақпанда қыздар, 3-4 ақпанда ерлер шығады. Ерлер арасындағы жарыста Денис Тен бар екенін ескерте кетейін. \nЕкіншісі, шорт-трек. Іш пыстырмайтын әрі интригаға толы спорт. Қазақстан - фаворит. 5-7 ақпанда өтеді.\nҮшіншісі, \"шлабрасы бар\" керлингті көруге де уақыт тапқан дұрыс. Өз интригасы бар және ережесі ерекше.\nТөртіншісі, хоккей, фристайл және трамплиннен секіру. Хоккей залда болады және Қазақстан басты фаворит әрі билеттері де арзан, 300-500 теңге. Фристайлда шаңғышылардың сальто айналғанын анық көруге болады. Трамплинмен секіруде бастысы жарысты қарап, түсініп отыруға ыңғайлы. 28 қаңтарда хоккейден Қазақстан мен Қытай ойнайды. Барамыз дегендер көп боп қалар.\nБиатлон мен шаңғы спортттан алыстау адамдарға ұнай қоймайды. Себебі спортшыларды сөреден шығарып, мәреден күтіп аласыз. Бұл спортты үйде теледидардан көрген әлде қайда тартымды.\nP.S. Биатлон, шаңғы, фристайлге барсаңыз күннен қорғайтын очки ала салыңыз. Таудағы күн көзіңізге түссе аша алмай қаласыз.",
        "question_date": "26.01.2017",
        "question_tag": "Жалпы спорт",
        "question_views": 363,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Журек кай спортты калайды сол спортты тандаган дурыс",
                "date": "23.11.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математикалық индукция əідісін анықтау пцрограммасын жасау керек.",
        "question_content": "информатика пәнінен програма құру керек",
        "question_date": "26.01.2017",
        "question_tag": "Информатика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қиюшы мен паралельдің бұрыштарын табу?",
        "question_content": "Егер қиюшы мен паралель екі түзу арасындағы бұрыштардың бірі 1)150градусқа тең болс 2)екіншісінен 70градусқа артық болса,онда барлық бұрыштарды табыңдар",
        "question_date": "26.01.2017",
        "question_tag": "Геометрия",
        "question_views": 755,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)Бірінші бұрыш ∠1, ал оған көлденең жатқан бұрыш ∠2 болсын, онда: ∠1+∠2=150° Көлденең жатқан бұрыштардың қасиеті бойынша: ∠1=∠2, бұл дегеніміз: ∠1=∠2=150°/2=75° Жауабы: ∠1=75°, ∠2=75°",
                "date": "23.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алғашында екі кітап сөресіндегі кітаптар саны бірдей болды?",
        "question_content": "Алғашында екі кітап сөресіндегі кітаптар саны бірдей болды. 18 кітапты бірінші сөреден алып, екінші сөреге қойғанда, ондағы кітап саны бірінші сөредегі кітап санынан 3 есе артық болды. Алғашқыда кітап сөресінің әрқайсысында неше кітап болды?",
        "question_date": "26.01.2017",
        "question_tag": "Математика",
        "question_views": 6200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылай шығарамыз",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ніл өзенінің режимінің климатқа байланыстылығы керек",
        "question_content": "ніл өзенінің сипаттамасы керек еді",
        "question_date": "26.01.2017",
        "question_tag": "Табиғат",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Адам болам десеңіз\" атты тақырыпта эссе керек.",
        "question_content": "Маған эссе жазып келіңдер деген,соған сіздерден көмек сұрап тұрмын.",
        "question_date": "26.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 16500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адам баласы тумысынан жақсылыққа да жамандыққа да бейім жаратылған. Бұл екеуі бір-бірімен астасып жатқан қасиеттер. Жаратушы Ие осы арқылы адамды тепе-теңдікте ұстап, оны қай жаққа да бейімділікте жаратқан. «Әрбір сәби әу баста мұсылмандық сипатпен дүниеге келеді, кейіннен оны ата-анасы яхуди, христиан немесе мәжуси етеді» деген хадис мұның дәлелі. Демек, әрбір сәби дүниеге алғаш келгенде мұсылмандыққа жақындық танытқанмен, кейін өскен ортасы оны өзіне бейімдетіп кетуі мүмкін.\nАдамдағы сана-сезім мен қарым-қабілеттер әр алуан. Жаратушы Аллаһ тағала адам бойына осыншалық қабілеттерді белгілі бір өлшеммен тиянақтап орналастырған. Негізгі мәселе, жаратылыстан бар осы қабілеттерді дұрыс ұштап, тәрбиелей білуде. Мәселен, әр адамның бойында өзін-өзі басқару қабілеті бар, осы қабілетін шыңдай білген адам барша тіршілік иелерінен басып озып, тіпті періштелерді де артта қалдырады. Сондай-ақ адамда Ақыл деген бар. Оны тура қолданған адам материалдық әлемнің тысындағы ғайып әлеміндегі тылсым дүниелерді көріп, ғайыптан сыр аулайтын қасиетке қол жеткізеді. Бұған қоса, адамға «мааш ақыл» деп аталатын осы дүниені терең сезінуге, түйсінуге мүмкіндік беретін ақыл да берілген.\nАдам бойында сондай-ақ тәнқұмарлық, ашу, қырсықтық, ерегісу, қызғаныш сынды қисық мінездер де бар. Мәселе осы мінездерді өз ықтиярыңа бағындырып, дұрыс тәрбиелей білуде. Кез келген адам ар-ұжданды құрайтын – ақыл-қайрат, сезім, сияқты қасиеттерін жетілдіре білсе шын адам болуға талпынып, әлемнің түпкі мазмұнын түсінеді. Таным көкжиегін барынша тереңдете алған адам ғана нәпсісіне, мансапқұмарлыққа, атаққұмарлыққа жеңілмей, үлкен күнәлардан аулақ тұрады. Сондай-ақ ол қызғанышқа барып, амалдарының сауабын зая етпейді және қырсықтықтан арылып, уақытын текке кетіруден сақтанады.\nЯғни әр пенде адам болам десе осылардың ішіндегі жаман қасиеттерді бойынан аулақ ұстап,жақсы қасиеттерді жанына жинай білу керек.",
                "date": "1.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "10-шы сыныптың гуманитарлық бағытына арналған тақырыптық жоспарлары керек еді?",
        "question_content": "Сәлеметсіздерме! Маған 10-шы сыныптың гуманитарлық бағытына арналған тақырыптық жоспарлары керек еді. Қайдан табуға немесе қандай сайттан алуға болады?",
        "question_date": "26.01.2017",
        "question_tag": "Мектеп",
        "question_views": 769,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Солтүстік Қазақстанда кездесетін балық түрлері",
        "question_content": "Солтүстік Қазақстанда  кездесетін  балшықтың  түрлері ,  ерекшеліктері .  Солтүстік Қазақстанда қандай  өзен көлдерде балықтар  ауланды .  Солтүстік Қазақстанда қай  жерде  қорғау",
        "question_date": "26.01.2017",
        "question_tag": "Мектеп",
        "question_views": 790,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Мауглидің бастан кешкен бір сəті туралы мəтін жазу керек.",
        "question_content": "Мауглидің бастан кешкен бір сəті туралы мəтін құрап жазу керек.Оның ішінде тұрақты сөз тіркестер,мақал-мəтелдер,синоним мен антоним қатыстыру керек.Көмектесіңіздерші",
        "question_date": "25.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 657,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бақылау жұмысы физика. Ер адамның ең төменгі дауысы үшін ауадағы дыбыс толқыны?",
        "question_content": "№427.\n\nБірдей уақыт ішінде бір математикалық маятник 50, ал екіншісі 30 тербеліс жасайды. Егер олардың біреуі екіншісінен 32 см қысқа болса, олардың ұзындықтарын табыңдар.\n\n№438.\n\nЕр адамның ең төменгі дауысы үшін ауадағы дыбыс толқынының ұзындығы 4,3 м-ге, ал әйел адамның ең жоғары даусы үшін 25 см-ге жетеді. Осы дауыстардың тербеліс жиілігін табыңдар.\n\n№448.\n\nТеңіздің кеме астындағы тереңдігін эхолот арқылы өлшегенде ультрадыбысты жіберу және қабылдап алу мезеттерінің уақыт аралығы 0,6 с болып шықты. Теңіздің кеме астындағы тереңдігі қандай?",
        "question_date": "25.01.2017",
        "question_tag": "Физика",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бірдей уақыт ішінде бір математикалық маятник 50, ал екіншісі 30 тербеліс жасайды. Егер олардың біреуі екіншісінен 32 см қысқа болса, олардың ұзындықтарын табыңдар.",
                "date": "28.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Етістіктің райлары арқылы суретке қарап шығарма жазу керек.",
        "question_content": "Сәлеметсіз бе. Қазақ тілі 7 сынып, 6-суретке қарап, эссе құрастыру керек. Оның ішінде етістіктің райлары болу керек.\nСуретте: шал, немесе балықшы, акула.",
        "question_date": "25.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шылауларды қатыстырып ертегі шығарып беріңіздерші?",
        "question_content": "Ақ, -ау, -ай, -мыс, -міс шылауларын қатыстыра отырып ертегі құрастыру керек?",
        "question_date": "25.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Орысша қалай үйренсем болады?",
        "question_content": "Орысша қалай үйренуге болады. Орысша кітаптар көп оқы дейді көбісі, бірақ оқығанмен мен түсінбеймін.",
        "question_date": "25.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орысша үйрену үшін словарь арқылы сөздерді аударып үйренуге болады.Және де орысша адамдармен байланыс жасап,біраз үйреніп алуға болады.Орысша негізі ең оңай,білмейтіндеріңді маған айтуыңа болады.",
                "date": "25.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қарсы талап қою жəне қарсы талапты ұсыну шарттары",
        "question_content": "Заң қызме ті ұйым дас тыру пə ні",
        "question_date": "25.01.2017",
        "question_tag": "Заң",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Химиядан сандық есептердің үлгісін шығарылу жолы?",
        "question_content": "8 сынып есебі. Химиядан сандық есептердің үлгісін шығарылу жолы?",
        "question_date": "25.01.2017",
        "question_tag": "Мектеп",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ерлердің ісі бітер ме? Беркініп садақ асынбай талдау жасап берінізші?",
        "question_content": "Талдау жасап берінізші\n\nЕрлердің ісі бітер ме?\n\nБеркініп садақ асынбай,\n\nБіртіндеп жауды қашырмай,\n\nБілтеліге доп салмай,\n\nҚорамсаққа қол салмай,\n\nҚозы жаурын оқ алмай,\n\nАтқан оғы жоғалмай,\n\nБалдағы алтын құрыш болат,\n\nБалдағынан қанға боялмай,\n\nҚасарысқан жауына\n\nҚанды көбік жұтқызбай,\n\nХалыққа тентек атанбай,\n\nЕрлердің ісі бітер ме?",
        "question_date": "25.01.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазіргі жастар сыпайылық сияқты асыл қасиеттерден алыстап бара жатқан жоқ па?",
        "question_content": "Қалай ойлайсың қазіргі жастар сыпайылық, ізеттілік, үлкенге құрмет көрсету сияқты асыл қасиеттерден алыстап бара жатқан жоқ па? Факт болса...",
        "question_date": "25.01.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақбота,сәлеметсізбе.Сіздің ойыңыз өте дұрыс.Қазіргі кейбір жастар тәрбие дегенді мүлдем ұмытып кеткен десем дұрыс деп ойлаймын.Қарапайым маршрутта үлкен аталар мен әжелерге,аяғы ауыр әйелдерге орын бермейтін де жастар бар.Бұл бір жағынан санасының төмендігінен деп ойлаймын,сосын наушникпен музыканы бақыртып қойып отырады.Бұл мәселе қоғамдағы ең өзекті мәселелердің бірі.Сондықтан алдын-алу шараларын өткізген дұрыс деп ойлаймын.Дебат немесе пікірталас,сауалнама түрінде болсын,тәрбиелік іс-шаралар жиі болып тұрғаны көп септігін тигізеді деп ойлаймын.Қазіргі кезде интернеттің де осы тұста көп жастарға жаман үлгі көрсететіні рас.Интернеттің пайдасы да,зиян жағы бар.Бірақ зияндығын көп жастар түсінбей,телміріп отырады да қалады.Керекті ақпаратты ғана пайдаланып,дұрыс жөнінде пайдаланған дұрыс деп ойлаймын.Басқа алып қосар ойым көп,бірақ уақытымның аздығына байланысты қысқа жауап қайырғанды жөн көріп отырмын.Өзім студентпін,кейбір жастардың бұндай әдепсіз қылықтары қатты қынжылтады.Бұрынғы жылдарда дәл мұндай әдепсіздік көп болған емес,мүмкін кейбір жастарға ата-ананың,немесе қоршаған ортаның,яғни достарының кесірінен осындай жағдайда болуы да ғажап емес.",
                "date": "27.01.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сызбанұсқа бойынша химиялық реакция теңдеулерін жазыңдар?",
        "question_content": "Сызбанұсқа бойынша химиялық реакция теңдеулерін жазыңдар?\n\na) Al+ ... -> Al(OH)3 +...\n\nә) 3Al + 6H -> 2Al ... + 3H2 газ",
        "question_date": "25.01.2017",
        "question_tag": "Мектеп",
        "question_views": 8000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a) 2Al + 6Н2О -> 2Al(ОН)3 + 3Н2\n\nә) 2AL+6H(+)=2AL(+3). + 3H2\n\n2Al+6HCl=2AlCl3+3H2\n\n2Al+6H(+)+6Cl(-)=2Al(+3)+6Cl(-)+3H2",
                "date": "25.01.2017",
                "upvotes": 0
            }
        ]
    }
]