[
    {
        "question_title": "Қанат Үмбетовтың \"Мазаламайын\" əнінің клипіне түскен қыз кім?",
        "question_content": "Сіздер осы Қанат Үмбетовтың Мазаламайын атты әніне түсірілен бейнбаяннындағы түсіп жатқан қыздың есімін білетін, білемін дейтіндер, араларыңызда бар ма, танимын деушілер рахмет",
        "question_date": "27.04.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 375,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көңіл-күй одағайынан сөйлем құрау керек?",
        "question_content": "Көңіл-күй одағайынан сөйлем құрау керек?",
        "question_date": "27.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 24300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көңіл – күй одағайлары\n\n1. Одағай сөзді табыңыз.\n\nА) Бәрекелді.\n\n2. Одағай сөзді табыңыз.\n\nВ) Пәлі.\n\n3. Одағай мағынасына қарай нешеге бөлінетінін табыңыз.\n\nС) Үшке.\n\n4. Көңіл-күй одағайын табыңыз.\n\nД) Алақай.\n\n5. Көңіл-күй одағайын табыңыз.\n\nВ) Әттеген – ай.\n\n6. Көңіл – күй одағайын табыңыз.\n\nА) Қап.\n\n7. Көңіл – күй одағайын табыңыз.\n\nС) Түу, бауырын сағынып қалыпты ғой!\n\n8. Одағайдың білдіретін мағынасын анықтаңыз.\n\nВ) Өкіну.\n\n9. Сөйлем мүшесі ьолмайтын одағай сөздің мағынасын анықтаңыз.\n\nБүгінгі дос – ертең жау, мен не қылдым, япырмау?!\n\nЕ) Қапалану.\n\n10. Одағай мағынасын белгілеңіз.\n\nПәлі, білмесең, сұрамадың ба?\n\n11. Әр түрлі мағынаға ие бола алатын одағайды көрсетіңіз.\n\nЕ) Бәрекелді.\n\n12. Одағайдың білдіретін мағынасын анықтаңыз.\n\nБәрекелді, ер екенсің.\n\nА)\n\n13. Одағайдың білдіретін мағынасын анықтаңыз.\n\nБәрекелді, бұл не бүлдіргенің?\n\nС) Наразылық.\n\n14. Әр түрлі мағынаға ие бола алатын одағайды көрсетіңіз.\n\nА) Пәлі, ау.\n\n15. Әр түрлі мағынаға ие бола алатын одағайды көрсетіңіз.\n\nЕ) Ойбай.\n\n16. Заттанып кеткен одағайдың сөйлемнің қандай мүшесі екенін табыңыз.\n\nОйбайыңды бізге көрсете көрме.\n\nС) Толықтауыш.\n\n17. Заттанған одағайдың қызметін анықтаңыз.\n\nУралап қайда жүрсің, балам.\n\nВ) Пысықтауыш.\n\n18. Шақыру одағайын табыңыз.\n\nА) Шөре – шөре.\n\n19. Одағай сөз қатысып тұрған сөйлемді табыңыз.\n\nА) Шіркін, қазақтың келіндерін-ай!\n\nОдағайды табыңыз.\n\nА) Уа, шіркін, ән деп осыны айт!\n\n20. Сөйлем мүшесі болмайтын одағай сөздің мағынасын табыңыз.\n\nЖүрегім, ойбай, соқпа енді...\n\nБүгінгі дос – ертең жау, мен не қылдым, япырмау?!\n\nД) Қапалану.\n\n22. Одағайдан жасалған көсемшені табыңыз.\n\nА) Уһлеп, аһлап әзер жеттім.\n\n23. Өздігінен сөйлем мүшесі бола ламайтын сөз табын табыңыз.\n\nЕ) Одағай.\n\n24. Түрленбейтін сөзді табыңыз.\n\nА) Одағай.\n\n25. Одағайды табыңыз.\n\nС) Ай, бетіңмен кеттің ғой.",
                "date": "27.04.2017",
                "upvotes": 0
            },
            {
                "text": "Мəссаған, неткен керемет табиғат.",
                "date": "10.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ықтималдықтар теориясының шығу тарихы қандай?",
        "question_content": "Ықтималдықтар теориясының шығу тарихы. Өтініш тауып беріңіздерш. Алдын ала рах",
        "question_date": "27.04.2017",
        "question_tag": "Математика",
        "question_views": 4900,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ықтималдылық Теориясы – кездейсоқ бір оқиғаның ықтималдығы бойынша онымен қандай да бір байланыста болатын басқа бір кездейсоқ оқиғаның ықтималдығын анықтауға мүмкіндік беретін математика білімі. Ықтималдылық теориясында кездейсоқ құбылыстардың заңдылығы зерттеледі. Кездейсоқ құбылыстарға анықталмағандық, күрделілік, көп себептілік қасиеттері тән. Сондықтан мұндай құбылыстарды зерттеу үшін арнайы әдістер құрылады. Ол әдістер мен тәсілдер Ықтималдылық теориясында жасалынады. Мысалы, біркелкі болып келетін кездейсоқ құбылыстарды жан-жақты бақылай отырып қандай да болмасын бір заңдылықты (тұрақтылықты), яғни статистик. заңдылықты байқаймыз. Ықтималдылық теориясының негізгі ұғымдары элементар ықтималдылық теориясы шегінде қарапайым түрде анықталады. Элементар ықтималдылық теориясында қарастырылатын әрбір сынау (Т) Е1,Е2, ...,Еs оқиғаларының тек қана біреуімен ғана аяқталады. Бұл оқиғалар сынау нәтижесі (қорытындысы) деп аталады. Әрбір Еk нәтижесімен оның ықтималдығы деп аталатын рk оң саны байланыстырылады. Бұл жағдайда рk сандарының қосындысы бірге тең болуы керек. А оқиғасы тең мүмкіндікті бірнеше оқиғаларға (Еі ,Еj , …, Еk) бөлінеді және олардың кез келген біреуінің (не Еі , не Еj ,…, не Еk) пайда болуынан А оқиғасының пайда болуы шығады. Сынау нәтижесінде А оқиғасы бөлінетін мүмкін мәндері (Еі E,j , …, Еk) осы оқиғаға (А-ға) қолайлы жағдайлар деп атайды. Анықтама бойынша А оқиғасының р(А) ықтималдығы оған қолайлы жағдайлар нәтижелері ықтималдықтарының қосындысына тең деп ұйғарылады: P(A)=Pі+Pj+...+Pk (1) Дербес жағдайда р1=р2=...=рs=1/s болғанда Р(А) =r/s (2) болады. А оқиғасына қолайлы жағдайлар нәтижесі санының (r) барлық тең мүмкіндікті нәтижелер санына (s) қатынасы А оқиғасының ықтималдығы деп аталады. (2) формула ықтималдықтың классикалық анықтамасын өрнектейді. Бұл анықтама “ықтималдық” ұғымын дәл анықтамасы берілмейтін “тең мүмкіндік” (тең ықтималдық) ұғымына келтіреді. Тең мүмкіндік немесе тең ықтималдық ұғымдары алғашқы ұғымдарға жатады.Олар логикалық (формалды) анықтама беруді қажет етпейді. Егер жалпы сынау нәтижесінде бірнеше оқиғалар пайда болса және олардың біреуінің пайда болу мүмкіндігінің екіншісіне қарағанда артықшылығы бар деп айта алмасақ (яғни сынаулар нәтижесінде симметриялы қасиеті болса) онда мұндай оқиғалар тең мүмкіндікті делінеді. Элементар ықтималдылық теориясының негізгі формулаларының қатарына ықтималдылықтардың толық формуласы да жатады: егер А1, А2,..., Аr оқиғалары қос-қостан үйлесімсіз болып әрі олардың бірігуі нақты бір оқиға болса, онда кез келген В оқиғасының ықтималдылығы: Р(В)= k Р(В/Аk)Р(Аk) қосындысына тең болады. Ықтималдылық теориясының негізін құрудағы қазіргі ең жиі тараған логик. сұлбаны 1933 ж. кеңес математигі А.Н. Колмогоров жасаған. Бұл сұлбаның негізгі белгілері төмендегідей. Ықтималдылық теориясының тәсілдерімен қандай да болмасын нақты бір есепті зерттегенде ең алдымен U элементтерінің (элементар оқиғалар деп аталатын) U жиыны бөлініп алынады. Кез келген оқиға оған қолайлы жағдайлардың элементар оқиғаларының жиыны арқылы толық сипатталынады. Сондықтан ол элементар оқиғалардың белгілі бір жиыны ретінде де қарастырылады. Белгілі бір А оқиғалары мен олардың ықтималдығы деп аталатын Р(А) сандары байланыстырылады және олар мынадай шарттарды қанағаттандырады:\n\n0  P  A   1 ,\n\nР(U)=1,\n\nЕгер А1, ..., Аn\n\nоқиғалары қос-қостан үйлесімсіз болып, ал А – олардың қосындысы болса, онда: Р(А)=Р(А1)+Р(А2)+...+Р(Аn) болады. Толық матем. теория құру үшін 3-шарттың қос-қостан үйлесімсіз оқиғалардың шектеусіз тізбегі үшін де орындалуы қажет. Теріс еместік пен аддитивтілік қасиеттері – жиын өлшеуінің негізгі қасиеттері. Сондықтан Ы. т. формалды түрде өлшеуіштер теориясының бөлігі ретінде де қарастырылуы мүмкін. Бұл тұрғыдан қарағанда Ы. т-ның негізгі ұғымдары жаңа мәнге ие болады. Кездейсоқ шамалар өлшемді функцияларға, ал олардың матем. үміті А.Лебегтің абстракт интегралына айналады, тағы басқа. Бірақ ықтималдылық теориясы мен өлшеуіштер теориясының негізгі мәселелері әр түрлі болып келеді. Ықтималдылық теориясының негізгі, өзіне тән ұғымына оқиғалардың, сынаулардың, кездейсоқ шамалардың тәуелсіздік ұғымы жатады. Сонымен бірге ықтималдылық теориясында шартты үлестіру, шартты матем. үміт, тағы басқа объектілер де зерттеледі. Ықтималдылық теориясы 17 ғ-дың орта кезінде пайда болды. Ықтималдылық теориясы 17 ғ-дың орта шенінде әйгілі ғалымдар Б.Паскаль (1623 – 62) мен П.Ферма (1601 – 65), Х.Гюйгенс (1629 – 95), Я.Бернулли (1654 – 1705), Муавр (1667 – 1754), Гаус (1777 – 1885) еңбектерінде пайда болып, әрі қарай дамыған. Қазір Лаплас (1812) пен Пуассон (1837) теоремаларының дәлелденуі осы кезеңге жатады; ал А.Лежандр (Франция, 1806) мен К.Гаусс (1808) ең кіші квадраттар тәсілін жетілдірді. Ықтималдылық теориясы тарихының үшінші кезеңі (19 ғ-дың 2-жартысы) негізінен орыс математиктері П.Л. Чебышев, А.М. Ляпунов және А.А. Марков (үлкені) есімдеріне байланысты. 19 ғ-дың 2-жартысында Батыс Еуропада матем. статистика (Белгияда А.Кетле, Англияда Ф.Гальтон) мен статис. физика (Австрияда Л.Больцман) бойынша көптеген еңбектер жазылды. Бұл еңбектер (Чебышев, Ляпунов және Марковтардың негізгі теор. еңбектерімен қатар) ықтималдылық теориясы тарихының төртінші кезеңінде ықтималдылық теориясының шешілуге тиісті мәселелерінің аясын кеңейтті. Бұл кезеңде шет елде де (Францияда Э.Борель, П.Леви, т.б., Германияда Р.Мизес, АҚШ-та Н. Винер, т.б., Швецияда Г.Крамер) КСРО-да өте маңызды зерттеулер жүргізілді. Ықтималдылық теориясының жаңа кезеңі С.Н. Бернштейннің зерттеулерімен байланысты. Ресейде А.Я. Хинчин мен А.Н. Колмогоров ықтималдылық теориясының мәселелеріне нақты айнымалы функциялар теориясының тәсілдерін қолдана бастады. Кейінірек (30-жылдары) олар процестер теориясының негізін қалады. Қазақстан ғалымдары да (І.Б. Бектаев, Б.С. Жаңбырбаев) Ықтималдылық теориясы бойынша зерттеулер жүргізіп келеді.\nhttps://kk.m.wikipedia.org/wiki/",
                "date": "30.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Берілген пікірді жалғастыру керек?",
        "question_content": "Мен: \"Білімнің кілті-ізденісте\"- деп ойлаймын...  деген пікірді жалғастыру керек.",
        "question_date": "27.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Маған сыйлыққа қалған үйге күйеуімнің алдыңғы əйелі таласа ала ма?",
        "question_content": "Салеметсиздерме. Маган дарственна калган уйге, куйеуимнин бурынгы айели таласа алама (арада бир бала бар, алиментке берген жок) олар бурын некеде болган, казир ажыраскан. Биз де загсте бармыз.",
        "question_date": "27.04.2017",
        "question_tag": "Заң",
        "question_views": 371,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "37-бап. Ерлі-зайыптылардың ортақ мүлкін бөлу\n1. Ерлi-зайыптылардың ортақ мүлкiн бөлу ерлi-зайыптылардың кез келгенiнiң талап етуі бойынша некеде тұрған (ерлі-зайыпты болған) кезеңiнде де, ол бұзылғаннан кейiн де, сондай-ақ кредит берушi ерлi-зайыптылардың ортақ мүлкiндегi ерлi-зайыптылардың бiреуiнiң үлесiнен өндiрiп алу үшiн ерлi-зайыптылардың ортақ мүлкiн бөлу туралы талабын мәлiмдеген жағдайда да жүргiзiлуi мүмкiн.\n2. Ерлi-зайыптылардың ортақ мүлкi олардың келiсiмi бойынша ерлi-зайыптылар арасында бөлiнуi мүмкiн. Ерлi-зайыптылардың ортақ мүлiктi бөлу туралы келiсiмi нотариатта куәландырылуға тиіс.\n3. Дау туған жағдайда, ерлi-зайыптылардың ортақ мүлкiн бөлу, сондай-ақ ерлi-зайыптылардың осы мүлiктегi үлестерiн айқындау медиация тәртібімен немесе сот тәртiбiмен жүргiзiледi.\nЕрлi-зайыптылардың ортақ мүлкiн бөлу кезiнде сот кәмелетке толмаған баланың мүдделерін ескере отырып, ерлi-зайыптылардың талап етуi бойынша ерлi-зайыптылардың әрқайсысына қандай мүлiктің берiлуге жататынын айқындайды. Егер ерлi-зайыптылардың бiреуiне құны оған тиесiлi үлестен асатын мүлiк берiлсе, екінші жұбайға тиісті ақшалай немесе өзге өтемақы алып берiледі.\n4. Тек қана кәмелетке толмаған балалардың қажеттерiн қанағаттандыру үшiн сатып алынған заттар (киiм-кешек, аяқкиiм, мектеп және спорт керек-жарағы, музыкалық аспаптар, балалар кiтапханасы және басқалары) бөлуге жатпайды және балалары өзімен бiрге тұратын жұбайға өтемақысыз берiледi.\nЕрлi-зайыптылар өздерiнiң кәмелетке толмаған ортақ балаларының атына ерлi-зайыптылардың ортақ мүлкi есебiнен салған салымдары сол балаларға тиесiлi болып есептеледi және ерлi-зайыптылардың ортақ мүлкiн бөлген кезде есепке алынбайды.\n5. Ерлi-зайыптылардың некеде тұрған (ерлі-зайыпты болған) кезеңiнде ортақ мүлкiн бөлген жағдайда ерлi-зайыптылардың ортақ мүлкiнiң бөлiнбеген бөлiгi, сондай-ақ ерлi-зайыптылардың некеде тұрған (ерлі-зайыпты болған) кезеңiнде бұдан әрі жинаған мүлкi олардың бiрлескен ортақ меншiгiн құрайды.\n6. Некесi (ерлі-зайыптылығы) бұзылған ерлi-зайыптылардың ортақ мүлкiн бөлу туралы ерлi-зайыптылардың талаптарына неке (ерлі-зайыптылық) бұзылған кезден бастап талап-арыз ескіруінің үш жылдық мерзiмi қолданылады.\nЕскерту. 37-бапқа өзгеріс енгізілді - ҚР 17.11.2014 № 254-V Заңымен (алғашқы ресми жарияланған күнінен кейiн күнтiзбелiк он күн өткен соң қолданысқа енгiзiледi).\n38-бап. Ерлі-зайыптылардың ортақ мүлкін бөлу кезінде үлестерді айқындау\n1. Егер олардың арасындағы шартта өзгеше көзделмесе, ерлi-зайыптылардың ортақ мүлкiн бөлу және осы мүлiктегi үлестерiн айқындау кезiнде ерлi-зайыптылардың әрқайсысының үлесi тең деп танылады.\n2. Егер жұбайлардың бiреуi дәлелсiз себептермен табыс таппаса немесе ерлi-зайыптылардың ортақ мүлкiн екінші жұбайдың келісімінсіз отбасының мүдделерiне нұқсан келтiрiп жұмсаса, сот кәмелетке толмаған балалардың мүдделерiн негiзге ала отырып және (немесе) ерлi-зайыптылардың бiреуiнiң мүдделерiн негiзге ала отырып, ерлi-зайыптылардың ортақ мүлкiндегi олардың үлестерiнiң теңдiгi негiзiн ескермеуге құқылы.\n3. Ерлi-зайыптылардың ортақ мүлкiн бөлу кезiнде ерлi-зайыптылардың ортақ борыштары олардың арасында өздерiне берiлген үлеске барабар түрде бөлiнедi.",
                "date": "5.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Химия пəнінен 10 сыныптың 2-зертханалық жұмысының жауабы керек?",
        "question_content": "аммиактың алынуы, аммияктың сулы ерітіндісінің жне аммоний тұздарының қассиеттерін зерттеу",
        "question_date": "27.04.2017",
        "question_tag": "Химия",
        "question_views": 12000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "незнаю  быз орындаган жокпыз",
                "date": "5.10.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Абсолютті қателікті табу жолы қандай?",
        "question_content": "1-есеп:сандарды ондыққа дейін дөңгелектеп,әрқайсысының абсолют қателігін табыңдар 1)673 2)439 3)1346 4)896\n\n2-есеп:сандарды үздік үлеске дейін дөңгелектеп,\n\nәрқайсысының абсолют қателігін табыңдар.\n\n1)5,7423 2)11,6797 3)48,99771\n\nЖауабын айтыңыздаршы маған тез керек болып тұр",
        "question_date": "27.04.2017",
        "question_tag": "Математика",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Міне осылай шығады",
                "date": "20.05.2017",
                "upvotes": 0
            },
            {
                "text": "1 есеп.\n\n1)673=67\n\n2)439=44\n\n3)1346=135\n\n4)896=90",
                "date": "1.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайысқа терең ойлы сценарий керек?",
        "question_content": "коледжде сайыс болатын еді соған терең ойлы көрініс сценаримен керек",
        "question_date": "27.04.2017",
        "question_tag": "Өнер",
        "question_views": 782,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "egov.kz сайты арқылы баланы балабақшаға қалай тіркесем болады?",
        "question_content": "баланы балабакшага калай тиркесем боладып egov сайтынан тиркейн десем логин парол сурап жатыр паролга не жазсамда кабылдамайды",
        "question_date": "27.04.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Egov.kz порталынан алынған жауап. Сілтеме: http://egov.kz/cms/kk/services/child/037pass_mon\n\nҚызметті онлайн алу\n\"Қызметке онлайн тапсырыс беру\" батырмасы бойынша өту.\nӨтінімді толтыру және жіберу (ЭЦҚ талап етіледі). Аймақты таңдау, ЖСН немесе тегін, атын және баланың туған күнін, байланыс деректерін енгізу.\nЖеке кабинетте («Қызметтерді алу тарихы» тарауында) өңделген хабарламамен танысу. Кезекті әрі қарай қадағалау үшін \"Балабақшаға кезек нөмірін қарау\" қызметін пайдалануға болады.\nЖеке кабинетте (\"Қызметтерді алу тарихы\" тарауында) МДБМ жолдаманы келісу туралы хабарламамен танысыңыз. Қажеттілігі болғанда пайдаланушының байланыс деректерін өзектілендіру. МДБМ жолдаманы келісу (Келісу/Бас тарту).\nЖеке кабинетте жолдамамен келіскен жағдайда («Қызметтерді алу тарихы» тарауында) МДБМ-не жолдамамен танысу.\nСондай-ақ нұсқаулықты төмендегі видеодан да қарай аласыз.",
                "date": "28.04.2017",
                "upvotes": 0
            },
            {
                "text": "Балабакшаға тіркеу",
                "date": "22.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Диагоналі бүйір қабырғасына перпендикуляр болатын трапецияның ауданын табыңыздар?",
        "question_content": "табандары 20 см және 12 см, диагоналі бүйір қабырғасына перпендикуляр болатын трапецияның ауданы табыңдар.",
        "question_date": "27.04.2017",
        "question_tag": "Геометрия",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Китаптарыннын авторы ким",
                "date": "16.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанда қоқиқаздар қорғалатын қорық жайлы мəлімет керек?",
        "question_content": "қазақстанда қоқиқаз қорғалатын қорық??\n\nжасып берындер пж",
        "question_date": "27.04.2017",
        "question_tag": "Жануарлар",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Коргалжын корыгы. Енди кишкене озин малиметтер издестир!",
                "date": "8.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Менің көңіл күйім\" тақырыбына шығарма керек?",
        "question_content": "\"Менің көңіл күйім\" тақырыбына шығарма. Одағаймен!!!!",
        "question_date": "27.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Samsung Galaxy J5 пен Galaxy J7 қандай айырмашылықтар бар",
        "question_content": "Телефон алу керек болып жүр 4G ұстайтын. Осы екі телефонның не айырмашылықтары бар тек көлемінде ғана ма?  Басқа қандай тел-дар ұсынасыздар өте қымбат емес.",
        "question_date": "27.04.2017",
        "question_tag": "Ұялы телефон",
        "question_views": 610,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Samsung Galaxy E5 Duos;J1 mini;j1 duos;",
                "date": "29.04.2017",
                "upvotes": 0
            },
            {
                "text": "В июне Samsung сделал двойной анонс – появились сразу два смартфона одной линейки, и это Galaxy J7 и J5. Так что если вдруг вам хочется купить смартфон со средним бюджетом, то придется вам либо выбирать между прошлогодними флагманами, либо подобрать что-то новое. Потому выбирать будет очень трудно, хотя куда интереснее получить Самсунг Галакси J5 и Галакси J7, потому что у них и дизайн новый, и есть поддержка micro-SIM и Dual-SIM. Кстати, в продаже есть модели черного, белого и золотого цветов. \n\n\n\n\nМатериалы корпуса, размеры, вес и дизайн\n\nОба смартфона Galaxy J имеют одинаковые материалы корпуса – анодированные органы управления и якобы металлическая рамка. В итоге получаем вполне традиционный дизайн в стиле Samsung. В размерах разница не особо заметна, но если вы придаете этому слишком большое значение, то вот цифры: Galaxy J7 - 152.2 x 78.7 x 7.5 мм, Galaxy J5 - 142.1 x 71.8 x 7.9 мм. Соответственно, вес первого – 171 г, а второго – 146 г. Как я заметил, дизайн одинаковый у смартфонов, потому расположение всех кнопок и камеры полностью идентично.\n\n\n\n\nВердикт: Что касается дизайна и материалов корпуса, никто из этих смартфонов не выигрывает. Они полностью одинаковы и разница только в размерах. Но удобнее по факту будет пользоваться Galaxy J5 – он компактнее и получше будет лежать в руке. \n\n\n\n\nЭкран, размеры и разрешение\n\nSamsung в очередной раз ничем нас тут не удивляет. Galaxy J5 и Galaxy J7 получили емкостные мультитач Super AMOLED экраны. Старшая модель имеет 5.5-дюймовый экран, а J5 – 5-дюймовый. Раз уж технологии идентичны, то и разрешение одинаковое – 1280 х 720 пикселей. Но разница в диагонали приводит к разнице в плотности пикселей – 267ppi и 294ppi. Разумеется, плотность выше у экрана Galaxy J5.\n\n\n\n\nВердикт: Оба смартфона показывают очень неплохое качество изображения. Конечно, Galaxy J5 за счет меньшей диагонали выигрывает – картинка на его экране незначительно четче. И все равно в действительности вы вряд ли заметите какую-то разницу. \n\nКамера\n\nОба смартфона имеют одинаковые камеры – касается и фронтальной, и основной. И вот на задней панели у J5 и J7 разместили 13-мегапиксельную камеру, со светодиодной вспышкой, цифровым зумом, автофокусом. Еще стоит заметить, что есть поддержка HDR съемки, преднастройки баланса белого, сенсорный фокус, управление ISO, гео-метки и распознавание лиц. Фронтальные 5-мегапиксельные камеры тоже получили светодиодные вспышки для крутых селфи.\n\n\n\n\nВердикт: Каждый из этих смартфонов делает отличные фотографии и качественное видео, как в нормальном освещении, так и при недостаточном.\n\nЖелезо и софт\n\nGalaxy J5 и Galaxy J7 получили процессоры Snapdragon, вот только J7 более мощный – у него восьмиядерный процессор (4x 1.4ГГц и 4х 1ГГц), в то время как J5 работает на четырехъядерном с частотой 1.2ГГц. Разница есть и в графическом процессоре: Galaxy J7 – Adreno 405, Galaxy J5 – Adreno 306. А вот установленная версия прошивки и версия TouchWiz – одинаковые.\n\n\n\n\nВ каждом смартфоне по 1.5 Гб оперативной памяти. В Galaxy J7 минимум 16Гб памяти, а в Galaxy J5 минимум 8Гб, и, тем не менее, можно использовать MicroSD карты объемом до 128Гб. \n\nСмартфоны имеют литий-ионные аккумуляторы разной емкости: J7 – 3000 мАч, J5 – 2600 мАч. \n\n\n\n\nВердикт: С восьмиядерным процессором и более мощным графическим процессором Galaxy J7 все же остается лидером в производительности. Тем не менее, это не означает, что Galaxy J5 может разочаровать. Даже несмотря на то, что в J7 в 2 раза больше внутренней памяти, можно в любой момент использовать MicroSD карту. Да и то, что аккумулятор в J7 больше – это тоже далеко не преимущество, потому что у него процессор мощнее.",
                "date": "29.04.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақша жауап берсеңіздер түсінікті болар еді.",
                "date": "30.04.2017",
                "upvotes": 0
            },
            {
                "text": "элжи болмаса хуавей тандасанда болады главный фотага жаксы тусирсе болганы калган процесор озу ол жылдам жумыс истей ушин",
                "date": "27.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сабақты қалай оқуға болады?",
        "question_content": "Қазіргі кезде сабаққа деген қызығушылығым біраз төмендеп кетті.Қалай жақсы оқысам болады?Мотивация берсеңіздер.Алдын ала рахметт!!!",
        "question_date": "27.04.2017",
        "question_tag": "Мектеп",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "сен алдымен сабакка барар алдында үйден есептерді шыгарып шык",
                "date": "27.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Францияның мемлекеттік құрылымы",
        "question_content": "Францияның басқару нысаны, конституциясы, парламентінің және үкіметінің өкілеттіліктері, сайлау жүйесі",
        "question_date": "27.04.2017",
        "question_tag": "Заң",
        "question_views": 5400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мемлекеттік құрылымы\nРесми тілі французша\nЕлорда Париж\nІрі қалалары Париж, Марсель, Лион, Тулуза, Бордо, Лилл\nПрезиденті Франсуа Олланд\nПремьер-министр Мануэль Вальс\nФранция мемлекеттік құрылымы жөнінен унитарлы республика болып табылады, әкімшілік – аумақтық бөлінісі жағынан 96 департаменттен тұрады.1958 жылы генерал Шарль де Голль елде мемлекетті басқарудың жаңа үлгісі – Бесінші республиканы орнатты. Франция республикада президенттің айрықша зор өкілеттілігі бар,ол елдің сыртқы саясатына қатысты мәселерді шешеді. Президент тағайындаған премьер – министр үкіметті басқарып, елдің ішкі жағдайына толығымен жауап береді.Елдегі заң шығарушы орган – екі палатадан сенат және ұлттық жиналыс тұратын парламент.",
                "date": "29.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген тепе-теңдікті дəлелдеу керек?",
        "question_content": "тепе теңдікті дәлелдеу",
        "question_date": "26.04.2017",
        "question_tag": "Математика",
        "question_views": 4800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теңдікті дәлелдеу керек",
                "date": "3.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Нұрсұлтан Назарбаевтың жастарға жолдауы\" тақырыбында шығарма керек?",
        "question_content": "Нұрсұлтан Назарбаевтың жастарға жолдауы шығарма керек теез ертең тапсырам биография керегі жоқ шығарма болуы керек басқа жерден көшірсеңіздер біліп қоям",
        "question_date": "26.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 555,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жамыраған жəне аңыраған деген сөзінің мағынасы қандай",
        "question_content": "Сәлем қаласындағы пака және басқа",
        "question_date": "26.04.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шулы дыбыс көп шғаратн  нарсені айтады.",
                "date": "26.04.2017",
                "upvotes": 0
            },
            {
                "text": "жамыраған деген шулап дыбыс шығаруы мысалы- қойдың жамырауы\n\nаңыраған оның синонимі",
                "date": "26.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "32 грам метан жанғанда бөлінетін көмір қышқыл газының массасын және газ мөлшерін есепте",
        "question_content": "32 грам метан жанғанда бөлінетін көмір қышқыл газының массасын және газ мөлшерін есепте",
        "question_date": "26.04.2017",
        "question_tag": "Мектеп",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "CH4 + 2O2 = CO2 + 2H2O\n\nмассасы:\nn(CH4)=32г:16г/моль=2 моль\nn(CH4)=n(CO2)=2 моль\nm(CO2)=2 моль * 44 г/моль=88г\n\nкөлемі:\n\nn(CH4) = m/M = 32г/16г/моль = 2моль\n\nn(СO2) = n(CH4)\n\nn(СO2) = 2 моль\n\nV(СO2) = n x Vm = 2моль х 22,4л/моль = 44,8л",
                "date": "21.05.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Папье-маше туралы қазақша мәліметтер керек?",
        "question_content": "папье-маше туралы қазақша мəлімет қажет еді. интернетте барлығы орысша шығып тұр. көмектеріңіз қажет. ұзақ мəлімет болса тіпті жақсы",
        "question_date": "26.04.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Берілген cөйлемді сөйлем мүшелеріне талдаңыз?",
        "question_content": "Сөйлем\nмүшелеріне талда.\nТорғай қаласына келісімен, ол мектеп салдырды.",
        "question_date": "26.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 3100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мектеп салдырды-баяндауыш,ол-бастауыш,пысыктауыщ-торгай каласына келисимен",
                "date": "29.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ботагөз\" романындағы Амантай Амангелді Иманов па?",
        "question_content": "Қалай ойлайсыздар, Сәбит Мұқанов \"Ботагөз\" романында Амантай атымен Амангелді Имановты бейнелеген бе ?",
        "question_date": "26.04.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Романда қазақ еңбекшілерінің бостандық, теңдік жолындағы күресі суреттеледі. Яғни, 1916 жылғы ұлт азаттық күрес... Тарихтан білетін Амангелді Иманов секілді кейіпкері бар. Ал Ботакөз болса, Алма Оразбаева, Нағима Арықова, Мәдина Бегалиевалардың прототипі секілді. Тағы да Асқар мен Ботакөздің махаббаты, ауылдағы күйбең тіршілік суреттеледі.",
                "date": "29.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Энурез ауруы тұқым қуалайды ма?",
        "question_content": "Менің 2жыл бойы жүрген қызымның тұқымында энурез деген ауру бар екен ал біз үйленеміз деп жүргенбіз,енді мен оған үйленсем балаларым",
        "question_date": "26.04.2017",
        "question_tag": "Денсаулық",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Энурез (грекше enureo зәрлену ) яғни түнгі зәрдің еріксіз шығуы немесе түнде зәрді ұстай алмау деген мағына береді. Энурездің балалар арасындағы жиілігі 2,3 %-дан 28,1%-ға дейін онымен көбінесе ұл балалар зақымданады. Энурезбен ауырудың жиілігі 3 жасқа дейінгі балаларда 40% -ды,6 жасқа дейінгі балаларда -10%-ды, ал 12 жасқа дейінгі балаларда 3%-ды және 18 жасқа дейінгілерде 1%-ды құрайды. Энурез 3-12 жас аралығындағы балалардың 10%-да кездеседі және пубертат басына дейін өтеді. Жанағы айтып өткен пайыздық көрсеткіштер ішінен үлкен емес топ ерекшеленеді (0,2%-ға дейін), осы балаларда энурез түнгі эпилептикалық ұстамалардың белгісі болып табылады.Эпилептикалық энурезге пароксизмның қысқалығымен олардың периоттылығы тән болып табылады. Бастапқыда энурездің кез келген түрі біріншілік және екіншілік болуы мүмкін. Біріншілік энурез зәр шығаруды бақылау қабілетінің бұзылуы салдарынан туындайды, ал екіншілік болса жүре пайда болған болып табылады. Ол стабильді түрде зәр шығаруды бақылай алу кезінде көрінеді. Энурездің мүмкін болатын себептері: Мидың және жұлынның ақаулары(органикалық энурез) Ауыр туа біткен немесе жүре пайда болған психикалық ақаулар(психопатикалық энурез) Зәр жыныс жүйесінің дисплазиясы(диспластикалық энурез) Жіті және ауыр психотравма(невротикалық энурез)\nОсы көрсетілген энурез формаларынан энурезді бірге қосарланып жүретін ауыру екеніне назар аудару керек. Энурезге алып келетін себептер: Жүйке жүйесінің толығымен жетілмеуі Қуықтың жеткілікті көлемінің болмауы Гормональді дисфункция (антидиуретикалық гормонның бөліну циклының бұзылуы) Соматикалық аурулар:қантты диабет,зәр шығару жолдарының инфекциясы Стресстік жағдайлар Энурез клиникалық көрінісі Энурезбен ауыратын балалардың көбінде ұйқысы өте терең,ұйқыға кету уақытының ұзақтығымен және ауыр оянумен көрінеді.Жиі энурез ұйқының басқада ерекшеліктерімен бірге жүреді оларға ұйқы кезінде қозғалысты мазасыздану,ұйықтап жатып сөйлеу,ұйқы кезінде тұрып жүріп кету т.б Энурез диагностикасы Энурезбен ауыратын балалардың барлығы зерттеуді қажет етеді. Өйткені зерттеу энурездің себебін ғана анықтап қоймай сонымен қатар басқа да зәр шығару жүйесінің ақауларын анықтауға көмектеседі. Энурезбен ауыратын науқастарға урофлоуметрикалық зерттеу жүргізу керек (қуықты функциональді бағалау). Рентгенконтрастты зерттеу әдістері цистография (қуықты арнайы контрастты затпен толтыру арқылы зерттеу) Микционды цистография (дәл цистографияға ұқсас бірақ науқастың зәр шығаруы кезінде зерттейді) Бүйректің және қуықтың УДЗ-і, цистоскопия көрсеткіш бойынша қолданылады. Кейде омыртқаның рентгенографиясы қажет Энурезбен ауыратын балаларды уролог, педиатр, невропатолог, ЛОР дәрігерлер бірігіп зерттеу жүргізеді. Инструментальді зерттеулер тек зәр шығару жүйесінің органикалық ауруларында қажет, Алексеев-Шрамм симптомы (артқы уретрада ұрықты төмпектің пайда болуы), және цистограммада “тіл” симптомының пайда болуы қуықтың сфинктерінің жабылу қабілетінің бұзылуын көрсетеді. Аурудың нақты белгісі болып түнде төсекке зәр шығару болып табылады. Осыған байланысты ең қиындықты диагностика емес экспертиза алады. Балалардағы энурезді емдеу Энурезбен ауыратын 6-10 жастағы балаларды урологиялық зерттеуден өткізу керек.Адекватты терапия алынған зерттеу қорытындыларына бойланысты жүргізіледі. Кіші жастағы балаларға келесілер тағайындалады: Ұйықтағанға дейін 2 сағат бұрын су ішуді тоқтату Түнде баланы кіші дәретке отырғызу (мәжбірлеу арқылы зәр шығару) Психиканы қоздырушы және тітіркендіруші әсерлерді тоқтату (теледидар, қозғалмалы ойыншықтар) Памперстарды қолдануды тоқтату (памперстар тітіркендіруші әсерді алады және рефлекстың дамуын баяулатады) Фитотерапия (седативті емдік шөптерді қолдану:мята,валериана,пустырник) Жалпыға ортақ физикалық әсерлер (таңертеңгісін контрастты душ және т.б) Ең алдымен дамудың ақауларын жояды, жергілікті және ортақ ауруларды жояды. Қуықтың қозғыштық қасиетін төмендету үшін белладонна 1-5 тамшы қабылдауға және атропин сульфат 0,00005-0,0005 г ұйқы алдында күнде бірнеше айға тағайындайды. Ұйқының тереңдігін қысқарту үшін қытай лимоннигының тұнбасын 2 тамшыдан күніне бір рет ұйқыға дейін 15 мин қалғанда. Хлозепидті 2,5-5 мг ұйқы алдында, имизинді 10-20мг ұйқыға дейін 30-60мин қалғанда және адиурекринді эндоназальді 0,01-0,03 г түнде қолдану жақсы нәтиже береді. Профилактика. Ең шешуші болып бұл жағдайда баланы дұрыс тәрбиелеу болып табылады: дымқыл жаялықтарды ауыстырудың жаңа түрлері, тұрақты түрде кіші дәретке отырғызып арнайы рефлекстерді қолдану (мысалы: ағып тұрған су дыбысы) арқылы үйрету. Ұйқының дұрыс уақытын сақтау және тамақтануды уақытында тұрақты сақтау.\n\nhttp://kazmedic.kz/",
                "date": "26.04.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"И все мы знаем языки \" атты орысша шағын эссе жазу?",
        "question_content": "\"И все мы знаем языки \" атты орысша шағын эссе жазу?",
        "question_date": "26.04.2017",
        "question_tag": "Үй тапсырмасы",
        "question_views": 812,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Марфологиялық жəне синтаксистік байланыс түрлерін табу керек?",
        "question_content": "Үнінің іні тарлау екен.\n\nСенен бəрі шығар бірақ əн шықпас деген екен. Марфология мен синтаксис жəне байланыс түрлерін тауып беріңдерші?",
        "question_date": "26.04.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "морфологиялық байланыс - сөздердің жалғаулар арқылы байланысу: менің үйім;\n\nүйге бар, балалардан сұра (көптік жалғауы жатпайды) тәуелдік, септік жалғауларысинтаксистік байланыс бесеу: қабысу, матасу, меңгеру, жанасу, қиысу.",
                "date": "26.06.2017",
                "upvotes": 0
            }
        ]
    }
]