[
    {
        "question_title": "22 Наурыз мерекесіне арналған, көріністерге арналған әндер мен күйлер?",
        "question_content": "22 Наурыз мерекесіне арналған, көріністерге арналған әндер мен күйлер, минусовкалар, төрт түлікке байланысты әндер керек еді?",
        "question_date": "10.03.2016",
        "question_tag": "Қазақша ән",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "1995 жылғы Қ.Р. Конституциясына ішкі жəне сыртқы талдау керек?",
        "question_content": "1995 жылғы Қ.Р. Конституциясына ішкі жəне сыртқы талдау керек?",
        "question_date": "9.03.2016",
        "question_tag": "Қоғам",
        "question_views": 4400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Əр түрлі «Президенттік модельдердің» негізінде, қазіргі уақытта Қазақстан Республикасында қалыптасқан басқару формасын бірдейлендіру үшін  Президенттің мəртебесі қарастырылады. Президенттің құқықтық- конституциялық мəртебесі қоғамдық өмірде ұлтаралық  қатынаста маңызды болып табылады. Бұл президенттің халық алданда жауапты екенін көрсетеді.\n\nЕң алдымен, Қазақстан Республикасының президентінің функциясын анықтау қажет. Қазақстан Республикасының Конституциясының 40 бабында Президенттің өкілеттіктері көрсетілген.\n\nҚазақстан Республикасы президенті елбасы болып саналады, мемлекеттің ішкі жəне сыртқысаясатын халықаралық қарым-қатынаста бас тұлға.\nРеспублика президенті- біртұтас халықтын жəне мемлекеттін билікті жоғарыданбасқаратын тұлға.\n\n3.Елбасы халық алдында мемлекеттік билік органдарын қамтамасыз етеді [1].\n\nЖоғарыда айтылған конституциясын функцияның ең маңыздысы мемлекеттін ішкі жəне сыртқы саясат. Кейбір юристер бұл деңгей демократиялық емес деп есептейді. Бірақ, бұл жағдайын  келесі аргументі, яғни сол азаматтың қоғамда қалыпты жүйенің қалыптасынуы.\n\nЕлбасы, жəне сайын Қазақстан халқына еліміздің негізгі бағыттарын жəне ішкі жəне сыртқы саясатына байланысты жолдау жолдайды.. Сонымен қатар, Парламенттің бірінші сессиясын жəне  Қазақстан Республикасының халқына депутаттардың акт беруін қабылдайды, кезексіз жинастарды Парламент палаталарында өткізеді.\n\nАл, Премьер-министр Республикасының басқарушы органның құрамын анықтайды, яғни оның мүшелерін негізінен уақытта қызметке орналастырып, қызметтен босата алады. Сонымен қатар, басқарушы орган мүшілерінің актын қабылдайды.\n\nБасқарушы органға парламент мəжілісінің заңобасын ұсынады. Басқарушы орган актісінің  толық жəне үздік жағдайын қадағалап, басқарады.\n\nПарламенттін келесімен, Қазақстан Республикасының Ұлттын банкісіне тораға тағайындайды жəне қызметінен босата алады. Парламент  сенатының келесімен Республикасының Ұлттын қауіпсіздік комитетінің торағасын қызметке қабылдап, негізінен уақыттақызметпен босатады. Республикасының депломатиясын торағаларын тағайындайы\n\n[2].\n\nРеспубликасының бюдет қорын басқаратынторғамен сандық комитеттің екі мүшесін қызметке қабылдайды.\n\nЕлбасы Қазақстан Республикасы халықаралық қарым-қатынаста танытумен қатар, мемлекет арасын келсімшаттарға қсл қойды. Қазақстан Республикасының атынан келісімшаттарға қол қою үшін елбасы өз лауазымының күшіне сенеді. Бəрімізге мəлім, халықаралық келісімшарттар қол қойылған күнінен бастап қолданалады, ал кейбір кейімшарттар ратификацияны талап етеді. Ратификация Республикада Парламентінің компетенциясына жатады. Айта кететін жайт, ратификацияда датың келісімшарт, яғни Қазақстан Республикасының басқа мемлекеттермен достық келісімшаррты жатады.\n\nҚазақстанда елбасы барлық халықаралық келісімшарттарға қол қоймайды. Мысалы, Үкімет арасын келісімшарттардың барлығына қол қоймайды.\n\nКонституциясының теорияда жəне практикада президенттін толыққандылықтын екі тобын атап етуге болады: 1топ елбасының ұлттық тарихи «дəстүрлі» қалыртасқан « Президенттік  минимумді» танытады.\n\n2 топ «Ұлттық президенттін минимумнан тыс жатқан толыққандықты сипаттайды. Соңғылар «дəстүрлі минимуды» оның басқа модельдерден саяси-құқықтық ерекшелігін көрсету үшін толықтырады.\n\nБұдан 1995 жылғы Конституция бойынша Қазақстан Республикасының Президентінің өкілеттіктерн демократиялық елдердің Президентінің өкілеттіктерімен салыстыруға деген қызығушылық пайда болады. Сол сараптамаға сəйкес мынадай тұжырымдама шықты:\n\nПрезиденттік республикада:\n\n− Өкімет Президент алдында жауапты, Парламент алдында жауапсыз;\n\n− Президент өкіметтің əрекеттеріне жауапты. Жартылай президенттік елдерде\n\nӨкімет Парламент алдында, аздап Президент алдында да жауапты; − Өкімет ісіне Президент жауапты емес.\n\nПарламентті республикада:\n\n− Өкімет тек Парламент алдында жауапты;\n\nӨкімет ісіне Президент жауапты емес, оған өкімет басы жауапты [3].\n\nОсы сараптамаға жүгіне отырып қазақстанда перзиденттік жəне жартылай президенттік басқару формалары жайлы айту орынсыз.\n\nСоған орай, жаңа Конституция президентік басқару формасының қазақстандық ерекше моделі туралы айтуға болады. Халықпен таңдалған президент халық бірлігін мемлекеттік қайнар көзі көрсетеді. Өкіметтердің бөлінуіне қарамастан барлық өкіметті өзіне шоғырландырады. Президенттік өкімет күшее түседі, бірақ ол Президенттің конституциялық өкілеттігімен, жеке өкіметтердің конституциялық ісімен шектеледі.  \n\nПрезидентті сайлау жəне лауазымынан кетіру тəртібі. Жалпы Қазақстанда парламент көмегімсіз, Президент сайлау тəсілі бар, бұл тəсіл арқысы Президент халыққа үгіт-насихатжүргізе алады.\n\nҚазақстан Республикасы сайлау тəртібі Конституциясының «Қазақстан Республикасының сайлауы туралы» (41-бап) заңнамасында көрсетілген [1].\n\n2007 ж. 21 мамырда Конституция заңнамасынан еңгізілген өзгертурерге сəйкес, қазіргі уақытта Президентті Қазақстан Республикасының кəмелеттін жасқа толған азаматтарының дауыс беруімен сайланады.\n\nСонымен қатар Конституция бабында Президентке үміткер,яғни кандидат көптеген талаптарға жауап  беруі тиіс.\n\nЕң алдымен,жасы сəйкес келуі тиіс, яғни өмірді көрген, түйінген адам болуы керек.\n\nЖалпы Қазақстан Республикасы Президенттінің жасы 40 жастан төмен болмауы керек. Мысалы: Индия елінде мемлекетті басқарушы адам, көбінесе лауазымдылар, ал Мəскеу мемлекетінде, президенттің жасынашек қойылмайды. Жалпы,дүниежүзілік практика дəлелдегендей  адамның жасы ұлғайған сайын, оның өмірі жайлы тəрбиесі мол болады, жасы ұлғацған сайын ақысы да көбейеді. Осыған байланысты 1998 ж. Конституция заңынан  өзгерін сезілді, яғни президенттікке үміткеркерлерідің жасына шек қойылмайды.\n\nСонымен қатар, президенттікке үміткер адам міндетті түрде Қазақстан Республикасының азаматы болуы керек жəне соңғы 15 жылдан Қазақстан Республикасы тұруы керек, себебі қазақ халқының тарихын, экономикасын жақсы танып, білуі керек. Ең бастысы, Президенттікке үміткер адам қазақ тілін меңгерген болуы керек, себебі қазақ ұлттын басты тірегі- қазақ тілі.\n\nҚазақстан Республикасының конституциясына сəйкес Президент мемлекттік тілде еркін сөйлейтін азамат тағайындалады. Себебі Қазақстан ежелгі қазақ жерінде орналасқан, қазақ ұлтының сақталуы тілін сақтауда баолық функцияларды орындауда. Президент лауазымына кандидат азамат қазақ қаумымен қатынас жасау үшін мемлекеттік тілде еркін сөйлеуі керек.\n\nҚазақстан Республикасының Конституциясында Президент лауазымына кандидат адамға ұлттық ценз көрсетілмеген. Пезидент болып мемлекеттік тілде сөйлей алатын қандай болсын ұлт өкілі сайлана алады.\n\nҚазақстан Республикасының 1998 жылы 18 мамырда қабылданған Конституциясының заңына сəйкес Президент сопылық қызметкері болмау керек. Президент басқа азаматтар сияқтықандай да дінді қабылдауы мүмкін. Бірақ діндар бола алмайды. Президент болғандықтан барлық халықты көрсетеді.\n\nПрезидентке кандидат сотталмаған, сайлауға қатыса алатын құқығы болуы керек. Жемқорлық, құқық бұзушылық жасап, қасақана жасаған құқық бұзушылығы үшін əкімшілік айып төлеген адам Президент бола алмайды.\n\nҚазақстан Республикасының Конституциясы бекіткендей сайлаудың негізгі құққықтық бастауы – тек кезектісайлауда болуы мүмкін. Ол желтоқсанның 1 жексенбісінде өткізіледі жəне Республика парламентінің жаңа құрамын сайлаумен дəл келмеку керек. 50 пайыздан жоғары дауыс жинаған жəне сайлауға қатысқан адам президент болады. Егер айтылған дауысты жинай алмаса, қайта сайлау өткізіледі. Екіншіде көп дауыс жинаған екі кандидат қатысады. Қазақстан Республикасының Конституциясында Президент сайлау тəртібі берілген. Кандидаттарды республикалық қоғамдық бірлестіктер жоғары органдарының тұлғасын не мүшесін  ұсынады. Азаматтар өздерін өзі ұсына алады. Конституцияда бүкілхалықтық сайланған Президенттің лауазымға ену рəсімі көрсетілген. Президент келесі антты айтқаннан кейін лауазымына кірісе алады: «Қазақстан халқына адал қызмет етуге, Конституция жəне Қазақстан Республикасының заңдарына сəйкес жүруге, азаматтардың құқықтары мен бостандықтарын кепілдеуге, Қазақстан Республикасының Президентінің міндеттерін адамгершілікпен орындауға салтанатты түрде ант етемін». Ант мəтінін Парламент мемлекеттік тілде айтады. Қазақстан Республикасының  Президенті Қазақстан Республикасының Конституциясына  салтанатты түрде Парламент депутаттарының, Конституцияның кеңес мүшелерінің, Жоғары сот билерінің жəне өткен президенттердің қатысымымен ант береді. Президентке куəлік, өзіндік ерекше белгілер- Қазақстан Республикасының Президентінің штандарты жəне кеуде белгісі беріледі. Штандарт сипаттамсы 29.12.1995 жылғы «Штандар жəне Қазақстан Республикасының  Президентінің ерекше белгілерін пайдалану туралы»  Президент жарлығының қосымшасында берілген. Қазақстан Республикасының Президентінің штандарты республика астанасында Ел басының тұратын резиденциясына, басқа жерге барғанда бақа резиденцияларына қойылады. Ел басмен өтетін салтанатты рəсімдерде мемлекет туы немесе президент штандарты қойылады. Президенттің кеуде белгісі мемлекеттік мерекелерде, əскери парадтарда, шетел ұйымдарының  тұлғаларын қабылдағанда, Парламент сессиясының ашылуында, егер Президент қандайда салтанатты кештің немесе концерттің құрметті қонағы болса, шетелге іс сапармен барсы тағады. Ол лауазымы бойынша кавалер болады: «Алтын қыран» ордені анттан кейін беріледі [4].\n\nҚазақстан Республикасының Конституциясының 46-бабына сəйкес Президентке мызғымас: «Президенттің ары мен адамшылығына қол сұғуға болмайды. Президенттің ары мен адамшылығына қол сұғу заңмен қудаланады». Президентті де барлық азаматтарға қатысты заң қорғайды. Қазақстан Республикасының Конституциясының 63-бабында Президент Парламентті тарата алады [5, 311 б.].\n\nРеспубликаның Президенті болып қалуға Конституциларда шектеулер бар. Президен өкілетті органының депутаты, басқа да төленетін лауазымдарда істей алмайды жəне жеке кəсіптікпен де айналыса алмайды. Егер Президент – саяси партияның мүшесі болса, онда ол өз өкілеттігін іске асырып жатқан мерзімдеоны тоқтата тұрады. Көрсетілген шектеулердің саяси мəні бар. Егер Президент бір уақытта Парламент депутаты болса, онда өкіметтердің бөліну процесіне қарсы келетін əрекетіне қысымдық көрсету мүмкіндігі болады. Көп Президенттер саяси партияның жетекшісі болып, өз мүшелігін жалғастыра береді. Қазақстан Республикасының Конституциясында мырзашылыққа қарсы бір саяси партияның үлгісін көрсетеді жəне оппозициялық күштің сынына қарсы бағытталған.\n\n42- бапқа сəйкес бір тұлға екі реттен артық Президент болып сайлана алмайды. Бұл шектеу бірінші президнтке таралмайды [1].\n\nПрезидент өкілеті үзіліссіз іске асады жəне жаңа Президент келуімен немесе лауазымнан бас тартса, не қайтыс болса аяқталады.\n\nҚазақстан Республикасының Конституциясының 47-бабында  «Қазақстан Республикасының Президент туралы» Конституциялық заңда лауазымнан бас тарту тəртібі берілген [4]. Конституциялық тəртіппен сырқатына байланысты өз міндеттерін атқара алмаса, Праламент Президентті  лауазымынан босатады. Парламент құрамында əр палатадан депутаттар мен қажетті медицина мамндар құрамымен комиссия құрады, мерзімінен бұрын босату шешімін Парламент Палатасы отырысында əр палатадан жалпы депутаттар санымен ¼ бөлігін құрайтын депутаттар мен конституция кеңесінің нəтижесімен қабылданады. Президент өз міндетін атқаруға жауапты болады, тəуелсіз Қазақстан Республикасының сыртқы қауіпсіздігін əлсірету немесе соғыс немесе қарулы дау кезінде жау жағына шықса, жаулық əрекетін іске асыруда шетелдіктерге көмектессе Конституциямен бекітілген тəртіп бойынша Парламент Президенті лауазымынан босатылады. Депутаттардың 1/3 бөлігі кінəлі деп тапса, мəжіліс депутаттары іздестіруді ұйымдастырады. Оны Сенат ұйымдастырады, кейін Парламент палатасына қарастыруға береді. Шешімді Парламент палатасының депутаттарының ¾ бөлігінің дауысымен жəне жоғары соттың кінəні негіздеуімен жəне конституция барысы сақталғаны туралы Конституциялық кеңестің тұжырымымен қабылданып, кінəлағаннан кейін 2 ай ішінде шешім қабылданбаса Республика Президентіне деген  кінəні алып тастайды. Президент ақталса, Мəжіліс депутаттары өз жұмыстарын тоқтатады.\n\nРеспублика Президентін лауазымынан шеттету мəселесін Парламент мəжілісінің өкілеттігін тоқтатуды қарастырып жатқанда істі қоздыруға болмайды. Ерте босату немесе Қазақстан Республикасының Президентінің лауазымынан шеттету де, қайтыс болуына байланысты өкілеттігі Сенат төрағасына өтеді, егер ол мүмкін болмаса, Республиканың Премьер министріне беріледі. Президент өкілеттігін өзіне қабылдаған тұлға өзін Сенат төрағалығынан, Мəжіліс төрағалығынан, Премьер министр өкілеттігінен босатылады. Көрініп тұрғандай,  Президентті мерзімінен бұрын таңдау институты Қазақстанда қарастырылмаған, сондықтан Конституцияда бекітілген лауазымдағы тұлғалар президнрт өкілеттігін атқарады. Конституцияда қарастырылған тəртіп бойынша Қазақстан Республикасының Президент өкілеттігін қабылдаған тұлға, Қазақстан Республикасының Конституциясына ешқандай толықтырулар енгізуге құқығы жоқ.",
                "date": "10.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Биологиядан тест сұрақтары бар, жауаптарын табу керек?",
        "question_content": "7-сынып биология тест II -нұсқа\n\n1. Тірі табиғат дүниесі неше бөлімнен тұрады?\n\nА) 3         В) 5      С) 2   Д) 1\n\n2. Ядросыз жасушалар қалай аталады?\n\nА) Прокариот    В) Эукариот   С) Анцит   Д) Креукариот\n\n3.Ядролы ағзаны көрсет.\n\nА) Бактерия В) Балдыр  С) Вирус   Д) Саңырауқұлақ\n\n4.Ауру туғызатын вирусты ата.\n\nА) Семенов   В) Вавилов  С) Бейерник  Д) Ивоновский\n\n5. Микология ғылымы нені оқытады?\n\nА) Вирусты    В) Бактерия  С) Жануарлар  Д)Саңырауқұлақтар\n\n6. Ауру туғызатын бактериялар мен адамдардың жаппай ауруы қалай аталады?\n\nА) Індет    В) Бактериофаг С)Вирус  Д) Дизентерил\n\n7. Циамобактерияларды көрсет.\n\nА) Гаммоз  В) Спирулина  С) Бактерия  Д) Вегма\n\n8. Дәрі алынатын саңырауқұлақ.\n\nА) Ашытқы  В) Еменқұллақ   С)  Пеницил  Д)  Мукор\n\n9. Жеуге жарамды саңырауқұлақты көрсет.\n\nА) Майқұлақ  В) Бозарамқұлақ   С)  Көңілкеш  Д)  Шыбынтұт\n\n10. Улы саңырауқұлақты ата.\n\nА) Көңілкеш   В) Қозықұйрық    С) Пирқұлақ   Д)  Майқұлақ\n\n11. Паразит саңырауқұлақты көрсет.\n\nА) Қастауыш  В) Еменқұлақ    С)  Жерқұлақ   Д) Көңілкеш\n\n12.Денесінде ұлпалар болмайтын мүшелерге өсімді бөлігі қалай аталады?\n\nА) Талман   В)  Талмық   С) Өсінді    Д) Кесінді\n\n13. Прокариот дегеніміз қандай ағзалар?\n\nА) Ядролы В) Ядросыз   С) Цитоплазмалы   Д) Вакуоль\n\n14. Вирустарды ашқан ғалым.\n\nА) Павлов  В) Левенчук С) Сеченов  Д) Ивановский\n\n15. Ауру туғызатын бактериялар мен адамдардың жаппай ауруы.\n\nА)  Індет  В) Оба   С) Сал   Д) Дифтерия\n\n16.Бактериялардың көптеген түрі өсімдіктердің денесін зақымдайды олд ауру не деп аталады?\n\nА) Бактериоз  В) Бактериофаг  С) Бактериолог Д) Фагоцитоз\n\n17.Зең саңырауқұлақтарын көрсет.\n\nА) Мукор  В)  Терекқұлақ   С) Көңқұлақ  Д) Көңілкене\n\n18.Төменгі сатыдағы өсімдіктерді көрсет.\n\nА) Балдырлар  В)Мүктер  С) Плаундар  Д) Қырықжапырақ\n\n19. Денесінде ұлпалары болмайтын және мүшелерге бөлінбейтін өсімді бөлігін не дейміз?\n\nА) таллен   В) таллом  С) Талиоз   Д)  Тамеп\n\n20.Жыныс жасушаларын қалай атаймыз.\n\nА) Гамета  В) Зигота   С) Гаметотиф  Д) Гаметофит\n\n21.Көп жасушалы балдырларды көрсет.\n\nА) Хлорелла  В) Спирогира  С) Хламидомонада  Д) Хлоронанк\n\n22. Бір жасушалы талшықты жәндікті көрсет.\n\nА) Бодо   В) Гидра  С) Актиния  Д) Ақсұлама\n\n23.Ақ сұлама қандай құрттар типіне жатады?\n\nА) Сорғыш В) Таспа  С) Жалпақ  Д)Кірпікшелі\n\n24.Омыртқасыз жануарларды көрсет.\n\nА) Құрттар  В) Балықтар  С)Құстар Д) Жануарлар\n\n25.Ашық тұқымды өсімдіктерді ата.\n\nА)  Қарағай  В) Орамжапырақ  С) Жуа  Д) Емен\n\n7-сынып  Биология I-нұсқа\n\n1.Қазақстанда «Қызыл кітап» тұңғыш рет қай жылы шықты.\n\nА) 1990 В)1987 С)1978 Д)1982\n\n2.Микроскоптың негізгі бөлігі- неден   құралады.\n\nА) көру түтігі В) линза С) Обьектив Д) бұранда\n\n3.Жасушада болатын желім тәрізді  созылмалы  қоймалжын   зат.\n\nА) ядро В) вакуоль С) пластид Д) цитоплазма\n\n4.Барлық ұлпалардан бұрын түзілетін ұлпа түрі қандай.\n\nА) негізгі В) түзуші С) тірек Д) өткізгіш\n\n5.Жасушада қор жинауға қатысатын  түссіз пластид\n\nА) хлоропласт В) хромопласт С) лейкоплас Д) пластид\n\n6.Көп жылдық өсімдіктерде өңнің орнын басатын қабат.\n\nА) қыртыс В) өң  С)тоз Д) бұтақ\n\n7.Өсімдіктің вегативті мүшелерін атап көрсет.\n\nА) сабақ В) өркен С) гүл Д) бүршік\n\n8.Тұқымның ұрық тамыршасынан дамитын тамыр қалай аталады.\n\nА)негізгі В) кіндік С) жанама Д) қосалқы\n\n9.Өсу бөлімінен кейінгі орналасқан қалың түктері бар бөлік.\n\nА) өсу В) сору С) өткізу Д) бөліну\n\n10.Органикалық тыңайтқыштарды ата.\n\nА) азот В) фосфор С) шымтезек Д)  күл\n\n11.Жапырағы мен бүршігі бар бұтақтанбаған жас сабақ қалай аталады.\n\nА) бүршік В) өркен С) сабақ Д) жапырақ\n\n12. Жапырақ тақтасының  пішіні таспа  тәрізді болатын өсімдікті көрсет\n\nА) қара бидай В)жөке С) гүлшетен Д) қарағай\n\n13 Жапырақтарының түрөзгерістері мұртшаға айналған өсімдікті көрсет.\n\nА) асбұршақ В) жүгері С) бидай Д) қант қызылшасы\n\n14.Жапырақ сағағына ұқсаған гүлдің жіңішкерген жері қалай аталады.\n\nА) гүл табаны В) гүл сағағы С) тостағанша Д) күлте\n\n15.Гүлдің дәл ортасына орналасқан мүше.\n\nА) аналық В) аталық С) жатын Д) гүлсерік\n\n16.Гүлшоғырында қысқарған жуан негізгі сабаққасағақсыз гүлдер топтанып тығыз орналасады.\n\nА) себет В) шоғырбас С) күрделі масақ Д)  сырға гүлшоғыр\n\n17.Жидек тәрізді жемістерді ата.\n\nА) жүзім В) картоп С) мандарин Д)баклажан\n\n18.Тұқымның өнуіне шығымдылығын сақтауға, бөртуіне қажет\n\nА) су В) ауа С) жылу Д) энергия\n\n19.Жасушасында хлоропластары бар қарапайым жәндік.\n\nА) вольвокс В) эвглена С)амева Д) арцелла\n\n20Жануар ағзасында ұлпалардың неще түрі бар.\n\nА) 5 В) 6 С) 4 Д) 2\n\n21.Қанның ядросы жоқ, қызыл түсті жасушалары қалай аталады.\n\nА)лейкоцит В) эритроцит С) фагоцит Д) антидене\n\n22.Саңырауқұлақтарды зерттейтін ғылым қалай аталады.\n\nА) микробиология В) микология С) ботаника  Д) биология\n\n23 Медицинада пеницилдін дәрісін алатын саңырауқұлақ\n\nА) мукор В) аспергил С) пеницил Д)ақсаңырауқұлақ\n\n24 Жеуге жарамды саңырауқұлақты көрсет.\n\nА) қозықұйрық В) жалған түлкіжем С) көңілкеш Д) сұр шыбынжұт\n\n25.Бір жасушалы  жасыл балдыр\n\nА) спирогира В) улотрикс С)  хлорококк Д) ламинария",
        "question_date": "9.03.2016",
        "question_tag": "Биология",
        "question_views": 20800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "7-сынып биология тест II -нұсқа\n\n1. Тірі табиғат дүниесі неше бөлімнен тұрады?\n\nВ) 5     \n\n2. Ядросыз жасушалар қалай аталады?\n\nА) Прокариот   \n\n3.Ядролы ағзаны көрсет.\n\n  Д) Саңырауқұлақ\n\n4.Ауру туғызатын вирусты ата.\n Д) Ивоновский\n\n5. Микология ғылымы нені оқытады?\n  Д)Саңырауқұлақтар\n\n6. Ауру туғызатын бактериялар мен адамдардың жаппай ауруы қалай аталады?\n\nА) Індет    \n7. Циамобактерияларды көрсет.\n\n  В) Спирулина\n\n8. Дәрі алынатын саңырауқұлақ.\n\n  С)  Пеницил  \n\n9. Жеуге жарамды саңырауқұлақты көрсет.\n\nА) Майқұлақ\n\n10. Улы саңырауқұлақты ата.\n\nА) Көңілкеш\n\n11. Паразит саңырауқұлақты көрсет.\n\nА) Қастауыш  \n\n12.Денесінде ұлпалар болмайтын мүшелерге өсімді бөлігі қалай аталады?\n\n  С) Өсінді   \n\n13. Прокариот дегеніміз қандай ағзалар?\n\n В) Ядросыз   \n14. Вирустарды ашқан ғалым.\nД) Ивановский\n\n15. Ауру туғызатын бактериялар мен адамдардың жаппай ауруы.\n\nА)  Індет  \n\n16.Бактериялардың көптеген түрі өсімдіктердің денесін зақымдайды олд ауру не деп аталады?\n\nА) Бактериоз  \n\n17.Зең саңырауқұлақтарын көрсет.\n\nА) Мукор  \n18.Төменгі сатыдағы өсімдіктерді көрсет.\n\nА) Балдырлар  \n\n19. Денесінде ұлпалары болмайтын және мүшелерге бөлінбейтін өсімді бөлігін не дейміз?\n\n В) таллом  \n\n20.Жыныс жасушаларын қалай атаймыз.\n\nА) Гамета  \n\n21.Көп жасушалы балдырларды көрсет.\n\n В) Спирогира  \n\n22. Бір жасушалы талшықты жәндікті көрсет.\n\nА) Бодо   \n\n23.Ақ сұлама қандай құрттар типіне жатады?\n\n  С) Жалпақ  \n\n24.Омыртқасыз жануарларды көрсет.\n\nА) Құрттар  \n\n25.Ашық тұқымды өсімдіктерді ата.\n\nА)  Қарағай  \n\n7-сынып  Биология I-нұсқа\n\n1.Қазақстанда «Қызыл кітап» тұңғыш рет қай жылы шықты.\n\n С)1978\n\n2.Микроскоптың негізгі бөлігі- неден   құралады.\n\nА) көру түтігі\n\n3.Жасушада болатын желім тәрізді  созылмалы  қоймалжын   зат.\n\nД) цитоплазма\n\n4.Барлық ұлпалардан бұрын түзілетін ұлпа түрі қандай.\n\nВ) түзуші\n\n5.Жасушада қор жинауға қатысатын  түссіз пластид\n\n С) лейкоплас\n\n6.Көп жылдық өсімдіктерде өңнің орнын басатын қабат.\n\nС)тоз\n7.Өсімдіктің вегативті мүшелерін атап көрсет.\n\nА) сабақ\n\n8.Тұқымның ұрық тамыршасынан дамитын тамыр қалай аталады.\n\nА)негізгі\n\n9.Өсу бөлімінен кейінгі орналасқан қалың түктері бар бөлік.\n\nВ) сору\n\n10.Органикалық тыңайтқыштарды ата.\n\nС) шымтезек\n\n11.Жапырағы мен бүршігі бар бұтақтанбаған жас сабақ қалай аталады.\n\nВ) өркен",
                "date": "9.03.2016",
                "upvotes": 0
            },
            {
                "text": "1. Тірі табиғат дүниесі неше бөлімнен тұрады?\n\nВ) 5     \n\n2. Ядросыз жасушалар қалай аталады?\n\nА) Прокариот   \n\n3.Ядролы ағзаны көрсет.\n\n  Д) Саңырауқұлақ\n\n4.Ауру туғызатын вирусты ата.\n Д) Ивоновский\n\n5. Микология ғылымы нені оқытады?\n  Д)Саңырауқұлақтар\n\n6. Ауру туғызатын бактериялар мен адамдардың жаппай ауруы қалай аталады?\n\nА) Індет    \n7. Циамобактерияларды көрсет.\n\n  В) Спирулина\n\n8. Дәрі алынатын саңырауқұлақ.\n\n  С)  Пеницил  \n\n9. Жеуге жарамды саңырауқұлақты көрсет.\n\nА) Майқұлақ\n\n10. Улы саңырауқұлақты ата.\n\nА) Көңілкеш\n\n11. Паразит саңырауқұлақты көрсет.\n\nА) Қастауыш  \n\n12.Денесінде ұлпалар болмайтын мүшелерге өсімді бөлігі қалай аталады?\n\n  С) Өсінді   \n\n13. Прокариот дегеніміз қандай ағзалар?\n\n В) Ядросыз   \n14. Вирустарды ашқан ғалым.\nД) Ивановский\n\n15. Ауру туғызатын бактериялар мен адамдардың жаппай ауруы.\n\nА)  Індет  \n\n16.Бактериялардың көптеген түрі өсімдіктердің денесін зақымдайды олд ауру не деп аталады?\n\nА) Бактериоз  \n\n17.Зең саңырауқұлақтарын көрсет.\n\nА) Мукор  \n18.Төменгі сатыдағы өсімдіктерді көрсет.\n\nА) Балдырлар  \n\n19. Денесінде ұлпалары болмайтын және мүшелерге бөлінбейтін өсімді бөлігін не дейміз?\n\n В) таллом  \n\n20.Жыныс жасушаларын қалай атаймыз.\n\nА) Гамета  \n\n21.Көп жасушалы балдырларды көрсет.\n\n В) Спирогира  \n\n22. Бір жасушалы талшықты жәндікті көрсет.\n\nА) Бодо   \n\n23.Ақ сұлама қандай құрттар типіне жатады?\n\n  С) Жалпақ  \n\n24.Омыртқасыз жануарларды көрсет.\n\nА) Құрттар  \n\n25.Ашық тұқымды өсімдіктерді ата.\n\nА)  Қарағай  \n\n7-сынып  Биология I-нұсқа\n\n1.Қазақстанда «Қызыл кітап» тұңғыш рет қай жылы шықты.\n\n С)1978\n\n2.Микроскоптың негізгі бөлігі- неден   құралады.\n\nА) көру түтігі\n\n3.Жасушада болатын желім тәрізді  созылмалы  қоймалжын   зат.\n\nД) цитоплазма\n\n4.Барлық ұлпалардан бұрын түзілетін ұлпа түрі қандай.\n\nВ) түзуші\n\n5.Жасушада қор жинауға қатысатын  түссіз пластид\n\n С) лейкоплас\n\n6.Көп жылдық өсімдіктерде өңнің орнын басатын қабат.\n\nС)тоз\n7.Өсімдіктің вегативті мүшелерін атап көрсет.\n\nА) сабақ\n\n8.Тұқымның ұрық тамыршасынан дамитын тамыр қалай аталады.\n\nА)негізгі\n\n9.Өсу бөлімінен кейінгі орналасқан қалың түктері бар бөлік.\n\nВ) сору\n\n10.Органикалық тыңайтқыштарды ата.\n\nС) шымтезек\n\n11.Жапырағы мен бүршігі бар бұтақтанбаған жас сабақ қалай аталады.\n\nВ) өркен",
                "date": "11.03.2016",
                "upvotes": 0
            },
            {
                "text": "1-нұсқа\n\n1.В\n\n2.А\n\n3.Д\n\n4.Д\n\n5.Д\n\n6.А\n\n7.С\n\n8.С\n\n9.А\n\n10.А\n\n11.А\n\n12.?\n\n13.А\n\n14.Д\n\n15.А\n\n16.А\n\n17.А\n\n18.А\n\n19.В\n\n20.А\n\n21.В\n\n22.А\n\n23.С\n\n24.А\n\n25.А\n\n2-нұсқа\n\n1.Д\n\n2.А\n\n3.В\n\n4.В\n\n5.С\n\n6.С\n\n7.А\n\n8.А\n\n9.В\n\n10.С\n\n11.В\n\n12.А\n\n13.А\n\n14.В\n\n15.А\n\n16.В\n\n17.А\n\n18.А\n\n19.С\n\n20.С\n\n21.В\n\n22.В\n\n23.С\n\n24.А\n\n25.С",
                "date": "17.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тепе-теңдікті дәлелдеңдер",
        "question_content": "1)sin2альфа-tg альфа=соs2альфа tg альфа\n\n2) ctg альфа -tg альфа =2ctg2 альфа\n\n3)sin2альфа -ctg альфа= -cos2 альфа ctg альфа\n\n4) tg( альфа+45)+tg( альфа-45)=2tg2 альфа\n\n5) 2sin(45+альфа)•sin(45-альфа )= cos2альфа",
        "question_date": "9.03.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жарты бұрыштың формулалары. Көмек",
        "question_content": "sin альфа,cos альфа,tg альфа,ctg альфаны tg альфа/2 арқылы өрнектеңіз)\n\nЫқшамдаңдар:\n\n1)Cos2альфа/cos альфа-sin альфа\n\n2)ctg альфа(1-соs2альфа)",
        "question_date": "9.03.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "sin(a/2)=((1-cosa)/2)^0.5\n\ncos(a/2)=((1+cosa)/2)^0.5\n\ntg(a/2)=((1-cosa)/(1+cosa))^0.5\n\nctg(a/2)=((1+cosa)/(1-cosa))^0.5\n\n1)cos(2*a)/(cosa-sina)=(cos^2(a)-sin^2(a))/(cosa-sina)=cosa+sina\n\n2)ctga*(1-cos(2*a))=ctga*2*sin^2(a)",
                "date": "10.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Актив жеке кабинеттен басқа номерге бірлік аударуға бола ма?",
        "question_content": "Актив жеке кабинетке өз атыңнан кіріп басқа  номерге бірлік  аударуға  бола ма? Қалай  аударады?",
        "question_date": "9.03.2016",
        "question_tag": "Байланыс операторлары",
        "question_views": 355,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Түлкі неше рет секіргенде тышқанды ұстайды?",
        "question_content": "Түлкі тышқанды көрді. Түлкі 4 рет секіргенде тышқанға жетер еді, бірақ тышқан қаша жөнелді. Түлкінің бір секіру ұзындығы  тышқанның 12 қадамына тең. Егер түлкі бір рет секірген уақытта тышқан 4 қадам жасаса, түлкі неше рет секіргенде тышқанды ұстайды",
        "question_date": "9.03.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 5200,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Мүмкін осылай болар........\n\n12*4= 48\n\n12-4=8\n\n48:8=6\n\nШешуі :6 қадам болу керек.....",
                "date": "9.03.2016",
                "upvotes": 2
            },
            {
                "text": "L=4*12=48\n\nv=12-4=8\n\nt=48/8=6",
                "date": "9.03.2016",
                "upvotes": 0
            },
            {
                "text": "4-ті 12-ге көбейтіп 48/8=6",
                "date": "11.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шежіренің қазіргі маңызы?",
        "question_content": "Қазіргі шежіреде қазақтың екі жүзден көп ру шежіресі бар. Шежіренің қазіргі маңызы?",
        "question_date": "9.03.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 7300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шежіренің қазіргі маңызы - бір ұлттың  тарихының бір бөлімі болғандықтан, ұлт болудың жоғарғы шарты арқылы ата тегін тани білетін ұрпақты тарих пен қайта тәрбиелеу болып табылады.  Біздің шежіре жинап, жария ету мақсатымыз халқымыздың өз шежіресін оқып, білу, танып, қайсысы шын, қайсысы өтірік екеніне зерттеп шындыққа көзін жеткізу, сөйтіп ұлтымыздың мұралық шежіресін табу.\n\nҚазіргі шежіреде қазақтың екі жүзден көп ру шежіресі бар. Осылардың кемістігі айтқан, жазған, не жинаған адамдардың, шежірелік білім әртүрлі, көбіне руына тарту, діндік көзқас бойлап, шежіре тарату, басқаларды қорғау, кемсіту, жауластыру сияқты көзқарастар араласқан. Мысалы, VІІІ-Х ғасырларда қазаққа ислам діні таралуына байланысты қазақтың тегін араптың Аннас сахабасына қатысты таратулар, кейде уақыт жағынан ауыстырулар, жер-су, адам аттарының ауысулар сияқты жаңсақтық болады. Бұған шындыққа көз жеткізу тарихи, ғылыми дәлел сипатқа жеткенше іздеу керек.\n\n4. Шежіре тарихтың бір бөлімі болғанмен, шежірені тарих орнына қоюға болмайды. Сонымен бірге шежіреде ұлтымыздың тарихи, этнографиялық, фольклорлық, тіл біліміндік мол мәлімет бар. Егер шежіреге немқұрайлы қаралса, осы мәліметтен сыр, тарихымыздың мәнді бір қайнар көзінен айрылып қаламыз.",
                "date": "9.03.2016",
                "upvotes": 0
            },
            {
                "text": "Шежіренің ешқандай тарихи, ғылыми құндылығы жоқ, ұлттық мифиология, көркем әдеби жағынан ғана құндылығы болар",
                "date": "9.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақ хандығына шежіре неге керек болды?",
        "question_content": "ХV-ХVІІІ ғасырда қазақ хандығы заманында қазақ хандары өзіне қарасты елдің ру, тайпа шежірелерін  жинап, реттеп жаздырып хан ордаларында сақтауды өз дәстүріне айналдырды. Қазақ хандығына шежіре неге керек болды?",
        "question_date": "9.03.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ХV-ХVІІІ ғасырда қазақ хандығы заманында қазақ хандары өзіне қарасты елдің ру, тайпа шежірелерін  жинап, реттеп жаздырып хан ордаларында сақтауды өз дәстүріне айналдырды.\n\nҚазақ хандарының әкімшілік басқару жүйесі, жерлік басқару жүйесі емес, ұлыстық басқару жүйесі болатын. Сондықтан қазақ елін, ру, тайпа, ұлыс, жүздерге бөліп басқарғандықтан 200-ден артық ру, тайпалардан құралған қазақ елін билеп басқару үшін хандарға ру шежіресін білуді қажет етті. Нақтылап айтқанда хан басқарған жүйе уәзір, әскери қосын құру, билер белгілеу, ру басшылар белгілеу, қазына алып, салық, рулар, өріс-қоныс, жаз жайлау, қыс қыстау жерлерін белгілеу, рулар ара жер дауы, жесір дауы, құн дауына билік айтуда шежіре білудің маңызы заң білумен бірдей болды.  Бұл ру-тайпа шежіресінен сырт ел билеген хандардың нәсілдік шежірелер, сол хан заманында туған ірі оқиғалар жылдарында жаздырып сақтады. Мұндай шежіре Есім хан, Тәуке хан, Әбілмәмбет ұрпақтарында болды.\n\n«Жоғарыда айтылған шежірелердің бір бөлімі Жәңгір ханда сақталған. ХVІІІ-ХІХ ғасырларда қазақ хандары қытай еліне барғанда мәдени қатынаста болған. «Қазақ шежіресі» атты  кітап мәнжу тілінде Бейжіңдегі хан сарайы архивінде тұр . Тарихи, ғылымдық  құндылығы жағынан ең құнды мәліметті шежіренің бірін Ш.Құдайбердіұлының «Қазақ, қырғыз һәм хандар шежіресі» араб, парсы, түрік, монғол, орыс, қытай тілдеріндегі мәліметтермен салыстырылып және өз көзқарасы да айтылған. Бұдан қалса тағы бір ғалым Құрманғали Халидов жазған «Тауарих хамса»  атты шығармасында өте зор мәлімет бар.\n\nШежірелік деректерді жазып, жинауда Шәкәрім Құдайбердіұлы, Шоқан Уәлиханов, Нұржан Наушабеков, Мұхаметжан Тынышбаев, Мәшһүр Жүсіп Көпеев болды.\n\n4.Шежіренің түрлері. Шежіре ру шежіресі, тайпа шежіресі, ұлыс шежіресі, ұлт шежіресі, хандар шежіресі, мемлекет шежіресі қатары түрлері болады. Қазақ шежірелерінің жанры бойынша: 1. өлең сөз (поэзия), 2. жайынсөз (проза) шежіре, 3. өрнек (кесте) шежіре, 4. жағрапиялық (жер, су, тау, тас) шежіре, 5. айтыс (ақындық) шежіре қатары жанрларға бөлінеді.\n\nҚазақ шежірелерінің үлкен бір саласы «өлең шежіре» мұнің негізгі себебі: қазақ халқының өмірінде өлең сөздің (поэзияның) атқаратын тарихи традициялық ролі мен мұрагерлік қасиеті жатыр. Қазақ өлең сөзінде «Ата өлең» деген өлең түрі бар. Әсіресе ақындар айтысында ақын әріптесінен «адамға тегін білмеу мін болады, айта отыр ата тегің кім болады» деп жөн сұраса ай тысады. Әне сол өлең шежіре осы ата жөн сұрасудың дамыған түрі – қазақтың ақын халық екендігін, өз өмірін өлеңмен түсіндіру, шежірелік жыр-дастан ету, қазаққа тән қасиет сондықтан өлең шежіре қазақ фольклорының шежірелік бір жанры.\n\nАл қазақ шежіресінің енді үлкен арнасы «жайынсөз шежіре» (проза) бұл да қазақтың шешендік өнерінің бір саласы ертегі, аңыз-әңгіме, тарихи естелік, әңгіме, ұлы әңгімеге ұласқан жанр түрлері. Мұны жаратушы жазушы адамдар оқымысты, көпті көрген көсем, ойлы, шешен тілді ел аталары ру шежірешілері болған, шежіренің ана үш түрі де осылай тек мазмұндық парықты.\n\nАдамзат қоғамының даму тарихынан алғанда: ру, тайпа, ұлыс, халық, ұлт болып қалыптасу, даму барысы бар. Қазақ шежіресі – қазақ ұлтының үш мың жылдық даму барысының мәдени мұрасының бір саласы.\n\nҚазақ ұлтының шығу тегі (нәсілі)  атадан таралуы туралы қазақ шежірелерінің көбінде: барлық «қазақ» аталатын адамдар «қазақ  - ата нәсілінен таратылады». Қазақтан Бекарыс, Ақарыс, Жанарыс деген үш ұл туады. Бекарыстың ұрпағын «ұлы жүз» деп атап, одан Үйсін, Қаңлы, Дулат, Түркеш, Жалайыр, Албан, Суан, Шапырашты, Ошақты, Шанышқылы, Сіргелі т.б. тайпалар кірген. Ақарыстың ұрпағы «орта жүз» деп атап одан: Арғын, Найман, Қоңырат, Қыпшақ, Керей, Уақ тарайды. Жанарыстың ұрпағын «кіші жүз» деп атап, одан: Әлімұлы (Әлім, Шүмекей, Кете, Қаракесек, Қарасақал, Төртқара, Шекті), Байұлы (Адай, Беріш, Алшын, Жаппас, Есентемір, Малқар, Таз, Байбақты, Тана, Шеркеш, Ысық, Қызылқұрт); Жетіру (Кердері, Жағалбайлы, Керейт, Төлеу, Табын, Тама, Рамадан) тарайды. Осы рулардың өзіндік ұраны, таңбасы болған.\n\nҰлт дегеніміз – адамдардың бір территорияда жасаған отандық бірлігі, бір тілде сөйлейтін тілдік бірлігі, бір наным-сенімдегі діндік, бірлігі бір, салт-саналық рухани бірлігі, тұрмыс-тіршіліктегі шаруашылық бірлігі негізінде қалыптасқан қандастық қатынастағы туысқандық бірлігін ұлт дейміз.",
                "date": "9.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақ жазба шежіресі қашан туған?",
        "question_content": "Қазақта жазу мәдениетінің қалыптасу тарих ғылымының дамуына байланысты бұрынғы ауыздан-ауызға тарап, ұрпақтан-ұрпаққа жалғасып келген шежірелер жиналып жазбаға түсе бастады. Қазақ жазба шежіресі қашан туған?",
        "question_date": "9.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 561,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақта жазу мәдениетінің қалыптасу тарих ғылымының дамуына байланысты бұрынғы ауыздан-ауызға тарап, ұрпақтан-ұрпаққа жалғасып келген шежірелер жиналып жазбаға түсе бастады. Қауырсын, қаламмен қағазға түсірілген шежірелер ру басы мен билер, хан, сұлтандардың қолында сақталды. Ерте орта ғасырларда өмір сүрген, тарихшылар, этнографтар, ғалымдар қазақ шежірелерін жинап, реттеп, сақтауды, өз көзқарастарын қосып баяндауды дәстүрге айналдырған, сөйтіп ауызша шежірелер хатқа түсіп, жазба шежірелерге айналды. Мысалы қазақ тарихшысы  ғалым М.Ақынжановтың айтуынша «Қазақ шежіресі есте жоқ ерте заманнан ру-тайпалық дәуірден басталғаннан VII  ғасырдан ХХ ғасырға дейінгі мезгілді қамтиды » деп жазды.\n\n1.Іле өзенінің алқабындағы Алмалық қаласында туып-өскен қаңлы тайпасынан шыққан тарихшы, шежіреші және ақын Жапал Қарши (1230-1315) 1300-жылы жазған шығармасы «Мүлка хат ас-сұрақ» (сөздікке қосымша) атты еңбегінде қаңлы, қыпшақ, найман, оғыз т.б. тайпалардың ХІ-ХІІІ ғасырға дейінгі өмір-тіршілігімен шежіреаңыздарын баяндаған. Осындай шежіренің бірі «Насіпнама-қазақ» (қазақ шежіресі) қолжазбасы мұнда ХІІІ-ХVІІІ ғасырға дейін баяндаған.\n\n2.Қазақ  халқынан шыққан әйгілі тарихшы, ғұлама ғалымдар жинаған шежірелердің құндылары қазақтың Дулат руынан шыққан Мұхаммед Қайдар Дулати (1499-1551) жазған «Тарихи-Рашиди»;\n\n3. Қыдырғали Қосынұлы Жалаири (1530-1605) жазған «Тарих ат тауарих» (Жылнамалар жинағы) және\n\n4. «Көшен Қарауыл шежіресі» (ХҮІІІ ғас.) мен Жәңгір хан шежіресі (1835);\n\n5. Шоқан Уәлиханов жазып алған «Ұлы жүз шежіресі», Ә.Нияз жазған «Үш жүздің шежіресі», Ахмет Жантөрин, Мұса Шорманұлы, өтеубай Бөжейұлы қатарлы жинаған «Қазақ жұртының шежіресі», Қорғанбек Бірімжанұлының ұйымдастыруымен жиналған «Орта жүз бен кіші жүз шежіресі» (1894) және Торғай қаласында ғалым, ақын, жыраулар бас қосып, бір жыл кеңесіп жасаған шежіре «Ғажайып шежіре», «Шыңғыснама».т.б",
                "date": "9.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шежіре дегеніміз не? Шежіреңізді білесіз ба?",
        "question_content": "Шежіре (арабша шаджарад — бұтақ, тармақ) – халықтың шығу тегі, таралуын баяндайтын тарих ғылымының бір тармағы. Сәбит Мұқановтың анықтамасы бойынша «Шежіре» деп кімдерден кімдер туып, қалай өрбігенін баяндайтын ерте заманнан атадан балаға мирас болып келе жатқан ауызша деректерді айтады.\nШежіре шын мәнінде рудың, тайпаның, халықтың тарихының құрамды бөлігі. Тарихи ата салты бар халықтар жеке отбасының, әулеттің, атақты қолбасшы, мемлекет қайраткерлерінің шежіресін жасауды салтқа айналдырған. Шығыста бұл салт Қытай елінде өте ерте дамыған. Онда сол мемлекетте, көрші елдерде күнбе-күні басты оқиғалар «хроника» есебінде жазылып, отырған. Осылай өз тарихының деректі негізін жасаған. Көрші Ресейді патшалардың, текті сославиелердің, жеке дворян әулеттерінің шежіресін жасау салты қалыптасқан.\nҚазақ халқында ата шежіресі ерте кезден бар. «Жеті атасын білмеген жетесіз», «Жеті атасын білген ер жеті рулы елдің қамын жер, жалғыз өзін білген ұл, құлағымен жағын жер» деген аталы сөздер соның айғағы. Ал жеті атада үлкен сыр бар. Әр ұрпақ 25 жастан десек, ол 175 жыл. Бұл болса, бір адамның жеке басының тағдыры арқылы оның құл емес екенін, ата тегін, өз ортасының белді мүшесі екенін, он алты жаста ордаға енер, жау ортасын бұзып-жарып кірер адамзат екендігін байқататын фактор.\nШежіре арқылы оның тегі, ата қонысы, қауымға қосқан үлесі, отан қорғаудағы орны, меншік, адами құқы, т.б. болмыс білінетін болған. Ру, бау, сан, тайпа, тұқым, тек, арыс, жүз, жұрт, ел, отан сияқты халықтың барша тарихын көрсетер категориялар — айналып келгенде, шежіренің негізгі категориялары. Бұл болса тұтас этнос, халық тарихының сырын ашуға бірден-бір қажет сюжеттер.\nҚазақ үш жұртынан тұрады: өз жұрты, нағашы жұрты, қайын жұрты. Шежіре де осы үш жұрттың динамикасын көрсетіп, соның нәтижесінде барша халықтану қалыптасары даусыз.\nСіз өз шежіреңізді білесіз ба?",
        "question_date": "9.03.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 45700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Шежіре» деген сөздің төркіні арабтың «шыжре» – бұтақ, тармақ деген мағына білдіретін атау сөзден шыққан.\nШежіре – бір ұлттың шығу тегі мен аталық нәсілінің тармақтап ұрпаққа, руға таралуын баяндайтын тарих ғылымының бір тармағын түсіндіретін атау. Қазақ ру шежіресі қазақ жазу тарихынан бұрын ауызша сөз өнері көлемінде туып, дамыған «ата тек», нәсіл шежіресі ретінде болды да, шешен, шежіреші, билер ауызша таратты. Бұл шежірелер бір атадан тараған ұрпақтардың, туысқандастық қатынасын білдіретін рулық шежіре алғаш сол рудың ақылды аталар аузынан аңыз-ертек ретінде айтылып, соңғы ұрпаққа өсиет, мұра, ақыл, нақыл, шешен тіл арқылы жетіп отырды. Сондықтан қазақ ұрпағына рулық шежіре білуді өсиет, міндет деп үйретіп «жеті атасын білмеген, жетесіздік белгісі», кейде «жеті атасын білмеген, жетімдіктің белгісі» деп айтуда.\n\nОның себебі:\n\n1. Жеті атасының кім екенін үйрететін атасы болмады ғой;\n2. атасы үйретсе де жетесіз, тексіз намыссыз, зейін-зердесіз балада ақыл ойсыздығыннан үйренбейді;\n3. қазақ жеті атаға толмай қыз алыспайды;\n4. бір әкеден туған жеті туысты әкесі, баласы, немересі, шөбересі, өбересі, шөпшегі, туажат деп атаудан «шежіре» басталады;\n5. жеті саны қазақтың  наным-сенім, салтына да қатысты жағы бар киелі тотемдік ұғым.\n\nҚазақтың ата-баба шежіресі рулық, тайпалық, ұлыстық, ұлттық шежіреге ұласқан шежіре. Сондықтан тарихшылар бір ұлттың  шығу тегі мен қоғамдық жағдайы туралы зерттегенде алдымен сол ұлттың мұралық аңыз шежірелеріне көңіл бөледі. Қазақта 20-10 атаға дейін тарататын ақсақалдарды «шежіреші» деп атады. Қазақта әр рудың, әр тайпаның өз шежіресі болды. Бұлар көбіне оқығанынан тоқығаны көп, ақылды адамдар болып, олар ата-баба шежіресін жинап, реттеп, жазып, жаратушы, айтып таратушы болды. Бұл шежірешілер өз заманында және ерте заманда болған ірі тарихи оқиғалар, соғыс, апат, жұт, үркін-қорқын, қоныс ауған ел, оқиғаларды, жеке хандар, батырлар, шешендер, жыраулар туралы тарихи мәлімет шежірелік дерек беріп отырды. Және мұндай шежірешілер байырғы қазақ тұрмыс, салты, наным-сенімі, календары, жыл, ай, күн есептері, дәрігерлік, шипагерлік, оташылық қатарлы жан-жақтылы білікті адам болған.",
                "date": "9.03.2016",
                "upvotes": 0
            },
            {
                "text": "Шежіре, (арабша шаджарат — бұтақ, тармақ) — тарих ғылымының халықтың шығу тегін, таралуын баяндайтын тармағы. Ру, тайпалардың тарихын ұрпақтан ұрпаққа жеткізген, қалыптасқан ресми Шежіре барлық халықтарда кездеседі. Ресей, Германия, Англия, Франция және көптеген шығыс елдерінде Шежіренің көп томдық жинақтары шыққан. Башқұрт, өзбек, түрікмен, қырғыз, Сібір халықтарында Шежіре дерек көздері ретінде молынан кездеседі. Шежірені шежіреші қарттар ауызша таратып отырған. Сондықтан оны кейбір ғалымдар далалық ауызша тарихнама (ДАТ) деп те әспеттейді. Кеңес өкіметі заманында Қазақстанда Шежірені зерттеу, оны тарихи дерек ретінде пайдалану идеологиялық саясат әсерінен көп қолға алына қойған жоқ. Дегенмен, Х.Арғынбаев, М.Мұқанов, В.Востров, т.б. этнолог ғалымдар еңбектері тарапынан ішінара көрініс тапты. Жалпы Шежірені жинақтаған көнекөз қариялардың көмегімен қазақтың ру-тайпаларының өткені туралы біршама мәліметтер алуға болатындығы 18 ғасырда белгілі болды. 18 — 19 ғасырларда мұндай Шежірелердің біразын Н.Аристов, А.Левшин, В.Григорьев, Л.Мейер, П.Рычков, М.Тевкелев,Н.Гродеков, И.Андреев, Ш.Уәлиханов, Г.Н. Потанин, Ә.Диваев, т.б. зерттеушілер жазып алып, ғылыми айналымға енгізді. Алынған жинақтар Шежіре деректері орта ғасырлардан бастау алатындығын, тіпті жекелеген нұсқалары Адам атадан басталатындығын айқындады. Кейбір Шежіре нұсқалары ортағасырлық деректемелермен де ұштасып жатты. Рашид әд-Дин, Ұлықбек, Әбілғазы, Бейбарыс, ибн Халдун, т.б. көптеген ортағасырлық авторлардың еңбектерінде белгілі бір тұлғалардың, ру-тайпалардың, халықтардың шығу тегі таратылып, бірнеше ұрпақтар алмастығы өрбітіліп отырды.\n\n[A.]\nШежірелер кітабы.\n\nТүркі, соның ішінде қазақ ойшылдары топтаған Шежірелердің ең бағалылары — Мұхаммед Хайдар Дулат пен Қыдырғали Жалайыридың еңбектері болып саналады. Сондай-ақ “Көшен-Қарауыл шежіресі“ (18 ғасыр), “Жәңгір хан шежіресі“ (1835),Уәлиханов жазып алған “Ұлы жүз шежіресі“, А.Ниязовтың “Үш жүздің шежіресі“, А.Жантөриннің Шежіресі, Потанин жазып алған Мұса Шорманұлы Шежіресі, Ө.Бөжейұлының “Қазақ жұртының шежіресі“, Қ.Бірімжанұлының бастауымен жинақталған “Орта жүз және Кіші жүздің шежіресі“ (1894), “Насабнама“ сынды шығармалардың да құндылығы жоғары. Шежірені топтаудағы дерегі мол еңбектер қатарына Ш.Құдайбердіұлы, Қ.Халиди, Мәшкүр Жүсіп Көпейұлы, Н.Наушабаев, Торғай би жинаған “Үш жүздің шежіресі“ (Гродековжазбасында), Диханбай батырдың “Ұлы жүз шежіресі“ (Аристов жазбасында) сынды жұмыстар жатады.[1] Қазақ Шежіресінде тайпа, ру, аталардың таралуымен қатар, оларға байланысты тарихи оқиғалар, елдің қоныс аударуы, бір ел мен екінші елдің қарым-қатынасы, ол елдерден шыққан шешендер, батырлар жайлы әңгімелер қоса жазылады. Қазіргі таңда Шежірені дерек көзі ретінде қарастырып, одан алынған мәліметтерге ғылыми пайымдаулар жасау, тарихи материалдармен байланыстыру біршама жолға қойылып келеді. Қазақ тайпаларының Шежіресі “Өнер“ баспасынан бірнеше том болып басылып шықты. “Алаш” ғылыми-зерттеу орталығында (жетекшісі Х.Ғабжәлелов, Т.Омарбеков) Шежіре деректері жинақталып, қазақ ру-тайпаларының нақты тарихы жанжақты баяндалуда. Шежіренің қазаққоғамындағы рөлі, одан алынатын құнды мағлұматтар тарихшы мамандар тарапынан зерттелу үстінде. Қазақтың шежірелік мұрасына қатысты пайымдаулардың түйіні мынаған саяды:\n\nҚазақстан тарихын жазу барысында Еуразия көшпелілері туралы, оның ішінде түркі тілдес халықтар жайында жазылған байырғы және ортағасырлық еңбектердің баршасы тілі мен діліне қарамастан қаперде болып, ғылыми сараптан өткен деректер рухани айналымға түсуге тиіс.\nЕңбектері шежірелік сипатта жазылған, әсіресе Алтын Орда ұлысынан бергі кезеңді тілге тиек еткен төл авторлардың еңбектері Қазақстан тарихы үшін аса құнды дерек көзі болып табылады.\nҚазақтың фольклорлық мол мұрасындағы (тарихи өлең-жырлар, аңыз-әңгімелер, шежірелік баяндар, мақал-мәтелдер, т.б.) деректерді өмір шындығымен шендестіре отырып, Қазақстан тарихының мазмұнын байытатын қыруар мағлұмат сүзіп алуға болады.\n\nҚазақ халқы балаға 7-9 жасында әкесінен бастап ағайын-туысын, нағашы жұртын, алыс-жақынды таныстыруға, ататегін, руын, ел-жұртын білдіруге ерекше көңіл бөлінген, «Жеті атасын білу» заң болған. Әкесі, атасы балаға тек жеті атасына дейінгі бабаларының атын жаттатып қана қоймай, олардың қандай адам болғанын, ел-жұрты үшін жасаған ерлігі, өнегелі істері жайында әңгіме еткен. Сол арқылы бала ата дәстүрін жалғастырса екен деген мақсат көздеген. «Жеті атасын білген ұл жеті жұртқа жен айтар» деген аталы сөзді арқау етіп, баласына ата тарихын жастайынан жаттатқан. Ел-жұрт тарихын білу ер-азаматты ерлікке, елдікке, Отан сүюшілікке баулитынын білген.",
                "date": "11.03.2016",
                "upvotes": 0
            },
            {
                "text": "Саламатсызба. Шежіреге неге қыз баланың аты жазылмайды. Біздің шыққан тіліміз ғой ол. Əрі қарай қыздан туған бала жазылмау себебін түсінемін таласым жоқ оған. өйткені ол əкесінің ұрпағы болып жазылады. Ал біздер аспаннантүспедік ғой. Тек біздің атымызды жазып қойғанның несі айыб?",
                "date": "2.06.2016",
                "upvotes": 0
            },
            {
                "text": "Жаман бәрі қате",
                "date": "7.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Терминалды алдауға бола ма?",
        "question_content": "Терминалды алдауға бола ма?",
        "question_date": "8.03.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алдай  алмайсың!  Ол  мемлекет  қарауындағы  нәрсе",
                "date": "9.03.2016",
                "upvotes": 0
            },
            {
                "text": "Терминалды ойлап тапқан адам. Демек адам терминалдан да ақылды. Ол үшін арнайы компьютерлік, бғдарламалық білімдер қажет. Хакер болсаң алдай аласың. Бірақ хакерлердің де ағы мен қарасы бар. Терминалды алдау заңмен қудаланады",
                "date": "19.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кивиден ақшамды қалай шығарамын?",
        "question_content": "Кивиден ақшамды қалай шығарамын? Олимп кз сайтынан ақша ұтып кивиге салғанмын. 200000 тг колеминде) Соны қалай аламын. Ақша кивиде тұр. Көбі банк карточкасына аударасын дейді. Ол қалай шын ба?",
        "question_date": "8.03.2016",
        "question_tag": "Қаражат, Ақша",
        "question_views": 879,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://surak.baribar.kz/408854/",
                "date": "8.03.2016",
                "upvotes": 4
            }
        ]
    },
    {
        "question_title": "Солтүстік Американың қай бөлігінің табиғаты біздің жерімізге ұқсас болып келеді?",
        "question_content": "Солтүстік Американың қай бөлігінің табиғаты біздің жерімізге ұқсас болып келеді? Мысал келтіріңдер.",
        "question_date": "8.03.2016",
        "question_tag": "География",
        "question_views": 913,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Менің қалам Екібастұз! атты эссе керек?",
        "question_content": "Менің қалам Екібастұз! атты эссе керек?",
        "question_date": "8.03.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 4600,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Екібастұз атауы\n\nЕкібастұз атауына байланысты түрлі қызықты жәйттер бар. Екібастұз – Павлодар облысының ірі қалаларының бірі.\n\nМәселен, «Бабалар сөзінде» былай жазылған:\n\nЕл мен елдің арасында сауда-саттықтың кеңінен таралған кезінде, бір саудагер адам өзінің мүліктерін бірнеше түйеге қамдап артып, адырлы даламен сапар шегіп келе жатады. Ұзақ жолдан шаршаған, қалжыраған керуен бір тұстарға келгенде аялдап, ас ішіп, ауқаттанбақ болады. Кепкен еттерін алып, пісірмекке дайындық жасайды. Бірақ от жағатын отын таба алмай, дағдарысқа душар болады. Жинап әкелген шөп-шалам мен шөпшектер тез жанып кетіп, ет пісіруге мүмкіндіктері келмейді. Біраз адамдар даланы шарлап, тезек іздеп кетеді. Сөйтіп жүргенде бір тышқанның інінен шығып жатқан түйір- түйір қара домалақ тастарды көреді. Әлгіні қызық көріп жинап, қап түбіне салып алған тезек теруші керуен жайғасқан жерге қайтып келіпті. Шамалы жиналған тезекпен от жағып, дөңгелене отырған бір топ адам әлгі қара тастарды қолдан-қолға өткізіп тамашалап қарайды. Шамалыдан соң уыстаған күйінде біреуі жанған отқа қарай лақтыра салады. Отқа түскен бір уыс қара тастар қызуы күшейіп, жана бастайды. Соны көрген керуеншілер: «Жанатын тас шығаратын жер екен мынау. Бұл жерге біз белгі қойып кетейік, елге барғаннан соң көпшілікті ертіп әкеліп, өнім алармыз»,-деді де, саудалауға әкетіп бара жатқан үлкен-үлкен тұзды бірінің үстіне бірін қойып қалдырып кетеді. Кейін көпшілік жиналып келерде жаңағы жерді екі қос тұз қалған жер деп іздеп, соңынан «Екібастұз» аталып кеткен екен.\n\nАл, Екібастұз атауына байланысты көпшілік білетін жәйт мынадай:\n\nОсы өңірде тас көмір кені ашылғанға дейін, оның күншығыс жағында жатқан тұзды көл ерте заманнан бері «Екібастұз» деп мұрағаттық құжаттардан белгілі. Осыған байланысты кейін бұл жерден табылған тас көмір кені де, оның жанына орнаған қалашық пен қала да «Екібастұз» деп аталады. Екібастұз қаласы өзінің жастығына қарамастан теңдесі жоқ алып кәсіпорындарымен бүкіл әлемге танымал болып отыр. Қысқа ғана мерзім ішінде Қазақстанның «қара алтынды» жерінде пайда болған қала біздің замандастарымыз үшін аты аңызға айналған қала болып отыр. Тек қана Екібастұзда тұңғыш рет Қазақстанда көптеген алдыңғы қатарлы технология өмірге келді, жаңа үлгідегі құрал-жабдықтар зерттелді. Екібастұз қаласы - кеншілер мен энергетиктердің мақтанышы. Қала орасан зор, әлемдегі бай тас көмірімен танылып отыр. №1, 2-МАЭС- тердің іске қосылуы арқасында Екібастұз жылуэнергетикалық кешенінің ірі орталығы болып отыр. Бүгінгі таңда үш бірдей – «Богатырь», «Солтүстік» және «Шығыс» кеніштерінде көмір өндіріледі. Екібастұз көмірі Қазақстанның, Орал, мен Батыс Сібірдің электр станцияларының жұмыстарын үздіксіз қамтамассыз етіп отыр. Қала тек географиялық орнымен ғана емес,сонымен қатар тарихи ерекшелігіне байланысты қалыптасты. Екібастұз көмірі мен электр қуаты бүкіл аймақтың кәсіпорындар: Павлодар химия, мұнай өңдеу, алюминий, трактор, Ақсу ферроқорытпа зауыттары - Екібастұздағы «қара алтынның» арқасында өркендеп отыр. Сондай-ақ Екібастұз көмірі Қазақстан мен Ресейдің арасын жалғастырушы буын болып табылады. «Шығыс» кеніші - әлемдік тәжірибеде тұңғыш рет бейімделген көмір қабаты жағдайында көлденең жатқан шектеулі қуатымен жобаланды және көмір шығарудың жаңа технологиясын енгізді.",
                "date": "9.03.2016",
                "upvotes": 0
            },
            {
                "text": "Осы өңірде тас көмір кені ашылғанға дейін, оның күншығыс жағында жатқан тұзды көл ерте заманнан бері «Екібастұз» депмұрағаттық құжаттардан белгілі. Осыған байланысты кейін бұл жерден табылған тас көмір кені де, оның жанына орнаған қалашық пен қала да «Екібастұз» деп аталады.\n\nЕкібастұз қаласы өзінің жастығына қарамастан теңдесі жоқ алып кәсіпорындарымен бүкіл әлемге танымал болып отыр. Қысқа ғана мерзім ішінде Қазақстанның «қара алтынды» жерінде пайда болған қала біздің замандастарымыз үшін аты аңызға айналғанқала болып отыр. Тек қана Екібастұзда тұңғыш рет Қазақстандакөптеген алдыңғы қатарлы технология өмірге келді, жаңа үлгідегі құрал-жабдықтар зерттелді.\n\nЕкібастұз қаласы - кеншілер мен энергетиктердің мақтанышы. Қала орасан зор, әлемдегі бай тас көмірімен танылып отыр. №1, 2-МАЭС- тердің іске қосылуы арқасында Екібастұз жылуэнергетикалық кешенінің ірі орталығы болып отыр. Бүгінгі таңда үш бірдей – «Богатырь», «Солтүстік» және «Шығыс» кеніштерінде көмір өндіріледі. Екібастұз көмірі Қазақстанның, Орал, мен Батыс Сібірдің электр станцияларының жұмыстарын үздіксіз қамтамассыз етіп отыр. Қала тек географиялық орнымен ғана емес,сонымен қатар тарихи ерекшелігіне байланысты қалыптасты. Екібастұз көмірі мен электр қуаты бүкіл аймақтың кәсіпорындар: Павлодар химия, мұнай өңдеу, алюминий, трактор, Ақсу ферроқорытпа зауыттары - Екібастұздағы «қара алтынның» арқасында өркендеп отыр. Сондай-ақ Екібастұз көмірі Қазақстанмен Ресейдің арасын жалғастырушы буын болып табылады. «Шығыс» кеніші - әлемдік тәжірибеде тұңғыш рет бейімделген көмір қабаты жағдайында көлденең жатқан шектеулі қуатымен жобаланды және көмір шығарудың жаңа технологиясын енгізді.",
                "date": "9.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Мына сайттағы видео көрінбей тұр?",
        "question_content": "Мына сайттағы видео көрінбей тұр? Неден? http://www.matemagia.club/lessons/lesson?idx=2",
        "question_date": "8.03.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оның себебі: Сен анау сілтемеңді қате жазған секілдісің.",
                "date": "8.03.2016",
                "upvotes": 0
            },
            {
                "text": "ол видео тек сайтка тіркелгендерге коринеди",
                "date": "8.03.2016",
                "upvotes": 0
            },
            {
                "text": "Flash player-ді жаңартып көр",
                "date": "18.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Солтүстік америкадағы табиғаты қатты өзгерген аудандар?",
        "question_content": "Солтүстік америкадағы табиғаты қатты өзгерген аудандарға мысал келтіру керек",
        "question_date": "8.03.2016",
        "question_tag": "География",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қысқаша тезірек айта салайын, аударып отыруға уақытым болмай тұр, өзің аударып аларсың",
                "date": "8.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Солтүстік Американың қай бөлігінің табиғаты біздің жерімізге ұқсас болып келеді?",
        "question_content": "Солтүстік Американың қай бөлігінің табиғаты біздің жерімізге ұқсас болып келеді? Мысал келтіріңдер.",
        "question_date": "8.03.2016",
        "question_tag": "География",
        "question_views": 809,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Невада штаты тура Семейге ұқсайды екеуінде де атом бомбасын аямай жарып сынақтан өткізген жер.",
                "date": "8.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Отау тв қосылғанда басқа телерналар өшеді екен деп естіген едім.",
        "question_content": "Отау тв қосылғанда басқа телеарналар өшеді екен деп естіген едім. Сол қаншалықты рас. Және қашан өшүі мүмкін?",
        "question_date": "8.03.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аналоговое телевидение  өшіріледі, ол бұрынғы Совет одағында орнатылған ескі система. Бәрі де Отау ТВ жерсеріктік телеарнаға ауысады, бар болғаны сол ғана.\n\nБірақ, жел тұрып тарелкасы айнып көрсетпей жатса, амал жоқ Ресейлік немесе Өзбекстандың  аналоговый теле арналарды кәдімгі антеннамен көріп отыра беруіңе мүмкіндіктер бола береді.",
                "date": "8.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сахнада қалай сөйлемін???",
        "question_content": "Сахнаға шыққанда аяқ қолым дірілдеп қобалжимін. Айтатын сөзімді ұмытып қаламын. Сахнаға шыққанда сөзім нақты шығуы үшін нестесем болады?",
        "question_date": "8.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 769,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Ол үшін сахнаға көбірек шығып бойыңды үйретуің керек еді бұрыннан бастап..\n\nДегенмен де, Сахнаға алғашқы рет шыққан кезде көрермендердің бәріне көңіл аудармау керек. Сол көрермендерді жоқ деп ойлан да, көрермендердің арасында өзіңе таныс адамды тауып ал да соған ғана айтып тұрғандай сезіне біл, болды сонда қысылмайсың.",
                "date": "8.03.2016",
                "upvotes": 3
            }
        ]
    },
    {
        "question_title": "OLX-ке өз затымды жарнамалау үшін қалай саламын?",
        "question_content": "Мен OLX сайтына өз затымды сату үшін,оны сол сайтқа калай салатымды білмей отырмын.",
        "question_date": "8.03.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіркелмейде жарнамаңызды салуға болады.\n\n\"Подать объявление\" деп жасыл жазу тұрады, соны басасыз.\n\n\"Заголовок\" деп тұрады сол жерге не сататыныңызда жазасыз.\n\n\"Рубрика\"  таңдайсыз. (Жұмыс, заттар сату, үй сату, жануарлар деген сияқтылар болады, соның ішінен өзіңізге керегін таңдайсыз),\n\n\"Описание\" сататын затыңыз туралы мағлұмат бересіз...\n\n\"Фотографии\" деген жерге сурет болса суретін кіргізесіз...\n\n\"Местоположение\" мекен жайыңызды. мысалы, Алматы қаласы, Мамыр 1 ықшам ауданы....\n\n\"Контактное лицо\" атыңызды жазасыз......\n\n\"Email-адрес\" электронды адресіңізді жазасыз....\n\n\"Номер телефона\" жарнама бойынша сізге хабарласу үшін телефон номеріңізді жазасыз...\n\n* Я соглашаюсь с правилами использования сервиса, а также с передачей и обработкой моих данных в OLX.ua. Я подтверждаю своё совершеннолетие и ответственность за размещение объявления. Осы жазудың жанындағы галочканы басасыз..........\n\nСоңында опубликовать деген көк жазу тұрады соны басасыз. Болды)))",
                "date": "9.03.2016",
                "upvotes": 1
            },
            {
                "text": "Olx.kz сайты арқылы не смартфон қосымшасы арқылы Тіркелесіз. Сататын затыңызды жазасыз.Керекті санатты таңдайсыз. Бағасын қоясыз. Модератор тексереді. Ары қарай бəрі дұрыс болса жарияланады.",
                "date": "8.03.2016",
                "upvotes": 1
            },
            {
                "text": "Автобус сатамын 1 млн",
                "date": "1.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "izkk.com Нан Зат сатып алып көргендер барма екен?",
        "question_content": "Достар, сәлем !   \nМереке құтты болсын !   \nОсы сайттан izkk.com зат алғандар барма екен, қазақшасы бар екен, алаңдап тұрғаным....",
        "question_date": "8.03.2016",
        "question_tag": "Жеке бизнес",
        "question_views": 372,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Я, пейпел болса тікелей сатып алуға болады.  \nҚытайдағы қазақ жігіттерінің қарауындағы қазақ тіліндегі сайт.  \nСайттың төмен жағынан қазақ тіліне өзгертуге болады.",
                "date": "25.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 наурыз - Халықаралық әйелдер күні құттықтау!",
        "question_content": "Құрметті, Сұрақ-Жауап сайтының әсем арулары, аяулы аналары, қарындас-әпкелер!!!\nСіздерді шұғылалы көктемнің алғашқы мерекесі – 8 наурыз Халықаралық әйелдер күні мейрамымен шын жүректен құттықтаймыз! Ана қуанышы, әйел қуанышы - әр үйдің, отбасының, Отанның мерейі. Дендеріңізге саулық, отбасыңызға бірлік-береке, кенен табыс, қызметте өрлеу және махаббат пен әсемдік тілейміз!\nКөктемнің шуағындай әр кез күлімдеп жүре беріңіздер! Жүздеріңізден жылулық, жүректеріңізден шуақ кетпесін! Әр атқан таң сіздерге мол қуаныш, үлкен бақыт пен шексіз шаттықтар сыйласын! Мереке құтты болсын!\nҚұрметпен Сұрақ-Жауап сайты ұжымы!",
        "question_date": "8.03.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 6700,
        "question_upvotes": 4,
        "answers": [
            {
                "text": "Сіздерді де 8 Наурыз мерекесімен құттықтаймыз!  Күндеріңіз шуақты да нұрлы бола берсін !",
                "date": "8.03.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Миллион, Миллиард, Триллионн деген сөз қай елден шыққан?",
        "question_content": "Миллион, Миллиард, Триллионн  деген сөз қай елден шыққан?  Қай тілде?    (Орыстың ақымақтары бұл сөздерді орыс шығарған деп ойлайды екен.Миллионды қазақша қалай айтады деп сұрайды. Ол орыстың сөзі емес қой.)",
        "question_date": "8.03.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Миллион сөзін- итальяндық саяхатшы Марко Поло шығарған. Осыдан 700 жыл бұрын.\n\nМиллиард сөзі -алғаш Францияда қолданылған\n\nТриллион сөзі- француз математигі Никола Шюкенің жазбаларында қолданылған....\n\n\"Орыстың ақымақтары\" деп айтуға болмайды. Бұл ұлтты кемсіту болып есептелінеді.\n\nБұл сөзер барлық елдерде қолданылады. Халықаралық сөздер. Бір елге ғана тиесілі емес!!!",
                "date": "9.03.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "COREL DRAW Х7 осыншама қымбат бағдарлама ма? Тегін орнатсақ не болар екен?",
        "question_content": "COREL DRAW Х7 осыншама қымбат бағдарлама ма?  Тегін орнатсақ не болар екен?  Қай сайттан жүктегеуге болады, кей-бір сайттардан жүктеп болған соң, толық орнатылмайды, алданып қаласың.",
        "question_date": "8.03.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 379,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сайттан торрент арқылы жүктей аласың.\n\nhttp://allbesta.net/torrent/30031-coreldraw-graphics-suite-x7-1710572-retail-2014-pc.html",
                "date": "8.03.2016",
                "upvotes": 0
            }
        ]
    }
]