[
    {
        "question_title": "Есіміңіз қандай мағына береді?",
        "question_content": "Есіміңіз қандай мағына береді?Есіміңізді кім қойды?Жалпы өздеріңізге ұнайды ма? (біреулерге ұнамайда жатады) Өз есіміңізден бөлек тағы да қандай есімдерді ұнатасыз?",
        "question_date": "8.08.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "салем барлығыңа)) менің есімім Гаухар. Менің атымның не мағына беретіндігін білерсіздер)))",
                "date": "9.08.2016",
                "upvotes": 1
            },
            {
                "text": "Есімім Сұлтан. Патша, сұлтан дегенді білдіреді",
                "date": "24.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Не үшін 3d max программасы менде 1 компьютерге ғана активация жасалады?",
        "question_content": "Не үшін 3d max программасы менде 1 компьютерге ғана активация жасалды? (толық жұмыс істеп тұр, керемет). 2-ші, 3-ші компьютерлеріме де қондырдым,  бірақ оларға активация жасауға қаншама рет қайталап әрекет жасап  көрдім, ешқандай нәтиже болмады, осының себебі неде?     Мүмкін оны интернетті өшіріп жасау керек па, әлде сол компания өзіне тіркеп 1 ақ рет активация жасауға рұқсат бере ма?  түсініксіздеу болып тұр. Кім біледі?",
        "question_date": "8.08.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 345,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер сіз 3d max бағдарламасын сатып алған болсаңыз оны тек шектеулі компьютерге ғана қоя аласыз. Сіздің сатып алған бағдарламаңыз тек 1 ғана компьютерге арналған болғаны ғой. Енді ол кілтті тек сол компьютерге ғана қоясыз басқаларына келмейт.",
                "date": "12.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Астананың әсем-әсем қыздары бар ма мұнда?",
        "question_content": "Астананың әсем-әсем қыздары бар ма мұнда? Мен Алматыдан келгенмін 1 ай бұрын, мына сен сияқты қыз керек-ау осы маған...)",
        "question_date": "8.08.2016",
        "question_tag": "Достық",
        "question_views": 287,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әйелім бұрын күйеуде болған.2қызы бар.Енді қыздардың тегін өзіме ауыстыра алам ба?",
        "question_content": "Үйленгем. Әйелім бұрын үйленіп ажырасқан. Бұрынғысынан 2 қызы бар. Заңды түрде ажырасқан. Біз жақында заңды түрде үйленіп неке куалігін алғанбыз. Енді 2қыздың тектерін өз тегіме ауыстырсам деймін. Қалай ауыстырсам болады? Бұрынғы күйеуінің ұрықсаты керек па? Алде, ұрықсатсыз ауыстыра аламыз ба? Заңгерлердің кеңесі керек.",
        "question_date": "8.08.2016",
        "question_tag": "Заң",
        "question_views": 366,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бауырым, бұл сайтта отыратындардың жасы сол қыздарыңмен жасты. Олар не ақыл береді деп ойлайсың?..\n\nОданда ЦОН-ға барсаң бәрі шешіледі ғой.",
                "date": "9.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Скайп тұралы сұрақ ішіндее.",
        "question_content": "Скайпқа кіргенде жоғарыда видиозванок және позвонить деган тұрадығой сол екеү  скайпты пайдаланып жатқанда жоқ болып кетеді сосын қосыладыда бірақ қоңырау бармай қояды не үшін түсінбедім???",
        "question_date": "8.08.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз қоңырау шалған тұтынушыда бейнежазба қабылдау мүмкіндігі жоқ болуы мүмкін. Сол үшін сізге кері дабыл береді.",
                "date": "6.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2016 жыл Грант иелерінің толық тізімі. Результаты грантов 2016 года",
        "question_content": "Грант иелерінің толық тізімі. Результаты грантов 2016 года\nБілім гранттарын бөлу жөніндегі республикалық конкурстық комиссия бүгiн жұмысын бастады. Комиссия мүшелерi 12 тамызға дейiн жұмысын қорытындылап, грант иелерiн 12 тамызға дейiн жариялайды, деп хабарлайды Baq.kz.\n«Білім гранттарын бөлу жөніндегі республикалық конкурстық комиссия 4 - 8 тамыз аралығында жұмыс iстейдi. 12 тамызға дейiн қорытынды шығарылып, БАҚ беттерiнде жарияланады», - дедi бүгiн комиссияның алғашқы отырысында ҚР Бiлiм және ғылым министрi Ерлан Сағадиев.\nКомиссия құрамына мемлекеттік органдар мен Ұлттық кәсіпкерлер палатасының өкілдері және жоғары оқу орындарының ректорлары кiрiп отыр. Биылғы жылы 31 702 грант бөлiнген. Оның iшiнде 2 950 орын жоғары оқу орындарының дайындық бөлiмшелерiне, 28 752 грант күндiзгi бөлiмге қарастырылған. Конкурсқа 59 677 түлек қатысып жатыр.\n12 593 грант техникалық және технологиялық, 5 мыңға жуық грант педагогикалық, 2 690 грант ауыл шаруашылығы және ветеринарлық, 3 мың грант медициналық мамандықтарға бөлiндi. Бiлiм гранттарын орналастыру мүмкiндiгiне биыл 87 жоғары оқу орны ие болды.\nГрант иегерлерінің тізімін осы жерде жариялаймыз. Сайтқа кіріп қарап отырамыз! :)",
        "question_date": "8.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 135000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "84пен екы шет т грант бола аламын ба 1Инязга 2 АГУ 3Павлодар 4Кокшетау жаздым мумкыншилык бар сиякты ма?",
                "date": "9.08.2016",
                "upvotes": 0
            },
            {
                "text": "Грант иегері атандым.",
                "date": "10.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Усилитель, колонка, громкоговоритель",
        "question_content": "Сұрақ мынандай мына усилителдің ваты қанша, және бұған қандай громкоговорителдер жалғау керек, аз ватты колонкалардың бірнешеуін қосып жалғауға  бола ма?",
        "question_date": "7.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 576,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Компьютерге WhasApp орнатқан едім енді оны қалай қолданамыз?",
        "question_content": "Компьютерге WhasApp орнатқан едім енді оны қалай қолданамыз?  Қатып қалып, жұмыс істемей тұрып қалады.",
        "question_date": "7.08.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 595,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қондырып керек емес.Одан да интернет арқылы кіріңіз сол оңай.Сотка арқылы істейсіз.www.whatsapp.com осы сайтта.Толығырақ мына жерде",
                "date": "7.08.2016",
                "upvotes": 0
            },
            {
                "text": "WhatsApp компьютерге орнатылмайды.",
                "date": "7.08.2016",
                "upvotes": 0
            },
            {
                "text": "Міне осылай орнатылды.",
                "date": "7.08.2016",
                "upvotes": 0
            },
            {
                "text": "BlueStacks деген программамен орнатсан болады. Тіпті соткадағы бүкіл ойындар мен программалар орнатылады.",
                "date": "9.08.2016",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе? Инструкция подключения к web.whatsapp.com осыны қарсаңыз болды түсінесіз. сәттілік !!!",
                "date": "12.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дүкенде арақ-шарап сату мәселесі бойынша шариғат не дейді?",
        "question_content": "Өзімнің жеке азық-түлік дүкенім бар еді, Сол дүкенде арақ-шарап сату мәселесі бойынша шариғат не дейді?",
        "question_date": "7.08.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өзіңіз біліп отырған шығарсыз.Шариғатта арақ-шарап харам.Оны сатпайды,сатып алмайды.Өзі ішпеседе біреуге құйып беруде күнə",
                "date": "8.08.2016",
                "upvotes": 0
            },
            {
                "text": "Арақ-шарап олар харам. Бірақ сол харам арақ-шарапты сататындар жылдам байып жатыр да,  ал халал дүкендер ашқандар банкрот болып қиналып,ақыры жабылып қалуда,клиент жоқтың салдарынан. Өйткені адамдардың ең көп тұтынатын нәрселері пиво, арақ, вино, коньяк,  солармен қоса түрлі закускаларын, кола-фанталарын міндетті түрде алады.  темекілер де өте жылдам сатылады, сатып алушылар да ондай магазинге өте көп келеді, ішкен адамдар өте шедрая душа болады, сдачаларына қарамайды да тастап кете береді.",
                "date": "8.08.2016",
                "upvotes": 0
            },
            {
                "text": "Ризық деген нәрсені білетін шығарсыз.Сіздің ризығыңызды ешкім тартып ала алмайды.Арақ сатпасам саудам жүрмейді деп қорқудың қажеті жоқ.Аллах ризығыңызды әлдеқашан жазып қойған.Тек соны харам жолмен не адал жолмен алатыныңыз өзіңізге байланысты",
                "date": "8.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Операциядан соң көз емдетуге бола ма?",
        "question_content": "Баламның көзіне әйнек ұсақ сынығы түсіп кеткен ойнап жүргенде. Больницаға барғанда 2 сағаттай окулистті күттік. Ол келіп қараған соң, операция жасату керек деп, сопровождение береміз деп тағы біраз уақыт жоғалттық. Сонымен не керек, оқыс оқиғадан соң, 4-5 сағаттан соң, әрең дегенде операция жасаттық. Ондағылар баланың көзі көрмеу қалуы мүмкін дейді. Не істеуге болады? Кім қандай емханаларды немесе тәуіпті біледі? Егер көрмей қалса не істеймін? Көздің жанарын қайтаруға бола ма? Эксперттер болса жауап берсеңіздер екен.",
        "question_date": "7.08.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 560,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұндай аса қиын жағдайда тәуіпке емес дәрігер мамандардың көмегіне жүгінгеніңіз дұрыс. Отандық дәрігерлер шамасы келмесе шет ел  мамандарына жүгініңіз. Қаржы жөнінде қиындықтар туса көмекші қоғамдық қорларға жүгініңіз. Бірақ, тәуіп іздеймін деп  тек уақыт жоғалтып алмасаңыз екен.",
                "date": "16.02.2020",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сжс сайты туралы",
        "question_content": "Бұрындары осы сайтқа кірсем чат бар болатын..ал кәзір чат жоқ болып кеткенбе түсінбедім..???",
        "question_date": "7.08.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 276,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Чатты уақытша ағытып тастадық. Сайтта техникалық сәйкессіздіктер үшін амалсыздан ағытуға тура келді. Алдағы уақытта қайта қосатын боламыз. Бірақ нақты қашан екендігі белгісіз.",
                "date": "7.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстан 3 алтын, 3 күміс, біраз қола алады. Олимпиада қалай болып жатыр?",
        "question_content": "Олимпиада қалай болып жатыр? Бұл Олимпиадада бокстан басқа дым қарамаймын, көңілім қалды. Қазақстан 3 алтын, 3 күміс, біраз қола алады-мыс. Сіздер қалай болжап отырсыздар, кімдерден үміт бар?",
        "question_date": "7.08.2016",
        "question_tag": "Жалпы спорт",
        "question_views": 599,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ауыр атлетикадан 1 алтын 1 күміс, алтынды Александр Зайчиков алады деп үміттеніп отырмын, Бокстан 4 алтын 1 күміс 1қола , Алтынды Біржан, Данияр , Иван, Василий, алады деп отырмын, Дзюдодан 2 күміс,",
                "date": "7.08.2016",
                "upvotes": 0
            },
            {
                "text": "Жалпы есеп бойынша 22-міз",
                "date": "25.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әпкем баламды асырап алған. Баланы өз атына жазуға бола ма?",
        "question_content": "Апкем менің баламды асырап алган. Бірақ фамилясы менің атымда. Әпкем өз атына жазғыза ала ма баланы. Қай жерге бару кереки.\n\n87083335519",
        "question_date": "7.08.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚР Неке (ерлi-зайыптылық) және отбасы туралы\n64-бап. Баланың атын және (немесе) тегін өзгерту\n1. Ата-аналарының екеуi де тегiн өзгерткен кезде кәмелетке толмаған балалардың тегi өзгередi. \n\nБала он алты жасқа толғанға дейiн ата-аналарының бiрлескен өтiнiшi бойынша тіркеуші орган баланың мүдделерiн негiзге ала отырып, баланың атын, сондай-ақ оған берiлген тектi ата-анасының екіншісінің тегiне өзгертуге рұқсат береді. \n\n2. Неке (ерлі-зайыптылық) тоқтатылған немесе неке (ерлі-зайыптылық) жарамсыз деп танылған жағдайда бала өзiне туған кезде берiлген тегін сақтайды. \n\n3. Егер ата-аналары некенің (ерлі-зайыптылықтың) бұзылуын тіркеуші органда ресімдеместен бөлек тұрса не балаға қатысты әке болу анықталса және бала өзімен бiрге тұратын ата-анасы оған өзiнiң тегiн бергiсi келсе, тіркеуші орган бұл мәселенi баланың мүдделерiне қарай және нотариатта ресімделген басқа ата-ананың пiкiрiн ескере отырып шешедi. Ата-ананың тұратын жерiн анықтау мүмкiн болмаған, ол ата-ана құқықтарынан айрылған не олар шектелген, әрекетке қабiлетсiз деп танылған кезде, сондай-ақ ата-ана баланы күтіп-бағудан және тәрбиелеуден дәлелсіз себептермен жалтарған жағдайларда, ата-ананың пiкiрiн ескеру мiндеттi емес. \n\n4. Егер ата-аналары некенің (ерлі-зайыптылықтың) бұзылуын тіркеуші органда ресімдей отырып, бөлек тұрса және бала өзімен бірге тұратын ата-анасы оған өзінің тегін бергісі келсе, тіркеуші орган бұл мәселені ата-аналарының екіншісінің пікірін ескерместен, баланың мүдделеріне орай шешеді. \n\n5. Егер бала бiр-бiрiмен некеде тұрмайтын (ерлі-зайыпты емес) адамдардан туса және әкесi заңды тәртiппен анықталмаса, тіркеуші орган баланың мүдделерiн негiзге ала отырып, оның тегiн анасының осындай өтiнiш жасаған кезде болған тегiне өзгертуге рұқсат етеді. \n\n6. Он жасқа толған баланың аты және (немесе) тегi заңды өкілдердің қатысуымен алынған оның келiсiмiмен ғана өзгертіледі. \n\nЕскерту. 64-бапқа өзгеріс енгізілді - ҚР 25.11.2019 № 272-VI Заңымен (алғашқы ресми жарияланған күнінен кейін күнтізбелік он күн өткен соң қолданысқа енгізіледі).\n\nПодробнее: https://kodeksy-kz.com/o_brake_i_seme/64.htm",
                "date": "22.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күшәла қант диабетіне ем болама, болса жазып жберсеңіз?",
        "question_content": "Күшәла қант диабетіне ем болама, болса жазып жберсеңіз?",
        "question_date": "7.08.2016",
        "question_tag": "Тазалық",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Медицина бұл емдік қасиеті өте күшті, сирек кездесетін шөп әлі күнге дейін қолданылмай келеді. Ал халық емшілері күшаланы өкпе ауруларына және бел омыртқа сыздап, буындар сырқырағанда қолданады (ревматизм, падагра, бруцеллез, артрит, т.с.с.). Өкпе туберкулезін емдегенде күшаланы қымызға салып ерітіп, бір кесе тұнбасын күніне 2 рет (күн шығарда және күн батарда) ішетін. Ал омыртқа мен буын ауырғанда дәрілік шөптің тұнбасын теріге абден сінгенше сылап жаққан. Одан кейін науқас адамды жылы орап тастаған. Бұл шөп өте улы болғандықтан, оны аса ұқыптылықпен пайдаланып отырған.",
                "date": "8.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мемлекеттік қызмет туралы тест сұрақтарын 2016 жылғы нұсқасын болса?",
        "question_content": "Мемлекеттік қызмет туралы тест сұрақтарын 2016 жылғы нұсқасын болса?",
        "question_date": "7.08.2016",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір жыл погкурс оқып қайтадан ЖОО түсуге болама?",
        "question_content": "11 жыл білім алып, ҰБТ тапсырғаннан кейін алған балымен қалаған оқу орыныңа түсуге мүмкіндік болмаса дайындық курстарды оқып келесі жылы қайтадан экзамен тапсырып түсуге болама? Осы жайлы толығырақ ақпарат бере аласыздарма?",
        "question_date": "7.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 282,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Инстаграмда қалып қойған салалмай қалған фотоларды қалай салады білесіздерме?",
        "question_content": "Қалып қойған ескі фотоларды қалай саламын инстаграмға білесіздерме?",
        "question_date": "6.08.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 550,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сұрақты дұрыс түсінбедім )) Қай жерде қалып қойған фото? Инстаграмға кез-келген фотоны бір жолмен ғана салады ғой.",
                "date": "7.08.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Алиэкспрес жайлы сұрақ | Сурет",
        "question_content": "15 күн болды оснындай болып тұр неге алға жылжымайды. неге  озы солай болады ма? қашан жылжиды алга",
        "question_date": "6.08.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 517,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Почтаға барып қараңыз.Белгілеген уақыттан бұрын жетіп қалады кейде.Ондай кезде өзіңіз барып тексерген дұрысырақ.Өз басымда да солай болған.Почтадағылар тіптен кері қайтарып жібермек болған",
                "date": "8.08.2016",
                "upvotes": 0
            },
            {
                "text": "бірақ маған поштадан хабарлама келген жоккой, маған поштадан телефонға хабарлама келеді деген еді",
                "date": "12.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Друг вокруг арқылы үйленгендер бар ма?",
        "question_content": "Друг вокруг арқылы үйленгендер бар ма?",
        "question_date": "6.08.2016",
        "question_tag": "Жанұя",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "2016 жылғы гранттар тізімі қашан шығады?",
        "question_content": "Қайырлы кеш! Осы жылғы гранттар тізімі қай уақытта шығады жəне соны онлайн түрде бірінші қандай сайттан қарауға болады?",
        "question_date": "5.08.2016",
        "question_tag": "Университет, колледж",
        "question_views": 5500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тізім 12 тамызға дейін шығады деп жаңалықтардан айтып жатқан.  Поискка жазсаңыз болды , бірден шыға келеді (көп сайттарда жарияланады)",
                "date": "6.08.2016",
                "upvotes": 0
            },
            {
                "text": "НАҚТЫ АҚПАРАТ\n\nБиыл Ұлттық бірыңғай тест сынағын тапсырған түлектерге берілетін мемлекеттік білім гранттарын бөлу мәселесін қараған республикалық комиссия өз жұмысының қорытындыларын шығарып, грант иелерін анықтады.\n\nЕліміздің барлық өңіріндегі тұрғындардың асыға күтіп отырған осы білім беру гранттары иелерінің тізімдері «Егемен Қазақстан» және «Казахстанская правда» газеттерінің алдағы 9 тамыз, сейсенбі күнгі нөмірінде жарық көреді.\n\nБасылым оқырмандары тізімнің газетіміз сайтындағы нұсқасын 9 тамыз күні 00:05 сағаттан бастап көре алатын болады. Тізім алдымен сайтта жарияланады.\n\n«Егемен-ақпарат»",
                "date": "7.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Банкке бір айға 100 мың теңге салсам . . .",
        "question_content": "бір айдан кейінгі сыйақысы (өсімі) қанша блады ? қалай есептеледі мысалы халық банк болса қанша болады ? қай банкке салған ең тиімді ?",
        "question_date": "5.08.2016",
        "question_tag": "Банк",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Банк несиеге ақша  берсе кем дегенде 18-40 пайызбен береді + алатын ақшасы тағы бар. Ал егер банкке ақша салсаң 1-2 ақ пайыз ақша сиақы қосады. Миллиондап салмасаң пайдасы жоқ.",
                "date": "5.08.2016",
                "upvotes": 0
            },
            {
                "text": "Халық банктен стандартный депозит ашсаңыз болады. Минимально  - 15000 тг саласыз , 1,3,6,9,12,18,24,30,36 айға дейін созуға болады.Жылына 10 пайыз -ау деймін. Толық есептеп шығару үшін сол банкта жұмыс істейтін консультанттардан сұрағаныңыз дұрыс.",
                "date": "6.08.2016",
                "upvotes": 0
            },
            {
                "text": "Меніңше Каспий банкке салыңыз! Пайызы жоғары! Бірақ 1 айға  депозит салу тиімді емес қой қай банкке салсаңызда 1000 теңге де ала алмайсыз!",
                "date": "9.08.2016",
                "upvotes": 0
            },
            {
                "text": "Шамамен 1200 тг дей болады бір айға,сайтына кірсең онлайн калькуляторы болады,соны қолданып есептеп көр",
                "date": "10.08.2016",
                "upvotes": 0
            },
            {
                "text": "интернетте жумыс усына алам биржа банктен пайызы жогары",
                "date": "12.08.2016",
                "upvotes": 0
            },
            {
                "text": "Өсім мұсылмандар үшін харам ғой негізі. ӨТЕ ҮЛКЕН КҮНӘ. Пайғамбарымыз (Алланың оған игілігі мен сәлемі болсын) Өсімнің күнәсі жайлы айтқанда, оның күнәсін өз анасымен жеті рет зина жасағанмен теңеген, СІЗ ЖИІРКЕНБЕЙСІЗ БА БАУЫРЫМ?",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әулие-әмбиелерге сенуге бола ма? Сөздің шыны керек",
        "question_content": "Әулие-әмбиелерге сенуге бола ма? Сөздің шыны керек",
        "question_date": "5.08.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 834,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қалай сену туралы айтып кетсеңіз",
                "date": "8.08.2016",
                "upvotes": 0
            },
            {
                "text": "Бола ма, болмай ма деген не сұрақ! Сенгіңіз келсе сеніңіз, сенбесеңіз сенбей-ақ қойыңыз, өз еркіңізде емес пе",
                "date": "9.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Wi fi қазақтелекомның скорысын қалаи жылдамдатуға болады",
        "question_content": "Wi fi қазақтелекомның скорысын қалаи жылдамдатуға болады",
        "question_date": "5.08.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Нолевойға баламды берейін деген едім. Қандай құжаттар керек?",
        "question_content": "Мен Астана каласында турасын 5 жастағы кызым бар. Сол кызымды Нолевойга берейн дегенмин. Сол ушин кандай кужаттар және де кайда барып жолыгуга болады.",
        "question_date": "5.08.2016",
        "question_tag": "Заң",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіз тұрып жатқан районға  қатысты мектепке барып, директордың оқу жөніндегі орынбасарына жолығасыз. Жалпы... Директор атына арыз жазасыз , + ЦОНнан справка , баланың туу туралы куәлігінің , ЖСН копиясы , денсаулық паспорты , прививочная картасы ,   2 шт 3*4 фото , скоросшиватель керек.",
                "date": "6.08.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шохан, Сабина - Менің үйім Қазақстан әнінің авторы кім?",
        "question_content": "Шохан, Сабина - Менің үйім Қазақстан әнінің авторы кім?",
        "question_date": "5.08.2016",
        "question_tag": "Жалпы ән туралы",
        "question_views": 443,
        "question_upvotes": 0,
        "answers": []
    }
]