[
    {
        "question_title": "Медициналық университеттер мектеп түлектерін қабылдамауы мүмкін?",
        "question_content": "\"Медициналық университеттер мектеп түлектерін қабылдамауы мүмкін\"-дейді. Сол шын мәнінде орындалатын нәрсе ма? Колледжге ауыса берейік па?",
        "question_date": "9.12.2016",
        "question_tag": "Университет, колледж",
        "question_views": 589,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ықтярхатпен Қазақстанда қандай құжаттарды рәсімдеуге болады?",
        "question_content": "шетелден келген қазақ азамат ықтярхатпен тұрғын үйге жер телімдерн ала-алама?",
        "question_date": "9.12.2016",
        "question_tag": "Жер туралы",
        "question_views": 410,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ыбырай Алтынсаринның \"Қазақ хрестоматиясы\" туралы шығарма керек.",
        "question_content": "Ыбырай Алтынсаринның \"Қазақ хрестоматиясы\" кітабының көркемдік ерекшелігі жайында шығарма тауып беріңіздерші жоспарымен? Өтініш ертеңге керек еді.",
        "question_date": "9.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ойлан,балам тақырыбында өлең шумақтары",
        "question_content": "Ойлан,балам тақырыбында өлең шумақтары бар ма. 7-8сынып оқушыларына арналған болса тіпті жақсы болар еді. Алдын ала рахмет!!!",
        "question_date": "9.12.2016",
        "question_tag": "Мектеп",
        "question_views": 901,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақтын видеоыйндар форумы",
        "question_content": "Салем барине! Мүмкін жалғыз менде емес бұндай сұрақ бірақ сондада, Қазақстаннын ойыншылырынын бір озінің видеоойын форумдары барма? ҰКомпьютер, Пластэйшен, икс бокс туралы) мысалы орыстарда коптеген форумдар бар арасында қазақтар да отырад жазып. Бир ойын бойынша сұрақ пайда болса орыстардын ойын сайттарына кіреміз, сондай Қазақтардын форумдары барма? интернетте таралмай барлық қазақтар бірге бір сайтта болатын?",
        "question_date": "9.12.2016",
        "question_tag": "Әлеуметтік желі",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Билмеим осындайды издеп журсимба бирак бар, форум жана сиякты али http://qazgamers.com/",
                "date": "9.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҚР Тәуелсіздігінің 25 жылдық мерейтойына орай мектеп мұғалімдеріне сыйақы беріле ме?",
        "question_content": "Алматы облысында Қазақстан Республикасының Тәуелсіздігіне орай мемлекеттік қызмектерлерге, мұғалімдерге, медицина қызметкерлеріне бір айлық жалақы сыйақы беріледі деп хабарлады. Сол сыйақы басқа облыстарға беріледі ме?",
        "question_date": "9.12.2016",
        "question_tag": "Мектеп",
        "question_views": 444,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қарызымды қайтарып алу?",
        "question_content": "Туысқан қайнағам тоғыз жүз мың тенге қарыз алды. Екі жыл төрт ай болды. Берер түрі жоқ. Азаматтық сотқа берсем ала алам ба? Басқа не істерімізді білмей отырмыз. Ұят болса да?",
        "question_date": "9.12.2016",
        "question_tag": "Заң",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сотқа бере алмайсыз, ешқандай дәлел болмаса. Оданда бүкіл туысты жинап, ортаға салыңыз. Оны сөйлетіп, видеоға жазып алыңыз, қашан қайтаратынын айттырыңыз, сосын қолхат жаздырып алыңыз. содан кейін барып юристпен ақылдасыңыз. Негізі ақшада туыстық та достық та болмайды, сол себептен абайлаңыз.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "туысқаннан айырылмас үшін қарыз бермеу керек еді ол кезде режігенмен арақатынастарыңыз бұзылмас еді. Ұарыз берер кезде шамаңызға ұарау крек егер қайтармаса садақа дегендей....",
                "date": "9.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оқу ісінің меңгерушісі директор міндетін атқарып жүрсе қосымша жалақы төлене ме?",
        "question_content": "Мен мектепте оқу ісінің меңгерушісі болып жұмыс істеймін. Біздің мектеп директоры басқа жұмысқа ауысып кетуіне байланысты, қазір мектеп директорының міндетін атқарушы болып істеп жүрмін сонымен қатар өзімнің жұмысымды да істеп жүрмін. Директордың бар міндетін атқарсам да жалақы төленбейді. Мен оқу ісінің меңгерушісінің жалақысын ғана аламын. Маған қосымша төлену керек пе. жоқ па соған жауап берсеңіздер. Рахмет.",
        "question_date": "9.12.2016",
        "question_tag": "Заң",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құса болу дегеніміз не?",
        "question_content": "Құса болып ауырып жүрмін. Құса болып ауыру дегеніміз не?",
        "question_date": "9.12.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 7500,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Қалай түсіндірсем екен, мысалы кішкентай баланың   мамасы екіншісін босануға кетсе үйде қалған баласы мамасын сағынып, тамақ ішпей, ойнамай , көңіл күйі болмай қалу дегенге келеді.",
                "date": "28.03.2023",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Қазақстан тарихы бойынша былтырғы олимпиадада қандай сұрақтар келді?",
        "question_content": "11 сыныпқа қазақстан тарихынан олимпиадада (облыстық, аудандық, қалалық) былтыр келген сұрақтар бар ма?",
        "question_date": "9.12.2016",
        "question_tag": "Мектеп",
        "question_views": 574,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Декреттік демалысқа шығу үшін нақты неше айлық еңбек өтілің болу керек?",
        "question_content": "Декреттік демалысқа шығу үшін нақты неше айлық еңбек өтілің болу керек? қазіргі уақытта 4 айдан бері тұрмысқа шығып, мекен ауыстыруыма байланысты жұмыссызбын. осы уақытқа дейін жасаған 2 жыл еңбек өтілім есептелуі мүмкін бе? екі сұрағыма нақты жауап күтемін",
        "question_date": "9.12.2016",
        "question_tag": "Заң",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мына сілтемеге өтсеңіз, декретке қатысты толық ақпарат аласыз:\n\nhttps://baribar.kz/card/dekrettik-demalysqa-shyghu-zhane-enhbek-quqyghy-turaly-ne-bilu-qazhet/",
                "date": "31.01.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "х2+у2, х3+у3,х4+у4 рационал сан екені белгілі болса х+у рационал болуы міндетті ма",
        "question_content": "Математика,Олимпиада 2016",
        "question_date": "9.12.2016",
        "question_tag": "Мектеп",
        "question_views": 617,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Дополнить пословицу",
        "question_content": "1.С КЕМ ПОВЕДЕШЬСЯ, ОТ ТОГО И ...\n\n2.Шила в мешке не...\n\n3.Близок локоть, да не...\n\n4.Слова не воребей:вылетит не...\n\n5.Что посеешь, то и...\n\n6.Из песни слова не...\n\n7.Выше головы не...\n\nПОМОГИТЕ ДОПОЛНИТЬ ПАСЛОВИЦЫ",
        "question_date": "9.12.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 273,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "1.С КЕМ ПОВЕДЕШЬСЯ, ОТ ТОГО И наберёшься.\n2.Шила в мешке не утаишь.\n3.Близок локоть, да не укусишь.\n4.Слова не воребей:вылетит не поймаешь.\n5.Что посеешь, то и пожнёшь\n\n6.Из песни слова не выкинешь\n7.Выше головы не прыгнешь.",
                "date": "9.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыстан жазықсыз шығып қалмау үшін не істеуге болады?",
        "question_content": "Мен Ақтөбе облысы, Әйтеке би ауданында ауылдық жерде мұғалім болып 2009 жылдан бері жұмыс жасап келемін бірақ соңғы кезде сағаттар жетпеушілігіне байланысты ма мектеп директорының жазықсыз ескертулері көбейіп кетті, бүгін жұмыстан шығу туралы арыз жаз болмаса сөгіс жариялап жұмыстан заң жүзінде босатам дейді.\n\nжұмыстан босату мына себептерге байланысты болып отыр:\n\nОсы уақытқа дейін жұмыстан ескерту алған емеспін, тұрмысқа 2рет шыққанмын. Жолдасым арақ ішіп кеткендіктен келіспей қазір бірге түрмаймыз жанұямда анам 75 жаста І топтағы мүгедек көзі көрмейді, диабетик, қан қысымы биыл жие көтеріліп кетеді, ұлым қалада студент, қызым 4 жаста балабақшаға барады, ауылда тұрғасын малсыз тағы да болмайтын сияқты үйде малым бар бағып отырған. Жұмыстан жақында бір минутқа сабақтан анамның қан қысымы 180ге көтеріліп, дәрі беріп қайта өлшеп, малды өріске айдап садикке баламды алып барып жүргенде 1 миутқа үлгере алмай қалып оқу ісі меңгерушіміз түсініктеме жазбасан болмайды деп түсініктеме жаздым,  бірақ ,бұған дейін оқу ісі меңгерушіге ескерткенмін 1-ші сабақты жағдайыма байланысты 2-ші сағатқа ауыстырып берші деп өтініш айтқанмын, ол ауыстыра алмаймын деген. Сосын 3-4 күн өткеннен кейін 06.12 күні мектепте кезекшілігімді атқаруға қатты тісім, келе алмайтын бол5асын басқа мұғалемге ескертіп орныма отыра тұруын өтінгенмін, сол күнгі сабағымда 3-ші, 4-ші сабақ болатын тағы да оқу ісі меңгерушісіне жағдайды айтып сабаққа үлгеруге тырысатынымды бірақ кезекшілікті , сабағымды басқа мұғалімге орнына бере түруын тапсырғанымды ескерттім, бірақ сабаққа үйден шығып бара жатқанымда мамам аяқасты тағы да қан қысымы көтеріліп басы айналып жүре алмай қалды, мен тез арада сабағымды мұғалімдерге тапсырып, сабаққа бара алмай қалдым. Ертеңіне жұмысқа келіп мектеп директорыннан кешірім сұрап болған жағдайды түсіндірейін деп едім артынан деп сойлеспей кейін бұрылып кетті мен сабаққа кіріп кеттім оқушымды олимпиадаға дайындап, жұмысқа кірісіп кеттім ертеңіне сабаққа келгесін үзілісте мұғалемдер кабинетінде жекіп сөйлеп мені басынып барасыңдар түсініктеме жаз тағы да, енді немқұрайлы жұмыста жүрген үшін қатаң жаза қолданам жұмыстан шығу туралы арыз жаз болмаса сөгіс жариялап жұмыстан заң жүзінде босатам дейді.\n\n Мен енді не істесем екен?",
        "question_date": "8.12.2016",
        "question_tag": "Заң",
        "question_views": 817,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Хирург-проктолог дəрігерлер болса,мен консультация алсам деймін",
        "question_content": "Жасым 21де. Тұрмыста емеспін. Балалық шағымда травма получила. Содан қаратпаған. Енді міне маған осы диагноз қойылып отыр:ректовагинальный свищ. Осы диагноз бойынша операция жасап, емдейтін дəрігер іздеймін. Астана. Қостанай қаласынан болса нұр үстіне нұр болар еді.",
        "question_date": "8.12.2016",
        "question_tag": "Денсаулық",
        "question_views": 668,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Əл-Фараби екінші ұстаз кестені толтырыңдар?",
        "question_content": "Зерттеген ғылым | Еңбектері Салалары.",
        "question_date": "8.12.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 608,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Екінші велосипедшінің орташа жылдамдығы қандай?",
        "question_content": "Бірінші велосипедші жолды 12 с ішінде 6 м/с жылдамдықпен, ал екіншісі сол жолды 9 с жүріп өтті. Екінші велосипедшінің орташа жылдамдығы қандай?",
        "question_date": "8.12.2016",
        "question_tag": "Физика",
        "question_views": 11800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "12*6=9*х\n\nх=72/9\n\nх=8м/с",
                "date": "8.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Көлемдік және массалық үлесін табу?",
        "question_content": "Жалпы колемі 33.6л иіс газы мен көміркышқыл газы коспасының массасы 48г. Қоспадағы әр компоненттің көлемдік және массалық үлесін есептендер?",
        "question_date": "8.12.2016",
        "question_tag": "Химия",
        "question_views": 9900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "m(CO) + m(CO2) = 48\n\nn(CO)*M(CO) + n(CO2)*M(CO2) = 48\n\nV(CO)*M(CO)/22.4 + V(CO2)*M(CO2)/22.4 = 48\n\n28V(CO) + 44V(CO2) = 1075.2\n\nV(CO) + V(CO2) = 33.6 ⇒ V(CO) = 33.6-V(CO2)\n\n28*(33.6-V(CO2))+44V(CO2) = 1075.2\n\n940.8-28V(CO2)+44V(CO2) = 1075.2\n\n16V(CO2) = 134.4\n\nV(CO2) = 8.4 (литр)\n\nV(CO) = 33.6-8.4= 25.2 (литр)\n\nm(CO) = V(CO)*M(CO)/22.4 = 31.5 (грамм)\n\nm(CO2) = V(CO2)*M(CO2)/22.4 = 16.5 (грамм)\n\nV%(СО) = V(CO)*100%/V = 25,2*100%/33,6 = 75%\n\nw(CO) = m(CO)*100%/m = 31.5*100%/48 = 65.625%",
                "date": "18.05.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйленуде қызды сүйіп үйленген жөнба, алде ата-анамыз айтқан қызға үйленген жөнба?",
        "question_content": "Мен үйлену жасындамын. Жанұяда бір қыз, және бір ұл. Апшем тұрмыс құрған. Бүгінде үйде анам екеуміз ғана тұрамыз. Әкем жас кезімде дүниеден өткен.\nҮйленейін десем, қызым жоқ. Бір қыздар ұнайды, олармен сөйлеспей тұрып анама айтып көрем. Бірақ олар анама ұнамайды. Сол үшін ол қыздарға сөз салуға беттемей жүрмін, үміттендірмейн деп.\nЕкінші жақтан анамда бір қыздарды айтып жүр, бірақ ол қыздар маған ұнамайды. Анам айтқан қыздармен сөйлесіп көрдім, жақсы қыздар. Бірақ қалайда олар маған ұнамай жүр, мүмкін талғамым басқама, білмедім.\nАл Анықтық кірете алмай жүрген сұрағыма келетін болсам, Аке-шеше айтқан қызға үйлену керекпа әлде өзіміз жақсы көріп үйленгеніміз жөнба?!",
        "question_date": "8.12.2016",
        "question_tag": "Жанұя",
        "question_views": 11100,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Не болсада аке шешенің айтқанын істе еш өкінбейсің олар саған жақсы қыз тауып беред ол жайлы анықтап сурастырып біліп саған соны ұсыныд не керек анаңның айтқанын істе қор болмайсың!",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Салем, Сиздин журегиниз не диди соны тында, ен бастысы Ананызды, Сени, Туыстарынызды сыйлайтын,ниети тузеу кызга уйлен, Алланын ози буйыртып кездестирген кызга жолыгуды тилеимин. Ишки жан дуниеси таза, адамгершилиги мол болсын.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Көріп алған сұлудан,көрмей алған текті артық Тектіден қыз алсаң ошағың сөнбейді,жиынның ішінде сөзіңді бөлмейді",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Өзің  жүрегің  сездіртеды ,танысқанда  журегынды  тыңда,сол сенің  өмірлік  бұйырған  жарын  болса сол сәтте  бир себепттер сездіртеды,мұқият  бол,кім  таныстырсада  анан  ба,достарын ба ,өзің бе.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсізбе Менің ойымша өз жүрек қалауыңызбен үйленген дұрысқой. Өйткені өмірлік серігіңіз болады.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "кайсысын тандасан да, барибир акшага байланысты....уакытында акша болмаса и все..........далшее ажырасу",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе! Әрине ата - анаға қарсы келу біздің құқығымыздағы жайт емес. Қай ата - ана өз баласына жамандық ойлайды дейсіз. Дегенмен өзіңіз сүйген, ұнатқан қызға үйленген дұрыс деп санаймын. Бұл тек менің жеке ойым.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Әке-шешеніз ешқашанда сізге жамандық ойламайды ғой олар қателеспейді. Ата-ананы бір сәт тыңдаған жөн. Өмірде жар таңдаудан қателеспеу керек екенін ұққаныңыз жөн. Өзіңіз үшінде, ата-анаңыз үшінде...   Кейін келе-келе жақсы көріп кетесіз! бәріде жақсы болады.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Суйіп, жақсы көріп үйленгенге, сүйгеніне тұрмысқа шыққанға ештене жетпейтін сияқты. Себебі өмір болған сон талай қыйындықтар кездеседі. Сондай жағдайда жақсы көріп сүйіп қосылу арқасында отбасын сақтап талай қыйындықты артқа тастай аласыз. Бұл әрине өз ойым.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Ассаламулейкум бауырым, ананмен акылдасып уйлен, ананнын разылыгын алмаган бала ешкашан жумакка барамдеп армандамасын, кыз тандагансон иманды такуа кызга уйленгенин дурыс деп ойлаймын!",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Қандай жігіт болсада үйленуге асықпау керек және үйленер алдын оңды солына қарап, қазақи менталитетке сай қыз баласын таңдағаны жөн,орыснамай қыз емес. Қай уақытта да бәрібір қазақ қазақтығына барады. Өмір бойы сол әйелмен жасайтын болған соң өзіңе сай, өзіңді жақсы көретін, қандай жағдай болсада барлығына көнетін қыз таңдаған жөн. Өткінші махаббатқа бола қайдағы бір қызға үйленбе.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Сулифа ойнап көрсей",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Өзіңіз жақсы көрген қызға үйленгеніңіз дұрыс болар!",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Таңдаған қызың өзіңе ұнаса, сол қызға сөз айт. анама ұнамайды екен деп анаң айтқан қызға үйленгеніңмен, қойныңда анаң жатпайды, ашығын айтқанда. Ер адам қойнына алып жатқанда өзімен тіл табысатын, дастархан және отбасында бір бірін түсінетін адамды таңдайды. Егер анаңа сен таңдаған қыз ұнамаса, сол қызға үйленуге тырыс. Себебі, ол қызды анаңның жақтырмайтыны, ол өыздың мінез-құлқы анаңдай болғаны. Анаң өмір бақи қасыңда болмайды. анаң саған сүйген жарыңдай сенің балаңды тауып бермейді. Ананың орны бөлек, сүйген жардың орны бөлек. Соны ұмытпағаның жөн.",
                "date": "9.12.2016",
                "upvotes": 0
            },
            {
                "text": "Калаганына уйлен! Бул сиздин омириниз! Ананыз оз омиримен сурип жатр! Егер уйлену жаска келсениз онда ол араласпау керек! Басынан солай шешу керек, сизге унайма кыз ананызга да унау керек сизге бакыт тилесе!",
                "date": "9.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "N саннан тұратын А сандар тізбегі берілген. Осы сандар тізбегін кері ретімен шығару керек?",
        "question_content": "А тобының есебі:\nN саннан тұратын А сандар тізбегі берілген. Осы сандар тізбегін кері ретімен шығару керек.\nМәліметтерді енгізу форматы\nЕнгізу файлының бірінші жолында N ( 1<=N<=1000000)  саны берілген-тізбектегі сандардың саны. Екінші жолда кемістікпен пробелмен бөлінген N сан берілген-А  тізбегінің сандары. Әрбір санның абсолют мәні 1000000-нан аспайды\nМәліметтерді шығару форматы\nБір жолда санды кемістік ягни пробел арқылы бөліп шыгарыңыз- А тізбегін кері ретімен шығарыңыз.",
        "question_date": "8.12.2016",
        "question_tag": "Информатика",
        "question_views": 16600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "program a;\n\nvar n,i:longint;\n\nx:array[1..10000] of longint;\n\nbegin\n\nreadln(n);\n\nfor i:=1 to n do readln(x[i]);\n\nfor i:=n downto 1 do write(x[i],' ');\n\nend.",
                "date": "9.11.2017",
                "upvotes": 1
            },
            {
                "text": "const\n  n = 10;\nvar\n  a : array [1..n] of integer;\n  i : integer;\nbegin\n  for i := 1 to n do\n  begin\n    write('введите ', i, ' элемент: ');\n    readln(a[i])\n  end;\n  {вывод прямой}\n  for i := 1 to n do write(a[i]:4);\n  writeln;\n  {вывод обратный}\n  for i := n downto 1 do write(a[i]:4)\nend.",
                "date": "9.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2 сынып казак тилден 222жаттыгуды айтып жибериниздерши",
        "question_content": "2сынып. 222жаттыгу. дұрыс құрылмаған сөйлемді түзеп жаз деген",
        "question_date": "8.12.2016",
        "question_tag": "Мектеп",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Физикадан сұрағым бар.Көмектесіңдерші",
        "question_content": "Температурасы 10 C көлемі 125 л суға температурасы 60 С көлемі 175 л суды қосса қосапаның температурасы қандай болады?",
        "question_date": "8.12.2016",
        "question_tag": "Физика",
        "question_views": 277,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "жылу балансының теңдеуі Q1+Q2=0\n\nсуық судың алатын жылу мөлшері Q1=сm₁(х-10)\n\nыстық су бөлетін жылу мөлшері Q2=cm₂(х-60)\n\nm₁ және m₂ тиісінше салқын және ыстық судың массасы\n\nсm₁(х-10)=-cm₂(х-60),\nm₁х-10m₁=60m₂-m₂х\n\nm₁х+m₂х=60m₂+10m₁\n\n          х(m₁+m₂)=60m₂+10m₁\n\nх=(60m₂+10m₁)/(m₁+m₂)=(60*175+10*125)/(175+125)=(10500+1250)/300=39,17°С",
                "date": "29.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Шоқан кім аты бес жолды шығарма",
        "question_content": "Шоқан кім деген сұрақ бойынша шағын мәтін құрастырып жазында бес жалды",
        "question_date": "8.12.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "каспий тенізіннін ерекшілігі",
                "date": "26.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шоқан кім əнгіме бес жолды",
        "question_content": "Шоқан кім деген сұрақ бойынша шағын мәтін құрастырып жазындар бес жолды көзір керек",
        "question_date": "8.12.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "мына программага блок - схема құруға көмектесіңізші өтініш ( С++)",
        "question_content": "#include <vcl.h>\n\n#pragma hdrstop\n\n#include \"Unit104.h\"\n\n#include <mmsystem.hpp>\n\n#include \"time.h\"\n\n \n\nint gener()\n\n{\n\nint x;\n\nsrand(clock());\n\nx=1+rand()%3;\n\nreturn x;\n\n}\n\n//---------------------------------------------------------------------------\n\n#pragma package(smart_init)\n\n#pragma resource \"*.dfm\"\n\nTForm1 *Form1;\n\n//---------------------------------------------------------------------------\n\n__fastcall TForm1::TForm1(TComponent* Owner)\n\n       : TForm(Owner)\n\n{\n\n}\n\n//---------------------------------------------------------------------------\n\n \n\nvoid __fastcall TForm1::Button1Click(TObject *Sender)\n\n{\n\nint x,q,w;\n\nif(RadioButton1->Checked)\n\nx=1;\n\nif(RadioButton2->Checked)\n\nx=2;\n\nif(RadioButton3->Checked)\n\nx=3;\n\nq=gener();\n\nswitch (q)\n\n{\n\n case 1:Label2->Caption=\"\\n     ÒÀÑ\";break;\n\n case 2:Label2->Caption=\"\\n     ÊÀÉØÛ\";break;\n\n case 3:Label2->Caption=\"\\n     ÊÀÃÀÇ\";break;\n\n}\n\nif(x==1)\n\n{if(q==1){Label1->Caption=\"\\n     ÒÅÍ ÎÉÛÍ\";w=3;}}\n\nif(x==2)\n\n{if(q==2){Label1->Caption=\"\\n     ÒÅÍ ÎÉÛÍ\";w=3;}}\n\nif(x==3)\n\n{if(q==3){Label1->Caption=\"\\n     ÒÅÍ ÎÉÛÍ\";w=3;}}\n\nif(x==1)\n\n{if(q==2){Label1->Caption=\"\\n     ÑÛÇ ÆÅÍÄÛÍÛÇ!!!\";w=2;}}\n\nif(x==1)\n\n{if(q==3){Label1->Caption=\"\\n     ÑÛÇ ÆÅÍÛËÄÛÍÛÇ\";w=1;}}\n\nif(x==2)\n\n{if(q==1){Label1->Caption=\"\\n     ÑÛÇ ÆÅÍÛËÄÛÍÛÇ\";w=1;}}\n\nif(x==2)\n\n{if(q==3){Label1->Caption=\"\\n     ÑÛÇ ÆÅÍÄÛÍÛÇ!!!\";w=2;}}\n\nif(x==3)\n\n{if(q==1){Label1->Caption=\"\\n     ÑÛÇ ÆÅÍÄÛÍÛÇ!!!\";w=2;}}\n\nif(x==3)\n\n{if(q==2){Label1->Caption=\"\\n     ÑÛÇ ÆÅÍÛËÄÛÍÛÇ\";w=1;}}\n\nif(w==1)\n\n {PlaySound(\"1.wav\", NULL, SND_ASYNC | SND_NODEFAULT);w=0;}\n\n if(w==2)\n\n {PlaySound(\"2.wav\", NULL, SND_ASYNC | SND_NODEFAULT);w=0;}\n\n if(w==3)\n\n {PlaySound(\"4.wav\", NULL, SND_ASYNC | SND_NODEFAULT);w=0;}\n\n if(RadioButton1->Checked)\n\n {\n\n  RadioButton1->Checked=false;\n\n  Button1->Enabled=false;\n\n }\n\n if(RadioButton2->Checked)\n\n {\n\n  RadioButton2->Checked=false;\n\n  Button1->Enabled=false;\n\n }\n\n if(RadioButton3->Checked)\n\n {\n\n  RadioButton3->Checked=false;\n\n  Button1->Enabled=false;\n\n }\n\n}\n\n//---------------------------------------------------------------------------\n\n \n\nvoid __fastcall TForm1::RadioButton1Click(TObject *Sender)\n\n{\n\nButton1->Enabled=true;\n\n}\n\n//---------------------------------------------------------------------------\n\n \n\nvoid __fastcall TForm1::RadioButton2Click(TObject *Sender)\n\n{\n\nButton1->Enabled=true;\n\n}\n\n//---------------------------------------------------------------------------\n\n \n\nvoid __fastcall TForm1::RadioButton3Click(TObject *Sender)\n\n{\n\nButton1->Enabled=true;\n\n}\n\n//---------------------------------------------------------------------------\n\n \n\nvoid __fastcall TForm1::Button2Click(TObject *Sender)\n\n{\n\nForm1->Close();\n\n       \n\n}\n\n//---------------------------------------------------------------------------",
        "question_date": "8.12.2016",
        "question_tag": "Бағдарламалау",
        "question_views": 352,
        "question_upvotes": 0,
        "answers": []
    }
]