[
    {
        "question_title": "\"\"ЭКСПО-2017\" халықаралық көрмесі - ел мәртебесі\" тақырыбында шығарма керек?",
        "question_content": "Мына тақырыптарға Шығарма жоспары және эпиграфымен болса(Бір шығарма болса да)Отінемін оте керек",
        "question_date": "19.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 3500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1.АТАЛАР СӨЗІ – АҚЫЛДЫҢ КӨЗІ.\nҰлы Абай: «Халық даналығы – қағазға басылып кітап болып шыққан шариғаттан да, анау патша заңынан да асып түспесе кем түспейтін қазақтың қанатты сөздері, мақал-мәтелдері. Халық сол астарлы, ақылды, ұшқыр асыл сөздерімен билік айтып, соны заң деңгейіне жеткізген. Талқыға түскен істерге айтылған билік тапжылмайтын үкім деп есептелген… Ал, қазақ халқының осындай белгілі сөздері, айтқан ойлары, амал не, хатқа түспей, көпшілігі ұрпақтан-ұрпаққа ауызша таралып келді…», – дейді. Өте орынды айтылған ой. Бұл жайт бүгінгі күнге дейін еш құнын жоймағаны сөзсіз.\n\nХалық даналығы дегенде ең алдымен біз мақал-мәтелдер мен айшықты сөздерді, бата-тілектерді, сондай-ақ, халықтың бай рухани құндылықтарындағы ұлттың ұлағатты сөздерін – ырым сөздерін, тыйым сөздер мен тұрақты сөз тіркестерін, афоризмдерді еске аламыз. Мұның бәрін бір сөзбен «аталар сөзі», «халық даналығы» деп жинақтап айтқан жөн секілді. Расында да, егер даналық сөздерді жеке-дара мән бере талдап көрсек, олардың жайдан-жай айтылмағанына куә болып, ондай рухани-мәдени мұралардың әрбірінің тамыры тым тереңде жатқанын көреміз. Олар ел өмірінің әр кезеңдерінде пайда болып, әрқайсысының өзіне тән қалыптасқан тарихы бар екенін де сеземіз. Тіпті, кейбірінің тарихи тамырын болжап айту да қиын. Әйтеуір, атам заманнан бері халықпен бірге жасасып, қатар өмір сүріп келе жатқандай әсер етеді. Қалай дегенде де, қазақ халқы ғасырлар бойы әрбір жаңа буынды осынау байтақ мұра – нақыл сөздермен оқытып, солар арқылы жастарға тәрбие өнегесін беріп келгені даусыз. Бүгінгі күнде де, мақал мен мәтелдерді мектеп қабырғасында үйретудің тәлім-тәрбиелік маңызы орасан зор. Себебі, олар көңілдегі күрделі ойлардың мәнін дәл, қысқа да нұсқа жеткізудің, жинақты ойды көркемдеп танытудың таптырмас құралы.\nЖалпы білім беретін орта мектептердегі ана тілі мен әдебиеті пәнін оқытуда ұстаздардың негізгі мақсаты білім нәрі мен тәрбие тағылымын ұштастыра жүргізу дейтін болсақ, онда бұл мәселеде мақал мен мәтел сынды даналық ойлардың жалпы мектеп тұрмысындағы оқу-тәрбие жұмысына тигізер пайдасы мол дер едік. Мұнда елдік нақылдар әуелі сабақ тақырыбы мен ондағы білім мазмұны жайлы жинақты ой түйіндеп, кешенді тәрбие беретін болса, одан кейін шәкірттердің ой-өрісін дамытуға, өмірге деген көзқарасының дұрыс қалыптасуына ықпал етеді. Сонымен бірге, оқушылардың тілдерін ұстартып, ойын жүйелеуіне, өз беттерінше ізденуіне, өмірді тани білуіне үйретеді. Ресми деректер бойынша тілімізде 15 мыңнан астам мақал-мәтелдер бар. Мектеп қабырғасында мақал-мәтелдерге бастауыш сыныптардан бастап назар аударылып, ортаңғы буында оқу бағдарламасына орай арнайы тақырыппен ажыратылып оқытылады. Әрине, оған бөлінетін 1-2 сағатта мақал-мәтелдердің танымдық-тәрбиелік астарларын, тақырыптың мазмұнын түгел ашу мүмкін емес. Сондықтан, мұғалім арнайы белгіленген сағат мөлшерінде ғана таныстырумен шектеліп қалмай, әрбір сабақ үстінде жайшылықтағы өмірде ретіне қарай мақал-мәтелдерді, даналық сөз үлгілерін ұтымды пайдаланып, оларды күнделікті тәжірибеде қолдануға оқушыларды дағдыландырып отырғаны абзал. Мұнда кейде сабақ үстінде шәкірттердің өзін қатыстыру да жақсы нәтиже бермек. Әдетте, сыныпта немесе пән кабинетінде сабаққа қатысты тақырып-тақырыптар бойынша жазылып ілінетін даналық үлгілері, мақал-мәтелдер жазылған тақырыптық альбом, жаңа сабаққа арналған стенд көрнекілік ретінде алдын-ала әзірленіп, оқушылардың әдебиет пәнінен жазып жүрген жеке дәптерлері қамтамасыз етіледі. Бұл құралдар сабақтың мазмұнын ашып, шәкірттердің жаңа тақырыпты жеңіл түсінуіне, саналы түрде меңгеруіне көмек етеді.\nТақырып дегеннен шығады, халқымыздың бай рухани мұрасындағы даналық ақыл-нақыл сөздердің тақырыптары да, мазмұндары да әр алуан болып келеді. Айталық, жас жеткіншек балаларға, тамақ-асқа, мал-жанға, үй хайуандары мен адам тіршілігіне, киім-кешек, жүру-тұруға, ыдыс-аяқ, уақыт-мезгіл, жақсылық пен жамандыққа, аман-саулыққа байланысты мақал-мәтелдер күнделікті тұрмыста өте жиі кездеседі. Өйткені, аталған тақырыптар өздеріне тиісті мәселелерге сәйкес халықтық тәрбиеде өзара қарым-қатынас әдебін қалыптастыруға, дұрыс пайымдаулар жасауға бағыттайды. Сондықтан, өмірде жиі қолданылатын мақал-мәтелдерді бірнеше тармақта төмендегіше саралауға болады:\n1. Жас балаларға байланысты айтылған мақал-мәтелдер;\n2. Тамақ-асқа байланысты айтылған нақылдар;\n3. Мал-жанға, үй хайуандарына байланысты айтылған мақал-мәтелдер;\n4. Үй тіршілігіне байланысты айтылған нақылдар;\n5. Киім-кешекке байланысты айтылғандар;\n6. Жүру-тұру, қарым-қатынас әдебіне байланысты айтылғандар;\n7. Ыдыс-аяққа байланысты айтылғандар;\n8. Табиғат, қоршаған ортаға байланысты айтылғандар;\n9. Жақсылық пен жамандыққа байланысты айтылған нақыл сөздер;\n10. Уақыт-мезгілге байланысты айтылған мақал-мәтелдер;\n11. Денсаулық, адам өміріне байланысты айтылған мақал-мәтелдер.\nАталған тақырыптар ауқымында халықтық педагогикамыздағы адамгершілік, имандылық, патриоттық, ақыл-ой, еңбек, этикалық, эстетикалық секілді тәрбие түрлерінің барлығы қамтылады. Олардың әрқайсысының жас ұрпаққа тәрбие берудегі мән-маңызын зерделесек, нәтижесінде, бұл даналық сөздер адамның өмір сүруіне қажетті жақсы нәрселерден үлгі алуға, жаман нәрселерден аулақ болуға үндейтініне көз жеткіземіз. Жоғарыдағы аталған тақырыптардың ішінен жас балаларға байланысты айтылған «бос бесікті тербетпе», «бесікті аяқпен тербетпейді», «бесікті теппе», «нәресте балаға көп қарамайды», «баланың бесігін жабусыз қалдырмайды», «ұйықтап жатқан баланы аударып жатқызбайды», «жас нәрестені қос алақанға салып көтермейді», «тілі шыға бастаған баланың киімін жұлдызды түнге қалдырмайды», «нәресте баланы қолменен салмақтап өлшемейді» сынды тыйым сөздердің тәрбиелік мәні терең.\nМұндай тыйым сөздердің халықтың даналығы ретінде айтылу себебі, ұлттың мистикалық ой қорытуларына байланысты болғаны белгілі. Өйткені, халықтың нанымында бала бөленіп, тербелген бесік, бала бесіктен шыққанша (тәй-тәй басып, тұсауы кесіліп, бесікке бөленуден қалғанша) бос тербелсе, жамандық қатары көрінген, ол жаман ырымға саналған. Былайша айтқанда, аман-сау бала бесіктен жайдан-жай шығарыла салмайды; ырыммен бөленіп, ырыммен шығарылады, сондықтан ол құр бос тербетілмеуі керек. Бала аман-есен болса, бесік те ата-ананың көзіне сүйкімді көрініп, үйдегі ең қасиетті де қастерлі бұйым ретінде төрден орын алады. Ал, егер, нәресте бала ауырып, т.б. себептермен бесік бос қалып қалса, оны көрген нәрестенің анасының қос емшегі сыздап, қайғысы артқан. Бесік тербетілмей, үстіне жабуы жабылмай, көңілден тыс қалған. Сондықтан нәресте жатқан «тал бесікті аяқпен теппе, аяқпен тербетпе, бесіктің үстіне асылып жатпа» деген секілді тыйым сөздерді ата-бабаларымыз ежелден өсиет-насихат еткен. Оған қоса, қазіргі медицинадағы адамның қорғаныс қабілеттерін, оны сыртқы дерттерден қорғайтын биоэнергия, биоөріс ілімі туралы халықтың ертеден мәліметі болғанын, ел ішінде оған «кірнелеу» сияқты емдік ырымдарды жасағанын баяғыдан білеміз. Ауырып қалған баланы тұзбен, аршамен кірнелеп, баланың бүкіл денесін сылап, «шық, кірне, шық, сені нәресте балам көтере алмайды, шық, кірне, шық, түнде жортқан түлкіге бар, абалап үрген итке бар, көкте ұшқан құсқа бар, шық, кірне, шық» деген сияқты ырым сөздер айтқан. Сөйтіп, бөлмеге арша немесе адыраспан түтінімен иіс шығарып аластаған. Сол арқылы микробтарды өлтіріп, жас баланың денесін қой майымен бірнеше рет сылап, бұзылған биоэнергияны қалпына келтірген. Сонда ғана ауырған жас нәресте бас көтеріп, сырқатынан тез айығып кеткен. Мұның нәресте балаға үлкен (биоэнергиясы күшті) адамның көңіл қойып, назар салып қарағандығынан болатын жағдай екенін халықтық медицина жақсы түсіндіреді. Өйткені, биоэнергиясы әлсіз жас нәрестені үлкен адамның «назарынан» шыққан бұзылған биоток әлсіретіп тастаған. Оны ел ішінде «назарланды», «көз тиді», «назарланып ауырып қалды» деп жатады. Сондықтан, халық «жасы үлкен адам жас балаға көп назар салып қарамайды, көзі тиеді» деп оны қорғаштаған, бала денсаулығын ойлап алдын ала қам жеген.\nТамақ-асқа байланысты айтылған ырым немесе тыйым сөздердің мән-мағынасы да жоғарыдағы сөздерден кем емес. Халқымыз нанға, дастарханға ерекше мән беріп, жоғары бағалаған. Ел ішінде бір ұрттам су да, бір сындырым нан да адамның негізгі ырыздығы ретінде есептелген. Үйге келген адамға «құтты үйден құр шықпайды» делініп, нан ауыз тигізген. Үй жанынан өтіп бара жатқан жолаушы адамды да «Қырықтың бірі – қыдыр» немесе «Ырысты үйдің жанынан құр ауыз өтпейді» деп ырымдап дәм татқызған. Үйіне жақын көрші болып көшіп келгендерге «ерулік» беріп, сый көрсеткен. Ал, алдына келген асты күттіріп, басқа шаруамен айналысқандарды ел жақтырмаған. «Алдыңа келген ырысқыны күттірмейді» деп қатаң ескерткен. Сонымен қатар, қонаққа шақырған адамы уақытында келмей қалса, оған арнап алып қалған тамақты сол кісінің өзіне беруге әрекет жасаған, сол үшін «біреуге қойған несібе-ырысқыны басқаға бермейді» деп үйреткен. Дастарханды теріс қаратып салуды да дұрыс көрмеген. Онда дастархан үстіндегі ырыздық аударылып қалады деп есептелінген. Дастарханды аяқпен басу әдепсіздік, білмегендік болып танылған. Нан халқымызда ерекше бағаланып тамақ-ас ретінде бар ырыстың бастауы деп есептеледі. Бұл күн сайын жас жеткіншектерге халықтық ереже түрінде айтылып, «нанды теппейді, нанды аттап өтпейді, нанды бір қолмен жұлып жемейді, тамақ жеудің алдында наннан ауыз тиеді, нанды теріс аударып тастамайды, кір-лас қолмен нанды ұстамайды» деп ескертіледі. «Нанның ұсағын аяқ астына тастама, нанды тең бөліп сындырса, ырысқы үйге тең болады, нанды лақтырмайды» деп ұлағат айтқан.\nТөрт түлік малдың ішінде жылқыны қазақ халқы айрықша бағалаған. Оны «Ат – ердің қанаты», «Ат сыйлаған жаяу қалмас», «Жылқы – мінсең көлік, жесең тамақ, ішсең сусын» деген секілді бірқатар айшықты мақал-мәтелдермен әспеттеген. Жақсы ат жігіттің жан серігі болған, онымен қалаған жеріне жеткен, қашса құтылған, қуса жеткен. Ол иесін жолда қалдырмаған. Сондықтан қазақ халқының жылқыға деген сүйіспеншілігі өзгеше болып, ол туралы көптеген өнегелі нақыл сөздер, ұлағатты әңгімелер қалдырған. Айталық, «Мінген атыңды басқа ұрма, жолыңнан адасасың», деп халық жылқыны күте білуге, мәпелеп міне білуге үндеген. Бұл сөздің төркінінде атты күте білу мәдениеті мен ырым-салттар жатқандығын аңғаруға болады. Үй тіршілігіне, отбасы тұрмысына байланысты да айтылған ырым сөздер өте көп кездеседі. Бұл сөздер жастарды күнделікті өмір сүру мәдениетіне шақырған халықтық қағидаттар секілді екені сөзсіз. Өйткені, олар ұл балалардың да, қыз балалардың да жастайынан күнделікті жадында болатын, міндетті түрде орындайтын халықтық педагогикалық құндылықтар қатары қабылданған. Мұнда халықтық тыйым сөздер де, оны орындауға үндеген тәртіптік қисындар да, үгіт-насихат түріндегі өнегелі сөздер де молынан табылады.\nХалқымыз ырысты ынтымақ пен достық-бауырластықты, кез келген адамға ақ ниетпен қарым-қатынас жасауды, ізгілікті әрқашан жоғары қойған. Қонақжайлық, үйіне келген адамды таныс-таныс емес болсын ашық, ақжарқын қабақпен қарсы алған. Толеранттылықпен мәміле жасап, кез келген қиын шиеленістің алдын алған, ондай қиын жағдайда «Сабыр түбі – сары алтын» деп оны ынтымақпен реттеуді, бейбіт келісіммен шешуді мұраға қалдырған. Бұл секілді қарым-қатынастың ереже-тәртіптері де ұлттық педагогикалық салт-дәстүрге айналған, қағаз жүзінде жазылмаса да халықтың күнделікті тұрмыс-тіршілігінде елдің даналық ойлары түрінде қатаң сақталған. Мәселен: «Сыпырғышпен адамға тап бермейді»; «Балта, пышақ және мылтықтың серті бар, олармен бөтен адамға қаратып, ойнап оқталмайды»; «Үйге қонақ кіріп келе жатқанда үй сыпырмайды» деген секілді өсиет сөздер өмір тәжірибесінен туындаған тарихи мәні бар шешімдер. Бұл айтылған мәселелерден шығатын қорытынды – біз халықтық даналықтарымызды үйде де, балабақша мен мектепте де, қайда жүрсек те үнемі жастарға айта жүріп, олардың мәнісін түсіндіріп отырсақ, осынау бай рухани құндылықтарымыздың өмірін ұзартып кейінгі ұрпаққа бұдан әрі қарай да мұра етіп қалдыра алар едік. Сонда ғана жасы үлкендердің жастар алдындағы үлкендік парызы орындалар еді, әрі ұлттық тәрбие тағылымы қалыптасар еді.",
                "date": "20.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген сөйлемді морфологиялық талдау қажет?",
        "question_content": "Мен Қаныш  ағаммен сирек болса да, кездесіп тұрдым",
        "question_date": "19.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Басталды сөзіне марчфологиялық талдау жасап беріңіздерші",
                "date": "7.04.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өзен ағысының жылдамдығын табыңыз?",
        "question_content": "1. Aғынсыз судағы жылдамдығы 15 км/сағ моторлы қайық өзен ағысымен 35 км, ал ағысқа қарсы 25 км жүзіп өткен. Қайық өзен ағысымен жузген жолға қанша уақыт жұмсаса, ағысқа қарсы жүзген жолға сонша уақыт жұмсады. Өзен ағысының жылдамдығын тап.\n\n2. Катер өзен ағысымен 18 км жүрген соң, өзен ағысына қарсы 20 км жүріп, барлық жолға 2 сағат жұмсады. Егер катердің тұнық судағы жылдамдығы 20 км/сағ болса, онда өзен ағысының жылдамдығын табыңдар.",
        "question_date": "19.05.2017",
        "question_tag": "Физика",
        "question_views": 3200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Махамбет Өтемісұлы тəуелсіздіктің ұлы жыршысы ма?",
        "question_content": "Махамбет өтемісұлы тəуелсіздіктің ұлы жыршысы екендігін өлендеріне сүйеніп дəлелденіз.",
        "question_date": "19.05.2017",
        "question_tag": "Тұлға, Адам",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Махамбет Өтемісұлы — қазақ халқының азаттығы, теңдігі жолында, ақ найзасымен, азаткер асқақ жырымен, қасық қаны қалғанша күрескен, тіпті сол жолда құрбан болған әрі батыр, әрі, ақын. М. Өтемісұлы туралы баспасөз бетінде аз жазылған жоқ.Дауылпаз, ақын туралы тарихи, әдеби зерттеулер том-том болып жарық көрді, деректі фильмдер-де түсірілді. Мерзімді баспасөз беттерінде қаншама мақалалар жарияланды? Дейтұрғанмен, ақиық ақын, ақберен батыр, күйші — сазгер Махамбет Өтемісұлы туралы ғылыми зерттеулер әлі-де жалғаса беретіндігінде күмән жоқ. Ендігі зерттеулер жаңа методологиялық тұрғыда -қазіргі тәуелсіз Қазақстан тұрғысында зерделенеді деп ойлаймыз. Соңғы жарты ғасырға жуық уақытта көптеген ғылыми әдебиеттерде, оқулықтарда дауылпаз, ақынның туған жылы әр түрлі көрсетілген. Кейбір ғылыми зерттеулерде М. Өтемісұлы 1803 жылы туған делінсе, енді бір кітаптарда ол 1804 жылы туған деп жазылған. Кезінде Қажым Жұмалиев, Берқайыр Аманшиндер М. Өтемісұлын 1804 жылы туған деп жазды. Өкінішке орай, Махамбеттің туған жылы туралы әртүрлі деректер былтыр, яғни, 2012 жылы шыққан оқулықтарда да кездеседі. Мысалы, 2012 жылы Алматы қаласындағы «Мектеп» баспасынан жарық көрген 8 сыныпқа арналған «Қазақстан тарихы» оқулығында М. Өтемісұлының туған жылы 1803 деп көрсетілсе, сол 2012 жылы «Атамұра» баспасынан шыққан «Қазақстан тарихы» оқулығында ұлы, ақын 1804 жылы туған деп жазылған. Ал «Шың\" баспасынан 2012 жылы шыққан «Қазақстан тарихы» оқулығында М. Өтемісұлы 1803/1804 жылы (?) туған деп көрсетілген. Егер 11 сынып оқушылары мектеп бітірерде тарих пәнінен ҰБТ тапсыратынын ескерсек, оқулық авторлары Махамбеттің туған жылын әртүрлі көрсету арқылы оқушылардың да, тарихшы мұғалімдердің де басын қатырып отыр десек, артық айтқандық болмайтын сияқты. Шыңдығында, Махамбет Өтемісұлы қай жылы туған? Осы мәселе төңірегінде әңгіме қозғап көрейік. Бірінші әңгіме М. Өтемісұлы 1803 жылы туды деген пікір туралы. Осыған байланысты тарихи әдебиеттерге көз жүгіртсек: қазақтан шыққан тұңғыш тарих ғылымдарының докторы, профессор Е. Бекмаханов өзінің 1966 жылы басылған «Очерки истории Казахстана ХІХ века» деген монографиясында, ақынды 1803 жылы туған деп жазады. «Қазақ ССР» тарихының 1979 жылы жарық көрген ІІ-томында да М. Өтемісұлы 1803 жылы туған деп көрсетілген. 1984 жылы басылып шыққан Қазақ ССР-ның қысқаша энциклопедиясында тарих ғылымдарының докторы, профессор М. Қозыбаев «Азаттық күрестің жалынды жаршысы, ақын Махамбет Өтемісов 1803 жылы туған» деп жазады. Исатай Тайманұлы мен Махамбет Өтемісұлы өмірбаяндарын терең зерттеуші тарихшы-ғалым Исатай Кенжалиев 1991 жылы жарық көрген «Исатай-Махамбет» атты кітабында Махамбеттің 1803 жылы туғандығын дәлелдейді. Белгілі қаламгер, Қазақстан Республикасы Мемлекеттік сыйлығының лауреаты Ә.Сарай да «Исатай мен Махамбет тарихы» атты зерттеу кітабында Исатай Кенжалиевтің пікірін қолдайды. 2000 жылы баспадан шыққан «Атырау» энциклопедиясында да, ақынның туған жылы 1803 жыл делінген. Сондай-ақ С. Мұқанов, Б. Қорқытов, Қ. Сыдиқов сияқты әдебиетшілер де Махамбет 1803 жылы туған деген пікірге тоқталады. Сонда бұл авторлар қандай деректерге сүйенген? Зерттеушілердің негізгі тірегі мұрағат материалдары болып табылады. Қазақстан Республикасы Орталық мемлекеттік архивтің 4-қорында Махамбетке байланысты біраз деректер бар. Соның ішінде Махамбеттің туған жылын дәл көрсететін құжат та бар. Бұл деректің дүниеге келу себебі мынадай: Бөкей Ордасының ханы Жәңгір 1836 жылы 7 мамырда Күшік Жапаров деген қойшыны Махамбет өлтірді деген хабар таратып, Орынбор шекара комиссиясына рапорт жолдаған. Бұл рапорт одан әрі генерал-губернаторВ. А. Перовскийдің қолына тиеді. Осы оқиғаға байланысты тергеу комиссиясы құрылып, ол Гурьев қаласына жақын жердегі Новопороховинск батағасына орналасады. Осы жерде 1836 жылы 8 қарашада және 10 желтоқсанда Махамбет тергеушілерге былай деп жауап береді: «Менің атым Мұхамет (Махамбет — А.Ш.) Өтемісұлы, жасым 33-те, дінім-мұсылман, татарша сауаттымын, орысшада аздап оқып, жаза аламын». Жауаптың соңына Махамбет арабша қол қойып, мөрін басқан [1]. Осылайша, егер Махамбет 1836 жылы желтоқсан айында 33 жаста болса, онда ол 1803 жылы туған болады. Жоғарыдағы авторлардың Махамбет Өтемісұлы 1803 жылы туды деуінің дәлелі осы. Сол кездегі Вице-премьер Иманғали Тасмағамбетовтың ЮНЕСКО-ға Махамбет Өтемісұлы 1803 жылы туған деген дәлелмен оның 200 жылдығын 2003 жылы атап өту туралы ұсынысы да жоғарыда келтірілген мұрағаттық дерекке негізделген. Сондықтан қанатты жырды қару қылып, хан ордасын бұзған семсер-ақын Махамбет Өтемісұлының 200 жылдық мерейтойын 2003 жылы өткізу туралы ЮНЕСКО шешімінің негізі осында. Келесі әңгіме, Махамбет 1804 ж. туған деген пікір туралы. Алдымен айтарымыз бұл пікірді жақтаушылардың да архивтік дерекке сүйенетіндігі. Мәселенің мәнісі төмендегідей: 1841 жылы 7 наурыз күні Жайық бойындағы Дуанбасы деген жерде Махамбет қапылыста тұтқындалып, Гурьев қаласына әкелінеді. Гурьевтен оны арбаға шынжырлап, әуелі Оралға, одан әрі Орынборға апарып 17 наурыз күні Ордонанс-гауз түрмесіне қамайды. Түрмеде Махамбеттің бойын өлшеп, түр-түсін, жасын, ерекше белгілерін қағазға түсіреді. Сол құжатта былай деп жазылған: «37 жаста, бойы 2 аршын 5,4/3 вершок (168,7 см), шашы, қасы, мұрты, сақалы қара, беті таза, түсі қараторы, қой көзді…» [2]. Махамбет 1803 жылы туғанмен 1841 наурыз айында 38-ге әлі толмауы себепті, 37 жастамын деген. Осы деректерге сүйеніп, кейбір әдебиетші зерттеушілер 1841 ден 37-ні шегеріп, Махамбет 1804 жылы туған деген қорытындыға келген. Кейін осы 1804 жыл тарих, әдебиет зерттеушілерінің кітаптарына еніп, ғылыми дерекке айналған. Бұл жерде қазақтың жаңа жылы 21 наурыздан басталатындығы мүлде ескерілмеген. Егер кезінде Махамбеттің 1803 жылдың наурыз айынан кейінгі айларда дүниеге келгені ескерілген болса, онда бұл жансақтық мүлде болмаған да болар еді. Яғни, бұдан шығатын қорытынды: М. Өтемісұлы 1804 жылы туды деген пікір шындыққа сәйкес келмейді. Сондықтан да бұдан былай кейбір ғылыми әдебиеттердегі, мектеп оқулықтарындағы Махамбет Өтемісұлы 1804 жылы туды деген жаңсақ пікірді доғарған жөн. Біздің елімізде ұлы, ақынның 200 жылдығы 2003 жылы халықаралық дәрежеде мерекеленген болса, биылғы жылы М.Өтемісұлының туғанына 210 жыл толуы Қазақстанның батыс өңірінде кең түрде аталып өтуде. Олай болса, қазақ халқының тәуелсіздігі жолындағы қайсар күрескер ұлы Махамбет Өтемісұлы 1803 жылы туған. Ендігі әңгіме Махамбеттің туған жері туралы. Ұлы, ақынның туған жеріне байланысты зерттеушілер әртүрлі пікірлер айтады. Солардың кейбіреулеріне қысқаша тоқталсақ: «Атырау» энциклопедиясында Махамбет «Нарын құмында Жасқұс деген жерде дүниеге келген» делінген. Одан басқа, Махамбет қазіргі Құрманғазы ауданындағы Қиғаш өзеніне жақын жерде тууы мүмкін деген пікірдің бар екендігін-де айтуымыз керек. Тіпті, 1997 жылы баспадан шыққан «Радуга, Ақ Жайық\" деген кітабында Ж.Ақбай: «Өтеміс Құлманиязов пен Жүзбатыр Жайықтың шығыс бетіне өтіп Өлеңті өзенінің төменгі құйылысына Азынабай-Тайпақ\" деген жерге келіп қоныстанады. Осы жерде 1804 жылы күзінде Махамбет дүниеге келген», — деп жазады. Біздіңше, жоғарыда келтірілген пікірлердің ешқайсысы да Махамбет Өтемісұлының туған жерін дәл көрсетпейді.Үйткені, сол авторлардың біразы Өтемістің 1808 жылдың желтоқсан айына дейін Ішкі ордада болғанына күмән келтіреді. Олар мұрағат деректеріндегі «1808 жылдың 22 қараша- 7 желтоқсан аралығында Беріш руының Жайық бөлімінің старшинасы Өтеміс Құлмәлімұлының Гребенщик форпосты тұсынан қарауындағы қазақтарымен Жайық өзенінен Ішкі ордаға өткендігі» туралы құжатқа сүйенеді. Алайда, олар 1808 жылдың қараша- желтоқсан айларында Өтеміс Құлмәліұлы Жайықтан Ішкі ордаға 2- рет өткенін қаперге алмайды. Шындығында, 1801 жылы күзде Бөкей сұлтан көп қазақпен Жайықтан өтіп, Ішкі ордаға қоныс аударғанда Өтеміс отбасы да Калмыков тұсынан Жайық өзенінен өтіп Самар көлі маңына қоныстанған. Сол жерден оңтүстікке қарай 80–100 шақырым жерде Бекетай құмында 1803 жылы Махамбет дүниеге келген. Мұрағат деректеріне көз салсақ,1804 жылдың 26 наурызында Беріш руының старшинасы Жүзбатыр мен Өтеміс Құлманиязов бастаған қазақтардың Жайық өзенінен Азия бетке өтуге әрекеттенгендігін байқауға болады. Алайда, олардың бұл әрекеті сәтсіз аяқталған, себебі өзен жағалауындағы күшті әскери күзет Беріш руының қазақтарын кейін қайтарған. Осыдан кейін олар Қамыс-Самар көлдеріне қарай кейін қайтуға мәжбүр болған [3]. Ал, старшина Бекмәмбет бастаған шеркеш руының қазақтары Жайықтың шығыс жағасына қарай өтіп кеткен. Дейтұрғанмен, старшина Жүзбатыр мен Өтеміс Құлманиязов бастаған бір топ Беріш руы қазақтарының сол жылдың сәуір айында болса да Жайық өзенінен Кіші жүзге өтіп кетуі әбден мүмкін деп есептеу керек. Оған дәлел ретінде Астрахань казак полкінің командирі П. С. Поповтың Ішкі істер министрі граф В. П. Кочубейге 1804 жылдың 12 мамырында жазған хатын келтіруге болады. Онда П. С. Попов Бөкей сұлтанның қарамағында 1000 нан аспайтын үй ғана қалды,қалғандары Жайықтан Кіші жүзге өтіп кетті деп жазады [4]. Мінеки сол «өтіп кеткендердің\" ішінде Өтемістің үлкен отбасы да болған сияқты. Одан әрі Ж. Ақбай жазғандай Өтеміс отбасы Өлеңті өзенінің төменгі құйылысындағы «Азынабай-Тайпақ\" деген жерге келіп қоныстанған болуы мүмкін. Жоғарыда көрсетілгендей 1808 жылдың қараша-желтоқсан айларында Өтеміс отбасы қайтадан Ішкі ордаға өткен [5]. Осы жерде Ішкі орда қазақтарының 1804 жылдың басында Жайықтың шығыс бетіне неге дүрліге көшті?деген сұрақ туады. Біздіңше, оның басты 2 себебі болған. Жоғарыда көрсетілген Астрахань казак полкінің командирі П. С. Поповтың Ішкі істер министрі В. П. Кочубейге жазған хатында Ішкі орда қазақтарының Кіші жүзге көшуінің басты себебі- генерал — майор Завалишиннің Ішкі орда қазақтарына жасаған қысымына шыдай алмауынан деп көрсетіледі.Бұл жерде П. С. Попов пен Завалишиннің бір-біріне «жаулық\" қарым-қатынаста болғанын да естен шығаруға болмайды. Дейтұрғанмен, П. С. Поповтың бұл хаты министрге жолданған. Сондықтан оның „салмағы“ ауыр. Оның үстіне біраз қазақтардың Ішкі орданы тастап кеткендері-де шындық. Олай болса, бұл жерде П. С. Поповтың бұл хаты Бөкейлік қазақтардың Кіші жүзге қайтадан өтуінің себебін анықтауға негіз бола алады деп есептейміз. Екінші себеп, сол жылы Ішкі ордадағы халық пен мал санағын алуға Астраханьнан офицерлерден тұратын комиссия шыққан.Ә.Сарайдың пікірінше, осы Комиссиядан үріккен халық Жайық өзенінің шығыс бетіне өтуге тырысқан. Алайда, олардың бәрінің өзеннен өтіп кетуге мүмкіндігі болған жоқ. Үйткені, патша үкіметі қазақтарды Кіші жүзге өткізбеу үшін өзеннің батыс жағалауына күшейтілген әскери күзет қойған. Тек Жүзбатыр,Өтеміс сияқты ержүрек қазақтар ғана Жайықтың шығыс бетіне өте алған. Біздің бұл жерде айтпағымыз Махамбет Өтеміс ауылы Ішкі ордадан Жайықтың шығыс бетіне көшпестен бұрын 1803 жылы Бекетай құмында туған деген пікірді қуаттау. Тарих ғылымдарының докторы, профессор Е.Бекмаханов жоғарыда аталған кітабында Махамбет Бөкей хандығында туған, — деп жазады. Махамбеттің бас сүйегін зерттеген антрополог ғалым Шаяхметов „Из тьмы веков“ деп аталатын еңбегінде Е.Бекмахановтың осы пікірін қолдайды. Дейтұрғанмен, Бөкей хандығы немесе Ішкі орда шығыстан батысқа 350, ал оңтүстіктен солтүстікке 200 километрге созылған үлкен аумақты алып жатырған мемлекет болғандықтан, бұл жерде Махамбеттің туған жерін дәл көрсетудің қажет екендігі даусыз. Олай болса, жыр семсері Махамбет Өтемісұлының туған жері — қай жер? Бұл сұраққа жауап беру үшін тағы да 3 зерттеушінің пікірлерін келтірейік. Бірінші, филолог- ғалым Қ.Сыдиқовтың пікірі: Ол 1989 жылы Алматы қаласында басылған „Ереуіл атқа ер салмай“ атты Махамбеттің өлеңдер жинағына жазған алғысөзінде: Махамбет Нарын құмында Бекетай деген жерде дүниеге келген» — дейді. Біздіңше, бұл өте дәл және анық айтылған тұжырым. Осы пікірге төмендегі 2 автор да қосылады. Белгілі тарихшы- ғалым И.Кенжалиев «Исатай-Махамбет» атты кітабында «Махамбеттің туған жері Нарынның шығысындағы Бекетай құмы» деп көрсетеді. «Мұндағы 24 ауыл орнында, — деп жазады автор- Совет үкіметі тұсында Бекетай ауыл советі құрылған. Бұл өңірде, ақынның жастық шағы өткен». Мемлекеттік сыйлықтың иегері, жазушы Ә.Сарай «Исатай — Махамбет тарихы» деген кітабында. И.Кенжалиевтің пікіріне қосыла отырып, былай деп жазады: «1803 жылы Өтеміс ауылы Самар маңындағы қыс қыстаудан жаз жайлауға көшіп шығып, Бекетайға келіп қонғанда (сәуір-мамыр айлары) Махамбет дүниеге келген.\" Біздіңше осы зерттеушілердің пікірлері тарихи шындыққа саяды. Сол жылдарда Өтемістің қысқы қыстауы — Самар көлдерінің шығыс жағы да, жазғы жайлауы Нарын құмының шығысындағы Бекетай құмы болған. Ақынның туған жері-де осы — Бекетай құмы. Олай болса, жоғарыда келтірілген деректерге сүйене отырып Махамбет Өтемісұлының туған жері мен туған жылы туралы нақты түрде былай деп айтқанымыз дұрыс болады: Дауылпаз, ақын Махамбет Өтемісұлы бұрынғы Бөкей хандығы аумағындағы Нарын құмының шығыс бөлігі — Бекетай құмында 1803 жылы дүниеге келген. Біз ұлы, ақынның туған жері мен туған жылына байланысты осы тұжырымның барлық оқулықтарға енгенін, оқу орындарында оқушылар мен студенттердің осындай түсінік алғанын және мерзімді баспа беттерінде-де осы деректің көрсетілгенін қалар едік.\n\nИсточник: https://e-history.kz/kz/contents/view/mahambet_otemisuli_turali_birer_sir__2017\n© e-history.kz",
                "date": "22.03.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "15 г формальдегид және 100 г күміс оксиді әрекеттескенде түзілетін күмістің массасы",
        "question_content": "15 г формальдегид және 100 г күміс оксиді әрекеттескенде түзілетін күмістің массасы қанша?\n\nЕгер шығым 90% болса,36г глюкозадан алынатын сүт қышқылының массасы қанша?\n\nПентанның 2 молін жағуға қажет оттектің және ауаның көлемдерін (қ.ж) табыңдар.",
        "question_date": "19.05.2017",
        "question_tag": "Химия",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1)\nHCHO+2Ag2O --> CO2 + H2O + 4Ag\nn(HCHO)=m(HCHO)/M(HCHO)=17/30=0.567 Mo/\\\nn(Ag2O)=m(Ag2O)/M(Ag2O)=100/231.75=0.43 Mo/\\\nРеакцияға түсетін кұміс оксидінің мөлшері аз болғандықтан есептеуді кұміс оксиді бойынша жүргізіміз\n100 г х г\n463,5 г/мол 107 г/мол\nх=m(Ag)=100*107/463,5=23,085 грамм\n3)\nC5H12 + 8O2 = 5CO2 + 6H2O\n2 мол   х мол\n1 мол   8 мол\nx=n(O2)=2*8/1=16 мол\nVқж(О2)=n(O2)*22.4л/мол=16*22,4=358,4 литр\nVқж(ауа)=Vқж(О2)*100%/21%=358,4*100/21=1706,67 литр",
                "date": "5.03.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өнертапқыштық жобаға патент және қолдау керек?",
        "question_content": "өнертапқыштық жоба бар еді? енді сол жобаға патент жәнеде қолдау керек. бұл жоба егер іске асса әлемді таңқалдыратыны сөзсіз. жобаны қысқаша айтқанда мәңгілік қозғалтқыш?",
        "question_date": "19.05.2017",
        "question_tag": "Қаражат, Ақша",
        "question_views": 340,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көмірсұлардың алыну жолы қандай?",
        "question_content": "2.Берілген өзгерістерді іске асырыңыз\n\nМетан->Хлорометан->метанол->метаналь->құмырсқа қышқылы->этилформиат->этанол->көмірқышқыл газ\n\n4.Көмірсұлардың алу жолдары\n\n5.250 г. 15-% ерітінді дайындау үшін концентрлген сірке қышқылының (CH3COOH)=80%",
        "question_date": "19.05.2017",
        "question_tag": "Химия",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көмірсулар адам ағзасына нәруыз бен майлардың дұрыс алмасуына қажет. Олар нәруыздармен қосылыстарда кейбір гормондар, ферменттер, сілекей секреттері мен басқа да маңызды қосылыстар түзеді. Ерекше рөлді ішекте жартылай қорытылатын, энергия бөлуде аз рөл ойнайтын клетчатка, пектиндер, гемицелюлозалар ойнайды. Бірақтан бұл полисахаридтер ас талшықтарының негізін құрайды және тамақтануда маңызды рөл атқарады. Көмірсулар негізінен өсімдіктектес азық-түліктерде кездеседі.\n\nМоносахаридтерӨңдеу\nГлюкоза\nГлюкоза – миға басты энергия жеткізуші. Ол тұқымдар мен жидектердің құрамында көптеп кездеседі және ағзаны энергиямен қамтамасыз етуге, бауырда гликогеннің түзілуніе қажет.\n\nФруктоза\nФруктоза өзінің сіңуіне инсулин гормонын қажет етпейді, сондықтан оны қант диабеті кезінде шектеулі мөлшерде қолдануға мүмкіндік береді. Сахароза қанттың, кондитер өнімдерінің, тосаптың, балмұздақтың, тәтті шырындардың, сонымен қатар қызылша, шабдалы, сәбіз, тәтті қараөрік және тағы басқа жемістер мен көкөністердің құрамында кездеседі. Ішекте сахароза фруктоза мен глюкозаға ыдырайды.\n\nДисахаридтерӨңдеу\nЛактоза\nЛактоза сүт өнімдерінде кездеседі. Лактоза ферментінің туа біткен немесе жүре пайда болған жетіспеушілігінде ішектегі лактозаның глюкоза мен галактозаға ыдырауы бұзылып, адамда сүт өнімдеріне кері әсер пайда болады.\n\nМальтоза\nМальтоза(уыттан жасалған қант) – крахмалдың асқорыту ферменттерімен және мия ферменттерімен ыдырауының аралығындағы өнім. Құрылып келе жатқан мальтоза глюкозаға дейін ыдырайды. Бос күйінде мальтоза балды, мия экстрактында, сырада кездеседі.\n\nПолисахаридтерӨңдеу\nКрахмал\nКрахмал адам тамақтануындағы барлық көмірсулардың 80% құрайды. Ол ұн, картоп, макарон өнімдері, нан өнімдері кездеседі. Крахмал глюкозаға дейін ыдырай отырып, қатысты түрде жай қорытылады. Күріш, ұнтақ жарма крахмалы бидай, қарақұмық, арпа және картоп, нанға қарағанда тез және оңай қорытылады.\n\nКүрделі көмірсуӨңдеу\nКүрделі көмірсу адам ағзасында қорытылмайды, бірақ ішек жұмысын жақсартады, пайдалы бактериялардың дамуына жағдай жасайды. Азық-түлік өнімдерінде міндетті түрде болуы қажет(көкөністер, жемістер, бидай кебектері). Көмірсу жетіспеушілігі нәруыз бен майлардың заталмасуының бұзылуына, тағам және ұлпа нәруыздарының шығынына әкеліп соғады. Қанда кейбір аминқышқылдарының және май қышқылдарының толық емес қышқылдануынан зиянды заттар жиналады. Қатты жетіспегенде әлсіздік, ұйқышылдық, бас айналуы, бас аурулары, аштық сезім, жүрек айнуы, терлегіштік пайда болады.\nКөмірсудың мөлшерден артық болуы семіздікке әкеліп соғады. Қанттың және тез сіңірілетін көмірсулардың мөлшерден артуы глюкозаның меңгеруіне қажетті инсулин бөлетін ұйқы безі жасушаларына ауырлық түсуінен, содан кейін олардың жойылуынан жасырын қант диабеті пайда болуы мүмкін. Бірақ қант және құрамында қанты бар өнімдер қант диабетін туғызбайды, тек оның даму қаупін арттырады.\n\nhttps://kk.m.wikipedia.org/wiki/",
                "date": "11.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығыс Қазақстанның экономикалық географиялық жағдайы қандай?",
        "question_content": "шығыс қазақстанның экономикалық географиялық жағдайы",
        "question_date": "19.05.2017",
        "question_tag": "География",
        "question_views": 12100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Аумағы-283,2 мың адам\nХалқы- 1394234 адам\nШығыс Қазақстан –республикамыздаңы полиметалл кендері мен ең арзан су электр энергиясын өндіретін аудан. Шығыс Қазақстанның экономикалық-географиялық\nЖағдайы шаруашылықтарын орналастыру мен дамытуға қолайлы.Бұл ауданның Қатонқарағай ,Бұқтырма,Зайсан,Марқакөл және Сасықкөл сияқты аймақтары туризмді дамытуға мүмкіндік береді. ШығысҚазастан жер қойнауы ,байлығы жөнінен Ресейдің Орда ауданымен қатар тұр.Қазақстандық Алтай ,Нарем өзені арқылы кенді Алтай және Оңтүстік Алтай болып екіге бөлінеді.Ертіс өзені бойындағы жазықты жайылымда-ауданның ауыл шаруашылығы үшін таптырмас байлық. Шығыс Қазақстанның шағын аумағында баын мәңгі қармен мұз басқан Алтай,Сауыр-Тарбағатай биік таулары,орташ биіктіктегі Қалба тауы,ұсақ төбелі жазықтар,тауаралық кең алқапты алып жатқан қазан шұңқырлар,сонымен бірге өзен аңғарларындағы жазықтар кездеседі. Шығыс Қазақстанның таулары атмосфералық ылғал әкелетін Батыс және Оңтүстік Батыс желдердің жолында түсетін жылдық жауын-шашын мөлшері тау етектерінде 600 мм ,тауда 1000 мм ,Алтайдың биік беткейлерінде 1500 мм-ден астам.Ауданның Оңтүстік шығысында жылдық жауын-шашын мөлшері 200-250 мм.Ш ығыс Қазақстан табиғат ресурстарынығмолдығы жөнінде елімізде алдыңғы орында.Мұнда полиметалл кені 18 ғасырдан бері өндірілуде.Полиметалдың негізгі құрамы қорғасын,мырыш,мыс.Кенді Алтайда полиметалдың Риддер,Зрян,Белоусов ,Тишинск т.б кен орындары бар.\nШығыс Қазақстан -әлемнің кеңге бай аймағының бірі.Аудан аумағында жалпы мемлекеттік қорғасын қорының 26,1 пайызы,мырыштың 45,8,мыстың 47,9 пайызы,алтынның 52,2 ,титанның 37,1 пайызы шоғырланған.Ауданда минералды отын аз.\nБұрынғы Семей полигоны аумағында Қаражыра көмір кенорны ашылып, қазір кен өндірілуде.Шығыс Қазақстанның негізгі байлығының бірі-су энергетикалық ресурсы.\nРеспубликадағы су қорыңың 50 пайызы осы ауданның үлесіне тиесілі.\nХалқының орташа тығыздығы- 1км-ге 5 адамнан келеді.Бұл республикадағы орташа көрсеткіштен сәл төмен.Аудан халқы кенді Алтайдың солтүстік-батыс бөлігінде өнеркәсәп орталықтары шоғырланған ,тау аңғараларында,Түрксіб теміржолының бойында жиі қоныстанған.Климат жағдайы егіншілікке қолайлы.Ауданда 9 қала,24 қала типтес елді мекен бар.",
                "date": "20.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шығыс Қазақстан шаруашылығының мамандануына сипаттама беріңіз?",
        "question_content": "Шыгыс Казакстан шаруашылыгынын мамандануына сипаттама",
        "question_date": "19.05.2017",
        "question_tag": "География",
        "question_views": 47600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Өнеркәсібінің дамуы бағыты қандай?( Шығыс Қазақстан экономикасының дамуы Кенді Алтайға байланысты, пайдалы қазбалармен су қуаты ресурстары кешенді түрде игерілуде).\n\n2. Шығыс Қазақстанның маманданған са¬лалары қандай? ( Еліміздегі маңызды түсті металлургия орталығы. Негізгі салалары: қорғасын мырыш, энергияны көп қажет ететін титан,магний өндіру. Қазақстанда өндірілетін қорғасын-мырыштың 76% Зырян, Риддер, Өскемендегі өндірістері береді.\n\n3. Шығыс Қазақстанда қандай өнеркәсібінің салааралық құрамы қандай? (ірі, орташа-80 кәсіпорындар жұмыс істеп, өнеркәсіп өнімінің 90% береді).\n\n4.Ауданның металлургиясы үшін ОЭК маңызы қандай?( арзан электр қуаты ресурсының базасында дамуда. Ең ірі электр станцияларына:Шүлбі СЭС-і (702мың кВт); БұқтырмаСЭС-і(675мың кВт); Өскемен СЭС-і (334мың кВт) жатады. Сонымен бірге Ертіс өзенінің салаларында салынған кіші СЭС-лары бар. Бірнеше қалаларда ЖЭС жұмыс істеп, өзара жоғары вольтты желілермен жалғасып, қосымша СЭС-мен бірігіп, ірі Алтай энергиясы көршілес экономикалық аудандарға да беріледі).\n\n5. Құрлыс материалдар өнеркәсібінің қандай салалары дамыған? ( а с п а п , конденсатор, тау-кен өндірісіне құрал-жабдықтар шығаратын машина жасау кәсіпорны, сонымен бірге күкірт қышқылын, лак, бояу, пластмасса өнімдерін шығаратын химия өнеркәсібі тығыз байланы¬ста жұмыс істейді. Еліміздегі негізгі орман қоры-Шығыс Қазақстанда болғандықтан ағаш өңдеу, ағаш материал¬дарын дайындаудан ІІ орын.)\n\n6 . Г е о г р а ф и я л ы қ - аумақтық еңбек бөлінісінің нәтижесінде қандай өндіріс тораптары қалыптасты? (аймақта 4 өндіріс торап¬тарымен орталықтарының Өскемен, Риддер, Зы¬рян (түсті металдар өндіруге маманданған) және Семей (тамақ,жеңіл өнеркәсібі,машина жасау) базасын да қалыптасқан Кенді Алтай АӨК құрылды).\n\n7.Ауданда ауыл- шаруашылығы қалай дамыған?-Аудан-еліміздегі ауыл-шаруашылығы жал¬пы өнімін шығарудағы үлес салмағы 7% (2011ж) ет өнімінің 14%, сары майдың-6%, күнбағыс майының-55% береді.А-ш басты саласы мал шаруашылығы: ауыл- шаруашылық өнімдерінің 2/3 бөлігін береді.\n\n8. Ауыл-шаруашылығының маманданған са¬лалары қандай? биязы жүнді, қылшық жүнді қой, ірі қара жылқы, марал, бал арасын өсіру. Саланың дамуына кең көлемді далалар, тау етегіндегі жайылымдар қолайлы әсер етті.\n\nҚылшық жүнді қой шаруашылығы Ертістің сол жағалауына, Зайсан қазаншұңқырында, ал биязы жүнді қой шаруашылығы Оңтүстік Алтай тау етегінде Сауыр Тарбағатай жо¬таларында дамыған. Ірі қара шаруашылығы барлық жерде, әсіресе Алтай тауының етегінде, Сауыр, Тарбағатай жоталарында дамыған.Ауданның биік таулы аймағында ма¬рал өсіріледі. Сонымен бірге жылқы өсіріледі, кейбір жерлері шошқа өсірумен шұғылданады. 9. Ауданда өсімдік шаруашылығы қалай дамуда?(Өсімдік шаруашылығы көп салалы.\n\nБидай,қыша,арпа,күнбағыс,бау-бақша өсімдіктері егіледі. Басты егін шаруашылығы- астық тұқымдастар. Негізгі егіс алқабы: Ертіс маңындағы далалық жерлер, Кенді Алтайдың тау алды, өзен аңғарлары, Қалба жотасы,Тарбағатай тауының етектері. Техникалық дақылдан-күнбағыстың маңызы зор.\n\nШығыс Қазақстан- Республикамызда күнбағыс өсіруден І орын.\n\n8. Ауданда жеңіл-тамақ өнеркәсібінің қандай саласы дамыған? ауыл-шаруашылық өнімдерін өңдеу барысында ірі Семей өнеркәсіп торабы пайда болды, жетекші кәсіпорындарына ет ком¬бинаты, онымен байланыстағы былғары-тері комбинаты жатады, үлес салмағы-73%-астам.\n\n9. Экологиясының қауіптілігі ? -Ең қолайсыз жерлері-Өскемен, Риддер,Зырян-түсті метал¬лургия орталықтары ауаны ластайтын заттар шығарады. Ауа бассейндерінің ластануы бойын¬ша аудан-Алматы,Оңтүстік Қазақстаннан кейінгі ІІІ орында, ал өзен-көл суларының қалдық затта¬рымен ластауынан І орында.",
                "date": "20.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орталық Қазақстан шаруашылық географиясы қандай?",
        "question_content": "Орталық Қазақстан шаруашылық географиясы?",
        "question_date": "19.05.2017",
        "question_tag": "География",
        "question_views": 19700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орталық Қазақстанда өнеркәсіп салаларынан тас көмір, мыс өндіру, қорғасын-мырыш, сирек металдар, химия-металлургия, қара металлургия жақсы дамыған.\n\nАудан республикадағы ауыр өнеркәсібі басым дамыған аймақ. Қара металлургия, кен өнліру, отын өнеркәсібі, машина жасау және химия өнеркәсібі ауданның маманданған салалары.\n\nӨнеркәсібі.\n\nҚарағанды көмір алабы Қазақстанның маңызды отын базасы болып табылады.\n\nҚарағанды көмірі шахталық әдіспен алынады. Онда 60 шахта, 2 ірі көмір алабы ашық әдіспен жұмыс істейді.\n\nҚазақстанда кокстелетін тас көмір толығымен осында өндіріледі. Ауданның э н е р г е т и к а с ы жергілікті көмірге негізделген. Көмірді пайдаланатын ірі ЖЭС-ры – Абай, Қарағанды, Теміртау қалаларында.\n\nОрталық Қазақстан – қ а р а  металлургияның республикалық  маңызы бар негізгі шикізат базасы. Ауданда қара металлургияның дамуы Қарағандының кокс көмірі мен Атасу, Торғай, Соколов-Сарыбай, Аят, Лисаков, Қашар темір кен орындарының игерілуімен қатар жүзеге асуда. Аталған кокстелетін көмір мен магнитті темір кендерін пайдаланып Теміртау қаласында толық циклді қара металлургия зауыты жұмыс істеуде.\n\nАудандағы ауыр өнеркәсіптің ішінде жақсы дамыған тағы бір саласы – түсті металлургия.\n\nАуданда қорғасын-мырыш өндіретін кәсіпорын Сарыарқа полиметалл өндірістік бірлестігіне топтасқан.\n\nВольфрам мен молибден өндіру өнеркәсібі алдыңғы қатарда дамып отыр. Тау-кен өндіріс орындары Ақжал, Жамбыл, Ақшатау мен Жоғарғы Қайрақтыда орналасқан.\n\nМашина жасау саласында Қарағанды ауыр машина жасау зауыты жұмыс істейді. Онда көмір өндіруге қажетті кеніш-шахта құрал-жабдықтарын, бұрғылау машиналарын, сондай-ақ өзі жүретін комбайндар мен крандар және электр энергетикасына қажетті құралдар шығарады. Бұл зауыттан шыққан өнімдер республика көмір алаптарын қажетті машиналармен қамтамасыз етеді.\n\nХимия өнеркәсібі – синтетикалық каучук (Теміртау), күкірт қышқылы (Балқаш), резина, техникалық бұйымдар (Саран), азот қышқылдарын шығарады.\n\nТамақ өнеркәсібінен ауданда Қарағанды ет, ұн, кондитер комбинаттары, шарап, ликер-арақ, коньяк, сыра зауыттары, Балқаш балық зауыты бар.\n\nЖеңіл өнеркәсіп саласында Қарағанды аяқкиім фабрикасы, трикотаж, тігін, жиһаз бұйымдары, шұлық бұйымдарын шығаратын кәсіпорындар жұмыс істейді.\n\nМал шаруашылығы\n\nЖетекші саласы – қой шаруашылығы. Етті-майлы еділбай қойы, етті-сүтті ірі қара мал мен жылқы өсіруге қолайлы.\n\nЕгін шаруашылығы\n\nБасты мақсаты – жаздық бидай өсіру, мал шаруашылығын жемшөппен қамтамасыз ету. Ауданда жүгері, күнбағыс, картоп егіледі\n\nКөлік кешені. Аудан аумағы үлкен болғандықтан, елді-мекендер бір-бірінен шалғай орналасқан. Сондықтан бұл аудан үшін автомобиль жолының да маңызы зор. Олардың ішінде ең маңыздылары: Қарағанды-Теміртау, Қарағанды-Балқаш-Алматы.\n\nСонымен бірге Орталық Қазақстан үшін еліміздің басқа экономикалық аудандарымен байланыстыратын теміржолдың да рөлі ерекше.\n\nОрталық Қазақстан аумағын бойлық бағытта 1205 км-ге созылған Петропавлдан Қарағанды арқылы Балқашқа қарай трансконтиненттік теміржол кесіп өтеді. Бұл теміржол желісі оңтүстік Мойынты стансысынан Шуға дейін барып, одан әрі Түрксібке жалғасады. Негізгі магистральдан батысқа қарай Жезқазған өнеркәсіп торабын Қарағанды-Балқашпен жалғастыратын тармақ шығады. Магистраль батысында Магнитогорскіге, шығысында Павлодарға, одан әрі Кузбассқа қарай баратын Оңтүстік Сібір теміржолымен жалғасады. \n\nҚалалары. Қарағанды – облыс орталығы. Республикамызда Алматыдан кейінгі аса ірі өнеркәсіп орталығы.\n\nҚарағандының негізгі маманданған саласы – кокстелетін тас көмір өндіру. Қарағандының электр стансылары көмірді пайдаланып, өнеркәсіп орындарын, қаланы электр энергиясымен және ыстық сумен қамтамасыз етеді.\n\nТеміртаудағы өнеркәсіптің жетекші саласы – қара металлургия. Сонымен бірге қайта балқытатын және толық циклді металлургия зауыттары бар.\n\nЖезқазған – мыс қорыту өнеркәсібінің орталығы. Қалада құрылыс өнеркәсібінің кәсіпорындары, трикотаж және тігін фабрикалары, ет комбинаты және қуатты жылу электр стансысы жұмыс істейді.\n\nБалқаш – ірі өнеркәсіпті қала, түсті металлургия орталығы.  Балқаш қаласында кен-металлургия комбинаты салынды, онда кен өндіріліп, байытылады. Балқашта балық зауыты жұмыс істейді.\n\nhttp://u-s.kz/publ/6006-ortaly-azastan-sharuashyly-geografiyasy.html",
                "date": "10.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Орталық Қазақстанның экономикалық географиялық жағдайы қандай?",
        "question_content": "орталық қазақстанның экономикалық географиялық жағдайы",
        "question_date": "19.05.2017",
        "question_tag": "География",
        "question_views": 11300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Орталық Қазақстанды минералды ресурстардың қазынасы десек те болады. Бұл ауданда пайдалы казбалардың алуан түрі және үлкен қоры шоғырланған. Жер койнауындағы көмірдің мол қоры Қарағанды көмір алабында орналасқан. Сонымен бірге 100% кокстелетін көмір де осында. Мыс кен орындары Балқаш маңы мен Жезказғанда, марганецтің 100%-ы Атасу және Жезді кен орындарында шоғырланған. Сонымен бірге мұнда сирек металдар да кездеседі. Вольфрам мен молибденнің негізгі кен орындары Жоғары Қайрақты, Көктенкөл, Солтүстік Қатпар,Қараоба және Оңтүстік Жауырда орналасқан. Оңтүстік Торғай мұнай газ алабында мұнай мен газдың 3 кен орны анықталып, барлау жұмыстары жүргізілді. Соныменбірге кенсіз пайдалы қазбалардың қоры анықталып, әсіресе құрылыс материалдары көптеп шоғырланған. Аудан жеріндегі пайдалы қазбалардың ерекшелігі - олардың бір-біріне жақын орналасуында.\n\nСу ресурсыӨңдеу\nОрталық Қазақстанның оңтүстік шығысында Балқаш көлі орналасса, қалған аумағында (Қарасор, Қыпшақ және т.б.) ұсақ көлдер кездеседі. Олардың дені ащы көлдер.Судың жетіспеуі өнеркәсіп жөне ауыл шаруашылык салаларын дамытуға кедергі болуда. Сумен камтамасыз ету үшін Ертіс - Қарағанды - Жезқазған су қоймалары және канал салынды.\n\nОрман ресурсыӨңдеу\nОрталық аудан орман ресурсына тапшы аудандардың бірі, негізгі ормандары суды қорғауда және рекреациялық мақсатта маңызды рөл атқарады. Негізгі ағаш түрлері - қарағай,қайың жөне көктерек. Табиғаттың әсем жерлерін сақтау максатында Қарқаралы ұлттық паркі ашылған.\n\nҚызықты жағдайларӨңдеу\n1. П.И. Шангин (Алтай таулы округінің маркшейдері) Сарыарқаның табиғатына сипаттама бере отырып, аймактың қорғасын мен мыс кендеріне бай екендігін және оларды өндірген ежелгі ошақтарын, 1816 жылғы зерттеу барысында жазып кеткен.\n2. XIX ғасырдың ортасында байлық іздеген кәсіпкерлер бірінен соң бірі келіп 85 кен орнын игерген. 1895 жылы бір ғана Қаркаралы уезінде 311 кеніш игерілген.\n3. 1940 жылға дейін Қарағанды кемір алабында 22 шахта жөне 1 көмір кесіндісі (Федоров) салынды. Бұл өндіріс орындары тек ауданның ғана емес, бүкіл Қазақстанның индустриалды дамуына септігін тигізді. Қарағанды Ресейдің Еділ маңы жөне Орал экономикалык аудандарын, Башқұртстан республикасы мен Орынбор облысын көмірмен қамтамасыз еткен. Ұлы Отан соғысы жылдары Қарағанды көмірі бүкіл елімізді отынмен камтамасыз етті.\n4. Орталық Қазақстан марганец (жез) кенінің барланған қоры бойынша дүние жүзінде 3-орында, ал ТМД елдері арасында Украинадан кейін 2-орында. Кеннің негізгі коры Атасу кенді ауданында (батыс Қаражал, Үшқатын III, Үшқатын I, Шығыс Қамыс, Жомарт және т.б.) және Сарысу-Теңіз кенді ауданында («Түр», «Богач») шоғырланған.",
                "date": "11.06.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қай қалада қыздарға арналған әскери оқу орындары бар?",
        "question_content": "Қай қалада қыздарға арналған әскери оқу орындары бар?(болса мекен-жайы,телефоны керек)\n\nОфицер-лік шен алып шыға алам ба?(9-сынып бітіріп)\n\nНеше жыл окиды?Кандай құжаттар қажет))Білетіндеріңіз болса жазып кетіңіздерші...",
        "question_date": "19.05.2017",
        "question_tag": "Университет, колледж",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "SWF деген қандай формат ?",
        "question_content": "SWF деген қандай формат ? Оны қалай жасауға болады компьютер арқылы.Телефон арқылы жасауға болама ?",
        "question_date": "18.05.2017",
        "question_tag": "Жалпы компьютер",
        "question_views": 358,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "флеш файл ойындар сабактар болып келеди",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстанның ішкі суларының орналасу ерекшеліктері қандай?",
        "question_content": "қазақстанның ішкі суларының орналасу ерекшеліктері",
        "question_date": "18.05.2017",
        "question_tag": "География",
        "question_views": 23900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның ішкі суларына өзендер, көлдер, жерасты сулары, бөгендер, каналдар және мұздықтар жатады. Қазақстанның ішкі сулары мемлекетіміздің материктің орталығында орналасуына, жер бедерінің алуан түрлілігіне, жауын-шашынның біркелкі түспеуіне, ауа температурасының жаз айларында жоғары болуына байланысты біркелкі таралмаған. Орманды дала, дала зоналарында ішкі сулар біршама көбірек кездесетін болса, шөлейт және шөл зоналарында өте аз. Өзен суларының қоректену көздерінің қоры аз. Басым түрде еріген қар суымен қоректенетін болғандықтан, көктемгі еріген қар суының есебінен су деңгейі көтерілгенімен жаздың ортасына жетпей кішігірім өзендері кеуіп қалады. Өзендер шығыс және оңтүстік-шығыстағы таулы аудандарда жиі орналасқан. Әрбір 100 км2жердегі өзендердің тығыздығы 8-15 км. Жауын-шашын аз түсетін оңтүстік-батыс және оңтүстік аудандарда олардың жиілігі 2 км-ге жетпейді. Сағасы теңіз немесе көлдерге жетпей кұмды шөлдерге барып сіңіп кететін өзендерде жеткілікті. Мысалға алатын болсақ, Қараөзен, Сарыөзен, Сағыз, Ойыл, Ырғыз, Торғай, Сарысу, Талас және т.б. Жазық жерлердің өзендерінің дамуы жалғасуда. Ағысы баяу, таяз және бүйірлік эрозия басым, жайылмасы кең. Ондай өзендер Шу, Сарысу, Нұра,Талас,Тобыл және т.б. Таулы өзендер керісінше жас өзендер. Ағысы қарқынды жылдам, табан эрозиясы дамыған, жайылмасы толық қалыптаспаған, арнасының бағытын өзгерту мүмкіншілігі жоғары. Өзендерге қарағанда салыстырмалы түрде көлдерге бай мемлекеттердің біріміз алайда көлдердің басым көпшілігінің ауданы 1 км2 жетпейтін көлдер. Көлдер көбінесе ылғал көбірек түсетін солтүстік аудандарда, оңтүстік шығыспен шығыстың тау алды жазықтарында, тауларында шоғырланған.\n\nАқпарат көзі:http://bilimland.kz/kk/content/lesson/14640-qazaqstannyng_ishki_sularynyng_erekshelikteri",
                "date": "23.05.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақстанның ішкі суларына өзендер, көлдер, жерасты сулары, бөгендер, каналдар және мұздықтар жатады. Қазақстанның ішкі сулары мемлекетіміздің материктің орталығында орналасуына, жер бедерінің алуан түрлілігіне, жауын-шашынның біркелкі түспеуіне, ауа температурасының жаз айларында жоғары болуына байланысты біркелкі таралмаған. Орманды дала, дала зоналарында ішкі сулар біршама көбірек кездесетін болса, шөлейт және шөл зоналарында өте аз. Өзен суларының қоректену көздерінің қоры аз. Басым түрде еріген қар суымен қоректенетін болғандықтан, көктемгі еріген қар суының есебінен су деңгейі көтерілгенімен жаздың ортасына жетпей кішігірім өзендері кеуіп қалады. Өзендер шығыс және оңтүстік-шығыстағы таулы аудандарда жиі орналасқан. Әрбір 100 км2жердегі өзендердің тығыздығы 8-15 км. Жауын-шашын аз түсетін оңтүстік-батыс және оңтүстік аудандарда олардың жиілігі 2 км-ге жетпейді. Сағасы теңіз немесе көлдерге жетпей кұмды шөлдерге барып сіңіп кететін өзендерде жеткілікті. Мысалға алатын болсақ, Қараөзен, Сарыөзен, Сағыз, Ойыл, Ырғыз, Торғай, Сарысу, Талас және т.б. Жазық жерлердің өзендерінің дамуы жалғасуда. Ағысы баяу, таяз және бүйірлік эрозия басым, жайылмасы кең. Ондай өзендер Шу, Сарысу, Нұра,Талас,Тобыл және т.б. Таулы өзендер керісінше жас өзендер. Ағысы қарқынды жылдам, табан эрозиясы дамыған, жайылмасы толық қалыптаспаған, арнасының бағытын өзгерту мүмкіншілігі жоғары. Өзендерге қарағанда салыстырмалы түрде көлдерге бай мемлекеттердің біріміз алайда көлдердің басым көпшілігінің ауданы 1 км2 жетпейтін көлдер. Көлдер көбінесе ылғал көбірек түсетін солтүстік аудандарда, оңтүстік шығыспен шығыстың тау алды жазықтарында, тауларында шоғырланған.",
                "date": "23.05.2017",
                "upvotes": 0
            },
            {
                "text": "Ерекшілктер деген не",
                "date": "3.12.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Үйді банкке кепілдікке қойып, сол үйді несиеге сатып аулға бола ма?",
        "question_content": "үй сатып алып үшін сатып алатын үйдік банкке кепілдікке қойып, сол үйді несиеге сатып аулға болады ма?",
        "question_date": "18.05.2017",
        "question_tag": "Заң",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "AB кесіндісінің ұзындығын табыңыз?",
        "question_content": "AB кесіндісі бірдей емес екі бөлікке бөлінген.  Олардың орталарының арақашықтығы 7 см.  AB кесіндісінің ұзындығын тап",
        "question_date": "18.05.2017",
        "question_tag": "Геометрия",
        "question_views": 13700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "АВ кескесіндінің ұзындығы 14 см",
                "date": "20.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әке алақанының жылуы",
        "question_content": "Маған Әке алақанының жылуы тақырыбына эссе жазып",
        "question_date": "18.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 642,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әр шаңырақта әкенiң орны ерекше. Әке — отбасының асыраушысы, отбасы мүшелерiнiң тiрегi, қамқоршысы. Әкенiң мiнез — құлқы, өзгелермен қарым — қатынасы, өнерi мен бiлiмi — баланың көз алдындағы үлгi, өнеге алатын, оған қарап өсетiн нысанасы. Отбасының пейiл — береке, ынтымағы үшiн отағасының әдiл, ұстамды болуы орасан маңызға ие. Оның тәрбиелiк рөлi де зор. «Әке — асқар тау», «Әке — балаға сыншы» дейдi халқымыз.\n\nЕр бала әкесiмен сырлас, жолдас, дос. Ол әрқашан бiр әрекет жасау үшiн әуелi әкесiмен сырласады. Ер баланың өсiп, жетiлiп, өз алдына жеке тұлға болып қалыптасуына, қоғамдағы өз орнын дұрыс табуына әкенiң атқарар еңбегi ерекше. Қазақ халқында «Бiр бала бар — атадан өте туады, бiр бала бар — керi кете туады» деген тұжырымға, баланың қандай болмағына негiз қалайтын да әкенiң өзi.\n\nЕр адамдардың көбi ұл баланың туғанын асыға күтедi. Бұл түсiнiктi жағдай: ұлды өзiнiң жалғасы ретiнде көредi, ұлға дәулетi болмаса да (бiрақ кейбiр кезде дәулет туралы да сөз болады), өзiнiң өнерiн, шеберлiгiн, бiлiмiн мирас етiп тастап кетем деп үмiттенедi.\n\nӘке әрдайым ұлы үшiн нағыз ер жiгiт өнегесiнiң үлгiсi. Бұл, әке өз баласына ең жақсы деген тәлiм-тәрбие берем десе өзiнiң зиянды дағдыларынан бас тартып, өз тәртiбiн мұқият қадағалайды деген сөз.",
                "date": "18.05.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Қазақстанның оңтүстігі мен солтүстігінде көшпелі шаруашылық жүргізу?",
        "question_content": "Қазақстанның оңтүстігі мен солтүстігінде көшпелі шаруашылық жүргізудің қандай айырмашылықтары бар? тарихтан тезирек керек еди отиниш",
        "question_date": "18.05.2017",
        "question_tag": "Мектеп",
        "question_views": 6600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстанның кейбір жерінде ерте заманнан-ақ жарртылай көшпелі мал шаруашылығы да қалыптасқан. Жартылай көшпелі деп көктем, жаз, күз мезгілінде жайылымның ыңғайына қарай жылжып көшіп отырып, қыста дайын қора-жайы бар қыстауларда қыстайтын мал шаруашылығын айтады. Мал шаруашылығының бұл түрі сақ-үйсін заманында-ақ дала мен таулы аймақтарда қалыптаса бастады. Мұндай аудандарға Жетісудың, Шығыс Қазақстанның тау етектеріндегі аймақтар жатады. Бұл аймақты мекендеген халық малды жазда биік таулы жайлауда бағып, қыста тау етегінде, тау қойнауындағы қыстауларда қыстатып күн кешкен. Кейде олардың қыстаулары Алтай, Тарбағатай сияқты биік таулармен сілемдесіп жаткан аса биік емес, қары аз Қаратауда болатын. Жартылай көшпелілікпен айналысқан көшпелілер қыстау маңындағы ұсақ өзен, бұлақтардың жағасына егін салатын. Олардың негізгі дақылдары: тары, арпа, бидай. Жартылай көшпелі мал шаруашылығымен айналысқан тайпаларда қой, жылқымен қатар сиыр малы да өсірілді.\n\nОрта ғасырларда Ертіс бойы мен Жетісудағы отырықшы қоныстарда, кішігірім қалаларда суармалы егіншілік болған. Жартылай көшпелілерде егіншілік, отырықшылықтың белгілі бір нышаны болғанымен, негізгі шаруашылығы — мал бағу, ал тұрмысы көшпелілікке бейім болды.\n\nОтырықшы мал шаруашылығы Оңтүстік Қазақстандағы, Сыр, Шу, Талас, Арыс өзендері бойында, Қаратаудың оңтүстік беткейінде қалыптасып, таралды. Оларда мал шаруашылығымен қатар суармалы егіс, жауын суымен шығатын егіншілік жақсы дамыды. Соғды мен Ферғананың отырықшы мәдениетіне бұл елдердің көршілес жатуы оларда ертеде-ақ отырықшы мәдениеттің пайда болуына әсерін тигізді. Сақ заманының өзінде Оңтүстікте Шырық-Рабат, Бәбіш-Молда, Баланды сияқты бекіністі қалашықтар қалыптасты.\n\nОтырықшы мал шаруашылығының қалыптасуы, әсіресе б.з.д. 1-мыңжылдықтың бас кезіне дәл келеді, осы кезде бұрынғы көшпелі, жартылай көшпелі мал бағушы қауымдастық біртіндеп отырықшылыққа көшуге айналды. Осы кезден бастап, бұдан кейінгі ерте орта ғасырлар дәуірінде бұл аймақтарда үлкен отырықшы қоныстар мен қалалар қалыптаса бастады. Дегенмен осы қоныстар мен қалалардың сыртында, маңайында жартылай көшпелі, отырықшы малшы қауымдар аз болған жоқ.\n\nЖоғарыда біз сипаттап жазған мал шаруашылығының үш түрі, олардың таралған аймақтары жөніндегі пікірлерді жалпылау, топтау түріндегі тұжырымдар деп түсінген жөн. Әйтпесе мал шаруашылығы мен көшпеліліктің осы аталған түрлерінің арасында талай араласқұралас нүсқалары да болған. Мал шаруашылығының аталған түрлері белгілі бір аймақтарда таралды десек, мұны да белгілі бір шарттылықпен түсіну керек. Мұнда біз белгілі бір аймақтарға көбірек төн мал шаруашылығы түрлерін атадық. Әйтпесе жартылай көшпелі мал шаруашылығы Жетісу мен Шығыс Қазақстаннан басқа Батыс, Солтүстік Қазақстанның кейбір аудандарында да дамыған. Мысалы, б. з. д. 1-мыңжылдықтың екінші жартысында батыс өңірлерде өмір сүрген сарматтар өздерінің қыстауларының маңында қималап немесе шатыршалап ірі зираттар, мінәжат жасайтын орындар салған (Бесоба, Сынтас). Есіл бойындағы б.з.д. VIII—II ғасырларға жататын, адам үзак мекендеген Боркы, Қарлыға, Кеңөткөл қоныстарын зерттеу Солтүстік Қазақстанды мекендеген кейбір тайпалардың жартылай отырықшылық өмір кешкенін көрсетеді. Орталық Қазақстанның кейбір жерлерінде де тіпті орта ғасырлардың соңына дейін жартылай көшпелілік болғанын дәлелдейтін деректер бар.\n\nЖартылай көшпелілік Оңтүстік Қазақстанда да біршама таралған. \"Ұйғарақ пен Төгіскенді қалдырған сақ тайпалары жартылай көшпелі болған\" деген пікір бар. Ал енді нағыз көшпелі шаруашылық үлгісі ретінде есептелетін адайлардың өзінің Жем бойындағы бөліктері отырықшы болған, ірі қара малын өсірген екен.\n\nКөшпеліліктің біз атаған үш түрі бірінен соң бірі келмеген, әр заманда, әр аймақта көшпелі, жартылай көшпелі және отырықшы мал шаруашылықтары қатар өмір сүрген.\n\nОрта ғасырларда Оңтүстік Қазақстанда қала мәдениеті жақсы дамып, халықтың көпшілігі отырықшылыққа айналды. Бұл жағдай Жетісудың да біраз аумағына таралды. Монғол шапқыншылығынан кейін Оңтүстік Қазақстанда қола мәдениеті, отырықшы егіншілер экономикасы күйреген кезде, бұл өңірде де жартылай көшпелі мал шаруашылығы қайтадан жаңа қарқынмен дамыды.",
                "date": "18.05.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақтардың негізгішаруашылық кәсібімал өсіру болды. Олар көшпелі және жартылай көшпеліөмір салтын ұстанды. Қазақтардың көші-қоныныңқашықтығы әр түрлі болып келетін. Жаңа қонысқа көшуден бұрын ауылдың тәжірибеліадамдары жер шолып,малға жайлы жайылым іздестіретін. Онда жерінің шөбі шүйгін, міндетті түрдесу көзінің болуы қарастырылды. Аталас туыстар әдетте белгілібағытта бірлесіп көшетін.Қыс кезінде үйір-үйір жылқылар ашықдалада қарды тұяғымен аршып, тебіндеп жайылатын.Жылқы тебіндеп жайылған соң ол жерлергемүйіздіірі қара,түйе және уақ мал жіберілетін.\n\nСырдарияның екі жақ өңірінде, Жетісу жерінде, сондай-ақ Қазақстанның Солтүстік, Солтүстік-шығыс және Орталық аймақтарындағы кейбір өзендер мен көлдердің жағалауларында қазақтар егіншілікпен сонау ерте заманның өзінде айналысқан болатын. XIX ғасырдың аяқ кезінде елдің Орталық, Солтүстік және Солтүстік-шығыс аймақтарында егіншілікпен айналысуға жаппай бет бұру байқалды. Ішкі Ресейден қоныс аударушы шаруалардың көптеп келуіне және Қазақстандағы қала халқы санының арта түсуіне байланысты мал жайылымдарының көлемі қысқара бастады. Отбасы мүшелерін асырау мен қолда бар малды жемшөппен қамтамасыз ету ендігі жерде егін егуді ұйымдастыру мен дамытуға байланысты болып қалды. Отырықшы егіншілік кәсібімен айналысуға көшу қазақтарды ежелден қоныстанған жерлерінен күштеп көшіру және басқа жаққа қуып шығу әрекеттеріне тыйым салатын еді. Патша үкіметі қазақтардың тұрақты отырықшы өмір салтына көшуге деген ынтасын қолдап отырды. Патша үкіметінің пікірі бойынша, бұл шаралар Ресейден қоныс аударушы шаруалар үшін қыруар көп жер төлімдерін босатып беруі және қазақтарды басқару үшін қолайлы жағдайлар туғызуы тиіс болатын. Қазақтар бірте-бірте орыс шаруаларының үлгісімен егін егуді игере бастады. Негізгі еңбек құралдары соқа, тырма, қол орақ, ағаш айыр, күрек пен кетпен болды. Егістік жерді суару үшін әр түрлі қүрылғылар (атпа, шыгыр) қолданылды. XIX ғасырдың аяқ кезі мен XX ғасырдың бас кезінде қазақтар мен орыс шаруалары қатар қоныстанған аудандардағы шаруашылықтарда темір соқалар мен тырмалар пайда болды. Уезд және кейбір болыс орталықтарында ауыл шаруашылық техникасының паркі ашылды.\n\nСуармалы егіншілік Шығыс Қазақстан, Жетісу, Оңтүстік және Оңтүстік-Шығыс Қазақстан аймақтарында жақсы дамыды. Қазақстанның өзге аудандарында тәлімі егін шаруашылығы кеңінен етек алды.\n\nҚазақтар негізінен бидай, тары, сұлы, күріш және жүгері дақылдарын екті. Шымкент және Перовск уездерінде мақта, Верный уезінде азын-аулақ темекі, Қазақстанның оңтүстік және оңтүстік-шығыс аудандарында бақша дақылдары - қарбыз, асқабақ, пияз бен сәбіз өсірілді. Орыс-украин халықтарымен қатар алқаптарда тұратын қашқтар аздап болса да картоп, қияр және басқа да көкөніс түрлерін егумен айналысты. Мал азықтық дақылдардан жоңышқа егу кеңінен етек алды. Қазақстанның оңтүстік аймақтарындағы қазақтар өз шаруашылықтарында бау-бақша дақылдарын өсірумен айналысты.",
                "date": "18.05.2017",
                "upvotes": 0
            },
            {
                "text": "Солтүстік экономикалық ауданда Қазақстандағы ең дамыған АӨК орналасқан. Солтүстік Қазақстан - еліміздің ең үлкен астықты ауданы. Қаpa топырақты жерлердің мол болуы егін шаруашылығынын, дамуына игі әсерін тигізеді. Негізгі маманданған саласы (егістік жердің 80%-ы) - жаздық бидай өсіру. Дәнді дақылдар егістіктерінің ең үлкен аумақтары Солтүстік Қазақстан, Қостанай және Ақмола облыстарында орналасқан (3 млн га-дан астам).\nБұдан басқа, мұнда сұлы, арпа, күздік бидай және қарақұмық псіріледі. Экономикалық аудан жалпы астық жинаудан Қазақстанда алдыңғы орын алады (67%), сонымен бірге оның басым белігі үш облыстың - Ақмола, Солтүстік Қазақстан және Қостанай облыстарының үлесіне тиеді. Техникалық дақылдардың үлесі (күнбағыс, зығыр, қыша т.б) көп емес, дегенмен күнбағыстан алынатын өнім біршама жоғары - республикадағы жалпы өнім жинаудың 11%- ын құрайды.\nҚала маңдары мен өзен аңғарларында көкөніс, картоп және бақша дакылдары өсіріледі. Бұл дақылдардың жалпы жиынтық үлесі 15%, бірақ бұл аймақтың бүкіл халқын қамтамасыз етуге жеткілікті. Аймақтың ауыл шаруашылық жерлерінің басым бөлігін (25%- дай) азықтық дақылдар - көп жылдық шөптесін өсімдіктер, жүгері, азықтық қызылша алып жатыр. Аймақта сүтті, етті-сүтті бағыттағы ірі қара мал өсіруге болатын жайылымдық және шалғындық жерлер де мол. Сонымен қатар қой, жылқы, құс және шошқа шаруашылықтары да дамыған.\n\nОңтүстік Қазақстан облысы – республикадағы өнеркәсіп пен ауыл шаруашылығының барлық салалары дамыған, еңбек ресурстары жеткілікті аймақ. Облыс кәсіпорындары Қазақстандағы барлық өнеркәсіп өнімдерінің 5,9%-ын өндіреді. Елімізде шығарылатын трансформаторлардың 98,6%-ы, фармацевтикалық препараттардың 70,1%-ы, минералды және газды сулардың 51,5%-ы, мотор майының, бензиннің 38,9%-ы, рафинатты қорғасынның 23,6%-ы, сыраның 23,6%-ы, цементтің 19,7%-ы, экскаватор, мақта талшығы, мақта майының барлығы дерлік Оңтүстік Қазақстан облысында өндіріледі. Облыс тері шикізаты, жеміс, көкөніс, жүзім, бақша, макарон өнімдерінің ірі өндірушісі болып табылады.\nОблыстың ауыл шаруашылығына жарамды жерінің аумағы 10,3 млн га, оның ішінде жыртылатын жер аумағы 0,8 млн га.Ауыл шаруашылығында 63,3 мың шаруа (фермер) қожалығы, 956 ӨК, 6 АҚ, 608 ЖШС жұмыс істейді. Олар жалпы респ. ауыл шаруашылығы өнімінің 12,2%-ын береді. Ауыл шаруашылығының басты саласына стратегиялық маңызы бар мақта өсіру мен өндіру жатады. Оның егіс көлемі 170 мың га-ға (егіс көлемінің 30%-ы) жетті.Шитті мақтаны өңдеумен жылдық қуаты 650 мың тонналық 19 мақта зауыты айналысады. Олар облыстың Мақтаарал, Сарыағаш, Шардара ауданында және Түркістан қалалық әкімдігі жерінде орналасқан. Облыс әкімшілігі 2003 жылдың соңында мақта иіру фабрикаларының құрылысын бастады.Егіннің орташа жылдық өнімі: бидай – 400 мың т, күріш – 10 мың т, шитті мақта – 360 мың т, көкөніс – 400 мың т, бақша өнімдері – 291 мың т, картоп – 115 мың т. 2004 ж. мал саны: ірі қара – 603 мың, қой-ешкі – 3 млн., жылқы – 119 мың, түйе – 14 мың, құс – 1,8 млн., шошқа – 22 мың басқа жетті.",
                "date": "18.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цилиндірдің толық бетінің ауданын тап?",
        "question_content": "Цилиндірдің осьтік қимасының диагоналі 16см және ол жасаушымен 30градус бұрыш жасайды. Цилиндірдің толық бетінің ауданын тап.",
        "question_date": "17.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 394,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Жеңіл машина 80 км/сағ жылдамдықпен 3 сағат жүрді?",
        "question_content": "Жеңіл машина 80 км/сағ жылдамдықпен 3 сағат жүрді. Жылдамдығы жеңіл машинаның жылдамдығынан 4 есе кем велосипедші осы қашықтықты канша уақытта жүріп өтер еді?",
        "question_date": "17.05.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 16400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "80*3=240 80/4=20 240/20=12  Жауабы: 12",
                "date": "19.05.2017",
                "upvotes": 1
            },
            {
                "text": "80км/сағ*3сағ=240км\n\n 80км/сағ :4=20км/сағ\n240км : 20км/сағ=12сағ\n\nЖауабы:12 сағат",
                "date": "20.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "150 грам 8% жане 10 грам 10% ерітіндіні араластырғанда алынатын ерітінді",
        "question_content": "150 грам 8% жане 10 грам 10% ерітіндіні араластырғанда алынатын ерітіндідегі тұздың массалық үлесін тап",
        "question_date": "17.05.2017",
        "question_tag": "Физика",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "150*0.08=12\n\n10*0.1=1\n\n12+1=13\n\n150+10=160\n\n13*100%/160=8.125%",
                "date": "3.06.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әке алақанының жылуы эссе жазу керек",
        "question_content": "Маған Әке алақанының жылуы тақырыбына эссе жазып",
        "question_date": "17.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Әке – асқар тау. Отбасында әкенің орны бөлек. Әке – сол шаңырақтың бар ауыртпалығын көтеретін, асырап-бағуға да, жақсы тәлім-тәрбие беруге де міндетті адам. Әке – бала үшін асқар тау. Әке қамқорлығы дегеніміз – отбасы мүшелерін әртүрлі пәле-жаладан қорғап отыратын қасиетті ұғым. Сондықтан әкені сыйлау, оған үлкен құрметпен, ілтипатпен қарау баланың парызы болмақ. \nАқын Жарасқан Әбдірашевтың әке десе – ауылы, ауыл десе – әкесі есіне оралатын перзенттік жүрегі дамылсыз соққан. \nҚашан да қамқор болған сан үмітке, \nӨтермін сақтауменен салтыңды әсем. \nКөнбей ме көңіл шіркін кәрілікке, \nӨкпелеп қалмайсың ба \"қартым” десем! \nАқын үшін, «бір ауылдың бәйтерегі» – өмірдің ащы-тұщысын халқымен бірге татқан әкесі. Сондықтан ол әкеден алатын тәрбие де салиқалы болмақ. \nӘке – ұрпақтың панасы, үйдің басшысы, әрі тәрбиешісі. Ол тек бір отбасының ғана емес, ауылдың, рудың қамқоршысы, ел ағасы. Өмірге келген баланың әрбір сәтті қадамы әке үшін үлкен мәртебе, зор мақтаныш болмақ. Сондықтан да әке ақылымен жүру, ешкімнің ала жібін аттамай, адал ғұмыр кешу баланы тек жақсы болашаққа ғана әкеледі. «Әкеге бағыну – Аллаға бағыну» депті Мұхаммед пайғамбарымыз. Демек, әкені ренжітпей оның айтқанының үдесінен шығып отыру әрбір перзенттің басты парызы екен. \nАқылы мен пайымы терең аналар балаларын үнемі әкесін сыйлап, құрметтеуге бейімдеп отырады. «Әкең ренжіп қалар», «Әкең жіберсе, бара ғой», «Әкеңе барып сәлем бер», «Әкеңнің керегін дайында» деп әкеге құрмет, қызмет етуге баланы жасынан дайындап отырса, мұндай отбасында әрдайым тәртіп, ынтымақ пен бірлік болуы сөзсіз. Әке ұл-қызын намысшылдыққа, елі, руы, қала берді өз бауырлары үшін еңбек етіп, өмір сүруге баулып отырады. Әкенің мейірімі мен талап қойғыштығының, еңбеккерлігінің бала тәрбиесіне ықпалы көп.\n\nhttps://www.******.com/kz/referat/1497-father.html",
                "date": "23.07.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауық жұмыртқалауы үшін не істеуге болады?",
        "question_content": "Салеметсиздер ме? 30 тауық 3 қораз бар бірақ күніне 3 жұмыртқа туады. Не сушка жане т.б витаминдер бердік бірақ результат жоқ. Не істеуге болады?",
        "question_date": "17.05.2017",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 7000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Үй құстарына негізінен тауық, күркетауық, үйрек пен қаз секілді құстардың төрт түрі жатады. Бұл құстар тез өсіп-жетіледі, өнімділігі жоғары, өсімтал болып келеді. Мысалы, жұмыртқалағыш күйтті тауықтар 4-5 айлығында, ал етті тұқымдас тауықтар 5,5-6 айлығында жұмыртқалайды. Сондай-ақ, күркетауықтар мен үйректер және қаздар ұрығы 8-10 айлығында жетіледі. Бірақ үй жағдайында ұстап өсіргенде, яғни күннің табиғи ұзақтығы 12-14 сағатқа жеткенде тек ерте көктемде жұмыртқалайды.\n\nТауықтар бірінші жылы 220-300 жұмыртқа, ал олардың кейбіреулері жылына 300-ден астам, кейбір күркетауықтар 21-25 апта ішінде 60-100 жұмыртқа салады. Сондай-ақ, пекиндік деп аталатын үйрек түрі 9 айлық бірінші жұмыртқалау циклында 160-190 жұмыртқа береді. Ал, қаздар үштен бес айға дейін созылатын жұмыртқалау маусымында 15-18 жұмыртқадан 78-80-ге жеткізеді. Күркетауықтар мен тауықтардың және үйректердің бір ерекшеліктері – олардың өнімділіктері бірінші жылғымен салыстырғанда екінші жылы шамамен 15 пайызға төмендейді. Ал одан кейінгі жылдары бұл көрсеткіш одан да көп төмендейтін болады. Сонымен бірге қаздар екінші және үшінші жылдығында көп жұмыртқа береді. Сондықтан да оларды негізінен бес жылға дейін ұстайды.",
                "date": "18.05.2017",
                "upvotes": 0
            },
            {
                "text": "Мекиен жұмыртқалағыштығы маусым, жыл секілді белгілі мерзімдегі жұмыртқа санымен және олардың салмағымен есептелінеді. Овуляцияланған ооциттерден жұмыртқаның қалыптасуы 24 сағаттан жылдам өтсе, тауық күнделікті бір мезгілде жұмыртқалайды. Егерде жұмыртқаның қалыптасуы 24 сағаттан асса, күннің екінші жартысында овуляция болмайтындықтан, жұмыртқалауы үзіліп, 1-3 тәулікке созылады. Мекиен жұмыртқалағаннан жарты сағаттан соң келесі ооцит жетіле бастайды.\nМекиеннің үзіліссіз жұмыртқалау мерзімін жұмыртқалау сериясы, ал үзілістерін интервалы дейді. Жұмыртқалау сериясының ұзарып, олардың аралық интервалдарының қысқаруы жоғары жұмыртқалағыштыққа әкеледі. Мекиен жұмыртқалағыштығының биологиялық айналымы (циклы) жұмыртқалай бастау мен түлей бастауының немесе күрік болуының аралығымен шектеледі. Инкубациялық тауық пен үйректердің күрік болу инстинкті бәсендегендігін айта кету керек.\nМекиен жұмыртқалауы: жұмыртқалағыш тауық тұқымынікі 150-165, етті тауық тұқымынікі 180-200, үйректікі 210-240, күрке тауықтікі 200-250, қаздікі 270-300 күнге тең физиологиялық жетілу мерзімінде басталады. Жылына жұмыртқалағыш тауық мекиені 240-260, етті тауық мекиені 150-200, үйрек мекиені 100-130, күркетауық мекиені 120-140, қаз мекиені — 60-80 жұмыртқа салады. Тауық пен үйрек мекиендерінің екінші жылғы жұмыртқалағыштығы бірінші жылдағысынан 10-15% азаятын болса, қаз мекиендерінікі, керісінше, екінші-үшінші жылдары жоғарылайды. Екінші жылдағы жұмыртқалардың бірінші жылдағыдан ірірек болатынын айта кету керек.\nЖұмыртқаның орташа салмағын жұмыртқалаудың 7-ші, 9-шы және 12-ші айларының соңғы онкүндігіндегі (декадасындағы) жұмыртқалардың жалпы салмағын өлшеп барып шығарады. Жаңа табылған тауық жұмыртқасының тығыздығы 1,060 -1,095 аралығында болып, сақталу мерзімі күн сайын кеми береді. Орташа жұмыртқалағыш көрсеткішін белгілі мерзімде (маусымына, жылына) салынған жұмыртқа санын мекиен басы/Ʃ күнгебөлу арқылы табылған орташа мекиен басына бөлу арқылы шығарады. Жиналған жұмыртқаның мекиен басының азықтандыру күндеріне (кормодни) қатынасымен табылған жұмыртқалау жеделдігі (интенсивность) жұмыртқалағыш тауықтардікі 75-80%, етті тауықтардікі 50-60% шамасында болады.",
                "date": "18.05.2017",
                "upvotes": 0
            },
            {
                "text": "Тауықтың күніне көп жұмыртқалауы әтешке байланысты емес, 1 тауық күніге 1 жұмыртқа туады",
                "date": "18.05.2017",
                "upvotes": 0
            },
            {
                "text": "Тауықтың күніне көп жұмыртқалауы әтешке байланысты емес, 1 тауық күніге 1 жұмыртқа туады атешке вобщым байланыстыемес",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өскемен қаласынан құрылыс жұмысын алғым келеді. Өз бригадам бар?",
        "question_content": "Салеметсіздерме мен Өскемен қаласынан құрлыс жұмсын бастағым келет.арине канпаничлардан алсам дейм өз бригадам бар.неден бастайм.кайда барп сұраймые",
        "question_date": "17.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әлеуметтік қызметкер болу үшін оқу?",
        "question_content": "Әлеуметтік қызметкер болу үшін қандай да бір оқу орнында оқу керек пе? Жалпы осы салада жұмыс жасау үшін қандай білім алу керек?",
        "question_date": "17.05.2017",
        "question_tag": "Жұмыс іздеу, ауыстыру",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арнаулы орта білімі болуы шарт (колледждер) педагогикалық немесе медициналық",
                "date": "17.05.2017",
                "upvotes": 0
            },
            {
                "text": "Әлеуметтік қызметкер — бұл халықтың қорғалмаған топтарына (зейнеткерлер, жетім балалар, босқындар және басқалар) моральдық және құқықтық қолдау көрсетуді қоса, тұрмыстық жағдайларда көмек көрсететін маман.\nМемлекеттік әлеуметтік қызметтерден және қамқорлық жасаушы органдардан жасалатын әртүрлі жәрдемге, көбінесе материалдық немесе құқықтық қолдау түрлеріне қол жеткізуге және оның бөлінуіне көмек көрсету әлеуметтік қызметкердің жұмысына жатады.\nНегізінен әлеуметтік көмекке қартайған азаматтар, мүгедектер, көп балалы аналар, жетім балалар, жазылмайтын ауруға, маскүнемдікке, нашақорлыққа шалдыққан адамдар мұқтаж болады.\nСонымен қатар, әлеуметтік қызметкерлер объективті (соғыстар, экологиялық апаттар, халықаралық шиеленістер, діни алауыздықтар) және субъективті (отбасындағы қайғы, мүлкін жоғалту) факторлардың салдарынан туындаған психикалық тұрақсыз жағдайдағы тұлғаларға психологиялық көмек көрсетумен айналысады.\nОсы кәсіп бойынша оқытылатын мамандықтар: 5В090500 Әлеуметтік жұмыс",
                "date": "18.05.2017",
                "upvotes": 0
            },
            {
                "text": "Елімізде әлеуметтік қызмет тәжірибесі әлі де өз деңгейінде дамымай отыр. Бізде кәсіби дайындық та, оқулық та жоқ, бұған қоса, адамдардың өздері де бұл мамандыққа шындап көңіл қоймайды.\nАнықтама бойынша, әлеуметтік қызметкер — жалғызілікті қарттар мен мүгедектерге үйде әлеуметтік қызмет көрсететін маман. Біздің елде мұндай мамандарға сұраныс бар. Еліміздегі жоғары оқу орындары жастарды осы мамандыққа оқытуға дайын болса да, бұл мамандық бойынша оқуға ниет білдіруші талапкерлер саусақпен санарлық екен.",
                "date": "18.05.2017",
                "upvotes": 0
            }
        ]
    }
]