[
    {
        "question_title": "Сабақ оқығанда зейінді қалай шоғырландыруға болады?",
        "question_content": "Сабақ оқығанда зейінді қалай шоғырландыруға болады?  Барлық назарыңды тек сабаққа аударудың қандай жолдары бар?",
        "question_date": "13.01.2016",
        "question_tag": "Университет, колледж",
        "question_views": 1600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Интернетті, және сотканы өшіріп қою керек бар болғаны осы)",
                "date": "13.01.2016",
                "upvotes": 3
            },
            {
                "text": "Қызығушылык, қалеу әлде соларды пайда ететін адам, әлде мотивация болмаса қандай жол болсада пайда бермейді !!!",
                "date": "13.01.2016",
                "upvotes": 2
            },
            {
                "text": "Сіз Жапалақсыз ғой, таңда немесе жатарда дайындалыңыз, сосын бір бет оқысаңызда оқыған материалың туралы артынан мағынасын ойланып жүрсеңіз түсінуге жақсы, есте жақсы сақталады",
                "date": "13.01.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Ұялы телефонға прошивка қайдан жүктеуге болады?",
        "question_content": "samsung grand prime g530h андроид кит кат 4.4 тен,лоллипап 5.0 ке дейін жаңартқан едім-қайтадан андроид 4.4 ке қайтару үшін-прошивка қайдан алсам болады",
        "question_date": "13.01.2016",
        "question_tag": "Ұялы телефон бағдарламалары",
        "question_views": 363,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Lunux Mint-те Қазақ тілі бар ма?",
        "question_content": "Linux Mint-те жазу үшін Қазақ тілі бар ма?",
        "question_date": "13.01.2016",
        "question_tag": "Операциялық жүйелер",
        "question_views": 397,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "https://vk.com/topic-69606082_30959798 осы сайттан алсан болады.",
                "date": "13.01.2016",
                "upvotes": 0
            },
            {
                "text": "Сұрағыңыз не совсем түсініксіз. Linux Mint-те жазу деген қалай өзі? Mint просто дистрибутив қой. Баяғыда таныстар жаңа компьютер сатып алсаң, тіпті просто кез келген техника сатып алсаң интернетке қосылған ба деген сұраққа ұқсас. :D",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Менің сүйікті кейіпкерім шығарма",
        "question_content": "7 сыныпқа арналған Бір кейіпкер туралы керек Өтінем жазып берініздерші",
        "question_date": "13.01.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 9400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің сүйікті кейіпкерім\nҰлт ұятын сақтаған\nКітап қай кезде де адам баласының айнымас досы, мызғымас тірегі, таусылмас ақылшысы. Мен үнемі «Кітап — өмір азығы» деген мақалды есімнен шығармай, өз ұранымдай жадыма тоқып жүремін. Достарыма да мұны айтудан жалыққан емеспін. Қолым қалт етсе кітап оқып, сол кітап кейіпкерлерімен мұңдасып, сырласып, өзгеше бір әлемде жүргендей ерекше бір күйге түсем.\nМен үшін барлық кітап қызықты, әрбір кейіпкер ұнамды. Бірақ солардың ішінде өзім ерекше қадір тұтатын, қастерлеп, үлгі ететін бір кейіпкерім бар. Құпия емес, сондықтан сіздермен бөлісе отырайын. Ол — Тайлан батыр. Кәдімгі еліміздің қайсар ұлдарының, қарымды жазушыларының бірі Әбіш Кекілбаев қаламынан туған «Үркер» романындағы қазақтың дара хандарының бірі Әбілқайыр ханның досы.\nКөкейлеріңізде «Не үшін ұнайды екен?» деген сауал тұрған шығар, әрине, бұл орынды сұрақ. Себебін де айта отырайын, маған Тайлан батыр өз ұстамдылығымен, ақылды, парасаттылығымен, қайсар, ер жүректілігімен ұнамды. Қандай болмасын, қысылтаяң шақта өзіне ғана тән ерекшелігімен ақыл-айла тауып, елі үшін, жері үшін басын бәйгеге, бағын таласқа тігіп, ұрандатып жауға шапқан батыр, асқар тау әкесінен, аяулы жарынан, сүйкімді ұлынан айрылса да, өмірден баз кешіп түңілмей, керісінше, жігерленіп, досына тіреніш болып, жауға ел намысын, ұлт ұятын бермей жалғыз өзі бір бүйірден ұрандай тиіп, апшыларын қуырады. Міне, бұл нағыз ерлердің ісі. Бойында қазақ қаны бар ер жігітті жігерлендіретін іс. Міне, сол үшін де маған Тайлан батыр ұнамды.\nҚазақта жау төбесіне атой салып, ат ойнатқан ерлер аз болған жоқ. Оларды бүгінгі бейбіт замандағы ұрпақтар бірін білсе, бірін білмей жатады. Ал бұл біздер үшін ұятты жағдай. Ұлтарақтай елді, ат төбеліндей жерді найзаның ұшымен, білектің күшімен қорғаған бабалар әруағы алдындағы кінә. Сондықтан осы асыл текті батыр бабаларды ұмытпай, осындай жайма-шуақ күндері де жадымызда сақтағанымыз жөн. Ал бұл турада кітаптың атқарар маңызы зор.\nОлай болса, жасы үлкен замандастар, ойы бір құрдастар, кітап оқиық. Себебі, кітап — өмір азығы!\nНұрберген ӨМІРТАЕВ",
                "date": "13.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Маи тоқтатқанда видео түсіруге болама?",
        "question_content": "Маи қызметкерін көлікті тоқтатқанда видеоға түсіруге болама?Сол туралы айтасыздарма?Заң?",
        "question_date": "13.01.2016",
        "question_tag": "Заң",
        "question_views": 835,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Негізі жұлдыздар аспанда болмайды ма? Ал жердегілер адамдар емес па?",
        "question_content": "Негізі жұлдыздар аспанда болмайды ма? Ал жердегілер адамдар емес па?",
        "question_date": "13.01.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Танымал әртістерді \"жұлдыз\" деп атауының өз себебі бар шығар. Бұл атаудың қандай тарихы бар екенін нақты біле алмадым. Өз пайымдауымша салыстырып көрдім: \n1. Жұлдыздар жарқырап, көздің жауын алатындай әдемі көрінеді. (Әртістердің сахнадағы жарқын бейнесі)\n2. Жұлдыздар бізден тым алыс. (Әртістерді қалаған кезде кездестіре бермейміз)\n3. Көмескі нұрын шашып ұзақ жасайтын жұлдыздар бар, бір рет жарқ етіп барып ағып түсетін жұлдыздар да бар (Әртістердің өнердегі ғұмырының ұзақтығы әр алуан)\n4. Жұлдыздар алыстан қарағанда ғана әдемі көрінеді (Әртістердің өнердегі бейнесі - өмірдегі бейнесі болмауы әбден мүмкін)\n5. Біз бір нәрсені естен шығар аламыз. Жұлдыздардың жарығы - Күн нұрының шағылысы. Демек жұлдыздар өздігінен сәуле шығара алмайды. (Күн дегеніміз - халық. Халықтың қалауынан шықпаса \"Жердегі жұлдыз\" атану неғайбыл)",
                "date": "13.01.2016",
                "upvotes": 1
            },
            {
                "text": "6 млрд. адам сыйған 12 тағдыр\n\nРасымен де, жақсылап ойлап көрсек, әлемнің әр бұрышында бір мезетте мыңдаған сәби дүниеге келеді. Сонда мыңның тағдыры біркелкі болатындығы сау ақылға сыя ма? Немесе жер бетіндегі болмысы, мінезі, түрі, тәрбиесі әр түрлі 6 млрд. адамның өмірін 12-ақ жұлдызға теліп, 12 тағдырмен шектеп қоюды қалай түсіндіріп бересіз?\n\nТанымал тележүргізуші Гүлжазира Берікқызы «Асыл арна» телеарнасына берген сұхбатында жұлдыз жорамалдың БАҚ-да қалай көрініс табатындығын былайша баяндайды:\n\n«Біз қалай жасаймыз? Біз ғаламтордан орысша нұсқасын аламыз да, соны аударамыз. Ал кейде лимитпен берілген ғаламтордың уақыты бітіп қалатын кездер болады. Ал жұлдыз жорамал күн сайын эфирге шығу керек. Сондықтан, кейде қайталап беруге тура келеді. Яғни, жұлдыз жорамалды аударып болғаннан кейін қағазға шығарамыз, сол мәтінді 2 аптадан кейін немесе 2-3 күннен кейін қайтадан айтып отырамыз. Ал кейде ғаламтордағы жұлдыз жорамалдың өзіне «мынау рас па, өтірік пе» деп күмәнданып қаламыз. Олардың да қайталап бергендігін көріп, өзіміз ойдан құрап қосып та жіберетін кездер болады. Тек жақсы жағына ыңғайласаңыз болды. Өйткені, адам таңертең жұмысқа кетіп бара жатқанда көпшілігі жұлдыз жорамалды көреді. «Бүгін сіз үшін сәтті күн, бүгін бизнесіңіз жүреді, көп дос табасыз» – осындай мәтінде жақсы жағына қарай жұлдыз жорамал жасайтынбыз... Жұлдыз жорамалды жасайтын сіз сияқты, біз сияқты адамдар...Мен жұлдыз жорамал жасасам да оған сенбеймін».\n\nИә, енді жұлдыз жорамалға сенетін адамдар мәтінді оқымас бұрын бір мезет өз ақылына салып ойланып көретін шығар.\n\nИбн Аббас жұлдыздарға қарап болжам жасаған адамдар туралы: «Бұлай ететіндерге Алланың қасында бір несібе бар деп ойламаймын» деп айтқан.  Сахаба Қатада Алла Тағала жұлдыздарды үш-ақ мақсатта жаратты: 1) Көктерді безендіру; 2) Шайтандарды атқылау; 3) Адасқанда жол табу.  Ал егер біреу жұлдыздардан тағы да бірдеңелерді күтетін болса, онда ол адам бұл істі өз бақытсыздығына істейді және өзінің ризығын жояды, сондай-ақ, білімі болған нәрсеге кіріседі».",
                "date": "13.01.2016",
                "upvotes": 0
            },
            {
                "text": "Жұлдыздар аспанда емес ғарыш кеңістігінде болады. Ал жердегілер адам емес екені айдан анық емес пе?",
                "date": "13.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ең арық, сапасыз мал еттерін көбінесе кімдер жейді?",
        "question_content": "Ең арық, сапасыз мал еттерін көбінесе кімдер жейді?",
        "question_date": "13.01.2016",
        "question_tag": "Өмір, Тіршілік",
        "question_views": 798,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Арық мал, сапасыз ет. Түлкібас ауданында туберкелезге шалдыққан жандар осындай малдың етінен жасалған тағамды ішуге мәжбүр. Себебі, мекемені етпен қамтамасыз етуші жеке кәсіпкер гигиеналық талаптарды сақтамай, етті қалай болса солай жеткізетін көрінеді. Түберкелезге шалдыққан жандарды емдейтін санаторийде таңертең айқай-шу басталды. Мекемені етпен қамтитын кәсіпкер кеше жеткізілуі тиіс азық-түлікті ертеңіне әкелген. Мекеме басшысының сөзінше, ол сапасыз […]",
                "date": "13.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына алтыншы сыныптың есебін қалай шығарады?",
        "question_content": "Осы есепті шығарып беріңізші.\nЕкіншісінің жауабы 1458куб см болады шығару жолын көрсетесіздер ме?",
        "question_date": "12.01.2016",
        "question_tag": "Математика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Суреттегі параллелепипед 9 бөліктен құралған. Бір бөліктің көлемі 9*6*3-ке тең. 9 Бөліктің көлемі 9*6*3*9=1458 текше см",
                "date": "13.01.2016",
                "upvotes": 0
            },
            {
                "text": "a*b*c=3*12*9=324",
                "date": "28.01.2016",
                "upvotes": 0
            },
            {
                "text": "Уш аланнан 20,16 т бидай алынды. Биринши аланнан алынган бидай массасынын екинши аланнан алынган бидай массасына катынасы 5:9 катынасындай. Ушинши аланнан алынган бидай биринши аланнан алынган бидайдан 40% артык. Аландардын аркайсысынан канша бидай алынды? Шыгарып бериниздерши!",
                "date": "9.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жібек құрты қандай бунақденелі сатыда тұр?",
        "question_content": "Жібек көбелегінде бунақденелілердің қандай даму сатысы жүреді?",
        "question_date": "12.01.2016",
        "question_tag": "Табиғат",
        "question_views": 531,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Координаталық сəуле сызыңдар. Бөлшектер бір ғана нүктемен кескінделеді?",
        "question_content": "Бірлік кесіндісі дəптердің 20 тор көзінің ұзындығына тең координаталық сəуле сызыңдар. Осы координаталық сəуленің бойына 2/5; 1/2; 8/10; 5/10; 4/5; 4/10 бөлшектеріне сəйкес нүктелерді белгілеңдер. Қай бөлшектер бір ғана нүктемен кескінделеді? Не себепті? Алдын ала рахмет!",
        "question_date": "12.01.2016",
        "question_tag": "Математика",
        "question_views": 865,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Машина жөндеу туралы қандай сайтқа кірсем болады?",
        "question_content": "Машинаның МЕРСЕДЕС 190 жылытқышы (печкасы) бұзылып қалды, қалай жөндесем болады?",
        "question_date": "12.01.2016",
        "question_tag": "Автокөлік жөндеу",
        "question_views": 3800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "",
                "date": "27.09.2018",
                "upvotes": 2
            },
            {
                "text": "Преднохотитель жанып кеткен шығар",
                "date": "12.02.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Координаталық сəуле сызыңдар.",
        "question_content": "Бірлік кесіндісі дəптердің 20 тор көзінің ұзындығына тең координаталық сəуле сызыңдар. Осы координаталық сəуленің бойына 2/5; 1/2; 8/10; 5/10; 4/5; 4/10 бөлшектеріне сəйкес нүктелерді белгілеңдер. Қай бөлшектер бір ғана нүктемен кескінделеді? Не себепті? Алдын ала рахмет!",
        "question_date": "12.01.2016",
        "question_tag": "Математика",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пр рролмспгоакелиллрршашнщкнщклодоадоащнкщннщ Я тоже не знаю",
                "date": "22.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Етеккір неге келмейді əлде жүктілік пе?",
        "question_content": "Ер адамның ұрығы əйəлінің іш киімнің сыртына тисе екіқабат бола ма? Тура етеккір келетін күн жақындағанда сосын етеккір келмей қалса не деген сөз? Əйел мүшесі ұрықты тарта ма ?",
        "question_date": "12.01.2016",
        "question_tag": "Тазалық",
        "question_views": 36000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Етеккір\nЕтеккір — жыныс мүшелері жетілген кезде басталып, климакстың кезеңге дейін созылады. Алғашқы етеккір көбіне 13—15 жас аралығында келеді. Оның келуіне дейін қыз балаға жан-жақты түсінік беріп, алдын-ала дайындау керек. Әдетте етеккір белгілі бір уақыт өткен соң (3—4 апта) қайталанып, әркімнің организм ерекшелігіне қарай 3 күннен 7 күнге дейін созылады. Кейбір қыз балалардың етеккірі (әсіресе ол тым ерте келсе) арада 1—2 жыл уақыт өткен соң барып бір жүйеге түседі. Етеккірдің келу уақытының ауытқушылығы ішкі секреция бездері қызметінің бұзылуына байланысты. 15—16 жасар бойжеткеннің етеккірі келмесе, жыныс мүшелерінің кешеуілдеп даму себептерін анықтап, тиісті ем тағайындау үшін оны міндетті түрде әйелдер консультациясындағы дәрігерге көрсеткен жөн. Етеккірдің келуі көпшілік әйелдердің жалпы жағдайының өзгеруіне әсер етпейді. Кейбір әйелдер етеккірі келген кезде ашушаң, күйгелек болады, іші бұзылып, жүрегі айниды, белі ауырады. Етеккір циклы мен жүйелілігінің бұзылуы организмдегі кейбір өзгеріске байланысты болады. Бұл өзгерістің себебін анықтау үшін әр әйелдің етеккірі келетін мерзім мен оның созылу ұзақтығын белгілен отырғаны жөн. Некеде тұрған әйелдерге мұндай календарь қай кезде жүкті болғанын неғұрлым дәл есептеуге көмектеседі. Етеккір келген кезде әйел қатты ауырсынып, қан көп кеткен болса, дәрігерге қаралғаны дұрыс. Гинекологиялық ауруларды болдырмау үшін етеккірі келген кезде кейбір арнайы гигиеналық ережелерді сақтау шарт: күніне кемінде екі рет жыныс органдарының сыртын қайнаған жылы сумен жуу керек. Бұл үшін қол таза болып, тырнақ қысқа етіп алынғаны жөн. Жыныс органдары сыртының таза болмауы қабыну процесін туғызып, оның қынапқа және ішкі жыныс органдарына таралып кетуі мүмкін. Дәкеден жасалған гигиеналық төсемдерді пайдаланған тиімді. Бұл күндер де жыныстық қатынас жасауға, ванна қабылдауға, теңізде, өзенде шомылуға болмайды, тек қана душта жуыну керек. Етеккірі келген уақытта қанның көп бөлінуіне себеп болатын спиртті ішімдіктерді, ащы тұздықтарды пайдалану дұрыс емес. Бұл кезде әйел организмінің түрлі ауруларға қарсыласу қасиеті әлсірейтіндіктен ішек қызметін қадағалан, салқын тигізуден, қатты шаршаудан, жұқпалы аурумен ауыратын науқастармен араласудан сақтанған жөн.\nҚыздардың екі аналық безінің әрбірінде мыңдаған аналық жасуша бар. Жыныстық жетілу кезеңі аяқталған соң, ай сайын аналық жасушалардың біреуі пісіп жетіліп, аналық безде өнеді. Овуляция деп аталатын осы процесс етеккірге 14 күндей уақыт калғанда болады. Егер аталған аналық жасуша сперматозоидпен “кездеспесе”, ол құрып, жойылады. Ай сайын жүктілікке дайындалған жатырдың ішкі қабаты қалыңдап, жұмсарады. Денеңіз ұрықтанудың болмағанын сезінгенде, аналық жасуша мен жатырдың ішкі қабаты етеккір (менструация) атты қанды сұйықтық түрінде қынап арқылы денеден шығарылады. Әрине, аналы жасушаны, ол өте ұсақ болғандықтан, аспапсыз көзбен көруге болмайды. Етеккір мерзімі деп менструацияның бірінші күні мен келесі етеккірдің алдындағы соңғы күннің аралығындағы мерзімді атайды. Етеккір мерзімінің ұзақтылығы үш аптадан бастап, 41 күнге дейін баруы мүмкін. Менструация кезінде тазалық төсемдер мен тампондарды, яғни мата тығындарын қолдануға болады. Етеккір күндерін арнайы күнделікте белгілеп тұрса, ол басталатын уақытты алдын ала біліп тұруға болады. Дегенмен, әр әйелдің етеккір мерзімі өзгеше болғандытан, оның тұрақты болмауы да мүмкін. Гормондық өзгерістер көңіл күйге өз әсерін тигізеді. Кейде, овуляция барысында, өзіңізді жігерлі сезінсеңіз, етеккірдің алдында кейде жыламсырап, қит етсе ашуланып, не ызаланып алуыңыз да мүмкін. Емшегіңіз ісіңкіреп, бетіңізге безеулер шығатын да уақыт болады. Етеккірі келетін әр әйел теориялық тұрғыдан бала көтере алады. Ал әйел елу жасқа жақындағанда, етеккірі тоқтап, менопауза деген мерзім басталады. Осы уақыттан бастап, әйел екіқабат бола алмайды. Етеккірге жанға бататын сырқау қабаттасса, немесе сол адамды басқа да мәселелер алаңдатса, дәрігермен, әлде Жанұяны Жоспарлау Қауымдастығы өкілімен ақылдасқан абзал.\n\nХайыз, Етеккір - әр айдың белгілі күндерінде әйел адамдарда пайда болып, кейбір ғибадаттарға кедергі жасайтын қан. Хайыз Имам Ағзам мазһабы бойынша, шамамен 9 жастан 55 жасқа дейін жалғасады. Хайыз болған әйел намазы мен оразасын дереу доғарады. Бірақ оразасының кейін қазасын ұстайды. Хайыз күндеріндегі намаздарының қазаларын «жеңілдік қағидасына» байланысты өтеуінің қажеті жоқ. Хайыздың ең аз мерзімі - үш күн. Ең көбі - он күн. Бұдан төмен, жоғары болса үзір қайы деп саналады. Хайыз қайы - Аллаһтың әйелдерге жазғаны. Хазіреті Хауа анамыздан бастап әрбір әйел Хайыз жағдайында болады. Пайғамбарымыз (с.а.у.): «Бұл хайыз Аллаһ Тағаланың Адам қыздарына жазған нәрсесі», - дейді (Бухари, Хайыз/1,7).",
                "date": "12.01.2016",
                "upvotes": 1
            },
            {
                "text": "Нақтырақ жауап беріңіздерші жүктілік ықтималдығы бар ма ? болса қанша працент?",
                "date": "13.01.2016",
                "upvotes": 0
            },
            {
                "text": "Сонда ер адамнан аққан сұйықтықтың құрамында міндетті түрде бірнеше ұрық болуы мүмкін бе? Əлде кейде болмай ма?",
                "date": "13.01.2016",
                "upvotes": 0
            },
            {
                "text": "менин кызымнын етек кири мулде келмейди онын бала котеруге Ана атануына манызы оте зорма?жане ол келмеседе бала котере Алама кызым 17де Жасы.сол уайым болып жур Казыр емделип жур болашакта бала болады депти ягни урпак бул жонинде не айталасыздар?",
                "date": "28.05.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Офисты жаңадан устоновка қалай істейді?",
        "question_content": "Виндовсты аустырмай Word Power paint  сол сияқтыларны өшіріп жаңадан установка қылуға болама?",
        "question_date": "12.01.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 249,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "иа, Панель упрв-Установка уд прог.-Microsoft Office 20XX-Удалить деп",
                "date": "12.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Эл.поштаны қалай өшіріп тастауға болады?",
        "question_content": "Эл. поштаны қалай өшіріп тастауға болады?",
        "question_date": "12.01.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер google аккаунт болса - https://accounts.google.com/ServiceLogin?service=accountsettings&continue=https://security.google.com/settings/security/deleteaccount&hl=ru&sarp=1&passwdsession=true&osid=1&authuser\nЕгер майл.ру аккаунт болса - https://account.mail.ru/user/login?page=https%3A%2F%2Faccount.mail.ru%2Fuser%2Fdelete",
                "date": "13.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернетте қалай шын ақша жасауға болады?",
        "question_content": "Достар интернетте алдаусыз қалай ақша табуға болады! мысалы күніне 1000т табуға боладыма кез келген тапсырма орындап үйреніп қалғам тек алдамайтын сайт болса болғаны өтініш көмектесіңіздерші? бір сайттарға кіріп жасасам бәрі өтірік екен",
        "question_date": "12.01.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "seosprint деген сайтпен жарнама шертіп, көріп, тест, тапсырма арқылы ШЫН таба аласың",
                "date": "12.01.2016",
                "upvotes": 0
            },
            {
                "text": "You Tube-ден ақша табуға болады.Ол үшін өзіне канал аш.Өзін түсірген видеонды салуға тырыс сонда көп ақша табасын.Ал біреудің видеосын ұрласан ақша бермейді,Видеонды салып болғаннан кейін,видеонды көп адам қараса немесе көп нравитса басса немесе подписчигі көп болса,соған орай көп ақша табасын.",
                "date": "12.01.2016",
                "upvotes": 0
            },
            {
                "text": "Сайтсыз ақша тапқың келсе,шын ақша төлейтін сайт ол мынау http://www.seosprint.net/?ref=7493651 .Осыған тіркел.Мұнда заданияларды жəне хаттарды оқып ақша табуға болады.АЛДАМАЙТЫН САЙТ",
                "date": "29.01.2016",
                "upvotes": 0
            },
            {
                "text": "Міне жақсы сай ТЫК  мұнда ақша табу онай, күніне 1-3 сағат уақыт бөлсен жеткілікті мен алгашқы ақшамды осы сайттан тапқан болатынмын.Ақшаны  бірденнен алуға болады яғни 1руб-1000руб.-ге дейн. Сәттілік!\n  Барлық адамдарға ұсынамын",
                "date": "25.02.2016",
                "upvotes": 0
            },
            {
                "text": "Очередной жалқаубектің әңгімесі. Көпке ұзамассың бірақ бағыңды мында сынап көр workzilla.org или .com есімде жоқ",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ойын арзан, күлкі қымбат сөздерінің мағынасы қандай?",
        "question_content": "Абай атамыз мына өлеңінде: Жігіттер, ойын арзан, күлкі қымбат не айтқысы келген. Мағынасын ашып айтып берсеңіз.",
        "question_date": "12.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 14900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Өлеңде ақынның жастар алдындағы ағалық ниеті, ұстаздық ғибраты тікелей оқу, білім, ғылым төңірегінде ғана болмай, өмірдегі адамгершілік іс, достық пен татулық, адалдық секілді әлеуметтік-этикалық биік қасиеттерді үлгі етіп, өсиет қылады. Адамгершілік, кісілік туралы «ойларды шешендік, ақылгөйлік түрінде әсіресе баса айту — бұл Абайдың ағалық, ұстаздық ниеті» . Тақырып пен идея, мазмұн тұрғысынан алып қарағанда, аудармада Абайдың осы ниеті, осындай ұстаздық ғибраты мен көзқарастары ашылуының маңызы жоғары. Өлеңнің алғашқы шумағын алып, онда берілген жайлардың орыс тіліне аударылу, орыс тілінде берілу деңгейіне назар аударайық:\n\nЖігіттер, ойын арзан, күлкі қымбат,\n\nЕкі түрлі нәрсе ғой сыр мен сымбат.\n\nАрзан, жалған күлмейтін, шын күлерлік\n\nЕр табылса, жарайды қылса сұхбат .\n\nОсы тармақтарындағы әр ой анық, оны жеткізіп тұрған тілдік құралдар, түрге пішін беріп тұрған бейнелеу құралдары да жара-сымды. Мазмұн мен пішін арасынан ешқандай жарықшақ табылмайды, бәрі де сұлу келісіммен үндесіп тұр. Ақын өлеңнің бастапқы тармағында жігіттерге екі түрлі, біріне-бірі қарама-қарсы екі құбылысты қатар пайымдауды ұсынады: ойын және күлкі. Ауызекі сөз барысында ойын мен күлкі бір-бірінен ажыратылмай, екеуі өзара шектес, мәндес құбылыстар ретінде айты-латыны рас. Ақын осы екі құбылыстың ара-жігін ашып, олардың әрқайсысының мәні мен мәнісін ажыратып сипаттайды. Олардың мәнін ашу мақсатында ақын бір-біріне қарама-қарсы мағынадағы, антонимдік қатынастағы екі сөзді таңдап алған: арзан — қымбат. Өлеңнің мағыналық өзегі мен құрылым жүйесі үшін «ойын-ның арзан» болуы қаншалықты шешуші болса, соған орай «күлкінің қымбат» болуы сон-шалықты маңызды. Бұл секілді антонимдік қатынаста тұрған сөздердің мағыналары ақын-ның айтайын деп отырған негізгі ойының сал-мағын арттырып, өлеңнің поэтикалық қасиетін күшейте түсетіні сөзсіз. Ақынның осы ойы өлеңнің келесі тармағында және бір жұп құбылыстармен негізделеді. Ол құбылыстар — сыр мен сымбат. Өлеңнің басты идеясы мен тақырыбын, мазмұны мен пішінін тану үстінде осы екі тар-мақта түзілген түр мен өрілген ойдың өзара қатынасы, байланысы, сабақтастығы айрықша мәнді. Өлеңнің ішкі болмысына, нақты мағы-насы мен эмоциялық мазмұнына, поэтикалық тұтастығына бастайтын арна осы екі тармақтан басталады. Ақынның ішкі сырына, ақындық-азаматтық нысанасына барар жол осы екі тар-мақтың көркемдік-эстетикалық табиғатынан тамыр тартады.Жігіттер ойын арзан күлкі қымбат деген өлеңінде бозбалаларға өзінің ақыл-кеңесі мен шын ықыласын білдіреді.",
                "date": "16.04.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Соңғы ұрпақ желісі деген не?",
        "question_content": "Радиотехника, электроника және телекоммуникация мамандығы. Соңғы ұрпақ желісі дегеніміз не және оны орысша қалай атаймыз?",
        "question_date": "12.01.2016",
        "question_tag": "Университет, колледж",
        "question_views": 468,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СЕТИ ПОСЛЕДНЕГО ПОКОЛЕНИЯ\n\n(ПОКОЛЕНИЯ сөзін ҰРПАҚ деп аудару қате!)",
                "date": "13.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "AIMP музыка қалай қояды?",
        "question_content": "AIMP  музыка қалай қояды?",
        "question_date": "12.01.2016",
        "question_tag": "Қазақша ән",
        "question_views": 330,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Егер наутбукта болса открыт с помошю сосын выбрат программа сосын AIMP таңдайсын",
                "date": "12.01.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "ҰБТға қатысты сұрақ.",
        "question_content": "Мен ҰБТ дан физика пәнін таңдап отырмын. Грантқа түсу үшін қанша балл керек? Сосын Инженер мамандығына түсу үшін қанша балл керек? Әр түрлі мамандыққа әр түрлі балл керек па қалай?",
        "question_date": "12.01.2016",
        "question_tag": "ҰБТ жайлы",
        "question_views": 639,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Инженер мамандығына оқуға түсү үшін кемінде 90 бал алу қәжет боуы мүмкін",
                "date": "12.01.2016",
                "upvotes": 0
            },
            {
                "text": "Грантқа түсу үшін 100 балл керек? Инженер мамандығына түсу үшін 72 балл керек.Иа",
                "date": "13.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шапағатты сөзіне сөйлем құраңызшы?",
        "question_content": "Шапағатты сөзіне сөйлем құраңызшы?",
        "question_date": "12.01.2016",
        "question_tag": "Мектеп",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мейір-шапағатты күн әр адамды әдептілікке, бауырмалдыққа, ізеттілік пен білімділікке баурайды",
                "date": "14.01.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Табу сөздер. Талдау дәптерін толтыру?",
        "question_content": "Табу сөздерден Аңдар аты, Құбылыс аты, Келін атаулары керек. Талдау дәптерін толтыру үшін. Минимум әр тақырыпқа 30 сөзден?",
        "question_date": "12.01.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сіздің ең сүйікті кейіпкеріңіз?",
        "question_content": "Сәлем СЖ қолданушылары. Өздеріңіздің ең сүйікті кейіпкеріңізді астыға жаза кетіңіз.",
        "question_date": "12.01.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Таусоғар,Алдар көсе,Желаяқ,Мыстан кемпір,Көлтауысар,Шрек,Қожанасыр,Жақсылық пен Жамандық.",
                "date": "12.01.2016",
                "upvotes": 0
            },
            {
                "text": "Менің ең сүйікті кейіпкерім Алдар көсе. Кішкентайымнан оқып, білім тәнті болып жүрген маған Алдар көсенің қысқа метражды фильмі қатты ұнады. Кейіпкеріме деген сүйіспеншілігім арта түсті.\n\nСонымен қатар, \"Ну,погоди\" мультфиліміндегі қасқыр мен қоян сүйіті кейіпкерлерімнің бірі.",
                "date": "6.04.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Атаның баласы болма, ұста пышаққа жарымас. Мақал мəтелдерді аяқтау керек?",
        "question_content": "Атаның баласы болма, ұста пышаққа жарымас. Мақал мəтелдерді аяқтау керек?",
        "question_date": "12.01.2016",
        "question_tag": "Мектеп",
        "question_views": 19800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "атаның баласы болма адамның баласы бол  ұста пышаққа жарымас етікші етікке жарымас",
                "date": "12.01.2016",
                "upvotes": 0
            },
            {
                "text": "Атаның баласы болма адам,\n\nадам баласы бол.\n\nҰста пышаққажарымас,\n\nтемірші тақаға жарыма.",
                "date": "12.01.2016",
                "upvotes": 0
            },
            {
                "text": "Атаның баласы болма,адамның баласы бол.",
                "date": "27.12.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мұғалімнің жалақысы қалай есептелінеді?",
        "question_content": "Менің сұрағым жалақы көтерілуіне байланысты. Жалақыны қалай есептеу керектігін білікті мамандар түсіндіріп берсе. Менин бастауыш сынып мамандыгы бойынша орталау билим бар ягни колледжди битирдим. Бул салада орын болмагасын Казак тили мамандыгын жогары билим бойынша битирип алдым . Казирги танда бастауыш сыныпка сабак берудемин. Енди менин жалакымды орташа билиммен толейма алде жогары билиммен толейма. Менин еки мамандыгымда педагогика саласы екендиги белгили.Бул туралы жазылган ешбир дерек таба алмай сиздерге жугинип отырмын. Жауабын аныктап берсениздер. Зандылыктары болса типти жаксы",
        "question_date": "12.01.2016",
        "question_tag": "Банк",
        "question_views": 15000,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жаңа жылдан бастап мұғалімдердің жалақысы 30 пайызға өседі.\nБұдан бөлек оларға түрлі үстемақы да еселеп төленбек. Үкімет ең алдымен ауыл мектептеріндегі оқытушылардың еңбекақысын көтереміз деп отыр. Және ол қалалық ұстаздармен салыстырғанда жоғары болады.\nОл үшін қазынадан қосымша 140 миллиардқа жуық теңге бөлінуі мүмкін. Яғни, 14-17 жылдық тәжірибесі бар жоғары санаттағы мұғалімдердің жалақысы қазір 81 мың теңге болса, келесі жылы шілдеден бастап 110 мың теңгеге жетеді. Тіпті ұстаздардың ынтасын арттыру үшін үстемақы төлеуді де қолға алынбақ.\nОсылайша, Білім министрлігі төл мерекесі қарсаңында ұстаздарды жарылқап жатыр.\n“Бірақ, ұстаздардың жалақысы жаппай көтерілмейді. Егер, бәрінің еңбекақысын бірдей өсірсек, инфляция болады, азық-түліктің бағасы қымбаттауы мүмкін. Сондықтан жалақы мұғалімдердің біліктілігіне, шеберлігіне байланысты өседі”, – дейді Білім және ғылым министрі  Аслан Сәрінжіпов.",
                "date": "13.01.2016",
                "upvotes": 0
            },
            {
                "text": "1 ставканың базалық еңбекақысы+білімі+санаты+қосымша сағаттар+сынып жетекшілігі+кабинет үшін",
                "date": "13.01.2016",
                "upvotes": 0
            },
            {
                "text": "Билимим жогары болып есептелинедима алде орта билиммен есептелинеме",
                "date": "13.01.2016",
                "upvotes": 0
            },
            {
                "text": "Егер сіз қазақ тілі пәнінен яғни жоғары білімді дипломыңыз бойынша сабақ беріп жүрсеңіз - жоғары, егер бастауыш сыныпқа сабақ берсеңіз онда- арнайы орта білім бойынша айлық жалақыңыз есептеледі.",
                "date": "13.01.2016",
                "upvotes": 0
            },
            {
                "text": "2016 жылы өсуі жоспарлануда.\nМұғалімдердің еңбек ақысы орташа 1 ставка жүктемедегі:\nЖоғары санатты мұғалімдікі 66,9 мың теңге болса, 79,5 мың теңге болып 19 пайызға дейін өсуі;\nБірінші санатты мұғалімдікі 58,0 мың теңге болса, 72,4 мың теңге болып 25 пайызға дейін өсуі;\nЕкінші санатты мұғалімдікі 54,5 мың теңге болса, 69,4 мың теңге болып 27 пайызға дейін өсуі;\nСанатсыз мұғалімдікі 49,2 мың теңге болса, 62,1 мың теңге болып 26 пайызға дейін өсуі жоспарлануда.",
                "date": "16.01.2016",
                "upvotes": 0
            },
            {
                "text": "Орта білімді, ІІ санатты, 8 Жыл еңбек өтілі бар мұғалімдерге қанша төленеді?",
                "date": "21.01.2016",
                "upvotes": 0
            },
            {
                "text": "сәлеметсізбе. менің еңбек стажым 3-5 жыл. маған коэф 3.67 деп көрсетіп,оклад нагр (18 сағ) 55646т көрсетіп тұр дқрыс па?  в2-3 төленіп отыр мен блж білгім келеді. 55646 дан алып қарасам блж 15162.  Назарбаев инт. 3-деңгейге барғанмын. ал апталық жүктемем 20 сағат. білім жоғары сыныбым 4-сынып, ауылдық жерде жұмыс жасаймын. рахмет",
                "date": "28.01.2016",
                "upvotes": 0
            },
            {
                "text": "Мен информатикадан сабақ берем 18 сағат жүктемем бар 13 санатым бар жаңа тарифпен 2016 жылғы айлығым қанша болады? за вредность 12% алып тастады Дәптер тексеруді алып тастады Мултимедиа кабинетке қанша  төленеді зав кабинет",
                "date": "17.03.2016",
                "upvotes": 0
            },
            {
                "text": "WwwМенин билимим арнаулы орта 27 жыл енбек отилим бар, 1ши санаттагы мугалиммин. Казирги танда 3",
                "date": "22.01.2018",
                "upvotes": 0
            },
            {
                "text": "4стаж білім арнаулы орта,20сағат,кабинет,сыны",
                "date": "31.01.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлеметсіз бе? Мен өз еңбек ақымды нақты білгім келеді. Себебі аудандық есеп бөліміне барсам мардымсыз жауап береді. Сол себепті сіздерден көмек ретінде сауал қойып отырмын. Менің білімім арнаулы орта, Арқалық педагогикалық училищесін тәмамдағам. Еңбек өтілімім 23 жыл, биыл мамыр айында аттестациядан өтіп  \"Педагог - сарапшы\" санатын қорғап алдым. Үшінші базалық деңгейді оқып бітіргем 2013 - тің желтоқсан айында. Ауылдық жерде сабақ берем. Екі сыныпқа сабақ беремін, бізде бастауыш сынып мұғалімдері жетіспегендіктен, 1 және 3 сыныптарға. Жалпы 36 сағатым бар. Менің айлық еңбек ақым қанша болатынын анық айтсаңыздар екен өтінемін.",
                "date": "27.10.2018",
                "upvotes": 0
            },
            {
                "text": "24 сағат жүктемем бар,жоғары Оның ішінде 10 сағат жаңарту бар. санатта,кабинет бар. 36 жыл стаж еңбек ақым қанша болады.",
                "date": "9.01.2019",
                "upvotes": 0
            }
        ]
    }
]