[
    {
        "question_title": "ЭЦҚ-мен қол қойылған құжатты баспадан шығару",
        "question_content": "Жеке тұлғаның атындағы ЭЦҚ-мен қол қойылған құжатты баспадан шығарғанда QR кодын қалай шығаруға болады?\nМына суреттегідей етіп шығаруым керек:",
        "question_date": "21.05.2018",
        "question_tag": "Жалпы компьютер",
        "question_views": 701,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ЭСҚ пайдаланушысына ашық және жабық криптографиялық кілттер беріледі.\nҚұпия кілттің көмегімен электрондық құжаттарды шифрлеу жүргізіледі және электрондық сандық қолтаңба қалыптасады. Құпия кілт пайдаланушыда қалады және оған дискета, смарт-карта немесе флеш-карта арқылы тасымалдауға берілуі мүмкін. Оны басқа да жүйені пайдаланушылардан құпия сақтау керек.\nЭСҚ шынайылығын тексеру үшін ашық кілт қолданылады. Қазақстан Республикасы Куәландыру орталығында ашық кілттің дубликаты бар, ашық кілттердің тіркеу куәліктерінің кітапханасы құрылған.\nКуәландыру орталығы ашық кілттерге тіркеу және бұрмалау мен жасанды түрлерін жасаудан  сенімді сақтауды қамтамасыз етеді.\nАшық кілт тек жабық кілтпен бірге ғана жұмыс істейді.\nЭСҚ-ны онлайн алудың алгоритмі\nЭЦҚ алу үшін Қазақстан Республикасы Ұлттық куәландыру орталығының – www.pki.gov.kz сайтына кіру керек. ЭЦҚ алу үшін мынадай қадамдар жасау керек:\n1 қадам. Цифрлық қолтаңба жүйесі жұмыс жасау үшін тиісті бағдарламаны орнату.\n2 қадам. ЭЦҚ алуға өтінім беру. Өз деректеріңізді, ЖСН (жеке куәлік штрих-коды астындағы нөмір) толтырған соң, сіздің тапсырысыңызды жіберетін тетікті басамыз. Одан кейін сіздің тапсырысыңызға нөмір белгіленеді, оны ХҚО-да тіркету керек. Болмаса сол сайттағы сіздің деректемелеріңіз бен нөміріңіз бар дайын сауалнаманы көшіріп алсаңыз да болады.\n3 қадам. Сайттағы деректер өңделгеннен кейін, екі күн ішінде онлайн тапсырыста жазылған электронды поштаға сертификаттар келеді.\nЭЦҚ пайдаланушының электронды поштасына екі сертификат пен ашық және құпия кілт келуі керек.\nТолық мәліметті мына сілтемеден оқуға болады.",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дипломмен ауылға бағдарламасы бойынша үй алған едім?",
        "question_content": "Мен диплом мен ауылға бағдарламасы бойынша үй алдым, биыл төртынші жыл. Енді бес жыл болмаймын. Басқа жұмыс орнына ауыса аламын ба? Баска ауылга неменсе калага кету емес , сол ауылда, мен музей де журып алгам енды мектепке ауыскым келеды, соган жумысымды ауыстырсам не болады немесе кайда байлынысып сураса болады екен",
        "question_date": "20.05.2018",
        "question_tag": "Мектеп",
        "question_views": 727,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "«Дипломмен ауылға» бағдарламасы жастарды ынталандыру мақсатында мемлекет тарапынан көтерме ақы мен баспана алуға жеңілдетілген несие ұсынады. Денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен саласындағы маман ауылдық елдімекенге жұмысқа орналасқан жағдайда «Дипломмен ауылға» жобасы аясында тек қана 70 айлық есептік көрсеткішке тең сомада біржолғы көтерме жәрдемақы және қажеттілігіне қарай тұрғын үй салу немесе сатып алу үшін 1500 айлық есептік көрсеткіштен аспайтын сомада 15 жылға дейінгі мерзiмге жылдық 0,01 % мөлшерiндегі сыйақы мөлшерлемесімен бюджеттік несие түрінде әлеуметтік қолдау шараларын алу мүмкіндігі бар. Әлеуметтік қолдау шаралары ұсынылған маман ауылдық елдімекенде кемінде үш жыл жұмыс істеуге міндеттеме алады.\nЕгер сіз өз қызметіңізді ауылдық жерде 5 жылдық жұмыс өтеушілікпен әлеуметтік сала мекемелерінде (денсаулық, білім, әлеуметтік қамтамасыз ету, мәдениет және спорт) бастаймын немесе жалғастырамын десеңіз, онда келесідей мемлекеттік әлеуметтік қолдауға ие боласыз:\n– Көтерме жәрдемақы, айлық есептік көрсеткіштің жетпіс еселік көрсеткіші немесе 105 840 теңге (2011 ж. 1 қаңтардан бастап);\n– Бюджет несиесі, айлық есептік көрсеткіштің алты жүз отыз еселік көрсеткіші немесе 952 560 теңге (2011 ж. 1 қаңтардан бастап мамандарға тұрғын үй алатын 15 жылға арналған бюджеттік несие, сыйақы мөлшерлемесі жылына несие сомасының 0,01% көлемінде белгіленеді). Ауылдық жерде тұрғын үй алу үшін маманға аталған сома көлемінде баспана алу ұсынылады немесе маман өз есебінен қосымша шығын шығарады.\n– Ауылдық елдімекендерге арналған республикалық бюджет қаржысы есебінен әлеуметтік сала мекемесі маманының қызметтік айлығын кемі 25%-ға өсіру.\nМаман ретінде аталған әлеуметтік қолдауларға ие болу үшін сіз ауданның (облыстық маңыздағы қаланың) ауылдық аумақтарды дамыту жөніндегі уәкілетті органына құжаттарыңызды тапсыруыңыз қажет.\nҚандай құжаттар қажет?\nДипломыңызға көз жүгіртіңіз... Жоғарыда біз айтқан денсаулық сақтау, білім беру, әлеуметтік қамсыздандыру, мәдениет, спорт және агроөнеркәсіптік кешен сияқты 8 саланың біріне құжатыңыз сәйкес келсе, төменде көрсетілген құжаттарды жинауға кірісуіңізге болады. Өйткені сізге мемлекет тарапынан бағдарлама аясында жоғарыда атап өткендей әлеуметтік қолдау шаралары, яғни қаржылай көмек көрсетіледі. Оны алу үшін алдын ала құжаттарыңызды рәсімдеуге тиіссіз. Олай болса, көтерме жәрдемақыны және тұрғын үй сатып алуға бөлінетін бюджеттік кредитті алу үшін жинақтайтын құжаттарыңыз төмендегідей:\n- Өтiнiш;\n- Жеке куәліктің көшiрмесi;\n- Жаңа жұмыс орны (ауылдағы) бойынша кадр қызметін растайтын еңбек кiтапшасының көшiрмесi;\n- Бiлiмi туралы дипломның көшiрмесi;\n- Көші-қон қызметінен алдыңғы тіркелген жері туралы мәліметтер, тиісті елдімекенде тұратындығын растайтын тұрғылықты жерінен мекенжай анықтамасы;\n- Сатып алынатын жылжымайтын мүлікті бағалау актісі;\n- Неке туралы куәлік көшірмесі (некеде тұрған мамандар үшін);\n- Аталған ауылдық елдімекенде маманның, оның жұбайының және балаларының жылжымайтын мүлкінің болмауы (болуы) туралы анықтама.\nМәлімет ашық ақпарат көздерінен алынды.",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Оразаны кешіктіріп ұстауға болады ма?",
        "question_content": "Оразаны кешіктіріп ұстауға болады ма?",
        "question_date": "20.05.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 5100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Құран кәрім Рамазан айында түсті. Қадір түні осы айдың ішінде. Рамазан айында ауызды шам уақыты кіруімен көп кідірмей ашу, сәре тамағын да имсак (фәжр) уақытына жақындатып кеш жеу сүннет. Расулуллаһ бұл екі сүннетті орындауға қатты мән беретін. Ауыз ашуға асығу және сәре тамағын кешіктіру бәлкім адамның төмендігін, әлсіздігін, ішіп-жеуге және барлық нәрсеге мұқтаж екендігін көрсетуде. Ғибадат ету дегеніміз де осы. Құрмамен ауыз ашу сүннет. Ауыз ашқанда «Зәхәбәз-зама-у уәбтәлләтил уруқ уә сәбәтәл-әжр иншаллаһу та’ала» дұғасын оқу, тәрауих намазын оқу, хатм оқу маңызды сүннет болып табылады.\nБұл айда әр түні жаһаннамға түсетін мыңдаған мұсылмандар кешіріледі, азат болады. Бұл айда жаннат есіктері ашылады. Жаһаннам есіктері жабылады. Шайтандар шынжырлармен байланады. Рахмет (мейірімділік) есіктері ашылады. Аллаһу та’ала бұл қасиетті айда Оның мәртебесіне лайықты түрде құлшылық етуді және Раббымыздың разы болған ұнатқан жолымен жүруімізді бәрімізге нәсіп етсін! Амин. (Мәктубат 1-том. 45-хат)\nРамазанда жұрттың көзінше ашықтан тамақ жеген адам бұл айды құрметтемеген болады. Намаз оқымайтын адамдардың да ораза тұтуы және харамдардан тыйылуы керек. Бұлардың оразалары қабыл болады және имандарының бар екендігі осыдан белгілі болады.\nРамазан айында ораза тұту үлкен сауап. Үзірсіз (себепсіз) ораза тұтпау үлкен күнә болады. Хадис шәрифте: «Рамазанда үзірсіз бір күн ораза тұтпаған адам, оның орнына бүкіл бір жыл ораза тұтса да, әлгі бір күннің сауабына қауыша алмайды.» делінген. (Тирмизи)\nРамазанда ораза тұту туралы айтылған хадис шәрифтердің біршамасы мынадай:\n«Рамазан айы мүбәрәк ай. Аллаһу та'ала сендерге Рамазан оразасын парыз етті. Ол айда рахмет (мейірім) есіктері ашылады, жаһаннам есіктері жабылады, шайтандар байланады. Ол айда мың айдан да құнды бір түн бар. Ол түннің (Қадір түнінің) жақсылығынан мақрұм қалған адам, бар жақсылықтан мақрұм қалды деп саналады.» (Нәсаи)\nТолық мәлімет muslim.kz сайтынан алынды.",
                "date": "21.05.2018",
                "upvotes": 1
            },
            {
                "text": "Ия ұстауға болады",
                "date": "21.05.2018",
                "upvotes": 0
            },
            {
                "text": "Я болады шаруалары болса егер",
                "date": "2.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кəрі жілік жеп койса ештеңе етпей ме.",
        "question_content": "Салеметсиздер ме? Бугин ет жеп жатканда, кəрі жілік етін шамалы деп койдым. Суйегин емес, тек етин аздап жегем. Оны кыз балаларга жеуге болмайды дегенді білмедім. Енди ештене кылмай ма?",
        "question_date": "20.05.2018",
        "question_tag": "Жанұя",
        "question_views": 939,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Кәрі жілік Қаржілік деп те аталады. Малдың қолындағы ең төменгі, жерге тік шаншылған, тоқбас жілікке тұтасатын жілік. Ол малдың алдыңғы кеуде бөлігін көтеріп, жерге табан тіреп таянақтау, кәрі жілік бұлшық еттері арқылы қолдың бүгіліп, жазылуына қозғаушы күш қалыптастырады. Әрі оның «Қаржілік» деп аталуы қолдың, білектің қарына ұқсатудан болса керек. Кәрі жіліктің сыртқы тұрқы бүкірейген ақсақалды кісінің тұрқына ұқсаса, айдар басымен иіліп келген көрінісі бейне адырналы садаққа ұқсайды. Ол мал жіліктерінің ішіндегі ең қатты, шағылмайтын сүйек. Ондағы бұлшық еттер сіңірлі көрінгенімен, жегенде тым жұмсақ келеді. \nТарихи-архелогиялық зерттеулерге негізделгенде, ертедегі тайпалар садақтың жебе ұшын ірі малдың тісі мен осы кәрі жіліктің сүйегінен де жасаған. Қазақ дастарқанындағы кәрі жілік малдың қол жіліктерінің ішіндегі ең кәделісі есептеледі. Жолы бас, жамбастан кейінгі үшінші орында тұрады. Табаққа дербес аталы жілік есебінде түсе алады. Қырғыз халқы жілікті «Ер жігітті қырық жолдан қағады» деп, кәделі есептемейді. \nҚазақ дәстүрінде көбінде ақсақалды қарттарға ұсынылады. Бойжеткен қыздарға, үйленбеген жас жігіттерге ұсынылмайды. \nЕртеде шамандық сенім-нанымның әсерімен кәрі жілікке сиыну, одан медет тілеу, киелі есептеу сенімі де болған. Бұл салт 21 ғасырдың бас шеніне дейін сақталған. Соның әсерінен болар, қазақ халқы кәрі жілікті асып жеген күні түнде оны далаға тастамайды. Халқымыздың ескілікті ұғымынша кәрі жілік құрық ұстаған күзетші, мал-жанды бәле-қазадан аман сақтаушы, ел қорғаушы батырдың бейнесі деп түсінген. Сондықтан кәрі жіліктің тесігінен өткізіп, керегенің 3-көгіне қыстырып қояды, шақпайды. Ауыл көшкен күні қариялар керегеге ілінген кәрі жіліктерді қой қораның төріне, қора төңірегіндегі жартас қуысына, тал теректердің бұтағына арнайы іліп кетеді. Ердің алдыңғы қасына да іліп қоятын болған. Мұндағы басты себеп – ағаш, шөп қыстырылған кәрі жілік түн ішінде бейне құрық ұстаған күзетші сияқтанып, малды, ер-тұрманды ұры-қарыдан, жаудан, қасқырдан қорғайды деп сенгендіктен. \nБұл жөнінде қазақтың бір ертегісінде: мыңғырған малы бар бір бай малына әсте күзетші қоймаған екен. Бірақ, ұрлауға келген ұрылардың көзіне үнемі қолына құрық ұстаған күзетші елестеп, қанша батылдық етсе де ұрлай алмаған. Бұған таңырқаған ұрылар байдың үйіне келіп, жөнін сұраса, бай керегесінде ілулі тұрған қалың кәрі жілікті көрсетіпті. «Ақылды ару» деген ертегіде келіні қанжығасына байлап берген қырық кәрі жілік шалды тонаушылардан қорғайды. Шал жілікті қанжығасынан алып тастағанда, тонаушылар шалды ұстап алып, тонауға кіріседі. Сөйтіп, әлгі шал ақылды келініне жұмбақтап сәлем айтып жүріп, қарақшылардан зорға құтылады. Міне, бұл кәрі жіліктің қасиеті жайында ертедегі ата-бабалардың сана-сезімінен туындаған миф. Соғымның кәрі жілігін күні бүгінге дейін халқымыз әр жылы келетін ұлыстың ұлы күні наурыз мерекесіне арнап, сақтауы, наурыз күні данагөй қариялар наурыз батасын жасап, жас етпен қосып ауыз тиюі де осы түсініктен қалған. Ата-бабаларымыз қонағына кәрі жілікті ұсынуда ата-бабаның әруағы қолдап, жаратқан жар болсын, іргең берік, байлық берекең ырысты, бәле-қазадан аман бол, ғұмыр жасың ұзақ болсын деген ізгі тілекті көзде ұстаса керек.\nМәлімет ашық ақпарат көздерінен алынды.",
                "date": "21.05.2018",
                "upvotes": 0
            },
            {
                "text": "Жәй ырым ғой, ойыңа алма, ештеңе де етпейді",
                "date": "4.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"С.Торайғыровтың саяси-идеялық лирикасы\" шығарма керек, жоспарымен.",
        "question_content": "\"С.Торайғыровтың саяси-идеялық лирикасы\" шығарма керек, жоспарымен.",
        "question_date": "20.05.2018",
        "question_tag": "Мектеп",
        "question_views": 631,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С.Торайғыровтың лирикасы сан алуан: мазмұны терең, тақырыбы бай. Өзінің лап етіп жанып, өрттей лаулаған қысқа өмірінде ақын талай-талай кезеңді белестерден өтті; басын тауға да ұрды, тасқа да соқты, тыным таппай болмыс шындығын іздеп шарқ ұрды, халқына адал қызмет ету жолында кей сәтте сара жолдан адасты да, бірақ ұзаққа алыстап кетпей, өз ортасына тез оралып, қараңғы түнекте жатқан елінің көгіне «Өрмелеп шығып күн болуды» арман етті. Сонымен С.Торайғыров поэзиясының ішіндегі ең бір мол саласы әлеуметтік сарыны басым өлеңдері деуге болады. Бұл топқа: «Түсімде» (1913), «Бұлар кім?» (1913), «Кешегі түнгі түс, бүгінгі іс» (1913), «Бір балуанға қарап» (1913), «Ендігі бет алыс» (1914), «Тұрмысқа» (1914), «Айт» (1914), «Көшу» (1914), «Бір адамға» (1914) тәріздес шығармаларды қосуға болар еді. Сұлтанмахмұт Торайғыров өмір сүрген кездегі ең күрделі мәселелердің бірі - әйел теңдігі. «Қыз сүю», «Гүләйім», «Жан қалқам” Сұлтанмахмұт өзінің көңіл-күйін: қуанышы мен қайғысын, мұңы мен назын, сүйінуі мен күйінуін өте шебер және нәзік етіп шерте білетін сыршыл, лирик ақын. Ақынның «Лағнат бұлты шатырлап», «Келді хатың мен шаршап», «Алты аяқ», «Күңгірт түспен ойға батып», «Ей, махаббат, ей, достық», «Дүниедегі қызықтың» деп аталатын өлеңдері де оның әр жағдайдағы көңіл күйін білдіреді.\n\nАқынның оқшау тұрған шығармасының бірі – «Шәкірт ойы» деп аталатын шағын өлеңі. Бұл өлең Сұлтанмахмұттың осы алуандас тақырыпқа жазған бір топ шығармаларының жиынтық қорытындысы деуге болады. Өйткені ақынның оқып, білім алып,есейген шағында өзінің алдына қойған негізгі арманына қорыынды жасағанын мына бір жолдардан айқын көреміз. Қараңғы қазақ көгіне, Өрмелеп шығып, күн болам! Қараңғылықтың кегіне Күн болмағанда, кім болам? Мұздаған елдің жүрегін, Жылытуға мен кірермін! 1913 жылы жазған шағын бір өлеңінің тағы бір шумағын оқып көрелік: Мен – балаң, жарық күннен сәуле қуған, Алуға күнді барып белді буған. Жұлдыз болып көрмеймін елдің бетін, Болмасам толған айдай балқып туған.\n\nСұлтанмахмұт шығармаларын түгелдей алып қарасақ, араб-фарсы, орыс, татар сөздері едәуір кездеседі. Сонымен бірге ақын қазақ халқы бай ауыз әдебиетінің айшықты сөздерін кейде қаз қалпында, кейде аздап өңдеу-өзгертумен кеңінен пайдаланылғанын өкреміз. Бірнеше мысалдар келтірерлік: «Болса да қырық жыл қырғын ұмытпаспыз», «Әркімнің өз аузына қолы жуық», «Жазмыштан озмыш болмас», «Халық айтса қате айтпайды», «Жас жастың тілеуі бір», «Қарға адым жер мұң болар», «Болса да аузы қисық сөзі дәрі», «Данышпан ел көркейтер ерім осы», «Өз етігің тар болса, дүниенің кеңдігінен не пайда?», «Белбеуге түйіп алып беттің арын», «Қорлыққа ұрлық түбі айналмас па?», «Періште болса-дағы жолдан таяр», «Жесір ерден кетсе де, кетпес елден» тағысын-тағылар. Сұлтанмахмұт өзінен бұрын өткен ақын иелерінің сөздерін де пайдаланып отырады: «Адам – құл, өзін жеңіп ұстамаған, деген бір Сократтың бар нақылы», «Дүние бос, махаббатсыз мал секілді, деген сөзін Абайдың есіңізге ал», «Надсонның айтқанындай: Жауыз жолмен жүре алмай дымы құрыр онан әрі, талған күш, ауырған жан, қиналған тән, дертіне жақындықты етер дәрі» т.б\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ABC үшбұрышына сырттай шеңбер сызылған. BC=a. бұрыш B=альфа бұрыш C= бетта",
        "question_content": "А бұрышының биссектрисасы шеңберді К нүктесінде қияды. АК - ны тап\n\nТез керек еді. Өтінемін тез істеп беріңізші.",
        "question_date": "20.05.2018",
        "question_tag": "Геометрия",
        "question_views": 857,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай мамандыққа барған дұрыс?",
        "question_content": "Бәріне Сәлем! Мен 9шы сыныпты бітіргелі отырмын, біздің сынып жабылатындықтан колледжге баруым керек. Өзімде ЕНТге барғым келмейді, өзім ITшникке түскім келеді бірақ анам қарсы болып жатыр. Барсаң информатика мұғаліміне пед,колледжге барасың деді, или басқа мектепке көшесің деді. Бәріне қолымның икемі бар. Кез келген нәрсеге тез үйренісіп кете алам. Соған болашақта тұрақты жақсы жұмыс табатындай мамандықты оқысам деймін. Қиын болмаса, кеңестеріңізді беріңіздерші. Рахмет!",
        "question_date": "20.05.2018",
        "question_tag": "Психологиялық кеңес",
        "question_views": 825,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мамандық таңдауда ойланып жүрген аруларға көмекші болсын деген ниетпен қыздарға арналған мамандық түрлерін тізіп көрдік.  \nАудармашы. Бірнеше тіл білетін қыздар қиналмай-ақ осы мамандықты таңдай алады. \nТуризм менеджері. Жылдан-жылға шетелге шығып демалатын отандастарымыздың саны көбеюде. Байқасаңыз, туризм саласында көбіне жастар жұмыс істейді. Еңбек жолын осы саладан бастасаңыз болады.  \nСтилист-косметолог, визажист, сұлулық салонының қызметкері. Сурет салуға бейім, бояуды ұнататын, талғамы жоғары қыздарға арналған мамандық. \nДизайнер. Бұл мамандық ауадай қажет. Әр үйдің әрін ашатын дизайнерлер жоғары бағаланады.  \nPR менеджер. Олар тауардың халық арасында таралуына жауап береді.  \nСтюардесса. Бұл мамандыққа жасы 35-ке дейінгі, киім өлшемі 46-ға дейінгі, бойы 160-175 см болатын, ағылшын тілін білетін, әдемі қыздарды таңдайды.  \nТігінші. Олар қаржыны жақсы табады деуге болады. Тек жұмысыңызға шығармашылықпен келіңіз. \n Шаштараз. Олар үйде отырып-ақ көрші-көлемнің шашын қиып, ақша таба алады. \nФотограф. Кәсіби, дарынды фотографтар әрқашан сұранысқа ие.  \nБанк қызметкері. Мансапты көздесеңіз, банкке барыңыз.  \nФитнес тренері. Арулар өз сұлулығынан ештеңе аямайды. Сондықтан фитнес тренері әрдайым сұраныста.  \nХатшы. Компанияның барлық құжаты хатшының қолынан өтеді. Екінші сөзбен айтқанда, ол – директордың оң қолы. \nДәрігер. Дәрігерлер адамның басты байлығы – денсаулыққа жауап беретіндіктен, әрдайым жоғары тұрады. Табысы да қомақты.  \nБухгалтер. Бұл мамандыққа математиканы жаны сүйетін қыздардың барғаны жөн. \nМәлімет ашық ақпарат көздерінен алынды.",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Болашақта программист болғым келеді",
        "question_content": "Саламатсыздарма!\n\nАйтайын дегенім мен қазір 9-сынып оқушысымын Мен болашақта программист болғым келеді енді ойлап тұрм 9 бітіріп колледжге барайынба или 11 ге барып ҰБТ тапсырайынба деп сол енді ҰБТ дан өту үшін маған нақты қанша балл жинау керек болпды программист болу үшін айтып жіберсеңіздер!",
        "question_date": "20.05.2018",
        "question_tag": "Информатика",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Колледжді бітіріп, мамандық алып, жұмыс тауып, жоғары оқу орнын сырттай оқыған дұрыс шығар. 11ге дейін 2 жыл неғыласың? ЕНТ проходной ары кеткенде 60 тан жоғары шығар. Менде осы проблемамен жүрмін негізі. Мен де 9шы сынып бітіргелі отырмын.  Өзім колледжге барған дұрыс деп ойлаймын ЕНТдан қорқаааммм.",
                "date": "21.05.2018",
                "upvotes": 0
            },
            {
                "text": "Сәлем! Программист болу үшін алдымен, қызығушылығың, ынтаң мен көп еңбек керек. Университетке түсу мен колледжде түсудің бұған әсері өте аз. Коледж немесе университет таңдау сенің жеке қалауың мен жағдайыңа қарай шешілетін мәсле.  Егер уақыт және қаржы үнемдеп, мақсатқа ертерек жету жағынан қарайтын болсақ, коледж варианты жақсырақ. Ademmok айтқандай, жоғары білімді сырттай немесе онлайн алуға болады.",
                "date": "4.08.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ауызым берік бола тұра әйеліммен жақындасып қойдым ендігі не істеу қажетпін?",
        "question_content": "Ауызым берик бола тура айелиммен жакындасып койдым ендиги не истеу кажетпин? Ауызымды аша берейнбе? Қазасын калай отеймин?",
        "question_date": "20.05.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қарапайым сүю (мәселен үйден шығарда қоштасу секілді) жаиз болады. Ал шәхуатпен (құмарлықпен) сүю жаиз емес. Жүніп болу қауібі бар болса сүю мәкрух болады. Сүйгенде жүніп болса оразасы бұзылады және қазасын ұстауы керек болады. Малики мазһабында ораза кезінде әйелін сүю харам болады.\nҒұсыл – жүніптік жағдайдан тазару. Сондай-ақ, ғұсыл ел аузында «бой дәрет» деп те айтылады. Әйелдер етеккір немесе босанғаннан кейін келетін қан тоқтаған соң да ғұсыл құйынуы парыз.\nДенені толық жуып, тазалануды ғұсыл құйыну деп атайды. Мұсылман жұма намазына, екі айт намаздарына барар алдын ғұсыл құйынып шығуы сүннет болып табылады. Алайда, сонымен қатар, міндетті түрде ғұсыл құйыну қажет жағдайлар бар. Олар:\n1. Ұйықтап жатқан немесе ояу адамның (ер кісі және әйелдің) бойынан ләззатпен ұрықтың шығуы.\nҮмму Салим пайғамбарымызға (с.ғ.с.) келіп:\n– Уа, Алла елшісі! Әйел баласы да ұйқыда ер кісі секілді түс көреді, бұл жағдайда ғұсыл құйынуы міндет пе? –деп сұрады.\n– Құмарлық сезеді ме? –деді.\n– Болуы мүмкін! – деді.\n– (бойынан немесе киімінен) ылғалдық көреді ме?\n–Болуы мүмкін!– деді.\n–Ондай болса, ғұсыл құйынсын,-деп жауап берді.\nКісі ұйқыда жатып түс көрсе, алайда киімінен белгісін таппаса, ғұсыл құйыну парыз емес. Ал, ешбір түс көрмей, бірақ оянғанда киімінен белгі көрсе, ғұсыл құйыну шарт болады.\nАл, науқастық немесе басқа да салдар себепті, ешбір құмарлықсыз кісі бойынан ұрық шығатын болса, ол зәр болып есептеледі. Мұндай жағдайда тек дәрет алу қажет.\nСондай-ақ, ұйқыдан тұрып дәрет алып, намазын оқып болған соң киімінен жүніптік белгісін көрсе, ғұсыл құйынып, намазын қайта оқиды.\n2. Ерлі-зайыптылар жыныстық мүшелері жанасса.\nАйша анамыз (р.а.) бұл жайлы пайғамбарымыздың (с.ғ.с.) «Ұшы ұшына енсе, ғұсыл уәжіп болады» деген сөзін риуаят етеді.\nЕр кісі мүшесінің басы әйел жатырына енсе, оған да, әйелге де ғұсыл құйыну міндет. Мұндай жағдайда кісінің бойынан шәуһат шықса да, шықпаса да мүшесі әйелдің жатырына енгендіктен, ғұсыл құйыну екеуіне де уәжіп болады.\n3.Әйелдің етеккірі (хайыз) және босанғаннан кейінгі қан келу кезеңі (нифас) біткеннен кейін ғұсыл құйынуы парыз.\nҚұранда: «...қашан олар нақ тазарса...»,-деп әмір етілген. Әбу Ханифа Омар және Ибн Масудтан (Алла тағала екеуінен де разы болсын) риуаят етеді: хайыз (етеккір) – қаны тоқтаған әйел. Әйел етеккірден соң ғұсыл құйынбайынша, хайыз болып есептеледі.\nМуъаз (р.а.): «Босанған әйел бір жұмадан соң тазарғанын көрсе, ғұсыл құйынып намазын бастасын,-деген.\n Мәліметтер muslim.kz сайтынан алынды.",
                "date": "21.05.2018",
                "upvotes": 1
            },
            {
                "text": "Каффарат кылып тутып бересин 1 кунге 2 кун кылып",
                "date": "4.05.2019",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Периметрі ең кіші болу үшін қабырғалары қандай болу керек?",
        "question_content": "Төртбұрыштың ауданы 36дм^. Периметрі ең кіші болу үшін қабырғалары қандай болу керек?",
        "question_date": "20.05.2018",
        "question_tag": "Математика",
        "question_views": 7600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "S=a*b=36\n\np=2*a*b\n\nmin P={p=1,36=74;p=2,18=40;p=3,12=30;p=4,9=26;p=5,7,2=24,4;p=6,6=24}\n\nЖауабы қабырғалары  (6 ,6) болғанда ең кіші периметр болады",
                "date": "21.05.2018",
                "upvotes": 0
            },
            {
                "text": "Р = 4 х а = 36 дм, а  дегеніміз- квадрат қабырғалары;\n4 х а = 36\nа = 36 : 4\nа = 9 дм\nS = а х а\nS = 9дм х 9 дм\nS = 81 кв. дм",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыс орным жайсыз не істесем болады?",
        "question_content": "Сәлеметсіздер ме? Мен мемлекеттік қызметте 8 жылдан аса жұмыс істеп келем. Басында жақсы еді, ынтам күшті, ізденісте жүретінмін. Кейін әйел кісі бастық болып келген соң мүлдем мазам кетті. Мені көрсе дікілдеп, причина іздеп, одан қалса мазақ қып сөйлейтінді шығарды. Тура әкесін өлтіргендей өш болды. Сөзімді бөліп аузына келгенін айтып, еркектік намысымды күнде таптайды.Істеген ісіме көңілі толмай күн сайын айқаймен стресспен өткізіп келемін. Қолды бір сілтеп кетіп қалғым ақ келеді. Бірақ көмектесетін демеуші жоқ. Ертеңгі күнді тағы ойлаймын.Үкіметтің айлығы аз жұмысы нервті тауысты.  Қашанғы осылай бетпақ бастықпен бірге жүрмекпін. Денсаулығыма әсер етіп жүр, басым жиі ауырады. Не істейін арыз жазып құлағымды тыныштандырғаным дұрыс па?Жақсы кеңес болса айтыңыздаршы",
        "question_date": "20.05.2018",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 339,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жұмыстан шаршауды жоюдың жолдары:\n\nӘрине, күнұзақ компъютердің алдында отыру оңай емес. Бірақ Сіз өзіңізді әлсіз сезініп, өн бойыңыздан шаршау сезімі үнемі байқала берсе,  алдымен дәрігерге көрінгеніңіз абзал. Мүмкін бойыңыздағы сырқат сіздің толыққанды жұмыс істеуіңізге мүмкіндік бермей отырған шығар. Сіздің тез шаршауыңызға себеп болатын сырқат түрлері:\n\nАнемия;\n\nДиабет;\n\nЖүрек ауруы;\n\nинфекциялық аурулар;\n\nбауыр сырқаты;\n\nкүйзеліс;\n\n2. Иогуртты жиі жеу керек.\n\nИогуртты жиі жесеңіз,  шаршамауыңыз бек мүмкін.  Оның құрамында бай энергия бар. Ол шайнап жеп, жұтатын тамақтарға қарағанда, жақсы қорытылады және адамның ағзасына күш береді. Жұмыстың өн бойында шаршап жүру асқазан жұмысының тепе-теңдік сақтамай, оның бұзылуынан да пайда болады.\n\n3. Жұмыс уағында тәтті жеудің қажеті шамалы.\n\nКөп азаматтар «тезірек энергия аламын» деген оймен қою шаймен тәтті жеуді дағдыға айналдырады. Алайда мұндай кезде бойыңыздағы қанттың мөлшері төмендейді де, сіз өзіңізді әлсіз сезіне бастайсыз. Шектен тыс көп  тоя тамақ ішу де жұмыс процесіне кедергі келтіріп, салмағыңызды арттырады. Сондықтан адам өзін тың сезінудің басқа жолы бар екенін ұмытпауы керек.\n\nОтыра бергенше, жиі  жаяу жүріңіз;\n\nАрасында Бір стакан суық су ішіңіз;\n\n4. Жаңғақтың пайдасы көп.\n\nКөп адамдар жұмыс арасында шай ішіп, әртүрлі тағамдарды жеп, аузы тынбай отырады. Ал оның қажеті шамалы. Ең дұрысы, бір сәт жұмыс столыңызда отырып, жаңғақ жеп қойыңыз. Оның құрамында майлы пайдалы заттар бар. Ол сіздің шаршауыңызға мүмкіндік бермейді. Әсіресе, грек, Бразилия жаңғақтарының пайдасы зор. Сондай-ақ фундук және арахис жеп отырсаңыз да  шаршамайсыз.\n\n5. Бір кесе шай ішкен дұрыс.\n\nКофеден гөрі шай ішкен пайдалы. Шайдың құрамында кофеин және  L-теанин бар. Бұл сіздің шаршамауыңызға көмегін тигізеді. Шай сіздің белсенділігіңізді арттырады, есте сақтау қабілетіңізді жақсартады. Бірақ шамадан тыс ішудің қажеті шамалы.\n\n6. Жұпар исі бар шөп қосылған шай жақсы.\n\nҚазіргі уақытта ірі қалалардағы кафелерде келген қонақтарға ішіне жұпар исі бар шөп қосылған (мятный чай) бір шайнек беру дағдыға айналды. Ал бұл шайдың пайдасы зор. Адам өзін әркез сергек сезінеді.\n\n7.  Компъютерден бір сәт аулақ кетіңіз.\n\nЕгер сіз күні бойы компъюердің алдында отырып, мақала немесе баяндама немесе есеп-қисап жазатын болсаңыз, онда түстен кейін шаршай бастайтыныңыз ақаиқат. Ондай      жағдайда не істеу қажет? Ара-арасында 10-15 минуттан үзіліс жасап тұру керек. Бір сәт электронды техникалардан аулақ кетіңіз. Үйге келген соң да компюътерге жақындамағаныңыз дұрыс. Жұмыстың жалғасын үйге әкеліп істеу дұрыс  нәрсе емес.\n\n8. Спортпен тұрақты айналысыңыз.\n\nСпортпен тұрақты айналысып, жиі жаттығу жасау, Сіздің денеңіздегі қан айналымыңызды арттырады. Ағзаны шаршатпайды.\n\n9. Жұмыста белсенді болған жөн.\n\nӘрине үнемі белсенді болуға мүмкіндік бола бермейді. Бірақ ол өз қолыңызда. Дегенмен, шаршағаныңызды басу үшін арасында орныңыздан тұрып, 5 минут керіліп –  созылғанның зияны жоқ. Орныңызда тұрып секіргеннің де пайдасы бар. Жалпы өзіңіз отырған жерді немесе ғимаратты бір айналып шықсаңыз, артықтық етпейді.\n\n10. Салқын судың зияны жоқ.\n\nСуық суға бір сәт шомылуды әдетке айналдырсаңыз,  әрдайым сергек жүресіз. Бір ғана мысал, сіз ыстық моншадан кейін суық суы бар бассейнге секірсеңіз, қандай кейіпте боласыз. Тамаша емес пе?  Сондықтан суық суға бір сәт  сүңгіп тұрыңыз. Жұмыста та шаршап бара жатсаңыз, беті-қолыңызды өте салқын сумен бір жуып алсаңыз, артықтық етпейді.",
                "date": "1.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ауыз бекітуді таң намазы басталып кеткеннен кейін бекітсем болады ма?",
        "question_content": "Ауыз бекітуді таң намазы басталып кеткеннен кейін, білмей бекіттім. Оразам бұзылды ма?Және берілген уақыттан кейін асып ауыз бекітсе не болады, білмей қалсам?",
        "question_date": "19.05.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 26000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәресінің аяқталу уақыты күннің шығуымен емес, таң намазының кіруімен есептеледі. Ендеше, аймағыңыздағы кесте бойынша таң намазы кіргенге дейін ауыз бекітіп үлгеруіңіз керек. Яғни, таң намазының уақыты кірісімен ішіп-жеуді тоқтату керек.\nҚұран Кәрімде ауыз бекіту уақыты жайында былай делінген: «...Таңға дейін, (яғни) «қара жіп» «ақ жіптен» айрылғанға дейін ішіңдер, жеңдер, содан соң оразаны кешке дейін толық орындаңдар...»[1]. Бұл аяттағы «қара жіп» – түнді, ал «ақ жіп» таңды білдіреді. Яғни, қараңғылық кетіп, таң анықтала бастаған уақытта ішіп-жеуді тоқтату керек деген сөз.\nСондай-ақ, Пайғамбарымыздың (с.ғ.с.) кезінде сәресі уақытында екі азан айтылатын: бірі сахаба Біләлдің азаны, екіншісі сахаба Умму Мәктумның азаны.\nХз.Біләлдің азаны таң намазының уақыты кірмей тұрып айтылатын, ал Хз.Умму Мәктүмның азаны таң намазы кірісімен айтылады.  Пайғамбарымыздың (с.ғ.с.) осы екі азан арасында сәресі ішкендігі, екінші азанда намазға тұрғандығы сахаба Зәид ибн Сәбиттен риуаят етілді[2].\nМәлімет muslim.kz сайтынан алынды",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қаза өтеу ораза, рамазан айы?",
        "question_content": "Ас салам алейкум, алдыңғы рамазан да оразаңы 2 күн кешиктирип устадым және 5 күн ең кейін оразаны шыдай алмағасын ашып койдым, осы жылы қазамды 25 күн бе немесе 5 күн отейминбе",
        "question_date": "19.05.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаның қазасы екі түрлі болады: үзірлі және үзірсіз.\nҮзірлі себеппен ұсталмаған оразаның қазасы күнге-күн өтеледі. Мәселен, үш күн үзірлі себеппен ауыз ашса кейін үш күн ораза ұстап береді. Бұл үш күнді тұтас не болмаса бөліп өтесе болады. Мәселе, келесі оразаға дейін қаза болған ораза күндерін өтеп беруде. Сонымен қатар бұл жағдайда өтеп жатқан қазасы жұмаға тура келмеуі шарт емес.\nҮзірлі жағдайға шариғат ауыз ашуға рұқсат еткен себептер жатады. Мәселен, науқастану себебінен дәрі ішу, әйелдердің етек кірі келуі т.с.с.\nҮзірсіз жағдайға себепсіз ауыз ашу жатады. Мысалы, нәпсі талабына шыдай алмай ораза екенін біле тұрып ішіп-жеу, ері әйелімен қосылу т.с.с.\nОразада біле тұра аузын ашқан адам ашқан күннің қазасын өтейді және кәффарат төлейді.\nКәффарат – ораза екенін біле тұра қасақана ауыз ашқанның бұл дүниедегі жазасы болып табылады.\nОразаның кәффараты үш жолмен өтеледі:\n1.      Құл азат ету;\n2.      Бұған шамасы келмесе үздіксіз алпыс күн ораза ұстайды.\nКәффарат оразасы келесі ораза айына сәйкес келмеу шартымен, екі ай қатарынан ұсталады.\n3.      Бұған да шамасы келмесе алпыс міскінді тамақтандырады.\nБұл жағдайда бір міскінді алпыс күн тамақтандырып яки алпыс кісілік пітір садақасын, не ақшасын берсе болады.\nМәлімет muslim.kz сайтынан алынды.",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін үйренгім келеді бірақ тым еріншекпін, қандай көмектеріңіздер бар?",
        "question_content": "Ағылшын тілін үйренгім келеді бірақ тым еріншекпін, қандай көмектеріңіздер бар?",
        "question_date": "19.05.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 756,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бейнебаян көріңіз \nYouTube-тан ағылшынша кинолар мен сериал, роликтерді көрер болсаңыз, онда уақыт алдында кінәлі болмайсыз. Және ағылшын тілін үйреніп те қаласыз. House M.D. или Misfits сізге ағылшынды 100 пайыз үйретеді деп айта алмаймыз. Алайда, ағылшын сөзіне құлағыңыз үйреніп, айтылуының дұрыс жолын, лексикасын біршама біліп қаласыз. Ол үшін субтитрі бар, көруге оңай кинолардан бастағаныңыз дұрыс болар. Сол арқылы күрделі киноларды көруге икемделіп, субтитрді қажет етпейтін де боласыз. Бұның бәрі жай айтыла салған сөз емес. Сондықтан күнде бір уақытта ағылшын тіліне көңіл бөліп тұрыңыз. BBC арнасының жаңалықтарымен басталған ағылшын тілін үйрену ниетіңіз бірнеше ай уақыт көлемінде жақсы көрсеткіштерге жеткізуі әбден ықтимал. Интернет желісінде жаңалықтар мен кинолардан басқа  ағылшын тілін үйрену сабақтары бар. Аталған сабақтар жетіп артылып жатыр. Күніне қаншама ерікті адамдардың оқып үйренуі үшін  материалдар қосып, үсті-үстіне үстемелеп жатады. Солардың ең жақсыларын кіріп көріңіз. \n Кітап оқыңыз \nӘйтсе де, көгілдір экран алдында отыруға ата-анаңыз рұқсат етпесе, онда сізге кітап көмектеседі. Кітап болғанда да тілі жеңіл, тұрмыстық кітапты айтып отырмыз. Бұндай кітаптардың пайдасы ағылшын тілін үйренушілерге аз тимепті. Оны санамалып жеткізе алмаймыз. Ең бастысы, сіз күніге таңғы салқын ауамен ерте тұрып кітап оқып, оны түсінуге зер қойсаңыз, алда-жалда арнайы курстарға барып жүргендерден де артық білім алуыңызға болады. Себебі, таңертең оқыған кітап басқа уақытта оқыған кітаптарға қарағанда өтімді болады. Түні бойы демалған ми клеткалары кез келген ақпаратты жинап алуға бейім тұрады. Оның үстіне көзқарасыңыз бір ғана дүниеге бағыт алады. Тағы бір ескертетін жағдай, өзіңізді қинап еш уақытта кітап оқымаңыз. Ол сіздің пайдаңызға емес, үлкен бір олқылыққа айналуы мүмкін.  Уақытыңыз бір мезетке босап қалса, қойын қалтадан кітапты суырып алып, оқыған дүниеңізді бір қарап шығуыңызға болады. Есіңізге барлық бұрынғы оқығандарыңыз қайта келіп, одан бетер жақсы сақтала түседі. \nДемалыңыз \nШаршап келіп, төсекке жата тұрғыңыз келеді. Бір сәтке болса да тынығып алуды артық көрмейсіз. Алайда ұйықтап та қатырмайсыз. Себебі, жан-жағыңыз шулап жатқанда тынығу қайдан болсын. Бір сәт өткен күннің қызығы мен шыжығын өзіңізше бағамдап, ой-пікірлеріңізді бір арнаға жинастырып әуре боласыз. Және белгілі бір бағытқа ұзақ үңіліп кетесіз. Ал сол бағытта ағылшын сөздері (қазақшасымен) тұрса, не болар еді? Онда міндетті түрде оқисыз. Біздің психология солай құрылған. Тіпті, қарап жатып та жаттап аласыз. Ол үшін өзіңіз көп жүретін немесе тынығатын кереуеттің маңдайшасына, қабырғаның орта тұстарына, көзіңіз түсетін жердің бәріне де іліп тастаңыз. Соларды күнде қарап жүргенде, көзіңізге оттай басылып қалады. Әрине, бұл жерде көздің көп нәрсе атқарары белгілі. Өйткені, естігеннен гөрі, көзбен көрген дүниелер жадымызда жақсы сақталады. Жұмыс жасаңыз Ер баланың сыртта жүріп оқуға қолы тимейді. Ал қыз балаға үй ішінің жұмыстары бұйырады. Сондағы жұмыс: үй жинастыру, ыдыс-аяқ жуу, т.б. Оқуға үлкен мүмкіндік. Ыдыс-аяқ жуылатын жердегі қабырғаға ағылшын тілінің сөздерін іліп қойыңыз. Бір көзіңіз ыдыс-аяқта болған кезде, екінші көзіңіз бос қалмасын! Қалжың ғой. Мүмкіндіктің көп екенін айтып тұрмыз. Оның үстіне ыдыс-аяқ жуатын заттардың атауы да көбіне ағылшынша болып келеді. Соларды құрастырып көрсеңіз де болады.  Өзіңіз қалай қабылдасаңыз, дүние солай қарай күрделене береді. Адам қолынан келмейтін дүние жоқ. Егер сіз үлкен арман мен таудай талаппен жүрер болсаңыз, бір тіл емес жүз тілді де үйреніп шығасыз. \n Мәлімет ашық ақпарат көздерінен алынды.",
                "date": "21.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ораза кезінде тамақ ауырса ?",
        "question_content": "Менің ангинам ысып іріңдеп кетті , ауыз бекітіп жүрген уезде тамақты тұзды сумен шаюға боладыма? Егер тамақты шайса ауыз ашылып кетедіме?",
        "question_date": "18.05.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 8200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоқ, болады. Тек судың ауызға кетіп қалуынан сақ болу керек.\nМәлімет islam.kz сайтынан алынды.",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлағыма мақта салып жүрсем бір жағдаймен дәретке кедергісі жок па?",
        "question_content": "Құлағыма мақта салып жүрсем бір жағдаймен дәретке кедергісі жок па?",
        "question_date": "18.05.2018",
        "question_tag": "Мектеп",
        "question_views": 487,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дәреттi бұзатын жағдайлар\nЖетi нәрсе дереттi бұзады.\n1-      Алдан және арттан шығатын нәрселер:\nа) Үлкен және кiшi дәретке отыру және жел шығару.\nб) Клизма аспабының ұшы немесе адам саусағы, арттан кiргiзiлiп шығарылғанда айналасы ылғал болса бұзылады. Құрғақ болса да қайта дәрет алу абзал.\nв) Еркектер және әйелдердiң кiшi дәретiнiң сызбауы үшiн алдына қойған мақта тампон сияқты нәрселерiнiң сыртқа шығып тұрған ұшы суланса бұзылады.\n2-      Ауыздан шығатын нәжіс нәрселер:\nа) Ауыз толтырып құсса,\nб) Түкiргенде қан түкіріктен көп болса.\nв) Асқазан және бауырдан келген сұйық қан Имам Ағзамның үкімі бойынша аз болса да дәреттi бұзады.\nг) Құлаққа тамызылған май, дәрi ауыздан шықса. \n3-      Терiден шығатындар:\nа) Қан, iрiң, сары су шықса.\nб) Шешек ауруынан және қандайда бiр iсiктен шыққан қан, сары су, ғусылда жуылуы керек болған теріге жайылса, мысалы, мұрыннан келген қан сүйектен ағып өтсе, құлақтан аққан қан құлақ тесiгiнен шықса.\nв) Сыздауық және жарадағы қанды, сары суды, мақтамен сорып алса.\nг) Мисуак және басқа тiс тазалайтың нәрседегi қан ауызға жұқса.\nд) Құлақ, кiндiк және емшектен ауырып немесе бір ауру арқылы сұйықтық шықса.\nж) Сүлiк көп қан сорса, дәрет бұзылады. \n4-      Ұйықтау:\nЖанбастап немесе шынтағына не бiрнәрсеге сүйенiп ұйықтау дәреттi бұзады.\n5-     Талып қалу, есінен айырылу, қояншық сияқты аурулар ұстап қалу немесе жүрiп бара жатқанда теңселетiндей мас болу дәреттi бұзады.\n6-      Намазда күлу, намазды да, дәреттi де бұзады. Бiрақ\nжас баланыкы бұзылмайды. Жалаңаш болып жыныс мүшелерiн үйкеу, әйел мен еркектiң де дәретiн бұзады.\n            Дәрет алғанын бiлiп, одан кейiн бұзылғандығына күмәнданса дәретi бар болып есептелiнедi. Ал дәретi бұзылғанын бiлiп, онан соң дәрет алғанына күмәнданса, дерет алуы керек.\nМәліметтер islamdini.kz сайтынан алынды.",
                "date": "21.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Интернат меңгерушісі, тәрбиешілері жыл сайынғы ақылы еңбек демалысы?",
        "question_content": "Ақылы еңбек демалысы. Интернат меңгерушісі, тәрбиешілері жыл сайынғы ақылы еңбек демалысын қанша күн демалады",
        "question_date": "18.05.2018",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 585,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "ҚТЛ ға байланысты: 2 турда логикалық сұрақтар болады ма?",
        "question_content": "Негізінен 1 тур мен үшін қиын еді. Бірақ 2 турға өттім! 1 турда Қарағандының КТЛ адамдары біздің қалаға өздері келді. 2 турда Қарағандының өзінде болады! Сол білмей тұрғаным 2 турда именно қандай сұрақтар? Математика логикалық сұрақтар болады ма?!",
        "question_date": "18.05.2018",
        "question_tag": "Мектеп",
        "question_views": 702,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Рамазан айында вальс билеуге болады ма?",
        "question_content": "Мен биыл 11 сынып түлегімін. Рамазан айында ораза тұтқан адамдарға некесіз адаммен вальс билеуге болмайды деген қаншалықты рас?",
        "question_date": "18.05.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 2400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Оразаны бұзатын нәрселер\nӘдейілеп ішіп-жеу\nАллаһ Тағала: «Таңның ақ жібі мен қара жібін ажырата алғандарыңша жеңдер және ішіңдер. Сосын түнге дейін ораза ұстаңдар», — деген («әл-Бақара» сүресі, 187-аят).\nШейх Ибн әл-Қайим былай деп айтқан: «Әдейілеп ішіп-жеу оразаны бұзатынында ешқандай келіспеушіліктер жоқ» (“Зәдул-мә’ад” 2/60).\nРамазан айының күндізінде әдейілеп тамақ жеген адам үлкен тәубені талап ететін ұлы күнә жасаған болады. Ғалымдардың басым бөлігі (жумһур) сондай-ақ егер адам тістерінің арасында қалып қалған тамақты әдейілеп жұтып қойса, оның оразасы жарамсыз болатынын айтады.\nИмам Ибн Қудама былай деген: «Тістерінің арасында тамақ қалдықтары қалып кеткен адамның жағдайы екі түрге бөлінеді: егер тамақтың кішкентай ғана мардымсыз бөлігі жұтылған болса, әрі оны түкіріп тастауға еш мүмкіндік болмаған болса, онда ораза бұзылмайды, өйткені бұл сілекей сияқты болады. Ибн әл-Мунзирдің айтуынша ғалымдар бұл туралы бір ауызды келісімде болған. Екінші түрі – бұл егер тістің арасында түкіріп тастауға болатын тамақтың үлкен бөлігі қалса. Әрі егер ол оны әдейілеп жұтып қойса, онда ғалымдардың басым бөлігінің пікірі бойынша, оның оразасы бұзылады. Өйткені бұл тамақтанумен бірдей» (“әл-Муғни” 3/260).\nБұған сондай-ақ ағзаға құнарлы (нәрлі) уколдар салу да жатады.\nТемекі шегу де оразаны бұзады, бұдан қалса бұл оразаны харам нәрсе арқылы бұзу болып саналады (“Фәтауа исләмийя” 2/183).\n2. Рамазан айының күндізінде жыныстық қатынас жасау\nХадисте былай деп айтылған: «Расында, жыныстық қатынас оразаны бұзады» (Ибн Хузайма «Сахих» 3/242).\nКімде-кім рамазан айының оразасы кезінде, екі жыныстық мүше қосылатындай әрі мүшесінің басын әйелінің жыныстық мүшесіне немесе артқы айланшығына кіргізіп, әдейілеп жыныстық қатынас жасаған болса, сол өз оразасын бұзды. Әрі ұрық шашылды ма, әлде жоқ па – мұның айырмашылығы жоқ. Бұндай адам тәубе жасауы, сол күнгі оразасын жалғастыруы, кейін сол күннің қазасын толықтыруы, әрі жасаған күнәсіна ауыр өтеу жасауы тиіс. Рамазан айының күндізінде жыныстық қатынасқа бару оразаны бұзатындығына ғалымдар арасында ешқандай келіспеушілік жоқ (қараңыз: “әд-Дарарул-мудыя” 2/22).\nЖыныстық қатынас жасауға деген тыйым күн батқан соң жойылады. Аллаһ Тағала былай деген: «Сендерге оразаның кешінде әйелдеріңе жақындасу хәлал етілді. Өйткені олар сендерге киім, сендер де оларға киімсіңдер» («әл-Бақара» сүресі, 187-аят).\n 3.Әдейілеп құсу\nАбу Һурайрадан Аллаһ Елшісінің (оған Аллаһтың игілігі мен сәлемі болсын) былай дегені хабарланады: «Егер құсық еріксіз шыққан болса, онда оразаны өтемеу керек. Ал егер құсық әдейі шығарылса, онда оразаның қазасын өтеу керек» (Ахмад 2/498, Әбу Дауд 2380. Имам ән-Науауи, шейхул-Ислам Ибн Таймийя және шейх әл-Әлбани хадистің сенімділігін растаған).\nЕгер адам құсығын әдейі келтірген болса, ол тәубе етуді қажет ететін күнә да жасаған болады.\nИмам Ибн әл-Мунзир былай деген: «Құсығын әдейілеп келтірген адам оразасын бұзып алғанына ғалымдар бір ауыздан келіскен» (қараңыз: «әл-Ижма’» 47).\n 4.Етеккір (хайз) және босанғаннан кейінгі келетін қан (нифас)\nЕгер ораза кезінде әйел кісінің етеккірі (хайз) келсе немесе туғаннан кейінгі қансырауы (нифас) басталса, онда ол оразасын тоқтатуға міндетті. Мұндай жағдайда ораза ұстауға тыйым салынғандығына және ораза жарамсыз екеніне ғалымдар арасында келіспеушіліктер жоқ (қараңыз: “Сахих фиқһу-Сунна” 2/105).\nЕгер әйел кісі етеккірі ертен келіп қалады-ау деп болжамдайтын болса, онда ол ниетін сақтай отырып, оразасын жалғастыра беруі қажет. Ол етеккірі басталмайынша оразасын үзбеуге тиіс.\nЕттеккірдің басталуына бөгет болатын дәрілерді қабылдауға болады ма?\nИбн `Умардан етеккірін келтірмейтін дәрі қабылдағысы келетін әйел жайында сұрағанда, ол бұда ешқандай айыпты істі көрмейтінін айтты (`Абдур-Раззақ 1219). Дәл осылай деп Ибн Әби Нажих те жауап берген (`Абдур-Раззақ 1220).\nАлайда мұндай дәрілер денсаулыққа зиян тигізетін болса, онда оларды қабылдауға болмайды! Әрі жиі жағдайда мұндай дәрі-дәрмектерден кейін әйелдердің етеккір циклі бұзылады.",
                "date": "21.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ағылшын тілін өз бетіммен үйренгім келеді. Қандай кеңестер, кітапттар бар?",
        "question_content": "Ағылшын тілін өз бетіммен үйренгім келеді. Қандай кеңестер, кітапттар бар?",
        "question_date": "18.05.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 736,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ағылшынша оқып, жаза алатындар көп, алайда көбі дұрыс дыбыстай алмайды немесе естіген кезде дұрыс түсінбей қалады. Не істеу керек? Ағылшын тіліндегі аудиоларды жиі тыңдау керек. Назарларыңызда ағылшын тілінде сапалы аудио ұсынатын сайттардың тізімі.\nАғылшын тілінде оқу және жазуды үйренуге кітап оқыған көп көмегін тигізеді. Ал, ағылшынша сөйлеу мен естіп, түсіну үшін аудио-подкаст тыңдаған тиімді.\nEffortless English Podcast\nЖазылу: сайт, RSS, iTunes.\nАғылшын тілі: америкалық\nЖаңартылу уақыты: әртүрлі\nEffortless English («Ағылшынша еш қиындықсыз») оқыту әдістемесінің авторы Хорджтың (A. J. Hoge) айтуынша, тіл үйренудің ең тиімді тәсілі – ережелерді кітаптан оқып, сөздері жаттау ғана емес, оған басыңмен берілу. Оның барлық сабақтары осы әдістемеге негізделген.\nСайтта ақылы түрде ағылшын тілінің курстарын оқуға болады. Ал, видеолардан тіл үйренуге қажетті кеңестерді тыңдайсыз.\nThe English We Speak\nЖазылу: сайт, RSS, iTunes.\nАғылшын тілі: британдық.\nЖаңартылуы: аптасына бір шығарылым\nБұл сайттың жүргізушілері ағылшын тіліндегі “сленг” сөздерді талқылап, мағынасын түсіндіреді. Clickbait деген не? To Have an Axe to Grind фразасы қай кезде қолданылады? Осы және өзге де сұрақтардың жауабын The English We Speak сайтынан таба аласыз.\nАудио-шығарылымдар өте қысқа. Ұзақтығы бар-жоғы 2-3 минут.\n6 Minute English\nЖазылу: сайт, RSS, iTunes.\nАғылшын тілі: британдық.\nЖаңартылуы: аптасына бір рет\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "18.05.2018",
                "upvotes": 0
            },
            {
                "text": "1)  ең алдымен ағылшын тілінің фонетикасын үйрен өйткені ол қазақтыкі сияқты емес ғо сөздер жазылғандай оқылмайды мысалы feature және future деген сөздердің жазу жүйесінде бірдей емес екенін көру бәрімізге ыңғайлы бірақ оқыған кезде дауыстары өте ұқсас болғандықтан шатастырып кету мүмкін осыған ұқсас тағы көптеген мысал келтіруге болады\n2) плей стордағы тіл үйренуге арналған  бағдарламаларды жүктеп ал мысалы duolingo , mondly сияқты. . .\n3) Қазақша субтитр арқылы ағылшын тілінде киноларды көр\n\n4)  ағылшын тілін жетік білген достарың бар болса практика жасау үшін олар мен сөйлесе бер\n5) өкінішке орай ақы төлемей бір тілді үйрегуге болмайды арзан болуы үшін қайда болсаң  ол қаладағы жақын курстарға қосыла бер тіл үйрегуге үлкен мүмкіндік тудырарына күмән жоқ\n6) әсіресе осы соңғы жазғаным кеңес есіңізде болсын бір тілді үйренем десең өзіңе сенімді бол ,  ешқашан үміт үзбе әріне мен табысқа жете алам деуші бол ол сенің үйрену қабілетіңді арттырады",
                "date": "20.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Інімнің мешіттен кеш келуі жайлы сұрақ туындап тұр?",
        "question_content": "Менын інім 15 жаста ораза басталгалы тунделетып мешітке барып журеды тунгі 12лерде уйге келді сол жагдайга байланысты уй іші уайымдайды ,жібермеуге тагы болмайды ,мен өзім жумыстан тунгі 11 лерде келемін , осындай жагдайда не істесе болады ?",
        "question_date": "17.05.2018",
        "question_tag": "Ораза сұрақтар",
        "question_views": 461,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тарауих намазына қатынасатын шығар, кей мешіттерде 20 рәкағат оқиды. Әр 4 рәкағаттан соң уағыз айтылады",
                "date": "18.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Атеист деп кімді айтады?",
        "question_content": "Атеист деп кімді айтады?",
        "question_date": "17.05.2018",
        "question_tag": "Психология",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Атеизм (дінсіздік, көне грекше: ἄθεος — «құдайға сенбеушілік») — ғылыми негізге сүйене отырып, құдайды бекерге шығару. Атеист — дінгесенбейтін, құдайға сенбейтін адам. Конституцияға сәйкес Қазақстан Республикасы өзін зайырлы мемлекет ретінде орнықтырады, дін мен мемлекеттің арасы ажыратылған.\nҚР Дін істері және азаматтық қоғам министрлігі ақпараты бойынша Қазақстан жұртында 10% атеисттер немесе агностиктер.\nМәлімет уикипедиядан алынды.",
                "date": "18.05.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Ақан серінің «Заман адамы» өлеңі бойынша, қазақтың артта қалу себебі неде?",
        "question_content": "сұрақтың жауабын таппай жатырмын",
        "question_date": "17.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақан сері «Заман адамы» деген туындысында қазақтың артта қалу себебін неден көретінін анықтаңыз: еріншектік, жалқаулық",
                "date": "18.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шернияздың сөзі кімге Ар жақта Аранғазы дүмбірлеген, Байеке,елің бар ма бүлдірмеген?",
        "question_content": "Қазақ әдебиеті көмектесіп жіберіңіздерші",
        "question_date": "17.05.2018",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шернияз: \n– Арқада ту ұстаған Арынғазы,  \nСайраған мен солардың қоңыр қазы.  \nҚысың жаз, қылығың той, күлкі қылған, \nМен байғұс Исатайдың Шерниязы. \nБаеке, қаһарың – қыс, рахметің – жаз,  \nАлдыңда өліп кетсем арманым аз.  \nКүндіз той, түнде базар жүрген жерім,  \nБұлбұлы Байұлының мен Шернияз, – дейді. \nБаймағамбет:_–_Құлақ-мұрынын_жұрдай_қылған_Исатайды_әлі_қоймай_былшылдап_тұрғанын,_–_дейді._Шернияз'>Баймағамбет: \n– Құлақ-мұрынын жұрдай қылған Исатайды әлі қоймай  \nбылшылдап тұрғанын, – дейді. \nБұл Шернияз ақынның Баймағамбет сұлтанға айтқаны.\nМәліметтер ашық ақпарат көздерінен алынды.",
                "date": "18.05.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сөйлем мүшесіне талдау",
        "question_content": "Мен Алматыдан Ақтөбеге ұшақпен ұштым. Еңбек адамның бағын ашады, Спорт - адамның әрін ашады",
        "question_date": "17.05.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 29100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен Алматыдан Ақтөбеге ұшақпен ұштым - \nМен - бастауыш;\nҰштым - баяндауыш;\nҰшақпен - толықтауыш;\nАлматыдан Ақтөеьеге - анықтауыш.\nЕңбек адамның бағын ашады - \nЕңбек - бастауыш;\nАшады - баяндауыш;\nБағын - толықтауыш;\nАдамның - анықтауыш.\nСпорт - адамның әрін ашады  - \nСпорт - бастауыш;\nашады - баяндауыш;\nәрін - толықтауыш;\nадамның - анықтауыш.",
                "date": "18.05.2018",
                "upvotes": 0
            },
            {
                "text": "Еріншек егіншіден ерінбеген масатшы қозады",
                "date": "11.03.2022",
                "upvotes": 0
            }
        ]
    }
]