[
    {
        "question_title": "2050 жылға дейін ОҚО халқы 5 миллионға жетеді ме?",
        "question_content": "Есесіне Ресеймен шекаралас облыстардың халқы жыл сайын теріс өсім көрсетіп жатыр. Ол жақтың орысы түгілі қазағы қазақ көшіне дұрыс көзбен қарамайды. Ал ол жақтағы халық санының кемуі барша облыстың экономикасын құлдыратып жатқанын дұрыс ұқпайды.",
        "question_date": "18.11.2016",
        "question_tag": "Қоғам",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Суықтан энергия алуға бола ма?",
        "question_content": "Суықтан энергия алуға болады ма? Мысалы осы 2 кескек мұзды бір біріне үйкесеіңіз ол ериді?",
        "question_date": "18.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 442,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Геометриялық денелер тобының сызбасын жетіспейтін проекциялармен толықтырып жазу?",
        "question_content": "Геометриялық денелер тобының сызбасын жетіспейтін проекциялармен толықтырып жазу керек, мұндағы текшенің өлшемдері- 20×20, параллелепипедтің өлшемдері-10×20×40,шардың өлшемі-R10",
        "question_date": "17.11.2016",
        "question_tag": "Өнер",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Территориялардың ылғалмен қамтамасыз етілгендіктің басты сипаттамасы?",
        "question_content": "Географиядан керек болып тұр. Территориялардың ылғалмен қамтамасыз етілгендіктің басты сипаттамасы не болып табылады?",
        "question_date": "17.11.2016",
        "question_tag": "География",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Территорияның табиғи ресурстары дұрыс бағалау және тиімді пайдалану егіншілікті жүргізудің негізгі кажетті шарты болып табылады. Осы табиғи ресурстардың ішінде климат жетекші роль аткарады.\nСу тұтынудың тапшылығы туралы көпжылдық (1985-2010 жж.) мәліметтерді статистикалык өңдеуден өткізу аркылы есепті қамтамасыз етілген жылдарды анықтадық. Нәтижесінде, күрғақ (95%), орташа қүрғақ (75%), орташа (50%), орташа ылғалды (25%) және ылғалды (5%) жылдарға тиісінше 1999, 2000, 2001, 2002 және 2007 жылдар сәйкес келді.\nЖер бетіне түскен фотосинтездік активті радиацияның (ФАР) мөлшері жылы кезде (сәуір-қыркүйек айларында) су тұтынудың тапшылығымен әртүрлі қамтамасыз етілген жылдарға байланысты 1752-1904 МДж/м2 аралығында болатындығын көрсетіп отыр (1-кесте). Су тұтынудың тапшылығы бойынша құрғақ жылы. (95% қамтамасыз етілген)жер бетіне жеткен ФАР мөлшері 1904 МДж/м2, ал активті температуралар жиынтығы 3718°С болды. ФАР-дың төменгі мөлшері 1752 МДж/м2 су тұтынудың тапшылығы бойынша ылғалды жылы байқалды, ал активті температуралар жиынтығы 3446 С болды. Осы көрсеткіштерді талдау фотосинтездік активті радиация мен темпера-туралар жиынтығынын арасында тығыз байланыстылык бар екенін керсетеді.\nСондай-ақ жылдың жылы кездеріндегі әрбір айлар үшін де қуаттылык ресурстар мен температуранын арасында байланыстылык бары анықталды. Мысалы, мамыр айында ФАР мелшерінің артуына байланысты (322, 321, 324, 316 МДж/м2) ауа температурасының жиынтығы да артты. Жылу мөлше-рінің ең жоғарғы көрсеткіштері маусым, шілде және тамыз айларында, әсіре-се кун сәулесінің жоғары радиациясы (374 МДж/м\") келіп түскен жылы байқалды. Жаз айларындағы ФАР-дың ең төменгі мөлшері 293 МДж/м2болды. Күзде ылғалды жылы (5% - қамтамасыз етілген) күн сәулесі куаты-ның 224 МДж/м2-ға дейін төмендеуі байқалып, тиісінше ауа температурасы да төмендеді.\nСу тутынудың тапшылығы бойынша, әртүрлі камтамасыз етілген жыл-дары, ауа теипературасының жиынтығы да әртүрлі болды (1 - кесте). Соуір айында, су тұтынудьщ тапшылыгымен эртүрлі камтамасыз етілген жылдар үшін (95% -ген - 5%-ке дейін қамтамасыз етілген), ауа температурасының жиынтығы 30О-390°С аралығында болды. Осы жылдар ішінде, темпе-ратуралар жиынтығының максималды мәндері, шілде айында байқалды (тиісінше 834; 818; 791; 772; 781°С). Күз мезгілінде, ФАР кірісінің бәсен-деуіне байланысты (224-243 МДж/м2) ауа температурасының да төмендеуі байқалды: (513-525°С). Жылдың жылы мезгілдеріндегі құрғақ жылы (95% камтамасыз етілген) ауа температурасьшың жиынтығы 3718°С және орташа кұрғақ, орташа, орташа ылғалды және ылғалды жылдары тиісінше 3666; 3636; 3526 жэне 3446 С болды. Осылардан, жылдың жылы мезгіліндегі фото-синтездік акгивті радиацияның ауа температурасы жиынтығымен тығыз байланысты екенін байқауға болады.\nСу тұртынудың тапшылығымен 5% (ылғалды жылы) және 50% (орташа жыл) қамтамасыз етілген жылдары атмосфералық жауын-шашынның көп мөлшері (119,3 және 103,2 мм) көктемгі айлардын үлесіне (сәуір - мамыр) тиді, ал өсіп-даму кезеңінің аяғына таман (қыркүйек) жауын-шашын мөлшері 3,3-5,8 мм-ге дейін төмендеді. Құрғақ жылдары (95% қамтамасыз етілген) кектем айларындағы жауын-шашын мөлшерінің үлесі 98,7% болып, жаз - күз айларында ешқандай жауынн-шашьш түспеген. Жүгерінің өсіп-даму кезеңінің жаз айларындағы (маусым-шілде-тамыз) жауын-шашынның жиынтығының үлес салмағы ылғалды жылы (5%-ке камтамасыз етілген) 32,7%, орташа жылы (50%-ке қамтамасыз етілген) 21,8% және кұргақ жылы (95%-ке қамтамасыз етіліен) 1,3% болды. Тиісінше осы жылдарда жаз айларындағы жау-ын-шашын мөлшері 59,6; 30,4 және 0,3 мм болды. Құрғақ жылғы (су түлы-судын тапщылығымен 95% камтамасьтз етілген) жауын-шашын (61,3 мм) мөлшерінііц орташа жылға қарағандағы тапшылығы 56%, ал ылғалды жылға караганда — 66% болды.\nАуаның салыстырмалы ылғалдылығының өту барысы температураның өту барысына карама-қарсы. Құрғак жылдары атмосфералык жауын-шашынның мелшері төмен, температуралар жиынтығы ең жоғары (3718°С) болғанда, ауаның салыстырмалы ылғалдылығы минимум мәнге (40%) жетті, ал жаз-дың ыстық айларында (шілде. тамыз) 27%-ға дейін темендеді. Ал, орташа жылдары (50'/о қамтамасыз етілген) ауаның салыстырмалы ылғалдылығы 32%-дан (шілде) 66%-ға дейін (соуір) ауыткыды, ал орташа есеппен осы айлар ішінде (сәуір-қыркүйек) оның мөлшері (47%) кұрғақ жылға (40%) карағанда 17,5%-ға артты.\nБіздің есептеулер бойынша жылдың жылы мезгіліндегі (сәуір-кыр-күйек) буланғыштықтың (Е) мәні су тұтынудың тапшылығымен түрліше қам-тамасыз етілген жылдарға байланысты 1017,9 мм-ден (ылғалды жылы) 1418,3 мм-ге (кұрғақ жылы) дейін өзгерді (2 кесте).\n2 кесте\nСу тұтынудың тапшылығымен түрліше камтамасыз етілген жылдардағы климаттық көрсеткіштер, буланғыштық және ылғалмен камтамасыз етілу коэффициенті\nҚамтамасыз етілуі, %\nКерсет-кіштер\nАйлар\nІV-ІХ\nетілуі, %\nЕсепті жыл\nIV\nV\nVI\nVII\nVIII\nIX\n95% (1999 ж.)\nҚұрғак жыл\nФАР, МДж/м2\nt,°С\nа,%\nОс, мм\nЕ, мм\nк\n249\n300\n67\n45,1\n-\n-\n322\n539\n51\n15,4\n-\n-\n356\n732\n34\n0,3\n-\n-\n374\n834\n27\n-\n-\n-\n361\n797\n27\n-\n-\n-\n242\n516\n36\n-\n-\n-\n1904\n3718\n40\n61,3\n1418,3\n0,11\n75% (2000 ж)\nОрташа\nқұрғак жыл\nФАР, МДж/м\nt,°С\nа,%\nОс, мм\nЕ, мм\nк\n265\n384\n63\n28,6\n-\n-\n321\n533\n49\n40,0\n-\n-\n353\n702\n38\n20,5\n-\n-\n372\n818\n32\n0,1\n-\n-\n322\n707\n39\n0,8\n-\n-\n243\n522\n36\n-\n-\n-\n1876\n3666\n43\n90,0\n1301,4\n0,16\n50% (2001 ж)\nОрташа жыл\nФАР, МДж/м2\nt,°С\nа,%\nОс, мм\nЕ, мм\nк\n266\n390\n66\n74,0\n-\n-\n324\n561\n62\n29.2\n-\n-\n349\n663\n45\n29.4\n-\n-\n368\n791\n32\n-\n-\n-\n322\n707\n37\n1,0\n-\n-\n243\n525\n40\n5,8\n-\n-\n1872\n3636\n47\n139,4\n1201,5\n0,18\n25% (2002 ж)\nОрташа\nылғалды жыл\nФАР, МДж/м2\nt,°С\nа,%\nОс, мм\nЕ, мм\nк\n249\n300\n73\n69.3\n-\n-\n307\n524\n59\n12,7\n-\n-\n329\n615\n49\n18,9\n-\n-\n350\n772\n49\n27,7\n-\n-\n339\n778\n35\n-\n-\n-\n234\n537\n50\n26,5\n-\n-\n1808\n3526\n52\n155,1\n1067\n0,26\n5% (2007 ж)\nЫлғалды жыл\nФАР, МДж/м2\nt ,°С\nа,%\nОс, мм\nЕ, мм\nк\n253\n321\n68\n59,1\n-\n-\n316\n456\n66\n60,2\n-\n-\n326\n684\n54\n38,1\n-\n-\n340\n781\n43\n14,6\n-\n-\n293\n691\n45\n6,9\n-\n-\n224\n513\n44\n3,3\n-\n-\n1752\n3446\n53\n182,2\n1017,9\n0,36\nТиісінше ылғалмен камтамасыз етілу коэфффициентінің (к) мәні 0,11-0,36 аралығында болды. Бұл коэффициенттің ең кіші мәні (0,11) кұрғак жылға (95% қамтамасыз етілген), ал ең үлксн мэні (0,36) ылғалды жылға (5% қамтамасыз етілген) сэйкес келді. Орташа жылы (50% камтамасыз етілген) ылғалмен камтамасыз етілу коэффициенті - 0,18 болды. Кестеде көрсетіл-гендей, ылғал ресурстары буланғыштыктан әлденеше рет кем (3-9 есе). Осындай жағдайда, дақылдардың өнімділігін шектейтін фактор ылғал болып табылады. Сондықтан, егістің ылғалмен қамтамасыз етілуін жаксарту және жер бетіне жақын ауаның салыстырмалы ылғалдылығын жоғарылатуға бағытталған негізгі агротехникалық шаралардың бірі - дер кезінде және сапалы суару болып табылады.\n\nhttp://www.uniface.kz/",
                "date": "29.03.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 сынып орыс тілден 122 жаттығуды шешіп бересіздер ме?",
        "question_content": "8 сынып орыс тілден 122 жаттығуды шешіп бересіздер ме?",
        "question_date": "17.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 4200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "виделите солова сачитание и виделилете слова и паставте с до за",
                "date": "21.02.2017",
                "upvotes": 0
            },
            {
                "text": "265 жаттығуға көмек керек",
                "date": "25.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "16 санын қосындысының мәні ең кішісі болатын екі натурал санның көбейтіндісі түрінде жаз?",
        "question_content": "16 санын қосындысының мәні ең кішісі болатын екі натурал санның көбейтіндісі түрінде жаз?",
        "question_date": "17.11.2016",
        "question_tag": "Математика",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "4*4=16 бұл қосындысы ең кіші сан болып саналатын натурал сандар\n4+4=8",
                "date": "18.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тең бүйірлі ұшбұрыштың периметрі 3 см ал бүйір қабырғасы?",
        "question_content": "Тең бүйірлі ұшбұрыштың периметрі 3 см ал бүйір қабырғасы табанынан 2 см қысқа тең бүйірлі ұшбұрышы нешеге тең?",
        "question_date": "17.11.2016",
        "question_tag": "Геометрия",
        "question_views": 2800,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "бүйір қабырғасы - х\nтабаны -    х+2\nТеңдеу:      х+х+(х+2)=3\n                     3х+2=3\n                       3x=1\n                         x=1/3\nҮшбұрыштың тең бүйірлі қабырғалары 1/3 см, ал табаны 2 бүтін 1/3 см тең",
                "date": "17.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Бір бөлігі сұрақ бір бөлігі жауап адамның аты",
        "question_content": "Бір бөлігі сұрақ, екінші бөлігі жауап сегіз әріптен тұратын адамның аты кім?",
        "question_date": "17.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 548,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Несібелі (несі? жауабы-белі)",
                "date": "17.11.2016",
                "upvotes": 2
            }
        ]
    },
    {
        "question_title": "Мен кiммiн? деген тақырыпқа шығарма табу?",
        "question_content": "Мен кiммiн? деген тақырыпқа шығарма табу?",
        "question_date": "17.11.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сіздің кім екеніңізді біз қайдан біелйік!?",
                "date": "18.11.2016",
                "upvotes": 1
            },
            {
                "text": "Адам — бір боқ көтерген боқтың қабы,\nБоқтан сасық боласың өлсең тағы. \nМені мен сен тең бе деп мақтанасың, \nБілімсіздік белгісі — ол баяғы.\n\nКеше бала ең, келдің ғой талай жасқа,\nКөз жетті бір қалыпта тұра алмасқа. \nАдамды сүй, алланың хикметін сез,\nНе қызық бар өмірде онан басқа?!",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Құлағы мен сөйлеу қабілеті нашар балалармен жұмыс жасау?",
        "question_content": "Тарих пəнінің мұғалімі бола тұра, құлағы мен сөйлеу қабілеті нашар балалармен жұмыс жасау үшін қандай 1 жылдық оқу курстарын оқып алуға болады?",
        "question_date": "16.11.2016",
        "question_tag": "Мектеп",
        "question_views": 336,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Зертханалық қызмет қысқарды деп жарты ставкамды алып отыр?",
        "question_content": "Мен 2007 жылдан бастап мектепте зертханашы қызметін істеп келемін. Қолымда биология мұғалімі деген диплом бола тұра мұғалім бола алмадым, үйткені менен алдын кірген апайлар сағат ала алмайтынымды айтты. Себебі сағат жетіспеушіліктен. Олардың өздеріде бір ставкаға жетер жетпес жұмыс істеп жүр. Енді менің сұрайын дегенім зертханалық қызмет қысқарды деп жарты ставкамды алып отыр. Бұл заңды ма, заңсыз ба неістесем болады? Кімнен көмек сұраймын 20000 айлықпен қалай күн көрем төрт баламмен. Тығырықтан шығар қандай ақыл кеңес айтасыздар. Алдын ала рахмет.",
        "question_date": "16.11.2016",
        "question_tag": "Заң",
        "question_views": 315,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір адамның психиаторлық диспансерде тұрған ба, әлде тұрмаған ба қалай білуге болады?",
        "question_content": "Бір адамның психиаторлық диспансерде тұрған ба, әлде тұрмаған ба осыны қалай анықтауға немесе қайдан көруге болады???көмектесіңіздерші...",
        "question_date": "16.11.2016",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 325,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Адамдарға сіз жайлы көп білуге мүмкіндік бермеңіз\" осы сөз нені білдіреді?",
        "question_content": "\"Адамдарға сіз жайлы көп білуге мүмкіндік бермеңіз\" осы сөз нені білдіреді?",
        "question_date": "16.11.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 484,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Жiгiт сегiз кырлы бiр сырлы болу керек",
                "date": "17.11.2016",
                "upvotes": 0
            },
            {
                "text": "\"Өзің жайлы көп айта берме\". Өзгенің өзің жайлы өзіңнен көп білгені өзіңе жаман. Енді осыған басыңды қатыр)",
                "date": "17.11.2016",
                "upvotes": 0
            },
            {
                "text": "Ол адам дұшпаның болып шықпауына кепілдік жоқ деген сөз.",
                "date": "22.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Су ағынының жылдамдығы 12м/с болатын болса, қабырға əсер ететін күшті анықтаңыз?",
        "question_content": "Қимасы 6см2(квадрат) су ағыны қабырға нормалына 60 градус бұрыш жасай соқтығысып, одан серпімді түрде серпілді(жылдамдық шығынынсыз).Су ағынының жылдамдығы 12м/с болатын болса, қабырға əсер ететін күшті анықтаңыз.",
        "question_date": "16.11.2016",
        "question_tag": "Физика",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бірыңғай зейнетақы қоры не үшін құрылды?",
        "question_content": "Бірыңғай зейнетақы қоры не үшін құрылды? Меніңше, бюджет дефицитін жабу мен банктердің жағдайы үшін ғана, болды. Мысалы, осы бірыңғай зейнетақы қорының инвестициялық портфелін талдайықшы.\nКапитал кз ақпараты бойынша, осыдан екі жыл бұрын 45,2% мемлекеттің құнды қағаздары, 19,9% корпоративті облигацияларды сатып алуға кеткен, ал 15,2% қаражат депозитте жатыр. Бұл не деген сөз?!\nЯғни, ақша бюджеттің дефицитін жабуға кетті. Мейлі, бұған да көндік дейік. Ал 2017-2019 жылдарға арналған бюджетті қараңызшы, өсім тек 1-2% ғана. Енді депозит саясаты тіпті қызық. Қаражаттың 31,2% Сбербанктің депозитінде жатыр екен, яғни ел банктеріне сенім жоқ па, әлде пайыз ставкасы төмен бе? Не себеп болды екен? Онда неге зейнетақы қоры қайта қайта халықтың ақшасын банктерге бере береді\nМысалы, депутат Азат Перуашевтің мәлімдеуі бойынша, Еуразия банкі өзінің капиталы 61 млрд бола тұра, 34 млрд депозитке, 44 млрд облигация ретінде тартқан, қарасаңыз банк капиталынан 22% жоғары берген. Неліктен?! Каспий банк 144,4 млдр капиталы бола тұра, 169 млрд, АТФ өз капиталы 72 млрд болса да, 101 млрд зейнетақы қорынан қаржы тартқан. Ал Альянс және Темір банктер минус 54 млрд болса да 39 млрд ақша алған. Енді бұл саясатты не дейміз?! \n2008 жылы банктерді қолдауға деп Ұлттық қордан 4 млрд $ жұмсадық, Үкімет кейін қайтады деді, енді қайда сол ақша? Яғни, мына ақша да жоқ болып кету қауіпі жоғары. Сондықтан, өзім мынандай саясаты бар зейнетақы қорына Алла күнімді түсірмесін деп тілеймін. Болашақта зейнетақыға қарап отырудан сақтасын! Негізі қай салада болмасын монополия жақсылыққа әкелмейді. Бәсеке ғана даму мен сапаға себеп болады. Бұл - аксиома!",
        "question_date": "16.11.2016",
        "question_tag": "Қоғам",
        "question_views": 473,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әдеттер – біздің екінші болмысымыз дегенмен келісесіз бе?",
        "question_content": "Біздің көптеген жетістіктеріміз немесе қателіктеріміз әдеттерімізге байланысты. Әдеттер – біздің екінші болмысымыз деп бекер айтпайды ғой. Сондықтан әдеттеріңіздің ішінен анағұрлым пайдалылары мен ресурстыларын дәріптеңіз. Барлығы әрине мақсаттарыңызға байланысты. Өнімді әрі табысты болғыңыз келсе, барлығын жоспарлауды үйреніңіз. Спорттық сымбатты қалайсыз ба – жиі жаттығуға дағдыланыңыз. Өз істеріңіздің шебері болуға талпыныңыз, көбірек оқып, ұдайы үйрену керек. Алайда әлсін-әлсін өз мақсаттарыңызды қорытындылап, қайта бағалап, өз әдеттеріңізге тексеріс жүргізіп отыруды ұмытпаңыз. Бәлкім, әлдебірімен қош айтысарсыз, не жаңа машықтар игерерсіз.\nЕгер әрбір таң сайын сіздің іс-әрекеттеріңіз сіздің көңіл күйіңізге байланысты болса, сіз нәтижесінде пайдалы ешнәрсе бітірмейсіз, алтын уақытыңызды текке құртасыз. Мұндайға жол бермеу үшін өзіңізді қамшылап, күнделікті бірдей таңдау жасаңыз. Және оны не үшін жасап жатқаныңызды, түпкі мақсатыңызды жадыңыздан шығармаңыз. Сол кезде меңгерген машығыңыз өміріңіз бен ұдайы дамудан әлдеқайда көбірек ләззат алуға көмектеседі. Нәтижесінде сіз барлық жаңа істеріңізге табыс әкелетін пайдалы әдеттерді игересіз. Аристотель айтқандай: «Үнемі істейтін ісіміз – біздің шын болмысымыз».\nСондықтан, достар, өз бойыңызда дамытуыңыз қажет әдеттердің тізімін жасап, күн сайын соларға дағдылануға қадам басуға кеңес беремін. Сәттілік!",
        "question_date": "16.11.2016",
        "question_tag": "Психологиялық кеңес",
        "question_views": 428,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, толықтай келісемін Сіздің ойыңызбен. Әдет - мінезді, мінез өмірімзді бағдарлайтынын ескеріп, Сіз айтқан ақыл-кеңесті орындай білсек - жетістік!",
                "date": "19.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика,есеп,ертенге деин керек,117,118,119,120,121,122",
        "question_content": "Ертенге деин керек,шыгарып бериниздерши,үй жұмысы,117,118,119,120,121,122 ,",
        "question_date": "16.11.2016",
        "question_tag": "Мектеп",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Студенттер алмасу туралы сұрағым бар еді",
        "question_content": "Осы жерде химия факультетінде оқитын студенттер болса, сіздерге сұрағым бар еді. Студенттермен алмасу арқылы Қазақстанның ішіндегі ЖОО-ларға 1 семестрге ауысу мүмкін бе? Ол үшін ауысқың келген ЖОО-дан сенің орныңа студент ауысуы  шарт па? Сол туралы ақпарат берііздерші. Химия факультетінде оқимын. Басқа мамандықтардың ауысқан жағдайларын естігенмін. Химияда да солай студенттермен алмасу арқылы оқуға болады ма?\nАл шет елге студенттер алмасумен оқуға бару үшін шарт қандай?",
        "question_date": "16.11.2016",
        "question_tag": "Университет, колледж",
        "question_views": 455,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Геодезия мамандығына қазір география пəніне тағы қандай пəн қосылады?",
        "question_content": "геодезия мамандығын таңдау үшін география пəніне тағыда қандай пəн қосылады математикама немесе тарихпа",
        "question_date": "16.11.2016",
        "question_tag": "Мамандық",
        "question_views": 895,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "4 сыныптың есебі. Жеті жүз алпыс мың тоғыз санын?",
        "question_content": "Жеті жүз алпыс мың тоғыз санын цифрлармен жаз. \nОсы санда əр кластың неше бірлігі бар? Санды əр кластың бірліктерінің қосындысына жікте.\nОсы санда əр разрядтың неше бірлігі бар? Санды əр разрядтың бірліктерінің қосындысына жікте.\nОсы санда барлығы неше бірлік бар, соны жазып көрсет.\nОсы санда барлығы неше ондық, неше жүздік, неше бірлік мың, неше ондық мың, неше жүздік мың бар, соларды жазып көрсет.",
        "question_date": "16.11.2016",
        "question_tag": "Мектеп",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "760 009  Ал қалғанын өзіңіз білмесеңіз ұят болады.",
                "date": "20.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Трапецияның орта сызығын табу керек?",
        "question_content": "Тік бұрышты трапеция диогоналы арқылы 2 үшбұрышқа бөлінген. Олардың бірі қабырғасы а - ға тең тең қабырғалы үшбұрыш, ал екіншісі - тік бұрышты үшбұрыш. Трапеция нын орта сызыгын табыңдар",
        "question_date": "16.11.2016",
        "question_tag": "Мектеп",
        "question_views": 6900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ADC - тең қабырғалы үшбұрыш;\nABD - тік бұрышты үшбұрыш;\nAD = DC = CA = a;\nABC тең қабырғалы үшбұрышында B нүктесіен AC-ға биіктік түсірсек;\nДұрыс үшбұрыштың биіктігі - DE = √3 / 2 * a;\nAB = DE = √3 / 2 * a;\nABD - тік бұрышты үшбұрышта Пифагор теоремасы бойынша:\nAB^2 + BD^2 = AD^2;\n(√3 / 2 * a) + BD^2 = a^2;\nBD^2 = a^2 - 3/4 * a^2 =  1/4 * a^2;\nBD = a/2;\nТрапецияның орта сызығы = (AC + BD)/2 = (a + a/2) / 2 = 3a;",
                "date": "20.11.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Энергия шығындауды қажет ететін жасуша жарғақшасы арқылы заттардың тасымалдануы?",
        "question_content": "Энергия шығындауды қажет ететін жасуша жарғақшасы арқылы заттардың тасымалдануы?",
        "question_date": "16.11.2016",
        "question_tag": "Физика",
        "question_views": 2300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Соткама порнографиялық программа тартылыпты?",
        "question_content": "Соткама порнографиялық программа тартылыпты, оны өзім білмеймін. Соған кірген едім сотка құлтанып қалды. Қалай ашсақ болады?!",
        "question_date": "16.11.2016",
        "question_tag": "Ұялы телефон",
        "question_views": 742,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жоооқ, олай программаңды жаңадан құйма, онда ішіндегі барлығы кетіп қалады. Өтірік программа ғой, қорқатын дәнеге жоқ. Программаны \"установить\" еткенсің ғой. Бұл жағдайда:\n1 - Телефонды өшіреміз.\n2 - Телефонды қосамыз, \"SAMSUNG\" деген сөз шыққан кезде, дауыс ұлғайтқыш (+) пен азайтқыштың (-), дауыс азайтқышын (-) басып тұрамыз.  \n3 - Ұялы телефонда \"Безопасный режим\" іске қосылады. Яғни, \"Безопасный режим\" - барлық телефондағы программалар жұмысын тоқтады. Сен жүктеген жаңағы \"жәәмәән\" программа да жұмысын тоқтатып тұр. Демек, ұялы телефонның бетіне ештеңе шықпайды.\n4 - Саусаққа күш салып, мына әрекеттерді орындайсың: НАСТРОЙКИ --- БЕЗОПАСНОСТЬ --- АДМИНИСТРАТОРЫ УСТРОЙСТВА ----  \"ЖӘӘМӘӘН ПРОГРАММА\". Сен жүктеген программада \"голочка\" тұрады, соны алып тастайсың.\n5 - НАСТРОЙКИ ---- ДИСПЕТЧЕР ПРИЛОЖЕНИЙ ---- \"ЖӘӘМӘӘН ПРОГРАММА\" --- \"УДАЛИТЬ\" ---- \"ДА!\". \n6 - Телефонды сөндіреміз.\n7 - Телефонды қосамыз, \"SAMSUNG\" деген сөз шыққан кезде дауыс ұлғайтқышты (+) басып тұрамыз, УРААААААА! Дұрысталды - ау, әйтеуір! Енді \"жәәмәән\" видеолар қарамаймын деп өз өзіңе серт бересің. Сосын маған алғысыңды айтып қой!",
                "date": "17.11.2016",
                "upvotes": 0
            },
            {
                "text": "Бұл көбіне интернетте кино, видео тағы басқаларын қарағаннан болады.  Телефонмен кино қарағанда экран бетіне шыға беретін жарнамаларды бассаңыз,  телефонға вирус жіберіп телефонды кілтеп тастайды. Телефон жөндейтін адамдарға апарсаң жөндеп, телефоныңа қайтадан программа құйып береді.",
                "date": "16.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Инсулиннің артық мөлшері - ағзаның естен тануына әкеліп соқтырады?",
        "question_content": "Инсулиннің артық мөлшері - ағзаның естен тануына әкеліп соқтырады?",
        "question_date": "16.11.2016",
        "question_tag": "Тазалық",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қандағы қант деңгейінің күрт артуында оның соңынан инсулинді өндіру деңгейі де күрт артады. Инсулиннің артық мөлшері мидағы «аштық орталығын» қоздырады, осының салдарынан адам тағы да жегісі келеді. Күніне 40-50 гр қант тұтынуға болады, оған өнімдердің құрамындағы қант та кіреді (оңтайлысы, қантты одан да аз тұтыну немесе мүлде тұтынбаған жөн). Бір реттік тұтыну 10-15 гр ғана құрауы тиіс. Тәбеттің жоғары болуының себептерінің бірі – организмдегі қандай да бір нутриенттің тапшылығы, қандай да бір дәрумендердің/минералдардың жетіспеуі туралы организм аштық сезімі арқылы хабарлауы мүмкін.\nДене белсенділігі артық килограмдарды «жоюға» көмектеседі. Оңтайлы дене белсенділігін қамтамасыз етіңіз, күніне кемінде 30 минут жаяу жүріңіз, лифтыны пай­даланбаңыз, ауада жасалатын жаттығуларды орындаңыз, белсенді демалысты таңдаңыз.",
                "date": "17.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мен жазған өлеңнің ұйқаспайтын жерлерін түзеп беріңіздерші",
        "question_content": "Кеше ғана мектеп табалдырығынан аттадым,\nКеше ғана бірінші ұстазыммен таныстым,\nКөзімді ашып жұмғанша , \nҮлкен мереке келіп қалды.\nОсы менің өлеңім онжылдыққа арналды.\nҚұтықтаймын барлығын ,\n10 жыл бойы бізді оқытқан ұстаздарды,\n10 жыл бойы бізді тойды ған аспаздарды, \n10 жыл бойы қарауылдар тұрған күзетшіні! \nСіздерге бас исекте жетпейді, \nСіздердің еңбектеріңіз соншалықты бағалы!",
        "question_date": "16.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 406,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шығарма сияқты жазыпсыз ғой!Түзеуге келмейді,қайта жазыңыз.",
                "date": "22.11.2016",
                "upvotes": 0
            }
        ]
    }
]