[
    {
        "question_title": "Балалар невропатолыгын неше жыл оқиды?",
        "question_content": "Балалар невропатолыгын неше жыл оқиды? Және қай университетте жақсы оқытады?",
        "question_date": "28.06.2018",
        "question_tag": "Биология",
        "question_views": 588,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Үлкен дəретде отыру",
        "question_content": "Тышқым келіп полициянер көрсеткен туалетке кірдім. Ішінде көп адам тышып отыр. Көбі əйел адамдар, қыздар.\n\nЕкінші түсім- өз үйімнің ауласында тапа тал түсде тышып отырмын. Бұл не өзі?",
        "question_date": "28.06.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 583,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "абрикос жей берме)))",
                "date": "6.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан жастары қаншалықты саяси сауатты?",
        "question_content": "Қазақстан жастары қаншалықты саяси сауатты?",
        "question_date": "27.06.2018",
        "question_tag": "Саясат туралы",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ҚАЗАҚ ЖАСТАРЫ САЯСИ САУАТТЫ МА?\nСаясат. Бір қарағанда ауқымды әрі тым терең дүние. Көп адам саясатты сөз етуден қашады, мұның себебін «Мен саясаттан аулақпын, менің саясатқа қатысым жоқ!» деген уәжбен түсіндіреді. Бірақ, иә, бірақ бұл – қоғамдағы кез келген адам соншалық сауатты болмаса да, хабардар болуға тиісті тақырып. Неге? Себебі, қарапайым шаруаның өзі жайылымдық жерін, егіншінің өзі егістігін заңдастыруға міндетті. Баспаналы болғысы келмейтін жан жоқ, ол да түрлі Заңдардың негізінде меншіктеледі. Сіз мектеппен шектеліңіз, мейлі, білім аласыз, емделесіз, саяхаттайсыз, үйленесіз, бала тәрбиелейсіз, жұмыс жасайсыз, зейнетке, тағысын тағы. Қысқасы, сізге қатысты дүниенің бәрі де ең алдымен сол саясат шеңберінде електен өтіп, іс жүзінде қабылданады. Жә, тақырыпқа тұздық болсын дедік, саясаттың әр адам үшін маңызын айқындап алдық, енді негізгі ойға көшелік. Әр қоғамның басты күші, айнасы десек те болады, ол – жастар. Бұл тұрғыда әлемнің екінші ұстазы Әл-Фарабиден артық айтқан адам болмаған болар: «Сен маған жастарыңды көрсет, менің еліңнің болашағын айтып берейін». Ал ел болашағының бетпейнесі болатын жастар жоғарыда сөз еткен саясатта қаншалықты білімді? Осы тақырып төңірегінде оқырмандарымыздың ойын білмекке бет алған едік. Сонымен, Қазақ жастары саяси сауатты ма? Саяси сауатты деп кімді айта аламыз?\nРуза БЕЙСЕНБАЙТЕГІ – жеке кәсіпкер:\nҚазіргі кезде жастардың саяси сауатты болуы күйіп тұрған мәселе десе де болады. Өйткені әр көзі ашық қазаққа белгілі жайт – Отанымыз бір қауіпті өтпелі кезде тұрғандай. Жер, тіл, тарих мәселелері әр отансүйгіш жасты бей-жай қалдырмасы анық. Өзім кеңес заманында, «Желтоқсан» көтерілісіне қатысты \"ояндым\". Өзімнің кім екенім, қоғамда қазақтың орны қандай болу керек екені сол кезде көп толғантты. Қазір де, жастарды күн тәртібіндегі (тафталогиямды кешіріңіз) күйіп тұрған проблемалар оятуы бек мүмкін.\nСаяси сауатты адам бірінші кезекте елде не болып жатқанын қадағалау керек деп ойлаймын және әлемде сондай жағдайларға байланысты қандай оқиғалар болып жатқанын, көрші елдердің, басқа да, құдай сақтасын, елге қауіп төндіретін мемлекеттердің бізге қатысты саясатын да бақылап, соларға қатысты азаматтық позициясын білдіре білуі керек деп есептеймін.\nЖанат ҰБАЙДОЛЛАҚЫЗЫ – педагог, заңгер:\nМенің ойымша, қазақ жастары саяси сауатты емес. Әрине, саяси сауатты мамандық алған жастар бар, жалпы, жастар саясаттан өте алыс. Саяси тұрғыдан сауатты болу үшін көп оқу керек. Біздің жастарымыз саяси талаптамалар немесе мәліметтер жасаған жағдайда жалпылама үстіртін сөздермен шектеледі. Саяси мәлімдеме жасағанда немесе саяси талаптар ұсынғанда сол тақырып бойынша егжей-тегжейлі зерттеп, барынша жан-жақты талдап барып мәселені қозғау керек шығар. Әйтпесе, отқа түскен көбелек секілді күйіп жатқаны. \"Қандай халық – сондай күш\" деп бекер айтылмаған. Саяси сауатты және білімді халықпен билік барлық уақытта санасып отырады.\nСауле АЛИПОВА – мемлекеттiк кызметкер:\nҚоғамдағы қазіргі жастарымыздың саяси сауаттылығына күмәнім жоқ. Себебі өзім сондай білміді әрi жаңашыл жастармен жұмыс жасаймын. Саяси сауатты деп, әрине, көзi ашық, білімді және тәрбиелі жасты айтар едім. Дұрыс тәрбиеленген адам қай жағынан болса да білімдіден асып түсер тірлік жасайды. Саяси сауатты жас ең бірінші өз құқығын білу керек.\nДәулет СЕРІКБАЙ – жеке шаруа:\nСаяси сауатты жастар көп қой, бірнешеуін айта кетейін, мысалы: Еділ Мәкен, Амандық Дәулетбекұлы сияқты жастарды айтар едім. Олар саяси сауатты әрі белсенді, әділетсіздікке жаны төзбейді, ел үшін шырылдайды да жүреді, елде бәрі жақсы болса екен дейді, одан басқа жаман ниеттері жоқ деп ойлаймын. Нұрсерік Жолбарыс, Жарқын Түсіпбекұлы сияқты жігіттерді де саяси сауатты деп айта аламын. Олар биліктің сойылын соғып отыр деп ойламаймын, олар да елге үлесін қосқысы келеді, музей саласында, ақпарат саласында қызмет етіп жатыр. Олар үкімет жасаған бағдарламаларды өз салаларына тиімді пайдаланады. Айтары бар, идеялары бар жігіттер, яғни саяси сауатты деп осындай жастарды айта аламын. Ал сайлау кезінде аттандайтын партиялар студент жастардың өз ойын айтуын шектеп отыр деп ойлаймын. Олардың өз ойы бар азамат болып қалыптасуына кедергі келтіріп отыр. Жалпы, әр адам өз құғығын білуі керек деп есептеймін.\nГүлім ОРАЗБАЙ – Қарағанды кәсіпкерлер палатасының баспасөз хатшысы: \nЖоқ, мүлдем. Саяси ғана емес, грамматикалық сауаты да жоқ басым бөлігінің. Саяси сауатты деп, ең болмағанда, Заң оқыса - түсіне алатын адамды айтар едім.\nҒабиден ЖӘКЕЙ – тарихшы, Ғ. Мүсірепов қорының төрағасы:\nҚазақ жастары, әрине, саяси сауаты жоғары деп ойлаймын. Қазір 21 ғасыр – теxнология, инновация ғасыры. Саяси сауатты деп өз құқығын, тариxын, білімін, мәдениетін білетін, ұлтына, туған жеріне, Отанына деген ұлттық руxы бар адамды айтар едім. Әр саяси сауатты жастың бойында өз елін, жерін қорғауға деген сүйіспеншілік, ата-бабамыздың күреспен, ақыл, жігерімен қорғап, бізге қалдырған асыл мұраның бәрін келер ұрпаққа аманаттау міндетін жүрегімен сезіне алатын қасиет болуы керек. Қалғанын Алла өзі береді!\nИә, сонымен солай дедік, тоқсан ауыз сөздің тобықтай түйіні – саяси сауатты жастар қоғам үшін аса қажет. Бәрінен де әлсіз қасиет – жауын жауса, өз жемтігінің жайынан өзгені ойламайтын індегі тышқанның бойындағы бейтараптық, бейқамдық. Қоғам дегеніңіз «олар» емес, «мен», «сіз»-ден басталып, «біз»-ден құралады. Қоғам үшін әр адамның үні қымбат, ал ол үннің сауатты шыққаны – сол елдің көсегесін көгертіп, алға жетелейді. Үні зор, үні зор шығуы үшін саяси сауатты, қоғамдағы әр іске атүсті қарамайтын, озық ойлы, ертеңгі елдің тұтқасын ұстар, жалынды жастарымыз көп болғай! Біздегі тілек сол ғана. \nДайындаған: Айдана ШОТБАЙҚЫЗЫ",
                "date": "27.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "8 сыныпқа қабылдау",
        "question_content": "Қандай лицейлер 8 сыныпқа алады?",
        "question_date": "26.06.2018",
        "question_tag": "Мектеп",
        "question_views": 585,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Еңбек демалысынан кейін жұмыстан шықсам расчетный төлене ма?",
        "question_content": "Мектепте 3 жыл істедім, Жұмыстан еңбек далысынан кейін шықсам, расчетный төленеді ма?канша айлык төленеді?",
        "question_date": "26.06.2018",
        "question_tag": "Заң",
        "question_views": 1500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Төленбейді! Расчетный деген егерде сіз кезекті еңбек демалысына шықпаған жағдайда компенсация ретінде төленеді.",
                "date": "29.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ - дан 104 балл алдым.Алматыға қандай университетке грантқа түсуге болады?",
        "question_content": "2018 жылы ҰБТ - ден 104 балл жинадым.Алматы немесе Астана қалаларына қай университетке оқуға түсе аламын?",
        "question_date": "26.06.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлеметсіз бе? Бізге нақты жазсаңыз екен. Таңдау пәніңіз қандай? Қай пәндерден қанша балл жинадыңыз? Одан кейін \"Алтын белгі\" иегері болсаңыз, оны да жазуыңызды өтінеміз. Мұның барлығы оқуға түсуге әсер етеді.",
                "date": "27.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "ҰБТ 73 балл алдым 2018",
        "question_content": "ҰБТ 73 балл алдым. Конкурсқа қатысуға бола ма?\nТаңдау пәнім Физика Математика. Архитектура Инженер мамандықтарына грантқа түсуге мүмкіндік бар ма? Әлде тек Серпінмен ба???",
        "question_date": "26.06.2018",
        "question_tag": "Мектеп",
        "question_views": 762,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Атеист ұшақ төмен құлдилап құлағанда Құдайға жалбарына ма?",
        "question_content": "Атеист ұшақ төмен құлдилап құлағанда жүрегі жан ұшыра Құдайға жалбарына ма? Не ойлайды екен жалпы?өз ойыңыз?",
        "question_date": "25.06.2018",
        "question_tag": "Қызық сұрақтар",
        "question_views": 534,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Парашюті бар жоғына байланысты.",
                "date": "26.06.2018",
                "upvotes": 2
            },
            {
                "text": "Йа барлық адам баласы дүниеге мұсылман болып келеді алайда оны ата анасы қоршаған ортасы атейст немесе мұсылман болуына əсер етеді.Бұл жағдайда атейст жан алқымға келгенде Алладан көмек сұрайды өзі мойындағысы келмесе де солай істейді.",
                "date": "19.07.2018",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "2018-2019 жылғы серпін бағдарламасы бойынша қандай оқу орындарына грант бөлінді?",
        "question_content": "2018-2019 жылғы серпін бағдарламасы бойынша қандай оқу орындарына грант бөлінді? Аталған 5 қалада орналасқан оқу орындарына ғана грант бөліндіма? (Жамбыл, Маңғыстау, Алматы, Оңтүстік қазақстан, Қызылорда)",
        "question_date": "25.06.2018",
        "question_tag": "Мектеп",
        "question_views": 29000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бағдарлама бойынша биылғы жылы 2050 арнайы грант бөлінді. Оның ішінде 19 педагогикалық мамандықтарға 7 жоғары оқу орны (ЖОО) үшін арнайы 1050 грант, 23 колледжде білім алушылар үшін 35 мамандық бойынша 1000 грант бөлінді. Сондай-ақ, бағдарлама бойынша грант иегерлері стипендиямен, өңірлерге бір рет барып қайту жолақысы және жатақханамен, жұмыс орнымен қамтамасыз етіледі. Ал, колледждерге түскендерге 3 мезгіл тамақ және оқу киімі қаралған. \n– Арнайы гранттарға қатысуға шектеу бар ма? Кімдер қатыса алады? \n– Бірінші кезекте бұл мүмкіндікті жоғарыда аталған өңірлердің биылғы Ұлттық бірыңғай тестілеуге (ҰБТ) қатысып, әртүрлі деңгейде ұпай жинаған барлық бітіруші түлектер, сонымен қатар кешенді тестілеуден өткен колледж түлектерінің де, мектепті бұрынырақта бітірген жастарға да пайдалануына толықтай мүмкіндік бар. Жоғары оқу орнына құжаттар тапсыру кезеңінде 4 оқу орнын таңдауға мүмкіншілік бар екендігі белгілі, алайда осы таңдаулар арасында төменде көрсетілген 7 оқу орнын таңдаған жағдайда арнайы бөлінген 1050 гранттың үміткері бола алады. Бір емес, төртеуге дейін арнайы грант беретін мамандықтарды таңдауға болады. Шекті ұпайға (50 ұпай) жетпеген бітірушілерге колледждерге тапсыруға және шығармашылық емтихандар арқылы қабылданатын мамандықтар бойынша грант иегері болу мүмкіндігі бар. Ал шекті ұпайға яғни 50 балл жинамаған, әрі бейіндік пән бойынша 7 балдан аз алған студент ЖОО-ға конкурсқа қатыса алмайды. «Серпін – 2050» бағдарламасы бойынша барлық оқу орындарына құжаттарды қабылдау комиссиясы жұмысы мен шығармашылық емтихандар Қызылорда қаласында өткізіледі. Жоғары оқу орындарға құжат қабылдау мерзімі 31 шілдеде аяқталады. Нәтижесі 8 тамызда шығады деп жоспарлануда. Ал колледждерге құжаттар 20 тамызға дейін қабылдана береді. Сол себептен ЖОО-ға грант иеленуге үміті ақталмаған түлектер техникалық колледждерге түсуге қосымша бағын сынап көруге болады. \n– Қазіргі кезде колледжден гөрі ЖОО-ға түсуге құмартатындар көбейді. Колледж білікті маман дайындауға қауқарлы ма? \n– Қазіргі таңда еліміздегі ең соңғы технологиямен жабдықталған өндірістерде жоғары білімді мамандарға сұраныс 15%-ды құрайды. Қалған 85%-ға орта техникалық білімі бар мамандар қажет. Ал сол сұранысқа ие мамандықтардың көпшілігін колледждер дайындап келеді. Мысалы: тау-кен технологиясы, темір жол, байланыс, көлік және коммуникация секілді өзге де салалар бар. Елімізде қазір автомобиль зауыттары көптеп ашылуда, осы зауыттарда колледж түлектері көлік құрастырушылар болып жұмысқа орналасуда. Осы көрсеткіштерге қарап-ақ, сұрағыңызға жауап алуға болады.\n – Құжаттарды қабылдау комиссиялары қай жерде орналасқан? \n– Жоғарыда айтып өткенімдей, «Серпін–2050» бағдарламасына қатысатын 7 жоғары оқу орнының және 23 колледждің Қызылорда қаласында өкілдіктері бар. ЖОО өкілдіктер Абай даңғылы, 66 үй, Қорқыт ата атындағы Қызылорда мемлекеттік университетінде орналасқан. Жоғары оқу орындары өкілдері аты-жөні және байланыс телефондары 1-қосымша тізімде көрсетілген. Құжаттарды қабылдау комиссиясы да осы оқу орнының №5 оқу ғимаратында қабылдайды. Байланыс телефоны: 8 (7242) 23-53-92, 27-44-28. Барлық 23 колледждің қабылдау комиссиялары Қызылорда политехникалық колледжінде орналасқан. Тел: 8 (7242) 22-85-43, 21-20-40, Жібек жолы көшесі, 12 үй. \n– Ал бағдарлама аясында колледждерге де бөлінген гранттар тізімін оқырмандарымызға айта кетсеңіз... \n– Мемлекеттік бағдарлама бойынша анықталған колледждердің және оларда бағдарлама бойынша таңдалынған мамандықтар тізімі, оның біліктіліктері бойынша мемлекеттік тапсырыстың көлемі төменде 2-кестеде келтірілген. \n– Қабылдау комиссиясы жұмысына көңілі толмай наразылық білдірушілер табылса, кімге, қайда шағымдануға болады? \n– Бұл бағдарлама іске асырылу мемлекеттік деңгейде бақылауға алынатыны сөзсіз. Себебі, ерекше әлеуметтік қоғамдық орны бар. Бұл қысқамерзімді жоба емес, биыл бастамасы ғана. Мен басқарып отырған Республикалық үйлестіру кеңесі балалардың оқуға түсуінен бастап, сол аймақтарға жеткізіп, оқу процесін жоғары сапада жүргізуін талап ету, әлеуметтік жағдайлары, спорт, мәдени шараларын қажетті деңгейде ұйымдастыруын бақылауды жүргізеді. Қандайда болсын арыз-шағымдарды қарауға дайынбыз. Бағдарламаның арнайы www.serpin-2050.kz сайтына жазуыңызға болады. Немесе менің жеке атыма хат жазамын десеңіздер e-mail: *Emails are not allowed* электронды адресіне жолдаңыздар.",
                "date": "27.06.2018",
                "upvotes": 0
            },
            {
                "text": "Алматы бойынша қабылдау комиссиячы қай жерде орналасқан?",
                "date": "6.07.2018",
                "upvotes": 1
            },
            {
                "text": "Педке грант  барма серпін бағдарламасымен алыс жақтарға Қызылордаданмын",
                "date": "6.07.2018",
                "upvotes": 1
            },
            {
                "text": "физ мат таңдап 61 балл жинадым бірақ физ-6 балл,мат-24 балл жинадым конкурчқа қатыса аламын ба?",
                "date": "16.07.2018",
                "upvotes": 0
            },
            {
                "text": "Мен физ мат тандадым 36баллмен колледжге түсе аламынба ?",
                "date": "16.07.2018",
                "upvotes": 0
            },
            {
                "text": "Мен танған пəнім биология мен химия серпин бағдарламасымен қай ЖОО түсем? ҰБТ 81 балл? Өтінем жауап беринізші!\n\nПедагогикалық  жоқ медициналық  ЖОО тусуге мүмкіндік барма? Алматы облысынанмын,  үздік аттестат",
                "date": "18.07.2018",
                "upvotes": 0
            },
            {
                "text": "мен био гео тандап 84 балл алдым кадастр мамандыгына тусе аламын ба?",
                "date": "18.07.2018",
                "upvotes": 0
            },
            {
                "text": "саламатсыздарма мен гео мат таңдап 86 бал жинап қалдым.. қай өңірлерге грант бола аламын..серпін бағдарламасымен тек қана педке түсемін ба?",
                "date": "19.07.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметметсиз бе мен УБТ дан 71 балл алдм\n\nСерпин багдарламасы бойынша окуга тусе аламын ба\n\nЖамбыл облысы Мерки ауданынанмын",
                "date": "20.07.2018",
                "upvotes": 0
            },
            {
                "text": "Серпин багдарламасы бойынша кенес беремин. 87478740459 тел",
                "date": "21.07.2018",
                "upvotes": 0
            },
            {
                "text": "ассалаумалейкумдер екі шет тілі мамандығы бойынша 2018/19 жылдары қандай қаларлар серпінмен оқуға түсуге болады?",
                "date": "22.07.2018",
                "upvotes": 0
            },
            {
                "text": "Саламатсыз ба !  Убт -дан 70 балл алдым кай мамандыкка, кай калага тусу мумкиндиги бар.Тандау пан физика математика\nсерпин бойынша",
                "date": "22.07.2018",
                "upvotes": 0
            },
            {
                "text": "Салеметсіз бе шығармашылық тапсырып 115 бал жинадым бірақ грантка түсе алмадым нестеуіме болады серпінге бағдарламасына ештене жаза алмсимба сіздерде грантка түсуге тапсыруға уакыт өтіп кеттіме",
                "date": "7.08.2018",
                "upvotes": 0
            },
            {
                "text": "Саламатсыздар ма?  Мен 97 бал алған  едім. Алматы қаласындағы (ҚРМУ) Қазақ Ресей Медицина университетіне документімді тапсырдым. Бізге грант бар деді. Сосын мен 4 талдау орным ды да соған жаздым. Кеше грант нәтижесі шықты. Бірақ ҚРМУга мемлекеттік грант бөлінбеді деп айтты. Енді мен нестей аламын?  Қайда тапсыра аламын ?",
                "date": "7.08.2018",
                "upvotes": 0
            },
            {
                "text": "Сəлеметсіздерма!Мен Ұбт дан 90 балл алып Женпуға грантқа іліне алмадым.Таңдау пəнім \"қазақ тілі мен əдебиеті\"Серпін бағдарламасы бойынша жоғарғы оқуға іліне аламба грантқа?Жауап күтемін.тел ном; 8707 701 64 59",
                "date": "8.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "105 баллмен общ медке түсе аламын ба?",
        "question_content": "105 баллмен общ медке түсе аламын ба?",
        "question_date": "24.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 419,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қайырлы күн! Грантқа түсу бағыңызға байланысты. Былтырғы гранттар тізімін қарап шықтық. Жалпы медицинаға грантқа түскен ең төменгі балл - 98 . Демек, сіздің де мүмкіндігіңіз бар. Тек университетті таңдаған кезде абайлап таңдау керек. Сәттілік! Грантқа түсуіңізге тілектеспіз!",
                "date": "27.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қызанақ бүргелесе не істеу керек ?",
        "question_content": "Менің үй алдына еккен қызанақтар жақсы өсіп аздап түйнек бере бастады. Бірақ қазір түбінен бастап қара өте майда бит не бүрге сиақты жәндіктер қаптап тұр. Бұлардан қалай құтылсам болады ?",
        "question_date": "24.06.2018",
        "question_tag": "Табиғат",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "http://farmers.kz/kz осы сайтта экспертке сауал деген бөлім бар.Сол жерден сұрасаңыз нақты айтады",
                "date": "15.07.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2018 жыл учет жəне аудит",
        "question_content": "Қазақстан  тарих 10\n\nМатематикалық  сауаттылық 13\n\nОқу  сауаттылық 15\n\nМатематика 24\n\nФизика 21\n\nБарлығы 83\n\nОсы бал   бойынша  Астанада учет  жəне  аудит  5В050800  мамандығына  грантқа   қандай  университетке   түсуге  болады .",
        "question_date": "24.06.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 726,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ақпараттық , жүйелер және ЕТжБҚЕ,РЭТ дегеніміз қандай мамандық?",
        "question_content": "Ақпараттық жүйелер және Есептеу Техникасы және Бағдарламалық Қамтамасыз Ету, Радиотехника Электроника және Телекоммуникациялар  деген қандай мамандықтар?Қай жерде және кім болып жұмыс істей алады?Орташа айлықтары қанша?Қыздарға осы мамандықты таңдған дұрыспа?Жалпы болашағы бар мамандықтарма?",
        "question_date": "23.06.2018",
        "question_tag": "Мамандық",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Программист яғни  Бағдарламашы IT мамандықтары ғой не жұмыс жасайды десең жаңа бағдарламалар құрып соларды жасайсың ағылшын тілін білсең жақсы болады өзіңе қазір ондай мықты маман иесі жерде қалмайды !",
                "date": "24.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әпкетайым минусовка кімде бар тез арада керек болып жатыр?",
        "question_content": "Минусовка керек тез арада",
        "question_date": "21.06.2018",
        "question_tag": "Қазақша ән",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Теміреткенің ақ дақтар шығатын түріне қарсы таблетка?",
        "question_content": "Салеметсиздерме менин аитаин дегенимденеме ак дактар шыгып кетти больницага барып тексерилип корсем темиреткинин бир тур деп аитты таблетки жазып берген ол таблетка асер етпеди кандай нускауларыныз бар комектесиниздерши!!",
        "question_date": "20.06.2018",
        "question_tag": "Жалпы медицина",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тайланд социалды ролигі керек еді",
        "question_content": "Сəлеметсіздерме, отбасы туралы социалды ролик керек еді, Тайланд елі түсіргендер бар болса тақырыбыма материалдар керек еді ?",
        "question_date": "20.06.2018",
        "question_tag": "Әлеуметтік желі",
        "question_views": 437,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ютубтан ізде._____\n_____________________",
                "date": "3.08.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әпкемнің тойына қандай ән, тілек айтса болады?",
        "question_content": "Әпкемнің тойына қандай ән, тілек айтса болады?",
        "question_date": "19.06.2018",
        "question_tag": "Қазақша ән",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Демейміз күн күңгірт боп, таң адасты,\nСонда да, әпке, шаттық, мұң араласты.\nБіздің үйден басталған бір соқпақ жол\nСені бізден бақытқа ала қашты.\n\nАла қашты, қайтейік, шаттығыңа,\nҰзатып салды өзіңді бақ қырына.\nҚарамайды екен-ау қыз бақыты\nБосағаның бөгделік, жаттығына.\n\nБұйыртқан содан қыздың несібесін,\nЕлемесең, өмірден кешігесің.\nІлестің сен де, әпке, бүгін, міне,\nСол бақыттың мәңгілік көшіне шын.\n\nІлес, әпке, соңыңа қарамағын,\nСонда ырғақты, бақытты болады әнің.\nТүтіні түзу ұшқан өз үйіңде\nЖелбіреп жүреді енді орамалың.\n\nҚалдырып қимас сәтін қыз күніңнің,\nТолқытып, артқа тастап бізді бүгін.\nБарасың, әпке, асығып бақытыңа,\nЖар болу дегендей-ақ ізгі ұғым.\n\nБарасың іштегі бір қозғап үнді,\nТойыңда тілекшіден сөз де ағылды.\nСағынып жүресің-ау енді, әпке,\nКуәсі қыз күніңнің - өз бағыңды.\n\nБелгілі босағаңды бағаларың,\nЖарыңмен тату болсын араларың.\nСол бағың - сүйген жардың шаңырағы,\nТаққан соң келіндіктің орамалын.\n\nЖұбайлық жолдың солай ізгі өрнегі,\nОйлаттың бақыт жайлы бізге әрнені.\nСол баққа соқпақ салар әрбір қыздың\nТұтамдай екен, әпке, қыз-дәурені.\n\nБілемін, әпке, өзің де бағаландың,\nБақ жолын жүрегіңмен қалап алдың.\nАттайсың енді өзге босағаны,\nСезесің қасиетін орамалдың.\n\nБағыңа өмір дейтін қосады ағын,\nМінсіз боп тұрсын әрбір жасағаның.\nСенемін, әпке, саған, өзің аттар\nҰғасың қасиетін босағаның.\n\nТілекші саған, әпке, бәрі бүгін,\nҚарсы алар бақытпенен таңы гүлін.\nШақырды сол таңыңа қыз соқпағың,\nЕндігі түсінер деп жар ұғымын.\n\nСің, әпке, сол жұртыңа бағалан да,\nӨмірдің жаман жағын қалап алма.\nСыйлай біл келіндіктің қасиетін,\nҚастерлеп түйген бақыт-орамалға.\n\nДесе де жылды - сынақ, уақытты - сын,\nШын сезім өз бақытын татыпты шын.\nӨмірде қол ұстасқан сүйген жармен\nӘпке, сен, шынында да, бақыттысың!\n\nҚарамай пенде-ғұмыр күйбеңіне,\nБарасың өзің қалап сүйгеніңе.\nБақ қонсын, бақыт қонсын әрдайым да\nСендердің шаттық толы үйлеріңе.\n\nБойжеттің, ақыл - серік, адаспадың,\nҰнайды сүйгеніңмен жарасқаның.\nСіңлің тілейді енді өздеріңе\nОсынау соқпақ-жолдың бақ ашқанын.\n\nСендер жақ болсын бақыт, бақ алаңы,\nЖұлдызың жоғарылап барады әлі.\nҚұт болсын өмір бойы, әпке, саған\nСен таққан бақытыңның орамалы!",
                "date": "20.06.2018",
                "upvotes": 0
            },
            {
                "text": "Керемет тағы болса жібере берініздер,ән болса да жақсы болар ет!???",
                "date": "21.06.2018",
                "upvotes": 0
            },
            {
                "text": "Дана кентайдың қыз бақытын айуға болады немес әпкетайым дегенді",
                "date": "17.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Нанотехнология мамандығына оқуға түсу үшін қай пән таңдаймын ?",
        "question_content": "нанотехнолог по комп болу ушин кандай убт панин тандаймын ?",
        "question_date": "19.06.2018",
        "question_tag": "ҰБТ жайлы",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Нанотехнолог деген мамандық жоқ. Нанотехнология саласында жұмыс істейтін физик-технолог болу үшін \"Физика\" (физик-педагог емес) мамандығы бойынша университет аяқтау қажет.",
                "date": "20.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Алимент ала алмай жүргеніме 4 жыл қалай алсам болады?",
        "question_content": "Алимент ала алмай жүргеніме 4 жыл қалай алсам болады?",
        "question_date": "19.06.2018",
        "question_tag": "Заң",
        "question_views": 852,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Алименттік міндеттемелердің өзіне тән белгілері болады. Алимент төлеуге міндетті адам ол міндетін орындауды басқа біреуге тапсыруға қақысы жоқ. Екінші жағынан, алимент алуға құқықты адам, бұл құқығын өзге біреуге бере алмайды. Алимент алу құқығы және алимент төлеу міндеті мұрагерлік тәртіппен басқа адамға көшпейді.\n\n Алименттер сот тәртібімен өндіріліп алынған кезде кәмелетке толмаған балаларға өндіріліп алынатын алименттер мөлшерін заң төлеуші жалақысына үлесті қатынаста айқындайды. Кәмелетке толмаған бір балаға ата-анасының айлық жалақысының не өзге де табыстарының төрттен бір бөлігі, екі балаға –үштен бір бөлігі, үш және одан да көп бала үшін – тең жартысы мөлшерінде.\n\n Заңда жалақының немесе табысының үлестері ретінде алимент өндіріп алудан басқа ай сайын төленуге тиісті тұрақты ақша сомасын өндіріп алу сияқты алимент төлеудің өзге де тәсілі қарастырылған. Сот бұл соманың мөлшерін тараптардың материалдық  және отбасылық жағдайларына орай әрбір нақты жағдайды жеке айқындайды.\n\n Алимент төлеуші суретші болса, сома мөлшері оның сататын картиналарының санына және бағасына байланыста болады. Егер алимент төлеуші ата-ананын жалақысы не өзге де табыстарын мүлде болмаса, алимент мүлік түрінде өндіріліп алынады. Ата-аналардың табыстары және мүліктері болып, оны олар жасырған жағдайда күшпен мәжбүрлеп өндіріп алу қолданылуы немесе алимент төлеуден қасақана жалтарғаны үшін қылмыстық жауапкершілікке тартылуы мүмкін.\n\n Ата-аналардың кәмелетке толмаған балаларға қатысты алименттік міндеті балалар кәмелетке толғанда аяқталады. Алайда заң кәмелетке толған балаларға қатысты, олар еңбекке жарамсыз және көмекке мұқтаж болған жағдайда алименттерді сақтау мүмкіндігін де қарастырады.\n\n Алименттік міндеттемелер сот тәртібімен өндіріліп алынған болса, онда ол баланың кәмелетке толуына байланысты, сондай-ақ асырап-бағу үшін сот тәртібімен алименттер өндіріліп алынған, бала асырап алынған жағдайда, міндетті адамның қайтыс болуына байланысты алименттік қатынастар тоқтатылады.",
                "date": "20.06.2018",
                "upvotes": 0
            },
            {
                "text": "Неке және отбасы туралы кодексіне сәйкес 164-бап. Алимент алу үшін өтініш беру мерзімдері\n      1. Алимент алуға құқығы бар адам, егер бұрын алимент төлеу туралы келісім бойынша алимент төленбеген болса, алимент алу құқығы туындаған кезден бастап өткен мерзімге қарамастан, сотқа алимент өндіріп алу туралы өтініш жасауға құқылы.\n      2. Алимент сотқа өтініш жасалған кезден бастап тағайындалады.\n      Егер сотқа өтініш беруден бұрын күтіп-бағуға қаражат алу шаралары қолданылғанын, бірақ алиментті төлеуге міндетті адамның оны төлеуден жалтаруы салдарынан алимент алынбағанын сот анықтаған болса, сотқа өтініш жасалған кезден бастап үш жыл мерзім шегінде өткен кезеңге алимент өндіріп алынуы мүмкін.\n169-бап. Алимент бойынша берешек мөлшерін белгілеу\n      1. Алимент төлеу туралы келісімнің негізінде немесе атқару құжатының негізінде өткен кезең үшін алимент өндіріп алу атқару құжаты не нотариатта куәландырылған алимент төлеу туралы келісім табыс етілгенге дейінгі үш жыл мерзім шегінде жүргізіледі.\n      Алимент төлемдерiн жалақыдан немесе өзге де кірістерден қатарынан үш ай бойы өндiрiп алу мүмкiн болмаған кезде борышкердiң Қазақстан Республикасының заңнамасына сәйкес өндiрiп алуға болмайтын мүлкінен басқа мүлкiнен өндiрiп алынады.\n      2. Атқару құжатының негізінде немесе нотариатта куәландырылған келісімнің негізінде алимент ұстап қалу алиментті төлеуге міндетті адамның іздестірілуіне байланысты жүргізілмеген жағдайларда, осы баптың 1-тармағында белгіленген мерзімге қарамастан және күтіп-бағуға алимент тағайындалған адамның кәмелетке толғанына қарамастан, алимент бүкіл кезең үшін өндіріп алынады.\n      3. Осы Кодекстің 139-бабына сәйкес кәмелетке толмаған балаларға төленетін алимент бойынша берешектің мөлшерін алимент төлеуге міндетті адамның алимент өндіріп алынбаған кезеңдегі жалақысы мен өзге де кірісін негізге ала отырып, сот орындаушысы айқындайды. Егер алимент төлеуге міндетті адам осы кезеңде жұмыс істемеген болса немесе оның жалақысы мен өзге де кірісін растайтын құжаттар ұсынылмаса, ай сайынғы төлемдер және (немесе) алимент бойынша берешек сол берешекті өндіріп алу кезіндегі Қазақстан Республикасындағы орташа айлық жалақының мөлшері негізге алына отырып айқындалады.\n      Бас бостандығынан айыру орындарында жазасын өтеп жатқан адамдар үшін, егер борышкер осы кезеңде жұмыс істемеген болса, алимент бойынша берешек бір айлық есептік көрсеткіш мөлшерінде айқындалады.\n      Мүгедек болып табылатын борышкерлер үшін ай сайынғы төлем немесе алимент бойынша берешек – олардың ай сайынғы жалақысынан және өзге де кірісінен, ал егер олар жұмыс істемейтін жағдайда бюджет қаражатынан және (немесе) Мемлекеттік әлеуметтік сақтандыру қорынан төленетін ай сайынғы жәрдемақылардан және (немесе) әлеуметтік төлемдерден айқындалады.\n      4. Сот орындаушысының алимент бойынша берешекті айқындауымен келіспеген кезде кез келген тарап Қазақстан Республикасының заңнамасында көзделген тәртіппен сот орындаушысының іс-әрекетіне шағым жасай алады.\n      5. Баланың алимент төлеуден жалтарып жүрген ата-анасын іздестіру кезеңінде төленген, балаға Қазақстан Республикасының балалы отбасыларға берілетін мемлекеттік жәрдемақылар туралы заңнамасында белгіленген ай сайынғы жәрдемақы сомалары төленген сомалардың он пайызын бюджет кірісіне есептеу арқылы сол ата-аналардан өндіріп алынады.\n171-бап. Алиментті уақтылы төлемеу\n      1. Алимент төлеу туралы келісім бойынша алимент төлеуге міндетті адамның және (немесе) сот шешімі бойынша алимент төлеуге міндетті адамның кінәсінен берешек пайда болған кезде кінәлі адам алимент алушыға кешіктірген әрбір күні үшін төленбеген алимент сомасының оннан бір пайызы мөлшерінде тұрақсыздық айыппұлын төлейді.\n      2. Алимент алушы алименттің уақтылы төленбеуіне кінәлі адамнан алиментті төлеу жөніндегі міндетін орындауды кешіктіруден келтірілген бүкіл залалының тұрақсыздық айыппұлымен жабылмаған бөлігін де өндіріп алуға құқылы.",
                "date": "12.01.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жұмыссыздық жайлы анықтама алу",
        "question_content": "Жұмыссыздық жайлы анықтаманы қалай, қайдан алуға болады? e.gov.kz порталы береді ме?",
        "question_date": "19.06.2018",
        "question_tag": "Заң",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Иә, egov.kz сайтынан алуға болады.",
                "date": "20.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сайт жасау жолдары",
        "question_content": "Ассалаумағаликум, сәлеметсіздерме! Оңайлау және әдемі сайтты қалай жасауға болады және құалай өңдеуге болады? Әдемі дизайынды оңай сайтты қалай жасайды және қалай өңдейді?",
        "question_date": "17.06.2018",
        "question_tag": "Сайт жасау, Сайт өңдеу",
        "question_views": 902,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл сұрақтарға жауабыңды youtube.com сайтынан таба аласың. Сол жер видео сабақтар көп , бірақ бәрі орысша.",
                "date": "18.06.2018",
                "upvotes": 1
            },
            {
                "text": "Сайт жасайтын арнайы сайттар бар, ол жерде тіркелесіз және әр сайтта әр түрлі 14 күнге сізге жеке сайт жасайтын жеке кабинет ашылады, 14 күн ішінде тегін сайтыңызды жасап аласыз, өзінің белгіленген дизайндері бар.  14 күннен кейін ақылы болады. Сайтты жұмыс жасап тұру үшін айына немесе жылына ақша төлеп тұрасыз . Мысалы мына сайттан жасауға болады LP motor.ru",
                "date": "28.06.2018",
                "upvotes": 0
            },
            {
                "text": "Бұл сұрақ енді қызық екен. Кәзр екі тәсіл бар:\n1. Программалау тілдері арқылы\n      Бірақ бұнда басың істейтін болу керек және программист болу керексің. Егер сен бұндай сұрақтарды интернетте қоятын болсаң сен ТОЧНО істей алмайсың.Оданда сен интернетте б3р программист тауып ал\n2. Арнайы сайттар арқылы .\nwix.com сияқты шіріген нәрселер бар. \nСолар са5ан жарайд",
                "date": "2.12.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақшаны орыс тіліне аудару керек (перевод)",
        "question_content": "Берілген дипломдық жұмыста кітапхана  қорының объектілерін есепке алып және кітапхананың жұмысын автоматтандыратын ақпараттық жүйе қарастырылды. Ақпараттық жүйе Delphi бағдарламалау тілінде жазылды. Жүйеде кітапханаға келген оқырмандарды тіркеп және кітапхана қорын толтыру, тіркеу, іздеу, өшіру мүмкіндіктері жүзеге асырыла алады. Жобада мәліметтер қорын жасау негіздері зерттелді.",
        "question_date": "16.06.2018",
        "question_tag": "Қазақ тілі",
        "question_views": 2500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "В этом дипломе были рассмотрены информационная система библиотечного фонда и система автоматизации библиотек. Информационная система написана на языке программирования Delphi. Система может регистрировать читателей, которые пришли в библиотеку, заполнить библиотечный запас, зарегистрировать, найти и удалить их. Изучены основы создания базы данных.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Колледжді аяқтағаннан кейін оқуымды Турцияда жалғастырсам деп едім...",
        "question_content": "Мен Айти саласына сұраныстың жоғары болуына байланысты сол сала бойынша мамандық таңдау үстіндемін. Колледжді аяқтағаннан кейін Турцияда ЖОО оқу орнын оқығым келеді.\n1/  Турцияда күндізгі қысқартылған түрде оқу мүмкіндігі болады ма / очное сокращенное обучение/ . Және де оқу ұзақтығы неше жылға созылынады.(түрік. ағылшын тілдерін еркін  білгенде)  Нақты жауап таба алмай жүрмін.\n2/IT- сферасында қандай мамандықтар сұранысқа ие. \n3/ сұраңым программист мамандығына байланысты .  Java, Javascript, Python, Ruby, PHP, C#, C++ и Objective-C осы программалау тілдерін жеке - жеке мамандық ретінде таңдаймыз ба .\n4// айтишник деген сала ма әлде мамандық па/ Вакансияда  IT-спецалист қажет деген--- Униведе Айти спецалист деген мамандық бар ма",
        "question_date": "16.06.2018",
        "question_tag": "Университет, колледж",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түркияда бакалавриат  – 4 жыл, Магистратура – 1,5-2 жыл, докторантура – 3-5 жыл. Медицина – 6-7 жыл. Түркияда 108 мемлекеттік және 71 жекеменшік университет бар. ЖОО-ларда оқу Қазақстандағыдай кредиттік жүйемен жүргізіледі. Мемлекеттік ЖОО-да студенттер өз қалауындағы пәндерді таңдай алады. Шәкірт дипломын алу үшін белгілі мөлшерде балл жинауға міндетті. Мысалы, Ыстамбұл Техникалық Университетінде міндетті диплом балы – 151. Студент 151 балды жинаса, 3 жарым жылда-ақ университет бітіріп шығады. Мемлекеттік жоғары білім орындарында оқуға ақша төленбейді. Шәкірттерден жыл сайынғы қағаз жұмыстарына қажетті 30 мың теңге шамасындағы ақшадан басқа төлем алынбайды. Ал жекеменшік университеттер талапкерлерді өздері белгілеген бағалармен  қабылдайды.\nСтуденттің шәкіртақысы 250 доллар\nТүркияның оқу грантын жеңіп алғандар тегін оқып, шәкіртақыға ие болады. Бакалавриат студенттеріне 250 АҚШ доллары, магистранттарға 360 доллар, докторанттарға 500 доллар, ғылыми зерттеумен айналысушыларға 2000 доллар шәкіртақы беріледі. Университеттердің шәкіртақысы әртүрлі болуы мүмкін.\nТалапкер жасы\nБакалавриат (лицензия) студенті атану үшін талапкердің туған жылы 1993 жылдан, магистратура үшін 1984 жылдан, доктарантура үшін 1979 жылдан жоғары болмауы тиіс.\nОқуға түсудің басты шарты\nСертификатта ҰБТ-ның балы, магис-тратураға түсу үшін диплом балының жоғары болуы маңызды. Ал жекеменшік университеттерге түсудің аса қиындығы жоқ. Оқу ақысын төлеп, оқи беруге болады. Әйтсе де, бұл жерде де ҰБТ мен диплом балы біраз ескерілуі мүмкін.\nҚазіргі таңда кез келген Қазақстан азаматының Түркияда оқуға мүмкіндігі бар. ҰБТ жауабы белгілі болған соң, интернет арқылы www.turkiyeburslari.gov.tr сайты арқылы құжаттарын тапсыра алады. О баста «Түрік Республикасының Сынағы (TCS)» деген бағдарлама болатын. 2012 жылдан бастап бағдарлама өзгерді. Енді «Түркия шәкіртақысы» деп аталады. Егер талапкерді үздік деп тапса, сұхбаттасуға шақырады. Егер жобалары, ойы қазыларға ұнаса, оқуға қабылданады. Әңгімелесуге барғанда «Неге Түркияда оқығың келеді?», «Қандай мамандық таңдадың? Не себепті?», «Таңдаған мамандығыңа қосар үлесің қандай?» деген тәрізді сұрақтар қойылады. Бұдан бөлек емтихан алынбайды.\n● Оқудың барлық шығынын Түркия республикасы өзі көтереді. Мұның ішіне ең алғаш рет ұшып барғандағы билет ақысы мен оқу бітіріп кетердегі билет ақысы, жатақхана, шәкіртақы, ауырып қалған жағдайда ем-дом ақысы кіреді. Түрік тілін жете білмейтіндерге алдымен бір жыл тегін тіл үйретеді. Одан соң сынақтан өткендер университетке қабыл-данады.",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ораза біткенде ауыз бекіткен дұрыспа",
        "question_content": "Ораза біткеннен кейін сол күні ауыз бекітіп таңертең айтта ашса болама",
        "question_date": "15.06.2018",
        "question_tag": "Жалпы сұрақ",
        "question_views": 768,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ассалаумағаликум! Ораза айы біткеннен бойда ауыз бекітпейсіз. Үш күндік Ораза айты бар сол айттың екінші күнінен Шауалл айының алты күндік оразасын ұстайсыз. Алла разылығы үшін ниетіңіз болса. Пайғамбарымыз Мұхаммед (с.а.у.) айтқан кімде-кім Ораза айынан кейін Алла разылығы үшін деп Шауалл айының алта күндік оразасын ұстаса бір жыл ораза ұстағанмен тең болады деп.",
                "date": "17.06.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Зат мөлшері 5моль метанның қанша көлем ацетилен алуға болытынын табыңдар.(қ.ж)",
        "question_content": "Зат мөлшері 5моль метанның қанша көлем ацетилен алуға болатынын табыңдар.(қ.ж)\n\nСрочно",
        "question_date": "15.06.2018",
        "question_tag": "Химия",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "5моль------Хл\n2СН4===>С2Н2+3Н2\n2моль------22,4л\n\nХ=5*22,4/2=56л",
                "date": "18.06.2018",
                "upvotes": 0
            }
        ]
    }
]