[
    {
        "question_title": "Мүсінші М.И. Козловский Марс құдайының кейіпінде бейнелеген мемлекеттік қайраткер кім?",
        "question_content": "а) I Петр                                  б) IIПетр                          \n\nв) III Петр                                в) I Павел",
        "question_date": "18.02.2017",
        "question_tag": "Өнер",
        "question_views": 432,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Құрылысы кезінде балшықтан құю технологиясы пайдаланалған ғимарат қалай аталады?",
        "question_content": "Олимпиада по русскому языку",
        "question_date": "18.02.2017",
        "question_tag": "Өнер",
        "question_views": 348,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "А.П. Лосенконың орыс тарихы тақырыбына салған мына алғашқы суретінің кеіпкері кім?",
        "question_content": "а) Ярослав Мудрый                 б) I Петр\n\nв) Г.А. Потемкин                       г) I Екатерина",
        "question_date": "18.02.2017",
        "question_tag": "Өнер",
        "question_views": 318,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\" Жүрек пен санаға арналған балалар оқуы\" журналы кімнің бастамасымен шығып тұрды?",
        "question_content": "а) И.А. Крыловтың                               б) I Екатеринаның\n\nс) А.П. Сумароковтың                          д) Н.И. Новиковтың",
        "question_date": "18.02.2017",
        "question_tag": "Мектеп",
        "question_views": 309,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Санкт Петербугтегі классицизм стилінде салынған сарай қалай аталады?",
        "question_content": "а) Қысқы                           б) Қытай\n\nс) Меншиков                    д) Тавриялық",
        "question_date": "18.02.2017",
        "question_tag": "Өнер",
        "question_views": 364,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "С) Меншиков сияқты)",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шведтермен соғыстаға жеңістерді еске алу үшін салынған құрылыс нысаны қалай аталады?",
        "question_content": "а) Самсон субұрқағы                           б) Чемен колоннасы\n\nс) Нарва қақпасы                                 д) Румянцев обелискі",
        "question_date": "18.02.2017",
        "question_tag": "Өнер",
        "question_views": 307,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Күкірт қышқылындағы π байланыстарының саны?",
        "question_content": "химиядан көмек керек",
        "question_date": "18.02.2017",
        "question_tag": "Химия",
        "question_views": 3400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "H2SO4 күкірт қышқылы\n\n4 096×6,02× 10^23=24 657,92×10^23",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "күкірт қышқылындағы (пи) π байланыстар  саны 2-ге тең\nO\n   ⃒⃒\nO – H – S = O\n⃒\nO – H\n2 пи және 6 сигма байланыс бар",
                "date": "22.11.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математикаға байланысты дидактикалық кітап тауып берсеңіздер?",
        "question_content": "5 СЫНЫП Әбілқасымова МАТЕМАТИКАСЫНа дидактикалық кітап тауып беріңіздерші, өте тез арада, Сканерленген болса поштаға лақтырсаңыздар Өте қажет болып тұр",
        "question_date": "18.02.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "LearningApps  бағдарламасына кіріспе.\n\n\n1 сабақ.\n\n\n2 сабақ.\n\n\n3 сабақ.\n\n\n4 сабақ\n\n\n5 сабақ\n\n\n6 сабақ\n\n\n7 сабақ\n\n\n#керек арнасы\n#қызықты әдістер\n#оқушыларға арналған әдістер\n#ашық сабақ\n#дидактикалық ойындар\n#дидактикалық ойын балабақша\n#балаларға арналған ойын\n#балаларға арналған ойындар\n#қызықты ойындар\n#Ойын",
                "date": "16.03.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Натрий жəне калий хлоридтерінің 0,325 г қоспасы суда еріген. Қоспадағы массалық үлесі?",
        "question_content": "Натрий жəне калий хлоридтерінің 0,325 г қоспасы суда еріген. Cол ерітіндіге күміс нитраты ерітіндісін артық мөлшерін құйғанда,жалпы массасы 0,717 г күміс хлоридтерінің тұнбасы түзілген.бастапқы қоспадағы əр компоненттің массалық үлестерін есепте",
        "question_date": "18.02.2017",
        "question_tag": "Химия",
        "question_views": 4300,
        "question_upvotes": 2,
        "answers": [
            {
                "text": "Реакция теңдеулері былай шығарылады:",
                "date": "8.04.2023",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Итмұрында неше тостағанша, неше күлте?",
        "question_content": "Итмұрында неше тостағанша неше күлте?",
        "question_date": "18.02.2017",
        "question_tag": "Өсімдіктер",
        "question_views": 673,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Раушан туыстастарының жидегі жалған жеміс, құрылысы күрделі, күлте жапырақшаларының құмыра немесе бокал тәрізді болып, қабырғаларының ішкі жағында бекінген көптеген сарғыш жаңғақтар, қою да қаттылау түктермен бөлінген. Жемісі пісіп-жетілген қою, ашық-қызыл түсті. Ұшында түспейтін қүрғақ тостағанша жапырақшалары барлық раушандар мен жабайы раушандарға тән. Кейбір түрлері ежелден белгілі бауда өсірілетін раушандардың арғы тегі болып табылады.\nТолығырақ.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "5 тостағанша 5 күлте",
                "date": "26.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Заттардың жану реакциясының теңдеуін жазыңдар?",
        "question_content": "МЫНА ЗАТТТАРДЫҢ А)БАРИЙДІҢ   Б)АЛЮМИНИЙДІҢ    В)ЭТАННЫҢ(C2H6)   Г)МЫС(II)  СУЛЬФИДІНІҢ(CuS)  ЖАНУ РЕАКЦИЯСЫНЫҢ ТЕҢДЕУІН ҚҰРЫҢДАР",
        "question_date": "18.02.2017",
        "question_tag": "Қызық сұрақтар",
        "question_views": 11700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "2Ва+О2=2ВаО\n\n4Al+3O2=2Al2O3\n\nC2H6+6,5O2=2CO2+3H2O\n\n2CuS + 3O2 =2CuO + 2SO2",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Дайын мақтау қағазы, алғыс хат үлгілерін қандай сайттан жүктеп алуға болады?",
        "question_content": "Дайын мақтау қағазы, алғыс хат үлгілерін қандай сайттан жүктеп алуға болады? Қазақша мәтін жазуға арналған орны болса... Өзім тапқан үлгілерде астында сайттын атты немесе адресі жазылып тұр((",
        "question_date": "18.02.2017",
        "question_tag": "Мектеп",
        "question_views": 46900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Осылар жарай ма?",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Ия,рахмет. өте тамаша",
                "date": "29.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Айша бибі кесенесінің ою өрнектері қандай?",
        "question_content": "Айша бибі кесенесінде кездесетін ою өрнектер қажет.",
        "question_date": "17.02.2017",
        "question_tag": "Сурет, Кескін",
        "question_views": 4600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Айша-бибі кесенесі көне орталық-азия түріктер халқының ою-өрнектерінің бай мұражай-сақтаулылардың байлығы болып келеді. Қазіргі кезде бұл ескерткіштерден батыс қабырғасы, ал қалған қабырғалардан – аз ғана суреттер қалған.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күкіртті қышқылдағы күкірттің тотығу дәрежесі?",
        "question_content": "Күкіртті қышқылдағы күкірттің тотығу дәрежесі?",
        "question_date": "17.02.2017",
        "question_tag": "Химия",
        "question_views": 20900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "SO2 – күкіртті қышқылының қышқылдық оксиді.и H2SO3 – күкіртті қышқыл.\nNa2SO3– күкіртті қышқыл тұздары. Осы қосылыстардың барлығында күкірт бір ғана тотығу дәрежесін көрсетеді, яғни ол +4-ке тең.\nСІ2 —тобына:\nCO2 –. H2CO3 – Na2CO3–\nОсықосылыстардыңбарлығындакөміртегі\nБірғанатотығудәрежесінкөрсетеді,\nЯғниол ……тең.\nS –тобына\nCrO3 –H2CrO4 –Na2CrO4 –\nОсықосылыстардыңбарлығындахромбірғанатотығудәрежесінкөрсетеді,яғниол ……тең.\nNa -тобына\nN2O5–HNO3 – NaNO3 –.\nОсықосылыстардыңбарлығындаазотбірғанатотығудәрежесінкөрсетеді,яғниол ……тең.\nO2 —тобына\nSiO2 – H2SiO3 – Na2SiO3 –\nОсықосылыстардыңбарлығындакремнийбірғанатотығудәрежесінкөрсетеді,яғниол ….тең.\n\n-4, -3, -2, -1 ,0, +1, +2, +3, +4, +5,+6\nСІ2 —тобына: H2SO4, MnCI2, MgSO4,SiO2, CuO.\nS –тобына HCI,CI2, HCIO, HCIO2, HCIO4\nNa -тобынаPH3, HPO3, H3PO4,Р, H3PO3,\nO2 — тобынаH2S, ZnS, SO2, H2SO3, H2SO4",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Күкіртті қышқылдағы күкірттің тотығу дәрежесі=+6",
                "date": "11.01.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Төменгі жағдайлардың қайсысында денені материалдық нүкте деп есептеуге болады?",
        "question_content": "а) Конькиші жарыс мәресінен өтті; Мәнерлеп коньки тебуші еркін жаттығу орындауда.\n\nә) Бала таңертеңгілік дене шынықтыру жаттығуларын жасауда;бала мектептен үйіне дейінгі 1 км қашықтықты жүріп өтті.",
        "question_date": "17.02.2017",
        "question_tag": "Мектеп",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ә) Бала таңертеңгілік дене шынықтыру жаттығуларын жасауда;бала мектептен үйіне дейінгі 1 км қашықтықты жүріп өтті.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Псориазды үй жағдайында қалай емдеуге болады?",
        "question_content": "Кім біледі псориазды үй жағдайында қалай емдеуге болады? Кожныйға бардым. Ол жақтағы ем уақытша ғана. Қалай күтіну керек?",
        "question_date": "17.02.2017",
        "question_tag": "Тазалық",
        "question_views": 7100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұл созылмалы, əдетте қайталанатын (рецидивирлеуші) дерт. Барынша жиі ұшырасады. Этиологиясы белгісіз. Кесел кез-келген жаста, бірақ 15-25 жаста жиірек басталуы ықтимал. Кесел сау теріде ұсақ ашық қызғылт түйреуіш басындағыдан бұршаққа дейінгі күміс-ақ түсті қабыршақтар мен тез жататын түйіншектік элементтердің жедел пайда болуынан басталады. Шетке қарай ұлғая түскен, түйіншектер кейде үлкендігі бойынша ірі фестондық бейнелі ошақтарды түзіп, кейде қосылып кетеді. Кейбір жағдайларда зақымдану əмбебап сипат иеленеді, псориатикалық эритродермия пайда болады. Псориаздағы элементтердің ең жиі орналасатын орыны қол-аяқтың жазылу беттері, əдетте білек жəне тізе буындары, бастың шашты бөлігі болып табылады. Дерт ағымының үш сатысы ажыратылады: үдемелi (прогрессивтік), стационарлық, кері қайту (регрессивтік).Прогрессивтік сатыда жаңа бөрту пайда болады жəне денеде барының көлемі ұлғаяды. Тырналу орындарында да бөрту элементтері көрінеді. Стационарлық сатысында үдерістің тұрақтануы (стабилденуі) туындайды, жаңа бөрту элементтері жоқ болады. Регрессивтік сатыда бөрту элементтерінің кері дамуы болады. Псориазды диагностикалауды қырғылау тəсілімен солай аталатын псориатикалық үштікті (триаданы), яғни псориазға аса тəн симптомдарды: стеариндік дақ симптомы, бөрткен элементті жабатын қабыршықтар денеге түскен еріген стеариннің белдемесін еске салатын ұсақ бөлшектерге бөлінуінен көруге болады.Одан əрі қырғылауда ірі пленка (таспа) формасындағы қыртыстардың тегіс беті, яғни терминалдық таспа симптомы деп аталатын пайда болады. Соңғыны қырып тастағанда қанды шаң тəрізді нүктелік қан ағу симптомы байқалады. Псориазда тырнақ пластинкалары көптеген нүктелік ойыстар нəтижесінде оймақ тəрізденеді. Псориаздың қайталануы (рецидиві) көбіне күз-қыс уақытында (қыстық түрі), сирегірек жазда (жаздық түрі) пайда болады. Жекеленген қайталаулардың арасындағы үзіліс əдетте бірнеше айларға созылады.Псориазда мынадай асқынулар пайда болады. Псориатикалық эритродермия терінің қызаруымен, оның ісінуімен, қышуымен сипатталады. Қасылған жер екінші реттегі жұқпаның (инфекцияның) пайда болуына ықпал етуі ықтимал. Аса ауыр формаларының бірі артропатиялық псориаз, яғни теріден бөлек процеске көбіне білек жəне табан буындары тартылғандағы түр болып табылады. Қатты ауру, деформирлеуші полиартрит, кейінірек анкилоздар мүгедектікке жетелеуі ықтимал. Псориазды емдеуде А витаминін ұзақ уақыт қабылдау, бұлшық етке В1,В6, В12 витаминдерін енгізу, ішуге 1 мл-ден күнделікті аевит, седативтік бұйымдарын беру көрсетілімі бар. Псориаздың жаздық формасын емдеуде ішуге хингамин (делагил, хлорохин) тағайындалады.Ауыр жағдайларда псориатикалық эритродермия мен осы кеселдің артропатиялық формасында глюкостероидтік гормондар (преднизолон, дексаметазон, триамцинолин). Сонымен бірге ішуге калий хлоридінің 10% ерітіндісі нұсқалуы қажет. Соңғы кездері псориазды емдеуге цитостатикалық құралдар (метотрексат жəне басқалары) қолданылады. Псориаздың артропатикалық формалары бар науқастарға ішуге салицилдік препараттар бутодион нұсқау көрсетілімге ие. Жергілікті ем жеке таңдалады.Кеселдің жедел сатысында терінің зақымданған телімдеріне индиферентті немесе жеңіл түлететін жақпа майларды (1-2% салицилдік жақпа май, 1-2% күкіртті-салицилді жақпа май) ұсынылады. Стационарлық жəне регрессивтік сатыларында кератолитикалық (3-5% салицилдік жақпа май) одан соң құрамында қара майы бар бойға сіңіретін жақпа майлар тағайындалады. Сондай-ақ глюкокортикоидты гормондар (синалар, флюцинар жəне басқалары) бар жақпа майлар мен кремдер көрсетілім иеленеді. Жақсы нəтижеге (псориаздың қысқы сатысында) санаторлық –курорттық ем жағдайында ультракүлгін сәуле (УКС) қолданғанда қол жетеді. Соңғы кездері салмақ түсіру –ем-дəм терапиясы тəсілін, сондай-ақ фотохимиотерапия əдісін табысты қолданады. Диспансерлік бақылау да қажет.\n\nДереккөзі.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Amwey компаниясында чеснок, Мультикаратин ішу керек өз курсмен мазь бар тағы соны жағып витамин ішу керек",
                "date": "10.11.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Кішкентайлар ішетін СМЕС-ті үлкен адам ішсе семіреді ма?",
        "question_content": "Кішкентайлар ішетін СМЕС барғой қосымша тамақ соны ішсе үлкен адам семіреді ма? Кім ішіп көрді өзі?",
        "question_date": "17.02.2017",
        "question_tag": "Тазалық",
        "question_views": 764,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Кім айтады қайырмасында Жүрегім жылап, жылап деген мұңлы әнді",
        "question_content": "бир жерден естип калдым тек осы создерин кайырмасыау шамасы.шамалы мунды әнге уксаттым.әні оте катты унады.кімнін әні екенін білесіздер ме",
        "question_date": "17.02.2017",
        "question_tag": "Қазақша ән",
        "question_views": 580,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Меннен 2 ай үлкен қызды қалай өзіме қаратамын?",
        "question_content": "Қалай ол сүйген қызымды өзіме қаратып алсам болады. Мен өзімнен 2 ай үлкен қызды қарата алмай жүрмін. Оның жігіті бар, не істесем болады?",
        "question_date": "17.02.2017",
        "question_tag": "Махаббат",
        "question_views": 746,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қызға ыңғай білдірместен бұрын оны зерттеп алу керек деп ойлаймыз. Арудың психологиясын, таным түсінігін ұққаннан соң жоспар құрып, іске кіріскен жөн болады. Олай болса, қазақ қыздарының ойлау жүйесін саралай отырып жасаған кішкене зерттеуімізді қабыл алыңыздар. \nБірінші әдіс - \"Қос көгершін\" әдісі. Бұл әдістің принципі қызға барынша жақсы сөздер мен ықыласыңызды танытуға келіп тіреледі. Яғни, реті келген тұста ер-жігіт мақтау айтып, қыздың керемет екендігін есіне салудан тайсалмауы тиіс. Көпшілік жерде бір жүргенде міндетті түрде қасынан табылып, бар құрмет пен қошеметін көрсетуі керек. Осылайша, әрдайым қыздың қасынан табылып, жылы сөздерді аямай, бар еркеліктерін орындау арқылы қыздардың бір тобының көңілінен шығуыңыз мүмкін. \nЕкінші әдіс - \"Қашқын\". Көңіліңіз ауған қызға бірнеше күн бойы хабарласып, көңіліңіздің бар екендігін еппен білдіріңіз. Киноға, кафеге, паркке шақырып, барынша көңілін аулауға тырысыңыз. Осылайша, қыздың көңілі бері қарады-ау дегенде 2-3 күн хабарласпай, ұшты-күйлі жоқ болып кету керек. Сізге бауыр басып қалған қыз, әлбетте, жан-жүрегімен сізді іздейтін болады. Күтетін болады. Бірнеше күн өткен соң телефон шалып, халін сұрағаныңызда, ол ару ескі досын кездестіргендей қуанатыны анық. \nҮшінші әдіс - \"Тасадан келу\". Кейде ұнатқан қызыңыз тым тәкаппарлық танытып, сізді елмеуі мүмкін. Бұндай жағдайда осы үшінші әдіске жүгінген дұрыс деп ойлаймыз. Қыздың жақын достарымен жақсы араласып, өзіңізді жақсы жағынан барынша көрсетуге тырысыңыз. Ару сіздің керемет адам екендігіңізге көзі жетіп, білген соң, өзі сізге қадам жасап, ыңғай білдіре бастайды. Тек сол сәтті қал жіберіп ала көрмеңіз.\nТолығырақ.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Қыз өзі жақсы көрсе өзі сізге келеді деп ойлаймын.Қызды өзіңе қарату деген қате пікір менің ойымша.Бір жағынан оның жігіті болса оны мазаламағаныңыз дұрыс.Жігіті бар,демек ол қыздың жүрегінде сізден басқа жан бар.Босқа дәмеленбеңіз.",
                "date": "19.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ертөстіктің достары туралы шығарма керек?",
        "question_content": "Ертөстіктің достары туралы шығарма керек?",
        "question_date": "17.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "\"Ер Төстік\"- қазақ батырлық ертегілерінің ішіндегі ежелгі үлгісі. Мазмұны мен сюжеттік құрылысының, кейіпкерлері мен іс-әрекетгердің сипатынан Ер Төстік ертегісі архаикалық мифтің, хикаяның, қиял-ғажайып ертегілердің қасиеттерін бойына молынан сіңірген. Ер Төстікте алғашқы қауым адамдарының ырымдары мен әдет-ғұрыптары да кездеседі. Мыс., Төстіктің жер астына түсіп, үстіне шығуы, оның Шойынқұлақпен айқасуы шамандық көзқарасқа тән түсінікті бейнелейді. Ер Төстікте классик. батырлық ертегіге тән белгілердің бәрі бар. Сайыста кейіпкердің өз күшімен емес, керемет достарының арқасында жеңуі - батырлықтан гөрі қиял-ғажайып ертегінің заңдылығы. Көркемдік жағынан Ер Төстік қиял-ғажайып ертегі мен батырлық жырдың элементтерін кең пайдаланған. Төстіктің көмекшілері де ескі діни сенімдер шеңберінде туып, кейін көркем бейнеге айналған. Мыс., Шалқұйрық - тек жүйрік ат қана емес, алдағыны болжай алатын қабілеті бар, неше түрлі сиқырды білетін, адамша сөйлеп, адамша іс-әрекет қылатын кясиетті жануар, Төстіктің көмекшісі, ақылшысы. Ал жер астында Төстікке дос болатын Желаяқ, Тау-соғар, Көлтаусар сияқгы кейіпкерлер-мифтік танымның сипаты. Ертедегі адамдардың мифтік түсінігі бойынша, желдің, таудың, судың \"иелері\" болған. Кейінгі замандарда олар көркемдік сипаталып, \"достар осындай болса екен\" деген адам арманын жүзеге асырушы бейнелер ретінде қабылданған.\nДереккөзі.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "440 грам көміртек оксидінің зат мөлшерін есепте.?",
        "question_content": "440 грам көміртек оксидінің зат мөлшерін есепте. Газдың мөлшерін к.ж қанша көлем алатын есепте/",
        "question_date": "17.02.2017",
        "question_tag": "Химия",
        "question_views": 699,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "СО2-44 моль\n\n440 грам CO2- 1,66",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "7 сынып география\"Ішкі сулары\"",
        "question_content": "1.материкте қандай ірі өзендер бар, олар қайда құяды? 2.Материкте қандай суайрық жотасы бар, ол қандай алаптарды бөліп жатыр? 3.Солтүстік Америкадағы қандай өзендер ұзақ уақыт қатып жатады? 4.Материктегі басым түрде жаңбыр суымен қоректенетін өзендерді атаңдар? 5.Солтүстік Американың қай бөлігінде көлдер жиі орналасқан,себебін түсіндіріңдер.",
        "question_date": "17.02.2017",
        "question_tag": "Мектеп",
        "question_views": 1300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Солтүстік Америка материгі мол сулы өзендерге, тұщы сулы терең көлдерге бай. Су қоры жөнінен Оңтүстік Америка мен Еуразиядан кейін үшінші орынды алады. Сонымен қатар биік таулы мұздықтар мен материктің солтүстігін алып жатқан қалың мұз жамылғылары және жер асты суларының мол қоры бар Өзен жүйелері климаттық жағдай мен жер бедеріне байланысты біркелкі таралмаған. Олардың басым бөлігі Солтүстік Мұзды мұхит пен Атлант мұхитына бағытталған. Өзендері негізінен жаңбыр және еріген қар суымен қоректенеді. Атлант мұхиты алабының басты өзені− Миссисипи материктегі ең суы мол өзен болып табылады. Бұл өзеннің Миссури саласына қоса есептегендегі ұзындығы 6420 км, ұзындығы жөнінен дүние жүзінде үшінші орын алады. «Миссисипи» атауы үндіс тілінде « су атасы » дегенді білдіреді. Миссисипи жауын − шашын әртүрлі түсетін аймақтар арқылы ағып өтетіндіктен, жыл бойы деңгейі өзгеріп отырады. Әсіресе көктемде қар еріген кезде су қатты тасиды, кейде су тасқыны жаздағы нөсер жаңбыр нәтижесінде де қайталанады. Мұндай жағдайда өзен мен оның салалары арнасынан шығып, жағаларындағы елді мекендер мен егістік жерлерді су алып кетеді. «Миссури » атауы үндіс тілінде « тұнбалы өзен » дегенді білдіреді, шындығында да ол көптеген құм мен тұнбаларды ағызып әкеледі. Жазықтарда ағысы баяулаған Миссисипи кең атырау жасап, Мексика шығанағына құяды. Атыраудың ауданы жыл сайын тұнбалар есебінен 100 м − ге шығанаққа қарай кеңейіп отырады. Аппалачтың шығыс беткейінен басталатын өзендер қысқа және мол сулы болады. Олар мұхитқа құяр жолында биік кемерлерден құлап ағатындықтан, бірнеше сарқырамалар жасайды.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "abc тең қабырғалы үшбұрыш, ac - 6 см, ad - биссектрисасы, саd - ?",
        "question_content": "abc тең қабырғалы үшбұрыш, ac - 6 см, ad - биссектрисасы, саd - ?",
        "question_date": "17.02.2017",
        "question_tag": "Геометрия",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тең бүйірлі үшбұрыш ⇒ әрбір бұрышы 60°; Өйткені А бұрышының CAD биссектрисасы ⇒ CAD=60°:2=30°",
                "date": "22.09.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "2Активті кедергідегі ток күшінің амплитудасы",
        "question_content": "Амплитудалық мəні тұрақты кернеудің тербеліс жиілігін 2 есе арттырса, активті кедергідегі ток күшінің:\n\nA) өзгермейді\n\nВ)2 есе кемиді\n\nС)4 есе кемиді\n\nД)4 есе",
        "question_date": "17.02.2017",
        "question_tag": "Физика",
        "question_views": 904,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қарсылықты бағыныңқылы сабақтасқа сөйлем құрап беріңіздерші?",
        "question_content": "Қазақ тілінен көмек қжет",
        "question_date": "17.02.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 738,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мен қанша қарасам да, ол мені байқамады.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Мотор үні өшті демесең,екпіні басылып тұр.",
                "date": "18.02.2017",
                "upvotes": 0
            },
            {
                "text": "Бұл ажыраптың күні ыстық болғанмен, түні салқын.",
                "date": "18.02.2017",
                "upvotes": 0
            }
        ]
    }
]