[
    {
        "question_title": "Бір марка мен бір ойын билеті 200 тг. 5 сынып есебі?",
        "question_content": "Бір марка мен бір ойын билеті 200 тг. 5 сынып есебі?",
        "question_date": "3.10.2016",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "суракты толык жаз",
                "date": "7.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тұрмыс салт жырлары туралы қанатты сөздер керек еді.",
        "question_content": "Тұрмыс салт жырлары туралы ұлы тұлғалардың қанатты сөздері керек еді.",
        "question_date": "2.10.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 5200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Халқын сүйген,\n\nСалтын сүйер.\n\n                          (Халық даналығы)",
                "date": "3.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қасы,асты,шеті,қыры деген сөздерге сөйлем құрап беріңіздерші",
        "question_content": "Қасы,асты,шеті,қыры деген сөздерге сөйлем құрап беріңіздерші!Өтінемін 03.10.16сы на дейін",
        "question_date": "2.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1. Астанадағы бәйтеректің қасы өте әдемі гүлдермен безендірілген. 2. Көбіне қымбат көліктердің асты аласа болады. 3. Қаланың арғы шеті бергісінен ғөрі әдемі. 4. Айдос қыры шығып тұратын классикалық шалбарларға қызығады.",
                "date": "3.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Солтүстік мұзды мұхиттың табиғатын кім зерттеді",
        "question_content": "Солтүстік мұзды мұхиттың табиғатын кім зерттеді",
        "question_date": "2.10.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 4500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Пифей деген Ежелгі грек ғалымы жалпы сол мұхитты және мұхит айналасын ең алғаш рет зерттеп бастаған деген деректер бар. Ал жалпы берігеректегі ғалымдарға тоқсалсақ  британиялық Ричард Ченслер, голландиялық  Виллем Баренц. Сосын қателеспесем  Виллем Баренц солтүстік полиске ең алғаш жеткендердің бірі.",
                "date": "6.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Осы әнді іздеп жүрмен, қайырмысы шамалы есімде:",
        "question_content": "Сенсіз маған бар әлемнің қажеті жоқ жаным, Сесіз маған қараңғы күнім, Жер бетіне симаймын жаным, Сенсіз жаным. Аздап қате болуы да мімкін",
        "question_date": "2.10.2016",
        "question_tag": "Ән іздеу",
        "question_views": 670,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұрмыс салт жырлары туралы эпиграфтар бар ма?",
        "question_content": "Ұлы тұлғалар айтқан тұрмыс салт жырлары туралы эпиграфтар керек еді",
        "question_date": "2.10.2016",
        "question_tag": "Салт-дәстүр туралы",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшынша үйрену сайты (қазақша)",
        "question_content": "Достар ағылшынша үйрену керек.Егер өздерін білетін сайт,ютубта канал,вкда,фэйзбукте группа болса атын ссылкасын тастап кетіңдер.Немесе скачать етілетін кітап болса",
        "question_date": "2.10.2016",
        "question_tag": "Қазақ тілі",
        "question_views": 1700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем!\n\nӨзім пайдаланып жүрген Вконтакте әлеуметтік желісіндегі топтардың тізімін сізге ұсынайын. Игілігіңізге жарасын.\n\n1. https://vk.com/ka3eng\n\n2. https://vk.com/engkazakhstan\n\n3. https://vk.com/engkazlanguage",
                "date": "5.10.2016",
                "upvotes": 0
            },
            {
                "text": "http://justenglish.kz/ - сайтынан таба аласыз",
                "date": "24.11.2016",
                "upvotes": 0
            },
            {
                "text": "Осы каналдағы видеолар өте пайдалы",
                "date": "1.02.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Өшіргіштің мөлшерін 1 мм дəлдікпен өлше де, оның көлемін есепте?",
        "question_content": "Өшіргіштің мөлшерін 1 мм дəлдікпен өлше де, оның көлемін есепте.",
        "question_date": "2.10.2016",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "D=5мм\n\nh=7мм\n\nV=3.14*(5^2)*7/4=137.375мм^2",
                "date": "2.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Хиллари Клинтон н/е Дональд Трамп. Толығырық ішінде...",
        "question_content": "АҚШ билігіне Х. Клинтон келсе қандай өзгерістер болуы мүмкін? Клинтон Ресейге соғыс ашуы мүмкінбе? Немесе керісінше Д. Трамп келген жағдайда қалай болады?",
        "question_date": "2.10.2016",
        "question_tag": "Саясат туралы",
        "question_views": 251,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Былтыр желтоқсан айында АҚШ президенттігінен үміткерлердің бірі, миллиардер Дональд Трамп Президент болса АҚШ-қа мұсылмандардың кіруіне тиым салатынын айтқан болатын. Бұл пікірі түрлі саясаткерлердің сынына да ұшыраса да Трамп өз ұстанымынан таймаған. Мұсылмандарға қарсылық оның сайлау алды кампаниясының басты ұстанымына да айналғандай. Бұл мәселе оның бәсекелесі Х.Клионтонге түрткі салған. «Республикалық партияның өкілі АҚШ президенті болмауы керек. Өйткені ол өз ұстанымы арқылы мұсылмандарды арандатады» дейді, экс-мемлекеттік хатшы. Х.Клинтон сондай-ақ, «Дональд Трампты терроризм мақсаттарына жету үшін пайдаланып жатыр» деген пікірде. «Islam-today»-дің ақпараты бойынша, экс-мемлекеттік хатшымен қатар қазіргі Президент Барак Обама да Трамптың мұсылмандарды ел территориясына кіргізбеу жөніндегі ұсынысына қарсы. «АҚШ-қа мұсылмандардың кіруіне тиым салу терроризм мәселесін шешпейді, керісінше қоғамдағы ретсіздікке әкеліп соғады. Орландо, Сан-Бернардинодағы лаңкестер де АҚШ азаматтары еді ғой» деген уәж айтты Обама. Ал шотландиялық ислам дінділер Трампты өз елдеріндегі мешітке кіріп шығуға шақырды. Шотландиядағы мұсылмандар қауымдастығының таратқан мәлімдемесінде «АҚШ президенттігінен үміткер Д.Трамп сөз сөйлеген сайын мұсылмандарға тиіседі, жалпы ол мұсылмандар туралы көбірек білу үшін біздің мешітке шақырамыз» делінген. Маусым айының басында ислам дінділерге қатысты кезекті қарсылық сөзін айтқан Трамп мұсылмандардың сот қызметін атқаруына болмайды деген мәлімдеме жасады. Оның бұл пікірі республикалық партияның өзге мүшелерінің наразылығын тудырғанға ұқсайды. «Американың мұсылмандардың құқығын қорғау ұйымы Дональд Трамптан мұсылмандардың намысына тиетін сөздерді айтқаны үшін көпшіліктің алдында кешірім сұрауын талап етіп, мәлімдеме жасады» деп жазады «IBTimes». Осындай қарсылықтар көбейген соң ба, Президент тағынан үміткер Трамп былтырғы ұстанымынан бас тарта бастағандай. Саясаткердің көмекшілері «Ол жалпы мұсылман емес, терроризм ошағына айналған елдердің өкілдеріне қатысты айтқан еді» деп, Трампты ақтаған ақпарат таратты. Бірақ сол «терроризм ошағына айналған елдердің» аты аталмаған. Сондай-ақ, телеарналардың біріне берген сұхбатында Трамп АҚШ-қа терроризм ошағына айналған елдердің өкілдерін де кіргізуге болатынын, тек ол үшін жақсылап тексеру керек деген ұсыныс айтты. Құрама Штаттарға кіретін мұсылмандар қалай тексеріледі, ол жағы да беймәлім. 13 маусымдағы Орландодағы террактіден кейін АҚШ саясаткері Президент болып сайланса, терроризмді түбегейлі жою керектігін түсінгенге дейін иммиграцияға шектеу қоятынын және терроризммен мықтап күресетінін жеткізді. Саясаткердің осындай құбылмалы пікірлерінен кейін «Трамп Президент болып сайланса мұсылман қауымына қауіп тудыра ма?» деген сұрақ туындайды. Бұл мәселенің анық-қанығы қараша айындағы сайлаудан кейін белгілі болады.\n\nМатериал qamshy.kz сайтынан алынды",
                "date": "7.10.2016",
                "upvotes": 0
            },
            {
                "text": "Үлкен саясат, ешкім білмейді",
                "date": "7.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Жалғыз басты ана үйге кезекке тұру, қандай құжаттар жинаса болады?",
        "question_content": "Жалғыз басты ана үйге кезекке тұру үшін қайда барса немесе қандай құжаттар жинаса болады?",
        "question_date": "2.10.2016",
        "question_tag": "Заң",
        "question_views": 25300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Сәлем,\n\nәкімшілікке бару керек.\n\nҚұжаттар тізілімін де сол жерден ала алады. Менің білетінің: балалардың туу туралы көшірмесі және жалғыз бастылығын растайтын құжат міндетті түрде талап етіледі.",
                "date": "6.10.2016",
                "upvotes": 0
            },
            {
                "text": "Салеметсизбе мен 2баланын анасымын.Жалгызбасты.Уй КЕЗЕГИНЕ  тура алмай журмин канша уакыттан бери.ЖхК бар сам,жумыс истейди деген аныктама акел деди.Жумыс истемесем,уй ала алмайды екенмин.Не болады сонда.Мен осы уакытка дейн келисим шартсыз жумыс истегенмин.Ол жарамсыз билем.Алайда жумыс истемесем уй ала алмаймынба сонда.",
                "date": "10.10.2017",
                "upvotes": 0
            },
            {
                "text": "Салеметсизбе  Мен ажырасканмын зан жузинде 1 балам бар 5 жаста уй кезегине турайын дегем? Ажыраскан- жалгыз басты ана болып саналадыма? Уй кезегине калай туруга болады немесе Укиметтен кандай комек сураса болады? Ешкандай комек бермейди баласына сураганда жокпын",
                "date": "19.11.2017",
                "upvotes": 0
            },
            {
                "text": "Қазақстанның қазіргі заңнамаларына сәйкес, балаларын жалғыз тәрбиелеп отырғандарға арнайы жәрдемақы жоқ. Толық емес отбасыға жәрдемақы мен басқа да төлемдер барлығымен бірдей беріледі.\nБарлық аналар сияқты жалғызбасты ана да бала тууына байланысты тағайындалатын бiржолғы мемлекеттік жәрдемақы, бала бiр жасқа толғанға дейiн оның күтiмiне байланысты төленетiн ай сайынғы мемлекеттік жәрдемақы, 18 жасқа дейiнгі балаларға тағайындалатын ай сайынғы мемлекеттік жәрдемақы, мүгедек баланы (мүгедек балаларды) тәрбиелеп отырған анаға немесе әкеге, бала асырап алушыға, қамқоршыға төленетін ай сайынғы мемлекеттік жәрдемақыны алуға құқылы.\nТұрғын үй көмегін алу үшін қандай құжаттар жинау қажет?\nАталған көмекті заңдастыру үшін, халыққа қызмет көрсету орталығына мына құжаттарды апару керек:\nӨтініш;\nЖеке басын куәландыратын құжат;\nОтбасының табысын растайтын құжаттар;\nТұрғын үйді (тұрғын ғимаратты) күтіп-ұстауға арналған ай сайынғы жарналардың мөлшері туралы шот;\nКоммуналдық қызметтерді тұтынуға арналған шот;\nТелекоммуникация қызметтеріне арналған түбіртек-шот немесе байланыс қызметтерін көрсетуге арналған шарттың көшірмесі;\nЖеке тұрғын үй қорынан жергілікті атқарушы орган жалдаған тұрғын үйді пайдаланғаны үшін жергілікті атқарушы орган берген жалдау ақысының мөлшері туралы шот.\nТолық мәліметті мына сілтемеден оқи аласыз.",
                "date": "16.05.2018",
                "upvotes": 0
            },
            {
                "text": "Сизде жалгызбастыны аныктайтын кужат бар ма",
                "date": "17.06.2018",
                "upvotes": 0
            },
            {
                "text": "Салематсыздарма мен комек сурайын деп едим менин 1кызым бар акесинен комек жок жалгыз басты анага кандай комек бар садикке жане уйге очеретке тургым келели кандай комек бере аласыздар",
                "date": "2.10.2018",
                "upvotes": 0
            },
            {
                "text": "Збалам бар.Жалгызбасты анамын.Уйге кезекке туруга кайда баруга болады?",
                "date": "24.02.2019",
                "upvotes": 0
            },
            {
                "text": "Мен озым балам екеумыз Гана уйге турсам болады",
                "date": "1.03.2021",
                "upvotes": 0
            },
            {
                "text": "Саламатсызба мен жалғыз басты анамын екі балам бар Астана 3жылдан бері тұғылыкты  прописка бар . Кайда барып кужат тапсырсам болады",
                "date": "28.06.2021",
                "upvotes": 0
            },
            {
                "text": "Салеметсыз бе мен жалгыз басты анамын уш улым бар. Уиге кезекке туру ушын не ыстесем болады.",
                "date": "18.05.2022",
                "upvotes": 0
            },
            {
                "text": "Жалгыз басты ана ретинде үй алғым келеди қандай комектериниз бар",
                "date": "29.04.2023",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Қазақстан үшін не тілер едіңіз?",
        "question_content": "Салем. Барлыктарынызга Аллахтын нуры жаусын. Елин ушин кандай дуга да болар единизиздер? Жер кытайга бергели жатыр сыбысы шыкканда устазым кушти болсандар халкын ушин, елин ушин унеми дугада бол деп айтып ед. Мен ар намаздан сон елим ушин дуга етейн деп едим. Коп жинаса кол дейдиго. Аркайсысыларыныз ойларынызбен болиссениздер.",
        "question_date": "2.10.2016",
        "question_tag": "Қоғам",
        "question_views": 762,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салем,Аса Қамқор Ерекше Мейірімді-Алла Нух(а.с.) Аллахтың елшісі боласа да баласына шапағаты жүрмеді,демек кәпірді аясаң ол ешкімді аямайды.Өзін де өзгені де адастырады,өзіне зиянды дүниені жинаймын деп,өзгеге зиянды режим орнатады(буддистерге үстемдік беруде ақша үшін).Кәпір-ашық күнә жасаса,мұнафық-жасырын күнә жасайды.Жарнама,қағаз жүзінде барлығы жақсы,бірақ олай емес.Ондайлар(кәпірлік режим орнатушылар) тез өлсе,өзі үшін де өзгелер үшін де хайырлы,ондайлар ұзақ өмір сүрсе өзін де өзгені де адастырады,онсыз да(буддис-кәпірлер келмей-ақ мұнафықтардың өздері) дінімізді бұрмалады,буддистер келсе ашық кәпірлік режим орнайды,тезірек өлгей амин!",
                "date": "2.10.2016",
                "upvotes": 1
            },
            {
                "text": "Мен ешқандай дұға оқымаймын, себебі жалпы Аллаһ дегенге, тылсым күштерге сенбеймін, тек сенетінім адамдардың мейрімділігіне, адамшылыған ғана сенемін",
                "date": "3.10.2016",
                "upvotes": 1
            },
            {
                "text": "Қазақстанда қазақ тілінің мерейі үстем болсын деп тілеймін және де зайырлы мемлекет емес ислами мемлекет болса димін мысалға ҚАЗАҚ ИСЛАМ РЕСПУБЛИКАСЫ",
                "date": "4.10.2016",
                "upvotes": 0
            },
            {
                "text": "Экономикамыздың дамуын тілеймін.",
                "date": "4.10.2016",
                "upvotes": 0
            },
            {
                "text": "Барлық жақсы қаситтер Исламда,Ислам діні бұзылса бүлік шығады.",
                "date": "4.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Мына сөздердің мағынасын айтып жібересіздер ме?",
        "question_content": "Күңіренісіп кеңеспен,\n\nБітпейтін бір егеспен\n\nЖарысып жарға барысад.\n\nТолқын мен толқын сырласып,\n\nСырларын ептеп ұрласып,\n\nТолқынға толқын еркелеп,\n\nМеруерт көбікке оранып,\n\nЖыландай жүзге бұралып,\n\nЖарға жетер ентелеп.\n\nОсы сөздердің мағынасын ашып беріңіздерші!",
        "question_date": "1.10.2016",
        "question_tag": "Мектеп",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бақылау сұрақтары зертханалық жұмыс",
        "question_content": "1. Нүктемен және қозғалмайтын осьпен салыстырғандағы күш моменті деп нені атайды?\n\n2. Дененің инерция моменті неге тәуелді, ол айналмалы қозғалыс кезінде қандай роль\n\nатқарады?\n\n3. Құралдың жіптеріне ілінген жүктердің ілгерілемелі қозғалысында үдеу осы жұмыста\n\nқалай анықталады?\n\n4. Тәжірибелік және теориялық жолмен алынған инерция моменті мәндерінің айырмасы\n\nқандай?\n\n5. Бұл жұмыс қандай заңға негізделген? Осы заңды формула түрінде беріңіз.\n\n6. Сызықты және бұрыштық үдеулер арасында қандай байланыс бар? Қандай шартта ол\n\nпайда болады?\n\n22\n\n7. Обербек маятнигін қандай күш моменті айналмалы қозғалысқа келтіреді? Осы\n\nберілген жұмыста күш моментін қалай өзгертуге болады?\n\n8. Цилиндрдің инерция моментін есептеу үшін қандай теорема қолданылады?\n\nСтержендер арасындағы арақашықтық цилиндрдің инерция моментіне қалай әсер етеді?\n\n9. Инерция моменті өзгермеген жағдайда, инерция моментінің артуы бұрыштық үдеуге\n\nқалай әсер етеді? Күш моменті өзгеріссіз болғанда, оның артуы бұрыштық үдеуге қалай\n\nәсер етеді?",
        "question_date": "1.10.2016",
        "question_tag": "Физика",
        "question_views": 3900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Массасы 66 г протон жанганда тузелетин комир кышкыл газынын кауипти жагдай колемин есептендер",
                "date": "16.05.2018",
                "upvotes": 0
            },
            {
                "text": "осылардың жауабы бар ма?",
                "date": "2.10.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ватсапп контакт көрінбей тұр",
        "question_content": "Ватсапта контакты көрінбей тұр, бәрін істеп көрдім, астында (использование камеры) деп тұр, не істесем болады?",
        "question_date": "1.10.2016",
        "question_tag": "Компьютерлік бағдарламалар",
        "question_views": 450,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "5 сынып есебі. Екі санның айырмасы",
        "question_content": "Екы саннын аиырмасынын маны 95 ке тен азаигышка 18 ды косып азаиткыштан      \n7 ны азаиткандагы аиырманын сонгы манын табындар",
        "question_date": "1.10.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 1900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "95+18+7=120........",
                "date": "1.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математикада 1-ден 100-ге дейінгі сандарды шым-шытырық етіп салған сурет бар еді",
        "question_content": "Математикада 1-ден 100-ге дейінгі сандарды шым-шытырық етіп салған сурет бар еді, сол сурет керек болды. Осы суретті қайдан табуға болады? Бар болса жібересіздер ме?",
        "question_date": "30.09.2016",
        "question_tag": "Мектеп",
        "question_views": 805,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менде осы сурет бар, сол ма?",
                "date": "4.10.2016",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Астана мен Алматыны қосатын 1100 км арақашықтықтың миллионнан бір бөлігіне жете ме?",
        "question_content": "Бір шарғыдағы жіптің ұзындығы 200 м . Сонда бір шарғы жіп Астана мен Алматыны қосатын 1100 км арақашықтықтың миллионнан бір бөлігіне жете ме?",
        "question_date": "30.09.2016",
        "question_tag": "Мектеп",
        "question_views": 634,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "1100000*1/1000000=1.1м\n\n200м>1.1м",
                "date": "1.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Математика, алгебра, геометрия пәндерінен ОЖСБ ҚМЖ жоспарлары бар?",
        "question_content": "Математика, алгебра, геометрия пәндерінен ОЖСБ ҚМЖ жоспарлары бар?",
        "question_date": "30.09.2016",
        "question_tag": "Мектеп",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Тұрмыс-салт жырларының тәлім тәрбиесінің мәні деген тақырыпта жоспар?",
        "question_content": "Тұрмыс-салт жырлары туралы. Тұрмыс-салт жырларының тәлім тәрбиесінің мәні деген тақырыпта жоспар?",
        "question_date": "30.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Put a/an before the countable nouns.and some before the uncountable nouns.",
        "question_content": "Put a/an before the countable nouns.and some before the uncountable nouns.\n\na chair\nsome sugar\na)_________bag f)__________book g)________work\nb)__________money h)_________problem e)________soup\nc)________apple i)________music\nd)______fruit j)_________information",
        "question_date": "30.09.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "a)a bag             f)a book                 g)some work\nb)some money  h)a problem e)some soup\nc)an apple        i)some music\nd)some fruit      j)some information",
                "date": "21.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Торрентино сайтынан прогамма жүктейтін едім ашпай тұр?",
        "question_content": "Торрентино сайтынан прогамма жүктейтін едім ашпай тұр?",
        "question_date": "30.09.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 175,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Шие тосабындағы шиенің массасының қанттың массасына қатынасы",
        "question_content": "Шие тосабындағы шиенің массасының қанттың массасына қатынасы 2:3 қатынасындай. Массасы 3,5 кг шие тосабында неше килограмм қант бар?\n\nҚант неше кг?",
        "question_date": "30.09.2016",
        "question_tag": "Математика",
        "question_views": 4000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "3.5*3/2=5.25кг............",
                "date": "30.09.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Ұлтшылдық\" сөзінің мәні неде? -ов; -ев; орыстың бізге салған құлдық таңбасы ма?",
        "question_content": "1. \"Ұлтшылдық\" сөзінің мәні неде?\n2. Ұлтшыл адам сипаты қандай? Осы сұрақтарға жауап алып, кезекті кешімізді өткізіп қайттық. Алған мəліметтерімізбен бөлісе кетсем: 1. \"Ұлтшылдықтың екі түрі бар\" Олар, негативті және позитивті... 2. 60-шы жылдары \"Ұлтшыл\" деген сөзді айта алмайтын. Сол себепті \"Ұлтжанды\" деген сөзді ойлап тапты.\n\n3. Менің ойымша, \"Ұлтшыл\" деген сөздің бастапқы мағынасын қайтаруымыз керек. Ол жаман сөз емес..\nАдамдарға дұрыс жеткізсек, ол сөздің қадірі, түп негізі қайта келеді.\n\n4. Билікке қателіктерін көрсету, өз пікірін айту, дұрыс жолға бағыттау, \"оппозиция\" деген ұғымға келмейтін сияқты. Ол сенің азаматтық позициянды көрсетуін дегенге жақынырақ...\n5. Біздің \"Ұлттық рухымыз\" 6 жасымызда батырлар жырын оқып көтерілетін. Қазір ол процес қалай жүретінін білмедім..\nҚоғамда қашан \"Ұлттық рух\" көтеріледі? Қарапайым қазақ сөздері қате жазылған кезде, намыстарына тиетін кезде, сондай деңгейге жеткенде, қоғам жалпылама рухтанады. Ал рухшыл қоғам, кез-келген мемлекеттің діңгегі.\n6. Рухты көтеру үшін \"НАМЫС\" керек. Егер Қазақстанда еш проблема болмаса мен космополит болуға дайынмын.\n7. -ов; -ев; орыстың бізге салған құлдық таңбасы.\n\n8. Бізді құртатын бір сөз - \"Онда тұрған не бар?\". Мысалы \"Медеу\"-\"Медео\". Бұны ешкім ауыстырмайды.\n\n9. Ұлттық ойынымыз \"Қыз қуу\" дәстүрі тоқтатылды. Ғасырлар бойғы мәдениетімізді бір сəлəфит құртты.\n10. Қазақ қазақты өлтіріп кетсе, бармаймыз. Ұйғыр қазақты өлтіріп кетсе скорый помощь сияқты жетіп барамыз. \n12. Ұлтшылдық дегеніміз - басқа ұлтты жек көру емес. (с) Дос Көшім\nСіз қалай ойлайсыз?",
        "question_date": "30.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 2000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұлтшыл болу керек, оған басқа ұлттар ренжи қоймас, керісінше силайтын болады ҰЛТ ретінде.  Ұлтшыл елдердің бәрі дамып кеткен. Ал көп ұлттымыз деп жүрген адамдар өз мәдениеті, ұлт құндылықтарын, тілін, беделін жоғалтады.",
                "date": "1.10.2016",
                "upvotes": 0
            },
            {
                "text": "Ресей туристері біздің елге келсе өзінің тілінде басына сөйлей береді қысылмастан, өзін биік ұстап. Ал сол орыс туристері Ташкентке барса тілдері келмесе де  Саламалейкум  деп таңғалған заттарын өзбекше айтып, түсінбесе де түсінген адам сияқты яқши-яқши деп сұрап жалпақтап жатады, оларға өзбек ағайындар өзбекше айтып жатса түсінбесе де бастарын изеп ишара жасап, жылы күлімдеп жатады,  ол ұлтты силағандары.  Өзбектің әр-қайсысы ұлшыл, орыстың да әр-қайсысы ұлтшыл, немісің де ұлтшыл, олар ұлтшылдықтан ұтылып жатқан жоқ керісінше дамып барады. Мен де бір озық техника жасап ҚАЗАҚ ұлтының атынан шығарып, өз ұлтымның беделін көтергім келеді де тұрады. Әлемге технологияларымызбен танылсақ бізді құрметтейді,  құры құрметтегені былай тұрсын қазақша үйреніп қазақ тілінде сөйлегілері келіп тұратын болады. Жапондарды бүкіл әлем не үшін силайды?",
                "date": "1.10.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әзілхан Нұршайықов «Мен журналистпін» кітабын қайдан табуға болады?",
        "question_content": "Жаңалықты сезгіш журналист- журналист,\nЖаңалықты сезбейтін журналист- формалист\n\nЖаман тілші естігенін жазады,\nЖақсы тілші көргеніні жазады.\n\nТілшінің тілі жұмсақ қаламы қатты.\n\nҮйді бұзу оңай, салу қиын.\nМақаланы оқу оңай, жазу қиын.\n\nЕкі тілші тату болса, бірін- бірі қиыспайды.\nЕкі тілші араз болса, бір қалаға сиыспайды.\n\nКөңілсіз редактор, Көріксіз газет шығарады.\n\nДаңғой журналист - фельетоншыл келеді,\nЖалқау журналист- телефоншыл келеді\n\nЖас журналистің қалжыңы көп,\nКәрі журналистің мылжыңы көп.\n\nҮйкүшік тілші,\nҮйіндегі әйелінен интервью алады.",
        "question_date": "30.09.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қазақша фильмдерді ғаламторда қайда көрсем болады?",
        "question_content": "Біздің және шетел фильмдерін қазақ тілінде көргім келіп еді. Соған араулы сайттар білесіздерме?",
        "question_date": "29.09.2016",
        "question_tag": "Кино",
        "question_views": 541,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ВКда \"Кино Көр\" деген жақсы топ бар, сонда көрсең болады.",
                "date": "11.02.2017",
                "upvotes": 0
            },
            {
                "text": "",
                "date": "9.02.2018",
                "upvotes": 0
            },
            {
                "text": "https://365kino.kz/\n\nКинокөр қосымшасын андроид телефонға жұктеп көре аласыздар.",
                "date": "19.04.2023",
                "upvotes": 0
            }
        ]
    }
]