[
    {
        "question_title": "Ой түбінде сөз жатыр ... шығарма керек",
        "question_content": "Ой түбінде сөз жатыр",
        "question_date": "12.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақ ауыз әдебиетінің ерекше бір жанры – шешендік өнер. Халқымыздың даналығының үлгісі шешендік сөздер – ғасырлар бойы халық сынынан ерекшеленіп өткен құнды мұра, асыл қазына.\nШешендік өнеріне ерте замандардан-ақ, үлкен мән берілген. Ежелгі грек, рим елдерінде шешендік өнерді \"риторика\" деген атпен жеке пән ретінде оқыған. Дүние жүзіне әйгілі ерте заман шешендері Пратогор, Демоссфен, Цицерон, Квинтилиан сияқты өз заманының мемлекет қайраткерлері, ел аузына қараған ойшылдары болған. \"Риторика\" ғылымы өнердің падишасы ретінде ерекше бағаланған. М.В.Ломоносовтың 1748 жылы басылып шыққан \"Шешендікке қысқаша басшылық\" атты еңбегі бұл өнердің Ресейде дамып, қалыптасуына түрткі болды.\nҚазақтың шешендік сөз тарихы Майқы би мен Аяз билерден басталып (XII-XIII ғғ.), Жиренше шешен, Асан қайғы (XIV-XV ғғ.) есімдерімен қатысты калыптасып, өркендей түсті.\nШалгез, Бұхар (XV-XVIII ғғ.), Шортанбай, Дулат, Мұрат, Төле, Қаз дауысты Қазыбек, Әйтекелерге жалғасты. Шешендік өнерінің кеңінен дамып биіктеген кезеңі – XV-XVIII ғғ. Бұл кез қазақ халқының жоңғар, қалмақ, қытай басқыншыларына қарсы тұрып, өз тәуелсіздігін қорғау жолындағы күрес жылдары еді.\nШешендік сөздердің алғашқы үлгілерін халық ауыз әдебиеті туындыларынан, ертегі, аңыз әңгімелерден, өлең-жыр, дастандардан ұшыратамыз. Осы сөз өнерінің кең қанат жайып, орнығып дамуында тапқырлық пен шешендіктің тамаша нұсқалары – жыраулар толғаулары, айтыстар мен мақал-мәтелдердің орны ерекше.\nҚазақтың шешендік сөздерін өзге жұрттың атақты адамдары, ғалымдары жоғары бағалады. Шешендік сөздер нұсқаларын академик В.В.Радлов (XIX ғ.) зерттеп жинаған болатын. Ол: \"Қазақтар... мүдірмей, кідірмей, ерекше екпінмен сөйлейді. Ойын дәл, айқын ұғындырады. Ауыз екі сөйлеп отырғанның өзінде сөйлеген сөздер ұйқаспен, ырғақпен келетіндігі соншалық, бейне бір өлең екен деп таң қаласын\", – деп көрсете отырып, әсіресе қазақ тілінің тазалығы мен табиғилығын дұрыс аңғарып, қазақтардың сөзге тапқырлығы мен шешендігі өзіне ерекше әсер еткенін жазған.                       \nСондай-ақ, қазақтың шешендік, тапқырлық, нақыл сөздерін жинап жариялағандардың бірі – Ыбырай Алтынсарин. Ол халық даналығының жас өспірімдерді тапқырлыққа, өткірлікке, адамгершілікке баулитын тәрбие құралы екенін жете танып, өз еңбектеріне орнымен енгізіп, пайдалана білді.\nШешендік сөздерді алғаш зерттеушілердің бірі – М.Әуезов. \"Қазақ әдебиеті тарихы\" (1927 ж.) еңбегінде \"Билер айтысы\" деген арнаулы тақырыппен шешендік сөздердің кейбір түрлеріне мысалдар келтіреді. Ауыз әдебиетінде алатын орны мен халықтық сипатына дәлелді ғылыми тұжырымдама береді. Ауыз әдебиеті мұраларын зерттеп, жинап, ерекше еңбек сіңірген ғалым-лингвист А.Байтұрсынов шешендік өнерді жеке алып қарастырып, құнды пікірлер білдірді (1926 ж.). Шешен сөз, көсемсөз, дарынды сөз деп үш топқа бөліп, әрқайсысын қолданыс орнына қарай (саясатқа қатысты, сотта сөйлеу, қошемет сөздер, ғалымдардың ғылыми тақырыптағы сөзі, діни уағыз сөздер) іштей тағы беске бөліп, әрқайсысына қысқаша түсініктер, тың анықтамалар берген.\nШешендік сөз терең ойға, ұтқыр шешімге, тапқыр логикаға құрылады.\nХалық мақалдарында: \"Таяқ еттен өтеді, сөз сүйектен өтеді\", \"Бас кеспек болса да, тіл кеспек жоқ\", \"Қылыш жарасы бітеді, тіл жарасы бітпейді\", \"Аталы сөзге арсыз ғана тоқтамайды\", – деп сөзді айтушыға да, оған құлақ қоюшыға да биік талап қойған. Демек, шешеннің ең негізгі құралы – сөз. Ол тындаушының жүрегіне жетіп, ерекше сезімге бөлеген.\nСөз туралы Бөлтірік шешен: \"Сөзден тәтті нәрсе жоқ. Сөзден ащы нәрсе жоқ. Сөзіңді тіліңе билетпе, ақылыңа билет. Ақылыңды, сөзіңді ақылсызға қор етпе, ақылдыға айт, кімге, қай жерде, қай кезде, қалай сөйлейтініңді біл\", – деп толғайды. Бұлар – \"Ердің құнын екі ауыз сөзбен бітіретін, жауласқан елдің арасына бітім айтатын, күлгенді жылатып, жылағанды жұбата алатын даналық сөздер иесі\". Мұндай сөз білетін, жөн білетін адамға ел ісіне араласуға, халық атынан сөйлеуге құқық берілген. Шешендік өнер — көрген-білгенді көкейге тоқып, көп үйреніп ізденудің арқасында талай  айтыс-тартысқа түсіп, жалықпай жаттығу арқылы жетілетін өнер.\nШешендік өнердің қиындығы туралы Бұқар жырау:\n...Көш бастау қиын емес –\nҚонатын жерде су бар.\nҚол бастау қиын емес –\nШабатын жерде жау бар.\nШаршы топта сөз бастау қиын –\nШешімін таппас дау бар, –       \nдеп дұрыс аңғартады.\nНағыз шешен үшін сөзге шебер болу жеткіліксіз. Табанда тауып сөйлейтін тапқыр, топ алдында тайсалмай, мүдірмей сөз бастайтын батыл, сөз сайысында саспайтын сабырлы болуы қажет.\nШешендік сөздерге тән ерекшеліктер. Біріншіден, қазақ шешендерінің сөздері жазбаша емес, ауызша айтылып дүниеге келеді де, одан кейін бірден-бірге жатталып, ұрпақтан-ұрпаққа жетеді.\nЕкіншіден, айтыла келе бастапқы нұсқа қалып өзгертіліп отыруы мүмкін.\nҮшіншіден, шешеңдік сөздер кейінгі айтушылар тарапынан қажетіне қарай өзгеріп қолданылып отырған.\nШешендік сөз ақындар айтысы сияқты сөз тартысы дау үстінде, ел тағдыры талқыланған ұлы жиын кеңес кезінде, оңаша ой толғау не сұхбат, әңгіме-дүкен барысында арнау, сәлем, өсиет түрінде де өмірге келген.\nШешендік сөздер көбінесе түсінік сөзден басталады. Түсінік сөзде айтылмыш шешендік сөздің немен байланысты, қандай жағдайда туғандығы мен кім айтқаңдығы баяндалады.\nШешендік сөздің, айтылар ойдың негізі – мазмұн. Сөз нақтылы, нені айтса да сендіретіндей, иландырып қарсыласын мойындататындай дәлелді айтылған.\nЖазба әдебиетіміз дамыған кейінгі дәуірде шешендік сөздер саптан шыққан жоқ. Заманға сай жаңа мазмұн, жарасымды тұр тапқан шешендік сөз нұсқалары көбейді.\nШешендік сөздің шыны – айтыс. Мұнда ауыз әдебиетіне тән барша қасиеттер тоғысқан.\nШешендік сөздер мән-мағынасының тереңдігімен ғана емес, сондай-ақ тақырыбының кеңдігімен де ерекшеленеді.\nШешендер сөзі – халқымыздың тілдік қазынасы. Ол көркем әдебиетіміздің қалыптасып дамуына белгілі дәрежеде үлес қосқан ақын-жыраулардың арнау, толғау сөздеріне ұқсас болып келеді.\nЕртеден-ақ, халқымыздың өзіндік басқару жүйесі болды. Ел қамын жеген ерлері, сөзін сөйлеген, әділін айтқан шешендері, білімпаз билері болды. Би – халықтың көкейіндегісін айтқан, ойын жарыққа шығарған әділет жоқшысы. Қазақтың атақты билері Төле, Қаз дауысты Қазыбек, Әйтекеден қалған сөз дәстүрі ғасырлар бойы үзілген емес.\nШ.Уәлихановтың: \"Би атағын беру қазақта халық тарапынан бір сайлау арқылы немесе халықты билеп отырған өкімет тарапынан бекіту арқылы болған емес, тек сот ғұрыптарына әбден жетік, сонымен қатар тілге шешен қазақтар ғана бұл құрметті атаққа өз бетімен ие болған. Би атағын алу үшін би болам деген қазақ өзінің заң ісіне жетіктігі және шешендік қабілеті бар екеңдігін халық алдында сан рет көрсетуге тиіс болған. Ондай адамдардың атағы бүкіл қазақ даласына тез жайылып, олардың аты жұрттың бәріне мәлім болып отырған\", – деген сөздерінен би – халықтың көкейіндегісін айтқан, жарыққа шығарған әділет жоқшысы екенін танимыз.\nКезінде Ахмет Байтұрсынов: \"Әділ билердің қолындағы билік қазақтың неше түрлі дертін жазатын жақсы дәрі еді\", – деді. Демек бұл қастерлі мұра – шешендікпен айтылған билер сөзі ұмытылмайды, қай кезде болса да халық жадында.\nwww.******.com",
                "date": "13.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Біздің заманың мәңгүрттері кім?",
        "question_content": "Өтінем менің сұрағыма жауап айта аласыздарма",
        "question_date": "12.05.2017",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ақпараттық заманда (яғни қазіргі) кез-келген информацияны еш саралаусыз қабылдап, ой түйе алмайтындар деп білемін. Ондайлар біреудің жетегінде жүреді. Соқыр, аңқау, немесе тіпті жалқау болуы да мүмкін, еріншек. Соңғы екеуін мәңгүрттер қатарына қосатын себебім - олар ақылды, көреген не талантты бола тұра, өздеріне берілген мүмкіндікті пайдаланбай, бар уақытын тәуелділікке( телефон, ойын, ішімдік , тағы сол сияқты) кетіруі мүмкін.",
                "date": "17.12.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Демалыс орындарымен əйгілі Оңтүстік Еуропа елдері қайсы?",
        "question_content": "Демалыс орындырымен əйгілі оңтүстік еуропа ел",
        "question_date": "12.05.2017",
        "question_tag": "География",
        "question_views": 458,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Дубай немесе туркия",
                "date": "17.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Цехта күніне қанша бұйым жасалған?",
        "question_content": "1.бір цехта жұмысшылар 300 бұйым жасамақшы еді .Оның 80 данасы жасалғаннан кейін жұмыс өнімділігін арттырып 15 бұйым  артыщ жасалды .Олар міндетін 6 күнде орындады.Жұмыс өнімділігі артқан соң күніне қанша бұйым жасады\n2.көрші ауылдардың арасы 24 км .Ақсу ауылынан Нұрлан \" Бірлікке \"баруға ал \"Бірлік\"ауылынан Дəурен Ақсуға бару үшін бір мезгілде жолға шықты.Нұрлан Дəуренге қарағанда 2 км артық  жүріп ,одан бір сағ бұрын,\"Бірлікке\" жетті .Нұрлан мен",
        "question_date": "12.05.2017",
        "question_tag": "Математика",
        "question_views": 638,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Көз жараны қалай емдеуге болады?",
        "question_content": "I Менің анамның қолына осындай жара шығып кетті, не істесем болады? Көбі көз жара дейді, іріндеп сулана береді? Көмектесіп жіберсеңіздер?!",
        "question_date": "12.05.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 67200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Теріскен – кірпіктердің түкті аймақтарында орналасатын көз қабағының іріңді қабынуы. Ол әдетте көздің төменгі және жоғарғы жағында, кірпік арасында пайда болады. Теріскен шығар алдында көз қабағының айналасы қышып, қызарып, ісіне бастайды. Әбден пісіп-жетілгенше адамды біраз мазалайды. Аузы жарылғанда көзді жағымсыз сұйықтыққа толтырады. Таңертең ұйқыдан оянғанда көздің кірпіктері сол сұйықтыққа шыланып, көзді ашу қиындайды. Асқынған кезде адамның басы ауырып, көзі тартып, дене қызуы көтеріліп, инфекцияға қарсы тұратын лимфа түйіндерін зақымдайды.\nТеріскен көп жағдайда ағзаға суық тигеннен шығады. Сондай-ақ, бактериялық инфекциялардан, иммунитеттің төмендеуінен, ағзаның әлсіреуінен (мәселен, суық тиіп қатты ауырғаннан кейін) да болады.\n\nКөзіңізге теріскен шыққанын байқаған болсаңыз дәрігердің көмегіне жүгінгеніңіз абзал. Мамандар оның шығу себебін анықтап, тиісті емдом жасайды. Емдеу жан-жақты әрі кешенді түрде жүргізілуі тиіс.\n\nДәрігерлердің айтуынша, теріскен ер азаматтарға қарағанда әйелдерге көбірек шығады екен. Оның себебі – қыз-келіншектердің көз гигиенасын дұрыс сақтамауынан. Мәселен, қыздар көздерін, кірпіктерін бояған кезде немесе бояуды өшіру барысында ұқыпсыздық танытады. Сондай-ақ, өзгенің косметикасын, бояуларын пайдаланған кезде де көзге микробтардың түсу қаупі басым.\n\nСол секілді ер адамдар да көзін кір қолмен жиі уқалайды немесе кір орамалмен, шүберекпен сүрте салады. Ал, оның салдарынан көзге бактериялар түсіп, қабақтың қабынуына әкеліп соқтырады.\n\nТеріскен көбіне иммунитеті төмен адамдарға шығады дейді мамандар. Яғни ағзада А, С, және В дәрумендерінің жетіспеушілігінен, таза ауада көп тынықпаудан да шығуы мүмкін.\n\nТеріскенді үй жағдайында емдеуге болады:\n\n- Теріскен шыққан қабаққа құрғақ әрі жұмсақ заттарды қыздырып басу керек. Мәселен, тұзды табаға қыздырып, тығыз матаға орап, теріскен шыққан жерге басуға болады. Ескерту: матаның тесігі болмауы тиіс. Өйткені, тұз көзге түсіп кетуі мүмкін. Көз айналасына теріскен шыққан кезде, ағаш қасықты жылытып, сол жерге 10-15 минут (күніне 3 рет қайталау) қойып отыру керек.\n\n- Көзге жағатын түрлі майлар(мазьдар) да пайдалы. Мәселен, эритромицин, левомицетин немесе тетрациклин майы. Бұл майларда антибиотик болғандықтан, жанама әсер бермес үшін дәрігермен кеңескен жөн.\n\n- Теріскен шығайын деп тұрған немесе шыққан жерді 70 пайыздық этил спиртімен сүртуге немесе көкдәрімен күйдіруге болады. Бірақ абай болыңыз, медициналық ерітінділердің көзге тамып кетпеуінен сақтаныңыз.\nhttp://islam.kz/kk/news/gylym/teriskendi-qalai-emdeuge-bolady-2512/#gsc.tab=0",
                "date": "12.06.2017",
                "upvotes": 0
            },
            {
                "text": "Коз жарага жана сойылган койдын малдын шикилей басынан козин ойып алып мактага тамызып жарага медицинский лейкопластырьмен жабыстырып кояды. Коз жараны малдын козимен жазады деп жатады. Ишиндегисин сорып алады дейди малдын кози",
                "date": "14.06.2018",
                "upvotes": 0
            },
            {
                "text": "Көз жаңадан.жаңа сойылган малдың басын алып екі көзін алып жағып отыру керек.Тез кетіп калпды",
                "date": "11.04.2022",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Tarkan Ask+Gitti+Bizden әнін қазақша нұсқасын кім айтады ?",
        "question_content": "Осы әнді машиналардан естіп қаламын. Қазақша айтады, ернар айдар сиақты болды бірақ ернар айдар әндерінен таппадым. Бір отырысқа жүктеп алайын деп едім. Кім екенін білсеңіздер  маған жібере салыңыздар өтініш.",
        "question_date": "11.05.2017",
        "question_tag": "Өнер",
        "question_views": 476,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Ағылшын тілінен төмендегі сұрақтарға жауап керек?",
        "question_content": "1 . What would you do if you found a gold watch ?\n\n2. Would you? That's interesting!",
        "question_date": "11.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 389,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "first i will look for who lost it if i can find that human i that watch. if i cant find , i will keep it for myself but i will not wear that watch. i didnt understand 2nd question",
                "date": "16.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Достар мына суретті қалай қорғасам болады",
        "question_content": "Осы суретке әңгіме құрап",
        "question_date": "10.05.2017",
        "question_tag": "Өнер",
        "question_views": 2800,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Адамның бастапқы көретіне отбасысының бақыты.Бесік жатқызып,әлди тыңдайды.Қарлығаш өз балаларың әлпештеп,оларға тапқаның береді.Ата-анамыз біз үшін жұмыс істеп,бізді асырайды.Бала мектепке барады.Сонда 11 жыл бойы білім алады.Қарлығаш балаларың өзі үйретеді.Бірақ біздің ата-анамыз да білгенін үйретеді.Ата-анамыз бізді оқуға жіберсе,қарлығаш балаларың ұшырып,олар үшін қуанады.",
                "date": "12.05.2017",
                "upvotes": 1
            }
        ]
    },
    {
        "question_title": "Сəбіз осындай неше қапқа салынады?",
        "question_content": "Өтінемін көмектесіңіздерші!!!! 3 сынып.\n\nЕсепті əр түрлі тəсілмен шығар.\n\n168 кг сəбіз тең бөлініп, 4 қапқа салынды. 84 кг сəбіз осындай неше қапқа салынады?",
        "question_date": "10.05.2017",
        "question_tag": "Математика",
        "question_views": 479,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "168:42=42\n\n84:42=2\n\nЖ: 2",
                "date": "19.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауық шаруашылығы жайлы толық мəлімет керек?",
        "question_content": "Мен кішігірім тауықпен айналысайын деп едім? Енді маған тауық туралы көп ақпарат қажет? (қай уақытта өсіп жұмыртқа басады балапанды қалай басады қалай біледі т.Б",
        "question_date": "10.05.2017",
        "question_tag": "Кәсіпкерлік",
        "question_views": 10700,
        "question_upvotes": 1,
        "answers": [
            {
                "text": "Құс шаруашылығы — ауыл шаруашылығының ең жаңа және ең қарқынды дамып келе жатқан саласы. Өнімнің қысқа мерзімде өндірілуі нарық сұранысына бағыт-бағдар ұстауға мүмкіндік береді. XX ғасырдың екінші жартысынан бастап, Солтүстік Америка мен Батыс Еуропа елдерінде бройлер балапандарын өсіретін ірі құс өсіру кешендері қалыптаса бастады. Бүгінгі таңда құстың саны жөнінен Қытай, АҚШ, Ресей, ал жұмыртқа өндіруден Қытай, АҚШ, Жапония, Ресей және Үндістан ерекше көзге түседі.\nТауарлы құс шаруашылығы, негізінен, қала маңдарында шоғырланған. Ал соңғы жылдары жоғары маманданған құс шаруашылықтары арзан жұмысшы күші жеткілікті климаты қолайлы аудандарға ауысуда.\nАсыранды құстарды қолда өсіруді құс шаруашылық деп атайды. Құс шаруашылығы - мал шаруашылығының тиімді саласының бірі. Адамзатты нәруызды тағаммен қамтамасыз етуде құстай алынатын жұмыртқа мен еттің маңызы ерекше. Құс қауырсыны (мамығы) күнделікті тұрмыс қажетіне де пайдаланылады. Ал құс саңғырығы - сапалы тыңайтқыш. Созылған құстың ішкі мүшелерінің қалдықтары үй хайуанаттарына қорек ретінде пайдаға асады. Қолға үйретілген асыранды құстардың да арғы тегі өздеріне туыстас жабайы құстар. Қазіргі кезде қолға үйретілген құстардың 10-нан астам түрі белгілі. Тауықтәріздестерден - тауық, күркетауық, тысыр тауығы (цесарка), тауыс және жапон бөденесі. Үйрек пен қаз да ақолға үйретілген құстарға жатады. Кептер тәріздес құстар отрядынан қолға үйретілгені – көгершін.\n       Қолға үйретілген құстардан дүние жүзінде ең көп өсірілетіні - үй тауығы. Тауық мүшелді жыл санауда 10-жылды иеленген. Асыранды тауықтың арғы жабайы тегі - Азияның оңтүстік-шығыс аймағында кездесетін банкив тауығы. Бұл тауық Үндістан жерінде, Ява, Суматра, Цейлон, Зонд аралдарындағы орманды алқаптарда таралған. Оның тұрқы шағын, салмағы 600-800 грамм, ұясын жерге салып, жылына 8-12 жұмыртқа салады. Үй тауықтарының барлық қолтұқымдары жабайы банкив тауығынан ұзақ жылдардағы сұрыптау нәтижесінде шығарылған, Үй тауығынан алынатын жұмыртқа мен етіне байланысты, бірнеше бағытта өсірілетін қолтүқымдар бар. Үй хайуанаттарын жіктеу кезінде жүйелік бірлік ретінде қолтұқым (порода) ұғымы қолданылады. Ұзақ уақыт қолдан сұрыптау нәтижесінде алынған бір түрге жататын үй хайуанаттарының тобын қолтұқым дейді. Әрбір қолтүқым белгілі бір мақсатқа сай (мысалы, жұмыртқа алу немесе дәмді ет үшін, т.б.) есіріледі. Қолтұқымның дене құрылысында, тіршілік әрекетінде өзіне тән белгілері болады. Ондай белгілер тұқым қуалап, ұрпақтарына беріліп отырылады. Үй тауығының қол тұқым дары негізінен мынадай бағытта өсіріледі: Жұмыртқалағыш тауық қолтұқымдары. Мұндай тауықтың қолтұқымдары жылына 220 - 250 , кейде одан да көп жұмыртқа береді. Леггорн, минорка, андалуз, орыстың ақ тауығы, орлов, павлов, воронеж осындай қолтұқымдарға жатады. Қолтұқымдар арнайы ірі құс фабрикаларында өсіріліп, оларға ерекше күтім жасалады. Ондағы барлық жұмыстар (тауықтарды қоректендіру, жұмыртқаларды арнайы инкубаторда шайқау, т.б.) техника күшімен жүргізіледі. Етті бағытта өеірілетін тауық қолтұқымдары. Тауық еті жеңіл әрі сіңімді. Оның құрамында адам ағзасына қажетті нәруыз, витаминдер, химиялық элементтер көптеп кездеседі. Бұл бағытта виандот, род-айленд, шантеклер, доминикан, дисерсей, корниш, плимутрок қолтұқымдары өсіріледі. Етті бағытта өсірілетін тауық қолтүқымдарының балапандары тез жетіледі әрі қарқынды өседі. Ондай 7-8 апталық балапандар орташа 1,5 - 1,8 кг салмақ тартады. Балапандарды бройлер деп атайды және осы кезде оларды жаппай сойып, сатуға шығарады. «Бройлер» - деген ағылшын сөзі, оның қазақша мағынасы «отқа қақтау» деген ұғымды білдіреді. Олардың еті жұмсақ әрі дәмді болады. Етінің құрамында өте бағалы нәруыз мол. Оларды өсіруге шығын аз жүмсалатындықтан, шаруашылық үшін тиімді. Бройлер балапандарын өсіру үшін арнайы жабдықталған құс фабрикалары жұмыс істейді. Әйнегі жоқ кең бөлмелердегі еденге қалың төсеніш жасап, сапалы құрама жеммен қоректендіреді. Тәулік бойы жасанды жарық пен қараңғылық үнемі алмастырылып тұрады.\n\nӘрі етті, әрі жұмыртқалағыш бағытта да өсірілетін тауықтың қолтұқымдары (мысалы, ақ плимутрок) бар. Төбелестіру мақсатында малай, үнді, ағылшын қолтұқымдары өсіріледі. Ондай тауықтардың аяқтары ұзын, сіңірлі келеді. Денесі мығым, шоқысуға, тепкілесуге бейім. Қолға үйретілген үйректің арғы тегі — жабайы барылдауық үйрек. Үй үйректері бұдан 6-7 мың жыл бұрын Месопотамия аймағында және Қытайда қолға үйретілген. Оны да еті, мамығы үшін өсіреді. Қолға үйретілген үйректің тағы бір түрі - мускусты үйрек. Ол алғаш рет Оңтүстік Америкада қолға үйретілген. Оның да еті жұмсақ әрі дәмді, майы аз болады.\n\n\n\nАқпарат: https://kk.wikipedia.org/wiki/%D2%9A%D2%B1%D1%81_%D1%88%D0%B0%D1%80%D1%83%D0%B0%D1%88%D1%8B%D0%BB%D1%8B%D2%93%D1%8B",
                "date": "19.08.2017",
                "upvotes": 1
            },
            {
                "text": "Құс шаруашылығы — ауыл шаруашылығының ең жаңа және ең қарқынды дамып келе жатқан саласы. Өнімнің қысқа мерзімде өндірілуі нарық сұранысына бағыт-бағдар ұстауға мүмкіндік береді.\nҚұс шаруашылығымен айналысамын деушілерге мемлекет тарапынан қолдау бар. «Агробизнес–2020»жобасы аясында инвестициялық салымдар кезінде агроөнеркәсіптік кешен субъектілері шығындарының бір бөлігін өтеу бойынша (Қазақстан Республикасы Ауыл шаруашылығы министрлігінің №9-3/726 бұйрығына сәйкес) субсидиялаудың басым бағыттарының бірі – құс шаруашылығымен айналысатын үлкен өнеркәсіптерді салу және кеңейтуге бағытталған.\nСубсидиялау жылына 20 мың тоннадан бастап құс етін өндіретін объектілерді, 100 миллионнан аса жұмыртқадан өндіретін жұмыртқа бағытындағы құс фабрикаларын, сондай-ақ жылына 3 мың тоннаданартық күрке тауық етін өндіруге арналған объектілерді құру және кеңейту; асыл тұқымды репродукторды (бройлерлік, жұмыртқалық, суда жүзетін құстардың, күркетауық шаруашылығын) құру бағыттары бойынша жүргізіледі.\nҚола түсті кең кеуделі күрке тауықтар өздерінің жоғары көрсеткіштерімен ерекшеленеді, дұрыс тамақтанатын болса, аталығының салмағы 9-11кг. дейін жетеді. Орташа есеппен күрке тауық балапанының туғаннан кейінгі 13 аптадағы салмағы 4,4 кг., 17 аптадағы салмағы – 6,6 кг. болады.",
                "date": "26.03.2018",
                "upvotes": 0
            },
            {
                "text": "УЙ  тауыгы канша сумада болад?",
                "date": "16.04.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "\"Семсер патшайым\" фильмі туралы толық мəлімет керек?",
        "question_content": "Сәлеметсіздер ме??? Бұрын қазақстан телеарнасынан берген Семсер патшайымы деген сериал жайлы мәлімет бар ма??",
        "question_date": "10.05.2017",
        "question_tag": "Телесериалдар",
        "question_views": 729,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Бір күн бойы жарық болмаған жағдайда қалай өмір сүруге болады?",
        "question_content": "Жөндеу жұмыстарына байланысты 10 күн электр жарығы болмайды деді. Бұл сіздің өміріңізге қалай әсер етеді? Не істейсіз?",
        "question_date": "10.05.2017",
        "question_tag": "Жалпы сұрақ",
        "question_views": 387,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "почитай интересные книги  время быстро пройдет",
                "date": "10.05.2017",
                "upvotes": 0
            },
            {
                "text": "Жарық кезде есік алдына шығып даланың жұмыстарын істе, спортпен айналыс, кітап оқы ол өзіңнің қызығ",
                "date": "11.05.2017",
                "upvotes": 0
            },
            {
                "text": "бензин двигатель тапсан болды бурынгыша омир суресің",
                "date": "26.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Берілген өлең жолдары қай əннен?",
        "question_content": "Айтшы кімді армандайсың,\n\nАйтшы кімді тілейсің.\n\nНеге менің жан күйімді білмейсің?\n\nНеге мені байқамайсың,\n\nНеге мені көрмейсің?\n\nІздеп мені жаным неге келмейсің?!\n\nКайырмасы осылай кім айтатынын және кандай ән екенін айтып жіберсеңіздер, білетіндер бар болса...",
        "question_date": "10.05.2017",
        "question_tag": "Қазақша ән",
        "question_views": 956,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ол кісі емес шатасып жазыппын.",
                "date": "11.08.2017",
                "upvotes": 0
            },
            {
                "text": "Вк желісінде Айгүл Бажанованың парақшасынан көре аласыз.",
                "date": "11.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Сәулет мамандығы үшін 1 және 2-шығармашылық емтихандарында қандай тапсырмалар келеді?",
        "question_content": "Сәулет мамандығына тапсырғандар айтыңыздаршы, 1 және 2 шығармашылық емтиханда қандай тапсырмалар келді. Мысалы 1 емтиханда сурет салдық дегендей. Ненің суретін салдыңыз. Қандай сызба жұмысын сыздыңыз? Өзіңізге келген тапсырманы жазып жіберсеңіздер!!",
        "question_date": "10.05.2017",
        "question_tag": "Университет, колледж",
        "question_views": 1400,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Вконтактедегі парольді ұмытқанда не істеуге болады?",
        "question_content": "Вк  пароль ұмытып қалдым, жəне сол вк дағы номерге екінші  вк парақша ашылып кеткен. Өтініш көмектесіңіздерші алдынғысына қалай қайтсам болады. Алдын ала рахмет.",
        "question_date": "10.05.2017",
        "question_tag": "Әлеуметтік желі",
        "question_views": 954,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әскерге кеткенде жұмыс орыны сақтала ма?",
        "question_content": "Әскерге кеткенде жұмыс орыны сақтала ма?",
        "question_date": "10.05.2017",
        "question_tag": "Жұмыстағы жағдайлар",
        "question_views": 3000,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Қазақстан Республикасының Еңбек кодексі 2007 жылы 15 мамырда қабылданды. Кодекске жыл сайын өзгертулер мен толықтырулар енгізіліп тұрды. Сондай іргелі өзгеріс 2014 жылдың 11 шілдесінде қолданысқа енгізілген заңда көрініс тапқан болатын. Онда мысалы Еңбек кодексінің 28-бабы 1-тармағының 1- тармақшасындағы еңбек шартының мазмұнына түзету енгізілді. Осыған байланысты жұмысшыны жұмысқа қабылдау кезіндегі кейбір басы артық құжаттар алынып тасталды.\nЕңбек кодексінің 53-бабына «Мерзімінің аяқталуына байланысты еңбек шартын тоқтату» туралы нақтыланған түзету енгізілді. Егер бұрын «еңбек шартының мерзімі аяқталғанда еңбек қатынастары іс жүзінде жалғасып, тараптардың ешқайсысы оның тоқтатылуын талап етпесе, шарттың қолданылуы белгіленбеген мерзімге ұзартылады» деп есептелген болса, онда еңбек келісімшарты жұмыста жоқ адамның міндетін орындаушы немесе белгілі бір жұмысты атқару бойынша жасалған болып саналатын, енді бұл норма белгілі бір мерзімге жасалған келісімшарттарға ғана қолданылады.\nСонымен қатар, Еңбек кодексінің 149-бабы 3-тармағына түбегейлі өзгеріс енгізілді, яғни, «Қызметкерді әскерге шақыру және әскери қызмет уақытында қызметкердің жұмыс орны (лауазымы) сақталады» деген норма енгізілді. Осыған байланысты Еңбек кодексінің 58-бабындағы «Жұмыс беруші қызметкерді әскери қызметке шақырылған кезде оны жұмыстан шығаруға құқысы бар» деп көрсетілген 1-тармақтың 1-тармақшасы алынып тасталды.",
                "date": "10.05.2017",
                "upvotes": 1
            },
            {
                "text": "Қазақстан Республикасының \"Қазақстан Республикасының қорғанысы және Қарулы Күштерi туралы\" 2005 жылғы 7 қаңтардағы және \"Әскери мiндеттiлiк және әскери қызмет туралы\" 2005 жылғы 8 шiлдедегi заңдарында жазылған.",
                "date": "10.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массасы 13,6г натрий сульфиті тұзқышқылымен əрекеттескенденеше моль натрий хлориді?",
        "question_content": "Массасы 13,6г натрий сульфиті тұзқышқылымен əрекеттескенденеше моль натрий хлориді түзіледі?",
        "question_date": "9.05.2017",
        "question_tag": "Мектеп",
        "question_views": 2700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Na2SO3 + 2HCl=2 NaCl + H2SO3\n\n n(Na2SO3)= 2n(NaCl) реакция теңдеуіне сәйкес\n\nn(Na2SO3)=m/M=12.6 г/126 г/моль=0,1 моль\n\nM(Na2SO3)=23*2+32+16*3=123 г/моль\n\nn(NaCl)= 0.1*2=0,2 моль\n\nЖауабы: 0,2моль",
                "date": "12.04.2020",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Массалық үлесі 40% Cu, 20%S, 40% оттектен тұратын тұздың формуласын жаз?",
        "question_content": "Химиядан кім жақсы шығара алады. Массалық үлесі 40% Cu, 20%S, 40% оттектен тұратын тұздың формуласын жаз?",
        "question_date": "9.05.2017",
        "question_tag": "Мектеп",
        "question_views": 2600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "ω(Cu)=40%\n\nω(O)=40%\n\nω(S)=20%\n\nCuxOySz\n\nx : y : z = 40/64 : 40/16 : 20/32 = 0,625 : 2,5 : 0,625 = 1: 4 : 1\n\nЖауабы: CuSO4.",
                "date": "9.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Босанғаннан кейінгі тігістер қашан бітіп кетеді?",
        "question_content": "Менде іштен жəне сырттан разрыв болды. 10 күннен кейін шов снимайт етті бірақ ішінде қалып қойды, шамалы өзі түседі дейді ол?",
        "question_date": "9.05.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 39500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Мүмкін болса, табиғи жолмен босану әйелге көп жағынан пайдалы. Себебі кесар тілігінен кейін әйел ағзасында түрлі асқынулар мен ауытқулар пайда болады. Бірақ, егер әйелдің жамбасының өлшемі кішкентай (тар) болса, онда бірінші жүктілік кезінде кесар тілігін жасатуға мәжбүр болады. Өйткені мұндай жағдайда операциямен, яғни кесар тілігі арқылы ғана бала мен ана денсаулығын сақтап қалуға болады.\nКесар тілігін жасаудың тағы басқа себептеріне тоқталсақ, әйелдің қан қысымы жоғары, қант диабетімен ауырған, көзінің көру қабілеті өте төмен болған жағдайларда дәрігерлер кесар тілігін жасаудан басқадай тәуекелге бара алмайды. Кесар тілігін жасау туралы шешімді нақты медициналық айғақтар болған жағдайда ғана бірнеше дәрігер кеңесіп қабылдайды.\nӘдетте, дәрігер екі рет жасалған кесар тілігінен кейін өзіңіздің тууыңызға рұқсат бермеуі ықтимал. Себебі, жатырыңызда бір емес, екі тігіс бар. Бұл толғақ кезінде жатырдың тілініп кету қаупін тудырады. Ал егер екінші баланы өздігіңізден туғыңыз келсе, араға 3-4 жыл тастап, әбден күтіну керек. Жатырдағы тіліктің орны әбден біткен-бітпегендігін УДЗ (ультрадыбыстық зерттеу) арқылы анықтап біліп, дәрігер рұқсат берген жағдайда ғана өзіңіз табиғи жолмен тусаңыз болады. Қандай жағдай болсын, дәрігердің ақылына құлақ асқан жөн.\nҚалыптасып кеткен «Кесар тілігін 3 рет жасатқаннан соң туу мүмкін емес» деген түсінік бар. Дәрігерлердің арасында бұған қатысты мүлдем басқаша пікір айтатындары да бар. Олар білікті дәрігерлердің жіті қарауында болып, жақсы күтінген жағдайда, 4-5 нәрестені дүниеге әкелуге (босануға) болатындығын айтады.",
                "date": "9.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Психиатриядан ауру тарихы керек?",
        "question_content": "Психиатриядан 2 ауру тарихы жəне 2 психстатус керек қазақ тілінде.",
        "question_date": "9.05.2017",
        "question_tag": "Жалпы медицина",
        "question_views": 2900,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Шизофрения\nШизофренияның пайда болу себебі әрі толық зерттелмеген, дегенмен шизофрения әртүрлі жағдайдың, түрлі аурулардың адам психикасына әсер етуіне байланысты пайда болады деген ұғым бар. Ауру кейде ұзақ, кейде ұстамалы түрде тез өтеді. Шизофрения негізінде жоғары жүйке жүйесі қызметінің бұзылуынан болады. Шизофрения кезіндесандырақ, галлюцинация, еліру, мелшиіп қозғалмай қатып қалу сияқты психикалық өзгерістер аурудың үдеуіне қарай күшейе түседі. Ауру күшейген кезде науқас сөйлеспейді, оның ой-сезімі, түсінігі өзгереді, сөйлеген сөзі, айтқан пікірі басқаларға түсініксіз болады. Шизофренияның белгілері кейде өте тез айқын білінсе, кейде өте баяу бірнеше жылдан кейін байқалуы мүмкін.\n\nШизофренияның кататоникалық, параноидты, қарапайым және басқа түрлері бар.\nКататоникалық шизофрения.\nКататоникалық шизофренияда науқас қозғалмай, қимылсыз, мелшиіп қалады. Ал, кейде керісінше кенет күйзеліп жылап, не қатты күліп мағынасыз сөйлейді.\nПараноидты шизофрения.\nПараноидты шизофрения кезінде науқас мезгіл-мезгіл сандырақтайды. Әртүрлі елес пайда болып, соған еліктеп бет-әлпетін өзгертіп сөйлейді, күледі.\nКататоникалық шизофрения.\nҚарапайым шизофрения көбіне балиғатқа толу кезінде жасөспірімдерде жиі байқалады, ешқандай себептен сабақтан үлгеруі төмендейді, мінез-құлқы өзгереді, бұрын байқалмайтын қиял, арман пайда болады. Кейде керісінше ерекше көңілденіп, ретсіз сөйлеп, бет пішінін өзгертеді.\n\nШизофрениямен 15 – 25 жастағы жастар, 40 – 60 жас аралығындағы адамдар жиі ауырады.\nЕмі:\nИнсулин қолданып ұзақ уақыт ұйықтату;\nДәрі-дәрмек және еңбекпен емдеу;\nПсихиатр – дәрігерледің бақылауында болу.\nҚояншық.\nҚояншық (эпилепсия) — (грек. epіlambano – шап беріп ұстаймын, шабуыл жасаймын), қояншық – жиі кездесетін ұстамалы аурулардың бір түрі.\n\nЭпилепсияны белгілеріне қарай ұзақ уақыт идиопат. (генуинді) және симптомат. деп бөлген. Эпилепсия туралы алғашқы деректер Гиппократ еңбектерінде “қасиетті ауру” деген атпен, әр түрлі себептермен туындайтын бас миының ауруы ретінде айтылған. Әбу Әли ибн Сина ұстамалы аурудың клиник. көріністері мен емін толық сипаттап жазған. Эпилепсия белгілі бір мерзімде қайталанып, науқас есінен танады, кейде тұнжырап, мінезі өзгеріп, ой-қабілеті төмендейді. Эпилепсия ауруының себебі әлі толық анықталмаған. Көбінесе, сәби құрсақта жатқанда не туылғаннан кейін миында ісік болуынан, ми шайқалғаннан немесе қабынуынан, мидың әр түрлі ауруларынан (менингит, арахноидит, арахноэнцефалит), т.б. жағдайлардан болады. Сондай-ақ әке-шешесі маскүнем болса, олардың балаларының да Эпилепсияға шалдығуы мүмкін. Кейде бұл ауру тұқым қуалайды. Эпилепсия 10 – 15 жастағы балаларда байқалады. Ауру ұстар алдында адамның басы ауырып, мең-зең болады, қолы дірілдеп, көзі қарауытады, бір жерді шыр айналып, айқайлап, есінен танып құлайды. Аузынан көбігі ағады, басын соғып, тілін шайнайды. Денесі сіресіп, көгеріп қатып қалады да, бірнеше секундтан кейін басын соққылап, селкілдей бастайды. Бұдан кейін науқас адам біразға дейін есін жия алмай, ұйықтап кетеді. Оянғанда не істеп, не қойғанын білмейді. Кейде ауру жеңіл ұстап, селкілдемей-ақ есінен танып құлайды, ұстама тез басылады. Эпилепсияның қайталап ұстауы көбіне ешбір себепсіз болады. Кейде қорыққанда, бір нәрсеге ашуланғанда, шаршағанда жиілеуі мүмкін. Эпилепсияның ұзақ уақыт ұстайтын түрі де болады. Мұндай кезде науқас адам селкілдеп құламайды. Бірақ псих. әрекеті өзгеріп, мінез-құлқы бұзылады. Науқас тұнжырап, айналасында болып жатқан жағдайға көңіл бөлмей, өзіне қойылған сұраққа жауап бермейді. Оның көз алдына әр түрлі зат елестейді, дыбыс естіледі, әр жерден бірдеңе іздеп әуреге түседі. Қасындағы адамға ретсіз тиісіп, ұрысады, үйден шығып кетуі де мүмкін. Кейде өзін-өзі жұлып, бетін тырнайды, қолына түскен затты сындырады, айқайлап, жылап, қатты күйзеледі. Ұстама біткеннен кейін осы істегендерінің біреуін де есіне ала алмайды. Эпилепсия асқынған сайын жиі ұстап, науқас адамның мінезі, жүріс-тұрысы, ой-өрісі өзгеріп, ойын дұрыстап жеткізе алмайтын болады. Ұмытшақ болып, сәл нәрсеге ренжіп қалады. Өзін ренжіткен адамға өшігіп, ол адамды ешқашан ұмытпайды. Емі аурудың түрі, себебі және ағымына қарай тағайындалады. Аурудың белгісі білінісімен емдеуді ерте бастаған тиімді болады. Ең алдымен Эпилепсияға не себеп болғанын анықтап алады. Ауру ұстаған кезде оны тарқататын препараттармен қатар, науқасқа организмін әлдендіріп, иммунитетін көтеретін дәрі-дәрмек беріледі. Ауру адамға дұрыс тамақтану, мезгілімен ұйықтау, диета сақтау, отбасындағы және еңбек ұжымдағы жағымды жайлардың маңызы зор.",
                "date": "10.05.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Шымкент қаласында шет тілі мамандыгы бойынша қандай мемлекеттік колледж бар?",
        "question_content": "Шымкент қаласында шет тілі мамандығы бойынша қандай мемлекеттік колледж бар? Толық ақпарат керек.",
        "question_date": "9.05.2017",
        "question_tag": "Мектеп",
        "question_views": 721,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Менің білуімше, Шымкент қаласында Мемлекеттік колледждер жоқ",
                "date": "5.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Күйеуіммен ажырасқым келеді бала кімде қалады?",
        "question_content": "салеметчиздерме.мен куйеммен ажырасып келеди неге дисздерме көзіме шөп салған бр емес бірнеше рет. қанша болды шыдап келем жылапта кулипте айттым.арамызда 3 айлық бала бар ол менде калат өзін кетебер",
        "question_date": "9.05.2017",
        "question_tag": "Заң",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ажырасу ерлі-зайыптылар үшін өте ауыр процесс, әсіресе егер жұптың балалары бар болса. Сондықтан адамдардың процедураны дұрыс ресімдеп, тез өткізгісі келетіндігі таң қаларлық іс емес.\n\nҚандай жағдай болмасынҚазақстан Республикасындағы баланың құқықтары туралы заңның 26-бабы бойынша баланың өмiрi мен денсаулығына қатер төндiретiн жағдайлардың болуын қоспағанда, баланың өзiнен бөлек тұратын ата-анасы туралы ақпарат алуға, олармен кездесiп, араласып тұруға құқығы бар.\nАл бала кімде қалуын ата-анасы келісу арқылы шешеді. Келiсiм болмаған кезде ата-аналардың арасындағы дауды баланың мүдделерiн негiзге алып және оның пiкiрiн ескере отырып, ата-аналардың талап етуі бойынша қорғаншылық немесе қамқоршылық жөніндегі функцияларды жүзеге асыратын органның қатысуымен сот шешедi. Бұл ретте сот баланың ата-аналардың әрқайсысына, аға-iнiлерi (қарындастары) мен апа-сiңлiлерiне үйiрлiгiн, баланың жасын, ата-аналардың адамгершiлiк және өзге де жеке қасиеттерiн, ата-аналардың әрқайсысы мен баланың арасындағы қарым-қатынастарды, баланың дамуы және тәрбиесі үшiн жағдайлар жасау мүмкiндiгiн (ата-аналар қызметiнiң түрiн, жұмыс режимін, ата-аналардың материалдық және отбасылық жағдайын және басқа да осындай жағдайларды) ескередi.\nЕгер сіз нақты дәлелдемелерді ұсына алсаңыз, бала сізде қалады.\nАлимент алу туралы мәселе өз алдына, асықпаңыз, осы сот процессі өткен соң осында жүгінерсіз.\nТолығырақНеке (ерлі-зайыптылық) және отбасы туралы Қазақстан Республикасының 2011 жылғы 26 желтоқсандағы № 518-ІV Кодексінде",
                "date": "10.05.2017",
                "upvotes": 0
            },
            {
                "text": "«Неке (ерлі-зайыптылық) және отбасы туралы» Қазақстан Республикасының кодексінің 22 бабына сәйкес, некені бұзу туралы шешімінде сот:\n\n1) неке (ерлі-зайыптылық) бұзылғаннан кейін кәмелетке толмаған балалар ата-аналарының қайсысымен тұратындығын айқындауға;\n\n2) ата-аналардың қайсысы және қандай мөлшерде балаларды күтіп бағуға алименттер төлейтінін айқындауға;\n\n3) кәмелетке толмаған балалардың және (немесе) ерлі-зайыптылардың өздерінің мүдделерін ескере отырып, ерлі-зайыптылардың талап етуі бойынша олардың бірлескен ортақ меншігіндегі мүлікті бөлуге;\n\n4) жұбайынан ақша қаражатын алуға құқығы бар екінші жұбайдың талап етуі бойынша осы қаражат мөлшерін айқындауға міндетті.\n\nОсыларға қатысты талаптарыңызды сіз бірден сотқа берген талап-арызынызда қарастыруыңыз керек. Себебі сот тек сіздің талабыңыздың шеңберінде шешім шығара алады.",
                "date": "10.05.2017",
                "upvotes": 0
            },
            {
                "text": "Балаңызды тірі жетім етпеңіз\n\nӨкінерсіз\n\nАжырассаңыз\n\nЕртен сол əрекет балаңыздан қайтпайды дейсізбе?\n\nӨмір ес",
                "date": "20.05.2017",
                "upvotes": 0
            },
            {
                "text": "салеметсізбе менің заңгерден сұрайын дегенім.Мен куйеумен ажырасқым келеді.Оган деген сезімім жоқ.Арамызда 3 баламыз бар.Мен мұғаліммін.Бар жағдайын өзім жасаймын. Мен ажырассам қанша әлимент алам және балаларым 6.4.3 жаста.Бала анасы қасында қалады ма.Ол алдыңғы отбасынан 1 улға айлығының 25 процентін төлейді.мен қалай шешсем болады.",
                "date": "25.05.2017",
                "upvotes": 0
            },
            {
                "text": "Сот тәртібімен бала бір жасқа толғанша ажырастырмайды. Ажырасқан жағдайда бала анасында қалады. Негізінен семьяны сақтап қалған дұрысқой. Ақылдасып, сабырғаи келесіздер.",
                "date": "15.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Тауық қай мезгілде балапан басады?",
        "question_content": "тауык каи мезгилде балапан басады и сосын жумыртканы калаи сактап коиуга болады",
        "question_date": "9.05.2017",
        "question_tag": "Жануарлар",
        "question_views": 6500,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Көбіне жазда басып жатады. Күн жылы уақытта басады.",
                "date": "22.07.2017",
                "upvotes": 0
            },
            {
                "text": "Көбінесе сəуір-мамыр айларында басады.",
                "date": "19.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Әнұран не себептен Гимн деп аталады?",
        "question_content": "Неге Қазақстан Республикасының Әнұраны орысша Гимн деп аталады?",
        "question_date": "9.05.2017",
        "question_tag": "Қазақ тілі",
        "question_views": 2200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Батыс түрік қағанатының әлеуметтік құрылысы қандай?",
        "question_content": "Батыс түрік қағанатының әлеуметтік құрылысы тірек сызба керек",
        "question_date": "9.05.2017",
        "question_tag": "Тарих сұрақтары",
        "question_views": 8100,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Түрік қағанатының осыншама ұлан-байтақ жер енді ғана қалыптаса бастаған мемлекеттіктің шеңберінде ұзақ уақыт қала алмайтын еді. Олар іштен және сырттан болатын қысымға қарсы тұра аларлық өзара байланысты біртұтас экономикалық және этникалық-саяси организм болмады. Тек қарудың күшімен ғана құрылған империя оған ұзақ уакыт сүйеніп тұра алмады. Түрік қағанатында әлеуметтік қайшылықтардың шиеленісуі, олардың талай жылдарға созылған мал індеттерімен, жұттарымен және ашаршылықпен ушыға түсуі, Суй Қытайының қағанат шекараларына шабуыл жасауы (581—618 жылдар), ақырында, оның аудандарының автономиялану үрдісінің табиғи түрде басталуы жалпы Түрік қағанатының 603 жылы екі дербес қағанатқа — Шығыс және Батыс қағанаттарына бөлінумен аяқталды; Батыс қағанаттың орталығы Суяб (Жетісу) болды. Бөлінуіне қарамастан, Батыс Түркі қағанаты Шығыс түркі қағанатына біршама саяси тәуелділікте болды, онда өкімет билігі түркілердің қаған руы ашиналардың қолында болды.",
                "date": "9.05.2017",
                "upvotes": 0
            }
        ]
    }
]