[
    {
        "question_title": "Зар заман ақындары туралы шығарма жоспарымен керек?",
        "question_content": "Зар заман поэзиясының өкілдері\nАрғы түбі ақырзамандық сарындар мен болжал өлеңдерден бастау алатын зар заман жырларының көп таралған кезі – отаршылдық дәуірі. Қазақтың көптен күткен сұмдығының бірі осы еді, осы да іске асуға айналды.Жерлері алынумен қатар, әуелі қазақ даласын айнала сызып, шеткі қалаларды салды…..Артық жерге Ресейдің қара шекпен мұжықтарын әкеп қондырды.Бұрынғы хан, бұрынғы би, бұрынғы елдің қамын ойлайтын түзу адамның бәрі шетке қағылып қалып, қыбыр еткен ісі болса барлығы да орыс қуатымен, орыс қолымен істейтін болды.Зар заман ағымына анықтама берсек, ол отаршылдық дәуірдегі елдің әлеуметтік ахуалының көркем бейнелеуінің көрінісі.Асан ата айтып кеткен («Мұнан соң қилы-қилы заман болар,Заман азып,заң тозып, жаман болар»),Бұқар болжап берген («Күн батыстан бір дұспанАқырда шығар сол тұстан») дәуір келіп жеткен соң ақын-жырауларының  өлең-толғауларының тақырыбы өзінен-өзі зар заман ағымына ойысты. [1.144].Сондықтан бұл құбылыс басталар жері, тамамдалар тұсы айқындалған, тарихи өзгерістер аясында жетіліп, өркенделген, түйінделген ағым ретінде қарастырылады.Бұл сарынның ақындары қатарына Дулат Бабатайұлын1802-1871,Шортанбай Қанайұлын1818- 1881, Мұрат Мөңкеұлын1843-1906, Әбубәкір Кердері Шоқанұлын1858-1903 т.с.с. ақындарды қосуға болады[2.56].\nСолардың көрнекті өкілдерінің бірі Шортанбай – орыс отаршылдығы тұсында қазақ қоғамына кірген әлеуметтік өзгерістердің сырын терең ашып бейнелеген суреткер.Қазақ даласына сауда капитализмінің кіруі, қоғамның бай не кедей болып жіктелуі, өкімдікке талас пен сайлау кезіндегі даулар ақын өлеңдерінде әсерлі суреттеледі.\nАсылық азған заманда,\nАлуан- алуан жау шықты.\nАрам, араз хан шықты.\nҚайыры жоқ бай шықты,\nСауып ішер сүті жоқ,\nМініп көрер күші жоқ,\nАқша деген мал шықты,- деп ол бірде қазақ даласына келген сауданы айыптаса, елдің бас көтерер азаматтарының байлыққа құнығуын, қанаудың күшейгенін сынға алады.\nҚайыр кетіп байлардан,\nБұзауға ақша беріп тұр.\nПәлен тенгеторпақ деп,\nТиынға тиын болып тұр.\nЗалым туған сұмырайлар\nОсылай жұртты еміп тұр,- дейді.Осының бәрін Шортанбай заманның азғандығы деп ұқты.[3] Шығыстағы Дулаттың, батыстағы Әбубәкір мен Мұраттың, Арқадағы Шортанбайдың бір – біріне ұқсас әуенмен ел мұңын жырлауы көп ойға жетелейді.Заманды сезіну ортақтығы деген осы.Орыс шаруаларының қазақ жеріне ағылып келуі жұрттың наразылығын оятты. Бұл қарсылық отаршылдық дәуірдің құбылыстарын аяусыз сынға алған зар заман поэзиясында шынайы көрініс тапты:\nАйтуға ауыз келе ме,\nАягөз кімнің жері еді?\nҰлы өрісі қысқарып,\nКең қонысың тарылды.[4]\nШортанбай:\nНысапсыз екен бұл кәпір,\nЖеріңді алды, малды алды.[5]\nТалай ғасырдан бергі жаугершілік жорықтарында қасқыр мінез танытып, намысын ешкімге таптатпаған,кеудесі көтеріңкі, рухы биік қыр қазағы ептеген жағымпаздыққа бой алдырды. Бұл ең алдымен Дулат Бабатайұлының сынына ілікті:\nМайырдан алса бұйрығын,\nБорбайға қысып құйрығын.\nЕл пысығы жортады-ай,\nӨз елді қорқытып,\nОдан өзі қорқады-ай.\nБұл тұрғыда М.Мырзахметовтің пікіріне жүгінсек, «қазақ әдебиеті тарихында алғаш рет ұлттық санасы саналы түрде оянған жаңашыл ақын, халқының бозторғайы боп шырылдаған Дулат поэзиясында отаршылдық билік жүйесі және елін сатқан атқамінерлер  бейнесін тұңғыш галереясы жасалды» дейді.Жұртшылық арасында «Жаңа низам»  деп аталған 1868 жылғы реформа- зар заман поэзиясының негізгі тақырыбы болды.Қарапайым халықтың «Жаңа низамды»  қалай қабылдағанын, қандай күйге түскенін зар заман мектебінің өкілдері тайға таңба басқандай бейнелейді.Әсіресе, Дулат Бабатайұлының отарлаушылардың астарлы амал-айласы мен қитұрқы қулығын салғаннан-ақ аңғарды:\nБатыстан патша түнегі,\nЖеріңе келіп түнеді.\nЖоныңнан таспа тіледі,\nДулат оны біледі.\nОсыны Шортанбай да:\nОсы күнде заманның,\nОсылайша болып тұр.\nМұсылманды бұл күнде,\nОрыс кәпір жеңіп тұр.\nАл Әбубәкір  болса:\nҚоныстан бірнешелер көшті үркіп,\nШтаттың  хабарынан білмей қорқып — дейді.[8]\nОтаршылдық биліктің ел арасындағы өкілдерінің бейнесі зар заман поэзиясында типтік тұлға ретінде көрініс тапты. «Өмірдің шындық құбылыстары мен оқиғаларының қалың тасқыны арасынан қажетті типтік сипаттағы маңызды, мағыналы фактілерді көре білу үшін де зергерлік зерде керек» деген талап тұрғысынан қарасақ, халқының жоғын жоқтап,  мұңын мұңдау арқылы өзара үндестік танытқан замана жыршыларының шығармаларынан типологиялық ұқсастықтың мысалдарын көптеп кездестіруге болады.\nПайдаланылған әдебиеттер тізімі:\n1. Мәдібай Қ.Зар заман ағымы.Алматы:Қазақ университеті.1997 ж.160 б.\n2. Дәуітов С.Заман және зар\\Егемен Қазақстан,1994 ж.17 қыркүйек.\n3. Садырбайұлы С.Шортанбайдың ақындығы.\\Қазақ әдебиеті,1992 ж.4 қыркүйек.\n4. Өмірәлиев Қ.Дулаттың дәуірі мен ақындығы.\\Замана сазы. Алматы: Жазушы,1993 ж.160 б.\n5. Мәдібай Қ. Зар заман ағымы және Шортанбай мұрасы. Филол. ғыл канд.дисс.Алматы,1995 ж.142 б.\n6. Ақыр заман .\\Жұлдыз,1993 ж.№6.\n  Махамбет шығармашылығындағы құс бейнесі\nКульбаева М.М., А.Байтұрсынов атындағы Қостанай мемлекеттік университетінің аға оқытушысы, филология  магистрі\nҚалықпан – ерекше жағдайда сирек туатын қыранның бірі. Аңыз бойынша қарақұстың жетінші не тоғызыншы ұрпағына сәйкес. Махамбет Өтемісұлы өзінің мұндай іргелі қасиетке шешендік ой, ақындық тіл, ұшқыр ақылымен жете алатынына назар аударту арқылы метафора дәлдігін асыра түседі. Жеке ісімен ниетінің дұрыстығына сенім, қиялдағы күдік болжамы, диалогтық қатынасты елестету өлеңдегі аршындау, жан-жағына қарақтау, іштей сөйлесу, ашық пікір айту, өзіне-өзі сенімділік және оған басқа субъектілерді иландыру экспрессемалары – психологиялық драматизм кернеуіне лайықты мысал. Жорық падишаһы Махамбет адалдығы мен ақтығына шіркейдей күмән ұялатудан аулақ [1,10-15]. Контрастылық ыңғай, шендестіре сөйлеу, тұлға мен жалпы қауым интенцияларын шартты түрде шарпыстыра ой түю тағы да әдепті айқындау мазмұнын тиянақтай түседі.Сонымен қатар,ақынның ереуіл үстіндегі бар бітім-тұлғасын қазақ менталитеті үшін аса қадірлі текті құстар әулетімен салыстыра толғау үрдісі әрдайым қайталанып отырады[2,11].\nМен қарақұстан туған қалықпан,\nСөйлер сөзге жалықпан.\nКөптер көзін тіккендей,\nКөп соңыма түскендей,\nКөптің несін алыппын?\nТыңда, халық, әлеумет,\nКөп кісіден анықпын.\nМахамбет жыралындағы ақынның айналасынан оқшау тұлғасын даралап көрсетуде «ақсұңқар» концептіне қатысты жолдар ерекше поэтикалық қуатпен биік әсерлерге бастайды. Мысалы:\nАспанда ұшқан ақсұңқар,\nҚолымда тұйғын, лашын.\nҚосылған жаста арудың\nКөре алмай кеттім құлашын («Аспанда ұшқан ақсұңқар») – деп тұсауын кесетін  толғауда «ақсұңқар» — қол жетпес арман кейпінде сағыныш, ынтызарлық әуендерімен ұштасып жатады[3,181-183].\nДиалогтық қатынас сақталатын өлең құрылымындағы «ақсұңқар» концепті символикалық мағынасын өзге шығармаларда да жоғалтпайды.\nМен ақсұңқардан туған құмаймын,\nБір сұңқарға жұбаймын.\nСуырыма қамшы тигізіп,\nШаппай неғып шыдайын?!\nТүбін қазған мен – бәйтерек,\nТолқуменен құлаймын.\n«Мен қарақұстан туған қалықпан» формасындағы құрылымнан өзгешелік – мұнда кішіден ірілену орынан жоғарыдан сәл төмендеу, әйтсе де дегдарлық сымбатынан айрылмау әрі жақсылық ұғымының құндылық өрнегін ата-тек өлшемімен құлпырту мақсаты шығармашылық үдерісіндегі ырықсыздық заматын табиғи талант құдіретімен түрлендірген. Өмірдегі көрініс, жағдаят атаулыны әсерге бөлеп, шығандата суреттеу романтизм эстетикасы талаптарына әбден сай. Өлеңде психологиялық ыңғайдағы намыс категориясы  поэтикалық астарлы бейне әрі риторикалық сұрау арқылы динамикалық серпін тапса, соңғы қос тармақтағы аллитерация және айқын метафора болмысы предикативті сипатымен дараланады. «Бәйтерек» жай бәйтерек емес, «түбін қазған» «бәйтерек», ол жай құламайды, «толқуменен құлайды». Қозғалыс суретінің шынайылығы эмотивтік ой-сезім қабаттарына эстетикалық ажар қосады. Әсер-түйсік іліктестігі заңдылығына сайсаңыз, осы жолдардағы эпитеттер Махамбет өмірін коннотативті жүйеде көп қырлы қалыппен бедерлейді. Фауна мен флорадағы егіздесу шағы соңғы мезетте мұңды кейіп алуы ақын тіршілігімен тағы бір жұп түйін құрайды. Сатылы, градациялы параллелизм үлгісіндегі сұлулық генотиптен алшақтамайтын қайсарлық, асқақтық, табандылық рухымен тұтасып жатыр.\nТаудай болған талаптың\nНазары қайтқан күн болған.\nЖібектен бауы көрініп,\nАқсұңқар ұшқан күн болған.\n  Негізінен Исатай өлімін аза тұту рәсіміне беріліп, толғауда жоғарыдағыдай керағар сезім тоғысулары кездеспейді, қайта бастан-аяқ түнеру,күйіну сағаттарына сәйкес біп текті ой ағымы, салыстырулар бедері белестеніп көрінеді.Киелі құс бейнесі Махамбет жырларында уақыт өте жеке субьект болмысымен терең ұштасыптұтасу үрдісіне көшетіндей.\n-Томағалы сұңқар мен едім,\nТолғамалы найзамен\nТолықсып жауға шапқанда,\nБір озғанмын жұртымнан.\nЕр дұшпаны көп болар,\nҚатын-дұшпан жігіттер\nНе демес дейсің сыртымнан ?\nМахамбет эпитеттері сұңқар тұлғасын тым еркін күйде бейнелемейді.Қалың тобырдың бірі емес, топжарған жүйрік сазгер арқылы батыр артық туған қасиетін жасырудан аулақ. «Көп кісіден анықпын»деп қана кішірейе қататын лирикалық кейіпкер енді қиялдағы көңіл жақпас көріністерге ашына ,қыр көрсете сөйлейді.Махамбеттің жаулары алыста ғана емес, өз ішінде,қасында жүргені наразылық әсерін асқындыра түседі.\nЛашын, ителгі, бүркіт,жапалақ, күшеген,қаршыға,қыран концептілері төңірегіндегі көркемдік бейне үзіктері Махамбет өлеңдерінтоты құстай түрлендіреді.Сұңқар ұғымының ақын автопортретін сомдаудағы эстетикалық тұжырымдамасы адамзаттың тәуелсіздік, азаттық рухы жолындағы қайтпас қайсарлық, ерлік,зәулім мұрат туралы поэтикалық түсініктерін толымды өрнектеген.Тарихқа біржақты баға беру, аруақтар сырын толық білмей жатып,талқыға салу-әр адамның арына жүк. Махамбет Өтемісұлының  жорық  көсемі әрі елдік пен ерліктің жыршысы,ұлы жырау екендігі анық.\nПайдаланылған әдебиеттер:\n1. Келімбетов Н. Ежелгі түркі поэзиясы және қазақ әдебиетіндегі көркемдік   дәстүр жалғастығы. Автореферат.Алматы.2002.\n2. Қ.Өмірәлиев ХҮ-ХІХ ғасырлардағы қазақ поэзиясының тілі. Алматы:Ғылым.1976ж.270б.\n3. Қаратаев М.Дәстүр және жаңашылдық,І кітап,Алматы.1980.366 б. Ғылым.\n  Көркем әдебиеттегі шығармалар да тарихи деректердің үлкен тобын құрайтыны белігілі, бұл әсіресе XIX ғасырға дейін ауызша әдеби  дәстүр берік сақталып, тарихы мен тағлымы, әдеби, мәдени мұралары ауыздан-ауызға жеткізіліп отырған Қазақстан тарихында  маңызы зор. Көркем әдебиеттегі тарихилық ерекшеленеді, өйткені әдебиет тарихи құбылыстарға деген адам қатынасын – олардың кісілік құлқы, әрекеті-харакеті, таным дүниесіндегі өзгерістері арқылы көрсетеді. Басқаша айтқанда, «белгілі бір дәуірдің нақты мән-мазмұнын, оның қайталанбас келбеті мен ерекше бейнесін көркемдік әдіспен игеретін әдебиеттің тарихилық» мәселесі осы қасиеті арқылы өзіне ерекше назар аударуды талап ететіні хақ [1,5б.]\nҚазақ әдебиеті тарихында ойып алар орны бар ақындар мен жыраулар шығармаларының тарихилығы – бізідің халық ретінде бірнеше ғасырлар бойы адамзат баласының өзге де ұлт өкілдерімен, елдермен қатар өмір сүріп келе жатқандығымызды заңдастыратын, бүгінгі қазақтар мен олардың ата-бабалары тіршілік кешкен бұлыңғыр кезеңдердің арасын жалғастырар ежелгі керуен жолы секілді ерекшелігімен қастерлі.\nӨз ұлтының төл тарихымен тамырлас қазақ әдебиеті тарихындағы XIX ғасыр «Зар заман» деп аталады. «Зар заман» - бұл белгілі бастау-бұлағы бар, даму арнасы, қалыптасу жолдары, тамамдалар тұсы айқын, қоғамдық ойдағы және әдебиеттегі құбылыс. Дегенмен, зар заман поэзиясы тек әдебиеттану ғылымының ғана емес, бұл әлеуметтік қоғамдық-саяси ой ағымы ретінде тарихшылар мен философтардың да зерттеу нысаны болып табылады. [2,6б.]\n«Зар заман» атауын әдеби термин ретінде алғаш рет Мұхтар Әуезов қолданысқа енгізді. Ол өзінің 1927 жылы жарық көрген «Әдебиет тарихы» атты еңбегінде зар заман ақындарына арнайы бөлім арнап, күрделі кезең поэзиясына жан-жақты талдау жасады; зар заманның өкілдерін атады; бұл дәуірдің басы мен соңына дейінгі аралықты белгіледі, сондай-ақ, тарихи және теориялық негіздемелерін ұсынды. [3]\n Қазақтың ірі қоғам қайраткері Халел Досмұхамедұлы М.Әуезовтың аталған еңбегі жарық көрген соң бір жылдан кейін, яғни 1928 жылы «Қазақ халық әдебиеті. Қысқаша очерк» деген ғылыми зерттеуінде өзі жіктеген поэзияның түрлерінің бірін  «зар заман» деп атады. [Досмұхамедұлы Х. Аламан.  Алматы, Ана тілі, 1991. – 176 б.]\nБелгілі жазушы, зерттеуші Сәбит Мұқанов 1942 жылғы «Қазақтың XVIII-XIX ғасырдағы әдебиетінің тарихынан очерктер» еңбегінің сүбелі екінші тарауын «Зар-заманның жағдайы» деп атайды.\n1927 жылдан 1942 жылға дейін арнайы аталмағанмен, зар-заманның ірі өкілдері мектеп оқулықтары мен хрестоматияларында даурықтыра аталмай, қатардағы ақындар ретінде қаралып келгеніне С.Мұқанов ерекше екпін түсірмей, әуелі орыс отаршылдығының екі түрін – жаулап алу мен жерді отарлау амалдарын тарихи деректермен дәлелдей келіп, «бас бостандығынан жерден айрылған кедейленген халық бұл зорлыққа қарсы басын көтере алмады, көтерем дегенге үкімет көтертпей, қозғала бергенде тарп бас салып, орнында езіп тастап отырды. Осылай қолдан күш, бастан ерік кеткен кезде, қайғыдан тұншыққан халықтың зарынан туған көркем әдебиетті біз «Зар заман әдебиеті дейміз». «Зар заман» әдебиетінің негізін қалаушы қазақ ақын Шортанбай» деп ой түйеді [2,122б.  Мұқанов С. Қазақстың XVІІІ-ХІХ ғасырдағы әдебиетінің тарихынан очерктер.  Алматы: Арыс, 2002. ].\nӘдебиетттану ғылымы саласында «зар заман» поэзиясы туралы пікір білдіріп, баға берген зерттеушілер өте көп.\nЗар заман поэзиясының өкілдері саналған ақындардың шығармашылығы хақында әр жылдарда С.Мұқанов, Қ.Жұмалиев, Ы.Дүйсенбаев, Е.Ысмайлов, Т.Нұртазин, Ә.Қоңыратбаев, С.Талжанов, Х.Сүйіншәлиев, С.Қирабаев, Ғ.Мұсабаев, Т.Кәкішев, Р.Сыздықова, М.Бөжеев, Б.Қорқытов, Қ.Сыдиықов, С.Дәуітов, Қ.Мәдібаева, Т.Тебегенов, Ш.Керімов сияқты ғалымдар мен әдебиетшілер зерттеп, арнайы ғылыми еңбектер мен зерттеу мақалаларын жазған [2, 41б.].\nЗар заман әдебиетінің басты өкілдері Дулат Бабатайұлы, Шортанбай Қанайұлы, Мұрат Мөңкеұлы, Кердері Әубәкір шығармалары кейінгі жылдарда жекелей және арнайы жинақтарға басылып шықты. Бұл іске С.Дәуітов [4], Б.Сандыбайұлы [5] және т.б.ғалымдар өз үлестерін қосты.\nБелгілі тарихшы, зерттеуші М.Қойгелдеиев болса, зар заманды ағым ретінде көрсетіп; бұл ағымды туғызған тарихи-әлеуметтік себеп-салдарларды санамалайды; зар заман ақындары ретінде Дулат, Шортанбай, Мұрат шығармашылығын негізге алады.\nОтаршылдық дәуірді жан-жақты зерттеген ғалым зар заман әдебиетінің дамуына себепші болған кезең туралы төмендегідей ой тұжырымдайды: «XIX ғасырдың алғашқы жартысы – Қазақстан үшін тарихи кезең, яғни саяси, мемлекеттік еркіндіктен біржола айрылып, отарлық ахуалдың, саяси тәуелділіктің дәм-тұзын тату кезеңіне қадам басу уақыты. Егер бұл мезгілді шартты түрде өтпелі кезең ретінде алсақ, саяси дербестіктен орталық тәуелділікке өтудің өзіне лайық рухани болмысы болатындығы мәлім. Дулат, Шортанбай, Мұрат туындыларының ортақ өзегі – тарихи жеңіліске ұшыраған ұлттық көңіл-күйдің күйзелісті жағдайын  терең де, дәл ұғынуға меңзей отырып, сапалы, азаттыққа бастайтын жаңа руахни серпіліске жол ашу еді» [6].\nЗерттеушілер «Зар заман» ақындары қатарына Шортанбай Қанайұлы,   Мұрат Мөңкеұлы, Дулат Бабатайұлы, Кердері Әубәкір сынды ақындарды жатқызған.\nЗар заман ақындарының еркіндікті аңсау, елдікті сағыну тақырыбындағы жырларының аясында қазақтардың сол кезеңдегі көршілес ортазиялық мемлекеттермен қарым-қатынастары туралы да айтылып өтетін тұстары бар. Дулат Бабатайұлы (1802-1871) Шығыс Қазақстан облысы, Аягөз ауданында туылған. Кедей ортадан шыққан. Ауыл молдасынан оқып, мұсылманша сауат ашады. Алайда көп іздену арқасында өз заманындағы көзі ашық, көкірегі ояу, ең білімді адамдардың бірі болғаны оның шығармаларынан да анық аңғарылып тұр [7, 388б.].\nЗар заман ақындары деген баға алуларының өзі аталмыш кезең ақындарының өткенді аңсауы, еркіндікті сағынуы сарынындағы жырларына байланысты берілген десек, Дулат ақынның «Әуелгі қазақ деген жұрт» атты шығармасында\n-Сен Бұхарада кезіңде,\nБәтуа бар сөзіңде,\nКеледі биің сенімді,\nҚара бір халқы көнімді,\nТыныш еді еліміз.\nШаңына малың аунаған,\nДәулетің өсіп қаулаған,\nТел емес малды саумаған,\nБұхар-ай, шәрі дейтұғын\nӨскен, өнген жеріңіз, [7, 159б.]  -деп елдің еркін кезіндегі, терезесі тең тату көршілік қарым-қатынастарды аңсау сарыны байқалады\nШортанбай Қанайұлы (1818-1881). Ақынның өмірбаяны туралы мәліметтер аз. Ақын жөніндегі деректердің көбі шашырап жеткен үзінді. Бір алуан мәліметтерге қарағанда, осы күнгі Оңтүстік Қазақстан облысының Түркістан өңіріндегі Қаратау деген жерде туылған. Екінші бір деректе Ақмешіт қожасы делінеді, бірақ өмір сүріп, ақындық құрған жері Қарқаралыдағы Бесата деген ел [7, 390б.].\nШығармалары XIX ғасырдың 70-жылдарында жарық көріп, «Бала зары» деген атпен Қазан қаласында бірнеше рет басылып шықққан.\nКей кездері қазақтар Ресей отаршылдық саясатының құрсауынан құтылу үшін әлі де болса өз дербестігін сақтап тұрған көршілес елдерге үміт артады. Мысалы Шортанбай ақын өзінің «Мына заман қай заман» деген өлеңінде: \n-Арқадан дәурен кеткен соң,\nҚуғындап орыс жеткен соң,\nТіпті амал жоқ, қазақтар,\nЕнді сенің торыңа.\nОрыс – бүркіт, біз – түлкі,\nАламын деп талпынды.\nОрыстан қорлық көрген соң,\nОтырып билер алқынды.....\nБұхарға жетер күн болса,\nТыншытар ма едің ұйқыңды?- деп ашынып, көршілес Бұхара әмірлігінен жақсылық күтеді [4,111б.]\nОңтүстіктің қазақтарын бір шетінен патшалық Ресей тықсырып, бір шетінен көршілес ортазиялық елдер тықсырғанда Сыр бойы қазақтарының арқасына қатты батып, тіпті көршілес хандықтарға қарсы көтеріліске шыққаны мәлім. Шортанбай ақын «Шалғын жайлар күйретіп» деген өлеңінде  осы туралы да айтып өтеді:\n-Шалғын жайлар күйретіп,\nМың кісі мінер үйретіп.\nАқылы жоқ есер құл\nБір қайрылмас кеткен соң.\nКөтерер ме осы жақ,\nКеткенде қайда барасың?\nАлдыңызда Қоқан бар,\nОрыстан жаман тым-ақ, жау. [4,115б.]\nМұрат Мөңкеұлы (1843-1906). Кіндік қаны тамған топырақ – қазіргі Атырау өңірі, Қарабау ауылы. Жүрген жерлері – Еділ, Жайық бойы, Маңғыстау. Ата-тегі мал баққан шаруа қазақ. Мұрат жасында аз-кем молдадан оқыған. Он бестен асқанда өлең шығара бастайды.Мұрат бір жағынан өткен замандар тарихын өрнекетеген дастаншыл ақын болса, екінші жағынан, өзі өмір сүрген ортадағы халықтың мұңын-зарын айтатын әлеуметшіл ақын. Орыс отаршылдығының озбырлығын әшкерелеген ұлы сарынына байланысты, оның шығармалары кеңес үкіметі кезінде жөнді бағаланбай келген.\nАқынның өлең-толғауларын жинап бастырып, 1923 жылы өзінің «Аламан» аталатын жинағында алғаш ғылыми талдау жасаған – профессор Х.Досмұхамедұлы.\nМұрат Мөңкеұлының «Үш қиян» атты өлеңінің 7-тармағында  өткен заманды аңсау, көршілес Бұқара мен Үргенішпен достық сауда қатынастарының болғандығын  аңсау сарынында айтып өтеді:\n-Шаңдаттырып даласын,\nТалқан етіп қаласын,\nАтамыз қазақ болғанда\nӘлденеше шапқан жер.\nҚоралап айдап дұспанды,\nҮргеніш пен Бұхараға\nӘлденеше сатқан жер.\nАлтын ала, ақ күміс\nҚарық олжаға батқан  жер,\nАлтыннан тұрман таққан жер-[4,139б]\nАқынның аталмыш шығармасының 24-тармағында қазақтардың еркіндікті аңсап, әлі де болса дербес жатқан көршілес елдерге жайлы қоныс іздеп, әрі-бері сергелдеңге түскені жайлы толғанады:\n-Үргеніш пен Бұхарадан,\nҚоңырат, Ташкент, Қоқаннан\nОрнықты қоныс таба  алмай,\nАдыра қалғыр бұл қоныс,\nАсан би шұбап өткен жер\nНоғайлы шұбап босқан жер![4,146б.]\nКердері Әубәкір Шоқанұлы (1861-1905) Орынбор, Троицкіде оқып, медресе бітірген. Орал, Орынбор, Орск, Ақтөбе қалалары маңында бала оқытып, молдалық құрған. Өлеңдері «Әдебиет қазақия» деген атпен екі рет (1903, 1905) Қазан қаласында Кәрімовтар баспасында басылған. Осы себепті де Қазақ жеріне шығармалары ең көп тараған ақындардың бірі-Кердері Әбубәкір. Ақын туған елі ғана емес, зиялылар, көзіқарақты хат танитындары бар, қазақ тілін түсінетін қырғыз, қарақалпақ, түркімен, өзбек, ұйғыр, татар, башқұрт арасында да мәлім болған [5,15б.]\nКердері Әубәкір де зар заманның басқа өкілдері сияқты өткенді сағынышпен, аңсаумен еске алады, «Өткен иманшылық заманды жоқтап айтқаны» атты шығармасында Хорезм, Үргеніш қалаларын сипаттап,  қазақтардың осы бір шаһарларға сапарлап тұратындығы туралы айтылады:\n-Көңірсіген көң қыстап,\nТау жырасын ел қыстап,\nҚысы, жазы бірдей жылы екен.\nАрқаның киік құланы\nҚара малмен тең екен.\nӘулиесі қойдай күңіренген\nХорезм деген шәр екен.\nҚыста нардың қомымен,\nЖазда аттың жалымен\nАзамат шығар қала екен.\nКөзі көрген соларды\nАқсақалдар бар екен\nАлатау мен Түркістан\nТамам судың өрі екен [5, 46-47бб.].\nБатыста туылған ақын Еділ мен Жайықтың қазақтар үшін тарлық ете бастағанын тілге тиек етіп, Хорезмге де ақырындап отарлау қамыты таяп қалғандығын білдіреді:\n-Еділ, Жайық –екі су\nЕл қонарға тар болды.\nҚарағай, қайың, тал, терек\nТамыр түбі таусылып,\nҚамшы сапқа зар болды.\nКөлденең жатқан қара шың\nҚұлай-құлай бор болды.\nМалға лайық жері  жоқ,\nЖерге лайық елі жоқ,\nАсыл заттар қор болды.\nМықтыға нашар зор болды.\nҚар жаумайтын Хорезм\nТебінгіден қар болды.\nҚараның ұлы хан болды\nҚұлдан туған паң болды[5, 49б.].\nАл «Қазағым» атты жырында қазақтардың өткен мамыражай күндерін, ертеректегі достық, сауда қатынастарының болғандығын айтады:\n-Қыс болса қыстаушы еді қырға барып,\nКөлденең шыңыраулы шыңға барып,\nЖарлы деп жүз қой бітсе айтушы еді,\nҚой, жылқы толықпаса мыңға барып.\nСаралап ат, айғырын мырза, байлар\nҮргенішке сатушы еді жылда барып.\nАт, айғыр айдаушы еді, атан алып\nМата мен қайтушы еді шапан алып.[5,71б.].\nОсы «Қазағым» атты шығармасында қазақтар үшін негізгі орталық, сауда орталығы Үргеніш, Бұқара қалалары болғаны, бірақ Ресей отаршылдығының қанат жаюымен қазақтарда қалалар мен бекіністердің көбейе түскені жайлы айтады:\n-Бұл күнде төре қалып, қара болған\nЖас бала ақсақалдан дана болған.\nБұрынғы Үргенші, Бұқара жырақ болып,\nСалулы қасымыздан қала болған[5, 75б.].\nКердері Әубәкірдің көршілес татар, ноғай, өзбек сияқты халықтар үшін ортақ ақын екені айтылады. Оның «Халыққа уағыз, насихат қылып айтқаны»  атты шығармасы да осының дәлелі сияқты, аталмыш шығармасында Ресей отаршылдығының қамыты ортазиялық халықтардың барлығына да  түскенін баяндайды:\n-Қазандағы көп ноғай,\nЕсепке кірді ертерек,\nШылым тартып  бағзысы\nТүтін атар мұрнынан.\nЕзгілері сондай боп,\nЖүзінен жан қорыққан\nАлусыз шаш пен мұртынан.\nКрашин болған ноғайды-\nАйыра көрме жасаған,\nМұсылмандық ғұрпынан\nЖәне патша алады\nМаһар (Мары қаласы)  түрікпен елінен.\nТелеграмды жүргізді\nМединенің шөлінен.\nКөп әулие шошынып,\nХорезмнің шөлінен\nБаһаууаддин болмаса\nКереметке кім шықсын?\nҚаралай босты өзбек, сарт\nБұқараның шәһрінен.\nЖалаға есеп алып тұр,\nҚарақалпақ, түрікпеннен,\nӨзбек , сарт, қырғыз бәрінен [5,117б.]\nЗар заман жырларында отаршылдықтың озбырлығы, зардап-залалы, кесел-кесапаты жан жақты айтылады. Ақындар жат пиғыл, жаулық ниеттің сырын әр қырынан ашып көрсетті, қауіп-қатерге ұрынудың себеп-салдарына үңілді. Қазақстанның отарлық саясат құрсауында қалған шағындағы басқа елдермен байланыстары, соның ішінде көршілес жатқан ортазиялық мемлекеттермен қарым-қатынастары туралы да осы сарында, яғни қазақтар үшін өткен замандағы әлі де болса өз тәуелсіздігінен айырыла қоймаған Бұхара әмірлігі, Хиуа, Қоқан хандықтарымен қазақтардың терезесі тең дәрежеде сауда, достық қатынастарын аңсау басым болса, «Жау жағадан алғанда, бөрі етектен алады» дегендей қазақтардың қиын жағдайын пайдаланып, бауырлас елдерден көмек іздеген қазақтарға екінші жақтан қысым көрсеткен Қоқан және Хиуа хандықтары билеушілерінің озбыр қылықтары да айтылады. Зар заман ақындарының шығармаларының тарихи құндылығы қазақтардың көршілес жатқан ортазиялық елдермен қарым-қатынастарының, олардың достық сипатта, сауда қатынастары болғандығын көрсететіндігінде.",
        "question_date": "1.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 10700,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "DBE үшбұрышының периметрін табыңдар?",
        "question_content": "DBE үшбұрышының медианасы BK. BK 2,5 смге тең. BK медианасы DE қабырғасының жартысына тең. DB 3 см ге тең. BE қабырғасы DB дан 1 см ге ұзын. DBE үшбұрышының периметрін табыңдар?",
        "question_date": "1.12.2016",
        "question_tag": "Геометрия",
        "question_views": 735,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Қандай мобилді уайфайда лимитсіз интернет бар?",
        "question_content": "Қандай мобилді уайфайда лимитсіз интернет бар? Мысалы, Белаин, алтель, кселл немесе теле2? Түсіндіріп жазасыздарма? Билайн 30гб береді-мыс, бырақ 1 айға арқайын жетема? Айына неше толейді? Және қанша тұрады? Ауылдық жерде сеть жақсы ұстайма?",
        "question_date": "1.12.2016",
        "question_tag": "Интернет, Сайт",
        "question_views": 321,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "AC 10 см болса, DB кесіндінің ұзындығы қанша болатынын табыңдар?",
        "question_content": "AB және CD кесінділері O нүктесінде қиылысады. AO=OB CO=OD.A мен C нүктелерін, D мен B нүктелерін қосқанда CAO және ODB үшбұрыштары пайда болды.\n1) CAO=ODB екендыгын далелдендер. 2) AC 10 см болса, DB кесіндінің ұзындығы қанша болатынын табыңдар?",
        "question_date": "1.12.2016",
        "question_tag": "Геометрия",
        "question_views": 435,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "10см болады АБСД болганы ушын",
                "date": "2.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтөбе колледждері",
        "question_content": "Ақтөбенің кандай колледждерінде биология мұғалімдік мамандығы бар?",
        "question_date": "1.12.2016",
        "question_tag": "Тұлға, Адам",
        "question_views": 313,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Сұлтанқожа Майлықожаұлының шығармаларындағы тəрбиелік мəні\"",
        "question_content": "\"Сұлтанқожа Майлықожаұлының шығармаларындағы тəрбиелік мəні\" туралы шығарма керек еді.Өтініш.",
        "question_date": "1.12.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 257,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Адам есімі 9 әріптен тұрады. Ең алғашқы əріпі М ең соңғы əріпі С.",
        "question_content": "Адам есімі 9 әріптен тұрады. Ең алғашқы əріпі М ең соңғы əріпі С. Адам есімі көңіл күймен сəйкес?",
        "question_date": "1.12.2016",
        "question_tag": "Қызық сұрақтар",
        "question_views": 16600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Жауабы Мұнайтпас шығар",
                "date": "9.01.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Туынды есептеу керек",
        "question_content": "y= 3cosx ln(x2-3x+7) y=(sh(x+2))arcsin2x y= (cos ^(2 ) 3x)/(lg⁡(3x-4)) y= √(6&(7x-4)/(7x+4))log5(3x2 +2x) y= (cth ^3 (x+1))/arccos2x",
        "question_date": "1.12.2016",
        "question_tag": "Жалпы сұрақ",
        "question_views": 1000,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "15 жаста жігітпен жүру ерте ме?",
        "question_content": "15 жаста жігітпен жүру ерте ме? Мен осыған дейін жігтпен жүріп көрмедім және алғаш рет ғашық болуым. ЖігіТпен жүргенде, сабаққа еш кедергісін келтірмейтіндей, қатты жақындамай жүру, конечно",
        "question_date": "1.12.2016",
        "question_tag": "Махаббат",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "алданып қалма, байқа, әйел адамдардың құлағына жылы сқздер жағады,",
                "date": "2.12.2016",
                "upvotes": 0
            },
            {
                "text": "Мен 16-жастамын жігітм жоқ но белдері бесіктен шықпай бізден кішкентайлар жігітпен жүр ғой саған ерте емес",
                "date": "25.09.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Ақтау қаласында мықты сынықшы бар ма?",
        "question_content": "Мұрнымұның бір жағы ішіне кіріп кеткен соны салдыру керек сынықшылар сала ала ма? Операция жасатқым келмейді бір жағы өте қымбат",
        "question_date": "1.12.2016",
        "question_tag": "Жалпы медицина",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Салеметсіз! ия бар сынықшы. 27 мкр да туратын Слиха апай бар. Мың кісінің тұқымы, Ақшымыраудағы бөкен жеменей  Мұхтар деген інісі бар ол кісінің салған сынығы елге аңыз",
                "date": "20.02.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Автокөлікті атына аудару кезінде қиындықтар туындап жатырб",
        "question_content": "Автокөлікті атыма аударайын десем, бұрынғы егесінің айыппұлы бар екен бірақ басқа автокөлігінде, менің сатып алғаныма 3 жыл болды, Сенімхат өз қолымда. Енді аударайын десем, айыппұлды төлеңіз сосын аударамыз дейді, сіздерден білейін дегенім мұндай жағдайда не істесем болады?! Мен бұрыңғы егесінің айыппұлын төлемейтін шығармын.",
        "question_date": "30.11.2016",
        "question_tag": "Заң",
        "question_views": 986,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Бұрынғы автокөлік иесіне хабарласып көріңіз!",
                "date": "20.08.2017",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Баспана болмаса не істеуге болады?",
        "question_content": "Мұғалімдерге \"Қолжетімді тұрғын үй - 25020 бағдарламасы\" жалға беру арқылы сатып алуға ауылдардын тұрғын үй беріле ме? Берілсе қайда өтініш білдіру керек?",
        "question_date": "30.11.2016",
        "question_tag": "Жанұя",
        "question_views": 586,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "otuken.kz сайтына қалай тіркелуге болады?",
        "question_content": "otuken.kz сайтына кірсек, логин және пароль жазуға арналған пародистерді көруге болады. Бұл жай ғана кіру үшін. Ал тіркелуге арналған (регистация) сілтемені еш жерден таба алмай отырмын.",
        "question_date": "30.11.2016",
        "question_tag": "Жалпы компьютер",
        "question_views": 430,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Ұста http://otuken.kz/index.php/component/users/?view=registration",
                "date": "19.12.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аресте тұрған көлік",
        "question_content": "Ассалаумалейкум. досым көлік сатып алған. Көлігі 2015-16 жыл қосқанда 95 мын штрафы бар екен. Оны тіл хатпен сатып алғаннан кейін білді. Енді не істеуге болады. Көлікті айдап жүре берсе рейд кезінде \"Авто Ураган\" дегендер штраф стоянкаға акетіп қалмайма?",
        "question_date": "30.11.2016",
        "question_tag": "Заң",
        "question_views": 424,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Үшінші елдердің\" әлеумттік-экономикалық жағынан артта қалуын жою",
        "question_content": "\"Үшінші елдердің\" әлеумттік-экономикалық жағынан артта қалуын жоюдың қандай жолдары бар?",
        "question_date": "30.11.2016",
        "question_tag": "Әлеуметтік тақырыптар",
        "question_views": 360,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Әскери қақтығыстардың салдары қандай болады?",
        "question_content": "Әскери қақтығыстардың салдары қандай болады?",
        "question_date": "30.11.2016",
        "question_tag": "Қоғам",
        "question_views": 365,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Махамбет Өтемісұлы туралы ішінде тәуелсіздік туралы шығарма жоспармен жазу керек?",
        "question_content": "Махамбет Өтемісұлы туралы ішінде тәуелсіздік туралы шығарма жоспармен жазу керек?Мысалы: Махамбет Өтемісұлы не үшін соғысты. Тәуелсіздік үшін.",
        "question_date": "30.11.2016",
        "question_tag": "Кітап, Әдебиет",
        "question_views": 1200,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Саусақтың басы және өкше не себепті жарылады?",
        "question_content": "Менің саусағымның басы және өкшем жарылды. оған не істеуге болады? ненің әсерінен жарылуы мүмкін?",
        "question_date": "30.11.2016",
        "question_tag": "Тазалық",
        "question_views": 3600,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Арақ ішіп автокөлікке отырғаным үшін айыппұл салынады ма?",
        "question_content": "Мен жеке көлік жүргізу құжатымнан 2 жылға айырылдым себебы мас күйінде рульға отырғанмын. Енді білейін дегенім маған қандай да бір айыппұл салынады ма? Салынса суммасы қанша болады екен? осы туралы жауап берсеныз",
        "question_date": "30.11.2016",
        "question_tag": "Заң",
        "question_views": 357,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Сөйлемге синтаксистік талдау жасау?",
        "question_content": "Сөйлемге синтаксистік талдау жасау\n1. Астында немен сызылады\n2. Cөз табы Тіл мәдениеті дегеніміз - тілдік тəсілдердің ширау, жетілу дәрежесі.",
        "question_date": "30.11.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 3300,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "Тіл мәдениеті дегеніміз - бастауыш зат есім\n\nширау, жетілу дәрежесі баяндауыш, етістік дәрежесі - зат есім\n\nтілдік тəсілдердің - толықтауыш зат есім",
                "date": "30.11.2016",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Этанды дегидрлеп этилен алғанда",
        "question_content": "Этанды дегидрлеп (сутекті айырып) этилен алғанда өнімінің шығымы теориялық мүмкіндікпен салыстырғанда 60% болса , 40 г этаннан этиленнің қандай массасы түзілетіндігін есептердер",
        "question_date": "29.11.2016",
        "question_tag": "Химия",
        "question_views": 5700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "C2H6-этан, C2H4- этилен\n\nC2H6->C2H4+H2\n\nm(C2H4)-> 40×28/30=37.3\n\n40г - 100%    х - 60%\n\nx=40×60%/100%=24",
                "date": "27.02.2021",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Бір-бірімен синоним, антоним болатын бірнеше тұрақты тіркес табу?",
        "question_content": "Үлгі: Синонимдер: көзді ашып-жұмғанша, қас пен көздің арасы. Антонимдер: көзді ашып-жұмғанша-ұзын арқан, кен тұсау",
        "question_date": "29.11.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 6700,
        "question_upvotes": 0,
        "answers": [
            {
                "text": "A) Көзге түртсе көргісіз – көз ілмеу B) Мұрнын шүйіру- аузына құм құйылу C) Мойнына су кету – сілесі қату D) Су жүрек – жүрек жұтқан",
                "date": "10.12.2016",
                "upvotes": 0
            },
            {
                "text": "Әнші сөзіне синоним",
                "date": "13.11.2018",
                "upvotes": 0
            }
        ]
    },
    {
        "question_title": "Аңыз адам туралы эссе?",
        "question_content": "Аңыз адам туралы эссе? Маған үй тапсырмасын орындау керек бірақ калай жазам екен соны білмей жатырмын. Үй тапсырмасын қалай орындаймын?",
        "question_date": "29.11.2016",
        "question_tag": "Үй тапсырмасы",
        "question_views": 1800,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "Халықаралық құқыққа байланысты жоба керек?",
        "question_content": "Халықаралық құқыққа байланысты жоба керек?",
        "question_date": "29.11.2016",
        "question_tag": "Заң",
        "question_views": 541,
        "question_upvotes": 0,
        "answers": []
    },
    {
        "question_title": "\"Тəуелсіздік\" топтың атына девиз керек?",
        "question_content": "\"Тəуелсіздік\" топтың атына девиз керек?",
        "question_date": "29.11.2016",
        "question_tag": "Тарих сұрақтары",
        "question_views": 485,
        "question_upvotes": 0,
        "answers": []
    }
]